{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chronic diseases", "Clinical studies", "Mangiferin", "Mechanisms of action", "Pharmacological properties"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37658210", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1007/s00210-023-02682-4"], "Journal": {"ISSN": "1432-1912", "JournalIssue": {"Volume": "397", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Naunyn-Schmiedeberg's archives of pharmacology", "ISOAbbreviation": "Naunyn Schmiedebergs Arch Pharmacol"}, "ArticleTitle": "Pharmacological properties of mangiferin: bioavailability, mechanisms of action and clinical perspectives.", "Pagination": {"StartPage": "763", "EndPage": "781", "MedlinePgn": "763-781"}, "Abstract": {"AbstractText": ["This review aims to provide an in-depth analysis of the pharmacological properties of mangiferin, focusing primarily on its bioavailability and mechanisms of action, and its potential therapeutic applications, especially in the context of chronic diseases. We conducted a comprehensive examination of in vitro and in vivo studies, as well as clinical trials involving mangiferin or plant extracts containing mangiferin. The primary source of mangiferin is Mangifera indica, but it's also found in other plant species from the families Anacardiaceae, Gentianaceae, and Iridaceae. Mangiferin has exhibited a myriad of therapeutic properties, presenting itself as a promising candidate for treating various chronic conditions including neurodegenerative disorders, cardiovascular diseases, renal and pulmonary diseases, diabetes, and obesity. Despite the promising results showcased in many in vitro studies and certain animal studies, the application of mangiferin has been limited due to its poor solubility, absorption, and overall bioavailability. Mangiferin offers significant therapeutic potential in treating a spectrum of chronic diseases, as evidenced by both in vitro and clinical trials. However, the challenges concerning its bioavailability necessitate further research, particularly in optimizing its delivery and absorption, to harness its full medicinal potential. This review serves as a comprehensive update on the health-promoting and therapeutic activities of mangiferin."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, Belgrade, Serbia. jelenazivkovic1@yahoo.com."}], "LastName": "Zivković", "ForeName": "Jelena", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Obstetrics and Gynecology, Division of Basic Sciences and Translational Medicine, University of Texas Medical Branch, Galveston, TX, 77555, USA."}], "LastName": "Kumar", "ForeName": "Kammala Ananth", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, SRM College of Pharmacy, SRM Institute of Science and Technology (SRMIST), Kattankulatur, 603203, Tamil Nadu, India."}], "LastName": "Rushendran", "ForeName": "Rapuru", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Hindustan Institute Technology and Science, Padur, Chennai, 603 103, India."}], "LastName": "Ilango", "ForeName": "Kaliappan", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}, {"Identifier": [], "Affiliation": "Center of Drug Discovery Research and Development, Ain Shams University, Cairo, Egypt."}], "LastName": "Fahmy", "ForeName": "Nouran M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}, {"Identifier": [], "Affiliation": "Center of Drug Discovery Research and Development, Ain Shams University, Cairo, Egypt."}], "LastName": "El-Nashar", "ForeName": "Heba A S", "Initials": "HAS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Ain Shams University, Abbassia, Cairo, Egypt."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology, Faculty of Pharmacy and Biotechnology, German University in Cairo, Cairo, 11835, Egypt."}], "LastName": "El-Shazly", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Cairo University, Kasr El-Aini Street, Cairo, 11562, Egypt."}, {"Identifier": [], "Affiliation": "Pharmacognosy, Faculty of Pharmacy, October University for Modern Sciences and Arts (MSA), Giza, 12451, Egypt."}], "LastName": "Ezzat", "ForeName": "Shahira M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Ciencias Básicas, Universidad Veracruzana, Avda. Castelazo Ayala S/N, 91190, Xalapa, Veracruz, Mexico."}], "LastName": "Melgar-Lalanne", "ForeName": "Guiomar", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, Facultad de Química, Universidad Nacional Autónoma de México, 04510, Ciudad de México, Mexico."}], "LastName": "Romero-Montero", "ForeName": "Alejandra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, Facultad de Química, Universidad Nacional Autónoma de México, 04510, Ciudad de México, Mexico."}], "LastName": "Peña-Corona", "ForeName": "Sheila I", "Initials": "SI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmacia, Facultad de Química, Universidad Nacional Autónoma de México, 04510, Ciudad de México, Mexico."}], "LastName": "Leyva-Gomez", "ForeName": "Gerardo", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina, Universidad del Azuay, Cuenca, Ecuador. javad.sharifirad@gmail.com."}], "LastName": "Sharifi-Rad", "ForeName": "Javad", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, University of Medicine and Pharmacy of Craiova, 200349, Craiova, Romania. calinadaniela@gmail.com."}], "LastName": "Calina", "ForeName": "Daniela", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Naunyn Schmiedebergs Arch Pharmacol", "NlmUniqueID": "0326264", "ISSNLinking": "0028-1298"}, "ChemicalList": [{"RegistryNumber": "1M84LD0UMD", "NameOfSubstance": "mangiferin"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Xanthones"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Biological Availability"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Mangifera"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Xanthones"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Acevedo LM, Raya AI, Martínez-Moreno JM, Aguilera-Tejero E, Rivero JL (2017) Mangiferin protects against adverse skeletal muscle changes and enhances muscle oxidative capacity in obese rats. PLoS ONE 12:e0173028", "ArticleIdList": ["28253314", "5333851", "10.1371/journal.pone.0173028"]}, {"Citation": "Ain QU, Iqbal MO, Khan IA, Bano N, Naeem M, Jamaludin MI, Devaraj S (2023) Phytochemical, antioxidant, antipyretic and anti-inflammatory activities of aqueous-methanolic leaf extract of Mangifera indica. Am J Transl Res 15:4533–4543", "ArticleIdList": ["37560231", "10408527"]}, {"Citation": "Allaw M, Pleguezuelos-Villa M, Manca ML, Caddeo C, Aroffu M, Nacher A, Diez-Sales O, Saurí AR, Ferrer EE, Fadda AM (2020) Innovative strategies to treat skin wounds with mangiferin: fabrication of transfersomes modified with glycols and mucin. Nanomedicine 15:1671–1685", "ArticleIdList": ["32677507", "10.2217/nnm-2020-0116"]}, {"Citation": "Amidon GL, Lennernäs H, Shah VP, Crison JR (1995) A theoretical basis for a biopharmaceutic drug classification: the correlation of in vitro drug product dissolution and in vivo bioavailability. Pharm Res 12:413–420", "ArticleIdList": ["7617530", "10.1023/A:1016212804288"]}, {"Citation": "Barakat S, Nasr M, Ahmed RF, Badawy S, Mortada N (2022) Recent formulation advances of mangiferin. Rev Bras 32:871–882"}, {"Citation": "Barreto JC, Trevisan MT, Hull WE, Erben G, de Brito ES, Pfundstein B, Würtele G, Spiegelhalder B, Owen RW (2008) Characterization and quantitation of polyphenolic compounds in bark, kernel, leaves, and peel of mango (Mangifera indica L.). J Agric Food Chem 56:5599–5610", "ArticleIdList": ["18558692", "10.1021/jf800738r"]}, {"Citation": "Bhargava S, Shah MB (2020) Evaluation of efficacy of Bombax ceiba extract and its major constituent, mangiferin in streptozotocin (STZ)-induced diabetic rats. J Complement Integr Med 18:311–318", "ArticleIdList": ["32941163", "10.1515/jcim-2020-0027"]}, {"Citation": "Bhatia HS, Candelario-Jalil E, de Oliveira AC, Olajide OA, Martínez-Sánchez G, Fiebich BL (2008) Mangiferin inhibits cyclooxygenase-2 expression and prostaglandin E2 production in activated rat microglial cells. Arch Biochem Biophys 477:253–258", "ArticleIdList": ["18621015", "10.1016/j.abb.2008.06.017"]}, {"Citation": "Biradar SM, Joshi H, Chheda TK (2012) Neuropharmacological effect of Mangiferin on brain cholinesterase and brain biogenic amines in the management of Alzheimer’s disease. Eur J Pharmacol 683:140–147", "ArticleIdList": ["22426032", "10.1016/j.ejphar.2012.02.042"]}, {"Citation": "Bulugonda RK, Kumar KA, Gangappa D, Beeda H, Philip GH, Muralidhara Rao D, Faisal SM (2017) Mangiferin from Pueraria tuberosa reduces inflammation via inactivation of NLRP3 inflammasome. Sci Rep 7:42683", "ArticleIdList": ["28218280", "5316935", "10.1038/srep42683"]}, {"Citation": "Cao C, Su M, Zhou F (2017) Mangiferin inhibits hippocampal NLRP3 inflammasome and exerts antidepressant effects in a chronic mild stress mice model. Behav Pharmacol 28:356–364", "ArticleIdList": ["28410265", "10.1097/FBP.0000000000000305"]}, {"Citation": "Carvalho AC, Guedes MM, de Souza AL, Trevisan MT, Lima AF, Santos FA, Rao VS (2007) Gastroprotective effect of mangiferin, a xanthonoid from Mangifera indica, against gastric injury induced by ethanol and indomethacin in rodents. Planta Med 73:1372–1376", "ArticleIdList": ["17918041", "10.1055/s-2007-990231"]}, {"Citation": "Cavalcante Morais T, Cavalcante Lopes S, Bezerra Carvalho KM, Rodrigues Arruda B, Correia de Souza FT, Salles Trevisan MT, Rao VS, Almeida Santos F (2012) Mangiferin, a natural xanthone, accelerates gastrointestinal transit in mice involving cholinergic mechanism. World J Gastroenterol 18:3207–14", "ArticleIdList": ["22783044"]}, {"Citation": "Chae S, Piao MJ, Kang KA, Zhang R, Kim KC, Youn UJ, Nam KW, Lee JH, Hyun JW (2011) Inhibition of matrix metalloproteinase-1 induced by oxidative stress in human keratinocytes by mangiferin isolated from Anemarrhena asphodeloides. Biosci Biotechnol Biochem 75:2321–2325", "ArticleIdList": ["22146720", "10.1271/bbb.110465"]}, {"Citation": "Cheng Y, Wan S, Yao L, Lin D, Wu T, Chen Y, Zhang A, Lu C (2023) Bamboo leaf: A review of traditional medicinal property, phytochemistry, pharmacology, and purification technology. J Ethnopharmacol 306:116166", "ArticleIdList": ["36649850", "10.1016/j.jep.2023.116166"]}, {"Citation": "Chu C, Li M, Li J, Zhou C (2018) The protective effects of mangiferin on metabolic and organs functions in the adolescent rat model of alcohol abuse. J Funct Foods 46:90–100", "ArticleIdList": ["10.1016/j.jff.2018.04.056"]}, {"Citation": "Cvetković S, Nastasijević B, Mitić-Ćulafić D, Đukanović S, Tenji D, Knežević-Vukčević J, Nikolić B (2020) New insight into the antigenotoxic activity of Gentiana lutea extracts - Protective effect against food borne mutagens. Mutat Res Genet Toxicol Environ Mutagen 858–860:503251", "ArticleIdList": ["33198932", "10.1016/j.mrgentox.2020.503251"]}, {"Citation": "Dimitrov M, Nikolova I, Benbasat N, Kitanov G, Danchev N (2011) Acute toxicity, antidepressive and MAO inhibitory activity of mangiferin isolated from Hypericum aucheri. Biotechnol Biotechnol Equip 25:2668–2671", "ArticleIdList": ["10.5504/BBEQ.2011.0099"]}, {"Citation": "Dou W, Zhang J, Ren G, Ding L, Sun A, Deng C, Wu X, Wei X, Mani S, Wang Z (2014) Mangiferin attenuates the symptoms of dextran sulfate sodium-induced colitis in mice via NF-κB and MAPK signaling inactivation. Int Immunopharmacol 23:170–178", "ArticleIdList": ["25194678", "4570622", "10.1016/j.intimp.2014.08.025"]}, {"Citation": "Du Z, Fanshi F, Lai YH, Chen JR, Hao E, Deng J, Hsiao CD (2019) Mechanism of antidementia effects of mangiferin in a senescence accelerated mouse (SAMP8) model. Biosci Rep 39"}, {"Citation": "Dutta T, Das T, Gopalakrishnan AV, Saha SC, Ghorai M, Nandy S, Kumar M, Radha, Ghosh A, Mukerjee N, Dey A (2023) Mangiferin: the miraculous xanthone with diverse pharmacological properties. Naunyn-Schmiedeberg’s Arch Pharmacol 396:851–863", "ArticleIdList": ["10.1007/s00210-022-02373-6"]}, {"Citation": "Ediriweera MK, Tennekoon KH, Samarakoon SR (2017a) A Review on Ethnopharmacological Applications, Pharmacological Activities, and Bioactive Compounds of. Evid Based Complement Alternat Med 2017:6949835", "ArticleIdList": ["29456572", "5804368", "10.1155/2017/6949835"]}, {"Citation": "Ediriweera MK, Tennekoon KH, Samarakoon SR (2017b) A review on ethnopharmacological applications, pharmacological activities, and bioactive compounds of Mangifera indica (Mango). Evid Based Complement Alternat Med 2017:6949835", "ArticleIdList": ["29456572", "5804368", "10.1155/2017/6949835"]}, {"Citation": "Fabián RF, Mayra HM, Manuel ZV, Guadalupe SS, Alejandro PL, Alberto SJ (2023) Characterization of functionalized PLGA nanoparticles loaded with mangiferin and lupeol, and their effect on BEAS-2B and HepG2 cell lines. Anticancer Agents Med Chem 23:1174–1183", "ArticleIdList": ["35718971", "10.2174/1871520622666220617101515"]}, {"Citation": "Feng X, Xue JH, Xie KX, Liu SP, Zhong HP, Wang CC, Feng XQ (2017) Beneficial effect of mangiferin against sleep deprivation-induced neurodegeneration and memory impairment in mice. Biomed Res 0970-938X:28"}, {"Citation": "Fu Y, Liu H, Song C, Zhang F, Liu Y, Wu J, Wen X, Liang C, Ma K, Li L (2015a) Mangiferin regulates cognitive deficits and heme oxygenase-1 induced by lipopolysaccharide in mice. Int Immunopharmacol 29:950–956", "ArticleIdList": ["26558697", "10.1016/j.intimp.2015.10.035"]}, {"Citation": "Fu Y, Liu H, Song C, Zhang F, Liu Y, Wu J, Wen X, Liang C, Ma K, Li L, Zhang X, Shao X, Sun Y, Du Y, Song Y (2015b) Mangiferin regulates cognitive deficits and heme oxygenase-1 induced by lipopolysaccharide in mice. Int Immunopharmacol 29:950–956", "ArticleIdList": ["26558697", "10.1016/j.intimp.2015.10.035"]}, {"Citation": "Garrido-Suárez BB, Garrido G, López-Mantecón AM, Piñeros O, Castro-Lopes JM, Delgado-Hernández R (2022) Mangifera indica effects on knee osteoarthritis pain. J Pharm Pharmacogn Res 10:239–252", "ArticleIdList": ["10.56499/jppres21.1156_10.2.239"]}, {"Citation": "GBD Colorectal Cancer Collaborators (2022) Global, regional, and national burden of colorectal cancer and its risk factors, 1990–2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet Gastroenterol Hepatol 7(7):627–647. https://doi.org/10.1016/S2468-1253(22)00044-9", "ArticleIdList": ["10.1016/S2468-1253(22)00044-9"]}, {"Citation": "GBD collaborators (2023) Global, regional, and national burden of diabetes from 1990 to 2021, with projections of prevalence to 2050: a systematic analysis for the Global Burden of Disease Study 2021. Lancet 402:203-234"}, {"Citation": "Ginsburg H, Deharo E (2011) A call for using natural compounds in the development of new antimalarial treatments–an introduction. Malar J 10:51", "ArticleIdList": ["10.1186/1475-2875-10-S1-S1"]}, {"Citation": "Grauzdytė D, Pukalskas A, EL Kalamouni C, Venskutonis PR (2020) Mangiferin rich products from. Molecules 25"}, {"Citation": "Guo H-W, Yun C-X, Hou G-H, Du J, Huang X, Lu Y, Keller ET, Zhang J, Deng J-G (2014) Mangiferin attenuates TH1/TH2 cytokine imbalance in an ovalbumin-induced asthmatic mouse model. PLoS ONE 9:e100394", "ArticleIdList": ["24955743", "4067356", "10.1371/journal.pone.0100394"]}, {"Citation": "Guo X, Cheng M, Hu P, Shi Z, Chen S, Liu H, Shi H, Xu Z, Tian X, Huang C (2018) Absorption, metabolism, and pharmacokinetics profiles of norathyriol, an Aglycone of Mangiferin, in rats by HPLC-MS/MS. J Agric Food Chem 66:12227–12235", "ArticleIdList": ["30298742", "10.1021/acs.jafc.8b03763"]}, {"Citation": "He L, Peng X, Zhu J, Chen X, Liu H, Tang C, Dong Z, Liu F, Peng Y (2014) Mangiferin attenuate sepsis-induced acute kidney injury via antioxidant and anti-inflammatory effects. Am J Nephrol 40:441–450", "ArticleIdList": ["25427663", "10.1159/000369220"]}, {"Citation": "Hirano R, Oo TH, Watanabe K (2010) Myanmar mango landraces reveal genetic uniqueness over common cultivars from Florida, India, and Southeast Asia. Genome 53:321–330", "ArticleIdList": ["20616863", "10.1139/G10-005"]}, {"Citation": "Hou S, Wang F, Li Y, Wang M, Sun D, Sun C (2012) Pharmacokinetic study of mangiferin in human plasma after oral administration. Food Chem 132:289–294", "ArticleIdList": ["26434292", "10.1016/j.foodchem.2011.10.079"]}, {"Citation": "Hou J, Zheng D, Zhong G, Hu Y (2013) Mangiferin mitigates diabetic cardiomyopathy in streptozotocin-diabetic rats. Can J Physiol Pharmacol 91:759–763", "ArticleIdList": ["23984905", "10.1139/cjpp-2013-0090"]}, {"Citation": "Hou J, Zheng D, Fung G, Deng H, Chen L, Liang J, Jiang Y, Hu Y (2016) Mangiferin suppressed advanced glycation end products (AGEs) through NF-κB deactivation and displayed anti-inflammatory effects in streptozotocin and high fat diet-diabetic cardiomyopathy rats. Can J Physiol Pharmacol 94:332–340", "ArticleIdList": ["26751764", "10.1139/cjpp-2015-0073"]}, {"Citation": "Infante-Garcia C, Ramos-Rodriguez JJ, Delgado-Olmos I, Gamero-Carrasco C, Fernandez-Ponce MT, Casas L, Mantell C, Garcia-Alloza M (2017) Long-term mangiferin extract treatment improves central pathology and cognitive deficits in APP/PS1 mice. Mol Neurobiol 54:4696–4704", "ArticleIdList": ["27443159", "10.1007/s12035-016-0015-z"]}, {"Citation": "Ishimoto Y, Tanaka T, Yoshida Y, Inagi R (2018) Physiological and pathophysiological role of reactive oxygen species and reactive nitrogen species in the kidney. Clin Exp Pharmacol Physiol 45:1097–1105", "ArticleIdList": ["30051924", "6221034", "10.1111/1440-1681.13018"]}, {"Citation": "Jagetia GC, Baliga MS (2005) Radioprotection by mangiferin in DBAxC57BL mice: a preliminary study. Phytomedicine 12:209–215", "ArticleIdList": ["15830843", "10.1016/j.phymed.2003.08.003"]}, {"Citation": "Jangra A, Lukhi MM, Sulakhiya K, Baruah CC, Lahkar M (2014) Protective effect of mangiferin against lipopolysaccharide-induced depressive and anxiety-like behaviour in mice. Eur J Pharmacol 740:337–345", "ArticleIdList": ["25064341", "10.1016/j.ejphar.2014.07.031"]}, {"Citation": "Jangra A, Arora MK, Kisku A, Sharma S (2020) The multifaceted role of mangiferin in health and diseases: a review. Adv Tradit Med 21:619–643", "ArticleIdList": ["10.1007/s13596-020-00471-5"]}, {"Citation": "Jia L, Sun P, Gao H, Shen J, Gao Y, Meng C, Fu S, Yao H, Zhang G (2019) Mangiferin attenuates bleomycin-induced pulmonary fibrosis in mice through inhibiting TLR4/p65 and TGF-β1/Smad2/3 pathway. J Pharm Pharmacol 71:1017–1028", "ArticleIdList": ["30847938", "10.1111/jphp.13077"]}, {"Citation": "Jung K, Lee B, Han SJ, Ryu JH, Kim DH (2009) Mangiferin ameliorates scopolamine-induced learning deficits in mice. Biol Pharm Bull 32:242–246", "ArticleIdList": ["19182383", "10.1248/bpb.32.242"]}, {"Citation": "Jyotshna Khare P, Shanker K (2016) Mangiferin: A review of sources and interventions for biological activities. BioFactors 42:504–514"}, {"Citation": "Kammalla AK, Ramasamy MK, Inampudi J, Dubey GP, Agrawal A, Kaliappan I (2015) Comparative pharmacokinetic study of mangiferin after oral administration of pure mangiferin and US patented polyherbal formulation to rats. AAPS PharmSciTech 16:250–258", "ArticleIdList": ["25273025", "10.1208/s12249-014-0206-8"]}, {"Citation": "Kasbe P, Jangra A, Lahkar M (2015) Mangiferin ameliorates aluminium chloride-induced cognitive dysfunction via alleviation of hippocampal oxido-nitrosative stress, proinflammatory cytokines and acetylcholinesterase level. J Trace Elem Med Biol 31:107–112", "ArticleIdList": ["26004900", "10.1016/j.jtemb.2015.04.002"]}, {"Citation": "Kulkarni VM, Rathod VK (2018) Exploring the potential of Mangifera indica leaves extract versus mangiferin for therapeutic application. Agric Nat Res 52:155–161"}, {"Citation": "Lasano NF, Hamid AH, Karim R, Dek MSP, Shukri R, Ramli NS (2019) Nutritional composition, anti-diabetic properties and identification of active compounds using UHPLC-ESI-orbitrap-MS/MS in mangifera odorata L. peel and seed kernel. Molecules 24"}, {"Citation": "Lazarus JV, Han H, Mark HE, Alqahtani SA, Schattenberg JMJ, Soriano JB, White TM, Zelber-Sagi S, Aali A, Abbasi-Kangevari M, Abu-Gharbieh E, Abu-Shawer O, Aggarwal M, Ahinkorah BO, Ahmad A, Ahmadi A, Alahdab F, Alkhayyat M, Almustanyir S, Amu H, Anoushiravani A, Ashraf T, Atinafu BTT, Azadnajafabad S, Baghcheghi N, Bagherieh S, Bardhan M, Ramirez DFB, Bhagavathula AS, Bhala N, Bhat AN, Malak Bilalaga M, Biondi A, Bitaraf S, Bolla SR, Boustany A, Calina D, Campos-Nonato IR, Chattu VK, Chung S-C, Contreras D, Cortés S, Da’ar OB, Dadras O, Dai X, Danaei B, Desai R, Djalalinia S, Dongarwar D, Dsouza HL, Ekundayo TC, El Sayed I, Elemam NM, Elmonem MA, Elsharkawy A, Ezzikouri S, Farwati A, Farzadfar F, Fekadu G, Fischer F, GARG T, George ES, Ghamari S-H, Nour MG, Goel A, Golechha M, Goleij P, Gupta VK, Habibzadeh P, Ali AH, Hamid SS, Harapan H, Hariri S, Hashemian M, Hassan AM, Hassen MB, Hay SI, Hiraike Y, Homayounfar R, Hosseini M-S, Shabanan SH, Hoveidamanesh S, Hsieh VC-R, Huang J, Hussain S, Ibitoye SE, Ilesanmi OS, Ismail NE, Iwu CCD, Merin JL, Jamshidi E, Jayarajah U, Jayaram S, Mukesh Jeswani B, Jonas JB, Joseph A, Joshua CE, Jozwiak JJ, Kabir A, Vidya Kadashetti et al (2023) The global Fatty Liver Disease-Sustainable Development Goal country score for 195 countries and territories. Hepatology. https://doi.org/10.1097/HEP.0000000000000361"}, {"Citation": "Li HW, Deng JG, Du ZC, Yan MS, Long ZX, Pham Thi PT, Yang KD (2013) Protective effects of mangiferin in subchronic developmental lead-exposed rats. Biol Trace Elem Res 152:233–42", "ArticleIdList": ["23359033", "10.1007/s12011-013-9610-2"]}, {"Citation": "Li J, Liu M, Yu H, Wang W, Han L, Chen Q, Ruan J, Wen S, Zhang Y, Wang T (2018a) Mangiferin improves hepatic lipid metabolism mainly through its metabolite-norathyriol by modulating SIRT-1/AMPK/SREBP-1c signaling. Front Pharmacol 9:201", "ArticleIdList": ["29563875", "5850072", "10.3389/fphar.2018.00201"]}, {"Citation": "Li Q-K, Li J-M, Chen S-Y (2018b) Regulating effects of mangiferin on oxidative stress response and mitochondrial pathway apoptosis in spinal cord injury model. J Hainan Med Univ 24:1–4"}, {"Citation": "Li X, Yan Z, Carlström M, Tian J, Zhang X, Zhang W, Wu S, Ye F (2020a) Mangiferin ameliorates hyperuricemic nephropathy which is associated with downregulation of AQP2 and increased urinary uric acid excretion. Front Pharmacol 11:49", "ArticleIdList": ["32116724", "7020245", "10.3389/fphar.2020.00049"]}, {"Citation": "Li N, Xiong R, He R, Liu B, Wang B, Geng Q (2021) Mangiferin mitigates Lipopolysaccharide-induced lung injury by inhibiting NLRP3 inflammasome activation. J Inflamm Res 14:2289", "ArticleIdList": ["34103962", "8178744", "10.2147/JIR.S304492"]}, {"Citation": "Li X, Yan Z, Carlström M, Tian J, Zhang X, Zhang W, Wu S, Ye F (2020b) Mangiferin ameliorates hyperuricemic nephropathy which is associated with downregulation of AQP2 and increased urinary uric acid excretion. Front Pharmacol 11"}, {"Citation": "Liu H, Wang K, Tang Y, Sun Z, Jian L, Li Z, Wu B, Huang C (2011) Structure elucidation of in vivo and in vitro metabolites of mangiferin. J Pharm Biomed Anal 55:1075–1082", "ArticleIdList": ["21466941", "10.1016/j.jpba.2011.03.012"]}, {"Citation": "Liu YW, Zhu X, Yang QQ, Lu Q, Wang JY, Li HP, Wei YQ, Yin JL, Yin XX (2013) Suppression of methylglyoxal hyperactivity by mangiferin can prevent diabetes-associated cognitive decline in rats. Psychopharmacology 228:585–594", "ArticleIdList": ["23529380", "10.1007/s00213-013-3061-5"]}, {"Citation": "Liu C, Cong Z, Wang S, Zhang X, Song H, Xu T, Kong H, Gao P, Liu X (2023) A review of the botany, ethnopharmacology, phytochemistry, pharmacology, toxicology and quality of Anemarrhena asphodeloides Bunge. J Ethnopharmacol 302:115857", "ArticleIdList": ["36330891", "10.1016/j.jep.2022.115857"]}, {"Citation": "Lopes SC, da Silva AV, Arruda BR, Morais TC, Rios JB, Trevisan MT, Rao VS, Santos FA (2013) Peripheral antinociceptive action of mangiferin in mouse models of experimental pain: role of endogenous opioids, K(ATP)-channels and adenosine. Pharmacol Biochem Behav 110:19–26", "ArticleIdList": ["23747933", "10.1016/j.pbb.2013.05.016"]}, {"Citation": "Lum PT, Sekar M, Gan SH, Jeyabalan S, Bonam SR, Rani NNIM, Ku-Mahdzir KM, Seow LJ, Wu YS, Subramaniyan V, Fuloria NK, Fuloria S (2022) Therapeutic potential of mangiferin against kidney disorders and its mechanism of action: A review. Saudi J Biol Sci 29(3):1530–1542. https://doi.org/10.1016/j.sjbs.2021.11.016", "ArticleIdList": ["10.1016/j.sjbs.2021.11.016", "35280538"]}, {"Citation": "Ma H, Chen H, Sun L, Tong L, Zhang T (2014) Improving permeability and oral absorption of mangiferin by phospholipid complexation. Fitoterapia 93:54–61. https://doi.org/10.1016/j.fitote.2013.10.016"}, {"Citation": "Mahalanobish S, Saha S, Dutta S, Sil PC (2019) Mangiferin alleviates arsenic induced oxidative lung injury via upregulation of the Nrf2-HO1 axis. Food Chem Toxicol 126:41–55", "ArticleIdList": ["30769048", "10.1016/j.fct.2019.02.022"]}, {"Citation": "Mahmoud-Awny M, Attia AS, Abd-Ellah MF, El-Abhar HS (2015) Mangiferin Mitigates Gastric Ulcer in Ischemia/ Reperfused Rats: Involvement of PPAR-γ, NF-κB and Nrf2/HO-1 Signaling Pathways. PLoS ONE 10:e0132497", "ArticleIdList": ["26196679", "4509761", "10.1371/journal.pone.0132497"]}, {"Citation": "Mao X, Liu L, Cheng L, Cheng R, Zhang L, Deng L, Sun X, Zhang Y, Sarmento B, Cui W (2019) Adhesive nanoparticles with inflammation regulation for promoting skin flap regeneration. J Control Release 297:91–101", "ArticleIdList": ["30690104", "10.1016/j.jconrel.2019.01.031"]}, {"Citation": "Mei S, Ma H, Chen X (2021) Anticancer and anti-inflammatory properties of mangiferin: a review of its molecular mechanisms. Food Chem Toxicol 149:111997", "ArticleIdList": ["33465461", "10.1016/j.fct.2021.111997"]}, {"Citation": "Mei S, Perumal M, Battino M, Kitts DD, Xiao J, Ma H, Chen X (2023) Mangiferin: a review of dietary sources, absorption, metabolism, bioavailability, and safety. Crit Rev Food Sci Nutr 63:3046–3064", "ArticleIdList": ["34606395", "10.1080/10408398.2021.1983767"]}, {"Citation": "Meng F, Zhang F, Meng M, Chen Q, Yang Y, Wang W, Xie H, Li X, Gu W, Yu J (2023) Effects of the synbiotic composed of mangiferin and Lactobacillus reuteri 1–12 on type 2 diabetes mellitus rats. Front Microbiol 14:1158652", "ArticleIdList": ["37152739", "10157401", "10.3389/fmicb.2023.1158652"]}, {"Citation": "Mirza B, Croley CR, Ahmad M, Pumarol J, Das N, Sethi G, Bishayee A (2021) Mango (Mangifera indica L.): a magnificent plant with cancer preventive and anticancer therapeutic potential. Crit Rev Food Sci Nutr 61:2125–2151", "ArticleIdList": ["32506936", "10.1080/10408398.2020.1771678"]}, {"Citation": "Morais TC, Arruda BR, De Sousa Magalhães H, Trevisan MT, De Araújo Viana D, Rao VS, Santos FA (2015) Mangiferin ameliorates the intestinal inflammatory response and the impaired gastrointestinal motility in mouse model of postoperative ileus. Naunyn Schmiedebergs Arch Pharmacol 388:531–8", "ArticleIdList": ["25653124", "10.1007/s00210-015-1095-4"]}, {"Citation": "Morais TC, Arruda BR, De Sousamagalhães H, Trevisan MTS, De Araújo Viana D, Rao VS, Santos FA (2015) Mangiferin ameliorates the intestinal inflammatory response and the impaired gastrointestinal motility in mouse model of postoperative ileus. Naunyn-Schmiedeberg’s Arch Pharmacol 388:531–538", "ArticleIdList": ["10.1007/s00210-015-1095-4"]}, {"Citation": "Morozkina SN, Nhung Vu TH, Generalova YE, Snetkov PP, Uspenskaya MV (2021) Mangiferin as new potential anti- cancer agent and mangiferin-integrated polymer systems-a novel research direction. Biomolecules 11(1):79. https://doi.org/10.3390/biom11010079", "ArticleIdList": ["10.3390/biom11010079", "33435313", "7827323"]}, {"Citation": "Mujawdiya PK, Kapur S (2015) Mangiferin: a potential natural molecule for management of metabolic syndrome. Int J Pharm Pharm Sci 7:9–13"}, {"Citation": "Muruganandan S, Gupta S, Kataria M, Lal J, Gupta PK (2002) Mangiferin protects the streptozotocin-induced oxidative damage to cardiac and renal tissues in rats. Toxicology 176:165–173", "ArticleIdList": ["12093613", "10.1016/S0300-483X(02)00069-0"]}, {"Citation": "Na L, Zhang Q, Jiang S, Du S, Zhang W, Li Y, Sun C, Niu Y (2015) Mangiferin supplementation improves serum lipid profiles in overweight patients with hyperlipidemia: a double-blind randomized controlled trial. Sci Rep 5:10344", "ArticleIdList": ["25989216", "4437311", "10.1038/srep10344"]}, {"Citation": "Ngo TV, Scarlett CJ, Bowyer MC, Vuong QV (2019) Isolation and maximisation of extraction of mangiferin from the root of salacia chinensis L. Separations 6"}, {"Citation": "Niu Y, Li S, Na L, Feng R, Liu L, Li Y, Sun C (2012a) Mangiferin decreases plasma free fatty acids through promoting its catabolism in liver by activation of AMPK. PLoS ONE 7:e30782", "ArticleIdList": ["22292039", "3264633", "10.1371/journal.pone.0030782"]}, {"Citation": "Niu Y, Lu W, Gao L, Lin H, Liu X, Li L (2012b) Reducing effect of mangiferin on serum uric acid levels in mice. Pharm Biol 50:1177–1182", "ArticleIdList": ["22881143", "10.3109/13880209.2012.663763"]}, {"Citation": "Nong C, He W, Fleming D, Pan L, Huang H (2005) Capillary electrophoresis analysis of mangiferin extracted from Mangifera indica L. bark and Mangifera persiciformis C.Y. Wu et T.L. Ming leaves. J Chromatogr B Analyt Technol Biomed Life Sci 826:226–231", "ArticleIdList": ["16172028", "10.1016/j.jchromb.2005.09.006"]}, {"Citation": "Ochocka R, Hering A, Stefanowicz-Hajduk J, Cal K, Barańska H (2017) The effect of mangiferin on skin: Penetration, permeation and inhibition of ECM enzymes. PLoS One 12:e0181542", "ArticleIdList": ["28750062", "5531637", "10.1371/journal.pone.0181542"]}, {"Citation": "Opović Z, Krstić-Milošević D, Marković M, Vidaković V, Bojović S (2021) L. from two high mountainous habitats: inter- and intrapopulation variability based on species' phytochemistry. Plants (Basel):10"}, {"Citation": "Pardo Andreu GL, Maurmann N, Reolon GK, De Farias CB, Schwartsmann G, Delgado R, Roesler R (2010) Mangiferin, a naturally occurring glucoxilxanthone improves long-term object recognition memory in rats. Eur J Pharmacol 635:124–8", "ArticleIdList": ["20303935", "10.1016/j.ejphar.2010.03.011"]}, {"Citation": "Pleguezuelos-Villa M, Nácher A, Hernández MJ, Ofelia Vila Buso MA, Ruiz Sauri A, Díez-Sales O (2019) Mangiferin nanoemulsions in treatment of inflammatory disorders and skin regeneration. Int J Pharm 564:299–307", "ArticleIdList": ["31015007", "10.1016/j.ijpharm.2019.04.056"]}, {"Citation": "Pleguezuelos-Villa M, Diez-Sales O, Manca ML, Manconi M, Sauri AR, Escribano-Ferrer E, Nácher A (2020) Mangiferin glycethosomes as a new potential adjuvant for the treatment of psoriasis. Int J Pharm 573:118844", "ArticleIdList": ["31751638", "10.1016/j.ijpharm.2019.118844"]}, {"Citation": "Prado Y, Merino N, Acosta J, Herrera JA, Luque Y, Hernández I, Prado E, Garrido G, Delgado R, Rodeiro I (2015) Acute and 28-day subchronic toxicity studies of mangiferin, a glucosyl xanthone isolated from Mangifera indica L. stem bark. J Pharm Pharmacogn Res 3:13–23", "ArticleIdList": ["10.56499/jppres14.050_3.1.13"]}, {"Citation": "PUBCHEM (2022) PubChem [Online]. Available: https://pubchem.ncbi.nlm.nih.gov/ . Accessed 27 Feb 2023"}, {"Citation": "Rechenchoski DZ, Agostinho KF, Faccin-Galhardi LC, Lonni AASG, da Silva JVH, de Andrade FG, Cunha AP, Ricardo NMPS, Nozawa C, Linhares REC (2020) Mangiferin: a promising natural xanthone from Mangifera indica for the control of acyclovir–resistant herpes simplex virus 1 infection. Bioorg Med Chem 28:115304", "ArticleIdList": ["31956052", "10.1016/j.bmc.2020.115304"]}, {"Citation": "Reddeman RA, Glávits R, Endres JR, Clewell AE, Hirka G, Vértesi A, Béres E, Szakonyiné IP (2019) A toxicological evaluation of mango leaf extract (mangifera indica) containing 60% mangiferin. J Toxicol 1(2019):4763015. https://doi.org/10.1155/2019/4763015"}, {"Citation": "Ren K, Li H, Zhou HF, Liang Y, Tong M, Chen L, Zheng XL, Zhao GJ (2019) Mangiferin promotes macrophage cholesterol efflux and protects against atherosclerosis by augmenting the expression of ABCA1 and ABCG1. Aging (albany NY) 11:10992–11009", "ArticleIdList": ["31790366", "10.18632/aging.102498"]}, {"Citation": "Sadhukhan P, Saha S, Dutta S, Sil PC (2018) Mangiferin ameliorates cisplatin induced acute kidney injury by upregulating Nrf-2 via the activation of PI3K and exhibits synergistic anticancer activity with cisplatin. Front Pharmacol 9"}, {"Citation": "Saha S, Sadhukhan P, Sinha K, Agarwal N, Sil PC (2016) Mangiferin attenuates oxidative stress induced renal cell damage through activation of PI3K induced Akt and Nrf-2 mediated signaling pathways. Biochem Biophys Rep 5:313–327", "ArticleIdList": ["28955838", "5600319"]}, {"Citation": "Sahu AK, Verma VK, Mutneja E, Malik S, Nag TC, Dinda AK, Arya DS, Bhatia J (2019) Mangiferin attenuates cisplatin-induced acute kidney injury in rats mediating modulation of MAPK pathway. Mol Cell Biochem 452:141–152", "ArticleIdList": ["30083783", "10.1007/s11010-018-3420-y"]}, {"Citation": "Sanugul K, Akao T, Li Y, Kakiuchi N, Nakamura N, Hattori M (2005) Isolation of a human intestinal bacterium that transforms mangiferin to norathyriol and inducibility of the enzyme that cleaves a C-glucosyl bond. Biol Pharm Bull 28:1672–1678", "ArticleIdList": ["16141538", "10.1248/bpb.28.1672"]}, {"Citation": "Sekar M (2015) Molecules of interest–mangiferin–a review. Ann Res Rev Biol, 307–320"}, {"Citation": "Sellamuthu PS, Muniappan BP, Perumal SM, Kandasamy M (2009) Antihyperglycemic effect of Mangiferin in streptozotocin induced diabetic rats. J Health Sci 55:206–214", "ArticleIdList": ["10.1248/jhs.55.206"]}, {"Citation": "Singh AK, Raj V, Keshari AK, Rai A, Kumar P, Rawat A, Maity B, Kumar D, Prakash A, De A, Samanta A, Bhattacharya B, Saha S (2018) Isolated mangiferin and naringenin exert antidiabetic effect via PPAR(γ)/GLUT4 dual agonistic action with strong metabolic regulation. Chem Biol Interact 280:33–44", "ArticleIdList": ["29223569", "10.1016/j.cbi.2017.12.007"]}, {"Citation": "Somani S, Zambad S, Modi K (2016) Mangiferin attenuates DSS colitis in mice: Molecular docking and in vivo approach. Chem Biol Interact 253:18–26", "ArticleIdList": ["27125760", "10.1016/j.cbi.2016.04.033"]}, {"Citation": "Song Y, Liu W, Tang K, Zang J, Li D, Gao H (2020) Mangiferin alleviates renal interstitial fibrosis in streptozotocin-induced diabetic mice through regulating the PTEN/PI3K/Akt signaling pathway. J Diabetes Res"}, {"Citation": "Sulaiman SF, Ooi KL (2012) Polyphenolic and vitamin C contents and antioxidant activities of aqueous extracts from mature-green and ripe fruit fleshes of Mangifera sp. J Agric Food Chem 60:11832–11838", "ArticleIdList": ["23136968", "10.1021/jf303736h"]}, {"Citation": "Tan OJ, Loo HL, Thiagarajah G, Palanisamy UD, Sundralingam U (2021) Improving oral bioavailability of medicinal herbal compounds through lipid-based formulations - a scoping review. Phytomedicine 90:153651", "ArticleIdList": ["34340903", "10.1016/j.phymed.2021.153651"]}, {"Citation": "Telange DR, Sohail NK, Hemke AT, Kharkar PS, Pethe AM (2021) Phospholipid complex-loaded self-assembled phytosomal soft nanoparticles: evidence of enhanced solubility, dissolution rate, ex vivo permeability, oral bioavailability, and antioxidant potential of mangiferin. Drug Deliv Transl Res 11:1056–1083", "ArticleIdList": ["32696222", "10.1007/s13346-020-00822-4"]}, {"Citation": "Tikhomirova LI, Gulikova AA (2021) Stock plant material of St John’s Wort (hypericum perforatum l.) based on biotechnology, pp 624"}, {"Citation": "Tirichen H, Yaigoub H, Xu W, Wu C, Li R, Li Y (2021) Mitochondrial reactive oxygen species and their contribution in chronic kidney disease progression through oxidative stress. Front Physiol 12"}, {"Citation": "WFO (2021) WFO The World Flora Online [Online]. Available: http://www.worldfloraonline.org/ . Accessed 27 Feb 2023"}, {"Citation": "Wilkinson AS, Monteith GR, Shaw PN, Lin CN, Gidley MJ, Roberts-Thomson SJ (2008) Effects of the mango components mangiferin and quercetin and the putative mangiferin metabolite norathyriol on the transactivation of peroxisome proliferator-activated receptor isoforms. J Agric Food Chem 56:3037–3042", "ArticleIdList": ["18393431", "10.1021/jf800046n"]}, {"Citation": "Xu M, Zhang M, Wang D, Yang CR, Zhang YJ (2011) Phenolic compounds from the whole plants of Gentiana rhodantha (Gentianaceae). Chem Biodivers 8:1891–1900", "ArticleIdList": ["22006717", "10.1002/cbdv.201000220"]}, {"Citation": "Xu X, Chen Y, Song J, Hou F, Ma X, Liu B, Huang F (2018) Mangiferin suppresses endoplasmic reticulum stress in perivascular adipose tissue and prevents insulin resistance in the endothelium. Eur J Nutr 57:1563–1575", "ArticleIdList": ["28349253", "10.1007/s00394-017-1441-z"]}, {"Citation": "Xuan XY, Wang YJ, Tian H, Pi JX, Sun SZ, Zhang WL (2012) Study on prescription of self-microemulsifying drug delivery system of mangiferin phospholipid complex. Zhong Yao Cai 35:1508–1511", "ArticleIdList": ["23451508"]}, {"Citation": "Yang Z, Weian C, Susu H, Hanmin W (2016) Protective effects of mangiferin on cerebral ischemia-reperfusion injury and its mechanisms. Eur J Pharmacol 771:145–151", "ArticleIdList": ["26656757", "10.1016/j.ejphar.2015.12.003"]}, {"Citation": "Yue Y, Chen X, Qin J, Yao X (2009) Characterization of the mangiferin-human serum albumin complex by spectroscopic and molecular modeling approaches. J Pharm Biomed Anal 49:753–759", "ArticleIdList": ["19157745", "10.1016/j.jpba.2008.12.017"]}, {"Citation": "Yun C, Chang M, Hou G, Lan T, Yuan H, Su Z, Zhu D, Liang W, Li Q, Zhu H (2019) Mangiferin suppresses allergic asthma symptoms by decreased Th9 and Th17 responses and increased Treg response. Mol Immunol 114:233–242", "ArticleIdList": ["31386980", "10.1016/j.molimm.2019.07.025"]}, {"Citation": "Zhang H, Hou Y, Liu Y, Yu X, Li B, Cui H (2010) Determination of mangiferin in rat eyes and pharmacokinetic study in plasma after oral administration of mangiferin-hydroxypropyl-beta-cyclodextrin inclusion. J Ocul Pharmacol Ther 26:319–324", "ArticleIdList": ["20653476", "10.1089/jop.2010.0024"]}, {"Citation": "Zhang D, Han S, Zhou Y, Qi B, Wang X (2020) Therapeutic effects of mangiferin on sepsis-associated acute lung and kidney injuries via the downregulation of vascular permeability and protection of inflammatory and oxidative damages. Eur J Pharm Sci 152:105400", "ArticleIdList": ["32540472", "10.1016/j.ejps.2020.105400"]}, {"Citation": "Zhao Y, Wang W, Wu X, Ma X, Qu R, Chen X, Liu C, Liu Y, Wang X, Yan P (2017) Mangiferin antagonizes TNF-α-mediated inflammatory reaction and protects against dermatitis in a mice model. Int Immunopharmacol 45:174–179", "ArticleIdList": ["28222357", "10.1016/j.intimp.2017.02.014"]}, {"Citation": "Zheng D, Hou J, Xiao Y, Zhao Z, Chen L (2012) Cardioprotective effect of mangiferin on left ventricular remodeling in rats. Pharmacology 90:78–87", "ArticleIdList": ["22759807", "10.1159/000339450"]}, {"Citation": "Zhou Y, Li X, Luo W, Zhu J, Zhao J, Wang M, Sang L, Chang B, Wang B (2022) Allicin in digestive system cancer: from biological effects to clinical treatment. Front Pharmacol 13:903259", "ArticleIdList": ["35770084", "9234177", "10.3389/fphar.2022.903259"]}, {"Citation": "Zhou H, Mao Z, Zhang X, Li R, Yin J, Xu Y (2023) Neuroprotective effect of mangiferin against Parkinson's disease through G-protein-coupled receptor-interacting protein 1 (GIT1)-mediated antioxidant defense. ACS Chem Neurosci"}, {"Citation": "Zhu X, Cheng YQ, Du L, Li Y, Zhang F, Guo H, Liu YW, Yin XX (2015) Mangiferin attenuates renal fibrosis through down-regulation of osteopontin in diabetic rats. Phytother Res 29:295–302", "ArticleIdList": ["25380391", "10.1002/ptr.5254"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "21"}, {"Year": "2023", "Month": "8", "Day": "20"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "2", "Hour": "5", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "1", "Hour": "23", "Minute": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37658210", "10.1007/s00210-023-02682-4", "10.1007/s00210-023-02682-4"]}}], "PubmedBookArticle": []}