{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Angelica dahurica", "Coumarin biosynthesis", "Differentially expressed gene", "Transcription factor", "Transcriptome", "WGCNA"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37661027", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "23"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1016/j.gene.2023.147757", "S0378-1119(23)00598-X"], "Journal": {"ISSN": "1879-0038", "JournalIssue": {"Volume": "888", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "20"}}, "Title": "Gene", "ISOAbbreviation": "Gene"}, "ArticleTitle": "Transcriptome analysis provides insights into coumarin biosynthesis in the medicinal plant Angelica dahurica cv. Yubaizhi.", "Pagination": {"StartPage": "147757", "MedlinePgn": "147757"}, "Abstract": {"AbstractText": ["Angelica dahurica roots have a long history of use in traditional Chinese medicine due to their high coumarin content. To address the increasing demand for these roots, a synthetic biology approach has been proposed. Nevertheless, our comprehension of coumarin biosynthesis and its regulation remains limited. In this study, we utilized Hiseq2500 sequencing to analyze the transcriptomes of A. dahurica at different growth stages while concurrently quantifying coumarin content. Differentially expressed gene (DEG) analysis was employed to identify key genes involved in coumarin and terpenoid backbone biosynthesis. Weighted gene co-expression network analysis (WGCNA) was applied to identify gene modules strongly associated with coumarin content, elucidating the regulatory relationships between transcription factors (TFs) and pathway genes. Furthermore, KEGG enrichment analysis was used to explore essential pathways governing coumarin biosynthesis, with the identification of hub genes. Our results indicated that total coumarin content was highest in the roots, followed by leaves and stems, across all three developmental stages. Transcriptome analysis identified a total of 92,478 genes, among which 215 and 30 genes were implicated in coumarin and terpenoid backbone biosynthesis, respectively. Within the 73 identified gene modules by WGCNA, three modules-namely aquamarine1 (comprising two OMTs, one CSE, one AACT, one HDS, two PSs, one 2OGO, four UGTs, and seven CYP450s), darkmagenta (containing one UGT and one HDR), and navajowhite2 (consisting of one HCT, three UGTs, one CYP71A25, one OMT, one CSE, one HDS, and one PT)-were strongly associated with imperatorin, oxypeucedanin, and isoimperatorin content, respectively. KEGG enrichment analysis highlighted significant enrichment of cytochrome P450, transporter, and ubiquitin system pathways. Moreover, TF-gene regulatory analysis unveiled the complexity of coumarin biosynthesis, with 17 TF families regulating 17 genes in the aquamarine1 module, 8 TF families regulating 2 genes in the darkmagenta module, and 8 TF families regulating 7 genes in the navajowhite2 module. These comprehensive findings provide valuable insights into coumarin biosynthesis in A. dahurica, facilitating future research and potential applications in traditional Chinese medicine and synthetic biology strategies."], "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Pharmacy College, Xuchang University, Xuchang 461000, China. Electronic address: zxd95@xcu.edu.cn."}], "LastName": "Zhang", "ForeName": "Xiaodong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Micro-Nano Materials for Energy Storage and Conversion of Henan Province, Institute of Surface Micro and Nano Materials, College of Chemical and Materials Engineering, Xuchang University, Xuchang 461000, China. Electronic address: 20201009@xcu.edu.cn."}], "LastName": "Li", "ForeName": "Caixia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yuzhou Traditional Chinese Medicine Standardization Center, Yuzhou 461600, China. Electronic address: yzszyb666@126.com."}], "LastName": "Hao", "ForeName": "Zhanchao", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Pharmacy College, Xuchang University, Xuchang 461000, China. Electronic address: 2831401720@qq.com."}], "LastName": "Liu", "ForeName": "Yongjiang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Gene", "NlmUniqueID": "7706761", "ISSNLinking": "0378-1119"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics"], "DescriptorName": "Angelica"}, {"QualifierName": [], "DescriptorName": "Coumarins"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}, {"QualifierName": [], "DescriptorName": "Terpenes"}], "CoiStatement": "Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Xiaodong Zhang reports financial support was provided by Department of Human Resources and Social Security of Henan Province."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "3", "Day": "4"}, {"Year": "2023", "Month": "8", "Day": "30"}, {"Year": "2023", "Month": "8", "Day": "31"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "12", "Minute": "45"}, {"Year": "2023", "Month": "9", "Day": "4", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "9", "Day": "3", "Hour": "19", "Minute": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37661027", "10.1016/j.gene.2023.147757", "S0378-1119(23)00598-X"]}}], "PubmedBookArticle": []}