{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bunium persicum", "hormones", "micro-tuberization", "seed dormancy", "seedling traits"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37687410", "DateRevised": {"Year": "2023", "Month": "09", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "03"}], "Language": ["eng"], "ELocationID": ["3163", "10.3390/plants12173163"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "17", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "03"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Plant Growth Hormones and Micro-Tuberization in Breaking the Seed Dormancy of <i>Bunium persicum</i> (Boiss.) Fedts.", "Abstract": {"AbstractText": ["<i>Bunium persicum</i> is a valuable medicinal plant with limited production but high market demand. It thrives predominantly in high-altitude regions. The main challenges hindering its widespread cultivation are seed dormancy and a lengthy seed-to-seed cycle, making its large-scale cultivation difficult. Six genotypes of <i>Bunium persicum</i> were collected from different altitudes to evaluate its germination behavior and seed dormancy. The study was conducted during 2020-23 and comprised three experiments (viz., seed germination under an open field, controlled conditions, and micro-tuberization). Under open field conditions, germination percent was genotype dependent, and the highest germination percentage, root length, and shoot length were recorded in Shalimar Kalazeera-1. Germination behavior assessment of the <i>Bunium persicum</i> revealed that treatment T<sub>9</sub> (GA<sub>3</sub> (25 ppm) + TDZ (9 µM/L)) is effective in breaking the dormancy of <i>Bunium persicum</i> as well as in obtaining a higher germination percent for early development of the tubers. Similarly, with regard to the effect of temperature and moisture conditions, stratification under moist chilling conditions showed effectiveness in breaking seed dormancy as the germination percentage in stratified seeds was at par with the most efficient growth hormone. With regard to the in vitro micro-propagation, direct regeneration showed multiple shoot primordia at the base of the tubers without intervening callus phase from the MS medium supplemented with BA (22.2 µM) and NAA (13.95 µM) 4 weeks after sub-culturing. Similarly, medium supplemented with JA (8.0 mg/L) and BA (22.2 µM) produced well-organized somatic embryos with shiny surfaces, which appeared at the swelled basal portion of apical stems. Further, the combination of JA (6.0 mg/L) and BA (22.2 M) was effective in developing the micro-tubers and also enhanced the weight and length of <i>Bunium persicum</i> micro-tubers."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Khan", "ForeName": "Mudasir Hafiz", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Dar", "ForeName": "Niyaz Ahmad", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Alie", "ForeName": "Bashir Ahmad", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Mir", "ForeName": "Ghulam Hassan", "Initials": "GH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Fayaz", "ForeName": "Uzma", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Khan", "ForeName": "Azra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Research Station for Saffron and Seed Spices, Sher-e-Kashmir University of Agricultural Sciences & Technology of Kashmir, Pampore 192 121, India."}], "LastName": "Bashir", "ForeName": "Basharat", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ahmad", "ForeName": "Ajaz", "Initials": "A"}, {"Identifier": ["0000-0003-1902-4611"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Resources and Environment, Jeju National University, Jeju 63243, Republic of Korea."}], "LastName": "Mansoor", "ForeName": "Sheikh", "Initials": "S"}, {"Identifier": ["0000-0003-3121-7600"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Resources and Environment, Jeju National University, Jeju 63243, Republic of Korea."}], "LastName": "Chung", "ForeName": "Yong Suk", "Initials": "YS"}, {"Identifier": ["0000-0003-4485-8810"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Kongju National University, Yesan 32439, Republic of Korea."}], "LastName": "Heo", "ForeName": "Seong", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sofi P.A., Zeerak N.A., Singh P. Kala zeera (Bunium persicum Bioss.): A Kashmirian high value crop. Turk. J. Biol. 2009;33:249–258."}, {"Citation": "Aminzare M., Amiri E., Abbasi Z., Hassanzadazar H., Hashemi M. Evaluation of In vitro Antioxidant Characteristics of Corn Starch Bioactive Films Impregnated with Bunium persicum and Zataria multiflora Essential Oils. Annu. Res. Rev. Biol. 2017;15:1–9."}, {"Citation": "Sharifi M., Pouresmael M. Breaking Seed Dormancy in Bunium persicum by stratification and chemical substances. Asian J. Plant Sci. 2006;5:695–699."}, {"Citation": "Singh S., Kumar V., Ramesh A. Biology, genetic improvement and agronomy of Bunium persicum (Boiss.) Fedtsch.: A comprehensive review. J. Appl. Res. Med. Aromat. Plants. 2021;22:100304."}, {"Citation": "Mandegary A., Arab-Nozari M., Ramiar H., Sharififar F. Anticonvulsant activity of the essential oil and methanolic extract of Bunium persicum (Boiss). B. Fedtsch. J. Ethnopharmacol. 2012;140:447–451.", "ArticleIdList": ["22301447"]}, {"Citation": "Abraham J., Cheruvathur M.K., Mani B., Thomas T.D. A rapid invitro multiplication system for commercial propagation of pharmaceutically important Cylcea peltata (Lam) Hooke &Thomas. based on enhanced axillary branching. Ind. Crops Prod. 2010;31:92–98."}, {"Citation": "Angevine R., Chabot B.F. Seed germination syndromes in higher plants. In: Solbrig O.T., Jain S., Johnson G.B., Raven P.H., editors. Topics in Plant Population Biology. Columbia University Press; New York, USA: 1979. pp. 188–206."}, {"Citation": "Robinson R.W. Seed Germination problems in the Umbelliferae. Bot. Rev. 1954;20:531–550."}, {"Citation": "Vleeshouwers L.M., Bouwmeester H.J., Karssen C.M. Redefining seed dormancy: An attempt to integrate physiology and ecology. J. Ecol. 1995;83:1031–1037."}, {"Citation": "Warghat A.R., Bajpai P.K., Srivastava R.B., Chaurasia O.P., Chauhan R.S., Sood H. In vitro protocorm development and mass multiplication of an endangered orchid, Dactylorhiza hatagirea. Turk. J. Bot. 2014;38:737–746."}, {"Citation": "Wakhlu A.K., Nagari S., Barna K.S. Somatic embryogensis and plant regeneration from callus cultures of Cuminum cyminum Bioss. Plant Cell Rep. 1990;9:137–138. doi: 10.1007/BF00232089.", "ArticleIdList": ["10.1007/BF00232089", "24226597"]}, {"Citation": "Ebrahimie E., Habashi A.A., Ghareyazie B., Ghannadha M., Mohammadie M. A rapid and efficient method for regeneration of plantlets from embryo explants of cumin (Cuminum cyminum) Plant Cell Tissue Organ Cult. 2003;75:19–25."}, {"Citation": "Tawfik A., Noga A. Adventitious shoot proliferation from hypocotyl and internodal stem explants of cumin. Plant Cell Tissue Organ Cult. 2001;66:141–147."}, {"Citation": "Bradbeer L.B. Vegetable Production and Their Uses. Africana Publication Limited; Lagos, Nigeria: 1992. pp. 67–70."}, {"Citation": "Durrani M.J., Qadir S.A., Farrulch H., Hussain F. Germination ecology of Bunium persicum (Boiss) Fedtsch and Ferulaoopoda (Boiss and Bulse) Boiss. Hamdard Med. 1997;40:86–90."}, {"Citation": "Sharma R.K., Sharma S., Sharma S.S. Seed germination behavior of some medicinal plants of Lahaul and Spiti cold desert (Himachal Pradesh): Implications for conservation and cultivation. Curr. Sci. 2006;90:1113–1118."}, {"Citation": "Sharma R.K., Sharma S. Effect of storage and cold-stratification on seed physiological aspects of Bunium persicum: A threatened medicinal herb of Trans-Himalaya. Int. J. Bot. 2010;6:151–156."}, {"Citation": "Nonogaki H., Bassel G.W., Bewley J.D. Germination-still a mystery. Plant Sci. 2010;179:574–581."}, {"Citation": "El-Dengawy E.R. Promotion of seed germination and subsequent seedling growth of loquat (Eriobotrya japonica, Lindl) by moist chilling and GA3 applications. Sci. Hortic. 2005;105:331–342."}, {"Citation": "Hossain M.M., Sharma M., Teixeira da Silva J.A., Pathak P. Seed germination and tissue culture of Cymbidium giganteum Wall. ex Lindl. Sci. Hortic. 2010;123:479–487."}, {"Citation": "Guleryuz G., Kirmizi S., Arslan H., Sakar F.S. Dormancy and germination in Stachys germanica L. subsp. bithynica (Boiss.) Bhattacharjee seeds: Effects of short-time moist chilling and plant growth regulators. Flora Morphol. Distrib. Funct. Ecol. Plants. 2011;206:943–948."}, {"Citation": "Emamipoor Y., Maziah M. An efficient method in breaking of dormancy from Bunium persicum (Boiss) Fedtsch seeds: A valuable herb of Middle East and Central Asia. Asian Pac. J. Trop. Biomed. 2014;4:642–649.", "ArticleIdList": ["PMC4037658", "25183334"]}, {"Citation": "Talezade M., Nezami A., Parsa M., Afshari R.T., Nabati J. Optimization of culture media for seedling establishment of Bunium persicum (Boiss.) B. Fedtsch. Iran. J. Med. Aromat. Plants. 2019;35:fa551–fa563."}, {"Citation": "Bonyanpour A.R., Khosh-Khui M. Factors influencing seed germination and seedling growth in black zira [Bunium persicum (Boiss.) B. Fedtsch.] J. Herbs Spices Med. Plants. 2001;8:79–85. doi: 10.1300/J044v08n01_10.", "ArticleIdList": ["10.1300/J044v08n01_10"]}, {"Citation": "de Melo Ferreira W., Barbante Kerbauy G., Elizabeth Kraus J., Pescador R., Mamoru Suzuki R. Thidiazuron influences the endogenous levels of cytokinins and IAA during the flowering of isolated shoots of dendrobium. J. Plant Physiol. 2006;163:1126–1134. doi: 10.1016/j.jplph.2005.07.012.", "ArticleIdList": ["10.1016/j.jplph.2005.07.012", "17032618"]}, {"Citation": "Bahadori F., Javanbakht A. Effect of pre-treatments on seed germination and seedling growth of Bunium persicum of Semnan. Iran. J. Rangel. For. Plant Breed. Genet. Res. 2006;13:163–169."}, {"Citation": "Saeidnehad A.H., Khajeh-Hosseini M., Askarzadeh M.A. Breaking dormancy of seeds from eight populations of Bunium persicum (Apiaceae) Seed Sci. Technol. 2013;41:452–457. doi: 10.15258/sst.2013.41.3.11.", "ArticleIdList": ["10.15258/sst.2013.41.3.11"]}, {"Citation": "Arianto A., Basri Z., Wahyudi I. Pengaruh Pemberian Giberelin dan Berbagai Medium Tanam terhadap Perkecambahan dan Pertumbuhan Benih Pala (Myristica fragrans Houtt) Mitra Sains. 2018;6:232."}, {"Citation": "Bhati A., Singh D., Garg S., Sivalingam P. Effect of 2,4-D and NAA on callus induction in date palm cv Halawy and Medjool. Int. J. Farm Sci. 2017;7:132–136."}, {"Citation": "Neibaur I., Gallo M., Altpeter F. The effect of auxin type and cytokinin concentration on callus induction and plant regeneration frequency from immature inflorescence segments of seashore paspalum (Paspalum vaginatum Swartz) In Vitro Cell. Dev. Biol. Plant. 2008;44:480–486. doi: 10.1007/s11627-008-9143-0.", "ArticleIdList": ["10.1007/s11627-008-9143-0"]}, {"Citation": "Sharma R.K. In vitro tuberization and plant regeneration in Bunium persicum Bioss. Internat. J. Plant Sci. 2011;6:193–195."}, {"Citation": "Chaudhry H., Fatima N., Ahmad I. Establishment of callus and cell suspension cultures of Nigella sativa L. For thymol production. Int. J. Pharm. Pharm. Sci. 2014;6:788–794."}, {"Citation": "Pandey P., Mehta R., Upadhyay R. Effect of explants type and different plant growth regulators on callus induction and plantlet regeneration in Psoralea corylifolia L. Int. J. Res. Pharm. Biomed. Sci. 2013;4:914–918."}, {"Citation": "Campbell N.A., Reece J.B., Michell L.G. Biologi. Erlangga; Jakarta, Indonesia: 2002."}, {"Citation": "Santoso U., Nursandi F. Kultur Jaringan Tanaman. UMM Press; Malang, Indonesia: 2004."}, {"Citation": "Reinert J., Bajaj Y.P.S. Plant Cell, Tissue and Organ Culture. Narosa Publishing House; Mumbai, India: 1989."}, {"Citation": "Murni P., Danang P.H., Harlis H. Pengaruh Asam Giberelat (GA3) terhadap Perkecambahan dan Pertumbuhan Vegetatif Duku (Lansium dookoo Griff.) Biospecies. 2008;1:63–66."}, {"Citation": "Pelacho A.M., Martin-Closas L., Sanfeliu J.L.I. In vitro induction of potato tuberization by organic acids. Potato Res. 1999;42:585–591. doi: 10.1007/BF02358175.", "ArticleIdList": ["10.1007/BF02358175"]}, {"Citation": "Jasik J., Mantell S.H. Effect of Jasmonic acid and its methylster on in vitro microtubrization of three food yam (Dioscorea) species. Plant Cell Rep. 2000;19:863–867. doi: 10.1007/s002990000207.", "ArticleIdList": ["10.1007/s002990000207", "30754921"]}, {"Citation": "Cenzanoa A., Abdalaa G., Hauseb B. Cytochemical immunolocalization of allene oxide cyclase, a jasmonic acid biosynthetic enzyme, in developing potato stolons. J. Plant Physiol. 2007;164:1449–1456. doi: 10.1016/j.jplph.2006.10.007.", "ArticleIdList": ["10.1016/j.jplph.2006.10.007", "17223227"]}, {"Citation": "Mardani H., Ziaratnia S.M., Azizi M., Aung H.P., Appiah K.S., Fujii Y. In vitro micro-tuberization of black Zira (Bunium persicum Boiss.) Afr. J. Biotechnol. 2015;14:2080–2087."}, {"Citation": "Gautam S., Solis-Gracia N., Teale M.K., Mandadi K., Silva J.A.D., Vales M.I. Development of an in vitro micro-tuberization and temporary immersion bioreactor system to evaluate heat stress tolerance in potatoes (Solanum tuberosum L.) Front. Plant Sci. 2021;12:700328. doi: 10.3389/fpls.2021.700328.", "ArticleIdList": ["10.3389/fpls.2021.700328", "PMC8385365", "34456944"]}, {"Citation": "Castro G., Kraus T., Abdala G. Endogenous jasmonic acid and radial cell expansion in buds of potato tubers. J. Plant Physiol. 1999;155:706–710. doi: 10.1016/S0176-1617(99)80086-8.", "ArticleIdList": ["10.1016/S0176-1617(99)80086-8"]}, {"Citation": "Ravnikar M., Zel J., Plaper I., Spacapan A. Jasmonic acid stimulates shoot and bulbs formation in garlic in vitro. J. Plant Growth Regul. 1993;12:73–77. doi: 10.1007/BF00193236.", "ArticleIdList": ["10.1007/BF00193236"]}, {"Citation": "Murashige T., Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Cochran G.C., Cox M.M. Experimental Designs. Asia Publishing House; Mumbai, India: 1963. pp. 293–316."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "3"}, {"Year": "2023", "Month": "9", "Day": "1"}, {"Year": "2023", "Month": "9", "Day": "1"}, {"Year": "2023", "Month": "9", "Day": "9", "Hour": "11", "Minute": "44"}, {"Year": "2023", "Month": "9", "Day": "9", "Hour": "11", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "9", "Hour": "1", "Minute": "20"}, {"Year": "2023", "Month": "9", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["37687410", "PMC10490046", "10.3390/plants12173163", "plants12173163"]}}], "PubmedBookArticle": []}