{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37713406", "DateCompleted": {"Year": "2023", "Month": "09", "Day": "18"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "15"}], "Language": ["eng"], "ELocationID": ["e0291125", "10.1371/journal.pone.0291125"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "9", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "An in vivo and in silico evaluation of the hepatoprotective potential of Gynura procumbens: A promising agent for combating hepatotoxicity.", "Pagination": {"StartPage": "e0291125", "MedlinePgn": "e0291125"}, "Abstract": {"AbstractText": ["The liver, the most important metabolic organ of the body, performs a wide variety of vital functions. Hepatic cell injury occurs by the activation of reactive oxygen species (ROS) that are generated by carbon tetrachloride (CCl4), xenobiotics, and other toxic substances through cytochrome P450-dependent steps resulting from the covalent bond formation with lipoproteins and nucleic acids. Observing the urgent state of hepatotoxic patients worldwide, different medicinal plants and their properties can be explored to combat such free radical damage to the liver. In vivo and in silico studies were designed and conducted to evaluate the antioxidant and hepatoprotective properties of Gynura procumbens in rats.", "Gynura procumbens leaves were collected and extracted using 70% ethanol. The required chemicals CCl4, standard drug (silymarin), and blood serum analysis kits were stocked. The in vivo tests were performed in 140 healthy Wister albino rats of either sex under well-controlled parameters divided into 14 groups, strictly maintaining Institutional Animal Ethics Committee (IEAC) protocols. For the histopathology study, 10% buffered neutral formalin was used for organ preservation. Later the specimens were studied under a fluorescence microscope. In silico molecular docking and absorption, distribution, metabolism, excretion, and toxicity (ADMET) studies were performed, and the results were analyzed statistically.", "Gynura procumbens partially negate the deleterious effect of carbon tetrachloride on normal weight gain in rats. The elevated level of serum glutamate pyruvate transaminase (SGPT), serum glutamate oxaloacetate transaminase (SGOT), alkaline phosphatase (ALP), creatinine, LDH, total cholesterol (TC), low-density lipoprotein (LDL), triglycerides (TG), malondialdehyde (MDA), deoxyribonucleic acid (DNA) fragmentation ranges, gamma-glutamyl transferase (γ-GT) in CCl4 treated groups were decreased by both standard drug silymarin and G. procumbens leaf extract. We have found significant & highly significant changes statistically for different doses, here p<0.05 & p<0.01, respectively. On the other hand, G. procumbens and silymarin displayed Statistically significant (p<0.05) and high significant(p<0.01) increased levels of HDL, CAT SOD (here p<0.05 & p<0.01 for different doses) when the treatment groups were compared with the disease control group. Because the therapeutic activity imparted by plants and drugs accelerates the movement of the disturbed pathophysiological state toward the healthy state. In the molecular docking analysis, G. procumbens phytoconstituents performed poorly against transforming growth factor-beta 1 (TGF-β1) compared to the control drug silymarin. In contrast, 26 phytoconstituents scored better than the control bezafibrate against peroxisome proliferator-activated receptor alpha (PPAR-α). The top scoring compounds for both macromolecules were observed to form stable complexes in the molecular dynamics simulations. Flavonoids and phenolic compounds performed better than other constituents in providing hepatoprotective activity. It can, thus, be inferred that the extract of G. procumbens showed good hepatoprotective properties in rats."], "CopyrightInformation": "Copyright: © 2023 Tithi et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Tithi", "ForeName": "Tanzia Islam", "Initials": "TI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, North South University, Dhaka, Bangladesh."}], "LastName": "Tahsin", "ForeName": "Md Rafat", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Anjum", "ForeName": "Juhaer", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, North South University, Dhaka, Bangladesh."}], "LastName": "Zaman", "ForeName": "Tasnuva Sharmin", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Aktar", "ForeName": "Fahima", "Initials": "F"}, {"Identifier": ["0000-0002-5981-3220"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Bahar", "ForeName": "Nasiba Binte", "Initials": "NB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Tasnim", "ForeName": "Sabiha", "Initials": "S"}, {"Identifier": ["0000-0002-5855-8731"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Sultana", "ForeName": "Arifa", "Initials": "A"}, {"Identifier": ["0000-0002-7115-8468"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Asia Pacific, Farmgate, Dhaka, Bangladesh."}], "LastName": "Jahan", "ForeName": "Ishrat", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Dhaka Medical College, Dhaka, Bangladesh."}], "LastName": "Afrin", "ForeName": "Syeda Sadia", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Dhaka Medical College, Dhaka, Bangladesh."}], "LastName": "Akter", "ForeName": "Tahmina", "Initials": "T"}, {"Identifier": ["0000-0002-3225-6743"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy and Pharmacology, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Sen", "ForeName": "Priyanka", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Koly", "ForeName": "Fahima Jannat", "Initials": "FJ"}, {"Identifier": ["0000-0003-0806-2727"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Reza", "ForeName": "Md Selim", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Chowdhury", "ForeName": "Jakir Ahmed", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Kabir", "ForeName": "Shaila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Chowdhury", "ForeName": "Abu Asad", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Pharmacology and Herbal Drug Research Laboratory, Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Dhaka, Dhaka, Bangladesh."}], "LastName": "Amran", "ForeName": "Md Shah", "Initials": "MS"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "CL2T97X0V0", "NameOfSubstance": "Carbon Tetrachloride"}, {"RegistryNumber": "EC 2.6.1.2", "NameOfSubstance": "Alanine Transaminase"}, {"RegistryNumber": "0", "NameOfSubstance": "Glutamates"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": ["toxicity"], "DescriptorName": "Carbon Tetrachloride"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Alanine Transaminase"}, {"QualifierName": [], "DescriptorName": "Asteraceae"}, {"QualifierName": [], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "Glutamates"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Thompson M, Jaiswal Y, Wang I, & Williams L. Hepatotoxicity: Treatment, causes and applications of medicinal plants as therapeutic agents. The Journal of Phytopharmacology. 2017; 6(3), 186–193."}, {"Citation": "Meng Z, Wang Y, Wang L, Jin W, Liu N, Pan H, et al.. FXR regulates LIVER repair after CCL4-induced toxic injury. Molecular Endocrinology. 2010; 24(5), 886–897. doi: 10.1210/me.2009-0286", "ArticleIdList": ["10.1210/me.2009-0286", "PMC3284774", "20211986"]}, {"Citation": "Zhang H., Chen Q., Dahan A., Xue J., Wei L., Tan W., et al.. Transcriptomic analyses reveal the molecular mechanisms of schisandrin B alleviates CCl4-induced liver fibrosis in rats by RNA-sequencing. Chemico-Biological Interactions. 2019; 309, p.108675.", "ArticleIdList": ["31150632"]}, {"Citation": "Su C., Xia X., Shi Q., Song X., Fu J., Xiao C., et al.. Neohesperidin Dihydrochalcone versus CCl4-Induced Hepatic Injury through Different Mechanisms: The Implication of Free Radical Scavenging and Nrf2 Activation. Journal of Agricultural and Food Chemistry, 2015; 63(22), pp.5468–5475.", "ArticleIdList": ["25978654"]}, {"Citation": "Vairetti M., Di Pasqua L., Cagna M., Richelmi P., Ferrigno A. and Berardo C. Changes in Glutathione Content in Liver Diseases: An Update. Antioxidants. 2021;10(3), p.364. doi: 10.3390/antiox10030364", "ArticleIdList": ["10.3390/antiox10030364", "PMC7997318", "33670839"]}, {"Citation": "Franklin, S. Evaluation of Hepatotoxicity of Carbon Tetrachloride and Pharmacological Intervention by Vitamin E in Balb C Mice. 2022 [online] Researcherslinks.com. <https://researcherslinks.com/current-issues/Evaluation-of-Hepatotoxicity-of-Carbon/20/1/2069> [Accessed 24 July 2022]."}, {"Citation": "Nwaechefu O., Olaolu T., Akinwunmi I., Ojezele O. and Olorunsogo O. Cajanus cajan ameliorated CCl4-induced oxidative stress in Wistar rats via the combined mechanisms of anti-inflammation and mitochondrial-membrane transition pore inhibition. Journal of Ethnopharmacology. 2022; 289, p.114920.", "ArticleIdList": ["35032580"]}, {"Citation": "Di Meo S. and Venditti P. Evolution of the Knowledge of Free Radicals and Other Oxidants. Oxidative Medicine and Cellular Longevity, 2020; pp.1–32. doi: 10.1155/2020/9829176", "ArticleIdList": ["10.1155/2020/9829176", "PMC7201853", "32411336"]}, {"Citation": "Song Q., Guo J., Zhang Y., and Chen W. The beneficial effects of taurine in alleviating fatty liver disease. Journal of Functional Foods. 2021; 77, p.104351."}, {"Citation": "Shan S., Shen Z. and Song F. Autophagy and acetaminophen-induced hepatotoxicity. Archives of Toxicology. 2018; 92(7), pp.2153–2161. doi: 10.1007/s00204-018-2237-5", "ArticleIdList": ["10.1007/s00204-018-2237-5", "29876591"]}, {"Citation": "Zakharia K., Tabibian A., Lindor K. and Tabibian J. Complications, symptoms, quality of life and pregnancy in cholestatic liver disease. Liver International. 2017. 38(3), pp.399–411. doi: 10.1111/liv.13591", "ArticleIdList": ["10.1111/liv.13591", "28921801"]}, {"Citation": "CHANG CY & SCHIANO TD. Review article: Drug hepatotoxicity. Alimentary Pharmacology & Therapeutics. 2007; 25(10), 1135–1151. doi: 10.1111/j.1365-2036.2007.03307.x", "ArticleIdList": ["10.1111/j.1365-2036.2007.03307.x", "17451560"]}, {"Citation": "Mishra B., Nayak M., Mishra S., Sahu P., and Das D., 2018. Role of liver function test parameters in acute appendicitis and its complication: a prospective study. International Surgery Journal. 2018; 6(1), p.193."}, {"Citation": "Muriel P, & Rivera-Espinoza Y. Beneficial drugs for liver diseases. Journal of Applied Toxicology. 2008; 28(2), 93–103. doi: 10.1002/jat.1310", "ArticleIdList": ["10.1002/jat.1310", "17966118"]}, {"Citation": "Calixto J B. Efficacy, safety, quality control, marketing and regulatory guidelines for herbal medicines (phytotherapeutic agents). Brazilian Journal of Medical and Biological Research. 2000; 33(2), 179–189. doi: 10.1590/s0100-879x2000000200004", "ArticleIdList": ["10.1590/s0100-879x2000000200004", "10657057"]}, {"Citation": "Süntar I. Importance of ethnopharmacological studies in drug discovery: role of medicinal plants. Phytochem Rev. 2020;19(5):1199–209."}, {"Citation": "Yuan H, Ma Q, Ye L, Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5). doi: 10.3390/molecules21050559", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Saleem MTS, Christina AJM, Chidambaranathan N, Ravi V & Gauthaman K. Hepatoprotective activity of Annona squamosa (Linn) on experimental animal model. Int J Applied Res Nat Pro. 2008; 1: 1–7."}, {"Citation": "Arulkumaran KS, Rajasekaran A, Ramasamy A, Jegadeesan M, Kavimani S & Somasundaram A. Cassia roxburghii seeds protect liver against toxic effects of ethanol and carbontetrachloride in rats. Int J Pharm Tech Res. 2009;1: 273–246."}, {"Citation": "Iweala EEJ, Evbakhavbokun WO & Maduagwu EN. Antioxidant and hepatoprotective effect of Cajanus cajan in N-nitrosodiethylamine-induced liver damage. Scientia Pharmaceutica. 2019;87: 24."}, {"Citation": "Kumar BS, Gnanasekaran D, Jaishree V & Channabasavaraj KP. Hepatoprotective activity of Coccinia indica leaves extract. Int J Pharm Biomed Res. 2010;14: 154–6."}, {"Citation": "Krishna MG, Pallavi E, Ravi KB, Ramesh M & Venkatesh S. Hepatoprotective activity of Ficus carica (Linn) leaf extract against carbon tetrachloride-induced hepatotoxicity in rats. DARU. 2007;15: 162–167."}, {"Citation": "Nayak SS, Jain R & Sahoo AK. Hepatoprotective activity of Glycosmis pentaphylla against paracetamol-induced hepatotoxicity in Swiss albino mice. Pharmaceutical biology. 2011, 49: 111–117. doi: 10.3109/13880209.2010.501084", "ArticleIdList": ["10.3109/13880209.2010.501084", "20942640"]}, {"Citation": "Li XJ, Mu YM, Li TT, Yang YL, Zhang MT, Li YS, et al.. Gynura procumbens reverses acute and chronic ethanol-induced liver steatosis through MAPK/SREBP-1c-dependent and-independent pathways. Journal of agricultural and food chemistry. 2015;63: 8460–8471. doi: 10.1021/acs.jafc.5b03504", "ArticleIdList": ["10.1021/acs.jafc.5b03504", "26345299"]}, {"Citation": "Elhag RAM, El Badwi SMA, Bakhiet AO & Galal M. Hepatoprotective activity of Solanum nigrum extracts on chemically induced liver damage in rats. Journal of Veterinary Medicine and Animal Health. 2011;3: 45–50."}, {"Citation": "Raghavendran HRB, Sathivel A & Devaki T. Hepatoprotective nature of seaweed alcoholic extract on acetaminophen induced hepatic oxidative stress. Journal of health science. 2004;50(1): 42–46."}, {"Citation": "Rakib A, Ahmed S, Islam MA, Haye A, Uddin SN, Uddin MMN, et al.. Antipyretic and hepatoprotective potential of Tinospora crispa and investigation of possible lead compounds through in silico approaches. Food Science & Nutrition. 2020;8: 547–556. doi: 10.1002/fsn3.1339", "ArticleIdList": ["10.1002/fsn3.1339", "PMC6977484", "31993178"]}, {"Citation": "Jalalpure SS, Patil MB, Prakash NS, Hemalata Kb & Manvi FV. Hepatoprotective activity of the fruits of piper longum linn. Indian journal of pharmaceutical sciences. 2003;65: 363."}, {"Citation": "Line C, Adzim M, Rohin K, Jumli MN, Ridzwan N, Baig AA, et al.. Effect of Gynura procumbens Extracts on Anti-Proliferative Activity and its Associated Morphological Changes of Human. 2018;10(3):492–6."}, {"Citation": "Jermnak—Anti‐cancer potentials of Gynura procu.pdf.", "ArticleIdList": ["PMC8788980", "34882994"]}, {"Citation": "Ashraf K, Halim H, Lim SM, Ramasamy K, Sultan S. In vitro antioxidant, antimicrobial and antiproliferative studies of four different extracts of Orthosiphon stamineus, Gynura procumbens and Ficus deltoidea. Saudi J Biol Sci [Internet]. 2020;27(1):417–32. Available from: doi: 10.1016/j.sjbs.2019.11.003", "ArticleIdList": ["10.1016/j.sjbs.2019.11.003", "PMC6933182", "31889866"]}, {"Citation": "Sathiyaseelan A, Park SJ, Saravanakumar K, Mariadoss AVA, Wang MH. Evaluation of phytochemicals, antioxidants, and antidiabetic efficacy of various solvent fractions of Gynura procumbens (Lour.) Merr. Process Biochem [Internet]. 2021;111(P1):51–62. Available from: doi: 10.1016/j.procbio.2021.08.028", "ArticleIdList": ["10.1016/j.procbio.2021.08.028"]}, {"Citation": "Kim HH, Ha SE, Vetrivel P, Bhosale PB, Kim SM, Kim GS. Potential antioxidant and anti-inflammatory function of Gynura procumbens polyphenols ligand. International Journal of Molecular Sciences. 2021;22(16): 8716. doi: 10.3390/ijms22168716", "ArticleIdList": ["10.3390/ijms22168716", "PMC8396044", "34445416"]}, {"Citation": "Martini MY, Azizah M, Omar Ali A, Wan Huda Dinie WM, Puteri Edaroyati Megat W, Nur Fatin A. Gynura procumbens: Agronomic Practices and Future Prospects in Malaysia. Pertanika J Trop Agric Sci. 2019;42(2):421–34."}, {"Citation": "Akter L, Hossain ML, Sultana S, Lokman Hossain M. Assessment of analgesic and neuropharmacological activity of ethanol leaves extract of Gynura procumbens (Family: Asteraceae). ~ 52 ~ J Med Plants Stud [Internet]. 2019;7(5):52–6. Available from: http://www.plantsjournal.com"}, {"Citation": "Amin MZ, Afrin M, Meghla NS, Nur MA, Rahman MM, Uddin MJ. Assessment of antibacterial, anti-inflammatory, and cytotoxic effects of different extracts of Gynura procumbens leaf. Curr Ther Res—Clin Exp [Internet]. 2021;95:100636. Available from: doi: 10.1016/j.curtheres.2021.100636", "ArticleIdList": ["10.1016/j.curtheres.2021.100636", "PMC8326354", "34367384"]}, {"Citation": "Tan HL, Chan KG, Pusparajah P, Lee LH, Goh BH. Gynura procumbens: An overview of the biological activities. Front Pharmacol. 2016;7(MAR):52. doi: 10.3389/fphar.2016.00052", "ArticleIdList": ["10.3389/fphar.2016.00052", "PMC4791373", "27014066"]}, {"Citation": "Bashir T, Zia-Ur-Rehman Mashwani KZ, Haider S, & Shaista Tabassum M. Chemistry, pharmacology and ethnomedicinal uses of Helianthus annuus (Sunflower): A Review. Pure and Applied Biology (PAB). 2021;4: 226–235."}, {"Citation": "Shakya AK. Medicinal plants: Future source of new drugs. International Journal of Herbal Medicine. 2016; 4: 59–64."}, {"Citation": "Kaewseejan N & Siriamornpun S. Bioactive components and properties of ethanolic extract and its fractions from Gynura procumbens leaves. Industrial Crops and Products. 2015;74: 271–278."}, {"Citation": "Saxena M, Saxena J, Nema R, Singh D & Gupta A. Phytochemistry of medicinal plants. Journal of pharmacognosy and phytochemistry. 2013; 1."}, {"Citation": "Huang WY, Davidge ST & Wu J. Bioactive natural constituents from food sources—potential use in hypertension prevention and treatment. Critical reviews in food science and nutrition. 2013; 53: 615–630. doi: 10.1080/10408398.2010.550071", "ArticleIdList": ["10.1080/10408398.2010.550071", "23627503"]}, {"Citation": "Siriamornpun S, Kaewseejan N, Chumroenphat T, Inchuen S. Characterization of polysaccharides from Gynura procumbens with relation to their antioxidant and anti-glycation potentials. Biocatal Agric Biotechnol. 2021;32(February):101957."}, {"Citation": "Yuandani, Jantan I, Husain K. 4,5,4’-Trihydroxychalcone, 8,8’-(ethene-1,2-diyl)-dinaphtalene-1,4,5-triol and rutin from Gynura segetum inhibit phagocytosis, lymphocyte proliferation, cytokine release and nitric oxide production from phagocytic cells. BMC Complement Altern Med. 2017;17(1):1–12.", "ArticleIdList": ["PMC5387197", "28399868"]}, {"Citation": "Liu M, He M, Gao H, Guo S, Jia J, Ouyang H, et al.. Strategy for rapid screening of antioxidant and anti-inflammatory active ingredients in Gynura procumbens (Lour.) Merr. based on UHPLC–Q-TOF–MS/MS and characteristic ion filtration. Biomed Chromatogr. 2019;33(11):0–3. doi: 10.1002/bmc.4635", "ArticleIdList": ["10.1002/bmc.4635", "31257616"]}, {"Citation": "Nasiruddin M, Sinha SN. Phytochemical screening and antioxidant, antibacterial efficacy of Gynura procumbens (Lour.) Merr. Asian J Med Biol Res. 2020;6(2):187–95."}, {"Citation": "Rosidah YM, Sadikun A & Asmawi M. Antioxidant potential of Gynura procumbens. Pharmaceutical Biology. 2008;46: 616–625."}, {"Citation": "Rohin MAK, Jumli MN, Ridzwan N, Baig AA, Latif AZA, and Hadi NA. Effect of Gynura procumbens extracts on anti-proliferative activity and its associated morphological changes of human glioblastoma multiforme cell line (U-87). Pharmacognosy Journal. 2018; 10:3."}, {"Citation": "Winarni D, Wibowob AT, Islamatasya U, Bhakti IN, Nisan N, Tan BC, et al.. Gynura procumbens Adventitious Root Extract Altered Expression of Antioxidant Genes and Exert Hepatoprotective Effects Against Cadmium-Induced Oxidative Stress in Mice. HAYATI Journal of Biosciences. 2022;29: 479–486."}, {"Citation": "Khan R.A., Khan M.R. and Sahreen S. CCl4-induced hepatotoxicity: protective effect of rutin on p53, CYP2E1 and the antioxidative status in rat. BMC Complementary and Alternative Medicine. 2012; 12(1). doi: 10.1186/1472-6882-12-178", "ArticleIdList": ["10.1186/1472-6882-12-178", "PMC3519517", "23043521"]}, {"Citation": "Tahsin Md.R. et al.. (2021) ‘An evaluation of pharmacological healing potentialities of Terminala Arjuna against several ailments on experimental rat models with an in-silico approach’, Heliyon, 7(11). doi: 10.1016/j.heliyon.2021.e08225", "ArticleIdList": ["10.1016/j.heliyon.2021.e08225", "PMC8591345", "34816025"]}, {"Citation": "Hu Y.Y. (2000) ‘Protective actions of salvianolic acid A on hepatocyte injured by peroxidation in vitro’, World Journal of Gastroenterology, 6(3), p. 402. doi: 10.3748/wjg.v6.i3.402", "ArticleIdList": ["10.3748/wjg.v6.i3.402", "PMC4688763", "11819609"]}, {"Citation": "Khan R.A., Khan M.R. and Sahreen S. (2012) ‘CCL4-induced hepatotoxicity: Protective effect of Rutin on p53, CYP2E1 and the antioxidative status in rat’, BMC Complementary and Alternative Medeicine, 12(1). doi: 10.1186/1472-6882-12-178", "ArticleIdList": ["10.1186/1472-6882-12-178", "PMC3519517", "23043521"]}, {"Citation": "Fahmy, M.A. et al. (2022) Genotoxicity, DNA damage and sperm defect induced by vinblastine.", "ArticleIdList": ["PMC9889443", "36394708"]}, {"Citation": "Morton D.B., 1997. A scheme for the recognition and assessment of adverse effects in animals. Animal alternatives, welfare and ethics, pp.235–240."}, {"Citation": "Morton, D.B., 1998. The use of score sheets in the implementation of humane end points. In Proceedings of the Joint ANZCCART/NAEAC Conference on Ethical Approaches to Animal-based Science (pp. 75–82). Adelaide, Australia and Wellington, New Zealand: ANZCCART"}, {"Citation": "Rakic B. et al.. Peroxisome proliferator-activated receptor alpha antagonism inhibits hepatitis C virus replication. Chem. Biol. 2006;13: 23–30. doi: 10.1016/j.chembiol.2005.10.006", "ArticleIdList": ["10.1016/j.chembiol.2005.10.006", "16426968"]}, {"Citation": "Vinaykumar NM, Mahmood R, Krishna V, Ravishankara B & Shastri SL. Antioxidant and in vivo hepatoprotective effects of Gardenia gummifera Lf fruit methanol extract. Clin. Phytoscience. 2020; 6: 1–14."}, {"Citation": "Gellibert F. et al.. Identification of 1, 5-naphthyridine derivatives as a novel series of potent and selective TGF-β type I receptor inhibitors. J. Med. Chem. 2004;47:4494–4506.", "ArticleIdList": ["15317461"]}, {"Citation": "Ling EL & Lee WC. Tgf-beta type I receptor (Alk5) kinase inhibitors in oncology. Curr. Pharm. Biotechnol. 2011;12: 2190–2202. doi: 10.2174/138920111798808257", "ArticleIdList": ["10.2174/138920111798808257", "21619541"]}, {"Citation": "Gordon DM, Hong SH, Kipp ZA & Hinds TD. Identification of Binding Regions of Bilirubin in the Ligand-Binding Pocket of the Peroxisome Proliferator-Activated Receptor-A (PPARalpha). Molecules. 2021; 26: 2975. doi: 10.3390/molecules26102975", "ArticleIdList": ["10.3390/molecules26102975", "PMC8157031", "34067839"]}, {"Citation": "Jia D & Otsuki M. Bezafibrate, a peroxisome proliferator-activated receptor (PPAR)-α activator, prevents pancreatic degeneration in obese and diabetic rats. Pancreas. 2003;26: 286–291.", "ArticleIdList": ["12657956"]}, {"Citation": "Halgren TA. Merck molecular force field. I. Basis, form, scope, parameterization, and performance of MMFF94. J. Comput. Chem. 1996;17:490–519."}, {"Citation": "Schrödinger, LLC. The {PyMOL} Molecular Graphics System, Version~1.8. (2015)."}, {"Citation": "Guex N & Peitsch MC. SWISS-MODEL and the Swiss-Pdb Viewer: an environment for comparative protein modeling. Electrophoresis. 1997;18:2714–2723. doi: 10.1002/elps.1150181505", "ArticleIdList": ["10.1002/elps.1150181505", "9504803"]}, {"Citation": "Gunsteren V et al.. Biomolecular simulation: the GROMOS96 manual and user guide. Vdf Hochschulverlag AG an der ETH Zürich, Zürich. 1996; 86: 1–1044."}, {"Citation": "Berman H, Henrick K & Nakamura H. Announcing the worldwide protein data bank. Nat. Struct. Mol. Biol. 2003;10:980. doi: 10.1038/nsb1203-980", "ArticleIdList": ["10.1038/nsb1203-980", "14634627"]}, {"Citation": "Dallakyan S & Olson A J. Small-molecule library screening by docking with PyRx. in Chemical biology. 2015; 243–250. doi: 10.1007/978-1-4939-2269-7_19", "ArticleIdList": ["10.1007/978-1-4939-2269-7_19", "25618350"]}, {"Citation": "Design L. Pharmacophore and ligand-based design with Biovia Discovery Studio®. 2014."}, {"Citation": "Bowers KJ, Chow E, Xu H, Dror RO, Eastwood MP, Gregersen BA, et al. Scalable algorithms for molecular dynamics simulations on commodity clusters. In: Proceedings of the 2006 ACM/IEEE Conference on Supercomputing. 2006. p. 84-es."}, {"Citation": "Roos K, Wu C, Damm W, Reboul M, Stevenson JM, Lu C, et al.. OPLS3e: Extending force field coverage for drug-like small molecules. J Chem Theory Comput. 2019;15(3):1863–74. doi: 10.1021/acs.jctc.8b01026", "ArticleIdList": ["10.1021/acs.jctc.8b01026", "30768902"]}, {"Citation": "Ahmad S, Raza K. Identification of 5-nitroindazole as a multitargeted inhibitor for CDK and transferase kinase in lung cancer: a multisampling algorithm-based structural study. Mol Divers. 2023;1–14. doi: 10.1007/s11030-023-10648-0", "ArticleIdList": ["10.1007/s11030-023-10648-0", "37058176"]}, {"Citation": "Yadav MK, Ahmad S, Raza K, Kumar S, Eswaran M, Pasha Km M. Predictive modeling and therapeutic repurposing of natural compounds against the receptor-binding domain of SARS-CoV-2. J Biomol Struct Dyn. 2023;41(5):1527–39. doi: 10.1080/07391102.2021.2021993", "ArticleIdList": ["10.1080/07391102.2021.2021993", "34974820"]}, {"Citation": "Tripathi MK, Ahmad S, Tyagi R, Dahiya V, Yadav MK. Chapter 5—Fundamentals of molecular modeling in drug design. In: Rudrapal M, Egbuna CBT-CADD (CADD): FL-BM to S-BA, editors. Drug Discovery Update [Internet]. Elsevier; 2022. p. 125–55. https://www.sciencedirect.com/science/article/pii/B9780323906081000010"}, {"Citation": "O’Boyle NM et al.. Open Babel: An open chemical toolbox. J. Cheminform. 2011;3: 1–14.", "ArticleIdList": ["PMC3198950", "21982300"]}, {"Citation": "Daina A, Michielin O & Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 2017;7:1–13.", "ArticleIdList": ["PMC5335600", "28256516"]}, {"Citation": "Banerjee P, Eckert AO, Schrey AK & Preissner R. ProTox-II: a webserver for the prediction of toxicity of chemicals. Nucleic Acids Res. 2018;46:W257–W263. doi: 10.1093/nar/gky318", "ArticleIdList": ["10.1093/nar/gky318", "PMC6031011", "29718510"]}, {"Citation": "Haque E et al.. Current Knowledge Regarding Pharmacological Profile and Chemical Constituents of Gynura procumbens. Curr. Top. Med. Chem. 2021;21:2671–2686. doi: 10.2174/1568026621666211004094902", "ArticleIdList": ["10.2174/1568026621666211004094902", "34607545"]}, {"Citation": "Algariri K, Meng KY, Atangwho IJ, Asmawi MZ, Sadikun A, Murugaiyah V, et al.. (2013). Hypoglycemic and anti–hyperglycemic study of Gynura procumbens leaf extracts. Asian Pacific Journal of Tropical Biomedicine. 2013; 3(5): 358–366. doi: 10.1016/S2221-1691(13)60077-5", "ArticleIdList": ["10.1016/S2221-1691(13)60077-5", "PMC3642444", "23646298"]}, {"Citation": "Islam Z, Hossain RN, Farin F, Noor PA., Hasan KM, Jannath S, et al.. A comparative in vivo study of antidiabetic potentiality and evaluation of safety profile of Gynura procumbens, Terminalia chebula and Ficus racemosa on Alloxan—induced diabetic rats. International Journal of Advanced Research.2019; 7(11), 604–610."}, {"Citation": "Tahsin M, Tithi TI, Mim SR, Haque E, Sultana A, Bahar NB et al.. In Vivo and In Silico Assessment of Diabetes Ameliorating Potentiality and Safety Profile of Gynura procumbens Leaves. Evidence-Based Complementary and Alternative Medicine, 2022. doi: 10.1155/2022/9095504", "ArticleIdList": ["10.1155/2022/9095504", "PMC8791719", "35096119"]}, {"Citation": "Amin ZM, Afrin M, Nur MA, Rahman MM, & Uddin MJ. Evaluation of medicinal effects of Gynuraprocumbens leave extracts on oxidative, glycemic, lipidomics, and enzymatic profiles in alloxan-induced diabetic mice. J Diabetes Metab. J Diabetes Metab, 2021;12, 876."}, {"Citation": "Ishak P, Kabo P, & Djabir YY. Nefroprotective Effect of Gynura procumbens Extract Against Paracetamol Toxicity in Rats. Jurnal Farmasi Galenika (Galenika Journal of Pharmacy)(e-Journal). 2021; 7(2): 181–190."}, {"Citation": "Kim MJ, Lee HJ, Wiryowidagdo S & Kim HK. Antihypertensive effects of Gynura procumbens extract in spontaneously hypertensive rats. Journal of Medicinal Food. 2006;9(4): 587–590. doi: 10.1089/jmf.2006.9.587", "ArticleIdList": ["10.1089/jmf.2006.9.587", "17201650"]}, {"Citation": "Halim ASS, Ghafar AAN, Das, Zainalabidin S & Jubri Z. Cardioprotective effects of Gynura procumbens extract on oxidative status and myocardial injury in rats with isoproterenol-induced myocardial infarction. International Food Research Journal. 2021;28(6): 1223–1232."}, {"Citation": "Ahmad NKA, Fauzi NM, Buang F, Saad MQH, Husain K, Jantan I, et al.. Gynura procumbens standardised extract reduces cholesterol levels and modulates oxidative status in postmenopausal rats fed with cholesterol diet enriched with repeatedly heated palm oil. Evidence-Based Complementary and Alternative Medicine. 2019.", "ArticleIdList": ["PMC6778942", "31662779"]}, {"Citation": "Ismail MAH, Bahari EA, Ibrahim FS, Dasiman R & Amom Z. Effects of gynura procumbens extract on liver function test of hypercholesterolemia induced rabbits. Jurnal Teknologi. 2016; 78:6–7."}, {"Citation": "Ahsan R., Islam K. M., Musaddik A., & Haque E. (2009). Hepatoprotective activity of methanol extract of some medicinal plants against carbon tetrachloride induced hepatotoxicity in albino rats. Global Journal of pharmacology, 3(3), 116–122."}, {"Citation": "Kumar S. S., Kumar B. R., & Mohan G. K. (2009). Hepatoprotective effect of Trichosanthes cucumerina Var cucumerina L. on carbon tetrachloride induced liver damage in rats. Journal of Ethnopharmacology, 123(2), 347–350. doi: 10.1016/j.jep.2009.02.023", "ArticleIdList": ["10.1016/j.jep.2009.02.023", "19429383"]}, {"Citation": "Usha K., Kasturi G. M., & Hemalatha P. (2007). Hepatoprotective effect of Hygrophila spinosa and Cassia occidentalis on carbon tetrachloride induced liver damage in experimental rats. Indian Journal of Clinical Biochemistry, 22, 132–135. doi: 10.1007/BF02913331", "ArticleIdList": ["10.1007/BF02913331", "PMC3453824", "23105700"]}, {"Citation": "Aydin M, Dirik Y, Demir C, Tolunay HE & Demir H. Can we reduce oxidative stress with liver transplantation?. Journal of Medical Biochemistry. 2021;40(4): 351. doi: 10.5937/jomb0-29983", "ArticleIdList": ["10.5937/jomb0-29983", "PMC8451230", "34616224"]}, {"Citation": "Schiano TD. Treatment options for hepatic encephalopathy. Pharmacotherapy. 2010. May;30(5 Pt 2):16S–21S. doi: 10.1592/phco.30.pt2.16S .", "ArticleIdList": ["10.1592/phco.30.pt2.16S", "20412036"]}, {"Citation": "Beynen AC. Increased concentrations of liver cholesterol in rats fed lactulose (Short communication). Nahrung. 1989; 33: 89–90. doi: 10.1002/food.19890330130", "ArticleIdList": ["10.1002/food.19890330130", "2716810"]}, {"Citation": "Bülbüller N, Akkuş MA, Cetinkaya Z, Ilhan YS, Ozercan I, Kirkil C, et al.. Effects of melatonin and lactulose on the liver and kidneys in rats with obstructive jaundice. Pediatr Surg Int. 2002;18(8):677–80. Epub 2002 Oct 26. doi: 10.1007/s00383-002-0715-5", "ArticleIdList": ["10.1007/s00383-002-0715-5", "12598962"]}, {"Citation": "Cada DJ, Cong J, Baker DE. Sofosbuvir. Hosp Pharm. 2014;49(5):466–78. doi: 10.1310/hpj4905-466", "ArticleIdList": ["10.1310/hpj4905-466", "PMC4062722", "24958960"]}, {"Citation": "Alhaddad O., Elsabaawy M., Abdelsameea E. et al.. Presentations, Causes and Outcomes of Drug-Induced Liver Injury in Egypt. Sci Rep. 2020; 10, 5124. doi: 10.1038/s41598-020-61872-9", "ArticleIdList": ["10.1038/s41598-020-61872-9", "PMC7083870", "32198411"]}, {"Citation": "Ibrahim M., Abdel-Aziz A., El-Sheikh A., Kamel M., Khalil A., & Abdelhaleem H. Hepatic effect of sofosbuvir and daclatasvir in thioacetamide-induced liver injury in rats. Clinical and Experimental Hepatology. 2018; 4(3): 175–181. doi: 10.5114/ceh.2018.78121", "ArticleIdList": ["10.5114/ceh.2018.78121", "PMC6185925", "30324142"]}, {"Citation": "Palumbo E. Lamivudine for chronic hepatitis B: a brief review. Braz J Infect Dis. 2008;12(5):355–7. doi: 10.1590/s1413-86702008000500002", "ArticleIdList": ["10.1590/s1413-86702008000500002", "19219271"]}, {"Citation": "Olaniyan LWB, Maduagwu EN, Akintunde OW, Oluwayelu OO, Brai BIC. Lamivudine-Induced Liver Injury. Open Access Maced J Med Sci [Internet]. 2015;3(4):545–50 doi: 10.3889/oamjms.2015.110", "ArticleIdList": ["10.3889/oamjms.2015.110", "PMC4877885", "27275285"]}, {"Citation": "Hosonuma K, Sato K, Yamazaki Y, Yanagisawa M, Hashizume H, Horiguchi N, et al.. A prospective randomized controlled study of long-term combination therapy using ursodeoxycholic acid and bezafibrate in patients with primary biliary cirrhosis and dyslipidemia. Am J Gastroenterol. 2015;110(3):423–31. Epub 2015 Mar 3. doi: 10.1038/ajg.2015.20", "ArticleIdList": ["10.1038/ajg.2015.20", "25732417"]}, {"Citation": "McGill MR, Sharpe MR, Williams CD, Taha M, Curry SC, Jaeschke H. The mechanism underlying acetaminophen-induced hepatotoxicity in humans and mice involves mitochondrial damage and nuclear DNA fragmentation. J Clin Invest. 2012;122(4):1574–83. Epub 2012 Mar 1. doi: 10.1172/JCI59755 .", "ArticleIdList": ["10.1172/JCI59755", "PMC3314460", "22378043"]}, {"Citation": "Marotta F, Yadav H, Gumaste U, Helmy A, Jain S, Minelli E. Protective effect of a phytocompound on oxidative stress and DNA fragmentation against paracetamol-induced liver damage. Ann Hepatol. 2009;8(1):50–6.", "ArticleIdList": ["19221534"]}, {"Citation": "R Laurie AT & Jackson RM. Methods for the prediction of protein-ligand binding sites for structure-based drug design and virtual ligand screening. Curr. Protein Pept. Sci. 2006;7:395–406. doi: 10.2174/138920306778559386", "ArticleIdList": ["10.2174/138920306778559386", "17073692"]}, {"Citation": "Rognan D. Chemogenomic approaches to rational drug design. Br. J. Pharmacol. 2007;152: 38–52. doi: 10.1038/sj.bjp.0707307", "ArticleIdList": ["10.1038/sj.bjp.0707307", "PMC1978269", "17533416"]}, {"Citation": "Koch O. Use of secondary structure element information in drug design: polypharmacology and conserved motifs in protein–ligand binding and protein–protein interfaces. Future Med. Chem. 2011;3: 699–708. doi: 10.4155/fmc.11.26", "ArticleIdList": ["10.4155/fmc.11.26", "21554076"]}, {"Citation": "Oh H., Kim D.-H., Cho J.-H. & Kim Y.-C. Hepatoprotective and free radical scavenging activities of phenolic petrosins and flavonoids isolated from Equisetum arvense. J. Ethnopharmacol. 2004;95:421–424. doi: 10.1016/j.jep.2004.08.015", "ArticleIdList": ["10.1016/j.jep.2004.08.015", "15507369"]}, {"Citation": "Jayaraj R, Deb U, Bhaskar ASB, Prasad G & Rao PVL. Hepatoprotective efficacy of certain flavonoids against microcystin induced toxicity in mice. Environ. Toxicol. An Int. J. 2007;22:472–479. doi: 10.1002/tox.20283", "ArticleIdList": ["10.1002/tox.20283", "17696131"]}, {"Citation": "Maheshwari DT, Kumar MSY, Verma SK, Singh VK & Singh SN. Antioxidant and hepatoprotective activities of a phenolic rich fraction of Seabuckthorn (Hippophae rhamnoides L.) leaves. Food Chem. Toxicol. 2011;49: 2422–2428.", "ArticleIdList": ["21723907"]}, {"Citation": "Cao M.-Y. et al.. (2022) “Antioxidant and anti-inflammatory activities of gynura procumbens flowers extract through suppressing LPS-induced MAPK/NF-ΚB signalling pathways,” Food and Agricultural Immunology, 33(1), pp. 511–529. Available at: doi: 10.1080/09540105.2022.2098935", "ArticleIdList": ["10.1080/09540105.2022.2098935"]}, {"Citation": "Hu J.-W. et al.. (2019) “Chemical constituents of the stems of Gynura procumbens,” Chemistry of Natural Compounds, 55(3), pp. 583–585. Available at: doi: 10.1007/s10600-019-02751-2", "ArticleIdList": ["10.1007/s10600-019-02751-2"]}, {"Citation": "Haque E. et al.. (2021) “Current knowledge regarding pharmacological profile and chemical constituents of Gynura procumbens,” Current Topics in Medicinal Chemistry, 21(29), pp. 2671–2686. Available at: doi: 10.2174/1568026621666211004094902", "ArticleIdList": ["10.2174/1568026621666211004094902", "34607545"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "8", "Day": "22"}, {"Year": "2023", "Month": "9", "Day": "18", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "9", "Day": "15", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "15", "Hour": "13", "Minute": "35"}, {"Year": "2023", "Month": "9", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["37713406", "PMC10503776", "10.1371/journal.pone.0291125", "PONE-D-22-26745"]}}], "PubmedBookArticle": []}