{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer disease", "Thiourea", "enzyme inhibition activity", "isothiocyanates", "pharmacokinetics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37720601", "DateRevised": {"Year": "2023", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.55730/1300-0527.3358"], "Journal": {"ISSN": "1300-0527", "JournalIssue": {"Volume": "46", "Issue": "3", "PubDate": {"Year": "2022"}}, "Title": "Turkish journal of chemistry", "ISOAbbreviation": "Turk J Chem"}, "ArticleTitle": "Synthesis, predictions of drug-likeness, and pharmacokinetic properties of some chiral thioureas as potent enzyme inhibition agents.", "Pagination": {"StartPage": "665", "EndPage": "676", "MedlinePgn": "665-676"}, "Abstract": {"AbstractText": ["A series of chiral thioureas (<b>1 - 17</b>) were synthesized from and tested for their anticholinesterase, tyrosinase, and urease enzyme inhibitor activities. Various phenylisothiocyanates were added to solution of l-cysteine in methanol: water (1 : 1 v/v) at room temperature and stirred for 24 h. The precipitated solid was recrystallized from <i>n</i>-butanol. Pure compounds were characterized by NMR (<sup>1</sup>H and <sup>13</sup>C), FTIR, and CHNS. Tertiary amine containing <i>N</i>-(4-(diethylamino)phenyl)-<i>N</i>'-(2-mercapto-carboxyethanyl)thiourea <b>17</b>, <i>N</i>-(4-(dimethylamino)phenyl)-<i>N</i>'-(2-mercapto-carboxyethanyl)thiourea <b>16</b> and trimethoxy containing <i>N</i>-(3,4,5-trimethoxyphenyl)-<i>N</i>'-(2-mercapto-carboxyethanyl)thiourea <b>14</b> were more active than galantamine against AChE and BChE enzymes. In tyrosinase enzyme inhibition activity, compound <b>14</b>, <b>10</b>, <b>12</b>, <b>6</b>, <b>13</b>, and <b>11</b> exhibited higher tyrosinase inhibitory activity showing IC<sub>50</sub> values of 1.1 ± 0.1, 1.5 ± 0.3, 1.6 ± 0.6, 1.9 ± 0.5, 2.2 ± 0.9 and 2.9 ± 0.2 mM, respectively. In urease enzyme inhibition activity assay, <b>17</b> showed higher activity. This work demonstrates the pharmacological significance of chiral thiourea derivatives synthesized from l-cysteine and shows their potential. There is a need to perform more in vitro and in vivo biological activities followed by clinical trials to bring such thiourea to the market."], "CopyrightInformation": "© TÜBİTAK."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal and Aromatic Plants, Köyceğiz Vocational School, Muğla Sıtkı Koçman University, Muğla, Turkey."}], "LastName": "Sicak", "ForeName": "Yusuf", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Turkey", "MedlineTA": "Turk J Chem", "NlmUniqueID": "101259104", "ISSNLinking": "1300-0527"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Price N, Stevens L. Fundamentals of enzymology. Oxford: Oxford University Press; 1982. p. 33.", "ArticleIdList": ["10.1016/0307-4412(83)90083-3"]}, {"Citation": "Nelson DL, Cox MM. Lehninger Principles of Biochemistry. 3rd ed. United States, New York: W. H. Freeman Press; 2000. p. 201.", "ArticleIdList": ["10.1007/s00897000455a"]}, {"Citation": "Robinson PK. Enzymes: principles and biotechnological applications. Essays in Biochemistry. 2015;59:1–41. doi: 10.1042/bse0590001.", "ArticleIdList": ["10.1042/bse0590001", "PMC4692135", "26504249"]}, {"Citation": "Koppitz M, Eis K. Automated medicinal chemistry. Drug Discovery Today. 2006;11:561–568. doi: 10.1016/j.drudis.2006.04.005.", "ArticleIdList": ["10.1016/j.drudis.2006.04.005", "16713909"]}, {"Citation": "Saeed A, Shakil Shah M, Ali Larik F, Khan SU, Channar PA, et al. Synthesis, computational studies and biological evaluation of new 1-acetyl-3-aryl thiourea derivatives as potent cholinesterase inhibitors. Medicinal Chemistry Research. 2017;26:1635–1646. doi: 10.1007/s00044-017-1829-6.", "ArticleIdList": ["10.1007/s00044-017-1829-6"]}, {"Citation": "van Greunen DG, van der Westhuizen CJ, Cordier W, Nell M, Stander A, et al. Novel N-benzylpiperidine carboxamide derivatives as potential cholinesterase inhibitors for the treatment of Alzheimer’s disease. European Journal of Medicinal Chemistry. 2019;179:680–693. doi: 10.1016/j.ejmech.2019.06.088.", "ArticleIdList": ["10.1016/j.ejmech.2019.06.088", "31280020"]}, {"Citation": "Bano B, Kanwal, Khan KM, Lodhi A, Salar U, et al. Synthesis, in vitro urease inhibitory activity, and molecular docking studies of thiourea and urea derivatives. Bioorganic Chemistry. 2018;80:129–144. doi: 10.1016/j.bioorg.2018.06.007.", "ArticleIdList": ["10.1016/j.bioorg.2018.06.007", "29913313"]}, {"Citation": "Kanwal, Khan M, Arshia, Khan KM, Parveen S, et al. Syntheses, in vitro urease inhibitory activities of urea and thiourea derivatives of tryptamine, their molecular docking and cytotoxic studies. Bioorganic Chemistry. 2019;83:595–610. doi: 10.1016/j.bioorg.2018.10.070.", "ArticleIdList": ["10.1016/j.bioorg.2018.10.070", "30513472"]}, {"Citation": "Meziant L, Bachir-bey M, Bensouici C, Saci F, Boutiche M, et al. Assessment of inhibitory properties of flavonoid-rich fig (Ficus carica L.) peel extracts against tyrosinase, α-glucosidase, urease and cholinesterases enzymes, and relationship with antioxidant activity. European Journal of Integrative Medicine. 2021;43:101272. doi: 10.1016/j.eujim.2020.101272.", "ArticleIdList": ["10.1016/j.eujim.2020.101272"]}, {"Citation": "Feng M, Tang BH, Liang S, Jiang X. Sulfur containing scaffolds in drugs: synthesis and application in medicinal chemistry. Current Topics in Medicinal Chemistry. 2016;16:1200–1216. doi: 10.2174/1568026615666150915111741.", "ArticleIdList": ["10.2174/1568026615666150915111741", "PMC4877035", "26369815"]}, {"Citation": "Kavanagh KL, Guo K, Dunford JE, Wu X, Knapp S, et al. The molecular mechanism of nitrogen-containing bisphosphonates as antiosteoporosis drugs. Proceedings of the National Academy of Sciences. 2006;103:7829–7834. doi: 10.1073/pnas.0601643103.", "ArticleIdList": ["10.1073/pnas.0601643103", "PMC1472530", "16684881"]}, {"Citation": "Venkatachalam TK, Mao C, Uçkun FM. Effect of stereochemistry on the anti-HIV activity of chiral thiourea compounds. Bioorganic and Medicinal Chemistry. 2004;12:4275–4284. doi: 10.1016/j.bmc.2004.04.050.", "ArticleIdList": ["10.1016/j.bmc.2004.04.050", "15246104"]}, {"Citation": "Nishida CR, de Montellano PRO. Bioactivation of antituberculosis thioamide and thiourea prodrugs by bacterial and mammalian flavin monooxygenases. Chemico-Biological Interactions. 2011;192:21–25. doi: 10.1016/j.cbi.2010.09.015.", "ArticleIdList": ["10.1016/j.cbi.2010.09.015", "PMC3033498", "20863819"]}, {"Citation": "Yıldız İN, Oruç Emre EE, Taşdemir D, Karaküçük İyidoğan A, Ulaşlı M, et al. Design and synthesis of novel thioureas derived from 4 (4 fluorophenoxy)aniline as anticancer agents. Journal of the Chinese Chemical Society. 2017;64:321–330. doi: 10.1002/jccs.201600193.", "ArticleIdList": ["10.1002/jccs.201600193"]}, {"Citation": "Oliveira RB, Souza Fagundes EM, Soares PP, Andrade AA, Krettli AU, et al. Synthesis and antimalarial activity of semicarbazone and thiosemicarbazone derivatives. European Journal of Medicinal Chemistry. 2007;43:1983–1988. doi: 10.1016/j.ejmech.2007.11.012.", "ArticleIdList": ["10.1016/j.ejmech.2007.11.012", "18222568"]}, {"Citation": "Çelen A, Kaymakçıoğlu B, Gümrü S, Toklu H, Arıcıoğlu F. Synthesis and anticonvulsant activity of substituted thiourea derivatives. Marmara Pharmaceutical Journal. 2011;15:43–47. doi: 10.12991/201115430.", "ArticleIdList": ["10.12991/201115430"]}, {"Citation": "Larik FA, Shah MS, Saeed A, Shah HS, Channar PA, et al. New cholinesterase inhibitors for Alzheimer’s disease: Structure activity relationship, kinetics and molecular docking studies of 1-butanoyl-3-arylthiourea derivatives. International Journal of Biological Macromolecules. 2018;116:144–150. doi: 10.1016/j.ijbiomac.2018.05.001.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.05.001", "29729344"]}, {"Citation": "Liu P, Shu C, Liu L, Huang Q, Peng Y. Design and synthesis of thiourea derivatives with sulfur-containing heterocyclic scaffolds as potential tyrosinase inhibitors. Bioorganic and Medicinal Chemistry. 2016;24:1866–1871. doi: 10.1016/j.bmc.2016.03.013.", "ArticleIdList": ["10.1016/j.bmc.2016.03.013", "26972919"]}, {"Citation": "Naz S, Zahoor M, Umar MN, Alghamdi S, Khayam Sahibzada MU, et al. Synthesis, Characterization, and pharmacological evaluation of thiourea derivatives. Open Chemistry. 2020;18:764–777. doi: 10.1515/chem-2020-0139.", "ArticleIdList": ["10.1515/chem-2020-0139"]}, {"Citation": "Alcolea V, Plano D, Karelia DN, Palop JA, Amin S, et al. Novel seleno- and thio-urea derivatives with potent in vitro activities against several cancer cell lines. European Journal of Medicinal Chemistry. 2016;113:134–144. doi: 10.1016/j.ejmech.2016.02.042.", "ArticleIdList": ["10.1016/j.ejmech.2016.02.042", "26922233"]}, {"Citation": "Mishra A, Batra S. Thiourea and guanidine derivatives as antimalarial and antimicrobial agents. Current Topics in Medicinal Chemistry. 2013;13:2011–2025. doi: 10.2174/15680266113139990126.", "ArticleIdList": ["10.2174/15680266113139990126", "23895095"]}, {"Citation": "Pattan S, Kedar M, Pattan J, Dengale S, Sanap M, et al. Synthesis and evaluation of some novel 2,4-thiazolidinedione derivatives for antibacterial, antitubercular and antidiabetic activities. India Journal of Chemistry. 2012;51:1421–1425."}, {"Citation": "Arden C, Petrie JL, Tudhope SJ, Al-Qanzi Z, Claydon AJ, et al. Elevated glucose represses liver glucokinase and induces its regulatory protein to safeguard hepatic phosphate homeostasis. Diabetes. 2011;60:3110–3120. doi: 10.2337/db11-0061.", "ArticleIdList": ["10.2337/db11-0061", "PMC3219956", "22013014"]}, {"Citation": "Kulakov I, Nurkenov O, Akhmetova S, Seidakhmetova R, Zhambekov Z. Synthesis and antibacterial and antifungal activities of thiourea derivatives of the alkaloid anabasine. Pharmaceutical Chemistry Journal. 2011;45:15–18. doi: 10.1007/s11094-011-0551-9.", "ArticleIdList": ["10.1007/s11094-011-0551-9"]}, {"Citation": "Ganes A. Biological activities of some pyrazoline derivatives. International Journal of Pharma and Bio Sciences. 2013;4:727–733."}, {"Citation": "Hasanen J, El-Deen I, El-Desoky R, Abdalla A. Synthesis of some nitrogen heterocycles and in vitro evaluation of their antimicrobial and antitumor activity. Research on Chemical Intermediates. 2014;40:537–553. doi: 10.1007/s11164-012-0981-3.", "ArticleIdList": ["10.1007/s11164-012-0981-3"]}, {"Citation": "Rivera A, Maldonado M, Rios-Motta J. A facile and efficient procedure for synthesis of new benzimidazole-2-thione derivatives. Molecules. 2012;17:8578–8586. doi: 10.3390/molecules17078578.", "ArticleIdList": ["10.3390/molecules17078578", "PMC6268960", "22805508"]}, {"Citation": "Imran S, Taha M, Ismail NH, Fayyaz S, Khan KM, et al. Synthesis, biological evaluation, and docking studies of novel thiourea derivatives of bisindolylmethane as carbonic anhyras II inhibitor. Bioorganic Chemistry. 2015;62:83–93. doi: 10.1016/j.boorg.2015.08.001.", "ArticleIdList": ["10.1016/j.boorg.2015.08.001", "26275866"]}, {"Citation": "Choi J, Jee JG. Repositioning of thiourea-containing drugs as tyrosinase inhibitors. International Journal of Molecular Sciences. 2015;16:28534–28548. doi: 10.3390/ijms161226114.", "ArticleIdList": ["10.3390/ijms161226114", "PMC4691061", "26633377"]}, {"Citation": "Antunes S, Corre JP, Mikaty G, Douat C, Goossens PL, et al. Effect of replacing main-chain ureas with thiourea and guanidinium surrogates on the bacterial activity of mebrane active oligourea foldamers. Bioorganic & Medicinal Chemistry. 2017;25:4245–4252. doi: 10.1016/j.bmc.2017.04.040.", "ArticleIdList": ["10.1016/j.bmc.2017.04.040", "28687228"]}, {"Citation": "Suyoga, Vardhan D, Shantharam C, Suhas R, Sridhara M, et al. Synthesis and urease inhibition studies of ureas and thioureas derived from amino acids conjugated heterocycle. International Journal of Chemistry and Pharmaceutical Sciences. 2013;4:54–58."}, {"Citation": "Liu J, Yang S, Li X, Fan H, Bhadury P, et al. Synthesis and antiviral bioactivity of chiral thioureas containing leucine and phosphonate moieties. Molecules. 2010;15:5112–5123. doi: 10.3390/molecules15085112.", "ArticleIdList": ["10.3390/molecules15085112", "PMC6257697", "20714289"]}, {"Citation": "Kojime M. Syntheses and antincrobial properties of isothiocyanate derivatives. Journal of Pharmaceutical Science. 1974;63:1801–1803. doi: 10.1002/jps.2600631135.", "ArticleIdList": ["10.1002/jps.2600631135", "4214914"]}, {"Citation": "Mahachi TJ, Carlson RM, Poe DP. p-N,N-dimetilaminophenylisothiocyanate as an electro-chemical label for high-performance liquid chromatographic determination of amino acids. Journal of Chromatography. 1984;298:279–288."}, {"Citation": "Ellman GL, Courtney KD, Andres V, Featherstone RM. A new and rapid colorimetric determination of acetylcholinesterase activity. Pharmacology. 1961;7:88–95. doi: 10.1016/0006-2952(61)90145-9.", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}, {"Citation": "Khatib S, Nerya O, Musa R, Shumel M, Tamir S, Vaya J. Chalcones as potent tyrosinase inhibitors: The importance of 2,4-disubstituted resorcinol moiety. Bioorganic and Medicinal Chemistry. 2005;13:433–441. doi: 10.1016/j.bmc.2004.10.010.", "ArticleIdList": ["10.1016/j.bmc.2004.10.010", "15598564"]}, {"Citation": "Weatherburn MW. Phenol-hypochlorite reaction for determination of ammonia. Analytical Chemistry. 1967;3:971–974. doi: 10.1021/ac60252a045.", "ArticleIdList": ["10.1021/ac60252a045"]}, {"Citation": "Ertl P, Rohde B, Selzer P. Fast calculation of molecular polar surface area as a sum of fragment-based contributions and its application to the prediction of drug transport properties. Journal of Medicinal Chemistry. 2000;43:3714–3717. doi: 10.1021/jm000942e.", "ArticleIdList": ["10.1021/jm000942e", "11020286"]}, {"Citation": "Sıcak Y, Oruç-Emre EE, Öztürk M, Taşkın-Tok T, Karaküçük-Iyidoğan A. Novel fluorine-containing chiral hydrazide-hydrazones: Design, synthesis, structural elucidation, antioxidant and anticholinesterase activity, and in silico studies. Chirality. 2019;31:603–615. doi: 10.1002/chir.23102.", "ArticleIdList": ["10.1002/chir.23102", "31222828"]}, {"Citation": "Hou T, Xu X. Recent development and application of virtual screening in drug discovery: an overview. Current Pharmaceutical Design. 2004;10:1011–1033. doi: 10.2174/1381612043452721.", "ArticleIdList": ["10.2174/1381612043452721", "15078130"]}, {"Citation": "Tatar E, Karakuş S, Küçükgüzel ŞG, Öktem-Okullu S, Ünübol N, et al. Design, synthesis, and molecular docking studies of a conjugated thiadiazole–thiourea scaffold as antituberculosis agents. Biological and Pharmaceutical Bulletin. 2016;39:502–515. doi: 10.1248/bpb.b15-00698.", "ArticleIdList": ["10.1248/bpb.b15-00698", "27040623"]}, {"Citation": "Shweta M, Rashmi D. In vitro ADME studies of TUG-891, a GPR-120 inhibitor using swissadme predictor. Journal of Drug Delivery and Therapeutics. 2019;9:366–36927. doi: 10.22270/jddt.v9i2-s.2710.", "ArticleIdList": ["10.22270/jddt.v9i2-s.2710"]}, {"Citation": "Ferreira LL, Andricopulo AD. ADMET modeling approaches in drug discovery. Drug Discovery. 2019;24:1157–1165. doi: 10.1016/j.drudis.2019.03.015.", "ArticleIdList": ["10.1016/j.drudis.2019.03.015", "30890362"]}, {"Citation": "Şenkardeş S, Han Mİ, Kulabaş N, Abbak M, Çevik Ö, et al. Synthesis, molecular docking and evaluation of novel sulfonyl hydrazones as anticancer agents and COX-2 inhibitors. Molecular Diversity. 2020;24:673–689. doi: 10.1007/s11030-019-09974-z.", "ArticleIdList": ["10.1007/s11030-019-09974-z", "31302853"]}, {"Citation": "Daina A, Zoete V. A BOILED-Egg to predict gastrointestinal absorption and brain penetration of small molecules. Chem Med Chem. 2016;11:1117–1121. doi: 10.1002/cmdc.201600182.", "ArticleIdList": ["10.1002/cmdc.201600182", "PMC5089604", "27218427"]}, {"Citation": "Saini R, Saxena AK. The structural hybrids of acetylcholinesterase inhibitors in the treatment of Alzheimer’s disease: A review. Journal of Alzheimer’s and Neurodegenerative Diseases. 2018;4:1–25. doi: 10.24966/AND-9608/100015.", "ArticleIdList": ["10.24966/AND-9608/100015"]}, {"Citation": "Bari WU, Zahoor M, Zeb A, Khan I, Nazir Y, et al. Anticholinesterase, antioxidant potentials, and molecular docking studies of isolated bioactive compounds from Grewia optiva. International Journal of Food Properties. 2019;22:1386–396. doi: 10.1080/10942912.2019.1650763.", "ArticleIdList": ["10.1080/10942912.2019.1650763"]}, {"Citation": "Cavalieri EL, Li KM, Balu N, Saeed M, Devanesan P, et al. Catechol ortho-quinones: The electrophilic compounds that form depurinating DNA adducts and could initiate cancer and other diseases. Carcinogenesis. 2002;23:1071–1077. doi: 10.1093/carcin/23.6.1071.", "ArticleIdList": ["10.1093/carcin/23.6.1071", "12082031"]}, {"Citation": "Asanuma M, Miyazaki I, Ogawa N. Dopamine or L-DOPA-induced neurotoxicity: The role of dopamine quinone formation and tyrosinase in a model of Parkinson’s disease. Neurotoxicity Research. 2003;5:165–176. doi: 10.1007/BF03033137.", "ArticleIdList": ["10.1007/BF03033137", "12835121"]}, {"Citation": "Pan T, Li X, Jankovic J. The association between Parkinson’s disease and melanoma. International Journal of Cancer. 2011;128:2251–2260. doi: 10.1002/ijc.25912.", "ArticleIdList": ["10.1002/ijc.25912", "21207412"]}, {"Citation": "Sendoel A, Kohler I, Fellmann C, Lowe SW, Hengartner MO. HIF-1 antagonizes p53-mediated apoptosis through a secreted neuronal tyrosinase. Nature. 2010;465:577–583. doi: 10.1038/nature09141.", "ArticleIdList": ["10.1038/nature09141", "PMC3328299", "20520707"]}, {"Citation": "Chang TS. An updated review of tyrosinase inhibitors. International Journal of Molecular Sciences. 2009;10:2440–2475. doi: 10.3390/ijms10062440.", "ArticleIdList": ["10.3390/ijms10062440", "PMC2705500", "19582213"]}, {"Citation": "Kim YJ, Uyama H. Tyrosinase inhibitors from natural and synthetic sources: Structure, inhibition mechanism and perspective for the future. Cellular and Molecular Life Sciences. 2005;62:1707–1723. doi: 10.1007/s00018-005-5054-y.", "ArticleIdList": ["10.1007/s00018-005-5054-y", "15968468"]}, {"Citation": "Ubeid AA, Do S, Nye C, Hantash BM. Potent low toxicity inhibition of human melanogenesis by novel indole-containing octapeptides. Biochimica et Biophysica Acta. 2012;1820:1481–1489. doi: 10.1016/j.bbagen.2012.05.003.", "ArticleIdList": ["10.1016/j.bbagen.2012.05.003", "22609875"]}, {"Citation": "Solano F, Briganti S, Picardo M, Ghanem G. Hypopigmentingagents: An updated review on biological, chemical and clinical aspects. Pigment Cell and Melanoma Research. 2006;19:550–571. doi: 10.1111/j.1600-0749.2006.00334.x.", "ArticleIdList": ["10.1111/j.1600-0749.2006.00334.x", "17083484"]}, {"Citation": "Halaouli S, Asther M, Sigoillot JC, Hamdi M, Lomascolo A. Fungal tyrosinases: New prospects in molecular characteristics, bioengineering and biotechnological applications. Journal of Applied Microbiology. 2006;100:219–232. doi: 10.1111/j.1365-2672.2006.02866.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.02866.x", "16430498"]}, {"Citation": "Mobley HL, Hausinger RP. Ureases: significance, regulation, and molecular characterization. Microbiological Reviews. 1989;53:85–108. doi: 10.1128/mr.53.1.85-108.1989.", "ArticleIdList": ["10.1128/mr.53.1.85-108.1989", "PMC372718", "2651866"]}, {"Citation": "Karplus PA, Pearson MA, Hausinger RP. 70 Years of Crystalline Urease: What Have We Learned? Accounts of Chemical Research. 1997;30:330–337. doi: 10.1021/ar960022j.", "ArticleIdList": ["10.1021/ar960022j"]}, {"Citation": "Collins CM, D’Orazio SEF. Bacterial ureases: structure, regulation of expression and role in pathogenesis. Molecular Microbiology. 1993;9:907–913. doi: 10.1111/j.1365-2958.1993.tb01220.x.", "ArticleIdList": ["10.1111/j.1365-2958.1993.tb01220.x", "7934918"]}, {"Citation": "Mobley HLT, Island MD, Hausinger RP. Molecular biology of microbial ureases. Microbiological Reviews. 1995;59:451–480. doi: 10.1128/mr.59.3.451-480.1995.", "ArticleIdList": ["10.1128/mr.59.3.451-480.1995", "PMC239369", "7565414"]}, {"Citation": "Samtoy B, DeBeukelaer MM. Ammonia encephalopathy secondary to urinary tract infection with proteuis mirabilis. Pediatrics. 1980;65:294–297.", "ArticleIdList": ["6444460"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "19"}, {"Year": "2022", "Month": "6", "Day": "16"}, {"Year": "2021", "Month": "9", "Day": "16"}, {"Year": "2021", "Month": "9", "Day": "16", "Hour": "0", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "16", "Hour": "0", "Minute": "0"}, {"Year": "2023", "Month": "9", "Day": "18", "Hour": "4", "Minute": "43"}, {"Year": "2021", "Month": "9", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["37720601", "PMC10503972", "10.55730/1300-0527.3358", "turkjchem-46-3-665"]}}], "PubmedBookArticle": []}