{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia annua", "biofilm", "molecular modeling", "phytocompounds", "quorum sensing", "virulence"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37728140", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1002/jemt.24418"], "Journal": {"ISSN": "1097-0029", "JournalIssue": {"Volume": "87", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Microscopy research and technique", "ISOAbbreviation": "Microsc Res Tech"}, "ArticleTitle": "Attenuation of quorum sensing regulated virulence functions and biofilm of pathogenic bacteria by medicinal plant Artemisia annua and its phytoconstituent 1, 8-cineole.", "Pagination": {"StartPage": "133", "EndPage": "148", "MedlinePgn": "133-148"}, "Abstract": {"AbstractText": ["The emergence of multidrug resistance (MDR) in bacterial pathogens is a serious public health concern. A significant therapeutic target for MDR infections is the quorum sensing-regulated bacterial pathogenicity. Determining the anti-quorum sensing abilities of certain medicinal plants against bacterial pathogens as well as the in-silico interactions of particular bioactive phytocompounds with QS and biofilm-associated proteins were the objectives of the present study. In this study, 6 medicinal plants were selected based on their ethnopharmacological usage, screened for Anti-QS activity and Artemisia annua leaf extract (AALE) demonstrated pigment inhibitory activity against Chromobacterium violaceum CV12472. Further, the methanol active fraction significantly inhibited the virulence factors (pyocyanin, pyoverdine, rhamnolipid and swarming motility) of Pseudomonas aeruginosa PAO1 and Serratia marcescens MTCC 97 at respective sub-MICs. The inhibition of biofilm was determined using a microtiter plate test and scanning electron microscopy. Biofilm formation was impaired by 70%, 72% and 74% in P. aeruginosa, C. violaceum and S. marcescens, respectively at 0.5xMIC of the extract. The phytochemical content of the extract was studied using GC-MS and 1, 8-cineole was identified as major bioactive compound. Furthermore, 1, 8-cineole was docked with quorum sensing (QS) proteins (LasI, LasR, CviR, and rhlR) and biofilm proteins (PilY1 and PilT). In silico docking and dynamics simulations studies suggested interactions with QS-receptors CviR', LasI, LasR, and biofilm proteins PilY1, PilT for anti-QS activity. Further, 1, 8-cineole demonstrated 66% and 51% reduction in violacein production and biofilm formation, respectively to validate the findings of computational analysis. Findings of the present investigation suggests that 1, 8-cineole plays a crucial role in the QS and biofilm inhibitory activity demonstrated by Artemisia annua extract. RESEARCH HIGHLIGHTS: Artemisia annua leaf extract (AALE) methanol fraction demonstrated broad-spectrum QS and biofilm inhibition Scanning electron microscopy (SEM) confirmed biofilm inhibition Molecular docking and simulation studies suggested positive interactions of 1,8-cineol with QS-receptors and biofilm proteins."], "CopyrightInformation": "© 2023 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Aligarh Muslim University, Aligarh, India."}], "LastName": "Khan", "ForeName": "Mo Ahamad", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Immunology and Infectious Diseases, College of Medicine and Medical Science, Arabian Gulf University, Manama, Bahrain."}], "LastName": "Shahid", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Erciyes University, Kayseri, Turkey."}], "LastName": "Celik", "ForeName": "Ismail", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, Aligarh Muslim University, Aligarh, India."}], "LastName": "Khan", "ForeName": "Haris M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Life Science, Aligarh Muslim University, Aligarh, India."}], "LastName": "Shahzad", "ForeName": "Anwar", "Initials": "A"}, {"Identifier": ["0000-0001-6598-4328"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Nutrition, College of Food and Agriculture Sciences, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Husain", "ForeName": "Fohad Mabood", "Initials": "FM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Dalhousie University, Truro, Nova Scotia, Canada."}], "LastName": "Adil", "ForeName": "Mohd", "Initials": "M"}], "GrantList": [{"GrantID": "RSPD2023R729", "Agency": "King Saud University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microsc Res Tech", "NlmUniqueID": "9203012", "ISSNLinking": "1059-910X"}, "ChemicalList": [{"RegistryNumber": "RV6J6604TK", "NameOfSubstance": "Eucalyptol"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Quorum Sensing"}, {"QualifierName": [], "DescriptorName": "Virulence"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Eucalyptol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Artemisia annua"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Methanol"}, {"QualifierName": ["chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Bacteria"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas, H. A., & Hegazy, W. A. H. (2020). Repurposing anti-diabetic drug “sitagliptin” as a novel virulence attenuating agent in Serratia marcescens. PLoS One, 15(4), e0231625. https://doi.org/10.1371/journal.pone.0231625"}, {"Citation": "Abraham, M. J., Murtola, T., Schulz, R., Páll, S., Smith, J. C., Hess, B., & Lindah, E. (2015). Gromacs: High performance molecular simulations through multi-level parallelism from laptops to supercomputers. SoftwareX, 1-2, 19-25. https://doi.org/10.1016/j.softx.2015.06.001"}, {"Citation": "Adonizio, A., Kong, K. F., & Mathee, K. (2008). Inhibition of quorum sensing-controlled virulence factor production in Pseudomonas aeruginosa by South Florida plant extracts. Antimicrobial Agents and Chemotherapy, 52(1), 198-203. https://doi.org/10.1128/AAC.00612-07"}, {"Citation": "Afroz, R., Tanvir, E. M., Islam, A. A., Alam, F., Gan, S. H., & Khalil, I. (2014). Potential antioxidant and antibacterial properties of a popular jujube fruit: Apple kul (Zizyphus mauritiana). Journal of Food Biochemistry, 38(6), 592-601. https://doi.org/10.1111/jfbc.12100"}, {"Citation": "Ahmad, R., Ahmad, N., Naqvi, A. A., Shehzad, A., & Al-Ghamdi, M. S. (2017). Role of traditional Islamic and Arabic plants in cancer therapy. Journal of Traditional and Complementary Medicine, 7(2), 195-204. https://doi.org/10.1016/j.jtcme.2016.05.002"}, {"Citation": "Alesaeidi, S., & Miraj, S. (2016). A systematic review of anti-malarial properties, immunosuppressive properties, anti-inflammatory properties, and anti-cancer properties of Artemisia Annua. Electronic Physician, 8(10), 3150-3155. https://doi.org/10.19082/3150"}, {"Citation": "Alyousef, A. A., Mabood Husain, F., Arshad, M., Rizwan Ahamad, S., Shavez Khan, M., Abul Qais, F., Khan, A., Alqasim, A., Almutairi, N., Ahmad, I., Albalawi, T., Alam, P., & Khan, S. (2021). Myrtus communis and its bioactive phytoconstituent, linalool, interferes with quorum sensing regulated virulence functions and biofilm of uropathogenic bacteria: In vitro and in silico insights. Journal of King Saud University - Science, 33(7), 101588. https://doi.org/10.1016/j.jksus.2021.101588"}, {"Citation": "An, S. Q., Murtagh, J., Twomey, K. B., Gupta, M. K., O'Sullivan, T. P., Ingram, R., Valvano, M. A., & Tang, J. L. (2019). Modulation of antibiotic sensitivity and biofilm formation in Pseudomonas aeruginosa by interspecies signal analogues. Nature Communications, 10(1), 1-11. https://doi.org/10.1038/s41467-019-10271-4"}, {"Citation": "Azeem, M., Nengroo, Z. R., Ahamad Khan, M. O., & Ganie, A. S. (2021). Fatty acid composition, antibacterial and antioxidant potential of Atropa belladonna and Thymus linearis seeds grown in Kashmir. SN Applied Sciences, 3(7), 1-8. https://doi.org/10.1007/s42452-021-04711-4"}, {"Citation": "Bassler, B. L. (2002). Small talk: Cell-to-cell communication in bacteria. Cell, 109(4), 421-424. https://doi.org/10.1016/S0092-8674(02)00749-3"}, {"Citation": "Caiazza, N. C., Shanks, R. M. Q., & O'Toole, G. A. (2005). Rhamnolipids modulate swarming motility patterns of Pseudomonas aeruginosa. Journal of Bacteriology, 187(21), 7351-7361. https://doi.org/10.1128/JB.187.21.7351-7361.2005"}, {"Citation": "Ćavar, S., Maksimović, M., Vidic, D., & Parić, A. (2012). Chemical composition and antioxidant and antimicrobial activity of essential oil of Artemisia annua L. from Bosnia. Industrial Crops and Products, 37(1), 479-485. https://doi.org/10.1016/j.indcrop.2011.07.024"}, {"Citation": "Celik, I., Erol, M., & Duzgun, Z. (2022). In silico evaluation of potential inhibitory activity of remdesivir, favipiravir, ribavirin and galidesivir active forms on SARS-CoV-2 RNA polymerase. Molecular Diversity, 26(1), 279-292. https://doi.org/10.1007/s11030-021-10215-5"}, {"Citation": "Celik, I., & Tallei, T. E. (2022). A computational comparative analysis of the binding mechanism of molnupiravir's active metabolite to RNA-dependent RNA polymerase of wild-type and Delta subvariant AY.4 of SARS-CoV-2. Journal of Cellular Biochemistry, 123(4), 807-818. https://doi.org/10.1002/jcb.30226"}, {"Citation": "Chadha, J., Harjai, K., & Chhibber, S. (2022). Revisiting the virulence hallmarks of Pseudomonas aeruginosa: A chronicle through the perspective of quorum sensing. Environmental Microbiology, 24(6), 2630-2656. https://doi.org/10.1111/1462-2920.15784"}, {"Citation": "Cosa, S., Rakoma, J. R., Yusuf, A. A., & Tshikalange, T. E. (2020). Calpurnia aurea (Aiton) benth extracts reduce quorum sensing controlled virulence factors in pseudomonas aeruginosa. Molecules, 25(10), 2283. https://doi.org/10.3390/molecules25102283"}, {"Citation": "Cox, C. D., & Adams, P. (1985). Siderophore activity of pyoverdin for Pseudomonas aeruginosa. Infection and Immunity, 48(1), 130-138. https://doi.org/10.1128/iai.48.1.130-138.1985"}, {"Citation": "Dadgostar, P. (2019). Antimicrobial resistance: Implications and costs. Infection and Drug Resistance, 12, 3903-3910. https://doi.org/10.2147/IDR.S234610"}, {"Citation": "Das, T., Kutty, S. K., Tavallaie, R., Ibugo, A. I., Panchompoo, J., Sehar, S., Aldous, L., Yeung, A. W. S., Thomas, S. R., Kumar, N., Gooding, J. J., & Manefield, M. (2015). Phenazine virulence factor binding to extracellular DNA is important for Pseudomonas aeruginosa biofilm formation. Scientific Reports, 5, 8398. https://doi.org/10.1038/srep08398"}, {"Citation": "Davey, M. E., Caiazza, N. C., & O'Toole, G. A. (2003). Rhamnolipid surfactant production affects biofilm architecture in Pseudomonas aeruginosa PAO1. Journal of Bacteriology, 185(3), 1027-1036. https://doi.org/10.1128/JB.185.3.1027-1036.2003"}, {"Citation": "Essar, D. W., Eberly, L., Hadero, A., & Crawford, I. P. (1990). Identification and characterization of genes for a second anthranilate synthase in Pseudomonas aeruginosa: Interchangeability of the two anthranilate synthase and evolutionary implications. Journal of Bacteriology, 172(2), 884-900. https://doi.org/10.1128/jb.172.2.884-900.1990"}, {"Citation": "Flemming, H. C., & Wingender, J. (2010). The biofilm matrix. Nature Reviews Microbiology, 8(9), 623-633. https://doi.org/10.1038/nrmicro2415"}, {"Citation": "Hall, S., McDermott, C., Anoopkumar-Dukie, S., McFarland, A. J., Forbes, A., Perkins, A. V., Davey, A. K., Chess-Williams, R., Kiefel, M. J., Arora, D., & Grant, G. D. (2016). Cellular effects of pyocyanin, a secreted virulence factor of Pseudomonas aeruginosa. Toxins, 8(8), 236. https://doi.org/10.3390/toxins8080236"}, {"Citation": "Haque, S., Ahmad, F., Dar, S. A., Jawed, A., Mandal, R. K., Wahid, M., Lohani, M., Khan, S., Singh, V., & Akhter, N. (2018). Developments in strategies for quorum sensing virulence factor inhibition to combat bacterial drug resistance. Microbial Pathogenesis, 121, 293-302. https://doi.org/10.1016/j.micpath.2018.05.046"}, {"Citation": "Homeyer, N., & Gohlke, H. (2012). Free energy calculations by the molecular mechanics Poisson-Boltzmann surface area method. Molecular Informatics, 31(2), 114-122. https://doi.org/10.1002/minf.201100135"}, {"Citation": "Husain, F. M., Ahmad, I., Al-Thubiani, A. S., Abulreesh, H. H., AlHazza, I. M., & Aqil, F. (2017). Leaf extracts of Mangifera indica L. inhibit quorum sensing - regulated production of virulence factors and biofilm in test bacteria. Frontiers in Microbiology, 8(APR), 727. https://doi.org/10.3389/fmicb.2017.00727"}, {"Citation": "Husain, F. M., Ahmad, I., Khan, F. I., Al-Shabib, N. A., Baig, M. H., Hussain, A., Rehman, M. T., Alajmi, M. F., & Lobb, K. A. (2018). Seed extract of Psoralea corylifolia and its constituent bakuchiol impairs AHL-based quorum sensing and biofilm formation in food- and human-related pathogens. Frontiers in Cellular and Infection Microbiology, 8, 351. https://doi.org/10.3389/fcimb.2018.00351"}, {"Citation": "Husain, F. M., Ahmad, I., Khan, M. S., & Al-Shabib, N. A. (2015). Trigonella foenum-graceum (seed) extract interferes with quorum sensing regulated traits and biofilm formation in the strains of pseudomonas aeruginosa and Aeromonas hydrophila. Evidence-based Complementary and Alternative Medicine, 2015, 1-10. https://doi.org/10.1155/2015/879540"}, {"Citation": "Husain, F. M., Perveen, K., Qais, F. A., Ahmad, I., Alfarhan, A. H., & El-Sheikh, M. A. (2020). Naringin inhibits the biofilms of metallo-β-lactamases (MβLs) producing pseudomonas species isolated from camel meat. Saudi Journal of Biological Sciences., 28, 333-341. https://doi.org/10.1016/j.sjbs.2020.10.009"}, {"Citation": "Husain, F. M., Qais, F. A., Ahmad, I., Hakeem, M. J., Baig, M. H., Khan, J. M., & Al-Shabib, N. A. (2022). Biosynthesized zinc oxide nanoparticles disrupt established biofilms of pathogenic bacteria. Applied Sciences (Switzerland), 12(2), 710. https://doi.org/10.3390/APP12020710"}, {"Citation": "Jo, S., Kim, T., Iyer, V. G., & Im, W. (2008). CHARMM-GUI: A web-based graphical user interface for CHARMM. Journal of Computational Chemistry, 29(11), 1859-1865. https://doi.org/10.1002/jcc.20945"}, {"Citation": "Kang, D., Kirienkoa, D. R., Webster, P., Fisher, A. L., & Kirienko, N. V. (2018). Pyoverdine, a siderophore from Pseudomonas aeruginosa, translocates into C. Elegans, removes iron, and activates a distinct host response. Virulence, 9(1), 804-817. https://doi.org/10.1080/21505594.2018.1449508"}, {"Citation": "Karuppiah, V., Thirunanasambandham, R., & Thangaraj, G. (2021). Anti-quorum sensing and antibiofilm potential of 1,8-cineole derived from Musa paradisiaca against Pseudomonas aeruginosa strain PAO1. World Journal of Microbiology and Biotechnology, 37(4), 66. https://doi.org/10.1007/s11274-021-03029-y"}, {"Citation": "Khairy, A., Hammoda, H. M., Celik, I., Zaatout, H. H., & Ibrahim, R. S. (2022). Discovery of potential natural dihydroorotate dehydrogenase inhibitors and their synergism with brequinar via integrated molecular docking, dynamic simulations and in vitro approach. Scientific Reports, 12(1), 1-30. https://doi.org/10.1038/s41598-022-23006-1"}, {"Citation": "Khan, M. A., Khan, H. M., Ganie, I. B., Kumar, S., Shahzad, A., Celik, I., & Shahid, M. (2022). Anti-quorum sensing, antibiofilm, and antibacterial activities of extracts of Centella asiatica L. leaves, and in vitro derived leaves-calli through tissue culture: A potential for biofouling-prevention. Biofouling, 38(7), 715-728. https://doi.org/10.1080/08927014.2022.2117034"}, {"Citation": "Khatoon, Z., McTiernan, C. D., Suuronen, E. J., Mah, T. F., & Alarcon, E. I. (2018). Bacterial biofilm formation on implantable devices and approaches to its treatment and prevention. Heliyon, 4(12), e01067. https://doi.org/10.1016/j.heliyon.2018.e01067"}, {"Citation": "Khayat, M. T., Ibrahim, T. S., Darwish, K. M., Khayyat, A. N., Alharbi, M., Khafagy, E. S., Ali, M. A. M., Hegazy, W. A. H., & Abbas, H. A. (2022). Hiring of the anti-quorum sensing activities of hypoglycemic agent linagliptin to alleviate the Pseudomonas aeruginosa pathogenesis. Microorganisms, 10(12), 2455. https://doi.org/10.3390/microorganisms10122455"}, {"Citation": "Khayyat, A. N., Abbas, H. A., Khayat, M. T., Shaldam, M. A., Askoura, M., Asfour, H. Z., Khafagy, E. S., Abu Lila, A. S., Allam, A. N., & Hegazy, W. A. H. (2021). Secnidazole is a promising imidazole mitigator of serratia marcescens virulence. Microorganisms, 9(11), 2333. https://doi.org/10.3390/microorganisms9112333"}, {"Citation": "Kim, H. S., Lee, S. H., Byun, Y., & Park, H. D. (2015). 6-gingerol reduces Pseudomonas aeruginosa biofilm formation and virulence via quorum sensing inhibition. Scientific Reports, 5(1), 1-11. https://doi.org/10.1038/srep08656"}, {"Citation": "Kirienko, N. V., Ausubel, F. M., & Ruvkun, G. (2015). Mitophagy confers resistance to siderophore-mediated killing by Pseudomonas aeruginosa. Proceedings of the National Academy of Sciences of the United States of America, 112(6), 1821-1826. https://doi.org/10.1073/pnas.1424954112"}, {"Citation": "Lamont, I. L., Beare, P. A., Ochsner, U., Vasil, A. I., & Vasil, M. L. (2002). Siderophore-mediated signaling regulates virulence factor production in Pseudomonas aeruginosa. Proceedings of the National Academy of Sciences of the United States of America, 99(10), 7072-7077. https://doi.org/10.1073/pnas.092016999"}, {"Citation": "Lang, S. J., Schmiech, M., Hafner, S., Paetz, C., Steinborn, C., Huber, R., El Gaafary, M., Werner, K., Schmidt, C. Q., Syrovets, T., & Simmet, T. (2019). Antitumor activity of an Artemisia annua herbal preparation and identification of active ingredients. Phytomedicine, 62, 152962. https://doi.org/10.1016/J.PHYMED.2019.152962"}, {"Citation": "Lee, J., Hitzenberger, M., Rieger, M., Kern, N. R., Zacharias, M., & Im, W. (2020). CHARMM-GUI supports the Amber force fields. Journal of Chemical Physics, 153(3), 035103. https://doi.org/10.1063/5.0012280"}, {"Citation": "Lee, J., & Zhang, L. (2015). The hierarchy quorum sensing network in Pseudomonas aeruginosa. Protein & Cell, 6(1), 26-41. https://doi.org/10.1007/s13238-014-0100-x"}, {"Citation": "Lemma, M. T., Ahmed, A. M., Elhady, M. T., Ngo, H. T., Vu, T. L. H., Sang, T. K., Campos-Alberto, E., Sayed, A., Mizukami, S., Na-Bangchang, K., Huy, N. T., Hirayama, K., & Karbwang, J. (2017). Medicinal plants for in vitro antiplasmodial activities: A systematic review of literature. Parasitology International, 66(6), 713-720. https://doi.org/10.1016/j.parint.2017.09.002"}, {"Citation": "Li, K. M., Dong, X., Ma, Y. N., Wu, Z. H., Yan, Y. M., & Cheng, Y. X. (2019). Antifungal coumarins and lignans from Artemisia annua. Fitoterapia, 134, 323-328. https://doi.org/10.1016/J.FITOTE.2019.02.022"}, {"Citation": "Lindorff-Larsen, K., Piana, S., Palmo, K., Maragakis, P., Klepeis, J. L., Dror, R. O., & Shaw, D. E. (2010). Improved side-chain torsion potentials for the Amber ff99SB protein force field. Proteins: Structure, Function, and Bioinformatics, 78(8), 1950-1958. https://doi.org/10.1002/prot.22711"}, {"Citation": "Liu, Y., Yang, X., Gan, J., Chen, S., Xiao, Z. X., & Cao, Y. (2022). CB-Dock2: Improved protein-ligand blind docking by integrating cavity detection, docking and homologous template fitting. Nucleic Acids Research, 50(W1), W159-W164. https://doi.org/10.1093/nar/gkac394"}, {"Citation": "Massiha, A., Khoshkholgh-pahlaviani, M. M., Issazadeh, K., Bidarigh, S., & Zarrabi, S. (2013). Antibacterial activity of essential oils and plant extracts of Artemisia (Artemisia annua L.) In vitro. Zahedan Journal of Research in Medical Sciences, 15(6), 14-18. www.zjrms.ir"}, {"Citation": "McDougald, D., Rice, S. A., Barraud, N., Steinberg, P. D., & Kjelleberg, S. (2012). Should we stay or should we go: Mechanisms and ecological consequences for biofilm dispersal. Nature Reviews Microbiology, 10(1), 39-50. https://doi.org/10.1038/nrmicro2695"}, {"Citation": "Meyer, J. M., Neely, A., Stintzi, A., Georges, C., & Holder, I. A. (1996). Pyoverdin is essential for virulence of Pseudomonas aeruginosa. Infection and Immunity, 64(2), 518-523. https://doi.org/10.1128/iai.64.2.518-523.1996"}, {"Citation": "Morohoshi, T., Shiono, T., Takidouchi, K., Kato, M., Kato, N., Kato, J., & Ikeda, T. (2007). Inhibition of quorum sensing in Serratia marcescens AS-1 by synthetic analogs of N-acylhomoserine lactone. Applied and Environmental Microbiology, 73(20), 6339-6344. https://doi.org/10.1128/AEM.00593-07"}, {"Citation": "Mueller, M. S., Karhagomba, I. B., Hirt, H. M., & Wemakor, E. (2000). The potential of Artemisia annua L. as a locally produced remedy for malaria in the tropics: Agricultural, chemical and clinical aspects. Journal of Ethnopharmacology, 73(3), 487-493. https://doi.org/10.1016/S0378-8741(00)00289-0"}, {"Citation": "Nadal Jimenez, P., Koch, G., Thompson, J. A., Xavier, K. B., Cool, R. H., & Quax, W. J. (2012). The multiple signaling systems regulating virulence in Pseudomonas aeruginosa. Microbiology and Molecular Biology Reviews, 76(1), 46-65. https://doi.org/10.1128/mmbr.05007-11"}, {"Citation": "O'Toole, G. A. (2010). Microtiter dish biofilm formation assay. Journal of Visualized Experiments, 47, 2437. https://doi.org/10.3791/2437"}, {"Citation": "Paşayeva, L., Fatullayev, H., Celik, I., Unal, G., Bozkurt, N. M., Tugay, O., & Abdellattif, M. H. (2022). Evaluation of the chemical composition, antioxidant and antidiabetic activity of Rhaponticoides iconiensis flowers: Effects on key enzymes linked to type 2 diabetes In vitro, In silico and on alloxan-induced diabetic rats In vivo. Antioxidants (Basel, Switzerland), 11(11), 2284. https://doi.org/10.3390/ANTIOX11112284"}, {"Citation": "Peek, M. E., Bhatnagar, A., McCarty, N. A., & Zughaier, S. M. (2012). Pyoverdine, the major siderophore in Pseudomonas aeruginosa, evades NGAL recognition. Interdisciplinary Perspectives on Infectious Diseases, 2012, 1-10. https://doi.org/10.1155/2012/843509"}, {"Citation": "Pettersen, E. F., Goddard, T. D., Huang, C. C., Couch, G. S., Greenblatt, D. M., Meng, E. C., & Ferrin, T. E. (2004). UCSF chimera - a visualization system for exploratory research and analysis. Journal of Computational Chemistry, 25(13), 1605-1612. https://doi.org/10.1002/jcc.20084"}, {"Citation": "Pettersen, E. F., Goddard, T. D., Huang, C. C., Meng, E. C., Couch, G. S., Croll, T. I., Morris, J. H., & Ferrin, T. E. (2021). UCSF ChimeraX: Structure visualization for researchers, educators, and developers. Protein Science, 30(1), 70-82. https://doi.org/10.1002/pro.3943"}, {"Citation": "Qais, F. A., Ahmad, I., Husain, F. M., Alomar, S. Y., Ahmad, N., Albalawi, F., Alam, P., & Albalawi, T. (2021). Interference of quorum sensing regulated bacterial virulence factors and biofilms by Plumbago zeylanica extract. Microscopy Research and Technique, 84(12), 3150-3160. https://doi.org/10.1002/jemt.23872"}, {"Citation": "Qais, F. A., Khan, M. S., & Ahmad, I. (2019). Broad-spectrum quorum sensing and biofilm inhibition by green tea against gram-negative pathogenic bacteria: Deciphering the role of phytocompounds through molecular modelling. Microbial Pathogenesis, 126(October), 379-392. https://doi.org/10.1016/j.micpath.2018.11.030"}, {"Citation": "Qais, F. A., Khan, M. S., Ahmad, I., Husain, F. M., Al-kheraif, A. A., Arshad, M., & Alam, P. (2021). Plumbagin inhibits quorum sensing-regulated virulence and biofilms of gram-negative bacteria: in vitro and in silico investigations. Biofouling, 37(7), 724-739. https://doi.org/10.1080/08927014.2021.1955250"}, {"Citation": "Rasko, D. A., & Sperandio, V. (2010). Anti-virulence strategies to combat bacteria-mediated disease. Nature Reviews Drug Discovery, 9(2), 117-128. https://doi.org/10.1038/nrd3013"}, {"Citation": "Samreen, Qais, F. A., & Ahmad, I. (2022). Anti-quorum sensing and biofilm inhibitory effect of some medicinal plants against gram-negative bacterial pathogens: in vitro and in silico investigations. Heliyon, 8(10), 2333. https://doi.org/10.1016/j.heliyon.2022.e11113"}, {"Citation": "Santajit, S., Sookrung, N., & Indrawattana, N. (2022). Quorum sensing in ESKAPE bugs: A target for combating antimicrobial resistance and bacterial virulence. Biology, 11(10), 1466. https://doi.org/10.3390/biology11101466"}, {"Citation": "Sekhi, R. J. (2022). Pseudomonas aeruginosa: A review article. European Scholar Journal (ESJ), 3(3), 78-84."}, {"Citation": "Shin, N. R., Ryu, H. W., Ko, J. W., Park, S. H., Yuk, H. J., Kim, H. J., Kim, J. C., Jeong, S. H., & Shin, I. S. (2017). Artemisia argyi attenuates airway inflammation in ovalbumin-induced asthmatic animals. Journal of Ethnopharmacology, 209, 108-115. https://doi.org/10.1016/J.JEP.2017.07.033"}, {"Citation": "Soumya, N. P. P., Mini, S., Sivan, S. K., & Mondal, S. (2021). Bioactive compounds in functional food and their role as therapeutics. Bioactive Compounds in Health and Disease, 4(3), 24-39. https://doi.org/10.31989/bchd.v4i3.786"}, {"Citation": "Srinivasan, R., Devi, K. R., Kannappan, A., Pandian, S. K., & Ravi, A. V. (2016). Piper betle and its bioactive metabolite phytol mitigates quorum sensing mediated virulence factors and biofilm of nosocomial pathogen Serratia marcescens in vitro. Journal of Ethnopharmacology, 193, 592-603. https://doi.org/10.1016/j.jep.2016.10.017"}, {"Citation": "Trott, O., & Olson, A. J. (2009). AutoDock Vina: Improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. Journal of Computational Chemistry, 31(2), 455-461. https://doi.org/10.1002/jcc.21334"}, {"Citation": "Tuon, F. F., Dantas, L. R., Suss, P. H., & Tasca Ribeiro, V. S. (2022). Pathogenesis of the Pseudomonas aeruginosa biofilm: A review. Pathogens, 11(3), 300. https://doi.org/10.3390/pathogens11030300"}, {"Citation": "Ulrey, R. K., Barksdale, S. M., Zhou, W., & Van Hoek, M. L. (2014). Cranberry proanthocyanidins have anti-biofilm properties against pseudomonas aeruginosa. BMC Complementary and Alternative Medicine, 14(1), 1-12. https://doi.org/10.1186/1472-6882-14-499"}, {"Citation": "Valdés-Tresanco, M. S., Valdés-Tresanco, M. E., Valiente, P. A., & Moreno, E. (2021). Gmx_MMPBSA: A new tool to perform end-state free energy calculations with GROMACS. Journal of Chemical Theory and Computation, 17(10), 6281-6291. https://doi.org/10.1021/acs.jctc.1c00645"}, {"Citation": "Vandeputte, O. M., Kiendrebeogo, M., Rasamiravaka, T., Stévigny, C., Duez, P., Rajaonson, S., Diallo, B., Mol, A., Baucher, M., & el Jaziri, M. (2011). The flavanone naringenin reduces the production of quorum sensing-controlled virulence factors in pseudomonas aeruginosa PAO1. Microbiology, 157(7), 2120-2132. https://doi.org/10.1099/mic.0.049338-0"}, {"Citation": "Venkatramanan, M., Sankar Ganesh, P., Senthil, R., Akshay, J., Veera Ravi, A., Langeswaran, K., Vadivelu, J., Nagarajan, S., Rajendran, K., & Shankar, E. M. (2020). Inhibition of quorum sensing and biofilm formation in Chromobacterium violaceum by fruit extracts of Passiflora edulis. ACS Omega, 5(40), 25605. https://doi.org/10.1021/acsomega.0c02483"}, {"Citation": "Wan, X. L., Niu, Y., Zheng, X. C., Huang, Q., Su, W. P., Zhang, J. F., Zhang, L. L., & Wang, T. (2016). Antioxidant capacities of Artemisia annua L. leaves and enzymatically treated Artemisia annua L. in vitro and in broilers. Animal Feed Science and Technology, 221, 27-34. https://doi.org/10.1016/J.ANIFEEDSCI.2016.08.017"}, {"Citation": "Yadav, R., Nath, U. K., Celik, I., Handu, S., Jain, N., & Dhamija, P. (2023). Identification and in-vitro analysis of potential proteasome inhibitors targeting PSMβ5 for multiple myeloma. Biomedicine & Pharmacotherapy = Biomedecine & Pharmacotherapie, 157, 113963. https://doi.org/10.1016/J.BIOPHA.2022.113963"}, {"Citation": "Zhu, H., He, C. C., & Chu, Q. H. (2011). Inhibition of quorum sensing in Chromobacterium violaceum by pigments extracted from Auricularia auricular. Letters in Applied Microbiology, 52(3), 269-274. https://doi.org/10.1111/j.1472-765X.2010.02993.x"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "7", "Day": "26"}, {"Year": "2023", "Month": "5", "Day": "27"}, {"Year": "2023", "Month": "9", "Day": "3"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "9", "Minute": "45"}, {"Year": "2023", "Month": "9", "Day": "20", "Hour": "12", "Minute": "52"}, {"Year": "2023", "Month": "9", "Day": "20", "Hour": "6", "Minute": "52"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37728140", "10.1002/jemt.24418"]}}], "PubmedBookArticle": []}