{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-diabetic", "Blood glucose", "GC–MS", "Inflammatory", "P. juliflora", "Pancreatic tissue", "Phytochemistry", "Streptozotocin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37727228", "DateRevised": {"Year": "2023", "Month": "09", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["101755", "10.1016/j.jsps.2023.101755"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "31", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "Explicit mechanistic insights of Prosopis juliflora extract in streptozotocin-induced diabetic rats at the molecular level.", "Pagination": {"StartPage": "101755", "MedlinePgn": "101755"}, "Abstract": {"AbstractText": ["The Ancient system of medicine showed the limelight on the use of herbal remedies and was found to possess minimal side effects and acceptable therapeutic outcomes. In this context, Prosopis juliflora gained importance in managing chronic diseases such as cancer, dermatological diseases, and chronic inflammatory disorders. Hence, P. juliflora was selected for further investigation associated with diabetes and inflammation.", "The present study aimed to evaluate the anti-diabetic activity in chemically induced experimental rats and explore the nature of phytocomponents that may produce this activity.", "Experimentally, diabetes was induced by a single administration of streptozotocin at 50 mg/kg intraperitoneally in Wistar rats. The animals were treated orally with P. juliflora at low and high doses (200 and 400 mg/kg) for 10 days. Blood collected from the retro-orbital plexus was analyzed for parameters like blood glucose levels, insulin, adiponectin, Keap1 and Nrf2. PPAR-γ, AMPK and GLUT 2 levels were analyzed in the pancreatic tissue. Besides, at the end of the experiment, animals were sacrificed, and the pancreatic tissue sections were subjected for histopathological, morphometrical and immune histochemical exploration. The phytochemical composition of the plant was investigated by GC-MS.", "The administration of P. juliflora higher dose showed a significant decrease (**<i>p</i>< 0.001) in blood glucose levels with a rise in adiponectin, PPARγ, Keap1, Nrf2, Glut 2, and AMPK significantly (**<i>p</i>< 0.001). The inflammatory cytokine TNFα was also estimated and was found to be lowered significantly (**<i>p</i>< 0.001) in test drug-treated animals. Furthermore, in the pancreatic tissue, the number of Islets, the area, and the number of β-cells were improved significantly with the sub-chronic treatment of P. juliflora extract. The structure and function of β-cells were also revamped.", "The study results demonstrated a significant effect of P. juliflora on glycemic status, inflammatory condition, and the architecture of pancreatic tissue. In the identification and isolation process by GC MS, it was noticed that P. juliflora contained few phytochemical constituents from which it might be considered a promising drug for type 2 diabetes mellitus."], "CopyrightInformation": "© 2023 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, College of Medicine, and Health Sciences, Sultan Qaboos University, Muscat, Oman."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Pharmacy College, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Nomier", "ForeName": "Yousra", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Medical Research and Clinical Studies Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Asaad", "ForeName": "Gihan F", "Initials": "GF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Medical Research and Clinical Studies Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Salama", "ForeName": "Abeer", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Medical Research and Clinical Studies Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Shabana", "ForeName": "Marwa E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Pharmacy College, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Alshahrani", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Pharmacy College, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Firoz Alam", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Pharmacy College, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Anwer", "ForeName": "Tarique", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Sultana", "ForeName": "Shahnaz", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}], "LastName": "Ur Rehman", "ForeName": "Zia", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Substance Abuse and Toxicology Research Centre, Jazan University, P.O. Box 114 45142, Jazan, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants and Traditional Medicine Research Institute, National Centre for Research, P.O. Box: 2424, Khartoum 11111, Sudan."}], "LastName": "Khalid", "ForeName": "Asaad", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdelhameed M.F., Asaad G.F., Ragab T.I., Ahmed R.F., El Gendy A.E.N.G., El-Rahman A., Elshamy A.I. Oral and topical anti-inflammatory and antipyretic potentialities of Araucaria bidiwillii shoot essential oil and its nanoemulsion in relation to chemical composition. Molecules. 2021;26(19):5833.", "ArticleIdList": ["PMC8510361", "34641376"]}, {"Citation": "Adeoye-Isijola M.O., et al. Bioactive compounds in ethanol extract of Lentinus squarrosulus Mont-a Nigerian medicinal macrofungus. Afr. J. Tradit. Complement. Altern. Med. 2018;15(2):42–50."}, {"Citation": "Aguirre V., Werner E.D., Giraud J., Lee Y.H., Shoelson S.E., White M.F. Phosphorylation of Ser307 in insulin receptor substrate-1 blocks interactions with the insulin receptor and inhibits insulin action. J. Biol. Chem. 2002;277:1531–1537.", "ArticleIdList": ["11606564"]}, {"Citation": "Ahmad Z., et al. In vitro anti-diabetic activities and chemical analysis of polypeptide-k and oil isolated from seeds of Momordica charantia (bitter gourd) Molecules. 2012;17(8):9631–9640.", "ArticleIdList": ["PMC6268611", "22885359"]}, {"Citation": "Ahmad A., Khan K.A., Ahmad V.U., Qazi S. Antibacterial activity of juliflorine isolated from Prosopis juliflora. Planta Med. 1986;4:185.", "ArticleIdList": ["3763718"]}, {"Citation": "Ahmad A., Khursheed A.K., Sabiha Q., Viqaruddin A. Antifungal activity of some hydrosoluble Prosopis juliflora alkaloids. Fitoterapia. 1989;60:86–89."}, {"Citation": "Ahmed B.E., et al. Human anticancer and anti-diabetic activities of the cyanobacterium Fischerella sp. BS1-EG isolated from River Nile, Egypt. Int. J. Curr. Microbiol. Appl. Sci. 2018;7:3473–3485."}, {"Citation": "Akbarzadeh A., Norouzian D., Mehrabi M.R., Jamshidi S.h., Farhangi A., Verdi A.A., Mofidian S.M., Rad B.L. Induction of diabetes by Streptozotocin in rats. Indian J. Clin. Biochem. 2007 Sep;22(2):60–64.", "ArticleIdList": ["PMC3453807", "23105684"]}, {"Citation": "Barroso I, Gurnell M, Crowley VE, Agostini M, Schwabe JW, Soos MA, Maslen GL, Williams TD, Lewis H, Schafer AJ, Chatterjee VK, O'Rahilly S. Dominant negative mutations in human PPARgamma associated with severe insulin resistance, diabetes mellitus and hypertension. Nature. 1999 Dec 23-30;402(6764):880–3.", "ArticleIdList": ["10622252"]}, {"Citation": "Basit A., Riaz M., Fawwad A. Glimepiride: evidence-based facts, trends, and observations (GIFTS) [corrected] Vasc. Health Risk Manag. 2012;8:463–472.", "ArticleIdList": ["PMC3448454", "23028231"]}, {"Citation": "Nafisa Batarfi, Rahma Ali and Hawazen Hamed Histological study on the effect of Punica Granatum on the liver of STZ induced diabetic male rats. International Journal of Pharmacutical and Phytopharmacological Research 2020, 101,3, 147–152."}, {"Citation": "Batatinha, M.J.M. (1997). Investigations on toxic influences of Prosopis juliflora D.C. (Algarobeira) on cell cultures as well as on ruminal fermentation in cattle (in vitro). Dissertation - Veterinary Medicine University, Hannover. 189."}, {"Citation": "Belury M.A., Cole R.M., Snoke D.B., Banh T., Angelotti A. Linoleic acid, glycemic control, and Type 2 diabetes. Prostaglandins Leukot. Essent. Fat. Acids. 2018;132:30–33.", "ArticleIdList": ["PMC11190750", "29735020"]}, {"Citation": "Berger J., Bailey P., Biswas C., Cullinan C.A., Doebber T.W., Hayes N.S., Saperstein R., Smith R.G., Leibowitz M.D. Thiazolidinediones produce a conformational change in peroxisomal proliferator–activated receptor gamma: binding and activation correlate with anti-diabetic actions in db/db mice. Endocrinology. 1996;137:4189–4195.", "ArticleIdList": ["8828476"]}, {"Citation": "Borst SE. The role of TNF-alpha in insulin resistance. Endocrine. 2004 Mar-Apr;23(2-3):177–82.", "ArticleIdList": ["15146098"]}, {"Citation": "Boucher J., Kleinridders A., Kahn C.R. Insulin receptor signaling in normal and insulin-resistant states. Cold Spring Harb. Perspect. Biol. 2014 Jan 1;6(1)", "ArticleIdList": ["PMC3941218", "24384568"]}, {"Citation": "Boyle P.J. What are the effects of peroxisome proliferator activated receptor agonists on adiponectin, tumor necrosis factor-alpha, and other cytokines in insulin resistance? Clin. Cardiol. 2004;27:IV11-IV16.", "ArticleIdList": ["PMC6654333", "15470906"]}, {"Citation": "Cheeseman C.I. GLUT2 is the transporter for fructose across the rat intestinal basolateral membrane. Gastroenterology. 1993 Oct;105(4):1050–1056.", "ArticleIdList": ["8405848"]}, {"Citation": "Chen L., Wang J., Zhang Y.Y., Yan S.F., Neumann D., Schlattner U., Wang Z.X., Wu J.W. AMP-activated protein kinase undergoes nucleotide-dependent conformational changes. Nat. Struct. Mol. Biol. 2012 Jun 3;19(7):716–718.", "ArticleIdList": ["22659875"]}, {"Citation": "Cnop M., Welsh N., Jonas J.C., Jörns A., Lenzen S., Eizirik D.L. Mechanisms of pancreatic beta-cell death in type 1 and type 2 diabetes: many differences, few similarities. Diabetes. 2005;54(Supplement 2):S97–S.", "ArticleIdList": ["16306347"]}, {"Citation": "Corpe C.P., Basaleh M.M., Affleck J., Gould G., Jess T.J., Kellett G.L. The regulation of GLUT5 and GLUT2 activity in the adaptation of intestinal brush-border fructose transport in diabetes. Pflugers Arch. 1996 Jun;432(2):192–201.", "ArticleIdList": ["8662294"]}, {"Citation": "N. Deepa, S. Chandra Nayaka, K. Girish, M.P. Raghavendra Synergistic effect of Prosopis juliflora extract and chemical fungicides against seed borne toxigenic fungi, International journal of advanced life sciences. 2013; 6(4), 312–317."}, {"Citation": "Devi, J. A. I., et al. (2017). “MOLECULAR DOCKING STUDIES ON PHYTOCONSTITUENTS OF PLEIOSPERMIUM ALATUM AGAINST α-AMYLASE ENZYME.”."}, {"Citation": "Donga J.J., Surani V.S., Sailor G.U., Chauhan S.P., Seth A.K. A systematic review on natural medicine used for therapy of diabetes mellitus of some Indian medicinal plants. Int. J. Pharm. Sci. 2011;2:36."}, {"Citation": "EL Baz FK, Salama A, Salama AA. Dunaliella salina attenuates diabetic neuropathy induced by STZ in rats. Involvement of thioredoxin. Biomed Res Int, 2020,1295492.", "ArticleIdList": ["PMC6970482", "31998774"]}, {"Citation": "El-Shafei R.A., El-Adl M.A., Ali H.S., Nomier Y. Ameliorative effect of Arabic gum Acacia and mori extracts in streptozotocin-induced diabetic rats: implications of Cas-3 and TGF-β. Eur. Rev. Med. Pharmacol. Sci. 2023 Apr;27(7):2845–2857.", "ArticleIdList": ["37070884"]}, {"Citation": "Farhangi A., Norouzian D., Mehrabi M.R., Chiani M., Saffari Z., Farahnak M., Akbarzadeh A. Immunoisolated transplantation of purified langerhans islet cells in testis cortex of male rats for treatment of streptozotocin induced diabetes mellitus. Indian J. Clin. Biochem. 2014 Oct;29(4):406–417.", "ArticleIdList": ["PMC4175695", "25298622"]}, {"Citation": "Furukawa M., Xiong Y. BTB protein Keap1 targets antioxidant transcription factor Nrf2 for ubiquitination by the cullin 3-Roc1 ligase. Mol. Cell Biol. 2005;25:162–171.", "ArticleIdList": ["PMC538799", "15601839"]}, {"Citation": "Gupta R., et al. Anti-diabetic and antioxidant potential of β-sitosterol in streptozotocin-induced experimental hyperglycemia. J. Diabetes. 2011;3(1):29–37.", "ArticleIdList": ["21143769"]}, {"Citation": "Havel P.J. Control of energy homeostasis and insulin action by adipocyte hormones: leptin, acylation stimulating protein, and adiponectin. Curr. Opin. Lipidol. 2002;13:51–59.", "ArticleIdList": ["11790963"]}, {"Citation": "Helliwell PA, Richardson M, Affleck J, Kellett GL. Regulation of GLUT5, GLUT2 and intestinal brush-border fructose absorption by the extracellular signal-regulated kinase, p38 mitogen-activated kinase and phosphatidylinositol 3-kinase intracellular signalling pathways: implications for adaptation to diabetes. Biochem J. 2000 Aug 15;350 Pt 1(Pt 1):163–9.", "ArticleIdList": ["PMC1221238", "10926840"]}, {"Citation": "Ibrahim H., Hashem M., Mohamed N. Aliaa Abd EL-Rahman Assessment of ameliorative effects of Zingeber officinale and Nigella sativa on streptozotocin induced diabetic rats. Adv. Anim. Vet. Sci. 2020;8(11):1211."}, {"Citation": "Ishii T., Itoh K., Takahashi S., Sato H., Yanagawa T., Katoh Y., Bannai S., Yamamoto M. Transcription factor Nrf2 coordinately regulates a group of oxidative stress-inducible genes in macrophages. J. Biol. Chem. 2000;275:16023–16029.", "ArticleIdList": ["10821856"]}, {"Citation": "Iwata M., Haruta T., Usui I., Takata Y., Takano A., Uno T., Kawahara J., Ueno E., Sasaoka T., Ishibashi O., Kobayashi M. Pioglitazone ameliorates tumor necrosis factor-alpha-induced insulin resistance by a mechanism independent of adipogenic activity of peroxisome proliferator–activated receptor-gamma. Diabetes. 2001 May;50(5):1083–1092.", "ArticleIdList": ["11334412"]}, {"Citation": "Kadhim M.J., et al. Determination of bioactive compounds of methanolic extract of vitis vinifera using GC-MS. Int. J. Toxicol. Pharmacol. Res. 2017;9(2):113–126."}, {"Citation": "Kadowaki T., Yamauchi T., Kubota N., Hara K., Ueki K., Tobe K. Adiponectin and adiponectin receptors in insulin resistance, diabetes, and the metabolic syndrome. J. Clin. Invest. 2006 Jul;116(7):1784–1792.", "ArticleIdList": ["PMC1483172", "16823476"]}, {"Citation": "Kanthasamy A., Subramanian S., Govindasamy S. Bactericidal and fungicidal effects of Prosopis juliflora Alkaloidal fraction. Ind Drugs. 1989;26:390–394."}, {"Citation": "Kanthasamy A., William S., Govindasamy S. Hemolytic effects of Prosopis juliflora alkaloids. Curr. Sci. 1989;58:142–144."}, {"Citation": "Kellett GL, Helliwell PA. The diffusive component of intestinal glucose absorption is mediated by the glucose-induced recruitment of GLUT2 to the brush-border membrane. Biochem J. 2000 Aug 15;350 Pt 1(Pt 1):155–62.", "ArticleIdList": ["PMC1221237", "10926839"]}, {"Citation": "Kern P.A., Ranganathan S., Li C., Wood L., Ranganathan G. Adipose tissue tumor necrosis factor and interleukin-6 expression in human obesity and insulin resistance. Am. J. Phys. Endocrinol. Metab. 2001;280:E745–E751.", "ArticleIdList": ["11287357"]}, {"Citation": "Kim H.I., Ahn Y.H. Role of peroxisome proliferator-activated receptor-gamma in the glucose-sensing apparatus of liver and beta-cells. Diabetes. 2004 Feb;53(Suppl 1):S60–S65.", "ArticleIdList": ["14749267"]}, {"Citation": "Kobayashi A., Kang M.I., Okawa H., Ohtsuji M., Zenke Y., Chiba T., Igarashi K., Yamamoto M. Oxidative stress sensor Keap1 functions as an adaptor for Cul3-based E3 ligase to regulate proteasomal degradation of Nrf2. Mol. Cell Biol. 2004;24:7130–7139.", "ArticleIdList": ["PMC479737", "15282312"]}, {"Citation": "Kobayashi M., Li L., Iwamoto N., Nakajima-Takagi Y., Kaneko H., Nakayama Y., Eguchi M., Wada Y., Kumagai Y., Yamamoto M. The antioxidant defense system Keap1-Nrf2 comprises a multiple sensing mechanism for responding to a wide range of chemical compounds. Mol. Cell Biol. 2009;29:493–502.", "ArticleIdList": ["PMC2612520", "19001094"]}, {"Citation": "Koepsell H. Glucose transporters in the small intestine in health and disease. Pflugers Arch. 2020 Sep;472(9):1207–1248.", "ArticleIdList": ["PMC7462918", "32829466"]}, {"Citation": "Leibowitz G., Kaiser N., Cerasi E. β-Cell failure in type 2 diabetes. J. Diabetes Investig. 2011 Apr 7;2(2):82–91.", "ArticleIdList": ["PMC4015541", "24843466"]}, {"Citation": "Mani P., et al. Molecular docking of bioactive compounds from syzygium aqueum against type 2 diabetes susceptibility gene TCF7L2. Int. J. Pharma. Drug Anal. 2018:271–278."}, {"Citation": "Margoni A, Perrea DN, Vlachos I, Prokopaki G, Pantopoulou A, Fotis L, Kostaki M, Papavassiliou AG. Serum leptin, adiponectin, and tumor necrosis factor-α in hyperlipidemic rats with/without concomitant diabetes mellitus. Mol Med. 2011 Jan-Feb;17(1-2):36–40.", "ArticleIdList": ["PMC3022981", "20838752"]}, {"Citation": "Mibrahim, K nadir, Aali, V ahmad, Mrasheed, Phytochemical analyses of Prosopis juliflora swartz dc. Pak. J. Bot. 2013; 45(6): 2101- 2104."}, {"Citation": "Narasimhacharya A.V.R.L., Nitesh K.V., Tejal N.D. Prosopis juliflora as an antihypercholesterolemic agent. J. Herbal Med. Toxicol. 2010;4(1):31–34."}, {"Citation": "OECD guidelines for testing chemicals. Acute Oral Toxicity – Acute Toxic Class Method. 423. (2001)."}, {"Citation": "Ononamadu CJ, Alhassan AJ, Ibrahim A, Imam AA, Ihegboro GO, Owolarafe TA, Sule MS. Methanol-Extract/Fractions of Dacryodes edulis Leaves Ameliorate Hyperglycemia and Associated Oxidative Stress in Streptozotocin-Induced Diabetic Wistar Rats. J Evid Based Integr Med. 2019 Jan–Dec; 24:2515690X19843832.", "ArticleIdList": ["PMC6503606", "31055945"]}, {"Citation": "Parker S., et al. Palmitate potentiation of glucose-induced insulin release: a study using 2-bromopalmitate. Metabolism. 2003;52(10):1367–1371.", "ArticleIdList": ["14564691"]}, {"Citation": "Pasiecnik N.M., Felker P., Harris P.J.C., Harsh L.N., Cruz G., Tewari J.C., Cadoret K., Maldonado L.J. HDRA, Coventry; UK: 2001. The Prosopis juliflora-Prosopis pallida complex: A monograph; p. 172."}, {"Citation": "Poulose, N., Sajaya,n A., Ravindran, A., Chandran, A., Priyadharshini, G. B., Selvin, J., & Kiran, G. S. (2021). Anti-diabetic Potential of a Stigmasterol From the Seaweed Gelidium spinosum and Its Application in the Formulation of Nanoemulsion Conjugate for the Development of Functional Biscuits. Frontiers in nutrition, 8, 694362.", "ArticleIdList": ["PMC8481687", "34604273"]}, {"Citation": "Pscherer S., Heemann U., Frank H. Effect of Renin Angiotensin system blockade on insulin resistance and inflammatory parameters in patients with impaired glucose tolerance. Diabetes Care. 2010;33:914–919.", "ArticleIdList": ["PMC2845051", "20086255"]}, {"Citation": "Pu J., Peng G., Li L., Na H., Liu Y., Liu P. Palmitic acid acutely stimulates glucose uptake via activation of Akt and ERK1/2 in skeletal muscle cells. J. Lipid Res. 2011;52(7):1319–1327.", "ArticleIdList": ["PMC3122917", "21518696"]}, {"Citation": "Rahman S., et al. Phytochemical screening and anti-diabetic, antihyperlipidemic, and antioxidant effects of Leptopus cordifolius Decne. in diabetic mice. Front. Pharmacol. 2021;12", "ArticleIdList": ["PMC8060645", "33897432"]}, {"Citation": "Rao M.R.K., et al. Preliminary Phytochemical and Gas Chromatography-Mass Spectrometry study of one medicinal plant Carissa carandas. Drug Invitation Today. 2019;12(7):1629–1630."}, {"Citation": "Rao P.S., Mohan G.K. In vitro alpha-amylase inhibition and in vivo antioxidant potential of Momordica dioica seeds in streptozotocin-induced oxidative stress in diabetic rats. Saudi J. Biol. Sci. 2017 Sep;24(6):1262–1267.", "ArticleIdList": ["PMC5562449", "28855820"]}, {"Citation": "Salama A., Asaad G.F., Shaheen A. Chrysin ameliorates STZ-induced diabetes in rats: possible impact of modulation of TLR4/NF-κβ pathway. Res. Pharma. Sci. 2022;17(1):1.", "ArticleIdList": ["PMC8621845", "34909039"]}, {"Citation": "Sirmah P., Dumarçay S., Masson E., Gerardin P. Unusual amount of (-)- mesquitol from the heartwood of Prosopis. juliflora. Nat. Prod. Res. 2009;23(2):183–189.", "ArticleIdList": ["19173126"]}, {"Citation": "Skurk T., Alberti-huber C., Herder C., Hauner H. Relationship between adipocyte size and adipokine expression and secretion. J. Clin. Endocrinol. Metab. 2007;92:1023–1033.", "ArticleIdList": ["17164304"]}, {"Citation": "Szkudelski T. The mechanism of alloxan and streptozotocin action in B cells of the rat pancreas. Physiol. Res. 2001;50(6):537–546.", "ArticleIdList": ["11829314"]}, {"Citation": "Taguchi K., Maher J.M., Suzuki T., Kawatani Y., Motohashi H., Yamamoto M. Genetic analysis of cytoprotective functions supported by graded expression of Keap1. Mol. Cell Biol. 2010;30:3016–3026.", "ArticleIdList": ["PMC2876677", "20404090"]}, {"Citation": "Tamori Y., Masugi J., Nishino N., Kasuga M. Role of peroxisome proliferator-activated receptor-gamma in maintenance of the characteristics of mature 3T3-L1 adipocytes. Diabetes. 2002 Jul;51(7):2045–2055.", "ArticleIdList": ["12086932"]}, {"Citation": "Tapia A., Feresin G.E., Bustos D., Astudillo L., Theoduloz C., Hirschmann G.S. Biologically active alkaloids and a free radical scavenger from Prosopis species. J. Ethnopharmacol. 2000;71(1–2):241–246.", "ArticleIdList": ["10904169"]}, {"Citation": "Thorens B. GLUT2, glucose sensing and glucose homeostasis. Diabetologia. 2015 Feb;58(2):221–232.", "ArticleIdList": ["25421524"]}, {"Citation": "Tomaz L.M., Barbosa M.R., Farahnak Z., Lagoeiro C.G., Magosso N.S., Lavoie J.M., Perez S.E. GLUT2 proteins and PPARγ transcripts levels are increased in liver of ovariectomized rats: reversal effects of resistance training. J. Exerc. Nutr. Biochem. 2016 Jun;20(2):51–57.", "ArticleIdList": ["PMC4977907", "27508154"]}, {"Citation": "Trerattanavong K, Tadi P. Glimepiride. [Updated 2021 Dec 6]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2022 Jan-. "}, {"Citation": "Tyagi T., Agarwal M. Phytochemical screening and GC-MS analysis of bioactive constituents in the ethanolic extract of Pistia stratiotes L. and Eichhornia crassipes (Mart.) solms. J. Pharmacogn. Phytochem. 2017;6(1):195–206."}, {"Citation": "Uruno A, Motohashi H. 2011. The Keap1-Nrf2 system as an in vivo sensor for electrophiles. Nitric Oxide 25:153–160. 11.", "ArticleIdList": ["21385624"]}, {"Citation": "Van de Venter M., et al. Anti-diabetic screening and scoring of 11 plants traditionally used in South Africa. J. Ethnopharmacol. 2008;119(1):81–86.", "ArticleIdList": ["18588966"]}, {"Citation": "Warne J.P. Tumour necrosis factor alpha: a key regulator of adipose tissue mass. J. Endocrinol. 2003;177:351–355.", "ArticleIdList": ["12773114"]}, {"Citation": "Xiao B., Heath R., Saiu P., Leiper F.C., Leone P., Jing C., Walker P.A., Haire L., Eccleston J.F., Davis C.T., Martin S.R., Carling D., Gamblin S.J. Structural basis for AMP binding to mammalian AMP-activated protein kinase. Nature. 2007 Sep 27;449(7161):496–500.", "ArticleIdList": ["17851531"]}, {"Citation": "Yamauchi T., Waki H., Kamon J., Murakami K., Motojima K., Komeda K., Miki H., Kubota N., Terauchi Y., Tsuchida A., Tsuboyama-Kasaoka N., Yamauchi N., Ide T., Hori W., Kato S., Fukayama M., Akanuma Y., Ezaki O., Itai A., Nagai R., Kimura S., Tobe K., Kagechika H., Shudo K., Kadowaki T. Inhibition of RXR and PPARgamma ameliorates diet-induced obesity and type 2 diabetes. J. Clin. Invest. 2001 Oct;108(7):1001–1013.", "ArticleIdList": ["PMC200951", "11581301"]}, {"Citation": "Yan E., Chen S., Hong K., Kim W.S., Bajpai A., Treyzon L., Gratton L., Elashoff R., Wang H.J., Li Z., Heber D. Insulin, hs-CRP, leptin, and adiponectin. An analysis of their relationship to the metabolic syndrome in an obese population with an elevated waist circumference. Metab. Syndr. Relat. Disord. 2008 Mar;6(1):64–73.", "ArticleIdList": ["18370838"]}, {"Citation": "Yang J.Y., Park J.H., Chung N., et al. Inhibitory potential of constituents from Osmanthus fragrans and structural analogues against advanced glycation end products, α-Amylase, α-Glucosidase, and oxidative stress. Sci. Rep. 2017;7:45746.", "ArticleIdList": ["PMC5374635", "28361983"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "11"}, {"Year": "2023", "Month": "8", "Day": "17"}, {"Year": "2023", "Month": "9", "Day": "20", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "20", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "20", "Hour": "3", "Minute": "45"}, {"Year": "2023", "Month": "8", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37727228", "PMC10505680", "10.1016/j.jsps.2023.101755", "S1319-0164(23)00250-5"]}}], "PubmedBookArticle": []}