{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Animal model", "Animal model for ADHD", "Attention deficit hyperactivity disorder", "Inflammation", "Natural products", "Neuroinflammation", "Plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37740887", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s10787-023-01339-1"], "Journal": {"ISSN": "1568-5608", "JournalIssue": {"Volume": "31", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Inflammopharmacology", "ISOAbbreviation": "Inflammopharmacology"}, "ArticleTitle": "Attention-deficit/hyperactivity disorder and inflammation: natural product-derived treatments-a review of the last ten years.", "Pagination": {"StartPage": "2939", "EndPage": "2954", "MedlinePgn": "2939-2954"}, "Abstract": {"AbstractText": ["Attention-deficit hyperactivity disorder (ADHD) is a psychiatric disorder characterized by symptoms of inattention, hyperactivity, and impulsivity. Stimulant medication is the main pharmacological treatment for ADHD. However, the traditional pharmacological treatments may have significant side effects; therefore, non-pharmacological approaches are needed. Thus, there has been growing interest in alternative herbal treatments. The aim of this review was to comprehensively assess the current evidence for plant-based treatment of ADHD in human and animal models, as well as their ability to modulate the inflammatory process.", "This study was an integrative review of the current evidence for the plant-based treatment of ADHD. The research involved using literature available on PubMed and Scopus databases.", "Spontaneously hypersensitive rats treated with baicalin exhibited significant reductions in locomotion, increased spatial learning skills, and increased levels of dopamine in the striatum. Supplementation with Sansonite improved memory and attention capacity. In human studies, Ginkgo biloba significantly improved the symptoms of inattention and reduced memory impairment. In studies conducted using Korean Red ginseng, Klamath, and Crocus sativus L., the patients showed significant improvements in symptoms of inattention and hyperactivity/impulsivity. Furthermore, we demonstrated that the identified plants modulate the inflammatory process through pro-inflammatory and anti-inflammatory cytokines, nitric oxide, Th cells, Toll-like receptor 4, and mitogen-activated protein kinases.", "All the studies included in this review focused on plants with demonstrated potential against inflammatory processes, positioning them as promising candidates for ADHD treatment, due to their potential to attenuate or even prevent neuroinflammatory mechanisms."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": ["0000-0003-0783-9928"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Program in Biotechnology, Universidade of Vale do Taquari - Univates, Rua Avelino Talini, 171 - Bairro Universitário, Lajeado, RS, 95914-014, Brazil."}], "LastName": "Martins", "ForeName": "Alexandre", "Initials": "A"}, {"Identifier": ["0000-0001-7755-7219"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Biological and Health Sciences, Universidade do Vale do Taquari - Univates, Lajeado, RS, Brazil."}], "LastName": "Conte", "ForeName": "Magali", "Initials": "M"}, {"Identifier": ["0000-0002-3648-5033"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Program in Biotechnology, Universidade of Vale do Taquari - Univates, Rua Avelino Talini, 171 - Bairro Universitário, Lajeado, RS, 95914-014, Brazil."}, {"Identifier": [], "Affiliation": "Institute of Pharmacy/Pharmaceutical/Medicinal Chemistry, Eberhard-Karls-Universität Tubingen, Tübingen, Germany."}], "LastName": "Goettert", "ForeName": "Márcia Inês", "Initials": "MI"}, {"Identifier": ["0000-0003-2330-7614"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate Program in Biotechnology, Universidade of Vale do Taquari - Univates, Rua Avelino Talini, 171 - Bairro Universitário, Lajeado, RS, 95914-014, Brazil. veronica.contini@univates.br."}, {"Identifier": [], "Affiliation": "Graduate Program in Medical Science, Universidade of Vale do Taquari - Univates, Lajeado, RS, Brazil. veronica.contini@univates.br."}], "LastName": "Contini", "ForeName": "Verônica", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Inflammopharmacology", "NlmUniqueID": "9112626", "ISSNLinking": "0925-4692"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug therapy", "psychology"], "DescriptorName": "Attention Deficit Disorder with Hyperactivity"}, {"QualifierName": [], "DescriptorName": "Attention"}, {"QualifierName": [], "DescriptorName": "Spatial Learning"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Inflammation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbaszade-Cheragheali A, Beheshti F, Kakhki S, Khatibi SR, Dehnokhalaji F, Akbari E, Fathi H, Farimani SS (2022) Crocin, the main active saffron (Crocus sativus L.) constituent, as a potential candidate to prevent anxiety and depressive-like behaviors induced by unpredictable chronic mild stress. Neurosci Lett 791(November):136912. https://doi.org/10.1016/j.neulet.2022.136912", "ArticleIdList": ["10.1016/j.neulet.2022.136912", "36244518"]}, {"Citation": "Abe K, Saito H (2000) Effects of saffron extract and its constituent crocin on learning behaviour and long-term potentiation. Phytother Res 14(3):149–152. https://doi.org/10.1002/(SICI)1099-1573(200005)14:3%3c149::AID-PTR665%3e3.0.CO;2-5", "ArticleIdList": ["10.1002/(SICI)1099-1573(200005)14:3<149::AID-PTR665>3.0.CO;2-5", "10815004"]}, {"Citation": "Abhishek M, Rubal S, Rohit K, Rupa J, Phulen S, Gurjeet K, Raj SA, Manisha P, Alka B, Ramprasad P, Bikash M (2022) Neuroprotective effect of the standardised extract of Bacopa monnieri (BacoMind) in valproic acid model of autism spectrum disorder in rats. J Ethnopharmacol 293:115199. https://doi.org/10.1016/j.jep.2022.115199", "ArticleIdList": ["10.1016/j.jep.2022.115199", "35346813"]}, {"Citation": "Akbari-Fakhrabadi M, Najafi M, Mortazavian S, Rasouli M, Memari AH, Shidfar F (2019) Effect of saffron (Crocus sativus L.) and endurance training on mitochondrial biogenesis, endurance capacity, inflammation, antioxidant, and metabolic biomarkers in Wistar rats. J Food Biochem 43(8):e12946. https://doi.org/10.1111/jfbc.12946", "ArticleIdList": ["10.1111/jfbc.12946", "31368566"]}, {"Citation": "Alonso GL, Zalacain A, Carmona M (2012) Saffron. In: Handbook of herbs and spices, pp 469–98. Elsevier. https://doi.org/10.1533/9780857095671.469"}, {"Citation": "Andersen CH, Thomsen PH, Nohr EA, Lemcke S (2018) Maternal body mass index before pregnancy as a risk factor for ADHD and autism in children. Eur Child Adolesc Psychiatry 27(2):139–148. https://doi.org/10.1007/s00787-017-1027-6", "ArticleIdList": ["10.1007/s00787-017-1027-6", "28712019"]}, {"Citation": "APA (2013) Cautionary statement for forensic use of DSM-5. In: Diagnostic and statistical manual of mental disorders, 5th ed. American Psychiatric Publishing, Inc. https://doi.org/10.1176/appi.books.9780890425596.744053"}, {"Citation": "Baziar S, Aqamolaei A, Khadem E, Mortazavi SH, Naderi S, Sahebolzamani E, Mortezaei A et al (2019) Crocus sativus L. versus methylphenidate in treatment of children with attention-deficit/hyperactivity disorder: a randomized, double-blind pilot study. J Child Adolesc Psychopharmacol 29(3):205–212. https://doi.org/10.1089/cap.2018.0146", "ArticleIdList": ["10.1089/cap.2018.0146", "30741567"]}, {"Citation": "Benedetti S, Benvenuti F, Pagliarani S, Francogli S, Scoglio S, Canestrari F (2004) Antioxidant properties of a novel phycocyanin extract from the blue-green alga aphanizomenon flos-aquae. Life Sci 75(19):2353–2362. https://doi.org/10.1016/j.lfs.2004.06.004", "ArticleIdList": ["10.1016/j.lfs.2004.06.004", "15350832"]}, {"Citation": "Blasco-Fontecilla H, Moyano-Ramírez E, Méndez-González O, Rodrigo-Yanguas M, Martin-Moratinos M, Bella-Fernández M (2022) Effectivity of saffron extract (Saffr’Activ) on treatment for children and adolescents with attention deficit/hyperactivity disorder (ADHD): a clinical effectivity study. Nutrients. https://doi.org/10.3390/nu14194046", "ArticleIdList": ["10.3390/nu14194046", "36235697", "9573091"]}, {"Citation": "Chandler RF, Freeman L, Hooper SN (1979) Herbal remedies of the maritime Indians. J Ethnopharmacol 1(1):49–68. https://doi.org/10.1016/0378-8741(79)90016-3", "ArticleIdList": ["10.1016/0378-8741(79)90016-3", "544949"]}, {"Citation": "Chang JP-C, Su K-P, Mondelli V, Pariante CM (2021) Cortisol and inflammatory biomarker levels in youths with attention deficit hyperactivity disorder (ADHD): evidence from a systematic review with meta-analysis. Transl Psychiatry 11(1):430. https://doi.org/10.1038/s41398-021-01550-0", "ArticleIdList": ["10.1038/s41398-021-01550-0", "34413283", "8377148"]}, {"Citation": "Chatterji N, Rastogi RP, Dhar ML (1965) Chemical examination of Bacopa monniera Wettst.—part II: the constitution of Bacoside A. Indian J Chem 3:24–29"}, {"Citation": "Cheah CH, Kiong-Ling AP, Wong YP, Koh RY, Hussein S (2022) Anti-neuroinflammatory of chloroform extract of Panax ginseng root culture on lipopolysaccharide-stimulated BV2 microglia cells. Rep Biochem Mol Biol 11(1):125–137. https://doi.org/10.52547/rbmb.11.1.125", "ArticleIdList": ["10.52547/rbmb.11.1.125", "35765526", "9208560"]}, {"Citation": "Chen Q, Sjolander A, Langstrom N, Rodriguez A, Serlachius E, D’Onofrio BM, Lichtenstein P, Larsson H (2014) Maternal pre-pregnancy body mass index and offspring attention deficit hyperactivity disorder: a population-based cohort study using a sibling-comparison design. Int J Epidemiol 43(1):83–90. https://doi.org/10.1093/ije/dyt152", "ArticleIdList": ["10.1093/ije/dyt152", "24058000"]}, {"Citation": "Chen C, Li X, Gao P, Tu Y, Zhao M, Li J, Zhang S, Liang H (2015) Baicalin attenuates alzheimer-like pathological changes and memory deficits induced by amyloid Β1–42 protein. Metab Brain Dis 30(2):537–544. https://doi.org/10.1007/s11011-014-9601-9", "ArticleIdList": ["10.1007/s11011-014-9601-9", "25108596"]}, {"Citation": "Chen X, Yao T, Cai J, Fu X, Li H, Wu J (2022) Systemic inflammatory regulators and 7 major psychiatric disorders: a two-sample mendelian randomization study. Prog Neuro-Psychopharmacol Biol Psychiatry 116(June):110534. https://doi.org/10.1016/j.pnpbp.2022.110534", "ArticleIdList": ["10.1016/j.pnpbp.2022.110534"]}, {"Citation": "Cheng G, Bai Y, Zhao Y, Tao J, Liu Y, Tu G, Ma L, Liao N, Xu X (2000) Flavonoids from Ziziphus jujuba Mill Var. spinosa. Tetrahedron 56(45):8915–8920. https://doi.org/10.1016/S0040-4020(00)00842-5", "ArticleIdList": ["10.1016/S0040-4020(00)00842-5"]}, {"Citation": "Christensen LP (2008) Chapter 1 ginsenosides. In: Advances in food and nutrition research, pp 1–99. https://doi.org/10.1016/S1043-4526(08)00401-4"}, {"Citation": "Chutko LS, Surushkina SYu, Yakovenko EA, Kropotov YuD, Sergeev AV (2019) Diagnosis and treatment of cognitive impairments in attention deficit syndrome in adults. Neurosci Behav Physiol 49(1):115–120. https://doi.org/10.1007/s11055-018-0703-4", "ArticleIdList": ["10.1007/s11055-018-0703-4"]}, {"Citation": "Cremonte M, Sisti D, Maraucci I, Giribone S, Colombo E, Rocchi MBL, Scoglio S (2017) The effect of experimental supplementation with the klamath algae extract klamin on attention-deficit/hyperactivity disorder. J Med Food 20(12):1233–1239. https://doi.org/10.1089/jmf.2016.0181", "ArticleIdList": ["10.1089/jmf.2016.0181", "29116873"]}, {"Citation": "Dave UP, Dingankar SR, Saxena VS, Joseph JA, Bethapudi B, Agarwal A, Kudiganti V (2014) An open-label study to elucidate the effects of standardized Bacopa monnieri extract in the management of symptoms of attention-deficit hyperactivity disorder in children. Adv Mind-Body Med 28(2):10–15", "ArticleIdList": ["24682000"]}, {"Citation": "Dhawan BN, Singh HK (1996) Pharmacological studies on Bacopa monniera, an ayuredic nootropic agent. Europ Neuropsychopharmacol 653:144", "ArticleIdList": ["10.1016/0924-977X(96)87969-7"]}, {"Citation": "Ding H, Wang H, Zhao Y, Sun D, Zhai X (2015) Protective effects of Baicalin on Aβ1–42-induced learning and memory deficit, oxidative stress, and apoptosis in rat. Cell Mol Neurobiol 35(5):623–632. https://doi.org/10.1007/s10571-015-0156-z", "ArticleIdList": ["10.1007/s10571-015-0156-z", "25596671"]}, {"Citation": "Dunn GA, Nigg JT, Sullivan EL (2019) Neuroinflammation as a risk factor for attention deficit hyperactivity disorder. Pharmacol Biochem Behav 182(July):22–34. https://doi.org/10.1016/j.pbb.2019.05.005", "ArticleIdList": ["10.1016/j.pbb.2019.05.005", "31103523", "6855401"]}, {"Citation": "Faraone SV, Spencer T, Aleardi M, Pagano C, Biederman J (2004) Meta-analysis of the efficacy of methylphenidate for treating adult attention-deficit/hyperactivity disorder. J Clin Psychopharmacol. https://doi.org/10.1097/01.jcp.0000108984.11879.95", "ArticleIdList": ["10.1097/01.jcp.0000108984.11879.95", "14709943"]}, {"Citation": "Faraone SV, Asherson P, Banaschewski T, Biederman J, Buitelaar JK, Ramos-Quiroga JA, Rohde LA, Sonuga-Barke EJS, Tannock R, Franke B (2015) Attention-deficit/hyperactivity disorder. Nat Rev Dis Primers 1(1):15020. https://doi.org/10.1038/nrdp.2015.20", "ArticleIdList": ["10.1038/nrdp.2015.20", "27189265"]}, {"Citation": "Fredriksen M, Dahl AA, Martinsen EW, Klungsøyr O, Haavik J, Peleikis DE (2014) Effectiveness of one-year pharmacological treatment of adult attention-deficit/hyperactivity disorder (ADHD): an open-label prospective study of time in treatment, dose, side-effects and comorbidity. Eur Neuropsychopharmacol 24(12):1873–1884. https://doi.org/10.1016/J.EURONEURO.2014.09.013", "ArticleIdList": ["10.1016/J.EURONEURO.2014.09.013", "25453480"]}, {"Citation": "Fujiwara H, Tsushima R, Okada R, Awale S, Araki R, Yabe T, Matsumoto K (2018) Sansoninto, a traditional herbal medicine, ameliorates behavioral abnormalities and down-regulation of early growth response-1 expression in mice exposed to social isolation stress. J Tradit Complement Med 8(1):81–88. https://doi.org/10.1016/j.jtcme.2017.03.004", "ArticleIdList": ["10.1016/j.jtcme.2017.03.004", "29321993"]}, {"Citation": "Genazzani AD, Chierchia E, Lanzoni C, Santagni S, Veltri F, Ricchieri F, Rattighieri E, Nappi RE (2010) Effects of Klamath algae extract on psychological disorders and depression in menopausal women: a pilot study. Minerva Ginecol 62(5):381–388", "ArticleIdList": ["20938423"]}, {"Citation": "Ghuman JK, Ghuman HS (2013) Pharmacologic intervention for attention-deficit hyperactivity disorder in preschoolers: is it justified? Pediatr Drugs. https://doi.org/10.1007/s40272-012-0001-5", "ArticleIdList": ["10.1007/s40272-012-0001-5"]}, {"Citation": "Go MJ, Kim JM, Kang JY, Park SK, Lee CJ, Kim MJ, Lee HR et al (2022) Korean red pine (Pinus densiflora) bark extract attenuates Aβ-induced cognitive impairment by regulating cholinergic dysfunction and neuroinflammation. J Microbiol Biotechnol 32(9):1154–1167. https://doi.org/10.4014/jmb.2207.07015", "ArticleIdList": ["10.4014/jmb.2207.07015", "36039041", "9628973"]}, {"Citation": "Gohil KJ, Patel JA (2010) A review on Bacopa monniera: current research and future prospects. Int J Green Pharm 4(1):1. https://doi.org/10.4103/0973-8258.62156", "ArticleIdList": ["10.4103/0973-8258.62156"]}, {"Citation": "Hennissen L, Bakker MJ, Banaschewski T, Carucci S, Coghill D, Danckaerts M, Dittmann RW et al (2017) Cardiovascular effects of stimulant and non-stimulant medication for children and adolescents with ADHD: a systematic review and meta-analysis of trials of methylphenidate, amphetamines and atomoxetine. CNS Drugs 31(3):199–215. https://doi.org/10.1007/s40263-017-0410-7", "ArticleIdList": ["10.1007/s40263-017-0410-7", "28236285", "5336546"]}, {"Citation": "Jeong S-Y, Choi WS, Kwon OS, Lee JS, Son SY, Lee CH, Lee S, Song JY, Lee YJ, Lee J-Y (2022) Extract of Pinus densiflora needles suppresses acute inflammation by regulating inflammatory mediators in RAW264.7 macrophages and mice. Pharm Biol 60(1):1148–1159. https://doi.org/10.1080/13880209.2022.2079679", "ArticleIdList": ["10.1080/13880209.2022.2079679", "35695008", "9196672"]}, {"Citation": "Jin X, Liu M-Y, Zhang D-F, Zhong X, Du K, Qian P, Yao W-F, Gao H, Wei M-J (2019) Baicalin mitigates cognitive impairment and protects neurons from microglia-mediated neuroinflammation via suppressing <scp>NLRP</Scp> 3 inflammasomes and <scp>TLR</Scp> 4/ <scp>NF</Scp> -κB signaling pathway. CNS Neurosci Ther 25(5):575–590. https://doi.org/10.1111/cns.13086", "ArticleIdList": ["10.1111/cns.13086", "30676698", "6488900"]}, {"Citation": "Kandeda AK, Nguedia D, Ayissi ER, Kouamouo J, Dimo T (2021) Ziziphus jujuba (Rhamnaceae) alleviates working memory impairment and restores neurochemical alterations in the prefrontal cortex of D-galactose-treated rats. Edited by Alin Ciobica. Evid-Based Complement Altern Med. https://doi.org/10.1155/2021/6610864", "ArticleIdList": ["10.1155/2021/6610864"]}, {"Citation": "Kean J, Kaufman J, Lomas J, Goh A, White D, Simpson D, Scholey A et al (2015) A randomized controlled trial investigating the effects of a special extract of Bacopa monnieri (CDRI 08) on hyperactivity and inattention in male children and adolescents: BACHI study protocol (ANZCTRN12612000827831). Nutrients 7(12):9931–9945. https://doi.org/10.3390/nu7125507", "ArticleIdList": ["10.3390/nu7125507", "26633481", "4690059"]}, {"Citation": "Kean JD, Downey LA, Sarris J, Kaufman J, Zangara A, Stough C (2022) Effects of Bacopa monnieri (CDRI 08®) in a population of males exhibiting inattention and hyperactivity aged 6 to 14 years: a randomized, double-blind, placebo-controlled trial. Phytother Res 36(2):996–1012. https://doi.org/10.1002/ptr.7372", "ArticleIdList": ["10.1002/ptr.7372", "35041248"]}, {"Citation": "Kleijnen J, Knipschild P (1992) Ginkgo biloba for cerebral insufficiency. Br J Clin Pharmacol. https://doi.org/10.1111/j.1365-2125.1992.tb05642.x", "ArticleIdList": ["10.1111/j.1365-2125.1992.tb05642.x", "1457269", "1381419"]}, {"Citation": "Ko H-J, Kim I, Kim J-B, Moon Y, Whang M-C, Lee K-M, Jung S-P (2014) Effects of Korean red ginseng extract on behavior in children with symptoms of inattention and hyperactivity/impulsivity: a double-blind randomized placebo-controlled trial. J Child Adolesc Psychopharmacol 24(9):501–508. https://doi.org/10.1089/cap.2014.0013", "ArticleIdList": ["10.1089/cap.2014.0013", "25369174"]}, {"Citation": "Koesters M, Becker T, Kilian R, Fegert JM, Weinmann S (2009) Limits of meta-analysis: methylphenidate in the treatment of adult attention-deficit hyperactivity disorder. J Psychopharmacol 23(7):733–744. https://doi.org/10.1177/0269881108092338", "ArticleIdList": ["10.1177/0269881108092338", "18562416"]}, {"Citation": "Krinzinger H, Hall CL, Groom MJ, Ansari MT, Banaschewski T, Buitelaar JK, Carucci S et al (2019) Neurological and psychiatric adverse effects of long-term methylphenidate treatment in ADHD: a map of the current evidence. Neurosci Biobehav Rev 107(December):945–968. https://doi.org/10.1016/j.neubiorev.2019.09.023", "ArticleIdList": ["10.1016/j.neubiorev.2019.09.023", "31545988"]}, {"Citation": "Kumar A, Rinwa P, Dhar H (2014) Microglial inhibitory effect of ginseng ameliorates cognitive deficits and neuroinflammation following traumatic head injury in Rats. Inflammopharmacology 22(3):155–167. https://doi.org/10.1007/s10787-013-0187-3", "ArticleIdList": ["10.1007/s10787-013-0187-3", "24052247"]}, {"Citation": "Lee T-K, Park JH, Shin MC, Cho JH, Ahn JH, Kim DW, Lee J-C et al (2023) Therapeutic treatment with pycnogenol® attenuates ischemic brain injury in gerbils focusing on cognitive impairment, neuronal death, BBB leakage and neuroinflammation in the hippocampus. J Integr Neurosci 22(2):26. https://doi.org/10.31083/j.jin2202026", "ArticleIdList": ["10.31083/j.jin2202026", "36992594"]}, {"Citation": "Leffa DT, Torres ILS, Rohde LA (2018) A review on the role of inflammation in attention-deficit/hyperactivity disorder. NeuroImmunoModulation 25(5–6):328–333. https://doi.org/10.1159/000489635", "ArticleIdList": ["10.1159/000489635", "29874674"]}, {"Citation": "Li B, Wang M, Chen S, Li M, Zeng J, Wu S, Tu Y et al (2022) “Baicalin mitigates the neuroinflammation through the TLR4/MyD88/NF-ΚB and MAPK pathways in LPS-stimulated BV-2 microglia.” Edited by Anna Chiarini. BioMed Res Int. https://doi.org/10.1155/2022/3263446", "ArticleIdList": ["10.1155/2022/3263446", "36619301", "10667055"]}, {"Citation": "Mash EJ, Barkley RA (2003) Child psychopathology, 2nd ed."}, {"Citation": "Mohammed NA, Abdou HM, Tass MA, Alfwuaires M, Abdel-Moneim AM, Essawy AE (2020) Oral supplements of Ginkgo biloba extract alleviate neuroinflammation, oxidative impairments and neurotoxicity in rotenone-induced Parkinsonian rats. Curr Pharm Biotechnol 21(12):1259–1268. https://doi.org/10.2174/1389201021666200320135849", "ArticleIdList": ["10.2174/1389201021666200320135849", "32196446"]}, {"Citation": "Nemetchek MD, Stierle AA, Stierle DB, Lurie DI (2017) The ayurvedic plant Bacopa monnieri inhibits inflammatory pathways in the brain. J Ethnopharmacol 197(February):92–100. https://doi.org/10.1016/j.jep.2016.07.073", "ArticleIdList": ["10.1016/j.jep.2016.07.073", "27473605"]}, {"Citation": "Nuzzo D, Presti G, Picone P, Galizzi G, Gulotta E, Giuliano S, Mannino C, Gambino V, Scoglio S, Di Carlo M (2018) Effects of the aphanizomenon flos-aquae extract (Klamin®) on a neurodegeneration cellular model. Oxid Med Cell Longev 2018(September):1–14. https://doi.org/10.1155/2018/9089016", "ArticleIdList": ["10.1155/2018/9089016"]}, {"Citation": "Packer L, Rimbach G, Virgili F (1999) Antioxidant activity and biologic properties of a procyanidin-rich extract from pine (Pinus maritima) Bark, pycnogenol. Free Radic Biol Med 27(5–6):704–724. https://doi.org/10.1016/S0891-5849(99)00090-8", "ArticleIdList": ["10.1016/S0891-5849(99)00090-8", "10490291"]}, {"Citation": "Pan M-H, Chiou Y-S, Tsai M-L, Ho C-T (2011) Anti-Inflammatory activity of traditional chinese medicinal herbs. J Tradit Complement Med 1(1):8–24. https://doi.org/10.1016/S2225-4110(16)30052-9", "ArticleIdList": ["10.1016/S2225-4110(16)30052-9", "24716101", "3943005"]}, {"Citation": "Pang Z, Pan F, He S (1996) Ginkgo biloba L.: history, current status, and future prospects. J Altern Complement Med 2(3):359–363. https://doi.org/10.1089/acm.1996.2.359", "ArticleIdList": ["10.1089/acm.1996.2.359", "9395670"]}, {"Citation": "Pitsikas N, Boultadakis A, Georgiadou G, Tarantilis PA, Sakellaridis N (2008) Effects of the active constituents of Crocus sativus L., Crocins, in an animal model of anxiety. Phytomedicine 15(12):1135–1139. https://doi.org/10.1016/j.phymed.2008.06.005", "ArticleIdList": ["10.1016/j.phymed.2008.06.005", "18693098"]}, {"Citation": "PitsikasN SN (2006) Crocus sativus L. extracts antagonize memory impairments in different behavioural tasks in the rat. Behav Brain Res 173(1):112–115. https://doi.org/10.1016/j.bbr.2006.06.005", "ArticleIdList": ["10.1016/j.bbr.2006.06.005"]}, {"Citation": "Polanczyk G, De Lima MS, Horta BL, Biederman J, Rohde LA (2007) The worldwide prevalence of ADHD: a systematic review and metaregression analysis. Am J Psychiatry 164(6):942–948. https://doi.org/10.1176/ajp.2007.164.6.942", "ArticleIdList": ["10.1176/ajp.2007.164.6.942", "17541055"]}, {"Citation": "Rijlaarsdam J, Cecil CAM, Walton E, Mesirow MSC, Relton CL, Gaunt TR, McArdle W, Barker ED (2017) Prenatal unhealthy diet, insulin-like growth factor 2 gene ( IGF2) methylation, and attention deficit hyperactivity disorder symptoms in youth with early-onset conduct problems. J Child Psychol Psychiatry 58(1):19–27. https://doi.org/10.1111/jcpp.12589", "ArticleIdList": ["10.1111/jcpp.12589", "27535767"]}, {"Citation": "Rohdewald P (2004) Pycnogenol® French maritime pine bark extract. Encycl Diet Suppl. https://doi.org/10.1081/E-EDS-120022123", "ArticleIdList": ["10.1081/E-EDS-120022123"]}, {"Citation": "Saini N, Singh D, Sandhir R (2019) Bacopa monnieri prevents colchicine-induced dementia by anti-inflammatory action. Metab Brain Dis 34(2):505–518. https://doi.org/10.1007/s11011-018-0332-1", "ArticleIdList": ["10.1007/s11011-018-0332-1", "30604025"]}, {"Citation": "Saito K, Umeda S, Kawashima K, Kano Y (2000) Pharmacological properties of traditional medicines. XXVI. Effects of sansohnin-to on pentobarbital sleep in stressed mice. Biol Pharm Bull 23(1):76–79. https://doi.org/10.1248/bpb.23.76", "ArticleIdList": ["10.1248/bpb.23.76", "10706415"]}, {"Citation": "Sanchez CE, Barry C, Sabhlok A, Russell K, Majors A, Kollins SH, Fuemmeler BF (2018) Maternal pre-pregnancy obesity and child neurodevelopmental outcomes: a meta-analysis. Obes Rev 19(4):464–484. https://doi.org/10.1111/obr.12643", "ArticleIdList": ["10.1111/obr.12643", "29164765"]}, {"Citation": "Sarris J, Kean J, Schweitzer I, Lake J (2011) Complementary medicines (herbal and nutritional products) in the treatment of attention deficit hyperactivity disorder (ADHD): a systematic review of the evidence. Complement Ther Med 19(4):216–227. https://doi.org/10.1016/j.ctim.2011.06.007", "ArticleIdList": ["10.1016/j.ctim.2011.06.007", "21827936"]}, {"Citation": "Sedriep S, Xia X, Marotta F, Zhou L, Yadav H, Yang H, Soresi V et al (2011) Beneficial nutraceutical modulation of cerebral erythropoietin expression and oxidative stress: an experimental study. J Biol Regul Homeost Agents 25(2):187–194", "ArticleIdList": ["21880207"]}, {"Citation": "Shakibaei F, Radmanesh M, Salari E, Mahaki B (2015) Ginkgo biloba in the treatment of attention-deficit/hyperactivity disorder in children and adolescents. a randomized, placebo-controlled, trial. Complement Ther Clin Pract 21(2):61–67. https://doi.org/10.1016/j.ctcp.2015.04.001", "ArticleIdList": ["10.1016/j.ctcp.2015.04.001", "25925875"]}, {"Citation": "Shang X, He X, He X, Li M, Zhang R, Fan P, Zhang Q, Jia Z (2010) The genus Scutellaria an ethnopharmacological and phytochemical review. J Ethnopharmacol 128(2):279–313. https://doi.org/10.1016/j.jep.2010.01.006", "ArticleIdList": ["10.1016/j.jep.2010.01.006", "20064593"]}, {"Citation": "Shankar K, Zhong Y, Kang P, Lau F, Blackburn ML, Chen J-R, Borengasser SJ, Ronis MJJ, Badger TM (2011) Maternal obesity promotes a proinflammatory signature in rat uterus and blastocyst. Endocrinology 152(11):4158–4170. https://doi.org/10.1210/en.2010-1078", "ArticleIdList": ["10.1210/en.2010-1078", "21862610", "3199010"]}, {"Citation": "Sharifi-Rad M, Lankatillake C, Dias DA, Docea AO, Mahomoodally MF, Lobine D, Chazot PL et al (2020) Impact of natural compounds on neurodegenerative disorders: from preclinical to pharmacotherapeutics. J Clin Med 9(4):1061. https://doi.org/10.3390/jcm9041061", "ArticleIdList": ["10.3390/jcm9041061", "32276438", "7231062"]}, {"Citation": "Sheikh N, Ahmad A, Siripurapu KB, Kuchibhotla VK, Singh S, Palit G (2007) Effect of Bacopa monniera on stress induced changes in plasma corticosterone and brain monoamines in rats. J Ethnopharmacol 111(3):671–676. https://doi.org/10.1016/J.JEP.2007.01.025", "ArticleIdList": ["10.1016/J.JEP.2007.01.025", "17321089"]}, {"Citation": "Shinomol GK, Mythri RB, Srinivas Bharath MM, Muralidhara (2012) Bacopa monnieri extract offsets rotenone-induced cytotoxicity in dopaminergic cells and oxidative impairments in mice brain. Cell Mol Neurobiol 32(3):455–465. https://doi.org/10.1007/s10571-011-9776-0", "ArticleIdList": ["10.1007/s10571-011-9776-0", "22160863"]}, {"Citation": "Silva D, Colvin L, Hagemann E, Bower C (2014) Environmental risk factors by gender associated with attention-deficit/hyperactivity disorder. Pediatrics 133(1):e14-22. https://doi.org/10.1542/peds.2013-1434", "ArticleIdList": ["10.1542/peds.2013-1434", "24298003"]}, {"Citation": "Silva AR, Grosso C, Delerue-Matos C, Rocha JM (2019) Comprehensive review on the interaction between natural compounds and brain receptors: benefits and toxicity. Eur J Med Chem 174(July):87–115. https://doi.org/10.1016/j.ejmech.2019.04.028", "ArticleIdList": ["10.1016/j.ejmech.2019.04.028", "31029947"]}, {"Citation": "Spencer T, Biederman J, Wilens T, Harding M, O’Donnell D, Griffin S (1996) Pharmacotherapy of attention-deficit hyperactivity disorder across the life cycle. J Am Acad Child Adolesc Psychiatry 35(4):409–432. https://doi.org/10.1097/00004583-199604000-00008", "ArticleIdList": ["10.1097/00004583-199604000-00008", "8919704"]}, {"Citation": "Sugiura M, Saito H, Abe K, Shoyama Y (1995) Ethanol Extract of Crocus sativus L. antagonizes the inhibitory action of ethanol on hippocampal long-term potentiationin vivo. Phytother Res 9(2):100–104. https://doi.org/10.1002/ptr.2650090204", "ArticleIdList": ["10.1002/ptr.2650090204"]}, {"Citation": "Sun J, Li L, Wu J, Liu B, Gong W, Lv Y, Luo Q, Duan X, Dong J (2013) Effects of Baicalin on airway remodeling in asthmatic mice. Planta Med 79(03/04):199–206. https://doi.org/10.1055/s-0032-1328197", "ArticleIdList": ["10.1055/s-0032-1328197", "23378200"]}, {"Citation": "Surman CBH, Hammerness PG, Pion K, Faraone SV (2013) Do stimulants improve functioning in adults with ADHD? A review of the literature. Eur Neuropsychopharmacol. https://doi.org/10.1016/j.euroneuro.2012.02.010", "ArticleIdList": ["10.1016/j.euroneuro.2012.02.010", "23391411"]}, {"Citation": "Terasaki LS, Schwarz JM (2016) Effects of moderate prenatal alcohol exposure during early gestation in rats on inflammation across the maternal-fetal-immune interface and later-life immune function in the offspring. J Neuroimmune Pharmacol 11(4):680–692. https://doi.org/10.1007/s11481-016-9691-8", "ArticleIdList": ["10.1007/s11481-016-9691-8", "27318824", "5525056"]}, {"Citation": "Thapar A, Cooper M, Eyre O, Langley K (2013) Practitioner review: what have we learnt about the causes of ADHD? J Child Psychol Psychiatry 54(1):3–16. https://doi.org/10.1111/j.1469-7610.2012.02611.x", "ArticleIdList": ["10.1111/j.1469-7610.2012.02611.x", "22963644", "3572580"]}, {"Citation": "Tode T, Kikuchi Y, Hirata J, Kita T, Nakata H, Nagata I (1999) Effect of Korean red ginseng on psychological functions in patients with severe climacteric syndromes. Int J Gynecol Obstet 67(3):169–174. https://doi.org/10.1016/S0020-7292(99)00168-X", "ArticleIdList": ["10.1016/S0020-7292(99)00168-X"]}, {"Citation": "Tran HNK, Cao TQ, Kim JA, Woo MH, Min BS (2019) Anti-inflammatory and cytotoxic activities of constituents isolated from the fruits of Ziziphus jujuba Var. Inermis rehder. Fitoterapia 137(September):104261. https://doi.org/10.1016/j.fitote.2019.104261", "ArticleIdList": ["10.1016/j.fitote.2019.104261", "31284019"]}, {"Citation": "Trebatická J, Kopasová S, Hradečná Z, Činovský K, Škodáček I, Šuba J, Muchová J et al (2006) Treatment of ADHD with french maritime pine bark extract, Pycnogenol®. Eur Child Adolesc Psychiatry 15(6):329–335. https://doi.org/10.1007/s00787-006-0538-3", "ArticleIdList": ["10.1007/s00787-006-0538-3", "16699814"]}, {"Citation": "Verlaet AAJ, Ceulemans B, Verhelst H, Van West D, De Bruyne T, Pieters L, Savelkoul HFJ, Hermans N (2017) Effect of Pycnogenol® on attention-deficit hyperactivity disorder (ADHD): study protocol for a randomised controlled trial. Trials 18(1):145. https://doi.org/10.1186/s13063-017-1879-6", "ArticleIdList": ["10.1186/s13063-017-1879-6", "28351412", "5370458"]}, {"Citation": "Verlaet A, Maasakkers C, Hermans N, Savelkoul H (2018) Rationale for dietary antioxidant treatment of ADHD. Nutrients 10(4):405. https://doi.org/10.3390/nu10040405", "ArticleIdList": ["10.3390/nu10040405", "29587355", "5946190"]}, {"Citation": "Wang P-W, Lin T-Y, Yang P-M, Fang J-Y, Li W-T, Pan T-L (2022) Therapeutic efficacy of Scutellaria baicalensis georgi against psoriasis-like lesions via regulating the responses of keratinocyte and macrophage. Biomed Pharmacother 155(November1):113798. https://doi.org/10.1016/j.biopha.2022.113798", "ArticleIdList": ["10.1016/j.biopha.2022.113798", "36271574"]}, {"Citation": "Werenberg Dreier J, Andersen A-MN, Hvolby A, Garne E, Andersen PK, Berg-Beckhoff G (2016) Fever and infections in pregnancy and risk of attention deficit/hyperactivity disorder in the offspring. J Child Psychol Psychiatry 57(4):540–548. https://doi.org/10.1111/jcpp.12480", "ArticleIdList": ["10.1111/jcpp.12480", "26530451"]}, {"Citation": "Weyns AS, Verlaet AAJ, Breynaert A, Naessens T, Fransen E, Verhelst H, Van West D et al (2022) Clinical investigation of french maritime pine bark extract on attention-deficit hyperactivity disorder as compared to methylphenidate and placebo: part 1: efficacy in a randomised trial. J Funct Foods 97(October):105246. https://doi.org/10.1016/J.JFF.2022.105246", "ArticleIdList": ["10.1016/J.JFF.2022.105246"]}, {"Citation": "White RD, Harris GD, Gibson ME (2014) Attention deficit hyperactivity disorder and athletes. Sports Health. https://doi.org/10.1177/1941738113484679", "ArticleIdList": ["10.1177/1941738113484679", "24587866", "3931335"]}, {"Citation": "Xiong J, Wang C, Chen H, Hu Y, Tian L, Pan J, Geng M (2014) Aβ-induced microglial cell activation is inhibited by baicalin through the JAK2/STAT3 signaling pathway. Int J Neurosci 124(8):609–620. https://doi.org/10.3109/00207454.2013.865027", "ArticleIdList": ["10.3109/00207454.2013.865027", "24219385"]}, {"Citation": "Xu Q, Yu J, Jia G, Li Z, Xiong H (2022) Crocin attenuates NF-ΚB-mediated inflammation and proliferation in breast cancer cells by down-regulating PRKCQ. Cytokine 154(June):155888. https://doi.org/10.1016/j.cyto.2022.155888", "ArticleIdList": ["10.1016/j.cyto.2022.155888", "35447530"]}, {"Citation": "Yang S, Li F, Lu S, Ren L, Bian S, Liu M, Zhao D, Wang S, Wang J (2022) Ginseng root extract attenuates inflammation by inhibiting the MAPK/NF-ΚB signaling pathway and activating autophagy and P62-Nrf2-Keap1 signaling in vitro and in vivo. J Ethnopharmacol 283(January):114739. https://doi.org/10.1016/j.jep.2021.114739", "ArticleIdList": ["10.1016/j.jep.2021.114739", "34648903"]}, {"Citation": "Yeh K-Y, Wu C-H, Tai M-Y, Tsai Y-F (2011) Ginkgo biloba extract enhances noncontact erection in rats: the role of dopamine in the paraventricular nucleus and the mesolimbic system. Neuroscience 189(August):199–206. https://doi.org/10.1016/j.neuroscience.2011.05.025", "ArticleIdList": ["10.1016/j.neuroscience.2011.05.025", "21640798"]}, {"Citation": "Yin F, Liu J, Ji X, Wang Y, Zidichouski J, Zhang J (2011) Baicalin prevents the production of hydrogen peroxide and oxidative stress induced by Aβ aggregation in SH-SY5Y cells. Neurosci Lett 492(2):76–79. https://doi.org/10.1016/j.neulet.2011.01.055", "ArticleIdList": ["10.1016/j.neulet.2011.01.055", "21276834"]}, {"Citation": "Zhang Y, Liu J, Yang B, Zheng Y, Yao M, Sun M, Xu L, Lin C, Chang D, Tian F (2018) Ginkgo biloba extract inhibits astrocytic lipocalin-2 expression and alleviates neuroinflammatory injury via the JAK2/STAT3 pathway after ischemic brain stroke. Front Pharmacol. https://doi.org/10.3389/fphar.2018.00518", "ArticleIdList": ["10.3389/fphar.2018.00518", "30863312", "6305731"]}, {"Citation": "Zhang L, Li G, Tao S, Xia P, Chaudhry N, Kaura S, Stone SS, Liu M (2022) Ginkgo biloba extract reduces cardiac and brain inflammation in rats fed a HFD and exposed to chronic mental stress through NF-ΚB inhibition. Edited by Feng Zhang. Mediat Inflamm. https://doi.org/10.1155/2022/2408598", "ArticleIdList": ["10.1155/2022/2408598"]}, {"Citation": "Zhou R-Y, Han X-M, Wang J-J, Yuan H-X, Sun J-C, You Y, Song Y-C (2017) Effect of baicalin on behavioral characteristics of rats with attention deficit hyperactivity disorder. Zhongguo Dang Dai Er Ke Za Zhi Chin J Contemp Pediatr 19(8):930–937. https://doi.org/10.7499/j.issn.1008-8830.2017.08.016", "ArticleIdList": ["10.7499/j.issn.1008-8830.2017.08.016"]}, {"Citation": "Zhou R, Wang J, Han X, Ma B, Yuan H, Song Y (2019) Baicalin regulates the dopamine system to control the core symptoms of ADHD. Mol Brain. https://doi.org/10.1186/s13041-019-0428-5", "ArticleIdList": ["10.1186/s13041-019-0428-5", "31888715", "6937840"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "24"}, {"Year": "2023", "Month": "9", "Day": "9"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "23", "Hour": "20", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "23", "Hour": "11", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37740887", "10.1007/s10787-023-01339-1", "10.1007/s10787-023-01339-1"]}}], "PubmedBookArticle": []}