{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37746972", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["e35176", "10.1097/MD.0000000000035176"], "Journal": {"ISSN": "1536-5964", "JournalIssue": {"Volume": "102", "Issue": "38", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "22"}}, "Title": "Medicine", "ISOAbbreviation": "Medicine (Baltimore)"}, "ArticleTitle": "Attitudes toward herbal medicine for COVID-19 in healthcare workers: A cross-sectional observational study.", "Pagination": {"StartPage": "e35176", "MedlinePgn": "e35176"}, "Abstract": {"AbstractText": ["The coronavirus disease 2019 (COVID-19) pandemic has adversely affected working life all over the world, and the employees with the highest risk of transmission have been those in the health sector. Since there are currently no effective treatments for COVID-19, there have been numerous attempts to find alternative treatments for both the spread of the infection and its treatment. These efforts have included the use of herbal extracts to boost immunity and reduce the likelihood of contracting the infection. This study explored the attitudes of healthcare workers toward the consumption of COVID-19 herbal medicine (HM) products. This is an online, cross-sectional observational study. In total, 1335 participants were reached. It was observed that 722 (54%) of them preferred herbal treatments during the pandemic period. The attitudes of HM toward 327 (45.3%) healthcare workers and 395 (54.7%) general population participants were examined. Both groups had high rates of use of HM as a COVID-19 preventive measure (68.8 percent and 67.1 percent, respectively). While its use was higher among healthcare workers during infection (OR: 2.00, 95% CI: 1.32-3.03), its use was higher in the non-healthcare group for post-COVID problems (OR: 0.51, 95% CI: 0.35-0.74). The opinion of healthcare professionals was that HM was more efficient (OR: 1.59, 95% CI: 1.19-21.15). All participants' main incentive to utilize HM was family advice (n = 194, 26.9%). A total of 90 (12.4%) participants reported side effects. Vomiting-nausea were the most typical adverse effects (38.9%). The herb most frequently utilized was ginger (54%). Healthcare workers use HM at rates that are the same as those of the general population. Both its use during infections and the idea that it is effective are more common among healthcare professionals than in the general population."], "CopyrightInformation": "Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc."}, "AuthorList": [{"Identifier": ["0000-0002-6524-8088"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational Medicine, Hacettepe University Faculty of Medicine, Ankara, Turkey."}], "LastName": "Güngör", "ForeName": "Ömür", "Initials": "Ö"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chest Disease, Ankara Ataturk Sanatorium Training and Research Hospital, Keçiören/Ankara, Turkey."}], "LastName": "Baykal", "ForeName": "Hüsnü", "Initials": "H"}], "PublicationTypeList": ["Observational Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Medicine (Baltimore)", "NlmUniqueID": "2985248R", "ISSNLinking": "0025-7974"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Health Personnel"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors have no funding and conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Payyappallimana U. Role of traditional medicine in primary health care. Yokohama J Social Sci. 2010;14:57–75."}, {"Citation": "Wachtel-Galor S, Benzie IFF. Herbal medicine: an introduction to its history, usage, regulation, current trends, and research needs. 2011.", "ArticleIdList": ["22593939"]}, {"Citation": "Pham DD, Yoo JH, Tran BQ, et al. . Complementary and alternative medicine use among physicians in oriental medicine hospitals in Vietnam: a hospital-based survey. Evidence-Based Complement Alter Med. 2013;2013:1–9."}, {"Citation": "Keni R, Alexander A, Nayak PG, et al. . COVID-19: emergence, spread, possible treatments, and global burden. Front Public Health. 2020;8:216.", "ArticleIdList": ["PMC7270802", "32574299"]}, {"Citation": "Panyod S, Ho CT, Sheen LY. Dietary therapy and herbal medicine for COVID-19 prevention: a review and perspective. J Trad Complement Med. 2020;10:420–7.", "ArticleIdList": ["PMC7260602", "32691006"]}, {"Citation": "Ang L, Song E, Lee HW, et al. . Herbal medicine for the treatment of coronavirus disease 2019 (COVID-19): a systematic review and meta-analysis of randomized controlled trials. J Clin Med. 2020;9:1583.", "ArticleIdList": ["PMC7290825", "32456123"]}, {"Citation": "Nawrot J, Gornowicz-Porowska J, Budzianowski J, et al. . Medicinal herbs in the relief of neurological, cardiovascular and respiratory symptoms after COVID-19 infection a literature review. Cells. 2022;11:1897.", "ArticleIdList": ["PMC9220793", "35741026"]}, {"Citation": "Demeke CA, Woldeyohanins AE, Kifle ZD. Herbal medicine use for the management of COVID-19: a review article. Metabol Open. 2021;12:100141.", "ArticleIdList": ["PMC8519661", "34693242"]}, {"Citation": "Tan M, Uzun O, Akçay F. Trends in complementary and alternative medicine in eastern Turkey. J Altern Complement Med. 2004;10:861–5.", "ArticleIdList": ["15650476"]}, {"Citation": "Aydin S, Bozkaya AO, Mazicioğlu MM, et al. . What influences herbal medicine use? Prevalence and related factors. Turkish J Med Sci. 2008;38:455–63."}, {"Citation": "Nguyen PH, De Tran V, Pham DT, et al. . Use of and attitudes towards herbal medicine during the COVID-19 pandemic: a cross-sectional study in Vietnam. Eur J Integr Med. 2021;44:101328.", "ArticleIdList": ["PMC9760728", "36570027"]}, {"Citation": "Alyami HS, Orabi MA, Aldhabbah FM, et al. . Knowledge about COVID-19 and beliefs about and use of herbal products during the COVID-19 pandemic: a cross-sectional study in Saudi Arabia. Saudi Pharm J. 2020;28:1326–32.", "ArticleIdList": ["PMC7462475", "32904846"]}, {"Citation": "Altun HK, Ermumcu MSK, Kurklu NS. Evaluation of dietary supplement, functional food and herbal medicine use by dietitians during the COVID-19 pandemic. Public Health Nutr. 2021;24:861–9.", "ArticleIdList": ["PMC7853745", "33357253"]}, {"Citation": "Lau TF, Leung PC, Wong ELY, et al. . Using herbal medicine as a means of prevention experience during the SARS crisis. Am J Chin Med. 2005;33:345–56.", "ArticleIdList": ["16047553"]}, {"Citation": "Thiab SH, Nassar RI, Thiab S, et al. . Medications and natural products used in Jordan for prevention or treatment of COVID-19 infection during the second wave of the pandemic: a cross-sectional online survey. Saudi Pharm J. 2022;30:856–62.", "ArticleIdList": ["PMC8920079", "35310539"]}, {"Citation": "Yan B, Jiang Z, Yuan J, et al. . Effects and safety of herbal medicines among community-dwelling residents during COVID-19 pandemic: a large prospective, randomized controlled trial (RCT). Phytomedicine. 2021;85:153403.", "ArticleIdList": ["PMC7642754", "33419674"]}, {"Citation": "Ceramella J, Iacopetta D, Sinicropi MS, et al. . Drugs for COVID-19: an update. Molecules. 2022;27:8562.", "ArticleIdList": ["PMC9740261", "36500655"]}, {"Citation": "Thota SM, Balan V, Sivaramakrishnan V. Natural products as home‐based prophylactic and symptom management agents in the setting of COVID‐19. Phytother Res. 2020;34:3148–67.", "ArticleIdList": ["PMC7461159", "32881214"]}, {"Citation": "Barry M, Al Amri M, Memish Z–A. COVID-19 in the shadows of MERS-CoV in the Kingdom of Saudi Arabia. J Epidemiol Global Health. 2020;10:1–3.", "ArticleIdList": ["PMC7310806", "32175703"]}, {"Citation": "El Khoury G, Ramadan W, Zeeni N. Herbal products and dietary supplements: a cross-sectional survey of use, attitudes, and knowledge among the Lebanese population. J Community Health. 2016;41:566–73.", "ArticleIdList": ["26659604"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "10", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "25", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "25", "Hour": "7", "Minute": "3"}, {"Year": "2023", "Month": "9", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37746972", "PMC10519507", "10.1097/MD.0000000000035176", "00005792-202309220-00033"]}}], "PubmedBookArticle": []}