{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Balsam", "Impatiens balsamina", "broad bean wilt virus 2", "small RNA sequencing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37755413", "DateRevised": {"Year": "2023", "Month": "09", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-05-23-0943-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Sep", "Day": "27"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Broad Bean Wilt Virus 2 Infecting Balsam (Impatiens balsamina) in China.", "Abstract": {"AbstractText": ["Balsam (Impatiens balsamina L.) is an ornamental plant cultivated extensively in China and elsewhere, but it has also been used as a medicinal plant for thousands of years (Qian et al., 2023). In 2022, an examination of 10 garden-grown I. balsamina plants in Chaoyang, Beijing, China revealed eight plants with blotches, mosaic symptoms, and deformed leaves (Fig. S1A). Total RNA was extracted from the symptomatic leaf tissue of these eight plants using the TRIzol reagent (Invitrogen, USA). Four RNA preparations (high quality and quantity) were combined for the small RNA sequencing analysis (TIANGEN Biotech Co., China). A total of 16,509,586 clean reads (18-30 nt) were obtained and assembled into larger contigs using Velvet 1.0.5. A search of the National Center for Biotechnology Information non-redundant database using BLASTX indicated 72, 24, and 19 contigs were homologous to broad bean wilt virus 2 (BBWV2), cucumber mosaic virus (CMV), and impatiens cryptic virus 1 (ICV1) sequences (Zheng et al., 2022), respectively. To verify the next-generation sequencing data, the following three sets of primer pairs were designed according to the contig sequences of these three viruses: CMV-F:5'-ATGGACAAATCTGAATCAACCAGTGC-3'/CMV-R: 5'-CCGTAAGCTGGATGGACAACC-3'; BBWV2-F:5'-CAATTTGGACAACTACAATTTGCC-3'/ BBWV2-R: 5'-GCTGAGTCTAAATCCCATCTATC-3'; and ICV1-F: 5'-CGCACAACT CTACAAT GACATGGTC-3'/ICV1-R: 5'-AGTTCCATCGTCCAGTAGGCG-3'. The primers were used to amplify CMV, BBWV2, and ICV1 sequences by reverse transcription-polymerase chain reaction (RT-PCR), with individual RNA preparations serving as the template. The CMV, BBWV2, and ICV1 target sequences were amplified from eight, four, and four samples, respectively (Fig. S1B). To evaluate virus infectivity, Nicotiana benthamiana seedlings were inoculated using a leaf tissue extract prepared from an infected I. balsamina plant. At 7 days post-inoculation, disease symptoms were detected on N. benthamiana systemic leaves (e.g., deformation and apical necrosis) (Fig. S1C). Confirmation tests involving RT-PCR indicated the N. benthamiana plants were infected with BBWV2 and CMV, but not with ICV1 (Fig. S1D). To obtain the complete BBWV2 genome sequence (RNA1 and RNA2), virus-specific PCR primers (Table S1) were designed to produce the terminal sequences via 5' and 3' rapid amplification of cDNA ends (RACE), which was completed using the SMARTer RACE 5'/3' Kit (Clontech, China). The RNA1 and RNA2 sequences comprised 5,957 nt (GenBank: OQ857921) and 3,614 nt (GenBank: OQ857922), respectively. The BLAST analyses revealed RNA1 and RNA2 were similar to sequences in other BBWV2 isolates (sequence identities of 78.88% to 95.15% and 80.83% to 91.51%, respectively). Using the neighbor-joining method and MEGA 7.0, the phylogenetic relationships between the BBWV2 isolated in this study and other isolates were determined on the basis of the full-length RNA1 and RNA2 sequences (Kumar et al., 2016). According to the RNA1 and RNA2 sequences, the BBWV2 isolated in this study was most closely related to the BBWV2 isolate from Gynura procumbens (GenBank: KX686589) and the BBWV2 isolate from Nicotiana tabacum (GenBank: KX650868), respectively (Fig. S1E). To the best of our knowledge, this is the first report of I. balsamina naturally infected with BBWV2 in China. The study findings may be useful for detecting BBWV2 in I. balsamina and for diagnosing and managing the associated disease. The authors declare no conflict of interest. Yanhong Qiu and Haijun Zhang contributed equally to this paper. Funding: This research was supported by the Beijing Academy of Agriculture and Forestry Foundation, China (KYCX202305, QNJJ202131, and KJCX20230214). References: Qian H.Q., et al. 2023. J Ethnopharmacol. 303. Zheng Y., et al. 2022. Arch Virol. 167: 2099-2102. Kumar et al. 2016. Mol Biol Evol. 33: 1870-1874."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; qiuyanhong@nercv.org."}], "LastName": "Qiu", "ForeName": "Yanhong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; zhanghaijun@nercv.org."}], "LastName": "Zhang", "ForeName": "Haijun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "China Agricultural University, 34752, College of Plant Protection, Beijing, China; wkj9909@163.com."}], "LastName": "Wang", "ForeName": "Kejun", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; wanghongyan@nercv.org."}], "LastName": "Wang", "ForeName": "Hongyan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; wangdexin@nercv.org."}], "LastName": "Wang", "ForeName": "Dexin", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; xiayang@nercv.org."}], "LastName": "Xia", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Vegetable Research Center, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; wenchanglong@nercv.org."}], "LastName": "Wen", "ForeName": "Changlong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beijing Academy of Agriculture and Forestry Sciences, 107624, Beijing Vegetable Institute, Beijing, China."}, {"Identifier": [], "Affiliation": "Supervision, Inspection and Test Center of Vegetable Seed Quality of Ministry of Agriculture and Rural Affairs, Beijing, China; xuxiulan@nercv.org."}], "LastName": "Xu", "ForeName": "Xiulan", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "9", "Day": "27", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "27", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "27", "Hour": "10", "Minute": "43"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37755413", "10.1094/PDIS-05-23-0943-PDN"]}}], "PubmedBookArticle": []}