{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["QLQ-C30 and QLQ-OV28 questionnaire", "first-line chemotherapy", "ovarian cancer", "quality of life"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37761793", "DateRevised": {"Year": "2023", "Month": "10", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "21"}], "Language": ["eng"], "ELocationID": ["2596", "10.3390/healthcare11182596"], "Journal": {"ISSN": "2227-9032", "JournalIssue": {"Volume": "11", "Issue": "18", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "21"}}, "Title": "Healthcare (Basel, Switzerland)", "ISOAbbreviation": "Healthcare (Basel)"}, "ArticleTitle": "Quality of Life for Polish Women with Ovarian Cancer during First-Line Chemotherapy.", "Abstract": {"AbstractText": ["Ovarian cancer is the worst prognostic gynaecological cancer and represents a grave clinical and social problem. Therefore, the study aimed to assess female patients' emotional, cognitive, physical, and social quality of life. The study included 100 patients diagnosed with ovarian cancer and treated with chemotherapy in a day hospital setting at the Department of Radiotherapy and Gynaecological Oncology at the Wielkopolska Oncology Centre in Poznań. The patients were given a standard treatment regimen: paclitaxel 175 mg/m<sup>2</sup> in a 3 h infusion and carboplatin at an AUC of 6 (5-7) following Calvert as a 1 h infusion for six cycles administered every 21 days. In addition, standardised questionnaires of the Polish version of the EORTC QLQ-C30 and QLQOV28 were used. The analysis of the collected material shows that the patients reported the highest level of general health and quality of life at the study's first stage, i.e., before chemotherapy (mean value of 59.67 points). In contrast, the patients' lowest level of general health and quality of life was observed in the fourth stage of the study (mean value of 45.04 points). The problem of side effects, such as nausea and vomiting, affected the entire study group and was more troublesome in the final stage of treatment for all patients. In the study's first stage, the mean score on the nausea and vomiting symptom scale was 16 points; in the fourth stage, the mean score was 40.07. Of the clinical factors, the symptom of fatigue was the most severe health problem for the subjects. The mean score of the fatigue scale in the study's first stage was 37.11 points, while a score of 70.33 was obtained in the fourth stage of the research. The multivariate linear regression model showed that the lack of professional activity lowers quality of life, especially combined with other side effects of chemotherapy, including hair loss in Stage IV of the study. This study shows that women with ovarian cancer undergoing chemotherapy need exceptional support from psychologists, nurses, dieticians, and physiotherapists."]}, "AuthorList": [{"Identifier": ["0000-0001-8919-5729"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing Practices, Poznan University of Medical Sciences, 61-701 Poznan, Poland."}], "LastName": "Bączyk", "ForeName": "Grażyna", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wielkopolska Oncology Centre Poznan, 61-866 Poznan, Poland."}], "LastName": "Pleszewa", "ForeName": "Anna", "Initials": "A"}, {"Identifier": ["0000-0001-6691-3863"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Chemistry and Laboratory Medicine, Poznan University of Medical Sciences, 61-701 Poznan, Poland."}, {"Identifier": [], "Affiliation": "Department of Stem Cells and Regenerative Medicine, Institute of Natural Fibres and Medicinal Plants-National Research, 62-064 Plewiska, Poland."}], "LastName": "Formanowicz", "ForeName": "Dorota", "Initials": "D"}, {"Identifier": ["0000-0001-6575-8312"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing Practices, Poznan University of Medical Sciences, 61-701 Poznan, Poland."}], "LastName": "Kozłowska", "ForeName": "Katarzyna A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Healthcare (Basel)", "NlmUniqueID": "101666525", "ISSNLinking": "2227-9032"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gaona-Luviano P., Medina-Gaona L.A., Magaña-Pérez K. Epidemiology of ovarian cancer. Chin. Clin. Oncol. 2020;9:47. doi: 10.21037/cco-20-34.", "ArticleIdList": ["10.21037/cco-20-34", "32648448"]}, {"Citation": "Brett M.R., Jennifer B.P., Thomas A.S., Brett M.R., Jennifer B.P., Thomas A.S. Epidemiology of ovarian cancer: A review. Cancer Biol. Med. 2017;14:9–32. doi: 10.20892/j.issn.2095-3941.2016.0084.", "ArticleIdList": ["10.20892/j.issn.2095-3941.2016.0084", "PMC5365187", "28443200"]}, {"Citation": "Bray F., Ferlay J., Soerjomataram I., Siegel R.L., Torre L.A., Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J. Clin. 2018;68:394–424. doi: 10.3322/caac.21492.", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Sompolska-Rzechuła A., Cymbaluk-Płoska A., Chudecka-Głaz A. Ocena jakości życia kobiet z chorobą nowotworową leczonych metodą chemioterapii. Pr. Nauk. Uniw. Ekon. We Wrocławiu. 2017;483:152–612."}, {"Citation": "Perkowska E., Terlikowski S., Terlikowski R., Moczydłowska A., Ziemczyk B. Quality of life for women treated for ovarian cancer. Pieleg. Chir. Angiol/Surg. Vasc. Nurs. 2020;1:25–30."}, {"Citation": "Leppert W., Woroń J. Nudności i wymioty u chorych na nowotwory—Zalecenia postępowania terapeutycznego. Gastroenterol. Klin. 2016;8:85–98."}, {"Citation": "Płużański A. Nudności i wymioty towarzyszące wysokoemetogennej chemioterapii—Analiza klinicznej praktyki. Nowotw. J. Oncol. 2015;65:122–127. doi: 10.5603/NJO.2015.0023.", "ArticleIdList": ["10.5603/NJO.2015.0023"]}, {"Citation": "Jabłońska I., Drabik U. Charakterystyka aspektów jakości życia pacjentów z rakiem odbytnicy. Probl. Pieleg. 2009;17:144–151."}, {"Citation": "Nagańska E. Powikłania neurologiczne po chemioterapii. Neurol. Dyplomie. 2019;4:47–53."}, {"Citation": "Megari K. Quality of life in chronic disease patients. Health Psychol. Res. 2013;1:e27. doi: 10.4081/hpr.2013.932.", "ArticleIdList": ["10.4081/hpr.2013.932", "PMC4768563", "26973912"]}, {"Citation": "Bączyk G., Formanowicz D., Gmerek Ł., Krokowicz P. Health-related quality of life assessment among patients with inflammatory bowel diseases after surgery—Review. Gastroenterol. Rev. 2017;12:6–16. doi: 10.5114/pg.2016.64037.", "ArticleIdList": ["10.5114/pg.2016.64037", "PMC5360659", "28337230"]}, {"Citation": "Bhat G., Karakasis K., Oza A.M. Measuring Quality of Life in Ovarian Cancer Clinical Trials—Can We Improve Objectivity and Cross Trial Comparisons? Cancers. 2020;12:3296. doi: 10.3390/cancers12113296.", "ArticleIdList": ["10.3390/cancers12113296", "PMC7694966", "33171791"]}, {"Citation": "Zalewski K., Misiek M., Góźdź S., Bidziński M. Nowy system klasyfikacji zaawansowania nowotworów jajnika, jajowodu i otrzewnej—Stan na 2014 rok. Onkol. Prakt. Klin. 2015;11:129–134."}, {"Citation": "Campbell R., Costa D.S.J., Stocklera M., Lee Y.C., Ledermann J.A., Berton D., Sehouli J., Roncolato F.T., Connell R.O., Okamoto A., et al. Measure of Ovarian Symptoms and Treatment concerns (MOST) indexes and their associations with health-related quality of life in recurrent ovarian cancer. Gynecol. Oncol. 2022;166:254–262. doi: 10.1016/j.ygyno.2022.05.024.", "ArticleIdList": ["10.1016/j.ygyno.2022.05.024", "35718565"]}, {"Citation": "Nho J.H., Kim S.R., Nam J.H. Symptom clustering and quality of life in patients with ovarian cancer undergoing chemotherapy. Eur. J. Oncol. Nurs. 2017;30:8–14. doi: 10.1016/j.ejon.2017.07.007.", "ArticleIdList": ["10.1016/j.ejon.2017.07.007", "29031318"]}, {"Citation": "Hwang K.H., Cho O.H., Yoo Y.S. Symptom clusters of ovarian cancer patients undergoing chemotherapy, and their emotional status and quality of life. Eur. J. Oncol. Nurs. 2016;21:215–222. doi: 10.1016/j.ejon.2015.10.007.", "ArticleIdList": ["10.1016/j.ejon.2015.10.007", "26645947"]}, {"Citation": "Shirali E., Yarandi F., Ghaemi M., Montazeri A. Quality of Life in Patients with Gynecological Cancers: A Web-Based Study. Asian Pac. J. Cancer Prev. 2020;21:1969–1975. doi: 10.31557/APJCP.2020.21.7.1969.", "ArticleIdList": ["10.31557/APJCP.2020.21.7.1969", "PMC7573423", "32711422"]}, {"Citation": "Chase D.M., Marín M.R., Backes F., Han S., Graybill W., Mirza M.R., Pothuri B., Mangili G., O’Malley D.M., Berton D., et al. Impact of disease progression on health-related quality of life of advanced ovarian cancer patients—Pooled analysis from the PRIMA trial. Gynecol. Oncol. 2022;166:494–502. doi: 10.1016/j.ygyno.2022.06.028.", "ArticleIdList": ["10.1016/j.ygyno.2022.06.028", "35851489"]}, {"Citation": "Techata A., Muangmool T., Wongpakaran N., Charoenkwan K. Effect of cancer stage on health-related quality of life of patients with epithelial ovarian cancer. J. Obstet. Gynaecol. 2022;42:139–145. doi: 10.1080/01443615.2021.1877647.", "ArticleIdList": ["10.1080/01443615.2021.1877647", "33938358"]}, {"Citation": "Słoniewski R., Dąbrowska-Bender M., Religioni U., Fronczak A., Staniszewska A., Duda-Zalewska A., Milewska M., Kędzierska M., Matkowski R.A., Dykowska G., et al. A Comparative Analysis of Quality of Life in Women Diagnosed with Breast and Ovarian Cancer. Int. J. Environ. Res. Public Health. 2022;19:6705. doi: 10.3390/ijerph19116705.", "ArticleIdList": ["10.3390/ijerph19116705", "PMC9180185", "35682288"]}, {"Citation": "Lee J.-J., Longcoy L.-T.H., Tai C.-Y. Symptom Distress and Quality of Life in Women With Newly Diagnosed Ovarian Cancer Undergoing Chemotherapy: A Longitudinal Approach. Clin. J. Oncol. Nurs. 2022;26:643–650.", "ArticleIdList": ["36413716"]}, {"Citation": "Sarkar S., Sahoo P.K., Pal R., Tanumy M., Mahata S., Chatterjee P., Vernekar M., Mandal S., Bera T., Nasare V.D. Assessment of quality of life among advanced ovarian cancer patients in a tertiary care hospital in India. Support. Care Cancer. 2022;30:3371–3378. doi: 10.1007/s00520-021-06735-3.", "ArticleIdList": ["10.1007/s00520-021-06735-3", "34988703"]}, {"Citation": "Śniadecki M., Ostrowski A., Liro M., Wydra D.G. Chemioterapia dootrzewnowa w raku jajnika. Nowotw. J. Oncol. 2013;63:311–319. doi: 10.5603/NJO.2013.0019.", "ArticleIdList": ["10.5603/NJO.2013.0019"]}, {"Citation": "Bhugwandass C.S., Pijnenborg J.M.A., Pijlman B., Ezendam N.P.M. Effect of chemotherapy on health-related quality of life among early-stage ovarian cancer survivors: A study from the population-based PROFILES registry. Curr. Oncol. 2016;23:556–562. doi: 10.3747/co.23.3243.", "ArticleIdList": ["10.3747/co.23.3243", "PMC5176381", "28050144"]}, {"Citation": "Perkowska E., Terlikowski S., Terlikowski R., Moczydłowska A., Markowska T., Marcinowicz L. Evaluation of the quality of life of ovarian cancer patients in the context of selected quantitative variables such as body mass, number of miscarriages and time from diagnosis. Fam. Med. Prim. Care Rev. 2019;21:355–359."}, {"Citation": "Lee C.Y., King M.T., O’Connell R.L., Lanceley A., Joly F., Hilpert F., Davis A., Roncolato F.T., Okamoto A., Bryce J., et al. Symptom burden and quality of life with chemotherapy for recurrent ovarian cancer: The Gynecologic Cancer InterGroup-Symptom Benefit Study. Int. J. Gynecol. Cancer. 2022;32:761–768. doi: 10.1136/ijgc-2021-003142.", "ArticleIdList": ["10.1136/ijgc-2021-003142", "PMC9185817", "35086926"]}, {"Citation": "Smorąg K., Jeżowska–Smorąg I., Florkowski A., Zboralski K., Macander M., Gądek I., Wilk B., Wierzbiński P. Jakość życia i depresyjność u kobiet z rozpoznaniem raka trzonu macicy i raka jajnika–analiza porównawcza. Folia Medica Lodz. 2015;42:123–143."}, {"Citation": "Kozaka J. Jakość życia chorych na raka jajnika. Psychoonkologia. 2014;2:66–72."}, {"Citation": "Plotti F., Scaletta G., Aloisi A., Luvero D., Capriglione S., Miranda A., Montera R., De Cicco Nardone C., Terranova C., Angioli R. Quality of Life in Platinum-Sensitive Recurrent Ovarian Cancer: Chemotherapy Versus Surgery Plus Chemotherapy. Ann. Surg. Oncol. 2015;22:2387–2394. doi: 10.1245/s10434-014-4263-8.", "ArticleIdList": ["10.1245/s10434-014-4263-8", "25582738"]}, {"Citation": "Kim J.H., Lee D.-E., Lee Y., Ha H.I., Chang Y.J., Chang S.-J., Park S.-Y., Lim M.C. Quality of life outcomes from the randomised trial of hyperthermic intraperitoneal chemotherapy following cytoreductive surgery for primary ovarian cancer (KOV-HIPEC-01) J. Gynecol. Oncol. 2022;33:e54. doi: 10.3802/jgo.2022.33.e54.", "ArticleIdList": ["10.3802/jgo.2022.33.e54", "PMC9250851", "35712968"]}, {"Citation": "Blagden S.P., Cook A.D., Poole C., Howells L., McNeish I.A., Dean A., Kim J.W., O’Donnell D.M., Hook J., James E.C., et al. Weekly platinum-based chemotherapy versus 3-weekly platinum-based chemotherapy for newly diagnosed ovarian cancer (ICON8): Quality-of-life results of a phase 3, randomised, controlled trial. Lancet Oncol. 2020;21:969–977. doi: 10.1016/S1470-2045(20)30218-7.", "ArticleIdList": ["10.1016/S1470-2045(20)30218-7", "PMC7327508", "32615110"]}, {"Citation": "Penar-Zadarko B., Binkowska-Bury M., Wolan M., Gawelko J., Urbański K. Longitudinal assessment of quality of life in ovarian cancer patients. Eur. J. Oncol. Nurs. 2013;17:381–385. doi: 10.1016/j.ejon.2012.10.014.", "ArticleIdList": ["10.1016/j.ejon.2012.10.014", "23200482"]}, {"Citation": "Oza A.M., Matulonis U.A., Malander S., Hudgens S., Sehouli J., del Campo J.M., Berton-Rigaud D., Banerjee S., Scambia G., Berek J.S., et al. Quality of life in patients with recurrent ovarian cancer treated with niraparib versus placebo (ENGOT-OV16/NOVA): Results from a double-blind, phase 3, randomised controlled trial. Lancet Oncol. 2018;19:1117–1125. doi: 10.1016/S1470-2045(18)30333-4.", "ArticleIdList": ["10.1016/S1470-2045(18)30333-4", "30026000"]}, {"Citation": "Pergialiotis V., Sotiropoulou I.M., Liatsou E., Liontos M., Frountzas M., Thomakos N., Rodolakis A., Haidopoulos D. Quality of life of ovarian cancer patients treated with combined platinum taxane chemotherapy: A systematic review of the literature. Support. Care Cancer. 2022;30:7147–7157. doi: 10.1007/s00520-022-07053-y.", "ArticleIdList": ["10.1007/s00520-022-07053-y", "35459954"]}, {"Citation": "Zhou Y., Irwin M.L., Ferrucci L.M., McCorkle R., Ercolano E.A., Li F., Stein K., Cartmel B. Health-related quality of life in ovarian cancer survivors: Results from the American Cancer Society’s Study of Cancer Survivors—I. Gynecol. Oncol. 2016;14:543–549. doi: 10.1016/j.ygyno.2016.04.006.", "ArticleIdList": ["10.1016/j.ygyno.2016.04.006", "PMC4913461", "27072805"]}, {"Citation": "van Walree I.C., Hamaker M., van de Poll-Franse L.V., Vos M.C., Boll D., van Huis-Tanja L.H., Ezendam N.P.M. Older ovarian cancer survivors report lower long-term health-related quality of life than younger survivors: A study from the population-based profiles registry. Gynecol. Oncol. 2019;153:391–398. doi: 10.1016/j.ygyno.2019.02.001.", "ArticleIdList": ["10.1016/j.ygyno.2019.02.001", "30772033"]}, {"Citation": "Panoskaltsis T., Papadimitriou C., Pallas N., Karamveri C., Kyziridis D., Hristakis C., Kiriakopoulos V., Kalakonas A., Vaikos D., Tzavara C., et al. Prognostic Value of En-Block Radical Bowel Resection in Advanced Ovarian Cancer Surgery With HIPEC. Cancer Control. 2023;30:1–13. doi: 10.1177/10732748231165878.", "ArticleIdList": ["10.1177/10732748231165878", "PMC10041633", "36958947"]}, {"Citation": "Friedlander M., Rau J., Lee C.K., Meier W., Lesoin A., Kim J.-W., Poveda A., Buck M., Scambia G., Shimada M., et al. Quality of life in patients with advanced epithelial ovarian cancer (EOC) randomised to maintenance pazopanib or placebo after first-line chemotherapy in the AGO-OVAR 16 trial. Measuring what matters-patient-centered end points in trials of maintenance therapy. Ann. Oncol. 2018;29:737–743.", "ArticleIdList": ["29267856"]}, {"Citation": "Koole S.N., Kieffera J.M., Sikorska K., Schagen van Leeuwen J.H., Schreuder H.W.R., Hermans R.H., de Hingh I., van der Velden J., Arts H., van Ham M., et al. Health-related quality of life after interval cytoreductive surgery with or without hyperthermic intraperitoneal chemotherapy (HIPEC) in patients with stage III ovarian cancer. Eur. J. Surg. Oncol. 2021;47:101–107. doi: 10.1016/j.ejso.2019.05.006.", "ArticleIdList": ["10.1016/j.ejso.2019.05.006", "31128948"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "15"}, {"Year": "2023", "Month": "9", "Day": "18"}, {"Year": "2023", "Month": "9", "Day": "19"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "1", "Minute": "14"}, {"Year": "2023", "Month": "9", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37761793", "PMC10530890", "10.3390/healthcare11182596", "healthcare11182596"]}}], "PubmedBookArticle": []}