{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cannabichromene", "cannabidiol", "cannabidiolic acid", "cannabis", "permeability", "solubility"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37765249", "DateRevised": {"Year": "2023", "Month": "10", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "04"}], "Language": ["eng"], "ELocationID": ["2280", "10.3390/pharmaceutics15092280"], "Journal": {"ISSN": "1999-4923", "JournalIssue": {"Volume": "15", "Issue": "9", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "04"}}, "Title": "Pharmaceutics", "ISOAbbreviation": "Pharmaceutics"}, "ArticleTitle": "Co-Dispersion Delivery Systems with Solubilizing Carriers Improving the Solubility and Permeability of Cannabinoids (Cannabidiol, Cannabidiolic Acid, and Cannabichromene) from <i>Cannabis sativa</i> (Henola Variety) Inflorescences.", "Abstract": {"AbstractText": ["Cannabinoids: cannabidiol (CBD), cannabidiolic acid (CBDA), and cannabichromene (CBC) are lipophilic compounds with limited water solubility, resulting in challenges related to their bioavailability and therapeutic efficacy upon oral administration. To overcome these limitations, we developed co-dispersion cannabinoid delivery systems with the biopolymer polyvinyl caprolactam-polyvinyl acetate-polyethylene glycol (Soluplus) and magnesium aluminometasilicate (Neusilin US2) to improve solubility and permeability. Recognizing the potential therapeutic benefits arising from the entourage effect, we decided to work with an extract instead of isolated cannabinoids. <i>Cannabis sativa</i> inflorescences (Henola variety) with a confirming neuroprotective activity were subjected to dynamic supercritical CO<sub>2</sub> (scCO<sub>2</sub>) extraction and next they were combined with carriers (1:1 mass ratio) to prepare the co-dispersion cannabinoid delivery systems (HiE). In vitro dissolution studies were conducted to evaluate the solubility of CBD, CBDA, and CBC in various media (pH 1.2, 6.8, fasted, and fed state simulated intestinal fluid). The HiE-Soluplus delivery systems consistently demonstrated the highest dissolution rate of cannabinoids. Additionally, HiE-Soluplus exhibited the highest permeability coefficients for cannabinoids in gastrointestinal tract conditions than it was during the permeability studies using model PAMPA GIT. All three cannabinoids exhibited promising blood-brain barrier (BBB) permeability (P<sub>app</sub> higher than 4.0 × 10<sup>-6</sup> cm/s), suggesting their potential to effectively cross into the central nervous system. The improved solubility and permeability of cannabinoids from the HiE-Soluplus delivery system hold promise for enhancement in their bioavailability."]}, "AuthorList": [{"Identifier": ["0000-0001-5211-661X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Biomaterials, Faculty of Pharmacy, Poznan University of Medical Sciences, Rokietnicka 3, 60-806 Poznan, Poland."}], "LastName": "Stasiłowicz-Krzemień", "ForeName": "Anna", "Initials": "A"}, {"Identifier": ["0000-0002-9670-3231"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Poznań University of Life Sciences, Dojazd 11, 60-632 Poznan, Poland."}], "LastName": "Szulc", "ForeName": "Piotr", "Initials": "P"}, {"Identifier": ["0000-0003-0891-5419"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Biomaterials, Faculty of Pharmacy, Poznan University of Medical Sciences, Rokietnicka 3, 60-806 Poznan, Poland."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71b, 60-630 Poznan, Poland."}], "LastName": "Cielecka-Piontek", "ForeName": "Judyta", "Initials": "J"}], "GrantList": [{"GrantID": "UMO-2021/41/N/NZ7/01125", "Agency": "National Science Center", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceutics", "NlmUniqueID": "101534003", "ISSNLinking": "1999-4923"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fordjour E., Manful C.F., Sey A.A., Javed R., Pham T.H., Thomas R., Cheema M. Cannabis: A Multifaceted Plant with Endless Potentials. Front. Pharmacol. 2023;14:1200269. doi: 10.3389/fphar.2023.1200269.", "ArticleIdList": ["10.3389/fphar.2023.1200269", "PMC10308385", "37397476"]}, {"Citation": "Sinclair J., Collett L., Abbott J., Pate D.W., Sarris J., Armour M. Effects of Cannabis Ingestion on Endometriosis-Associated Pelvic Pain and Related Symptoms. PLoS ONE. 2021;16:e0258940. doi: 10.1371/journal.pone.0258940.", "ArticleIdList": ["10.1371/journal.pone.0258940", "PMC8547625", "34699540"]}, {"Citation": "Calapai F., Cardia L., Calapai G., Di Mauro D., Trimarchi F., Ammendolia I., Mannucci C. Effects of Cannabidiol on Locomotor Activity. Life. 2022;12:652. doi: 10.3390/life12050652.", "ArticleIdList": ["10.3390/life12050652", "PMC9144881", "35629320"]}, {"Citation": "Anil S.M., Peeri H., Koltai H. Medical Cannabis Activity Against Inflammation: Active Compounds and Modes of Action. Front. Pharmacol. 2022;13:908198. doi: 10.3389/fphar.2022.908198.", "ArticleIdList": ["10.3389/fphar.2022.908198", "PMC9124761", "35614947"]}, {"Citation": "Kuhathasan N., Minuzzi L., MacKillop J., Frey B.N. The Use of Cannabinoids for Insomnia in Daily Life: Naturalistic Study. J. Med. Internet Res. 2021;23:e25730. doi: 10.2196/25730.", "ArticleIdList": ["10.2196/25730", "PMC8581757", "34704957"]}, {"Citation": "Zaheer S., Kumar D., Khan M.T., Giyanwani P.R., Kiran F. Epilepsy and Cannabis: A Literature Review. Cureus. 2018;10:e3278. doi: 10.7759/cureus.3278.", "ArticleIdList": ["10.7759/cureus.3278", "PMC6235654", "30443449"]}, {"Citation": "Bruni N., Della Pepa C., Oliaro-Bosso S., Pessione E., Gastaldi D., Dosio F. Cannabinoid Delivery Systems for Pain and Inflammation Treatment. Molecules. 2018;23:2478. doi: 10.3390/molecules23102478.", "ArticleIdList": ["10.3390/molecules23102478", "PMC6222489", "30262735"]}, {"Citation": "Grifoni L., Vanti G., Donato R., Sacco C., Bilia A.R. Promising Nanocarriers to Enhance Solubility and Bioavailability of Cannabidiol for a Plethora of Therapeutic Opportunities. Molecules. 2022;27:6070. doi: 10.3390/molecules27186070.", "ArticleIdList": ["10.3390/molecules27186070", "PMC9502382", "36144803"]}, {"Citation": "Gao S., Hu M. Bioavailability Challenges Associated with Development of Anti-Cancer Phenolics. Mini Rev. Med. Chem. 2010;10:550–567. doi: 10.2174/138955710791384081.", "ArticleIdList": ["10.2174/138955710791384081", "PMC2919492", "20370701"]}, {"Citation": "Lucas C.J., Galettis P., Schneider J. The Pharmacokinetics and the Pharmacodynamics of Cannabinoids. Br. J. Clin. Pharmacol. 2018;84:2477–2482. doi: 10.1111/bcp.13710.", "ArticleIdList": ["10.1111/bcp.13710", "PMC6177698", "30001569"]}, {"Citation": "Chayasirisobhon S. Mechanisms of Action and Pharmacokinetics of Cannabis. Perm. J. 2020;25:1–3. doi: 10.7812/TPP/19.200.", "ArticleIdList": ["10.7812/TPP/19.200", "PMC8803256", "33635755"]}, {"Citation": "Subramanian N., Ghosal S.K. Enhancement of Gastrointestinal Absorption of Poorly Water Soluble Drugs via Lipid Based Systems. Indian J. Exp. Biol. 2004;42:1056–1065.", "ArticleIdList": ["15587110"]}, {"Citation": "Buya A.B., Beloqui A., Memvanga P.B., Préat V. Self-Nano-Emulsifying Drug-Delivery Systems: From the Development to the Current Applications and Challenges in Oral Drug Delivery. Pharmaceutics. 2020;12:1194. doi: 10.3390/pharmaceutics12121194.", "ArticleIdList": ["10.3390/pharmaceutics12121194", "PMC7764143", "33317067"]}, {"Citation": "Wang C., Wang J., Sun Y., Freeman K., Mchenry M.A., Wang C., Guo M. Enhanced Stability and Oral Bioavailability of Cannabidiol in Zein and Whey Protein Composite Nanoparticles by a Modified Anti-Solvent Approach. Foods. 2022;11:376. doi: 10.3390/foods11030376.", "ArticleIdList": ["10.3390/foods11030376", "PMC8833932", "35159526"]}, {"Citation": "Hippalgaonkar K., Gul W., ElSohly M.A., Repka M.A., Majumdar S. Enhanced Solubility, Stability, and Transcorneal Permeability of Delta-8-Tetrahydrocannabinol in the Presence of Cyclodextrins. AAPS PharmSciTech. 2011;12:723–731. doi: 10.1208/s12249-011-9639-5.", "ArticleIdList": ["10.1208/s12249-011-9639-5", "PMC3134676", "21637944"]}, {"Citation": "Jarho P., Pate D.W., Brenneisen R., Järvinen T. Hydroxypropyl-Beta-Cyclodextrin and Its Combination with Hydroxypropyl-Methylcellulose Increases Aqueous Solubility of Delta9-Tetrahydrocannabinol. Life Sci. 1998;63:PL381–PL384. doi: 10.1016/S0024-3205(98)00528-1.", "ArticleIdList": ["10.1016/S0024-3205(98)00528-1", "9877229"]}, {"Citation": "Robinson D., Ritter S., Yassin M. Comparing Sublingual and Inhaled Cannabis Therapies for Low Back Pain: An Observational Open-Label Study. Rambam Maimonides Med. J. 2022;13:e0026. doi: 10.5041/RMMJ.10485.", "ArticleIdList": ["10.5041/RMMJ.10485", "PMC9622393", "36394500"]}, {"Citation": "Millar S.A., Stone N.L., Yates A.S., O’Sullivan S.E. A Systematic Review on the Pharmacokinetics of Cannabidiol in Humans. Front. Pharmacol. 2018;9:1365. doi: 10.3389/fphar.2018.01365.", "ArticleIdList": ["10.3389/fphar.2018.01365", "PMC6275223", "30534073"]}, {"Citation": "Abu-Sawwa R., Scutt B., Park Y. Emerging Use of Epidiolex (Cannabidiol) in Epilepsy. J. Pediatr. Pharmacol. Ther. 2020;25:485–499. doi: 10.5863/1551-6776-25.6.485.", "ArticleIdList": ["10.5863/1551-6776-25.6.485", "PMC7439947", "32839652"]}, {"Citation": "Shannon S., Lewis N., Lee H., Hughes S. Cannabidiol in Anxiety and Sleep: A Large Case Series. Perm. J. 2019;23:18-041. doi: 10.7812/TPP/18-041.", "ArticleIdList": ["10.7812/TPP/18-041", "PMC6326553", "30624194"]}, {"Citation": "Blessing E.M., Steenkamp M.M., Manzanares J., Marmar C.R. Cannabidiol as a Potential Treatment for Anxiety Disorders. Neurotherapeutics. 2015;12:825–836. doi: 10.1007/s13311-015-0387-1.", "ArticleIdList": ["10.1007/s13311-015-0387-1", "PMC4604171", "26341731"]}, {"Citation": "Wright M., Di Ciano P., Brands B. Use of Cannabidiol for the Treatment of Anxiety: A Short Synthesis of Pre-Clinical and Clinical Evidence. Cannabis Cannabinoid Res. 2020;5:191–196. doi: 10.1089/can.2019.0052.", "ArticleIdList": ["10.1089/can.2019.0052", "PMC7480724", "32923656"]}, {"Citation": "Souza J.D.S., Zuardi A.W., Guimarães F.S., de Osório F.L., Loureiro S.R., Campos A.C., Hallak J.E.C., Dos Santos R.G., Machado Silveira I.L., Pereira-Lima K., et al. Maintained Anxiolytic Effects of Cannabidiol after Treatment Discontinuation in Healthcare Workers during the COVID-19 Pandemic. Front. Pharmacol. 2022;13:856846. doi: 10.3389/fphar.2022.856846.", "ArticleIdList": ["10.3389/fphar.2022.856846", "PMC9574068", "36263136"]}, {"Citation": "Peng J., Fan M., An C., Ni F., Huang W., Luo J. A Narrative Review of Molecular Mechanism and Therapeutic Effect of Cannabidiol (CBD) Basic Clin. Pharmacol. Toxicol. 2022;130:439–456. doi: 10.1111/bcpt.13710.", "ArticleIdList": ["10.1111/bcpt.13710", "35083862"]}, {"Citation": "Silvestro S., Mammana S., Cavalli E., Bramanti P., Mazzon E. Use of Cannabidiol in the Treatment of Epilepsy: Efficacy and Security in Clinical Trials. Molecules. 2019;24:1459. doi: 10.3390/molecules24081459.", "ArticleIdList": ["10.3390/molecules24081459", "PMC6514832", "31013866"]}, {"Citation": "Gray R.A., Whalley B.J. The Proposed Mechanisms of Action of CBD in Epilepsy. Epileptic Disord. 2020;22:S10–S15. doi: 10.1684/epd.2020.1135.", "ArticleIdList": ["10.1684/epd.2020.1135", "32053110"]}, {"Citation": "Batalla A., Bos J., Postma A., Bossong M.G. The Impact of Cannabidiol on Human Brain Function: A Systematic Review. Front. Pharmacol. 2021;11:618184. doi: 10.3389/fphar.2020.618184.", "ArticleIdList": ["10.3389/fphar.2020.618184", "PMC7858248", "33551817"]}, {"Citation": "Watt G., Karl T. In Vivo Evidence for Therapeutic Properties of Cannabidiol (CBD) for Alzheimer’s Disease. Front. Pharmacol. 2017;8:20. doi: 10.3389/fphar.2017.00020.", "ArticleIdList": ["10.3389/fphar.2017.00020", "PMC5289988", "28217094"]}, {"Citation": "Zou S., Kumar U. Cannabinoid Receptors and the Endocannabinoid System: Signaling and Function in the Central Nervous System. Int. J. Mol. Sci. 2018;19:833. doi: 10.3390/ijms19030833.", "ArticleIdList": ["10.3390/ijms19030833", "PMC5877694", "29533978"]}, {"Citation": "Lu H.-C., Mackie K. Review of the Endocannabinoid System. Biol. Psychiatry Cogn. Neurosci. Neuroimaging. 2021;6:607–615. doi: 10.1016/j.bpsc.2020.07.016.", "ArticleIdList": ["10.1016/j.bpsc.2020.07.016", "PMC7855189", "32980261"]}, {"Citation": "Simiyu D.C., Jang J.H., Lee O.R. Understanding Cannabis sativa L.: Current Status of Propagation, Use, Legalization, and Haploid-Inducer-Mediated Genetic Engineering. Plants. 2022;11:1236. doi: 10.3390/plants11091236.", "ArticleIdList": ["10.3390/plants11091236", "PMC9104644", "35567237"]}, {"Citation": "Echeverry C., Prunell G., Narbondo C., de Medina V.S., Nadal X., Reyes-Parada M., Scorza C. A Comparative In Vitro Study of the Neuroprotective Effect Induced by Cannabidiol, Cannabigerol, and Their Respective Acid Forms: Relevance of the 5-HT1A Receptors. Neurotox. Res. 2021;39:335–348. doi: 10.1007/s12640-020-00277-y.", "ArticleIdList": ["10.1007/s12640-020-00277-y", "32886342"]}, {"Citation": "Goerl B., Watkins S., Metcalf C., Smith M., Beenhakker M. Cannabidiolic Acid Exhibits Entourage-like Improvements of Anticonvulsant Activity in an Acute Rat Model of Seizures. Epilepsy Res. 2021;169:106525. doi: 10.1016/j.eplepsyres.2020.106525.", "ArticleIdList": ["10.1016/j.eplepsyres.2020.106525", "PMC7855831", "33310415"]}, {"Citation": "Zagožen M., Čerenak A., Kreft S. Cannabigerol and Cannabichromene in Cannabis sativa L. Acta Pharm. 2021;71:355–364. doi: 10.2478/acph-2021-0021.", "ArticleIdList": ["10.2478/acph-2021-0021", "36654096"]}, {"Citation": "Shinjyo N., Di Marzo V. The Effect of Cannabichromene on Adult Neural Stem/Progenitor Cells. Neurochem. Int. 2013;63:432–437. doi: 10.1016/j.neuint.2013.08.002.", "ArticleIdList": ["10.1016/j.neuint.2013.08.002", "23941747"]}, {"Citation": "Valeri A., Chiricosta L., D’Angiolini S., Pollastro F., Salamone S., Mazzon E. Cannabichromene Induces Neuronal Differentiation in NSC-34 Cells: Insights from Transcriptomic Analysis. Life. 2023;13:742. doi: 10.3390/life13030742.", "ArticleIdList": ["10.3390/life13030742", "PMC10051538", "36983897"]}, {"Citation": "Stasiłowicz-Krzemień A., Sip S., Szulc P., Cielecka-Piontek J. Determining Antioxidant Activity of Cannabis Leaves Extracts from Different Varieties-Unveiling Nature’s Treasure Trove. Antioxidants. 2023;12:1390. doi: 10.3390/antiox12071390.", "ArticleIdList": ["10.3390/antiox12071390", "PMC10376652", "37507928"]}, {"Citation": "Pagano C., Savarese B., Coppola L., Navarra G., Avilia G., Laezza C., Bifulco M. Cannabinoids in the Modulation of Oxidative Signaling. Int. J. Mol. Sci. 2023;24:2513. doi: 10.3390/ijms24032513.", "ArticleIdList": ["10.3390/ijms24032513", "PMC9916673", "36768835"]}, {"Citation": "dos-Santos-Pereira M., Guimarães F.S., Del-Bel E., Raisman-Vozari R., Michel P.P. Cannabidiol Prevents LPS-Induced Microglial Inflammation by Inhibiting ROS/NF-ΚB-Dependent Signaling and Glucose Consumption. Glia. 2020;68:561–573. doi: 10.1002/glia.23738.", "ArticleIdList": ["10.1002/glia.23738", "31647138"]}, {"Citation": "Pereira S.R., Hackett B., O’Driscoll D.N., Sun M.C., Downer E.J. Cannabidiol Modulation of Oxidative Stress and Signalling. Neuronal Signal. 2021;5:NS20200080. doi: 10.1042/NS20200080.", "ArticleIdList": ["10.1042/NS20200080", "PMC8385185", "34497718"]}, {"Citation": "Jîtcă G., Ősz B.E., Vari C.E., Rusz C.-M., Tero-Vescan A., Pușcaș A. Cannabidiol: Bridge between Antioxidant Effect, Cellular Protection, and Cognitive and Physical Performance. Antioxidants. 2023;12:485. doi: 10.3390/antiox12020485.", "ArticleIdList": ["10.3390/antiox12020485", "PMC9952814", "36830042"]}, {"Citation": "Sofroniou C., Baglioni M., Mamusa M., Resta C., Doutch J., Smets J., Baglioni P. Self-Assembly of Soluplus in Aqueous Solutions: Characterization and Prospectives on Perfume Encapsulation. ACS Appl. Mater. Interfaces. 2022;14:14791–14804. doi: 10.1021/acsami.2c01087.", "ArticleIdList": ["10.1021/acsami.2c01087", "PMC8972246", "35312278"]}, {"Citation": "Al-Akayleh F., Al-Naji I., Adwan S., Al-Remawi M., Shubair M. Enhancement of Curcumin Solubility Using a Novel Solubilizing Polymer Soluplus®. J. Pharm. Innov. 2022;17:142–154. doi: 10.1007/s12247-020-09500-x.", "ArticleIdList": ["10.1007/s12247-020-09500-x"]}, {"Citation": "Rosiak N., Wdowiak K., Tykarska E., Cielecka-Piontek J. Amorphous Solid Dispersion of Hesperidin with Polymer Excipients for Enhanced Apparent Solubility as a More Effective Approach to the Treatment of Civilization Diseases. Int. J. Mol. Sci. 2022;23:15198. doi: 10.3390/ijms232315198.", "ArticleIdList": ["10.3390/ijms232315198", "PMC9740072", "36499518"]}, {"Citation": "Rosiak N., Tykarska E., Cielecka-Piontek J. Amorphous Pterostilbene Delivery Systems Preparation—Innovative Approach to Preparation Optimization. Pharmaceutics. 2023;15:1231. doi: 10.3390/pharmaceutics15041231.", "ArticleIdList": ["10.3390/pharmaceutics15041231", "PMC10145601", "37111715"]}, {"Citation": "Darwich M., Mohylyuk V., Kolter K., Bodmeier R., Dashevskiy A. Enhancement of Itraconazole Solubility and Release by Hot-Melt Extrusion with Soluplus®. J. Drug Deliv. Sci. Technol. 2023;81:104280. doi: 10.1016/j.jddst.2023.104280.", "ArticleIdList": ["10.1016/j.jddst.2023.104280"]}, {"Citation": "Jha D.K., Shah D.S., Amin P.D. Thermodynamic Aspects of the Preparation of Amorphous Solid Dispersions of Naringenin with Enhanced Dissolution Rate. Int. J. Pharm. 2020;583:119363. doi: 10.1016/j.ijpharm.2020.119363.", "ArticleIdList": ["10.1016/j.ijpharm.2020.119363", "32334068"]}, {"Citation": "Stasiłowicz-Krzemień A., Rosiak N., Miklaszewski A., Cielecka-Piontek J. Screening of the Anti-Neurodegenerative Activity of Caffeic Acid after Introduction into Inorganic Metal Delivery Systems to Increase Its Solubility as the Result of a Mechanosynthetic Approach. Int. J. Mol. Sci. 2023;24:9218. doi: 10.3390/ijms24119218.", "ArticleIdList": ["10.3390/ijms24119218", "PMC10252749", "37298169"]}, {"Citation": "Jo K., Cho J.M., Lee H., Kim E.K., Kim H.C., Kim H., Lee J. Enhancement of Aqueous Solubility and Dissolution of Celecoxib through Phosphatidylcholine-Based Dispersion Systems Solidified with Adsorbent Carriers. Pharmaceutics. 2019;11:1. doi: 10.3390/pharmaceutics11010001.", "ArticleIdList": ["10.3390/pharmaceutics11010001", "PMC6358979", "30577564"]}, {"Citation": "Józsa L., Nemes D., Pető Á., Kósa D., Révész R., Bácskay I., Haimhoffer Á., Vasvári G. Recent Options and Techniques to Assess Improved Bioavailability: In Vitro and Ex Vivo Methods. Pharmaceutics. 2023;15:1146. doi: 10.3390/pharmaceutics15041146.", "ArticleIdList": ["10.3390/pharmaceutics15041146", "PMC10144798", "37111632"]}, {"Citation": "Simancas-Herbada R., Fernández-Carballido A., Aparicio Blanco J., Slowing K., Rubio Retama J., López-Cabarcos E., Torres-Suarez A. Controlled Release of Highly Hydrophilic Drugs from Novel Poly(Magnesium Acrylate) Matrix Tablets. Pharmaceutics. 2020;12:174. doi: 10.3390/pharmaceutics12020174.", "ArticleIdList": ["10.3390/pharmaceutics12020174", "PMC7076391", "32093038"]}, {"Citation": "Hens B., Tsume Y., Bermejo Sanz M., Paixao P., Koenigsknecht M., Baker J., Hasler W., Lionberger R., Fan J., Dickens J., et al. Low Buffer Capacity and Alternating Motility Along the Human Gastrointestinal Tract: Implications for In Vivo Dissolution and Absorption of Ionizable Drugs. Mol. Pharm. 2017;14:4281–4294. doi: 10.1021/acs.molpharmaceut.7b00426.", "ArticleIdList": ["10.1021/acs.molpharmaceut.7b00426", "28737409"]}, {"Citation": "Prior A., Frutos P., Correa C. Comparison of Dissolution Profiles: Current Guidelines; Proceedings of the VI Congreso SEFIG; Granada, Spain. 9–11 February 2003; pp. 507–509."}, {"Citation": "Haimhoffer Á., Vasvári G., Budai I., Béresová M., Deák Á., Németh N., Váradi J., Sinka D., Bácskay I., Vecsernyés M., et al. In Vitro and In Vivo Studies of a Verapamil-Containing Gastroretentive Solid Foam Capsule. Pharmaceutics. 2022;14:350. doi: 10.3390/pharmaceutics14020350.", "ArticleIdList": ["10.3390/pharmaceutics14020350", "PMC8878168", "35214082"]}, {"Citation": "Szekalska M., Wróblewska M., Czajkowska-Kośnik A., Sosnowska K., Misiak P., Wilczewska A.Z., Winnicka K. The Spray-Dried Alginate/Gelatin Microparticles with Luliconazole as Mucoadhesive Drug Delivery System. Materials. 2023;16:403. doi: 10.3390/ma16010403.", "ArticleIdList": ["10.3390/ma16010403", "PMC9822401", "36614742"]}, {"Citation": "Fischer H., Kansy M., Avdeef A., Senner F. Permeation of Permanently Positive Charged Molecules through Artificial Membranes—Influence of Physico-Chemical Properties. Eur. J. Pharm. Sci. 2007;31:32–42. doi: 10.1016/j.ejps.2007.02.001.", "ArticleIdList": ["10.1016/j.ejps.2007.02.001", "17416489"]}, {"Citation": "Di L., Kerns E.H., Fan K., McConnell O.J., Carter G.T. High Throughput Artificial Membrane Permeability Assay for Blood-Brain Barrier. Eur. J. Med. Chem. 2003;38:223–232. doi: 10.1016/S0223-5234(03)00012-6.", "ArticleIdList": ["10.1016/S0223-5234(03)00012-6", "12667689"]}, {"Citation": "Liao H., Dong W., Shi X., Liu H., Yuan K. Analysis and Comparison of the Active Components and Antioxidant Activities of Extracts from Abelmoschus esculentus L. Pharmacogn. Mag. 2012;8:156. doi: 10.4103/0973-1296.96570.", "ArticleIdList": ["10.4103/0973-1296.96570", "PMC3371438", "22701290"]}, {"Citation": "Muzykiewicz A., Florkowska K., Nowak A., Zielonka-Brzezicka J., Klimowicz A. Antioxidant Activity of St. John’s Wort Extracts Obtained with Ultrasound-Assisted Extraction. Pomeranian J. Life Sci. 2019;65:89–93. doi: 10.21164/pomjlifesci.640.", "ArticleIdList": ["10.21164/pomjlifesci.640"]}, {"Citation": "Stasiłowicz A., Tykarska E., Lewandowska K., Kozak M., Miklaszewski A., Kobus-Cisowska J., Szymanowska D., Plech T., Jenczyk J., Cielecka-Piontek J. Hydroxypropyl-β-Cyclodextrin as an Effective Carrier of Curcumin—Piperine Nutraceutical System with Improved Enzyme Inhibition Properties. J. Enzym. Inhib. Med. Chem. 2020;35:1811–1821. doi: 10.1080/14756366.2020.1801670.", "ArticleIdList": ["10.1080/14756366.2020.1801670", "PMC7534320", "32967477"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant Activity Applying an Improved ABTS Radical Cation Decolorization Assay. Free Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Stasiłowicz-Krzemień A., Rosiak N., Płazińska A., Płaziński W., Miklaszewski A., Tykarska E., Cielecka-Piontek J. Cyclodextrin Derivatives as Promising Solubilizers to Enhance the Biological Activity of Rosmarinic Acid. Pharmaceutics. 2022;14:2098. doi: 10.3390/pharmaceutics14102098.", "ArticleIdList": ["10.3390/pharmaceutics14102098", "PMC9611598", "36297533"]}, {"Citation": "Apak R., Güçlü K., Ozyürek M., Karademir S.E., Altun M. Total Antioxidant Capacity Assay of Human Serum Using Copper(II)-Neocuproine as Chromogenic Oxidant: The CUPRAC Method. Free Radic. Res. 2005;39:949–961. doi: 10.1080/10715760500210145.", "ArticleIdList": ["10.1080/10715760500210145", "16087476"]}, {"Citation": "Pohanka M. Inhibitors of Acetylcholinesterase and Butyrylcholinesterase Meet Immunity. Int. J. Mol. Sci. 2014;15:9809–9825. doi: 10.3390/ijms15069809.", "ArticleIdList": ["10.3390/ijms15069809", "PMC4100123", "24893223"]}, {"Citation": "Chen W.-C., Tseng T.-S., Hsiao N.-W., Lin Y.-L., Wen Z.-H., Tsai C.-C., Lee Y.-C., Lin H.-H., Tsai K.-C. Discovery of Highly Potent Tyrosinase Inhibitor, T1, with Significant Anti-Melanogenesis Ability by Zebrafish in Vivo Assay and Computational Molecular Modeling. Sci. Rep. 2015;5:7995. doi: 10.1038/srep07995.", "ArticleIdList": ["10.1038/srep07995", "PMC4303873", "25613357"]}, {"Citation": "Tang G.-Y., Zhao C.-N., Xu X.-Y., Gan R.-Y., Cao S.-Y., Liu Q., Shang A., Mao Q.-Q., Li H.-B. Phytochemical Composition and Antioxidant Capacity of 30 Chinese Teas. Antioxidants. 2019;8:180. doi: 10.3390/antiox8060180.", "ArticleIdList": ["10.3390/antiox8060180", "PMC6617242", "31216700"]}, {"Citation": "Stojkovic D., Drakulic D., Dias M.I., Zengin G., Barros L., Ivanov M., Gašic U., Rajcevic N., Stevanovic M., Ferreira I.C.F.R., et al. Phlomis fruticosa L. Exerts in Vitro Antineurodegenerative and Antioxidant Activities and Induces Prooxidant Effect in Glioblastoma Cell Line. EXCLI J. 2022;21:387–399. doi: 10.17179/excli2021-4487.", "ArticleIdList": ["10.17179/excli2021-4487", "PMC8971322", "35368464"]}, {"Citation": "Angelini P., Venanzoni R., Angeles Flores G., Tirillini B., Orlando G., Recinella L., Chiavaroli A., Brunetti L., Leone S., Di Simone S.C., et al. Evaluation of Antioxidant, Antimicrobial and Tyrosinase Inhibitory Activities of Extracts from Tricholosporum goniospermum, an Edible Wild Mushroom. Antibiotics. 2020;9:513. doi: 10.3390/antibiotics9080513.", "ArticleIdList": ["10.3390/antibiotics9080513", "PMC7460263", "32823710"]}, {"Citation": "Zhang L., Zengin G., Rocchetti G., Şenkardeş İ., Jugreet S., Mahomoodally F., Behl T., Rouphael Y., Lucini L. Phytochemical Constituents and Biological Activities of the Unexplored Plant Rhinanthus angustifolius subsp. grandiflorus. Appl. Sci. 2021;11:9162. doi: 10.3390/app11199162.", "ArticleIdList": ["10.3390/app11199162"]}, {"Citation": "Kobenan K.C., Bini K.K.N., Kouakou M., Kouadio I.S., Zengin G., Ochou G.E.C., Boka N.R.K., Menozzi P., Ochou O.G., Dick A.E. Chemical Composition and Spectrum of Insecticidal Activity of the Essential Oils of Ocimum gratissimum L. and Cymbopogon citratus Stapf on the Main Insects of the Cotton Entomofauna in Côte d’Ivoire. Chem. Biodivers. 2021;18:e2100497. doi: 10.1002/cbdv.202100497.", "ArticleIdList": ["10.1002/cbdv.202100497", "34453396"]}, {"Citation": "Ferreira J., Santos S., Pereira H. In Vitro Screening for Acetylcholinesterase Inhibition and Antioxidant Activity of Quercus Suber Cork and Corkback Extracts. Evid. Based Complement. Altern. Med. 2020;2020:3825629. doi: 10.1155/2020/3825629.", "ArticleIdList": ["10.1155/2020/3825629", "PMC7387968", "32765630"]}, {"Citation": "Ellman G.L., Courtney K.D., Andres V., Featherstone R.M. A New and Rapid Colorimetric Determination of Acetylcholinesterase Activity. Biochem. Pharmacol. 1961;7:88–95. doi: 10.1016/0006-2952(61)90145-9.", "ArticleIdList": ["10.1016/0006-2952(61)90145-9", "13726518"]}, {"Citation": "Lim T.Y., Lim Y.Y., Yule C.M. Evaluation of Antioxidant, Antibacterial and Anti-Tyrosinase Activities of Four Macaranga Species. Food Chem. 2009;114:594–599. doi: 10.1016/j.foodchem.2008.09.093.", "ArticleIdList": ["10.1016/j.foodchem.2008.09.093"]}, {"Citation": "Garbiec E., Rosiak N., Tykarska E., Zalewski P., Cielecka-Piontek J. Sinapic Acid Co-Amorphous Systems with Amino Acids for Improved Solubility and Antioxidant Activity. Int. J. Mol. Sci. 2023;24:5533. doi: 10.3390/ijms24065533.", "ArticleIdList": ["10.3390/ijms24065533", "PMC10053217", "36982605"]}, {"Citation": "da Costa N.F., Daniels R., Fernandes A.I., Pinto J.F. Amorphous and Co-Amorphous Olanzapine Stability in Formulations Intended for Wet Granulation and Pelletization. Int. J. Mol. Sci. 2022;23:10234. doi: 10.3390/ijms231810234.", "ArticleIdList": ["10.3390/ijms231810234", "PMC9499418", "36142179"]}, {"Citation": "Ullah M., Ullah H., Murtaza G., Mahmood Q., Hussain I. Evaluation of Influence of Various Polymers on Dissolution and Phase Behavior of Carbamazepine-Succinic Acid Cocrystal in Matrix Tablets. BioMed Res. Int. 2015;2015:870656. doi: 10.1155/2015/870656.", "ArticleIdList": ["10.1155/2015/870656", "PMC4561304", "26380301"]}, {"Citation": "Patnaik S., Chunduri L.A.A., Akilesh M.S., Bhagavatham S.S., Kamisetti V. Enhanced Dissolution Characteristics of Piroxicam–Soluplus® Nanosuspensions. J. Exp. Nanosci. 2016;11:916–929. doi: 10.1080/17458080.2016.1178402.", "ArticleIdList": ["10.1080/17458080.2016.1178402"]}, {"Citation": "Nandi U., Ajiboye A.L., Patel P., Douroumis D., Trivedi V. Preparation of Solid Dispersions of Simvastatin and Soluplus Using a Single-Step Organic Solvent-Free Supercritical Fluid Process for the Drug Solubility and Dissolution Rate Enhancement. Pharmaceuticals. 2021;14:846. doi: 10.3390/ph14090846.", "ArticleIdList": ["10.3390/ph14090846", "PMC8468910", "34577546"]}, {"Citation": "Krupa A., Szlęk J., Jany B.R., Jachowicz R. Preformulation Studies on Solid Self-Emulsifying Systems in Powder Form Containing Magnesium Aluminometasilicate as Porous Carrier. AAPS PharmSciTech. 2015;16:623–635. doi: 10.1208/s12249-014-0247-z.", "ArticleIdList": ["10.1208/s12249-014-0247-z", "PMC4444641", "25501870"]}, {"Citation": "Costa P., Sousa Lobo J.M. Modeling and Comparison of Dissolution Profiles. Eur. J. Pharm. Sci. 2001;13:123–133. doi: 10.1016/S0928-0987(01)00095-1.", "ArticleIdList": ["10.1016/S0928-0987(01)00095-1", "11297896"]}, {"Citation": "Dash S., Murthy P.N., Nath L., Chowdhury P. Kinetic Modeling on Drug Release from Controlled Drug Delivery Systems. Acta Pol. Pharm. 2010;67:217–223.", "ArticleIdList": ["20524422"]}, {"Citation": "Baishya H. Application of Mathematical Models in Drug Release Kinetics of Carbidopa and Levodopa ER Tablets. J. Dev. Drugs. 2017;6:171. doi: 10.4172/2329-6631.1000171.", "ArticleIdList": ["10.4172/2329-6631.1000171"]}, {"Citation": "Andriotis E.G., Chachlioutaki K., Monou P.K., Bouropoulos N., Tzetzis D., Barmpalexis P., Chang M.-W., Ahmad Z., Fatouros D.G. Development of Water-Soluble Electrospun Fibers for the Oral Delivery of Cannabinoids. AAPS PharmSciTech. 2021;22:23. doi: 10.1208/s12249-020-01895-7.", "ArticleIdList": ["10.1208/s12249-020-01895-7", "33400042"]}, {"Citation": "de Aguiar A.C., Vardanega R., Viganó J., Silva E.K. Supercritical Carbon Dioxide Technology for Recovering Valuable Phytochemicals from Cannabis sativa L. and Valorization of Its Biomass for Food Applications. Molecules. 2023;28:3849. doi: 10.3390/molecules28093849.", "ArticleIdList": ["10.3390/molecules28093849", "PMC10180460", "37175258"]}, {"Citation": "Qamar S., Manrique Y.J., Parekh H.S., Falconer J.R. Development and Optimization of Supercritical Fluid Extraction Setup Leading to Quantification of 11 Cannabinoids Derived from Medicinal Cannabis. Biology. 2021;10:481. doi: 10.3390/biology10060481.", "ArticleIdList": ["10.3390/biology10060481", "PMC8227983", "34071473"]}, {"Citation": "Rochfort S., Isbel A., Ezernieks V., Elkins A., Vincent D., Deseo M.A., Spangenberg G.C. Utilisation of Design of Experiments Approach to Optimise Supercritical Fluid Extraction of Medicinal Cannabis. Sci. Rep. 2020;10:9124. doi: 10.1038/s41598-020-66119-1.", "ArticleIdList": ["10.1038/s41598-020-66119-1", "PMC7272408", "32499550"]}, {"Citation": "Tzima S., Georgiopoulou I., Louli V., Magoulas K. Recent Advances in Supercritical CO2 Extraction of Pigments, Lipids and Bioactive Compounds from Microalgae. Molecules. 2023;28:1410. doi: 10.3390/molecules28031410.", "ArticleIdList": ["10.3390/molecules28031410", "PMC9920624", "36771076"]}, {"Citation": "Villacís-Chiriboga J., Voorspoels S., Uyttebroek M., Ruales J., Van Camp J., Vera E., Elst K. Supercritical CO2 Extraction of Bioactive Compounds from Mango (Mangifera indica L.) Peel and Pulp. Foods. 2021;10:2201. doi: 10.3390/foods10092201.", "ArticleIdList": ["10.3390/foods10092201", "PMC8464866", "34574311"]}, {"Citation": "Nagybákay N.E., Syrpas M., Vilimaitė V., Tamkutė L., Pukalskas A., Venskutonis P.R., Kitrytė V. Optimized Supercritical CO2 Extraction Enhances the Recovery of Valuable Lipophilic Antioxidants and Other Constituents from Dual-Purpose Hop (Humulus lupulus L.) Variety Ella. Antioxidants. 2021;10:918. doi: 10.3390/antiox10060918.", "ArticleIdList": ["10.3390/antiox10060918", "PMC8228826", "34204047"]}, {"Citation": "Uwineza P.A., Waśkiewicz A. Recent Advances in Supercritical Fluid Extraction of Natural Bioactive Compounds from Natural Plant Materials. Molecules. 2020;25:3847. doi: 10.3390/molecules25173847.", "ArticleIdList": ["10.3390/molecules25173847", "PMC7504334", "32847101"]}, {"Citation": "Lazarjani M.P., Young O., Kebede L., Seyfoddin A. Processing and Extraction Methods of Medicinal Cannabis: A Narrative Review. J. Cannabis Res. 2021;3:32. doi: 10.1186/s42238-021-00087-9.", "ArticleIdList": ["10.1186/s42238-021-00087-9", "PMC8290527", "34281626"]}, {"Citation": "Safari H., Adili R., Holinstat M., Eniola-Adefeso O. Modified Two-Step Emulsion Solvent Evaporation Technique for Fabricating Biodegradable Rod-Shaped Particles in the Submicron Size Range. J. Colloid Interface Sci. 2018;518:174–183. doi: 10.1016/j.jcis.2018.02.030.", "ArticleIdList": ["10.1016/j.jcis.2018.02.030", "PMC5862786", "29454188"]}, {"Citation": "Anderson L.L., Low I.K., Banister S.D., McGregor I.S., Arnold J.C. Pharmacokinetics of Phytocannabinoid Acids and Anticonvulsant Effect of Cannabidiolic Acid in a Mouse Model of Dravet Syndrome. J. Nat. Prod. 2019;82:3047–3055. doi: 10.1021/acs.jnatprod.9b00600.", "ArticleIdList": ["10.1021/acs.jnatprod.9b00600", "31686510"]}, {"Citation": "Vacek J., Vostalova J., Papouskova B., Skarupova D., Kos M., Kabelac M., Storch J. Antioxidant Function of Phytocannabinoids: Molecular Basis of Their Stability and Cytoprotective Properties under UV-Irradiation. Free Radic. Biol. Med. 2021;164:258–270. doi: 10.1016/j.freeradbiomed.2021.01.012.", "ArticleIdList": ["10.1016/j.freeradbiomed.2021.01.012", "33453360"]}, {"Citation": "Stella B., Baratta F., Della Pepa C., Arpicco S., Gastaldi D., Dosio F. Cannabinoid Formulations and Delivery Systems: Current and Future Options to Treat Pain. Drugs. 2021;81:1513–1557. doi: 10.1007/s40265-021-01579-x.", "ArticleIdList": ["10.1007/s40265-021-01579-x", "PMC8417625", "34480749"]}, {"Citation": "Jeong M., Lee S., Seo C., Kwon E., Rho S., Cho M., Kim M.Y., Lee W., Lee Y.S., Hong J. Chemical Transformation of Cannabidiol into Psychotropic Cannabinoids under Acidic Reaction Conditions: Identification of Transformed Products by GC-MS. J. Food Drug Anal. 2023;31:165–176. doi: 10.38212/2224-6614.3452.", "ArticleIdList": ["10.38212/2224-6614.3452", "PMC10208661", "37224558"]}, {"Citation": "Zgair A., Wong J.C., Lee J.B., Mistry J., Sivak O., Wasan K.M., Hennig I.M., Barrett D.A., Constantinescu C.S., Fischer P.M., et al. Dietary Fats and Pharmaceutical Lipid Excipients Increase Systemic Exposure to Orally Administered Cannabis and Cannabis-Based Medicines. Am. J. Transl. Res. 2016;8:3448–3459.", "ArticleIdList": ["PMC5009397", "27648135"]}, {"Citation": "Mozaffari K., Willette S., Lucker B.F., Kovar S.E., Holguin F.O., Guzman I. The Effects of Food on Cannabidiol Bioaccessibility. Molecules. 2021;26:3573. doi: 10.3390/molecules26123573.", "ArticleIdList": ["10.3390/molecules26123573", "PMC8230802", "34208082"]}, {"Citation": "Park H., Cha K.-H., Hong S.H., Abuzar S.M., Lee S., Ha E.-S., Kim J.-S., Baek I.-H., Kim M.-S., Hwang S.-J. Pharmaceutical Characterization and In Vivo Evaluation of Orlistat Formulations Prepared by the Supercritical Melt-Adsorption Method Using Carbon Dioxide: Effects of Mesoporous Silica Type. Pharmaceutics. 2020;12:333. doi: 10.3390/pharmaceutics12040333.", "ArticleIdList": ["10.3390/pharmaceutics12040333", "PMC7238058", "32276311"]}, {"Citation": "Jadhav B.V., Gawali V.B., Badadhe S.G., Bhalsing M.D. Study of Neusiln UFL2 and β-Cyclodexrtin as Solid Carriers in Solid Self-Microemulsifying Drug Delivery System of Atorvastatin Calcium Prepared by Spray Drying.  [(accessed on 18 August 2023)].  Available online:  https://www.asianpharmtech.com/abstract/study-of-neusiln-ufl2-and-cyclodexrtin-as-solidrncarriers-in-solid-selfmicroemulsifying-drugrndelivery-system-of-atorvas-14677.html."}, {"Citation": "Azad M., Moreno J., Davé R. Stable and Fast-Dissolving Amorphous Drug Composites Preparation via Impregnation of Neusilin® UFL2. J. Pharm. Sci. 2018;107:170–182. doi: 10.1016/j.xphs.2017.10.007.", "ArticleIdList": ["10.1016/j.xphs.2017.10.007", "29031953"]}, {"Citation": "Cespi M., Casettari L., Palmieri G., Perinelli D., Bonacucina G. Rheological Characterization of Polyvinyl Caprolactam-Polyvinyl Acetate-Polyethylene Glycol Graft Copolymer (SoluplusA (R)) Water Dispersions. Colloid Polym. Sci. 2014;292:235–241. doi: 10.1007/s00396-013-3077-8.", "ArticleIdList": ["10.1007/s00396-013-3077-8"]}, {"Citation": "Alopaeus J.F., Hagesæther E., Tho I. Micellisation Mechanism and Behaviour of Soluplus®–Furosemide Micelles: Preformulation Studies of an Oral Nanocarrier-Based System. Pharmaceuticals. 2019;12:15. doi: 10.3390/ph12010015.", "ArticleIdList": ["10.3390/ph12010015", "PMC6469188", "30669484"]}, {"Citation": "Piazzini V., D’Ambrosio M., Luceri C., Cinci L., Landucci E., Bilia A.R., Bergonzi M.C. Formulation of Nanomicelles to Improve the Solubility and the Oral Absorption of Silymarin. Molecules. 2019;24:1688. doi: 10.3390/molecules24091688.", "ArticleIdList": ["10.3390/molecules24091688", "PMC6540123", "31052197"]}, {"Citation": "Wang C., Cui B., Sun Y., Wang C., Guo M. Preparation, Stability, Antioxidative Property and in Vitro Release of Cannabidiol (CBD) in Zein-Whey Protein Composite Nanoparticles. LWT. 2022;162:113466. doi: 10.1016/j.lwt.2022.113466.", "ArticleIdList": ["10.1016/j.lwt.2022.113466"]}, {"Citation": "Khabir Z., Partalis C., Panchal J.V., Deva A., Khatri A., Garcia-Bennett A. Enhanced Skin Penetration of Cannabidiol Using Organosilane Particles as Transdermal Delivery Vehicles. Pharmaceutics. 2023;15:798. doi: 10.3390/pharmaceutics15030798.", "ArticleIdList": ["10.3390/pharmaceutics15030798", "PMC10057149", "36986659"]}, {"Citation": "Analakkattillam S., Langsi V.K., Hanrahan J.P., Moore E. Comparative Study of Dissolution for Cannabidiol in EU and US Hemp Oil Products by HPLC. J. Pharm. Sci. 2021;110:3091–3098. doi: 10.1016/j.xphs.2021.03.028.", "ArticleIdList": ["10.1016/j.xphs.2021.03.028", "33862070"]}, {"Citation": "Koch N., Jennotte O., Gasparrini Y., Vandenbroucke F., Lechanteur A., Evrard B. Cannabidiol Aqueous Solubility Enhancement: Comparison of Three Amorphous Formulations Strategies Using Different Type of Polymers. Int. J. Pharm. 2020;589:119812. doi: 10.1016/j.ijpharm.2020.119812.", "ArticleIdList": ["10.1016/j.ijpharm.2020.119812", "32882367"]}, {"Citation": "Paczkowska-Walendowska M., Miklaszewski A., Cielecka-Piontek J. Improving Solubility and Permeability of Hesperidin through Electrospun Orange-Peel-Extract-Loaded Nanofibers. Int. J. Mol. Sci. 2023;24:7963. doi: 10.3390/ijms24097963.", "ArticleIdList": ["10.3390/ijms24097963", "PMC10178203", "37175671"]}, {"Citation": "Mahmood A., Khan L., Ijaz M., Nazir I., Naseem M., Tahir M.A., Aamir M.N., Rehman M.U., Asim M.H. Enhanced Intestinal Permeability of Cefixime by Self-Emulsifying Drug Delivery System: In-Vitro and Ex-Vivo Characterization. Molecules. 2023;28:2827. doi: 10.3390/molecules28062827.", "ArticleIdList": ["10.3390/molecules28062827", "PMC10055996", "36985803"]}, {"Citation": "Taechalertpaisarn J., Ono S., Okada O., Johnstone T.C., Lokey R.S. A New Amino Acid for Improving Permeability and Solubility in Macrocyclic Peptides through Side Chain-to-Backbone Hydrogen Bonding. J. Med. Chem. 2022;65:5072–5084. doi: 10.1021/acs.jmedchem.2c00010.", "ArticleIdList": ["10.1021/acs.jmedchem.2c00010", "PMC10681114", "35275623"]}, {"Citation": "Atalay S., Jarocka-Karpowicz I., Skrzydlewska E. Antioxidative and Anti-Inflammatory Properties of Cannabidiol. Antioxidants. 2019;9:21. doi: 10.3390/antiox9010021.", "ArticleIdList": ["10.3390/antiox9010021", "PMC7023045", "31881765"]}, {"Citation": "Zhang Y., Li H., Jin S., Lu Y., Peng Y., Zhao L., Wang X. Cannabidiol Protects against Alzheimer’s Disease in C. Elegans via ROS Scavenging Activity of Its Phenolic Hydroxyl Groups. Eur. J. Pharmacol. 2022;919:174829. doi: 10.1016/j.ejphar.2022.174829.", "ArticleIdList": ["10.1016/j.ejphar.2022.174829", "35181336"]}, {"Citation": "Paczkowska-Walendowska M., Szymanowska D., Cielecka-Piontek J. Mechanochemical Properties of Mucoadhesive Tablets Based on PVP/HPβCD Electrospun Nanofibers as Local Delivery of Polygoni Cuspidati Extract for Treating Oral Infections. Pharmaceuticals. 2023;16:579. doi: 10.3390/ph16040579.", "ArticleIdList": ["10.3390/ph16040579", "PMC10145533", "37111336"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "27"}, {"Year": "2023", "Month": "8", "Day": "31"}, {"Year": "2023", "Month": "9", "Day": "1"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "1", "Minute": "38"}, {"Year": "2023", "Month": "9", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["37765249", "PMC10537421", "10.3390/pharmaceutics15092280", "pharmaceutics15092280"]}}], "PubmedBookArticle": []}