{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ceratonia siliqua", "carob", "pharmacology", "phytochemistry", "toxicity", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37765467", "DateRevised": {"Year": "2023", "Month": "10", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "18"}], "Language": ["eng"], "ELocationID": ["3303", "10.3390/plants12183303"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "18", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Exploring Carob (<i>Ceratonia siliqua</i> L.): A Comprehensive Assessment of Its Characteristics, Ethnomedicinal Uses, Phytochemical Aspects, and Pharmacological Activities.", "Abstract": {"AbstractText": ["The carob tree (<i>Ceratonia siliqua</i> L.) is currently considered one of the most valuable fruit and forest trees in various fields and sectors of activity. It is a versatile plant, belonging to the Fabaceae family. It is widely used in traditional medicine to treat many diseases such as diabetes, hypertension, and gastrointestinal disorders, given that all its parts (leaves, flowers, pods, seeds, wood, bark, and roots) are useful and hold value in many areas. Its importance has increased significantly in recent years. Originating from the Middle East, it is recognized for its ecological and industrial significance. Previous studies conducted on <i>Ceratonia siliqua</i> L. have revealed the presence of several compounds, including polyphenols, flavonoids, carbohydrates, minerals, and proteins. The carob tree demonstrates antihypertensive, antidepressant, anti-obesity, and antihyperglycemic activities. This plant is known for its medicinal and therapeutic virtues. Moreover, it is particularly interesting to consider the pharmacological activities of the major phytochemical compounds present in the different extracts of this plant, such as phenolic acids, for example, coumaric and gallic acids, as well as flavonoids such as kaempferol and quercetin. Therefore, this review aims to analyze some aspects of this plant, especially the taxonomy, cytogeography, traditional uses, phytochemical constituents, and pharmacological activities of <i>Ceratonia siliqua</i> L., in addition to its biological properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioresources, Biotechnologies, Ethnopharmacology and Health, Department of Biology, Faculty of Sciences, University Mohammed First, Oujda 60000, Morocco."}], "LastName": "Dahmani", "ForeName": "Widad", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioresources, Biotechnologies, Ethnopharmacology and Health, Department of Biology, Faculty of Sciences, University Mohammed First, Oujda 60000, Morocco."}], "LastName": "Elaouni", "ForeName": "Nabia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Tissue Culture Laboratory, Horticultural and Local Products Unit, Plant Production, Protection and Biotechnology Department, Hassan II Institute of Agronomy and Veterinary Medicine, 6202 Rabat-Instituts, Rabat 10112, Morocco."}], "LastName": "Abousalim", "ForeName": "Abdelhadi", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint Research Unit 1158 BioEcoAgro INRAE, University of Lille, University of Liège, UPJV, JUNIA, University of Artois, ULCO, 5900 Lille, France."}], "LastName": "Akissi", "ForeName": "Zachée Louis Evariste", "Initials": "ZLE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioresources, Biotechnologies, Ethnopharmacology and Health, Department of Biology, Faculty of Sciences, University Mohammed First, Oujda 60000, Morocco."}], "LastName": "Legssyer", "ForeName": "Abdelkhaleq", "Initials": "A"}, {"Identifier": ["0000-0001-6384-2537"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioresources, Biotechnologies, Ethnopharmacology and Health, Department of Biology, Faculty of Sciences, University Mohammed First, Oujda 60000, Morocco."}], "LastName": "Ziyyat", "ForeName": "Abderrahim", "Initials": "A"}, {"Identifier": ["0000-0002-4006-4012"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint Research Unit 1158 BioEcoAgro INRAE, University of Lille, University of Liège, UPJV, JUNIA, University of Artois, ULCO, 5900 Lille, France."}], "LastName": "Sahpaz", "ForeName": "Sevser", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hadi M.Y., Hameed I.H., Ibraheam I.A. Ceratonia siliqua: Characterization, pharmaceutical products and analysis of bioactive compounds: A review. Res. J. Pharm. Technol. 2017;10:3585–3589. doi: 10.5958/0974-360X.2017.00649.7.", "ArticleIdList": ["10.5958/0974-360X.2017.00649.7"]}, {"Citation": "Battle I., Tous J. Carob Tree: Ceratonia siliqua L.—Promoting the Conservation and Use of Underutilized and Neglected Crops. 17. Institute of Plant Genetics and Crops Plant Research, Gatersleben/International Plant Genetic Ressources Institute; Rome, Italy: 1997."}, {"Citation": "Hillcoat D., Lewis G., Verdcourt B. A new species of Ceratonia (Leguminosae-Caesalpinioideae) from Arabia and the Somali Republic. Kew Bull. 1980;35:261–271. doi: 10.2307/4114570.", "ArticleIdList": ["10.2307/4114570"]}, {"Citation": "Brassesco M.E., Brandão T.R.S., Silva C.L.M., Pintado M. Carob bean (Ceratonia siliqua L.): A new perspective for functional food. Trends Food Sci. Technol. 2021;114:310–322. doi: 10.1016/j.tifs.2021.05.037.", "ArticleIdList": ["10.1016/j.tifs.2021.05.037"]}, {"Citation": "Basharat Z., Afzaal M., Saeed F., Islam F., Hussain M., Ikram A., Pervaiz M.U., Awuchi C.G. Nutritional and functional profile of carob bean (Ceratonia siliqua): A comprehensive review. Int. J. Food. Prop. 2023;26:389–413. doi: 10.1080/10942912.2022.2164590.", "ArticleIdList": ["10.1080/10942912.2022.2164590"]}, {"Citation": "Loullis A., Pinakoulaki E. Carob as cocoa substitute: A review on composition, health benefits and food applications. Eur. Food Res. Technol. 2018;244:959–977. doi: 10.1007/s00217-017-3018-8.", "ArticleIdList": ["10.1007/s00217-017-3018-8"]}, {"Citation": "Ali-Shtayeh M.S., Jamous R.M., Jamous R.M., Salameh N.M. Complementary and alternative medicine (CAM) use among hypertensive patients in Palestine. Complement Ther. Clin. Pr. 2013;19:256–263. doi: 10.1016/j.ctcp.2013.09.001.", "ArticleIdList": ["10.1016/j.ctcp.2013.09.001", "24199984"]}, {"Citation": "Baytop T. Therapy with Medicinal Plants in Turkey (Past and Present) Istanbul University; Istanbul, Turkey: 1984. p. 359. No: 3255."}, {"Citation": "Rtibi K., Jabri M.A., Selmi S., Souli A., Sebai H., El-Benna J., Amri M., Marzouki L. Carob pods (Ceratonia siliqua L.) inhibit human neutrophils myeloperoxidase and in vitro ROS-scavenging activity. RSC Adv. 2015;5:84207–84215. doi: 10.1039/C5RA14719K.", "ArticleIdList": ["10.1039/C5RA14719K"]}, {"Citation": "Rtibi K., Selmi S., Jabri M.-A., Mamadou G., Limas-Nzouzi N., Sebai H., El-Benna J., Marzouki L., Eto B., Amri M. Effects of aqueous extracts from Ceratonia siliqua L. pods on small intestinal motility in rats and jejunal permeability in mice. RSC Adv. 2016;6:44345–44353. doi: 10.1039/C6RA03457H.", "ArticleIdList": ["10.1039/C6RA03457H"]}, {"Citation": "Sbay H. Le Caroubier au Maroc: Un Arbre D'avenir. Centre de Recherche Forestière du Haut Commissariat aux Eaux et Forêts et à la Lutte contre la Désertification; Rabat, Morocco: 2008."}, {"Citation": "Gioxari A., Amerikanou C., Nestoridi I., Gourgari E., Pratsinis H., Kalogeropoulos N., Andrikopoulos N.K., Kaliora A.C. Carob: A sustainable opportunity for metabolic health. Foods. 2022;11:2154. doi: 10.3390/foods11142154.", "ArticleIdList": ["10.3390/foods11142154", "PMC9325207", "35885396"]}, {"Citation": "Baydoun S., Kanj D., Raafat K., Aboul Ela M., Chalak L., Arnold-Apostolides N. Ethnobotanical and economic importance of wild plant species of Jabal Moussa Bioreserve, Lebanon. J. Ecosys. Ecograph. 2017;7:245. doi: 10.4172/2157-7625.1000245.", "ArticleIdList": ["10.4172/2157-7625.1000245"]}, {"Citation": "Rankou H., M’Sou S., Chadburn H., Rivers M., Ouhammou A., Martin G. Ceratonia siliqua. The IUCN Red List of Threatened Species 2017: E. T202951A112823254. International Union for Conservation of Nature and Natural Resources; Gland, Switzerland: 2019.", "ArticleIdList": ["10.2305/IUCN.UK.2017-3.RLTS.T202951A112823254.en"]}, {"Citation": "Menale B., de Castro O., Cascone C., Muoio R.J.J.o.e. Ethnobotanical investigation on medicinal plants in the Vesuvio National Park (Campania, southern Italy) J. Ethnopharmacol. 2016;192:320–349. doi: 10.1016/j.jep.2016.07.049.", "ArticleIdList": ["10.1016/j.jep.2016.07.049", "27457693"]}, {"Citation": "Tardío J., Pardo-de-Santayana M., Morales R. Ethnobotanical review of wild edible plants in Spain. Bot. J. Linn. 2006;152:27–71. doi: 10.1111/j.1095-8339.2006.00549.x.", "ArticleIdList": ["10.1111/j.1095-8339.2006.00549.x"]}, {"Citation": "Iipumbu L.  Compositional Analysis of Locally Cultivated Carob (Ceratonia siliqua) Cultivars and Development of Nutritional Food Products for a Range of Market Sectors. Stellenbosch University; Stellenbosch, South Africa: 2008.  [(accessed on 20 January 2023)].  Available online:  https://api.semanticscholar.org/CorpusID:129160277."}, {"Citation": "Schopmeyer C.S.  Seeds of Woody Plants in the United States, Agricultural Handbook. US Department of Agriculture, CABI; Boston, MA, USA: 1974.  [(accessed on 20 January 2023)].  Available online:  https://www.cabdirect.org/cabdirect/abstract/19750622387."}, {"Citation": "Tous J., Romero A., Batlle I. The Carob tree: Botany, horticulture, and genetic resources. Hortic. Rev. 2013;41:385–456. doi: 10.1002/9781118707418.ch08.", "ArticleIdList": ["10.1002/9781118707418.ch08"]}, {"Citation": "Quezel P., Santa S. Nouvelle Flore de l'Algérie et des Régions Désertiques Méridionales, Tome II. Editions du Centre National de la Recherche Scientifique; Paris, France: 1963."}, {"Citation": "Ramón-Laca L., Mabberley D. The ecological status of the carob-tree (Ceratonia siliqua, Leguminosae) in the Mediterranean. Bot. J. Linn. 2004;144:431–436. doi: 10.1111/j.1095-8339.2003.00254.x.", "ArticleIdList": ["10.1111/j.1095-8339.2003.00254.x"]}, {"Citation": "Ferguson I.K. The pollen morphology of Ceratonia (Leguminosae: Caesalpinioideae) Kew. Bull. 1980;35:273–277. doi: 10.2307/4114571.", "ArticleIdList": ["10.2307/4114571"]}, {"Citation": "Benmahioul B., Harche M.K., Daguin F. Le caroubier, une espèce méditerranéenne à usages multiples. Forêt Méditerranéenne. 2011;32:51–58."}, {"Citation": "Asma B., Meriem H., Rafika L. Ethnobotanical knowledge and socio-economic importance of Ceratonia siliqua L (Fabaceae) in the North of Setif (North-East of Algeria) Acta Ecol. Sin. 2022;43:712–720. doi: 10.1016/j.chnaes.2022.12.002.", "ArticleIdList": ["10.1016/j.chnaes.2022.12.002"]}, {"Citation": "Kaderi M., Hamouda G.B., Zaeir H., Hanana M., Hamrouni L. Notes ethnobotanique et phytopharmacologique sur Ceratonia siliqua (L.) Phytothérapie. 2015;13:144–147. doi: 10.1007/s10298-014-0904-4.", "ArticleIdList": ["10.1007/s10298-014-0904-4"]}, {"Citation": "Loock E. The carob or locust tree (Ceratonia siliqua L) J. S. Afr. Assoc. 1940;4:78–80. doi: 10.1080/03759873.1940.9630981.", "ArticleIdList": ["10.1080/03759873.1940.9630981"]}, {"Citation": "Fadl M., El-Deen S., El-Mahdy M. Physiological and chemical factors controlling adventitious root initiation in carob Ceratonia siliqua L. stem cuttings. Egypt J. Hortic. 1979;6:55–68."}, {"Citation": "Diamantoglou S., Meletiou-Christou M. Annual changes in carbohydrates in bark and leaves of Ceratonia siliqua L. Port. Acta Biol. A. 1980;16:197–205."}, {"Citation": "Von Haselberg C.D. Ph.D. Thesis. University of Berlin; Berlin, Germany: 2000. Vegetative Growth and Flower and Fruit Development in Carob Trees (Ceratonia siliqua L.) with Special Emphasis on Environmental Conditions at Marginal Production Sites in South Portugal.", "ArticleIdList": ["10.13140/2.1.3414.3048"]}, {"Citation": "Diamantoglou S., Mitrakos K. Leaf Longevity in Mediterranean Evergreen Sclerophylls. In: Margaris N.S., Mooney H.A., editors. Components of Productivity of Mediterranean-Climate Regions Basic and Applied Aspects. Volume 4. Springer; Dordrecht, The Netherlands: 1981. pp. 17–19. Tasks for Vegetation Science.", "ArticleIdList": ["10.1007/978-94-009-8683-1_4"]}, {"Citation": "Crescimanno F., Dr Michele A., Di Lovenzo R., Occorso G., Raimoudo A. Aspetti morfologici e carpologici di cultivar di carrubo (Ceratonia siliqua L.) In: Fito P., Mulet A., editors. Proceedings of the II International Carob Symposium, Valencia, Spain. Generalitat Valenciana; Valencia, Spain: 1988. pp. 169–181."}, {"Citation": "Retana J., Ramoneda J., Garcia del Pino F., Bosch J. Flowering phenology of carob, Ceratonia siliqua L. (Cesalpinaceae) J. Hortic. Sci. 1994;69:97–103. doi: 10.1080/14620316.1994.11515254.", "ArticleIdList": ["10.1080/14620316.1994.11515254"]}, {"Citation": "Şahin G., Taşlıgil N. Agricultural geography analysis of carob tree (Ceratonia siliqua L.) from Turkey. Turk. JAF Sci. Tech. 2016;4:1192–1200. doi: 10.24925/turjaf.v4i12.1192-1200.979.", "ArticleIdList": ["10.24925/turjaf.v4i12.1192-1200.979"]}, {"Citation": "Vavilov N.I. The origin, variation, immunity and breeding of cultivated plants. Soil Sci. 1951;72:482. doi: 10.1097/00010694-195112000-00018.", "ArticleIdList": ["10.1097/00010694-195112000-00018"]}, {"Citation": "De Candolle A. Origine des Plantes Cultivées. 3rd ed. Ancienne Librairie Germer Baillière et Cie, Felix Alcan; Paris, France: 1886."}, {"Citation": "Zohary M. Geobotanical Foundations of the Middle East. Fischer; Stuttgart, Germany: 1973."}, {"Citation": "Polhill R.M. Advances Legume Syst. The University of Chicago Press; Chicago, IL, USA: 1981. pp. 371–374."}, {"Citation": "Mitrakos K. The botany of Ceratonia. In: Fito P., Mulet A., editors. Proceedings of the II International Carob Symposium, Valencia, Spain. Generalitat Valenciana; Valencia, Spain: 1988. pp. 209–218."}, {"Citation": "Berrougui H. Le caroubier (Ceratonia siliqua L.), une richesse nationale aux vertus médicinales. Maghreb Can. Express. 2007;5:38."}, {"Citation": "Gharnit N., El Mtili N., Ennabili A., Sayah F. Caractérisation foliaire du caroubier (Ceratonia siliqua L.) originaire de la province de Chefchaouen (Nord-ouest du Maroc) J. Bot. Soc. Bot. Fr. 2005;31:75–84. doi: 10.3406/jobot.2005.2004.", "ArticleIdList": ["10.3406/jobot.2005.2004"]}, {"Citation": "Ait Chitt M., Belmir M., Lazrak A. Production des plants sélectionnés et greffés du caroubier. Bull. Mens. D’information Et De Liaison Du PNTTA MAPM/DERD. 2007;153:1–4."}, {"Citation": "Gharnit N., El Mtili N., Ennabili A., Sayah F. Importance socio-économique du caroubier (Ceratonia siliqua L.) dans la province de Chefchaouen (Nord-ouest du Maroc) J. Bot. Soc. Bot. Fr. 2006;33:43–48. doi: 10.3406/jobot.2006.2010.", "ArticleIdList": ["10.3406/jobot.2006.2010"]}, {"Citation": "Boubkar F., Rachid F., Fatima A., Oudou I.A., Saida T., Said W. Bioclimatic impact on the carob seeds morphological diversity in Morocco. Biosci Biotech Res. Asia. 2021;18:207. doi: 10.13005/bbra/2908.", "ArticleIdList": ["10.13005/bbra/2908"]}, {"Citation": "Rima K. Ph.D. Thesis. University Ziane Achour; Djelfa, Algeria: 2021. Morpho-ecological and phytochemical characterization of carob tree (Ceratonia siliqua L.) in Algeria."}, {"Citation": "Correia P., Gama F., Pestana M., Martins-Loução M. Tolerance of young (Ceratonia siliqua L.) carob rootstock to NaCl. Agric. Water Manag. 2010;97:910–916. doi: 10.1016/j.agwat.2010.01.022.", "ArticleIdList": ["10.1016/j.agwat.2010.01.022"]}, {"Citation": "FAOSTAT  Crop, Livestock and Food Statistics. FAO of the UN.  [(accessed on 5 February 2023)].  Available online:  https://www.fao.org/faostat/fr/"}, {"Citation": "Merzouki A., Ed-Derfoufi F., El Aallali A., Molero-Mesa J. Wild medicinal plants used by local Bouhmed population (Morocco) Fitoterapia. 1997;68:444–460."}, {"Citation": "Amico F., Sorce E. Medicinal plants and phytotherapy in Mussomeli area (Caltanissetta, Sicily, Italy) Fitoterapia. 1997;68:143–159."}, {"Citation": "Lachkar N., Al-Sobarry M., El Hajaji H., Lamkinsi T., Lachkar M., Cherrah Y., Alaoui K. Anti-inflammatory and antioxidant effect of Ceratonia siliqua L. methanol barks extract. J. Chem. Pharm. Res. 2016;8:202–210."}, {"Citation": "Rtibi K., Selmi S., Grami D., Amri M., Eto B., El-Benna J., Sebai H., Marzouki L. Chemical constituents and pharmacological actions of carob pods and leaves (Ceratonia siliqua L.) on the gastrointestinal tract: A review. Biomed. Pharmacother. 2017;93:522–528. doi: 10.1016/j.biopha.2017.06.088.", "ArticleIdList": ["10.1016/j.biopha.2017.06.088", "28686965"]}, {"Citation": "Mrabti H.N., Jaradat N., Kachmar M.R., Ed-Dra A., Ouahbi A., Cherrah Y., Faouzi M.E.A. Integrative herbal treatments of diabetes in Beni Mellal region of Morocco. J. Integr. Med. 2019;17:93–99. doi: 10.1016/j.joim.2019.01.001.", "ArticleIdList": ["10.1016/j.joim.2019.01.001", "30670366"]}, {"Citation": "Ouhaddou H., Boubaker H., Msanda F., El Mousadik A. An ethnobotanical study of medicinal plants of the Agadir Ida Ou Tanane province (southwest Morocco) J. App. Biosci. 2014;84:7707–7722. doi: 10.4314/jab.v84i1.5.", "ArticleIdList": ["10.4314/jab.v84i1.5"]}, {"Citation": "Ennabili A., Gharnit N., El Hamdouni E.M. Inventory and Social Interest of Medicinal, Aromatic and Honey-Plants from Mokrisset Region (NW of Morocco) Volume 19 Universidad Salamanca; Salamanca, Spain: 2000. Studia Botanica Ediciones."}, {"Citation": "El-Hilaly J., Hmammouchi M., Lyoussi B. Ethnobotanical studies and economic evaluation of medicinal plants in Taounate province (Northern Morocco) J. Ethnopharmacol. 2003;86:149–158. doi: 10.1016/S0378-8741(03)00012-6.", "ArticleIdList": ["10.1016/S0378-8741(03)00012-6", "12738079"]}, {"Citation": "Orch H., Zidane L., Douira A. Ethnobotanical study of the plants used in the treatment of the digestive diseases by the riverine population of the forest of Izarène. Int. J. Recent. Sci. Res. 2017;8:15213–15220."}, {"Citation": "AbouZid S.F., Mohamed A.A. Survey on medicinal plants and spices used in Beni-Sueif, Upper Egypt. J. Ethnobiol. Ethnomedicine. 2011;7:18. doi: 10.1186/1746-4269-7-18.", "ArticleIdList": ["10.1186/1746-4269-7-18", "PMC3141364", "21707967"]}, {"Citation": "Afifi-Yazar F.U., Kasabri V., Abu-Dahab R. Medicinal plants from Jordan in the treatment of diabetes: Traditional uses vs. in vitro and in vivo evaluations–part 2. Planta Med. 2011;77:1210–1220. doi: 10.1055/s-0031-1279983.", "ArticleIdList": ["10.1055/s-0031-1279983", "21674438"]}, {"Citation": "Oran S., Al-Eisawi D. Ethnobotanical survey of the medicinal plants in the central mountains (North-South) in Jordan. J. Bio. Env. Sci. 2015;6:381–400."}, {"Citation": "Baydoun S., Chalak L., Dalleh H., Arnold N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J. Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Baumel A., Mirleau P., Viruel J., Bou Dagher Kharrat M., La Malfa S., Ouahmane L., Diadema K., Moakhar M., Sanguin H., Médail F. Assessment of plant species diversity associated with the carob tree (Ceratonia siliqua, Fabaceae) at the Mediterranean scale. Plant Ecol. Evol. 2018;151:185–193. doi: 10.5091/plecevo.2018.1423.", "ArticleIdList": ["10.5091/plecevo.2018.1423"]}, {"Citation": "Ali-Shtayeh M.S., Jamous R.M., Al-Shafie' J.H., Elgharabah W.A., Kherfan F.A., Qarariah K.H., Khdair I.S., Soos I.M., Musleh A.A., Isa B.A. Traditional knowledge of wild edible plants used in Palestine (Northern West Bank): A comparative study. J. Ethnobiol. Ethnomed. 2008;4:13. doi: 10.1186/1746-4269-4-13.", "ArticleIdList": ["10.1186/1746-4269-4-13", "PMC2396604", "18474107"]}, {"Citation": "Ahmed H.M. Ethnopharmacobotanical study on the medicinal plants used by herbalists in Sulaymaniyah Province, Kurdistan, Iraq. J. Ethnobiol. Ethnomed. 2016;12:8. doi: 10.1186/s13002-016-0081-3.", "ArticleIdList": ["10.1186/s13002-016-0081-3", "PMC4730727", "26821541"]}, {"Citation": "Fakir H., Korkmaz M., Güller B. Medicinal plant diversity of western Mediterrenean region in Turkey. J. Appl. Biol. Sci. 2009;3:33–43."}, {"Citation": "Özkum D., Akı Ö., Toklu H.Z. Herbal medicine use among diabetes mellitus patients in Northern Cyprus. Age. 2013;18:1652–1664. doi: 10.5897/JMPR12.1207.", "ArticleIdList": ["10.5897/JMPR12.1207"]}, {"Citation": "Öztürk M., Seҫmen O., Gucel S., Sakcali S. An overview of economic and medicinal importance of carob plants (Ceratonia siliqua L.) in the Mediterranean basin. Acta Hortic. 2012;964:197–203. doi: 10.17660/ActaHortic.2012.964.24.", "ArticleIdList": ["10.17660/ActaHortic.2012.964.24"]}, {"Citation": "Saad B., Said O. Greco-Arab and Islamic Herbal Medicine: Traditional System, Ethics, Safety, Efficacy, and Regulatory Issues. John Wiley & Sons; Hoboken, NJ, USA: 2011."}, {"Citation": "Fatima S., Shahid M., Mand D., Parveen S., Naaz I. Potential effects of unani herbs in the management of obesity and its related comorbidities–a systematic review. World J. Pharm. Res. 2017;6:1475–1485. doi: 10.20959/wjpr201710-9472.", "ArticleIdList": ["10.20959/wjpr201710-9472"]}, {"Citation": "Tansaz M., Memarzadehzavareh H., Qaraaty M., Eftekhar T., Tabarrai M., Kamalinejad M. Menorrhagia management in Iranian traditional medicine. J. Evid. Based Complement Altern. Med. 2016;21:71–76. doi: 10.1177/2156587215589522.", "ArticleIdList": ["10.1177/2156587215589522", "26072222"]}, {"Citation": "Lentini F., Venza F. Wild food plants of popular use in Sicily. J. Ethnobiol. Ethnomed. 2007;3:15. doi: 10.1186/1746-4269-3-15.", "ArticleIdList": ["10.1186/1746-4269-3-15", "PMC1858679", "17397527"]}, {"Citation": "Montesano V., Negro D., Sarli G., De Lisi A., Laghetti G., Hammer K. Notes about the uses of plants by one of the last healers in the Basilicata Region (South Italy) J. Ethnobiol. Ethnomed. 2012;8:15. doi: 10.1186/1746-4269-8-15.", "ArticleIdList": ["10.1186/1746-4269-8-15", "PMC3484037", "22546322"]}, {"Citation": "Mekhoukhe A., Kicher H., Ladjouzi A., Medouni-Haroune L., Brahmi F., Medouni-Adrar S., Madani K. Antioxidant activity of carob seeds and chemical composition of their bean gum by–products. J. Complement. Integr. Med. 2019;16:158. doi: 10.1515/jcim-2017-0158.", "ArticleIdList": ["10.1515/jcim-2017-0158", "30110252"]}, {"Citation": "Krokou A., Stylianou M., Agapiou A. Assessing the volatile profile of carob tree (Ceratonia siliqua L.) Env. Sci. Pollut. Res. 2019;26:35365–35374. doi: 10.1007/s11356-019-04664-7.", "ArticleIdList": ["10.1007/s11356-019-04664-7", "30919189"]}, {"Citation": "Vladimir L., Yuliya S., Irina Z., Tatʹyana K., Yuriy R., Ana K. Economic effect of innovative flour-based functional foods production. Foods Raw. Mater. 2018;6:474–482. doi: 10.21603/2308-4057-2018-2-474-482.", "ArticleIdList": ["10.21603/2308-4057-2018-2-474-482"]}, {"Citation": "Sbay H., Abourouh M. Apport des Espèces à Usages Multiples Pour le Développement Durable: Cas du Pin Pignon et du Caroubier. Centre de Recherche Forestière Haut-Commissariat aux Eaux et Forêts et à la Lutte Contre la Désertification; Rabat, Morocco: 2006. pp. 1–9."}, {"Citation": "Zhu B.-J., Zayed M.Z., Zhu H.-X., Zhao J., Li S.-P. Functional polysaccharides of carob fruit: A review. Chin. Med. 2019;14:40. doi: 10.1186/s13020-019-0261-x.", "ArticleIdList": ["10.1186/s13020-019-0261-x", "PMC6767635", "31583011"]}, {"Citation": "Bengoechea C., Romero A., Villanueva A., Moreno G., Alaiz M., Millán F., Guerrero A., Puppo M. Composition and structure of carob (Ceratonia siliqua L.) germ proteins. Food Chem. 2008;107:675–683. doi: 10.1016/j.foodchem.2007.08.069.", "ArticleIdList": ["10.1016/j.foodchem.2007.08.069"]}, {"Citation": "Custódio L., Escapa A.L., Fernandes E., Fajardo A., Aligué R., Alberício F., Neng N., Nogueira J.M.F., Romano A. Phytochemical profile, antioxidant and cytotoxic activities of the carob tree (Ceratonia siliqua L.) germ flour extracts. Plant Foods Hum. Nut. 2011;66:78–84. doi: 10.1007/s11130-011-0214-8.", "ArticleIdList": ["10.1007/s11130-011-0214-8", "21399924"]}, {"Citation": "El-Haskoury R., Kriaa W., Lyoussi B., Makni M. Ceratonia siliqua honeys from Morocco: Physicochemical properties, mineral contents, and antioxidant activities. J. Food Drug. Anal. 2018;26:67–73. doi: 10.1016/j.jfda.2016.11.016.", "ArticleIdList": ["10.1016/j.jfda.2016.11.016", "PMC9332668", "29389590"]}, {"Citation": "Haddarah A. Ph.D. Thesis. Université de Lorraine; Paris, France: 2013. L’influence des Cultivars Sur Les Propriétés Fonctionnelles de la Caroube Libanaise."}, {"Citation": "Owen R., Haubner R., Hull W., Erben G., Spiegelhalder B., Bartsch H., Haber B. Isolation and structure elucidation of the major individual polyphenols in carob fibre. Food Chem. Toxicol. 2003;41:1727–1738. doi: 10.1016/S0278-6915(03)00200-X.", "ArticleIdList": ["10.1016/S0278-6915(03)00200-X", "14563398"]}, {"Citation": "Fadel F., Fattouch S., Tahrouch S., Lahmar R., Benddou A., Hatimi A. The phenolic compounds of Ceratonia siliqua pulps and seeds (Les composes phénoliques des pulpes et des graines de Ceratonia siliqua) J. Mater. Env. Sci. 2011;2:285–292."}, {"Citation": "Goulas V., Stylos E., Chatziathanasiadou M.V., Mavromoustakos T., Tzakos A.G. Functional components of carob fruit: Linking the chemical and biological space. Int. J. Mol. Sci. 2016;17:1875. doi: 10.3390/ijms17111875.", "ArticleIdList": ["10.3390/ijms17111875", "PMC5133875", "27834921"]}, {"Citation": "Ortega N., Macia A., Romero M.-P., Trullols E., Morello J.-R., Angles N., Motilva M.-J. Rapid determination of phenolic compounds and alkaloids of carob flour by improved liquid chromatography tandem mass spectrometry. J. Agric. Food Chem. 2009;57:7239–7244. doi: 10.1021/jf901635s.", "ArticleIdList": ["10.1021/jf901635s", "19624131"]}, {"Citation": "Corsi L., Avallone R., Cosenza F., Farina F., Baraldi C., Baraldi M. Antiproliferative effects of Ceratonia siliqua L. on mouse hepatocellular carcinoma cell line. Fitoterapia. 2002;73:674–684. doi: 10.1016/S0367-326X(02)00227-7.", "ArticleIdList": ["10.1016/S0367-326X(02)00227-7", "12490228"]}, {"Citation": "Avallone R., Plessi M., Baraldi M., Monzani A. Determination of chemical composition of carob (Ceratonia siliqua): Protein, fat, carbohydrates, and tannins. J. Food Compos. Anal. 1997;10:166–172. doi: 10.1006/jfca.1997.0528.", "ArticleIdList": ["10.1006/jfca.1997.0528"]}, {"Citation": "Rtibi K., Jabri M.-A., Selmi S., Sebai H., Amri M., El-Benna J., Marzouki L. Ceratonia siliqua leaves exert a strong ROS-scavenging effect in human neutrophils, inhibit myeloperoxydase in vitro and protect against intestinal fluid and electrolytes secretion in rats. RSC Adv. 2016;6:65483–65493. doi: 10.1039/C6RA11297H.", "ArticleIdList": ["10.1039/C6RA11297H"]}, {"Citation": "El Hajaji H., Lachkar N., Alaoui K., Cherrah Y., Farah A., Ennabili A., El Bali B., Lachkar M. Antioxidant activity, phytochemical screening, and total phenolic content of extracts from three genders of carob tree barks growing in Morocco. Arab. J. Chem. 2011;4:321–324. doi: 10.1016/j.arabjc.2010.06.053.", "ArticleIdList": ["10.1016/j.arabjc.2010.06.053"]}, {"Citation": "Papagiannopoulos M., Wollseifen H.R., Mellenthin A., Haber B., Galensa R. Identification and quantification of polyphenols in Carob Fruits (Ceratonia siliqua L.) and derived products by HPLC-UV-ESI/MS n. J. Agric. Food Chem. 2004;52:3784–3791. doi: 10.1021/jf030660y.", "ArticleIdList": ["10.1021/jf030660y", "15186098"]}, {"Citation": "Abidar S., Boiangiu R.S., Dumitru G., Todirascu-Ciornea E., Amakran A., Cioanca O., Hritcu L., Nhiri M. The aqueous extract from Ceratonia siliqua leaves protects against 6-hydroxydopamine in zebrafish: Understanding the underlying mechanism. Antioxidants. 2020;9:304. doi: 10.3390/antiox9040304.", "ArticleIdList": ["10.3390/antiox9040304", "PMC7222174", "32276477"]}, {"Citation": "Haber B. Carob fiber benefits and applications. Cereal Foods World. 2002;47:365."}, {"Citation": "Marco A.M., De Mora B.R., Diaz C.S. Method of Making Natural Carob Fiber. US Patent 5609905A, USA.  [(accessed on 14 May 2023)];1997 March 11; Available online:  https://patents.google.com/patent/US5609905A/en."}, {"Citation": "Nasar-Abbas S.M., e-Huma Z., Vu T.H., Khan M.K., Esbenshade H., Jayasena V. Carob kibble: A bioactive-rich food ingredient. Compr. Rev. Food Sci. Food Saf. 2016;15:63–72. doi: 10.1111/1541-4337.12177.", "ArticleIdList": ["10.1111/1541-4337.12177", "33371575"]}, {"Citation": "Khlifa M., Bahloul A., Kitane S. Determination of chemical composition of carob pod (Ceratonia siliqua L.) and its morphological study. J. Mater. Env. Sci. 2013;4:348–353."}, {"Citation": "Petit M., Pinilla J. Production and purification of a sugar syrup from carob pods. LWT–Food Sci. Tech. 1995;28:145–152. doi: 10.1016/S0023-6438(95)80027-1.", "ArticleIdList": ["10.1016/S0023-6438(95)80027-1"]}, {"Citation": "Fidan H., Stankov S., Petkova N., Petkova Z., Iliev A., Stoyanova M., Ivanova T., Zhelyazkov N., Ibrahim S., Stoyanova A. Evaluation of chemical composition, antioxidant potential and functional properties of carob (Ceratonia siliqua L.) seeds. J. Food Sci. Technol. 2020;57:2404–2413. doi: 10.1007/s13197-020-04274-z.", "ArticleIdList": ["10.1007/s13197-020-04274-z", "PMC7270304", "32549590"]}, {"Citation": "Ayaz F.A., Torun H., Glew R.H., Bak Z.D., Chuang L.T., Presley J.M., Andrews R. Nutrient content of carob pod (Ceratonia siliqua L.) flour prepared commercially and domestically. Plant. Foods Hum. Nutr. 2009;64:286. doi: 10.1007/s11130-009-0130-3.", "ArticleIdList": ["10.1007/s11130-009-0130-3", "19763833"]}, {"Citation": "Sigge G., Iipumbu L., Britz T. Proximate composition of carob cultivars growing in South Africa. S. Afr. J. Plant Soil. 2011;28:17–22. doi: 10.1080/02571862.2011.10640008.", "ArticleIdList": ["10.1080/02571862.2011.10640008"]}, {"Citation": "Ayaz F.A., Torun H., Ayaz S., Correia P.J., Alaiz M., Sanz C., Grúz J., Strnad M. Determination of chemical composition of anatolian carob pod (Ceratonia siliqua L.): Sugars, amino and organic acids, minerals and phenolic compounds. J. Food Qual. 2007;30:1040–1055. doi: 10.1111/j.1745-4557.2007.00176.x.", "ArticleIdList": ["10.1111/j.1745-4557.2007.00176.x"]}, {"Citation": "Smith B.M., Bean S.R., Schober T.J., Tilley M., Herald T.J., Aramouni F. Composition and molecular weight distribution of carob germ protein fractions. J. Agric. Food Chem. 2010;58:7794–7800. doi: 10.1021/jf101523p.", "ArticleIdList": ["10.1021/jf101523p", "20557053"]}, {"Citation": "Cebolla Á., Moreno M.d.L., Coto L., Sousa C. Gluten immunogenic peptides as standard for the evaluation of potential harmful prolamin content in food and human specimen. Nutrients. 2018;10:1927. doi: 10.3390/nu10121927.", "ArticleIdList": ["10.3390/nu10121927", "PMC6316305", "30563126"]}, {"Citation": "Mahtout R., Ortiz-Martínez V.M., Salar-García M.J., Gracia I., Hernández-Fernández F.J., Pérez de los Ríos A., Zaidia F., Sanchez-Segado S., Lozano-Blanco L.J. Algerian carob tree products: A comprehensive valorization analysis and future prospects. Sustainability. 2018;10:90. doi: 10.3390/su10010090.", "ArticleIdList": ["10.3390/su10010090"]}, {"Citation": "Ghanemi F.Z., Belarbi M. Phytochemistry and Pharmacology of Ceratonia siliqua L. leaves. J. Nat. Prod. Res. App. 2021;1:69–82. doi: 10.46325/jnpra.v1i01.7.", "ArticleIdList": ["10.46325/jnpra.v1i01.7"]}, {"Citation": "Musa Özcan M., Arslan D., Gökçalik H. Some compositional properties and mineral contents of carob (Ceratonia siliqua) fruit, flour and syrup. Int. J. Food Sci. Nutr. Eng. 2007;58:652–658. doi: 10.1080/09637480701395549.", "ArticleIdList": ["10.1080/09637480701395549", "17852490"]}, {"Citation": "Dakia P.A., Wathelet B., Paquot M. Isolation and chemical evaluation of carob (Ceratonia siliqua L.) seed germ. Food Chem. 2007;102:1368–1374. doi: 10.1016/j.foodchem.2006.05.059.", "ArticleIdList": ["10.1016/j.foodchem.2006.05.059"]}, {"Citation": "El Hajaji H., Farah A., Ennabili A., Bousta D., Greche H., El Bali B., Lachkar M. Etude comparative de la composition minérale des constituants de trois catégories de Ceratonia siliqua L. (Comparative study of the mineral composition of the constituents of three varieties of Ceratonia siliqua L.) J. Mater. Env. Sci. 2013;4:165–170."}, {"Citation": "Oziyci H.R., Tetik N., Turhan I., Yatmaz E., Ucgun K., Akgul H., Gubbuk H., Karhan M. Mineral composition of pods and seeds of wild and grafted carob (Ceratonia siliqua L.) fruits. Sci. Hortic. 2014;167:149–152. doi: 10.1016/j.scienta.2014.01.005.", "ArticleIdList": ["10.1016/j.scienta.2014.01.005"]}, {"Citation": "El Bouzdoudi B., Saïdi R., Khalid E., El Mzibri M., Nejjar A., El Kbiach M., Lamarti A. Mineral composition of mature carob (Ceratonia siliqua L.) Pod: A Study. Int. J. Food Sci. Nutr. Eng. 2017;7:91–103. doi: 10.5923/j.food.20170704.04.", "ArticleIdList": ["10.5923/j.food.20170704.04"]}, {"Citation": "Dallali S., Aloui F., Selmi H., Sebei H. Comparison of the chemical composition and the antioxidant activity of the leaves of Carob tree (Ceratonia siliqua L.) collected in three sites of Djebel Zaghouan (Tunisia) J. New Sci. Agric. Biotechnol. CIRS. 2018;21:3429–3438."}, {"Citation": "De Falco B., Grauso L., Fiore A., Bonanomi G., Lanzotti V. Metabolomics and chemometrics of seven aromatic plants: Carob, eucalyptus, laurel, mint, myrtle, rosemary and strawberry tree. Phytochem. Anal. 2022;33:696–709. doi: 10.1002/pca.3121.", "ArticleIdList": ["10.1002/pca.3121", "35354224"]}, {"Citation": "Farag M.A., El-Kersh D.M., Ehrlich A., Choucry M.A., El-Seedi H., Frolov A., Wessjohann L.A. Variation in Ceratonia siliqua pod metabolome in context of its different geographical origin, ripening stage and roasting process. Food Chem. 2019;283:675–687. doi: 10.1016/j.foodchem.2018.12.118.", "ArticleIdList": ["10.1016/j.foodchem.2018.12.118", "30722926"]}, {"Citation": "Samia O., Nesrine M., Feten Z.K., Riadh K. Tunisian Ceratonia siliqua: Phytochemical Analysis, Antioxidant Activity, Preparation and Characterization of Carob Emulsion System. Eur. J. Nutr. Food Saf. 2022;14:41–52. doi: 10.9734/ejnfs/2022/v14i230479.", "ArticleIdList": ["10.9734/ejnfs/2022/v14i230479"]}, {"Citation": "Spizzirri U.G., Abduvakhidov A., Caputo P., Crupi P., Muraglia M., Oliviero Rossi C., Clodoveo M.L., Aiello F., Restuccia D. Kefir enriched with carob (Ceratonia siliqua L.) leaves extract as a new ingredient during a gluten-free bread-making process. Fermentation. 2022;8:305. doi: 10.3390/fermentation8070305.", "ArticleIdList": ["10.3390/fermentation8070305"]}, {"Citation": "Alqudah A., Qnais E.Y., Wedyan M.A., Oqal M., Alqudah M., AbuDalo R., Nabil A.-H. Ceratonia siliqua leaves ethanol extracts exert anti-nociceptive and anti-inflammatory effects. Heliyon. 2022;8:e10400. doi: 10.1016/j.heliyon.2022.e10400.", "ArticleIdList": ["10.1016/j.heliyon.2022.e10400", "PMC9449564", "36090223"]}, {"Citation": "Abidar S., Yildiz O., Degirmenci A., Amakran A., El Maadoudi M., Nhiri M. Glucose-mediated protein glycation: Contribution of methanolic extract of Ceratonia siliqua L. in protection and in vitro potential inhibition of acetylcholinesterase. J. Food Biochem. 2019;43:e13009. doi: 10.1111/jfbc.13009.", "ArticleIdList": ["10.1111/jfbc.13009", "31393019"]}, {"Citation": "Ghanemi F.Z., Belarbi M., Fluckiger A., Nani A., Dumont A., De Rosny C., Aboura I., Khan A.S., Murtaza B., Benammar C. Carob leaf polyphenols trigger intrinsic apoptotic pathway and induce cell cycle arrest in colon cancer cells. J. Funct. Foods. 2017;33:112–121. doi: 10.1016/j.jff.2017.03.032.", "ArticleIdList": ["10.1016/j.jff.2017.03.032"]}, {"Citation": "Aissani N., Coroneo V., Fattouch S., Caboni P. Inhibitory effect of carob (Ceratonia siliqua) leaves methanolic extract on Listeria monocytogenes. J. Agric. Food Chem. 2012;60:9954–9958. doi: 10.1021/jf3029623.", "ArticleIdList": ["10.1021/jf3029623", "22978382"]}, {"Citation": "Hsouna A.B., Trigui M., Jarraya R.M., Damak M., Jaoua S. Identification of phenolic compounds by high performance liquid chromatography/mass spectrometry (HPLC/MS) and in vitro evaluation of the antioxidant and antimicrobial activities of Ceratonia siliqua leaves extracts. J. Med. Plant. Res. 2015;9:479–485. doi: 10.5897/JMPR2011.685.", "ArticleIdList": ["10.5897/JMPR2011.685"]}, {"Citation": "Eldahshan O.A. Isolation and structure elucidation of phenolic compounds of carob leaves grown in Egypt. Curr. Res. J. Biol. Sci. 2011;3:52–55."}, {"Citation": "Rasheed D.M., El-Kersh D.M., Farag M.A. Ceratonia siliqua (carob-locust bean) outgoing and potential trends of phytochemical, economic and medicinal merits. In: Mariod A.A., editor. Wild Fruits: Composition, Nutritional Value and Products. 1st ed. Springer Nature; Cham, Switzerland: 2020. pp. 481–498.", "ArticleIdList": ["10.1007/978-3-030-31885-7_36"]}, {"Citation": "Karmous I., Taheur F.B., Zuverza-Mena N., Jebahi S., Vaidya S., Tlahig S., Mhadhbi M., Gorai M., Raouafi A., Debara M. Phytosynthesis of Zinc Oxide Nanoparticles Using Ceratonia siliqua L. and Evidence of Antimicrobial Activity. Plants. 2022;11:3079. doi: 10.3390/plants11223079.", "ArticleIdList": ["10.3390/plants11223079", "PMC9695060", "36432809"]}, {"Citation": "Soleimanzadeh A., Kian M., Moradi S., Mahmoudi S. Carob (Ceratonia siliqua L.) fruit hydro-alcoholic extract alleviates reproductive toxicity of lead in male mice: Evidence on sperm parameters, sex hormones, oxidative stress biomarkers and expression of Nrf2 and iNOS.  [(accessed on 30 March 2023)];Avicenna J. Phytomed. 2020 10:35. Available online:  https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6941692/", "ArticleIdList": ["PMC6941692", "31921606"]}, {"Citation": "Rashed K. Phytochemical and biological effects of Ceratonia siliqua L: A review.  [(accessed on 30 March 2023)];Int. J. Pharm. Sci. Res. Inter. 2021 9:1–8. Available online:  https://www.ijipsr.com/index.php/IJIPSR/article/view/39/25."}, {"Citation": "Gregoriou G., Neophytou C.M., Vasincu A., Gregoriou Y., Hadjipakkou H., Pinakoulaki E., Christodoulou M.C., Ioannou G.D., Stavrou I.J., Christou A. Anti-cancer activity and phenolic content of extracts derived from Cypriot carob (Ceratonia siliqua L.) pods using different solvents. Molecules. 2021;26:5017. doi: 10.3390/molecules26165017.", "ArticleIdList": ["10.3390/molecules26165017", "PMC8401790", "34443605"]}, {"Citation": "Goulas V., Georgiou E. Utilization of carob fruit as sources of phenolic compounds with antioxidant potential: Extraction optimization and application in food models. Foods. 2020;9:20. doi: 10.3390/foods9010020.", "ArticleIdList": ["10.3390/foods9010020", "PMC7022565", "31878230"]}, {"Citation": "Ghorbaninejad Z., Eghbali A., Ghorbaninejad M., Ayyari M., Zuchowski J., Kowalczyk M., Baharvand H., Shahverdi A., Eftekhari-Yazdi P., Esfandiari F. Carob extract induces spermatogenesis in an infertile mouse model via upregulation of Prm1, Plzf, Bcl-6b, Dazl, Ngn3, Stra8, and Smc1b. J. Ethnopharmacol. 2023;301:115–760. doi: 10.1016/j.jep.2022.115760.", "ArticleIdList": ["10.1016/j.jep.2022.115760", "36209951"]}, {"Citation": "Richane A., Rim B.M., Riadh K., Khaoula A., Nizar M., Hanen B.I. Variability of phenolic compounds and antioxidant activities of ten Ceratonia siliqua L. provenances. Biochem. Syst. Ecol. 2022;104:104486. doi: 10.1016/j.bse.2022.104486.", "ArticleIdList": ["10.1016/j.bse.2022.104486"]}, {"Citation": "Martić N., Zahorec J., Stilinović N., Andrejić-Višnjić B., Pavlić B., Kladar N., Šoronja-Simović D., Šereš Z., Vujčić M., Horvat O. Hepatoprotective effect of carob pulp flour (Ceratonia siliqua L.) extract obtained by optimized microwave-assisted extraction. Pharmaceutics. 2022;14:657. doi: 10.3390/pharmaceutics14030657.", "ArticleIdList": ["10.3390/pharmaceutics14030657", "PMC8950939", "35336031"]}, {"Citation": "Darwish W.S., Khadr A.E.S., Kamel M.A.E.N., Abd Eldaim M.A., El Sayed I.E.T., Abdel-Bary H.M., Ullah S., Ghareeb D.A. Phytochemical characterization and evaluation of biological activities of egyptian carob pods (Ceratonia siliqua L.) aqueous extract: In vitro study. Plants. 2021;10:2626. doi: 10.3390/plants10122626.", "ArticleIdList": ["10.3390/plants10122626", "PMC8706755", "34961100"]}, {"Citation": "Mansouri F.E., Silva J.C.E., Cacciola F., Asraoui F., Tayeq H., Ben Amar Y.M., Lovillo M.P., Chouaibi N., Brigui J. Evaluation of Different Extraction Methods on the Phenolic Profile and the Antioxidant Potential of Ceratonia siliqua L. Pods Extracts. Molecules. 2022;27:6163. doi: 10.3390/molecules27196163.", "ArticleIdList": ["10.3390/molecules27196163", "PMC9573579", "36234696"]}, {"Citation": "Amrani A., Bouakline H., Elkabous M., Brahmi M., Karzazi Y., El Bachiri A., Tahani A. Ceratonia siliqua L seeds extract: Experimental analysis and simulation study. Mater. Today Proc. 2023;72:3705–3711. doi: 10.1016/j.matpr.2022.09.127.", "ArticleIdList": ["10.1016/j.matpr.2022.09.127"]}, {"Citation": "Atta A.H., Atta S.A., Khattab M., Abd El-Aziz T.H., Mouneir S.M., Ibrahim M., Nasr S.M., Ramadan S. Ceratonia siliqua pods (Carob) methanol extract alleviates doxorubicin–induced nephrotoxicity via antioxidant, anti-inflammatory and anti-apoptotic pathways. Env. Sci. Pollut. Res. 2023;30:83421–83438. doi: 10.1007/s11356-023-28146-z.", "ArticleIdList": ["10.1007/s11356-023-28146-z", "PMC10359411", "37341944"]}, {"Citation": "Ayache S.B., Reis F.S., Dias M.I., Pereira C., Glamočlija J., Soković M., Saafi E.B., Ferreira I.C., Barros L., Achour L. Chemical characterization of carob seeds (Ceratonia siliqua L.) and use of different extraction techniques to promote its bioactivity. Food Chem. 2021;351:129263. doi: 10.1016/j.foodchem.2021.129263.", "ArticleIdList": ["10.1016/j.foodchem.2021.129263", "33631614"]}, {"Citation": "Yahiaoui K., Bouchenak O., Boumaza S., Toubal S., Blizak D., Nouani A., Arab K. Characterization and assessment of the antimicrobial function of total polyphenol extracts from pulps, leaves and seeds of two Ceratonia siliqua L. varieties. Alger. J. Envir. Sci. Tech. 2021;7:3429–3438."}, {"Citation": "Ben Ayache S., Behija Saafi E., Emhemmed F., Flamini G., Achour L., Muller C.D. Biological activities of aqueous extracts from carob plant (Ceratonia siliqua L.) by antioxidant, analgesic and proapoptotic properties evaluation. Molecules. 2020;25:3120. doi: 10.3390/molecules25143120.", "ArticleIdList": ["10.3390/molecules25143120", "PMC7397290", "32650498"]}, {"Citation": "Lakkab I., El Hajaji H., Lachkar N., Lefter R., Ciobica A., El Bali B., Lachkar M. Ceratonia siliqua L. seed peels: Phytochemical profile, antioxidant activity, and effect on mood disorders. J. Funct. Foods. 2019;54:457–465. doi: 10.1016/j.jff.2019.01.041.", "ArticleIdList": ["10.1016/j.jff.2019.01.041"]}, {"Citation": "Ouahioune L.A., Wrona M., Becerril R., Salafranca J., Nerín C., Djenane D. Ceratonia siliqua L. kibbles, seeds and leaves as a source of volatile bioactive compounds for antioxidant food biopackaging applications. Food Packag. Shelf Life. 2022;31:100764. doi: 10.1016/j.fpsl.2021.100764.", "ArticleIdList": ["10.1016/j.fpsl.2021.100764"]}, {"Citation": "El Hajaji H., Lachkar N., Alaoui K., Cherrah Y., Farah A., Ennabili A., El Bali B., Lachkar M. Antioxidant properties and total phenolic content of three varieties of carob tree leaves from Morocco. Rec. Nat. Prod. 2010;4:193."}, {"Citation": "Saci F., Louaileche H., Gali L., Bensouici C. Changes in anticholinesterase, antioxidant activities and related bioactive compounds of carob pulp (Ceratonia siliqua L.) during ripening stages.  [(accessed on 14 April 2023)];J. Food Meas. Charact. 2020 14:937–945. doi: 10.1007/s11694-019-00344-9. Available online:  https://link.springer.com/article/10.1007/s11694-019-00344-9.", "ArticleIdList": ["10.1007/s11694-019-00344-9", "10.1007/s11694-019-00344-9"]}, {"Citation": "Rtibi, Selmi S., Grami D., Saidani K., Sebai H., Amri M., Eto B., Marzouki L. Ceratonia siliqua L. (immature carob bean) inhibits intestinal glucose absorption, improves glucose tolerance and protects against alloxan-induced diabetes in rat. J. Sci. Food Agric. 2017;97:2664–2670. doi: 10.1002/jsfa.8091.", "ArticleIdList": ["10.1002/jsfa.8091", "27739095"]}, {"Citation": "Carbas B., Salinas M.V., Serrano C., Passarinho J.A., Puppo M.C., Ricardo C., Brites C. Chemical composition and antioxidant activity of commercial flours from Ceratonia siliqua and Prosopis spp. J. Food Meas. Charact. 2019;13:305–311. doi: 10.1007/s11694-018-9945-7.", "ArticleIdList": ["10.1007/s11694-018-9945-7"]}, {"Citation": "Stavrou I.J., Christou A., Kapnissi-Christodoulou C.P. Polyphenols in carobs: A review on their composition, antioxidant capacity and cytotoxic effects, and health impact. Food Chem. 2018;269:355–374. doi: 10.1016/j.foodchem.2018.06.152.", "ArticleIdList": ["10.1016/j.foodchem.2018.06.152", "30100447"]}, {"Citation": "Rtibi K., Jabri M.-A., Selmi S., Sebai H., Marie J.-C., Amri M., Marzouki L., El-Benna J. Preventive effect of carob (Ceratonia siliqua L.) in dextran sulfate sodium-induced ulcerative colitis in rat.  [(accessed on 3 May 2023)];RSC Adv. 2016 6:19992–20000. doi: 10.1039/C5RA21388F. Available online:  https://pubs.rsc.org/en/content/articlelanding/2016/ra/c5ra21388f/unauth.", "ArticleIdList": ["10.1039/C5RA21388F"]}, {"Citation": "Serairi-Beji R., Mekki-Zouiten L., Tekaya-Manoubi L., Loueslati M., Guemira F., Mansour A.B. Could carob pulp be incorporated in oral rehydration solution for the treatment of acute diarrhoea?  [(accessed on 3 May 2023)];Med. Trop. 2000 60:125–128. Available online:  https://www.cabdirect.org/cabdirect/abstract/20003009680.", "ArticleIdList": ["11100434"]}, {"Citation": "Ikram A., Waseem K., Wajeeha Zafar K.u., Ali A., Afzal M.F., Aziz A., Faiz ul Rasool I., Al-Farga A., Aqlan F., Koraqi H. Nutritional, biochemical, and clinical applications of carob: A review. Food Sci. Nutr. 2023;11:3641–3654. doi: 10.1002/fsn3.3367.", "ArticleIdList": ["10.1002/fsn3.3367", "PMC10345664", "37457186"]}, {"Citation": "Hsouna A.B., Trigui M., Mansour R.B., Jarraya R.M., Damak M., Jaoua S. Chemical composition, cytotoxicity effect and antimicrobial activity of Ceratonia siliqua essential oil with preservative effects against Listeria inoculated in minced beef meat. Int. J. Food Microbiol. 2011;148:66–72. doi: 10.1016/j.ijfoodmicro.2011.04.028.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2011.04.028", "21601302"]}, {"Citation": "Bakhtaoui F.-Z., Lakmichi H., Chait A., Gadhi C.A. In vivo Gastro-protective effects of five Moroccan medicinal plants against gastric ulcer. Am. J. Phytomedicine Clin. Ther. 2014;2:1262–1276."}, {"Citation": "Chao E.C., Henry R.R. SGLT2 inhibition—A novel strategy for diabetes treatment. Nat. Rev. Drug. Discov. 2010;9:551–559. doi: 10.1038/nrd3180.", "ArticleIdList": ["10.1038/nrd3180", "20508640"]}, {"Citation": "Rtibi K., Selmi S., Grami D., Sebai H., Marzouki L. In vitro α-amylase/α-glucosidase inhibitory activities and in vivo improving glucose tolerance and hypoglycemic effect of Ceratonia siliqua leaves aqueous extract. EC Nutr. 2018;13:171–179."}, {"Citation": "Qasem M.A., Noordin M.I., Arya A., Alsalahi A., Jayash S.N. Evaluation of the glycemic effect of Ceratonia siliqua pods (Carob) on a streptozotocin-nicotinamide induced diabetic rat model. PeerJ. 2018;6:e4788. doi: 10.7717/peerj.4788.", "ArticleIdList": ["10.7717/peerj.4788", "PMC5970558", "29844959"]}, {"Citation": "Custódio L., Patarra J., Alberício F., Neng N.R., Nogueira J.M.F., Romano A. In vitro antioxidant and inhibitory activity of water decoctions of carob tree (Ceratonia siliqua L.) on cholinesterases, α-amylase and α-glucosidase. Nat. Prod. Res. 2015;29:2155–2159. doi: 10.1080/14786419.2014.996147.", "ArticleIdList": ["10.1080/14786419.2014.996147", "25582851"]}, {"Citation": "Azab A. D-Pinitol—Active Natural Product from Carob with Notable Insulin Regulation. Nutrients. 2022;14:1453. doi: 10.3390/nu14071453.", "ArticleIdList": ["10.3390/nu14071453", "PMC9003036", "35406064"]}, {"Citation": "Lasa A., Silván J.M., Martínez Villaluenga C., Dueñas M., Martín Diana A.B., Rico D., Fernández-Quintela A., Aguirre L. In vitro anti-obesity and ani-inflammatory effects of Ceratonia siliqua L. extracts; Proceedings of the 11th World Congress on Polyphenol Applications; Viena, Austria. 20–21 June 2017;  [(accessed on 30 May 2023)].  Available online:  http://hdl.handle.net/10261/172239."}, {"Citation": "Aguirre L., Martín Diana A.B., Martínez Villaluenga C., Milton-Laskibar I., Luis D.A.d., Lasa A., Portillo M., Rico D. In vitro and in vivo anti-obesity effects of carob and wakame combination; Proceedings of the 25th European Congress on Obesity; Viena, Austria. 23–26 May 2018;  [(accessed on 30 May 2023)].  Available online:  http://hdl.handle.net/10261/171804."}, {"Citation": "Rico D., Martín-Diana A.B., Martínez-Villaluenga C., Aguirre L., Silván J.M., Dueñas M., De Luis D., Lasa A. In vitro approach for evaluation of carob by-products as source bioactive ingredients with potential to attenuate metabolic syndrome (MetS) Heliyon. 2019;5:e01175. doi: 10.1016/j.heliyon.2019.e01175.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01175", "PMC6357213", "30775572"]}, {"Citation": "Aboura I., Nani A., Belarbi M., Murtaza B., Fluckiger A., Dumont A., Benammar C., Tounsi M.S., Ghiringhelli F., Rialland M. Protective effects of polyphenol-rich infusions from carob (Ceratonia siliqua) leaves and cladodes of Opuntia ficus-indica against inflammation associated with diet-induced obesity and DSS-induced colitis in Swiss mice. Biomed. Pharmacother. 2017;96:1022–1035. doi: 10.1016/j.biopha.2017.11.125.", "ArticleIdList": ["10.1016/j.biopha.2017.11.125", "29221725"]}, {"Citation": "Custódio L., Escapa A.L., Fernandes E., Fajardo A., Aligué R., Alberício F., Neng N.R., Nogueira J.M.F., Romano A. In vitro cytotoxic effects and apoptosis induction by a methanol leaf extract of carob tree (Ceratonia siliqua L.) J. Med. Plant. Res. 2011;5:1987–1996."}, {"Citation": "Agrawal A., Mohan M., Kasture S., Foddis C., Frau M.A., Loi M.C., Maxia A. Antidepressant activity of Ceratonia siliqua L. fruit extract, a source of polyphenols. Nat. Prod. Res. 2011;25:450–456. doi: 10.1080/14786419.2010.527447.", "ArticleIdList": ["10.1080/14786419.2010.527447", "21328139"]}, {"Citation": "Avallone R., Cosenza F., Farina F., Baraldi C., Baraldi M. Extraction and purification from Ceratonia siliqua of compounds acting on central and peripheral benzodiazepine receptors. Fitoterapia. 2002;73:390–396. doi: 10.1016/S0367-326X(02)00115-6.", "ArticleIdList": ["10.1016/S0367-326X(02)00115-6", "12165334"]}, {"Citation": "Hamid I., Janbaz K.H., Iqbal R., Akhtar M.F., Saleem A., Ali S., Sharif A., Akhtar B., Javaid Z., Sohail K. Therapeutic potential of Ceratonia siliqua extract for the management of asthma and hypertension. Cell. Mol. Biol. 2021;67:6–15. doi: 10.14715/cmb/2021.67.5.2.", "ArticleIdList": ["10.14715/cmb/2021.67.5.2", "35818277"]}, {"Citation": "de la Fuente-Fernández M., González-Hedström D., Amor S., Tejera-Muñoz A., Fernández N., Monge L., Almodóvar P., Andrés-Delgado L., Santamaría L., Prodanov M. Supplementation with a carob (Ceratonia siliqua L.) fruit extract attenuates the cardiometabolic alterations associated with metabolic syndrome in mice. Antioxidants. 2020;9:339. doi: 10.3390/antiox9040339.", "ArticleIdList": ["10.3390/antiox9040339", "PMC7222348", "32326269"]}, {"Citation": "Birketvedt G.S. Northern White Kidney Bean Extract and Ceratonia siliqua extract in Combination with Green Tea Extract in the Treatment of Excess Weight and Obesity. U.S. Patent 15/137,967.  [(accessed on 2 June 2023)];2016 October 27; Available online:  https://patents.google.com/patent/US20160310552A1/en."}, {"Citation": "Gulay M., Yildiz-Gulay O., Ata A., Balic A., Demirtas A. Toxicological evaluation of carob (Ceratonia siliqua) bean extracts in male New Zealand White rabbits.  [(accessed on 2 June 2023)];J. Anim. Vet. Adv. 2012 11:1853–1857. doi: 10.3923/javaa.2012.1853.1857. Available online:  https://www.cabdirect.org/globalhealth/abstract/20123235138.", "ArticleIdList": ["10.3923/javaa.2012.1853.1857"]}, {"Citation": "Abajy M.Y., Nayal R., Alqubaji M., Abdrabbo Y. Efficacy of Carob Leaves and Pods in Reducing Cyclophosphamide-Induced Toxicity on Bone Marrow and Peripheral Blood Leukocytes. Int. J. Life Sci. Pharma Res. 2022;12:8–15. doi: 10.22376/ijpbs/lpr.2022.12.4.P8-15.", "ArticleIdList": ["10.22376/ijpbs/lpr.2022.12.4.P8-15"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2023", "Month": "9", "Day": "6"}, {"Year": "2023", "Month": "9", "Day": "12"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "9", "Day": "28", "Hour": "1", "Minute": "39"}, {"Year": "2023", "Month": "9", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["37765467", "PMC10537686", "10.3390/plants12183303", "plants12183303"]}}], "PubmedBookArticle": []}