{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37779129", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["16495", "10.1038/s41598-023-43638-1"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "01"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Comparative chloroplast genome analysis of four Polygonatum species insights into DNA barcoding, evolution, and phylogeny.", "Pagination": {"StartPage": "16495", "MedlinePgn": "16495"}, "Abstract": {"AbstractText": ["The Polygonatum genus represents a perennial herb with the Liliaceae family, boasting substantial economic and medicinal significance. The majority of Polygonatum plants exhibit notable similarity while lacking distinctive identifying characteristics, thus resulting in the proliferation of adulterated medicinal materials within the market. Within this study, we conducted an in-depth analysis of the complete chloroplast (cp) genomes of four Polygonatum plants and compared them with four closely akin species. The primary objectives were to unveil structural variations, species divergence, and the phylogenetic interrelations among taxa. The cp genomes of the four Polygonatum species were typified by a conventional quadripartite structure, incorporating a large single copy region (LSC), a small single copy region (SSC), and a pair of inverted repeat regions. In total, we annotated a range of 131 to 133 genes, encompassing 84 to 86 protein-coding genes, 38 transfer RNA (tRNA) genes, 8 ribosomal RNA (rRNA) genes, and 0 to 2 pseudogenes (ycf1, infA). Our comparative analyses unequivocally revealed a remarkable consistency in gene order and GC content within the Polygonatum genus. Furthermore, we predicted a potential 59 to 64 RNA editing sites distributed across 22 protein-coding genes, with the ndhB gene exhibiting the most prominent propensity for RNA editing sites, boasting a tally of 15 sites. Notably, six regions of substantial potential variability were ascertained, characterized by elevated Pi values. Noteworthy, molecular markers for species identification, population genetic scrutiny, and phylogenetic investigations within the genus were identified in the form of the psaJ-rpl33 and trnS + trnT-psaD barcodes. The resultant phylogenetic tree unequivocally depicted the formation of a monophyletic clade comprising species within the evolutionary framework of Liliaceae, demonstrating closer evolutionary affinities with Maianthemum, Dracaeneae, and Asparageae. This comprehensive compendium of findings collectively contributes to the advancement of molecular species identification, elucidation of phylogenetic interrelationships, and the establishment of DNA barcodes tailored to the Polygonatum species."], "CopyrightInformation": "© 2023. Springer Nature Limited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital of Zhejiang Chinese Medical University, 54 Youdian Road, Hangzhou, Zhejiang Province, People's Republic of China."}, {"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, Hangzhou, People's Republic of China."}], "LastName": "Yan", "ForeName": "Meixiu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, Hangzhou, People's Republic of China."}], "LastName": "Dong", "ForeName": "Shujie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, Hangzhou, People's Republic of China."}], "LastName": "Gong", "ForeName": "Qiuyi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, Hangzhou, People's Republic of China."}], "LastName": "Xu", "ForeName": "Qin", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital of Zhejiang Chinese Medical University, 54 Youdian Road, Hangzhou, Zhejiang Province, People's Republic of China. geyuqing@zcmu.edu.cn."}], "LastName": "Ge", "ForeName": "Yuqing", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "9007-49-2", "NameOfSubstance": "DNA"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics"], "DescriptorName": "Polygonatum"}, {"QualifierName": [], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": ["genetics"], "DescriptorName": "Genome, Chloroplast"}, {"QualifierName": [], "DescriptorName": "DNA"}, {"QualifierName": [], "DescriptorName": "Liliaceae"}, {"QualifierName": ["genetics"], "DescriptorName": "Chloroplasts"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhao P, Zhao C, Li X, Gao Q, Huang L, Xiao P, et al. The genus Polygonatum: A review of ethnopharmacology, phytochemistry and pharmacology. J. Ethnopharmacol. 2018;214:274–291.", "ArticleIdList": ["29246502"]}, {"Citation": "Zhong C, Lao J, Jin J, He W, Xie J, Liu H, et al. Characterization of the chloroplast genome of a rare species Polygonatum sp. in China (Asparagaceae, Asparagales) Mitochondrial DNA B Resour. 2020;5(1):994–995.", "ArticleIdList": ["PMC7748811", "33366843"]}, {"Citation": "Yang BF, Xu F, Li SL, Li LF, Li LB, Li ZF, et al. Research advances on chemical composition, physiological function and industrial development of Polygonatum sibiricum. J. Anhui Agric. Sci. 2021;49(11):8–12."}, {"Citation": "Chen Y, Zhou YM, Li D, Peng C. Research progress of modern pharmacological action of Polygonatum sibiricum. J. Chin. Med. Mater. 2021;44(1):240–244."}, {"Citation": "Liang J, Xu RJ, Zong J, Yu NJ, Wu ZD, Wu HF, et al. Structural analysis and anti-obesity effect of Polygonatum cyrtonema polysaccharide against obesity induced by high-fat diet in mice. Int. J. Food Sci. Technol. 2021;56(9):4473–4483."}, {"Citation": "Wang Z, Zhou J, Ju Y, Zhang H, Liu M, Li X. Effects of two saponins extracted from the Polygonatum Zanlanscianense pamp on the human leukemia (HL-60) cells. Biol. Pharm. Bull. 2001;24(2):159–162.", "ArticleIdList": ["11217084"]}, {"Citation": "Wu L, Liu T, Xiao Y, Li X, Zhu Y, Zhao Y, et al. Polygonatum odoratum lectin induces apoptosis and autophagy by regulation of microRNA-1290 and microRNA-15a-3p in human lung adenocarcinoma A549 cells. Int. J. Biol. Macromol. 2016;85:217–226.", "ArticleIdList": ["26562549"]}, {"Citation": "Wang Y, He QY, Chiu JF. Dioscin induced activation of p38 MAPK and JNK via mitochondrial pathway in HL-60 cell line. Eur. J. Pharmacol. 2014;735:52–58.", "ArticleIdList": ["24755146"]}, {"Citation": "Liu Y, Liu C, Yu Y, Xu B, Gong L, Zeng X, et al. Authentication of Polygonati Odorati Rhizoma and other two Chinese materia medica of the Liliaceae family by pharmacognosy technique with GC–MS analysis. Microsc. Res. Tech. 2015;78(2):119–127.", "ArticleIdList": ["25408497"]}, {"Citation": "Pang X, Zhao JY, Wang YJ, Zheng W, Zhang J, Chen XJ, et al. Steroidal glycosides, homoisoflavanones and cinnamic acid derivatives from Polygonatum odoratum and their inhibitory effects against influenza A virus. Fitoterapia. 2020;146:104689.", "ArticleIdList": ["32726589"]}, {"Citation": "Jiao J, Huang W, Bai Z, Liu F, Ma C, Liang Z. DNA barcoding for the efficient and accurate identification of medicinal polygonati rhizoma in China. PLoS One. 2018;13(7):e0201015.", "ArticleIdList": ["PMC6051646", "30021015"]}, {"Citation": "Liu XF, Zhu GF, Li DM, Wang XJ. Complete chloroplast genome sequence and phylogenetic analysis of Spathiphyllum 'Parrish'. PLoS One. 2019;14(10):e0224038.", "ArticleIdList": ["PMC6808432", "31644545"]}, {"Citation": "Liu F, Movahedi A, Yang W, Xu D, Jiang C, Xie J, et al. The complete chloroplast genome and characteristics analysis of Musa basjoo Siebold. Mol. Biol. Rep. 2021;48(11):7113–7125.", "ArticleIdList": ["34541615"]}, {"Citation": "Daniell H, Lin CS, Yu M, Chang WJ. Chloroplast genomes: Diversity, evolution, and applications in genetic engineering. Genome Biol. 2016;17(1):134.", "ArticleIdList": ["PMC4918201", "27339192"]}, {"Citation": "Floden A, Schilling EE. Using phylogenomics to reconstruct phylogenetic relationships within tribe Polygonateae (Asparagaceae), with a special focus on Polygonatum. Mol. Phylogenet. Evol. 2018;129:202–213.", "ArticleIdList": ["30195040"]}, {"Citation": "Wang J, Qian J, Jiang Y, Chen X, Zheng B, Chen S, et al. Comparative analysis of chloroplast genome and new insights into phylogenetic relationships of Polygonatum and Tribe Polygonateae. Front. Plant Sci. 2022;13:882189.", "ArticleIdList": ["PMC9263837", "35812916"]}, {"Citation": "Zhu S, Niu Z, Xue Q, Wang H, Xie X, Ding X. Accurate authentication of Dendrobium officinale and its closely related species by comparative analysis of complete plastomes. Acta Pharm. Sin. B. 2018;8(6):969–980.", "ArticleIdList": ["PMC6251949", "30505665"]}, {"Citation": "Dong S, Ying Z, Yu S, Wang Q, Liao G, Ge Y, et al. Complete chloroplast genome of Stephania tetrandra (Menispermaceae) from Zhejiang Province: Insights into molecular structures, comparative genome analysis, mutational hotspots and phylogenetic relationships. BMC Genomics. 2021;22(1):880.", "ArticleIdList": ["PMC8647421", "34872502"]}, {"Citation": "Shi N, Li L, Wang S, Yang Z, Wen G. The complete chloroplast genome of Polygonatum zanlanscianense (Pampanini, 1915) (Asparagaceae), an adulterant of Polygonati rhizoma. Mitochondrial DNA B Resour. 2021;6(8):2420–2421.", "ArticleIdList": ["PMC8291058", "34350354"]}, {"Citation": "Wicke S, Schneeweiss GM, dePamphilis CW, Müller KF, Quandt D. The evolution of the plastid chromosome in land plants: gene content, gene order, gene function. Plant Mol Biol. 2011;76(3–5):273–297.", "ArticleIdList": ["PMC3104136", "21424877"]}, {"Citation": "Feng S, Zheng K, Jiao K, Cai Y, Chen C, Mao Y, et al. Complete chloroplast genomes of four Physalis species (Solanaceae): Lights into genome structure, comparative analysis, and phylogenetic relationships. BMC Plant Biol. 2020;20(1):242.", "ArticleIdList": ["PMC7254759", "32466748"]}, {"Citation": "Wang ZH, Li YQ. The complete chloroplast genome of Polygonatum odoratum (Liliaceae), an endemic medicinal herb. Mitochondrial DNA B Resour. 2020;5(3):3715–3716.", "ArticleIdList": ["PMC7655049", "33367072"]}, {"Citation": "Pan J, Lu W, Chen S, Cao T, Chi L, He F. Characterization of the complete chloroplast genome of Polygonatum sibiricum (Liliaceae), a well-known herb to China. Mitochondrial DNA B Resour. 2020;5(1):528–529.", "ArticleIdList": ["PMC7748542", "33366632"]}, {"Citation": "Sharp PM, Li WH. An evolutionary perspective on synonymous codon usage in unicellular organisms. J. Mol. Evol. 1986;24(1–2):28–38.", "ArticleIdList": ["3104616"]}, {"Citation": "Subramanian A, Rup SR. Data in support of large scale comparative codon usage analysis in Leishmania and Trypanosomatids. Data Brief. 2015;4:269–272.", "ArticleIdList": ["PMC4510541", "26217801"]}, {"Citation": "Piao HM, Wang YM, Liu XH, Wang JY, Jin CH. A review on studies and application of simple sequence repeats. J. Jilin Agric. Sci. 2004;29(6):11–15."}, {"Citation": "Li B, Lin F, Huang P, Guo W, Zheng Y. Complete chloroplast genome sequence of decaisnea insignis: Genome organization, genomic resources and comparative analysis. Sci. Rep. 2017;7(1):10073.", "ArticleIdList": ["PMC5577308", "28855603"]}, {"Citation": "Liang H, Zhang Y, Deng J, Gao G, Ding C, Zhang L, et al. The complete chloroplast genome sequences of 14 curcuma species: Insights into genome evolution and phylogenetic relationships within Zingiberales. Front. Genet. 2020;11:802.", "ArticleIdList": ["PMC7396571", "32849804"]}, {"Citation": "Zhang Y, Du L, Liu A, Chen J, Wu L, Hu W, et al. The complete chloroplast genome sequences of five Epimedium species: Lights into phylogenetic and taxonomic analyses. Front. Plant Sci. 2016;7:306.", "ArticleIdList": ["PMC4791396", "27014326"]}, {"Citation": "Xu DY, Zhang HJ, Li KX, Yang Q, Gao HY. Molecular identification of 22 species of Lauraceae by DNA barcoding. Chin. J. Exp. Tradit. Med. Formul. 2021;27(16):159–166."}, {"Citation": "Chang JR, Yao XH, Zhang XW, Zhou Y, Liu CJ, Liu X. Study on DNA barcoding sequences of 10 species of Astragalus L. in Jilin Province. Chin. Tradit. Herb. Drugs. 2022;53(22):1–6."}, {"Citation": "Tan SL, Luo YH, Hollingsworth PM, Burgess KS, Xu K, Li DZ. DNA barcoding herbaceous and woody plant species at a subalpine forest dynamics plot in Southwest China. Ecol. Evol. 2018;8(14):7195–7205.", "ArticleIdList": ["PMC6065341", "30073078"]}, {"Citation": "Sun J, Wang Y, Liu Y, Xu C, Yuan Q, Guo L, Huang L. Evolutionary and phylogenetic aspects of the chloroplast genome of Chaenomeles species. Sci. Rep. 2020;10(1):11466.", "ArticleIdList": ["PMC7351712", "32651417"]}, {"Citation": "Tian QJ, Zhao Z. Current situation of Polygonatum plant in categories identification and resources distribution. Res. Pract. Chin. Med. 2007;01:18–21."}, {"Citation": "Shi NX, Wen SG, Zhao MF. Application of DNA molecular identification technology in Polygonatum mill. J. Plant Genet. Resour. 2021;22(5):1209–1218."}, {"Citation": "Dong SQ, Wang XF, Li WH, Wang L, Du HX, Yu Y. Phytochemical constituents and chemotaxonomic study of Polygonatum prattii Baker. Biochem. Syst. Ecol. 2021;97:104278."}, {"Citation": "Zhang JQ, Liu HC, Xu WT, Zhu KY. Analysis of codon usage pattern in Lonicera×heckrottii ‘Gold Flame’ based on chloroplast genome. Not. Bot. Horti Agrobot. Cluj-Napoca. 2022;50(1):12535."}, {"Citation": "Chen Y, Hu N, Wu H. Analyzing and Characterizing the chloroplast genome of Salix wilsonii. BioMed Res. Int. 2019;2019:5190425.", "ArticleIdList": ["PMC6662467", "31380427"]}, {"Citation": "Wang X, Zhou T, Bai G, Zhao Y. Complete chloroplast genome sequence of Fagopyrum dibotrys: Genome features, comparative analysis and phylogenetic relationships. Sci. Rep. 2018;8(1):12379.", "ArticleIdList": ["PMC6098159", "30120274"]}, {"Citation": "Morton BR. Selection on the codon bias of chloroplast and cyanelle genes in different plant and algal lineages. J. Mol. Evol. 1998;46:449–459.", "ArticleIdList": ["9541540"]}, {"Citation": "Bodin SS, Kim JS, Kim JH. Complete chloroplast genome of Chionographis japonica (Willd). Maxim. (Melanthiaceae): Comparative genomics and evaluation of universal primers for Liliales. Plant Mol. Biol. Rep. 2013;31:1407–1421."}, {"Citation": "Morton BR. The role of context-dependent mutations in generating compositional and codon usage bias in grass chloroplast DNA. J. Mol. Evol. 2003;56(5):616–629.", "ArticleIdList": ["12698298"]}, {"Citation": "Sun T, Bentolila S, Hanson MR. The unexpected diversity of plant organelle RNA editosomes. Trends Plant Sci. 2016;21(11):962–973.", "ArticleIdList": ["27491516"]}, {"Citation": "Cai W, Ji D, Peng L, Guo J, Ma J, Zou M. LPA66 is required for editing psbF chloroplast transcripts in Arabidopsis. Plant Physiol. 2009;150(3):1260–1271.", "ArticleIdList": ["PMC2705037", "19448041"]}, {"Citation": "Sasaki T, Yukawa Y, Miyamoto T, Obokata J, Sugiura M. Identification of RNA editing sites in chloroplast transcripts from the maternal and paternal progenitors of tobacco (Nicotiana tabacum): Comparative analysis shows the involvement of distinct trans-factors for ndhB editing. Mol. Biol. Evol. 2003;20(7):1028–1035.", "ArticleIdList": ["12716996"]}, {"Citation": "Somaratne Y, Guan DL, Wang WQ, Zhao L, Xu SQ. The complete chloroplast genomes of two Lespedeza Species: Insights into Codon usage Bias, RNA editing sites, and phylogenetic relationships in desmodieae (Fabaceae: Papilionoideae) Plants (Basel) 2019;9(1):51.", "ArticleIdList": ["PMC7020202", "31906237"]}, {"Citation": "Yang Z, Nielsen R. Estimating synonymous and nonsynonymous substitution rates under realistic evolutionary models. Mol. Biol. Evol. 2000;17:32–43.", "ArticleIdList": ["10666704"]}, {"Citation": "Yao Hu. Comparative Genomic Analysis of Selection Pressure in Trichoderma. Huazhong Agricultural University; 2016."}, {"Citation": "Wu Z, Liao R, Yang T, Dong X, Lan D, Qin R, et al. Analysis of six chloroplast genomes provides insight into the evolution of Chrysosplenium (Saxifragaceae) BMC Genomics. 2020;21(1):621.", "ArticleIdList": ["PMC7488271", "32912155"]}, {"Citation": "Ho VT, Tran TKP, Vu TTT, Widiarsih S. Comparison of matK and rbcL DNA barcodes for genetic classification of jewel orchid accessions in Vietnam. J. Genet. Eng. Biotechnol. 2021;19:93.", "ArticleIdList": ["PMC8217478", "34152504"]}, {"Citation": "Jin CC, Hou MY, Pan YY. Research progress of ribosomal protein function in Arabidopsis thaliana. J. Plant Physiol. 2018;02:203–212."}, {"Citation": "Zhu M, Feng P, Ping J, Li J, Su Y, Wang T. Phylogenetic significance of the characteristics of simple sequence repeats at the genus level based on the complete chloroplast genome sequences of Cyatheaceae. Ecol. Evol. 2021;11(20):14327–14340.", "ArticleIdList": ["PMC8525152", "34707858"]}, {"Citation": "Ping JY, Feng PP, Li JY, Zhang RJ, Su YJ, Wang T. Molecular evolution and SSRs analysis based on the chloroplast genome of Callitropsis funebris. Ecol. Evol. 2021;11(9):4786–4802.", "ArticleIdList": ["PMC8093713", "33976848"]}, {"Citation": "Fan R, Ma W, Liu S, Huang Q. Integrated analysis of three newly sequenced fern chloroplast genomes: Genome structure and comparative analysis. Ecol. Evol. 2021;11(9):4550–4563.", "ArticleIdList": ["PMC8093657", "33976830"]}, {"Citation": "Ren F, Wang L, Li Y, Zhuo W, Xu Z, Guo H. Highly variable chloroplast genome from two endangered Papaveraceae lithophytes Corydalis tomentella and Corydalis saxicola. Ecol. Evol. 2021;11(9):4158–4171.", "ArticleIdList": ["PMC8093665", "33976800"]}, {"Citation": "George B, Bhatt BS, Awasthi M, George B, Singh AK. Comparative analysis of microsatellites in chloroplast genomes of lower and higher plants. Curr. Genet. 2015;61(4):665–677.", "ArticleIdList": ["25999216"]}, {"Citation": "Song Y, Zhao W, Xu J, Li M, Zhang Y. Chloroplast genome evolution and species identification of Styrax (Styracaceae) BioMed Res. Int. 2022;2022:5364094.", "ArticleIdList": ["PMC8893999", "35252450"]}, {"Citation": "Dong S, Zhou M, Zhu J, Wang Q, Ge Y, Cheng R. The complete chloroplast genomes of Tetrastigma hemsleyanum (Vitaceae) from different regions of China: Molecular structure, comparative analysis and development of DNA barcodes for its geographical origin discrimination. BMC Genomics. 2022;23(1):620.", "ArticleIdList": ["PMC9412808", "36028808"]}, {"Citation": "Li W, Liu Y, Yang Y, Xie X, Lu Y, Yang Z, et al. Interspecific chloroplast genome sequence diversity and genomic resources in Diospyros. BMC Plant Biol. 2018;18(1):210.", "ArticleIdList": ["PMC6158880", "30257644"]}, {"Citation": "Yang P, Zhou H, Xin TY, Ma SJ, Duan BZ, Yao H. Identification study of DNA barcode sequences in the medicinal plants of Polygonatum. World Chin. Med. 2015;10(08):1173–1176."}, {"Citation": "Shen XX, Sun J, Wang ZA. Phylogenetic relationship of polygonatum medicinal plants based on cpDNA sequences. Mod. Chin. Med. 2021;23(02):275–279+325."}, {"Citation": "Nie L, Cui Y, Chen X, Xu Z, Sun W, Wang Y, et al. Complete chloroplast genome sequence of the medicinal plant Arctiumlappa. Genome. 2020;63(1):53–60.", "ArticleIdList": ["31580739"]}, {"Citation": "Comber HF. A new Classification of the Genus Lilium. Lily Year Book of RHS; 1949."}, {"Citation": "Li Y, Zhang L, Wang T, Zhang C, Wang R, Zhang D, et al. The complete chloroplast genome sequences of three lilies: genome structure, comparative genomic and phylogenetic analyses. J. Plant Res. 2022;135(6):723–737.", "ArticleIdList": ["36260182"]}, {"Citation": "Wu SA, Lǚ HL, Yang J, Rao GY, You RL, Ge S, et al. Molecular systematic studies on the tribe Polygonateae (s.l.) in China based on RFLPs data of PCR-amplified chloroplast DNA fragments. Acta Phytotaxon. Sin. 2000;38(02):97–110."}, {"Citation": "Yuan C, Peng F, Tao S, Sha XF, Xiong M, Chen YY, et al. The complete chloroplast genome of Ophiopogon japonicus, an ornamental and medicinal plant. Mitochondrial DNA B Resour. 2019;4(2):2843–2844.", "ArticleIdList": ["PMC7706634", "33365754"]}, {"Citation": "Celinski K, Sokolowska J, Fuchs H, Madera P, Wiland-Szymanska J. Characterization of the complete chloroplast genome sequence of the Socotra dragon’s blood tree (Dracaena cinnabari Balf.) Forests. 2022;13(6):932."}, {"Citation": "Ogawa T. Identification and characterization of the ictA/ndhL gene product essential to inorganic carbon transport of Synechocystis PCC6803. Plant Physiol. 1992;99(4):1604–1608.", "ArticleIdList": ["PMC1080670", "16669080"]}, {"Citation": "Zhang TT. The Mutant Construction and Physiological Function Analysis of NdhK Subunit in Synechocystis sp. PCC 6803. Shanghai Normal University; 2012."}, {"Citation": "Doyle JJDJ. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem. Bull. 1987;19:11–15."}, {"Citation": "Tillich M, Lehwark P, Pellizzer T, Ulbricht-Jones ES, Fischer A, Bock R. GeSeq-versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 2017;45(W1):W6–W11.", "ArticleIdList": ["PMC5570176", "28486635"]}, {"Citation": "Shi L, Chen H, Jiang M, Wang L, Wu X, Huang L. CPGAVAS2, an integrated plastome sequence annotator and analyzer. Nucleic Acids Res. 2019;47(W1):W65–W73.", "ArticleIdList": ["PMC6602467", "31066451"]}, {"Citation": "Greiner S, Lehwark P, Bock R. OrganellarGenomeDRAW (OGDRAW) version 1.3.1.: Expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 2019;47(1):W59–W64.", "ArticleIdList": ["PMC6602502", "30949694"]}, {"Citation": "Tamura K, Stecher G, Kumar S. MEGA11: Molecular evolutionary genetics analysis version 11. Mol. Biol. Evol. 2021;38(7):3022–3027.", "ArticleIdList": ["PMC8233496", "33892491"]}, {"Citation": "Mower JP. The PREP suite: predictive RNA editors for plant mitochondrial genes, chloroplast genes and user-defined alignments. Nucleic Acids Res. 2009;37(Web Server issue):W253–W259.", "ArticleIdList": ["PMC2703948", "19433507"]}, {"Citation": "Beier S, Thiel T, Münch T, Scholz U, Mascher M. MISA-web: A web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–2585.", "ArticleIdList": ["PMC5870701", "28398459"]}, {"Citation": "Kurtz S, Schleiermacher C. REPuter: Fast computation of maximal repeats in complete genomes. Bioinformatics. 1999;15(5):426–427.", "ArticleIdList": ["10366664"]}, {"Citation": "Amiryousefi A, Hyvönen J, Poczai P. IRscope: An online program to visualize the junction sites of chloroplast genomes. Bioinformatics. 2018;34(17):3030–3031.", "ArticleIdList": ["29659705"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Mol. Biol. Evol. 2013;30(4):772–780.", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "Rozas J, Ferrer-Mata A, Sánchez-DelBarrio JC, Guirao-Rico S, Librado P, Ramos-Onsins SE. DnaSP 6: DNA sequence polymorphism analysis of large data sets. Mol. Biol. Evol. 2017;34(12):3299–3302.", "ArticleIdList": ["29029172"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "2", "Day": "28"}, {"Year": "2023", "Month": "9", "Day": "26"}, {"Year": "2023", "Month": "10", "Day": "4", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "10", "Day": "1", "Hour": "23", "Minute": "7"}, {"Year": "2023", "Month": "10", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37779129", "PMC10543443", "10.1038/s41598-023-43638-1", "10.1038/s41598-023-43638-1"]}}], "PubmedBookArticle": []}