{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidengue", "Docking", "Eugenol", "Medicinal plant", "Supercritical extraction", "qPCR"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37783874", "DateRevised": {"Year": "2023", "Month": "11", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "02"}], "Language": ["eng"], "ELocationID": ["105", "10.1186/s13568-023-01607-x"], "Journal": {"ISSN": "2191-0855", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "02"}}, "Title": "AMB Express", "ISOAbbreviation": "AMB Express"}, "ArticleTitle": "Eugenol isolated from supercritical fluid extract of Ocimum sanctum: a potent inhibitor of DENV-2.", "Pagination": {"StartPage": "105", "MedlinePgn": "105"}, "Abstract": {"AbstractText": ["Dengue is one of the fairly prevalent viral infections at the world level transmitted through mosquitoes (Aedes aegypti and Aedes albopictus). Due to various environmental factors, dengue cases surged rapidly at the global level in recent decades, with 193245 cases in 2021 and an increment of 110473 cases in 2022. There is no antidote available against dengue and other flaviviruses. In the absence of a dengue vaccine or specific antiviral, medicinal plants or their products can be the only choice for its effective management. Ocimum sanctum is known as ''The Incomparable One,'' ''Mother Medicine of Nature'' and ''Queen of Herbs'' in Ayurveda, and is considered an \"elixir of life\" supreme in both healthcare and spiritual terms. In present study eugenol was isolated in O.sanctum. Eugenol (1-hydroxy-2-methoxy-4-allylbenzene) has been substantially responsible for its therapeutic potential. High-performance thin-layer chromatography, Fourier transform infrared spectroscopy and ultraviolet-visible spectroscopy were applied to identify the compound. The Rf value of isolated compound was same in the chromatogram (0.69 + 0.05) with compare to standard. The safe dose of plant and eugenol were found as < 31.25 μg/ml and < 15.62 µg/ml. The anti-dengue activity was assessed in C6/36 cell lines, their effect was determined through Quantitative PCR. The NMR of the isolated eugenol showed similar properties as the commercial marker compound. The eugenol and SFE extract of O. sanctum showed the inhibition of 99.28% and completely against Dengue-2, respectively. Docking study exposed that the interaction of eugenol with NS1 and NS5 dengue protein showed the binding energy as - 5.33 and - 5.75 kcal/mol, respectively. The eugenol from the O. sanctum plant has the potential to be a good source of future treatment medications for dengue illness, as well as a valuable tool in its successful management."], "CopyrightInformation": "© 2023. Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Maharshi Dayanand University, Rohtak, 124001, Haryana, India."}], "LastName": "Kaushik", "ForeName": "Sulochana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centres for Biotechnology, Maharshi Dayanand University, Rohtak, 124001, Haryana, India."}], "LastName": "Kaushik", "ForeName": "Samander", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, All India Institute of Medical Sciences, Delhi, 110029, India."}], "LastName": "Dar", "ForeName": "Lalit", "Initials": "L"}, {"Identifier": ["0000-0002-3500-6811"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Maharshi Dayanand University, Rohtak, 124001, Haryana, India. yadav1964@rediffmail.com."}, {"Identifier": [], "Affiliation": "Vice Chancellor, Indira Gandhi University Meerpur, Rewari, 122502, Haryana, India. yadav1964@rediffmail.com."}], "LastName": "Yadav", "ForeName": "Jaya Parkash", "Initials": "JP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "AMB Express", "NlmUniqueID": "101561785", "ISSNLinking": "2191-0855"}, "CoiStatement": "All the authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Acosta EG, CastillaDamonte EB. Infectious dengue-1 virus entry into mosquito C6/36 cells. Virus Res. 2011;160(2):173–179. doi: 10.1016/j.virusres.2011.06.008.", "ArticleIdList": ["10.1016/j.virusres.2011.06.008", "21708195"]}, {"Citation": "Azarkh E, Robinson E, Hirunkanokpun S, Afanasiev B, Kittayapong P, Carlson J, Corsini J. Mosquito densonucleosis virus non-structural protein NS2 is necessary for a productive infection. Virol. 2008;374(1):128–137. doi: 10.1016/j.virol.2007.11.035.", "ArticleIdList": ["10.1016/j.virol.2007.11.035", "PMC2440674", "18222517"]}, {"Citation": "Benencia F, Courreges MC. In vitro and in vivo activity of eugenol on human herpes virus an international journal devoted to pharmacological and toxicological evaluation of natural product derivatives. Phytothe Res. 2000;14(7):495–500. doi: 10.1002/1099-1573(200011)14:7<495::AID-PTR650>3.0.CO;2-8.", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<495::AID-PTR650>3.0.CO;2-8", "11054837"]}, {"Citation": "Bente DA, Rico-Hesse R. Drug discov models of dengue virus infection. Today Dis Models. 2006;3(1):97–103. doi: 10.1016/j.ddmod.2006.03.014.", "ArticleIdList": ["10.1016/j.ddmod.2006.03.014", "PMC1949394", "18087566"]}, {"Citation": "Gosh S, Chatterjee D, Das S, Bhattacharjee P. Supercritical carbon dioxide extraction of eugenol-rich fraction from Ocimum sanctum Linn and a comparative evaluation with other extraction techniques: Process optimization and phytochemical characterization. Ind Crops Prod. 2013;47:78–85. doi: 10.1016/j.indcrop.2013.02.030.", "ArticleIdList": ["10.1016/j.indcrop.2013.02.030"]}, {"Citation": "Guarner J. Four human diseases with significant public health impact caused by mosquito-borne flaviviruses: West Nile, Zika, dengue and yellow fever. Semin Diagon Pathol. 2019;36(3):170–176. doi: 10.1053/j.semdp.2019.04.009.", "ArticleIdList": ["10.1053/j.semdp.2019.04.009", "31006554"]}, {"Citation": "Kaushik S, Kaushik S, Sharma V, Yadav JP. Antiviral and therapeutic uses of medicinal plants and their derivatives against dengue viruses. Pharmacogn Rev. 2018;12(24):177–185. doi: 10.4103/phrev.phrev_2_18.", "ArticleIdList": ["10.4103/phrev.phrev_2_18"]}, {"Citation": "Kaushik S, Kaushik S, Kumar R, Dar L, Yadav JP. In vitro and In silico activity of Cyamopsis tetragonoloba (Gaur) L supercritical extract against the dengue-2 virus. Virus Dis. 2020;31:1–9. doi: 10.1007/s13337-020-00624-9.", "ArticleIdList": ["10.1007/s13337-020-00624-9", "PMC7457901", "32904730"]}, {"Citation": "Kaushik S, Dar L, Kaushik S, Yadav JP. Anti-dengue activity of super critical extract and isolated oleanolic acid of Leucas cephalotes using in vitro and in silico approach. BMC Complement Med Ther. 2021;21:1–15. doi: 10.1186/s12906-021-03402-2.", "ArticleIdList": ["10.1186/s12906-021-03402-2", "PMC8425015", "34496833"]}, {"Citation": "Kaushik S, Dar L, Kaushik S, Yadav JP. Identification and characterization of new potent inhibitors of dengue virus NS5 proteinase from Andrographis paniculata supercritical extracts on in animal cell culture and in silico approaches. J Ethnopharmacol. 2021;267(1):1–8. doi: 10.1016/j.jep.2020.113541.", "ArticleIdList": ["10.1016/j.jep.2020.113541", "33152438"]}, {"Citation": "Kaushik S, Kaushik DL, Kumar S, Kumar RD, Yadav JP. In vitro and in silico anti-dengue activity of supercritical extract of medicinal plants against Dengue serotype-2. Res J Pharm Technol. 2021;14(11):5895–5902. doi: 10.52711/0974-360X.2021.01025.", "ArticleIdList": ["10.52711/0974-360X.2021.01025"]}, {"Citation": "Khan N, Ali S. Quantitative determination of eugenol in aqueous extract of Ocimum sanctum by high performance thin layer chromatography. J Pharm Res. 2014;8(8):1158–1161."}, {"Citation": "Kirtikar KR, Basu BD. Indian medicinal plants. Dehradun: International book distributor; 1999."}, {"Citation": "Lambeth CR, White LJ, Johnston RE, De Silva AM. Flow cytometry-based assay for titrating dengue virus. J Clin Microbio l. 2005;439(7):3267–3272. doi: 10.1128/JCM.43.7.3267-3272.2005.", "ArticleIdList": ["10.1128/JCM.43.7.3267-3272.2005", "PMC1169137", "16000446"]}, {"Citation": "Lane T, Anantpadma M, Freundlich JS, Davey RA, Madrid PB, Ekins S. The natural product eugenol is an inhibitor of the Ebola virus in vitro. Pharm Res. 2019;36:1–6. doi: 10.1007/s11095-019-2629-0.", "ArticleIdList": ["10.1007/s11095-019-2629-0", "PMC6668022", "31101988"]}, {"Citation": "Lengauer T, Rarey M. Computational methods for biomolecular docking. COSB. 1996;6(3):402–406. doi: 10.1016/S0959-440X(96)80061-3.", "ArticleIdList": ["10.1016/S0959-440X(96)80061-3", "8804827"]}, {"Citation": "Ling AP, Khoo BF, Seah CH, Foo KY, Cheah RK, Chye SM, Koh RY. Inhibitory activities of methanol extracts of Andrographis paniculata and Ocimum sanctum against dengue-1 virus. Biol Environ Food Eng Bali,Indonesia. 2014;4(5):1–6."}, {"Citation": "Mittal R, Kumar R, Chahal HS. Antimicrobial activity of Ocimum Sanctum leaves extracts and oil. J Drug Deliv Ther. 2018;8(6):201–204. doi: 10.22270/jddt.v8i6.2166.", "ArticleIdList": ["10.22270/jddt.v8i6.2166"]}, {"Citation": "Monath TP. Dengue the risk to developed and developing countries. Proc Natl Acad Sci. 1994;91(7):2395–2400. doi: 10.1073/pnas.91.7.2395.", "ArticleIdList": ["10.1073/pnas.91.7.2395", "PMC43378", "8146129"]}, {"Citation": "Nagarajan N, Senthil Kumar M. Queen of herb-Ocimum sanctum Linn (Tulsi) and its medicinal importance-a review. In AIP Conf Proc. 2022;2473(1):020011. doi: 10.1063/5.0096483.", "ArticleIdList": ["10.1063/5.0096483"]}, {"Citation": "Neelawala D, Rajapakse S, Kumbukgolla WW. Potential of medicinal plants to treat dengue. Int J One Health. 2019;5:86–91. doi: 10.14202/IJOH.2019.86-91.", "ArticleIdList": ["10.14202/IJOH.2019.86-91"]}, {"Citation": "National Vector Borne Disease Control Programme (NVBDCP) (2017)—Ministry of Health and Family Welfare, New Delhi. Dengue Cases and Deaths in the Country. Accessed 17 March 2023"}, {"Citation": "Ramalingam S, Karupannan S, Padmanaban P, Vijayan S, Sheriff K, Palani G, Krishnasamy KK. Anti-dengue activity of Andrographis paniculata extracts and quantification of dengue viral inhibition by SYBR green reverse transcription polymerase chain reaction (2018) Ayu. 2018;39(2):87–91. doi: 10.4103/ayu.AYU14417.", "ArticleIdList": ["10.4103/ayu.AYU14417", "PMC6369606", "30783363"]}, {"Citation": "Sharma V, Kaushik S, Pandit P, Dhull D, Yadav JP, Kaushik S. Green synthesis of silver nanoparticles from medicinal plants and evaluation of their antiviral potential against chikungunya virus. Appli Microbiol Biotechnol. 2019;103:881–891. doi: 10.1007/s00253-018-9488-1.", "ArticleIdList": ["10.1007/s00253-018-9488-1", "30413849"]}, {"Citation": "Siva M, Shanmugam KR, Shanmugam B, Venkata SG, Ravi S, Sathyavelu RK, Mallikarjuna K. Ocimum sanctum: a review on the pharmacological properties. Int J Basic Clin Pharmacol. 2016;5:558–565."}, {"Citation": "Sonagunalan S, Kayalvizhi S. Insilico docking study on natural compounds as novel inhibitors of structural viral envelope protein of dengue virus type 4. IJEST. 2016;4(3):1–11."}, {"Citation": "Tahir Q, Maryam M, Muneer A, Xing FI, Ashfaq UA, Khan FA, Anwar F, Geesi MH, Khalid RR, Rauf SA, Siddiqi AR. Computational screening of medicinal plant phytochemicals to discover potent pan-serotype inhibitors against dengue virus. Sci Rep. 2019;9(1):1–6.", "ArticleIdList": ["PMC6363786", "30723263"]}, {"Citation": "Tang LI, Ling AP, Koh RY, Chye SM, Voon KG. Screening of anti-dengue activity in methanolic extracts of medicinal plants. BMC Complement Altern Med. 2012;12(1):1–10. doi: 10.1186/1472-6882-12-3.", "ArticleIdList": ["10.1186/1472-6882-12-3", "PMC3269354", "22244370"]}, {"Citation": "World Health Organisation: Dengue and severe dengue (2020) https://www.who.int/news-room/fact-sheets/detail/dengue-and-severedengue. Accessed 9 January 2022"}, {"Citation": "World Health Organization: Dengue and severe dengue (2023). https://www.who.int/news-room/fact-sheets/detail/dengue-and-severe-dengue: Accessed 18 March 2023"}, {"Citation": "Zandi K, Teoh BT, Sam SS, Wong PF, Mustafa MR, AbuBakar S. Novel antiviral activity of baicalein against dengue virus. BMC Complement Altern Med. 2012;12(1):1–9. doi: 10.1186/1472-6882-12-214.", "ArticleIdList": ["10.1186/1472-6882-12-214", "PMC3528482", "23140177"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "7"}, {"Year": "2023", "Month": "9", "Day": "12"}, {"Year": "2023", "Month": "10", "Day": "3", "Hour": "0", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "3", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "23", "Minute": "31"}, {"Year": "2023", "Month": "10", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["37783874", "PMC10545610", "10.1186/s13568-023-01607-x", "10.1186/s13568-023-01607-x"]}}], "PubmedBookArticle": []}