{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal plants", "antioxidants", "endosome", "inflammation", "mitochondrial DNA"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37780212", "DateRevised": {"Year": "2023", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.4162/nrp.2023.17.5.827"], "Journal": {"ISSN": "1976-1457", "JournalIssue": {"Volume": "17", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Nutrition research and practice", "ISOAbbreviation": "Nutr Res Pract"}, "ArticleTitle": "Effects of <i>Pogonatherum paniceum</i> (Lamk) Hack extract on anti-mitochondrial DNA mediated inflammation by attenuating <i>Tlr9</i> expression in LPS-induced macrophages.", "Pagination": {"StartPage": "827", "EndPage": "843", "MedlinePgn": "827-843"}, "Abstract": {"AbstractText": ["Mitochondrial DNA leakage leads to inflammatory responses via endosome activation. This study aims to evaluate whether the perennial grass water extract (<i>Pogonatherum panicum</i>) ameliorate mitochondrial DNA (mtDNA) leakage.", "The major bioactive constituents of <i>P. paniceum</i> (PPW) were investigated by high-performance liquid chromatography, after which their antioxidant activities were assessed. In addition, RAW 264.7 macrophages were stimulated with lipopolysaccharide, resulting in mitochondrial damage. Quantitative polymerase chain reaction and enzyme-linked immunosorbent assay were used to examine the gene expression and cytokines.", "Our results showed that PPW extract-treated activated cells significantly decrease reactive oxygen species and nitric oxide levels by reducing the <i>p22<sup>phox</sup></i> and <i>iNOS</i> expression and lowering cytokine-encoding genes, including <i>IL-6</i>, <i>TNF-α</i>, <i>IL-1β</i>, <i>PG-E2</i> and <i>IFN-γ</i> relative to the lipopolysaccharide (LPS)-activated macrophages. Furthermore, we observed that LPS enhanced the mtDNA leaked into the cytoplasm, increasing the transcription of <i>Tlr9</i> and signaling both <i>MyD88</i>/<i>Irf7-</i>dependent interferon and MyD88/NF-κb p65-dependent inflammatory cytokine mRNA expression but which was alleviated in the presence of PPW extract.", "Our data show that PPW extract has antioxidant and anti-inflammatory activities by facilitating mtDNA leakage and lowering the <i>Tlr9</i> expression and signaling activation."], "CopyrightInformation": "©2023 The Korean Nutrition Society and the Korean Society of Community Nutrition."}, "AuthorList": [{"Identifier": ["0009-0007-3561-110X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biochemistry, School of Medical Sciences, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Thongboontho", "ForeName": "Rungthip", "Initials": "R"}, {"Identifier": ["0000-0002-9788-9322"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biochemistry, School of Medical Sciences, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Petcharat", "ForeName": "Kanoktip", "Initials": "K"}, {"Identifier": ["0000-0002-0097-6746"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, School of Medicine, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Munkong", "ForeName": "Narongsuk", "Initials": "N"}, {"Identifier": ["0000-0002-8539-9967"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biochemistry, School of Medical Sciences, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Khonthun", "ForeName": "Chakkraphong", "Initials": "C"}, {"Identifier": ["0009-0002-1532-0464"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Program, Faculty of Science and Technology, Kamphaeng Phet Rajabhat University, Nakhon Chum 65000, Thailand."}], "LastName": "Boondech", "ForeName": "Atirada", "Initials": "A"}, {"Identifier": ["0000-0002-8003-6112"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biochemistry, School of Medical Sciences, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Phromnoi", "ForeName": "Kanokkarn", "Initials": "K"}, {"Identifier": ["0000-0002-1321-9728"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biochemistry, School of Medical Sciences, University of Phayao, Mae Ka 56000, Thailand."}], "LastName": "Thim-Uam", "ForeName": "Arthid", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Nutr Res Pract", "NlmUniqueID": "101311052", "ISSNLinking": "1976-1457"}, "CoiStatement": "Conflit of Interest: The authors declare no potential conflicts of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Geronikaki AA, Gavalas AM. Antioxidants and inflammatory disease: synthetic and natural antioxidants with anti-inflammatory activity. Comb Chem High Throughput Screen. 2006;9:425–442.", "ArticleIdList": ["16842224"]}, {"Citation": "Chatterjee S. In: Oxidative Stress and Biomaterials. Dziubla T, Butterfield DA, editors. Cambridge (MA): Academic Press; 2016. Chapter two - oxidative stress, inflammation, and disease; pp. 35–58."}, {"Citation": "Hussain T, Tan B, Yin Y, Blachier F, Tossou MC, Rahu N. Oxidative stress and inflammation: what polyphenols can do for us? Oxid Med Cell Longev. 2016;2016:7432797.", "ArticleIdList": ["PMC5055983", "27738491"]}, {"Citation": "Forrester SJ, Kikuchi DS, Hernandes MS, Xu Q, Griendling KK. Reactive oxygen species in metabolic and inflammatory signaling. Circ Res. 2018;122:877–902.", "ArticleIdList": ["PMC5926825", "29700084"]}, {"Citation": "Murphy MP. How mitochondria produce reactive oxygen species. Biochem J. 2009;417:1–13.", "ArticleIdList": ["PMC2605959", "19061483"]}, {"Citation": "Kowalczyk P, Sulejczak D, Kleczkowska P, Bukowska-Ośko I, Kucia M, Popiel M, Wietrak E, Kramkowski K, Wrzosek K, Kaczyńska K. Mitochondrial oxidative stress - a causative factor and therapeutic target in many diseases. Int J Mol Sci. 2021;22:13384.", "ArticleIdList": ["PMC8707347", "34948180"]}, {"Citation": "Maekawa H, Inoue T, Ouchi H, Jao TM, Inoue R, Nishi H, Fujii R, Ishidate F, Tanaka T, Tanaka Y, et al. Mitochondrial damage causes inflammation via cGAS-STING signaling in acute kidney injury. Cell Reports. 2019;29:1261–1273.e6.", "ArticleIdList": ["31665638"]}, {"Citation": "Zhou L, Zhang YF, Yang FH, Mao HQ, Chen Z, Zhang L. Mitochondrial DNA leakage induces odontoblast inflammation via the cGAS-STING pathway. Cell Commun Signal. 2021;19:58.", "ArticleIdList": ["PMC8136190", "34016129"]}, {"Citation": "Sakai A, Matsui H. Cellular response against cytosolic leakage of mitochondrial DNA: insights into the pathology of Parkinson’s disease. Neural Regen Res. 2022;17:2682–2684.", "ArticleIdList": ["PMC9165376", "35662208"]}, {"Citation": "De Gaetano A, Solodka K, Zanini G, Selleri V, Mattioli AV, Nasi M, Pinti M. Molecular mechanisms of mtDNA-mediated inflammation. Cells. 2021;10:2898.", "ArticleIdList": ["PMC8616383", "34831121"]}, {"Citation": "Riley JS, Tait SW. Mitochondrial DNA in inflammation and immunity. EMBO Rep. 2020;21:e49799.", "ArticleIdList": ["PMC7132203", "32202065"]}, {"Citation": "Birben E, Sahiner UM, Sackesen C, Erzurum S, Kalayci O. Oxidative stress and antioxidant defense. World Allergy Organ J. 2012;5:9–19.", "ArticleIdList": ["PMC3488923", "23268465"]}, {"Citation": "Sharifi-Rad M, Anil Kumar NV, Zucca P, Varoni EM, Dini L, Panzarini E, Rajkovic J, Tsouh Fokou PV, Azzini E, Peluso I, et al. Lifestyle, oxidative stress, and antioxidants: back and forth in the pathophysiology of chronic diseases. Front Physiol. 2020;11:694.", "ArticleIdList": ["PMC7347016", "32714204"]}, {"Citation": "Beg S, Swain S, Hasan H, Barkat MA, Hussain MS. Systematic review of herbals as potential anti-inflammatory agents: recent advances, current clinical status and future perspectives. Pharmacogn Rev. 2011;5:120–137.", "ArticleIdList": ["PMC3263046", "22279370"]}, {"Citation": "Balsano C, Alisi A. Antioxidant effects of natural bioactive compounds. Curr Pharm Des. 2009;15:3063–3073.", "ArticleIdList": ["19754380"]}, {"Citation": "Kim Y, Cho AY, Kim HC, Ryu D, Jo SA, Jung YS. Effects of natural polyphenols on oxidative stress-mediated blood-brain barrier dysfunction. Antioxidants. 2022;11:197.", "ArticleIdList": ["PMC8868362", "35204080"]}, {"Citation": "Bharrhan S, Chopra K, Arora SK, Toor JS, Rishi P. Down-regulation of NF-κB signalling by polyphenolic compounds prevents endotoxin-induced liver injury in a rat model. Innate Immun. 2012;18:70–79.", "ArticleIdList": ["21239456"]}, {"Citation": "Karunaweera N, Raju R, Gyengesi E, Münch G. Plant polyphenols as inhibitors of NF-κB induced cytokine production-a potential anti-inflammatory treatment for Alzheimer’s disease? Front Mol Neurosci. 2015;8:24.", "ArticleIdList": ["PMC4468843", "26136655"]}, {"Citation": "Bognar E, Sarszegi Z, Szabo A, Debreceni B, Kalman N, Tucsek Z, Sumegi B, Gallyas F., Jr Antioxidant and anti-inflammatory effects in RAW264.7 macrophages of malvidin, a major red wine polyphenol. PLoS One. 2013;8:e65355.", "ArticleIdList": ["PMC3673972", "23755222"]}, {"Citation": "Zhang TT, Hu T, Jiang JG, Zhao JW, Zhu W. Antioxidant and anti-inflammatory effects of polyphenols extracted from Ilex latifolia Thunb. RSC Advances. 2018;8:7134–7141.", "ArticleIdList": ["PMC9078438", "35540363"]}, {"Citation": "Kim BH, Choi JS, Yi EH, Lee JK, Won C, Ye SK, Kim MH. Relative antioxidant activities of quercetin and its structurally related substances and their effects on NF-κB/CRE/AP-1 signaling in murine macrophages. Mol Cells. 2013;35:410–420.", "ArticleIdList": ["PMC3887868", "23649461"]}, {"Citation": "Onsa-Ard A, Thongboontho R, Munkong N, Phromnoi K, Ontawong A, Pengnet S, Thim-Uam A. Anti-inflammatory effects of red rice bran extract ameliorate type i interferon production via STING pathway. Foods. 2022;11:1622.", "ArticleIdList": ["PMC9180078", "35681372"]}, {"Citation": "Koskimäki JJ, Hankala E, Suorsa M, Nylund S, Pirttilä AM. Mycobacteria are hidden endophytes in the shoots of rock plant [Pogonatherum paniceum (Lam.) Hack.] (Poaceae) Environ Microbiol Rep. 2010;2:619–624.", "ArticleIdList": ["23766233"]}, {"Citation": "Wang WG, Wang SH, Wu XA, Jin XY, Chen F. High frequency plantlet regeneration from callus and artificial seed production of rock plant Pogonatherum paniceum (Lam.) Hack. (Poaceae) Sci Hortic (Amsterdam) 2007;113:196–201."}, {"Citation": "Kumpunya S, Thim-Uam A, Thumarat C, Leelahavanichkul A, Kalpongnukul N, Chantaravisoot N, Pisitkun T, Pisitkun P. cGAS deficiency enhances inflammasome activation in macrophages and inflammatory pathology in pristane-induced lupus. Front Immunol. 2022;13:1010764.", "ArticleIdList": ["PMC9800982", "36591278"]}, {"Citation": "Schieber M, Chandel NS. ROS function in redox signaling and oxidative stress. Curr Biol. 2014;24:R453–R462.", "ArticleIdList": ["PMC4055301", "24845678"]}, {"Citation": "Liu Z, Ren Z, Zhang J, Chuang CC, Kandaswamy E, Zhou T, Zuo L. Role of ROS and nutritional antioxidants in human diseases. Front Physiol. 2018;9:477.", "ArticleIdList": ["PMC5966868", "29867535"]}, {"Citation": "Ramos-González EJ, Bitzer-Quintero OK, Ortiz G, Hernández-Cruz JJ, Ramírez-Jirano LJ. Relationship between inflammation and oxidative stress and its effect on multiple sclerosis. Neurologia. 2021"}, {"Citation": "Hong S, Pangloli P, Perumal R, Cox S, Noronha LE, Dia VP, Smolensky D. A comparative study on phenolic content, antioxidant activity and anti-inflammatory capacity of aqueous and ethanolic extracts of sorghum in lipopolysaccharide-induced RAW 264.7 macrophages. Antioxidants. 2020;9:1297.", "ArticleIdList": ["PMC7767246", "33353009"]}, {"Citation": "Zhang L, Ravipati AS, Koyyalamudi SR, Jeong SC, Reddy N, Smith PT, Bartlett J, Shanmugam K, Münch G, Wu MJ. Antioxidant and anti-inflammatory activities of selected medicinal plants containing phenolic and flavonoid compounds. J Agric Food Chem. 2011;59:12361–12367.", "ArticleIdList": ["22023309"]}, {"Citation": "Kim HJ, Park CG, Varghese R, Lee JY, Kim Y, Sung GH. In-vitro antioxidative, antiinflammatory properties of Aurea helianthus leaf extract a Korean traditional medicinal plant. Saudi J Biol Sci. 2017;24:1943–1947.", "ArticleIdList": ["PMC5851909", "29551949"]}, {"Citation": "Chaves N, Santiago A, Alías JC. Quantification of the antioxidant activity of plant extracts: analysis of sensitivity and hierarchization based on the method used. Antioxidants. 2020;9:76.", "ArticleIdList": ["PMC7023273", "31952329"]}, {"Citation": "Rice-Evans C, Miller N, Paganga G. Antioxidant properties of phenolic compounds. Trends Plant Sci. 1997;2:152–159."}, {"Citation": "Feduraev P, Skrypnik L, Nebreeva S, Dzhobadze G, Vatagina A, Kalinina E, Pungin A, Maslennikov P, Riabova A, Krol O, et al. Variability of phenolic compound accumulation and antioxidant activity in wild plants of some Rumex species (Polygonaceae) Antioxidants. 2022;11:311.", "ArticleIdList": ["PMC8868549", "35204194"]}, {"Citation": "Sarker U, Oba S. Phenolic profiles and antioxidant activities in selected drought-tolerant leafy vegetable amaranth. Sci Rep. 2020;10:18287.", "ArticleIdList": ["PMC7589480", "33106544"]}, {"Citation": "Grzesik M, Naparło K, Bartosz G, Sadowska-Bartosz I. Antioxidant properties of catechins: comparison with other antioxidants. Food Chem. 2018;241:480–492.", "ArticleIdList": ["28958556"]}, {"Citation": "Asraoui F, Kounnoun A, Cadi HE, Cacciola F, Majdoub YO, Alibrando F, Mandolfino F, Dugo P, Mondello L, Louajri A. Phytochemical investigation and antioxidant activity of Globularia alypum L. Molecules. 2021;26:759.", "ArticleIdList": ["PMC7867259", "33540622"]}, {"Citation": "Leal AEBP, de Oliveira AP, Santos RFD, Soares JMD, Lavor EM, Pontes MC, Lima JT, Santos ADDC, Tomaz JC, Oliveira GG, et al. Determination of phenolic compounds, in vitro antioxidant activity and characterization of secondary metabolites in different parts of Passiflora cincinnata by HPLC-DAD-MS/MS analysis. Nat Prod Res. 2020;34:995–1001.", "ArticleIdList": ["30584781"]}, {"Citation": "Aarland RC, Bañuelos-Hernández AE, Fragoso-Serrano M, Sierra-Palacios ED, Díaz de León-Sánchez F, Pérez-Flores LJ, Rivera-Cabrera F, Mendoza-Espinoza JA. Studies on phytochemical, antioxidant, anti-inflammatory, hypoglycaemic and antiproliferative activities of Echinacea purpurea and Echinacea angustifolia extracts. Pharm Biol. 2017;55:649–656.", "ArticleIdList": ["PMC6130640", "27951745"]}, {"Citation": "Maruthamuthu V, Henry LJK, Ramar MK, Kandasamy R. Myxopyrum serratulum ameliorates airway inflammation in LPS-stimulated RAW 264.7 macrophages and OVA-induced murine model of allergic asthma. J Ethnopharmacol. 2020;255:112369.", "ArticleIdList": ["31683035"]}, {"Citation": "Adham AN, Abdelfatah S, Naqishbandi AM, Mahmoud N, Efferth T. Cytotoxicity of apigenin toward multiple myeloma cell lines and suppression of iNOS and COX-2 expression in STAT1-transfected HEK293 cells. Phytomedicine. 2021;80:153371.", "ArticleIdList": ["33070080"]}, {"Citation": "Cheng BC, Ma XQ, Kwan HY, Tse KW, Cao HH, Su T, Shu X, Wu ZZ, Yu ZL. A herbal formula consisting of Rosae Multiflorae Fructus and Lonicerae Japonicae Flos inhibits inflammatory mediators in LPS-stimulated RAW 264.7 macrophages. J Ethnopharmacol. 2014;153:922–927.", "ArticleIdList": ["24568773"]}, {"Citation": "BenSaad LA, Kim KH, Quah CC, Kim WR, Shahimi M. Anti-inflammatory potential of ellagic acid, gallic acid and punicalagin A&B isolated from Punica granatum . BMC Complement Altern Med. 2017;17:47.", "ArticleIdList": ["PMC5237561", "28088220"]}, {"Citation": "Bai J, Zhang Y, Tang C, Hou Y, Ai X, Chen X, Zhang Y, Wang X, Meng X. Gallic acid: pharmacological activities and molecular mechanisms involved in inflammation-related diseases. Biomed Pharmacother. 2021;133:110985.", "ArticleIdList": ["33212373"]}, {"Citation": "García-Mediavilla V, Crespo I, Collado PS, Esteller A, Sánchez-Campos S, Tuñón MJ, González-Gallego J. The anti-inflammatory flavones quercetin and kaempferol cause inhibition of inducible nitric oxide synthase, cyclooxygenase-2 and reactive C-protein, and down-regulation of the nuclear factor kappaB pathway in Chang Liver cells. Eur J Pharmacol. 2007;557:221–229.", "ArticleIdList": ["17184768"]}, {"Citation": "Lin CY, Kao SH, Hung LC, Chien HJ, Wang WH, Chang YW, Chen YH. Lipopolysaccharide-induced nitric oxide and prostaglandin E2 production is inhibited by tellimagrandin II in mouse and human macrophages. Life (Basel) 2021;11:411.", "ArticleIdList": ["PMC8146495", "33946374"]}, {"Citation": "Gutierrez RM, Hoyo-Vadillo C, Hoyo-Vadillo C. Anti-inflammatory potential of Petiveria alliacea on activated RAW264.7 murine macrophages. Pharmacogn Mag. 2017;13:S174–S178.", "ArticleIdList": ["PMC5538151", "28808377"]}, {"Citation": "Zhao Y, Liu B, Xu L, Yu S, Fu J, Wang J, Yan X, Su J. ROS-induced mtDNA release: the emerging messenger for communication between neurons and innate immune cells during neurodegenerative disorder progression. Antioxidants. 2021;10:1917.", "ArticleIdList": ["PMC8750316", "34943020"]}, {"Citation": "Deng S, Ai Y, Zhang L, Pan P, Wu D. LPS-induced mitochondrial DNA release causes acute lung injury and systemic inflammation through toll-like receptor 9 in mice. Chest. 2016;149:A168.", "ArticleIdList": ["PMC5037704", "27589725"]}, {"Citation": "Bernatoniene J, Kopustinskiene DM. The role of catechins in cellular responses to oxidative stress. Molecules. 2018;23:965.", "ArticleIdList": ["PMC6017297", "29677167"]}, {"Citation": "Oriakhi K, Orumwensodia KO. Combinatorial effect of gallic acid and catechin on some biochemical and pro-inflammatory markers in CCl4-mediated hepatic damage in rats. Phytomedicine Plus. 2021;1:100017"}, {"Citation": "Shabbir U, Rubab M, Daliri EB, Chelliah R, Javed A, Oh DH. Curcumin, quercetin, catechins and metabolic diseases: the role of gut microbiota. Nutrients. 2021;13:206.", "ArticleIdList": ["PMC7828240", "33445760"]}, {"Citation": "Kawasaki T, Kawai T. Toll-like receptor signaling pathways. Front Immunol. 2014;5:461.", "ArticleIdList": ["PMC4174766", "25309543"]}, {"Citation": "da Cunha LR, Muniz-Junqueira MI, Dos Santos Borges TK. Impact of polyphenols in phagocyte functions. J Inflamm Res. 2019;12:205–217.", "ArticleIdList": ["PMC6708886", "31686890"]}, {"Citation": "Xie C, Kang J, Ferguson ME, Nagarajan S, Badger TM, Wu X. Blueberries reduce pro-inflammatory cytokine TNF-α and IL-6 production in mouse macrophages by inhibiting NF-κB activation and the MAPK pathway. Mol Nutr Food Res. 2011;55:1587–1591.", "ArticleIdList": ["21887820"]}, {"Citation": "Park KI, Kang SR, Park HS, Lee DH, Nagappan A, Kim JA, Shin SC, Kim EH, Lee WS, Chung HJ, et al. Regulation of proinflammatory mediators via NF-κB and p38 MAPK-dependent mechanisms in RAW 264.7 macrophages by polyphenol components isolated from Korea Lonicera japonica THUNB . Evid Based Complement Alternat Med. 2012;2012:828521.", "ArticleIdList": ["PMC3352662", "22611435"]}, {"Citation": "Sul OJ, Ra SW. Quercetin prevents LPS-induced oxidative stress and inflammation by modulating NOX2/ROS/NF-kB in lung epithelial cells. Molecules. 2021;26:6949.", "ArticleIdList": ["PMC8625571", "34834040"]}, {"Citation": "Martínez-Flórez S, Gutiérrez-Fernández B, Sánchez-Campos S, González-Gallego J, Tuñón MJ. Quercetin attenuates nuclear factor-kappaB activation and nitric oxide production in interleukin-1β-activated rat hepatocytes. J Nutr. 2005;135:1359–1365.", "ArticleIdList": ["15930438"]}, {"Citation": "Kim EJ, Seo JB, Yu JS, Lee S, Lim JS, Choi JU, Lee CM, Rashan L, Kim KH, Cho YC. Anti-inflammatory effects of a polyphenol, catechin-7, 4′-o-digallate, from Woodfordia uniflora by regulating NF-KB signaling pathway in mouse macrophages. Pharmaceutics. 2021;13:408.", "ArticleIdList": ["PMC8003360", "33808759"]}, {"Citation": "Negishi H, Fujita Y, Yanai H, Sakaguchi S, Ouyang X, Shinohara M, Takayanagi H, Ohba Y, Taniguchi T, Honda K. Evidence for licensing of IFN-γ-induced IFN regulatory factor 1 transcription factor by MyD88 in Toll-like receptor-dependent gene induction program. Proc Natl Acad Sci U S A. 2006;103:15136–15141.", "ArticleIdList": ["PMC1586247", "17018642"]}, {"Citation": "Kolodziej H, Radtke OA, Kiderlen AF. Stimulus (polyphenol, IFN-γ, LPS)-dependent nitric oxide production and antileishmanial effects in RAW 264.7 macrophages. Phytochemistry. 2008;69:3103–3110.", "ArticleIdList": ["18164321"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "10"}, {"Year": "2023", "Month": "5", "Day": "19"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "2", "Hour": "4", "Minute": "25"}, {"Year": "2023", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37780212", "PMC10522809", "10.4162/nrp.2023.17.5.827"]}}], "PubmedBookArticle": []}