{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cannabidiol", "environmental impact", "indoor cultivation", "medicinal cannabis", "mineral fertilization", "nutrient stress", "nutrient use efficiency", "organic fertilization"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37794933", "DateRevised": {"Year": "2023", "Month": "10", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "19"}], "Language": ["eng"], "ELocationID": ["1233232", "10.3389/fpls.2023.1233232"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Cannabis Hunger Games: nutrient stress induction in flowering stage - impact of organic and mineral fertilizer levels on biomass, cannabidiol (CBD) yield and nutrient use efficiency.", "Pagination": {"StartPage": "1233232", "MedlinePgn": "1233232"}, "Abstract": {"AbstractText": ["Indoor medicinal cannabis cultivation systems enable year-round cultivation and better control of growing factors, however, such systems are energy and resource intensive. Nutrient deprivation during flowering can trigger nutrient translocation and modulate the production of cannabinoids, which might increase agronomic nutrient use efficiency, and thus, a more sustainable use of fertilizers. This experiment compares two fertilizer types (mineral and organic) applied in three dilutions (80, 160 and 240 mg N L<sup>-1</sup>) to evaluate the effect of nutrient deprivation during flowering on biomass, Cannabidiol (CBD) yield and nutrient use efficiency of N, P and K. This is the first study showing the potential to reduce fertilizer input while maintaining CBD yield of medicinal cannabis. Under nutrient stress, inflorescence yield was significantly lower at the final harvest, however, this was compensated by a higher CBD concentration, resulting in 95% of CBD yield using one-third less fertilizer. The higher nutrient use efficiency of N, P, and K in nutrient-deprived plants was achieved by a larger mobilization and translocation of nutrients increasing the utilization efficiency of acquired nutrients. The agronomic nutrient use efficiency of CBD yield - for N and K - increased 34% for the organic fertilizers and 72% for the mineral fertilizers comparing the dilution with one-third less nutrients (160) with the highest nutrient concentration (240). Differences in CBD yield between fertilizer types occurred only at the final harvest indicating limitations in nutrient uptake due to nutrient forms in the organic fertilizer. Our results showed a lower acquisition and utilization efficiency for the organic fertilizer, proposing the necessity to improve either the timing of bio-availability of organic fertilizers or the use of soil amendments."], "CopyrightInformation": "Copyright © 2023 Massuela, Munz, Hartung, Nkebiwe and Graeff-Hönninger."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy, Institute of Crop Science, University of Hohenheim, Stuttgart, Germany."}], "LastName": "Massuela", "ForeName": "Danilo Crispim", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy, Institute of Crop Science, University of Hohenheim, Stuttgart, Germany."}], "LastName": "Munz", "ForeName": "Sebastian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biostatistics, Institute of Crop Science, University of Hohenheim, Stuttgart, Germany."}], "LastName": "Hartung", "ForeName": "Jens", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fertilization and Soil Matter Dynamics, Institute of Crop Science, University of Hohenheim, Stuttgart, Germany."}], "LastName": "Nkebiwe", "ForeName": "Peteh Mehdi", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy, Institute of Crop Science, University of Hohenheim, Stuttgart, Germany."}], "LastName": "Graeff-Hönninger", "ForeName": "Simone", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aguirre-Becerra H., Vazquez-Hernandez M. C., Saenz de la O D., Alvarado-Mariana A., Guevara-Gonzalez R. G., Garcia-Trejo J. F., et al. . (2021). “Role of stress and defense in plant secondary metabolites production,” in Bioactive Natural Products for Pharmaceutical Applications Advanced Structured Materials. Eds. Pal D., Nayak A. K. (Cham: Springer International Publishing; ), 151–195. doi: 10.1007/978-3-030-54027-2_5", "ArticleIdList": ["10.1007/978-3-030-54027-2_5"]}, {"Citation": "Ahmed B., Hijri M. (2021). Potential impacts of soil microbiota manipulation on secondary metabolites production in cannabis. J. Cannabis Res. 3, 25. doi: 10.1186/s42238-021-00082-0", "ArticleIdList": ["10.1186/s42238-021-00082-0", "PMC8254954", "34217364"]}, {"Citation": "Backer R., Schwinghamer T., Rosenbaum P., McCarty V., Eichhorn Bilodeau S., Lyu D., et al. . (2019). Closing the yield gap for cannabis: a meta-analysis of factors determining cannabis yield. Front. Plant Sci. 0. doi: 10.3389/fpls.2019.00495", "ArticleIdList": ["10.3389/fpls.2019.00495", "PMC6491815", "31068957"]}, {"Citation": "Bergstrand K.-J., Löfkvist K., Asp H. (2019). Dynamics of nitrogen availability in pot grown crops with organic fertilization. Biol. Agric. Horticult. 35, 143–150. doi: 10.1080/01448765.2018.1498389", "ArticleIdList": ["10.1080/01448765.2018.1498389"]}, {"Citation": "Bernstein N., Gorelick J., Zerahia R., Koch S. (2019). Impact of N, P, K, and humic acid supplementation on the chemical profile of medical cannabis (Cannabis sativa L). Front. Plant Sci. 10. doi: 10.3389/fpls.2019.00736", "ArticleIdList": ["10.3389/fpls.2019.00736", "PMC6589925", "31263470"]}, {"Citation": "Bevan L., Jones M., Zheng Y. (2021)Optimisation of nitrogen, phosphorus, and potassium for soilless production of cannabis sativa in the flowering stage using response surface analysis (Accessed November 17, 2022).", "ArticleIdList": ["PMC8635921", "34868163"]}, {"Citation": "Bilalis D., Krokida M., Roussis I., Papastylianou P., Travlos I., Cheimona N., et al. . (2018). Effects of organic and inorganic fertilization on yield and quality of processing tomato ( Lycopersicon esculentum Mill.). Folia Hortic. 30, 321–332. doi: 10.2478/fhort-2018-0027", "ArticleIdList": ["10.2478/fhort-2018-0027"]}, {"Citation": "Brownlie W. J., Sutton M. A., Reay D. S., Heal K. V., Hermann L., Kabbe C., et al. . (2021). Global actions for a sustainable phosphorus future. Nat. Food 2, 71–74. doi: 10.1038/s43016-021-00232-w", "ArticleIdList": ["10.1038/s43016-021-00232-w", "37117414"]}, {"Citation": "Bruce D., Connelly G., Ellison S. (2022). Different Fertility Approaches in Organic Hemp (Cannabis sativa L.) Production Alter Floral Biomass Yield but Not CBD:THC Ratio. Sustainability 14, 6222. doi: 10.3390/su14106222", "ArticleIdList": ["10.3390/su14106222"]}, {"Citation": "Burgel L., Hartung J., Graeff-Hönninger S. (2020). Impact of different growing substrates on growth, yield and cannabinoid content of two cannabis sativa L. Genotypes in a pot culture. Horticulturae 6, 1–14. doi: 10.3390/horticulturae6040062", "ArticleIdList": ["10.3390/horticulturae6040062", "PMC7355821", "32521804"]}, {"Citation": "Caplan D., Dixon M., Zheng Y. (2017. a). Optimal rate of organic fertilizer during the flowering stage for cannabis grown in two coir-based substrates. horts 52, 1796–1803. doi: 10.21273/HORTSCI12401-17", "ArticleIdList": ["10.21273/HORTSCI12401-17"]}, {"Citation": "Caplan D., Dixon M., Zheng Y. (2017. b). Optimal rate of organic fertilizer during the vegetative-stage for cannabis grown in two coir-based substrates. horts 52, 1307–1312. doi: 10.21273/HORTSCI11903-17", "ArticleIdList": ["10.21273/HORTSCI11903-17"]}, {"Citation": "\nCBD . (2022). Report of the Open-ended Working Group on the Post-2020 Global Biodiversity Framework on its third meeting (Part II). Geneva, Switzerland: Convention on Biological Diversity - UN Environmental Programme. Available at: https://www.cbd.int/doc/c/50c9/a685/3844e4030802e9325bc5e0b4/wg2020-03-07-en.pdf."}, {"Citation": "Cervantes J. (2006). Marijuana horticulture the indoor/outdoor medical grower’s bible (Portland: Van Patten Publishing,U.S; )."}, {"Citation": "Chang E.-H., Chung R.-S., Tsai Y.-H. (2007). Effect of different application rates of organic fertilizer on soil enzyme activity and microbial population. Soil Sci. Plant Nutr. 53, 132–140. doi: 10.1111/j.1747-0765.2007.00122.x", "ArticleIdList": ["10.1111/j.1747-0765.2007.00122.x"]}, {"Citation": "Cockson P., Landis H., Smith T., Hicks K., Whipker B. E. (2019). Characterization of nutrient disorders of Cannabis sativa. Appl. Sci. 9, 4432. doi: 10.3390/app9204432", "ArticleIdList": ["10.3390/app9204432"]}, {"Citation": "Conant R. T., Walsh R. P., Walsh M., Bell C. W., Wallenstein M. D. (2017). Effects of a microbial biostimulant, mammoth PTM, on Cannabis sativa bud yield. J. Hortic. 4. doi: 10.4172/2376-0354.1000191", "ArticleIdList": ["10.4172/2376-0354.1000191"]}, {"Citation": "Congreves K. A., Otchere O., Ferland D., Farzadfar S., Williams S., Arcand M. M. (2021)Nitrogen use efficiency definitions of today and tomorrow (Accessed March 31, 2023).", "ArticleIdList": ["PMC8220819", "34177975"]}, {"Citation": "Crispim Massuela D., Hartung J., Munz S., Erpenbach F., Graeff-Hönninger S. (2022). Impact of harvest time and pruning technique on total CBD concentration and yield of medicinal cannabis. Plants 11, 140. doi: 10.3390/plants11010140", "ArticleIdList": ["10.3390/plants11010140", "PMC8747189", "35009146"]}, {"Citation": "Da Cunha Leme Filho J. F., Thomason W. E., Evanylo G. K., Zhang X., Strickland M. S., Chim B. K., et al. . (2020). Biochemical and physiological responses of Cannabis sativa to an integrated plant nutrition system. Agron. J. 112, 5237–5248. doi: 10.1002/agj2.20400", "ArticleIdList": ["10.1002/agj2.20400"]}, {"Citation": "Decorte T., Potter G. R. (2015). The globalisation of cannabis cultivation: A growing challenge. Int. J. Drug Policy 26, 221–225. doi: 10.1016/j.drugpo.2014.12.011", "ArticleIdList": ["10.1016/j.drugpo.2014.12.011", "25638581"]}, {"Citation": "Drotleff L. (2022) Sustainable cannabis fertilizer options as prices rise for key nutrition providers (MJBizDaily; ) (Accessed November 10, 2022)."}, {"Citation": "Eisa M., Ragauskaitė D., Adhikari S., Bella F., Baltrusaitis J. (2022). Role and responsibility of sustainable chemistry and engineering in providing safe and sufficient nitrogen fertilizer supply at turbulent times. ACS Sustain. Chem. Eng. 10, 8997–9001. doi: 10.1021/acssuschemeng.2c03972", "ArticleIdList": ["10.1021/acssuschemeng.2c03972"]}, {"Citation": "Hirose T. (2011). Nitrogen use efficiency revisited. Oecologia 166, 863–867. doi: 10.1007/s00442-011-1942-z", "ArticleIdList": ["10.1007/s00442-011-1942-z", "21359566"]}, {"Citation": "Ii S. L. A., Pearson B., Kjelgren R., Brym Z. (2021). Response of essential oil hemp (Cannabis sativa L.) growth, biomass, and cannabinoid profiles to varying fertigation rates. PloS One 16, e0252985. doi: 10.1371/journal.pone.0252985", "ArticleIdList": ["10.1371/journal.pone.0252985", "PMC8320997", "34324496"]}, {"Citation": "Jacoby R., Peukert M., Succurro A., Koprivova A., Kopriva S. (2017). The role of soil microorganisms in plant mineral nutrition—Current knowledge and future directions. Front. Plant Sci. 8. doi: 10.3389/fpls.2017.01617", "ArticleIdList": ["10.3389/fpls.2017.01617", "PMC5610682", "28974956"]}, {"Citation": "Jin D., Jin S., Chen J. (2019). Cannabis indoor growing conditions, management practices, and post-harvest treatment: a review. Am. J. Plant Sci. 10, 925. doi: 10.4236/ajps.2019.106067", "ArticleIdList": ["10.4236/ajps.2019.106067"]}, {"Citation": "Kalinowski J., Edmisten K., Davis J., McGinnis M., Hicks K., Cockson P., et al. . (2020). Augmenting nutrient acquisition ranges of greenhouse grown CBD (Cannabidiol) hemp (Cannabis sativa) cultivars. Horticulturae 6, 98. doi: 10.3390/horticulturae6040098", "ArticleIdList": ["10.3390/horticulturae6040098"]}, {"Citation": "Kant S., Bi Y.-M., Rothstein S. J. (2011). Understanding plant response to nitrogen limitation for the improvement of crop nitrogen use efficiency. J. Exp. Bot. 62, 1499–1509. doi: 10.1093/jxb/erq297", "ArticleIdList": ["10.1093/jxb/erq297", "20926552"]}, {"Citation": "Laleh S., Jami Al-Ahmadi M., Parsa S. (2021). Response of hemp (Cannabis sativa L.) to integrated application of chemical and manure fertilizers. Acta Agric. Slov. 117, 1. doi: 10.14720/aas.2021.117.2.1819", "ArticleIdList": ["10.14720/aas.2021.117.2.1819"]}, {"Citation": "Landi S., Berni R., Capasso G., Hausman J.-F., Guerriero G., Esposito S. (2019). Impact of nitrogen nutrition on Cannabis sativa: an update on the current knowledge and future prospects. Int. J. Mol. Sci. 20, 5803. doi: 10.3390/ijms20225803", "ArticleIdList": ["10.3390/ijms20225803", "PMC6888403", "31752217"]}, {"Citation": "Lerdau M., Coley P. D. (2002). Benefits of the carbon-nutrient balance hypothesis. Oikos 98, 534–536. doi: 10.1034/j.1600-0706.2002.980318.x", "ArticleIdList": ["10.1034/j.1600-0706.2002.980318.x"]}, {"Citation": "Lowenfels J. (2013). Teaming with Nutrients: The Organic Gardener’s Guide to Optimizing Plant Nutrition. Illustrated edition (Portland, Or: Timber Press; )."}, {"Citation": "Lowenfels J., Lewis W. (2010). Teaming with Microbes: The Organic Gardener’s Guide to the Soil Food Web, Revised Edition. (Portland, Or: Timber Press; )."}, {"Citation": "Lyu D., Backer R., Robinson W. G., Smith D. L. (2019). Plant growth-promoting rhizobacteria for cannabis production: yield, cannabinoid profile and disease resistance. Front. Microbiol. 10. doi: 10.3389/fmicb.2019.01761", "ArticleIdList": ["10.3389/fmicb.2019.01761", "PMC6698789", "31456755"]}, {"Citation": "Madhusoodanan J. (2019). Can cannabis go green? Nature 572, S8–S9. doi: 10.1038/d41586-019-02526-3", "ArticleIdList": ["10.1038/d41586-019-02526-3", "31462788"]}, {"Citation": "Malík M., Velechovský J., Tlustoš P. (2021). The overview of existing knowledge on medical cannabis plants growing. Plant Soil Environ. 67 (2021), 425–442. doi: 10.17221/96/2021-PSE", "ArticleIdList": ["10.17221/96/2021-PSE"]}, {"Citation": "Maschner H. (1986) Mineral Nutrition in Higher Plants (Stuttgart: Academic Press; ) (Accessed December 9, 2022)."}, {"Citation": "Mayer B. F., Ali-Benali M. A., Demone J., Bertrand A., Charron J.-B. (2015). Cold acclimation induces distinctive changes in the chromatin state and transcript levels of COR genes in Cannabis sativa varieties with contrasting cold acclimation capacities. Physiol. Plant. 155, 281–295. doi: 10.1111/ppl.12318", "ArticleIdList": ["10.1111/ppl.12318", "25534661"]}, {"Citation": "Menz J., Range T., Trini J., Ludewig U., Neuhäuser B. (2018). Molecular basis of differential nitrogen use efficiencies and nitrogen source preferences in contrasting Arabidopsis accessions. Sci. Rep. 8, 3373. doi: 10.1038/s41598-018-21684-4", "ArticleIdList": ["10.1038/s41598-018-21684-4", "PMC5820274", "29463824"]}, {"Citation": "Mills E. (2012). The carbon footprint of indoor Cannabis production. Energy Policy 46, 58–67. doi: 10.1016/j.enpol.2012.03.023", "ArticleIdList": ["10.1016/j.enpol.2012.03.023"]}, {"Citation": "Nemati R., Fortin J.-P., Craig J., Donald S. (2021). Growing mediums for medical cannabis production in North America. Agronomy 11, 1366. doi: 10.3390/agronomy11071366", "ArticleIdList": ["10.3390/agronomy11071366"]}, {"Citation": "Pagnani G., Pellegrini M., Galieni A., D’Egidio S., Matteucci F., Ricci A., et al. . (2018). Plant growth-promoting rhizobacteria (PGPR) in Cannabis sativa ‘Finola’ cultivation: An alternative fertilization strategy to improve plant growth and quality characteristics. Ind. Crops Prod. 123, 75–83. doi: 10.1016/j.indcrop.2018.06.033", "ArticleIdList": ["10.1016/j.indcrop.2018.06.033"]}, {"Citation": "Piepho H. P., Büchse A., Emrich K. (2003). A hitchhiker’s guide to mixed models for randomized experiments. J. Agron. Crop Sci. 189, 310–322. doi: 10.1046/j.1439-037X.2003.00049.x", "ArticleIdList": ["10.1046/j.1439-037X.2003.00049.x"]}, {"Citation": "Reichel P., Munz S., Hartung J., KotIranta S., Graeff-Hönninger S. (2022). Impacts of different light spectra on CBD, CBDA and terpene concentrations in relation to the flower positions of different Cannabis sativa L. Strains. Plants 11, 2695. doi: 10.3390/plants11202695", "ArticleIdList": ["10.3390/plants11202695", "PMC9612076", "36297719"]}, {"Citation": "Saloner A., Bernstein N. (2021). Nitrogen supply affects cannabinoid and terpenoid profile in medical cannabis (Cannabis sativa L.). Ind. Crops Prod. 167, 113516. doi: 10.1016/j.indcrop.2021.113516", "ArticleIdList": ["10.1016/j.indcrop.2021.113516"]}, {"Citation": "Saloner A., Bernstein N. (2022). Nitrogen Source Matters: High NH4/NO3 Ratio Reduces Cannabinoids, Terpenoids, and Yield in Medical Cannabis. Front. Plant Sci. 13. doi: 10.3389/fpls.2022.830224", "ArticleIdList": ["10.3389/fpls.2022.830224", "PMC9198551", "35720524"]}, {"Citation": "Saloner A., Sacks M. M., Bernstein N. (2019). Response of medical cannabis (Cannabis sativa L.) genotypes to K supply under long photoperiod. Front. Plant Sci. 10. doi: 10.3389/fpls.2019.01369", "ArticleIdList": ["10.3389/fpls.2019.01369", "PMC6876614", "31803198"]}, {"Citation": "Schachtman D. P., Reid R. J., Ayling S. M. (1998). Phosphorus uptake by plants: from soil to cell. Plant Physiol. 116, 447–453. doi: 10.1104/pp.116.2.447", "ArticleIdList": ["10.1104/pp.116.2.447", "PMC1539172", "9490752"]}, {"Citation": "Shiponi S., Bernstein N. (2021. a). Response of medical cannabis (Cannabis sativa L.) genotypes to P supply under long photoperiod: Functional phenotyping and the ionome. Ind. Crops Prod. 161, 113154. doi: 10.1016/j.indcrop.2020.113154", "ArticleIdList": ["10.1016/j.indcrop.2020.113154"]}, {"Citation": "Shiponi S., Bernstein N. (2021. b). The highs and lows of P supply in medical cannabis: effects on cannabinoids, the ionome, and morpho-physiology. Front. Plant Sci. 12. doi: 10.3389/fpls.2021.657323", "ArticleIdList": ["10.3389/fpls.2021.657323", "PMC8320666", "34335641"]}, {"Citation": "Song C., Saloner A., Fait A., Bernstein N. (2023). Nitrogen deficiency stimulates cannabinoid biosynthesis in medical cannabis plants by inducing a metabolic shift towards production of low-N metabolites. Ind. Crops Prod. 202, 116969. doi: 10.1016/j.indcrop.2023.116969", "ArticleIdList": ["10.1016/j.indcrop.2023.116969"]}, {"Citation": "Wartenberg A. C., Holden P. A., Bodwitch H., Parker-Shames P., Novotny T., Harmon T. C., et al. . (2021). Cannabis and the environment: what science tells us and what we still need to know. Environ. Sci. Technol. Lett. 8, 98–107. doi: 10.1021/acs.estlett.0c00844", "ArticleIdList": ["10.1021/acs.estlett.0c00844"]}, {"Citation": "Westmoreland F. M., Bugbee B. (2022). Sustainable Cannabis Nutrition: Elevated root-zone phosphorus significantly increases leachate P and does not improve yield or quality. Front. Plant Sci. 13. doi: 10.3389/fpls.2022.1015652", "ArticleIdList": ["10.3389/fpls.2022.1015652", "PMC9724152", "36483962"]}, {"Citation": "White P. J. (2012). “Chapter 3 - long-distance transport in the xylem and phloem,” in Marschner’s Mineral Nutrition of Higher Plants, 3rd ed. Ed. Marschner P. (San Diego: Academic Press; ), 49–70. doi: 10.1016/B978-0-12-384905-2.00003-0", "ArticleIdList": ["10.1016/B978-0-12-384905-2.00003-0"]}, {"Citation": "Wink M. (2008). Plant secondary metabolism: diversity, function and its evolution. Natural Prod. Commun. 3, 1934578X0800300801. doi: 10.1177/1934578X0800300801", "ArticleIdList": ["10.1177/1934578X0800300801"]}, {"Citation": "Winston M. E., Hampton-Marcell J., Zarraonaindia I., Owens S. M., Moreau C. S., Gilbert J. A., et al. . (2014). Understanding cultivar-specificity and soil determinants of the cannabis microbiome. PloS One 9, e99641. doi: 10.1371/journal.pone.0099641", "ArticleIdList": ["10.1371/journal.pone.0099641", "PMC4059704", "24932479"]}, {"Citation": "Ye J. Y., Tian W. H., Jin C. W. (2022). Nitrogen in plants: from nutrition to the modulation of abiotic stress adaptation. Stress Biol. 2, 4. doi: 10.1007/s44154-021-00030-1", "ArticleIdList": ["10.1007/s44154-021-00030-1", "PMC10441927", "37676383"]}, {"Citation": "Zheng Z., Fiddes K., Yang L. (2021). A narrative review on environmental impacts of cannabis cultivation. J. Cannabis Res. 3, 35. doi: 10.1186/s42238-021-00090-0", "ArticleIdList": ["10.1186/s42238-021-00090-0", "PMC8349047", "34362475"]}, {"Citation": "Zhu X., Ros G. H., Xu M., Cai Z., Sun N., Duan Y., et al. . (2023). Long-term impacts of mineral and organic fertilizer inputs on nitrogen use efficiency for different cropping systems and site conditions in Southern China. Eur. J. Agron. 146, 126797. doi: 10.1016/j.eja.2023.126797", "ArticleIdList": ["10.1016/j.eja.2023.126797"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "1"}, {"Year": "2023", "Month": "8", "Day": "11"}, {"Year": "2023", "Month": "10", "Day": "5", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "10", "Day": "5", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "5", "Hour": "4", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37794933", "PMC10547009", "10.3389/fpls.2023.1233232"]}}], "PubmedBookArticle": []}