{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Prevotella melaninogenica", "drug target", "epitope", "immunoinformatics", "peptide vaccine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37808310", "DateRevised": {"Year": "2023", "Month": "10", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "22"}], "Language": ["eng"], "ELocationID": ["1271798", "10.3389/fmicb.2023.1271798"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Proteome level analysis of drug-resistant <i>Prevotella melaninogenica</i> for the identification of novel therapeutic candidates.", "Pagination": {"StartPage": "1271798", "MedlinePgn": "1271798"}, "Abstract": {"AbstractText": ["The management of infectious diseases has become more critical due to the development of novel pathogenic strains with enhanced resistance. <i>Prevotella melaninogenica</i>, a gram-negative bacterium, was found to be involved in various infections of the respiratory tract, aerodigestive tract, and gastrointestinal tract. The need to explore novel drug and vaccine targets against this pathogen was triggered by the emergence of antimicrobial resistance against reported antibiotics to combat <i>P. melaninogenica</i> infections. The study involves core genes acquired from 14 complete <i>P. melaninogenica</i> strain genome sequences, where promiscuous drug and vaccine candidates were explored by state-of-the-art subtractive proteomics and reverse vaccinology approaches. A stringent bioinformatics analysis enlisted 18 targets as novel, essential, and non-homologous to humans and having druggability potential. Moreover, the extracellular and outer membrane proteins were subjected to antigenicity, allergenicity, and physicochemical analysis for the identification of the candidate proteins to design multi-epitope vaccines. Two candidate proteins (ADK95685.1 and ADK97014.1) were selected as the best target for the designing of a vaccine construct. Lead B- and T-cell overlapped epitopes were joined to generate potential chimeric vaccine constructs in combination with adjuvants and linkers. Finally, a prioritized vaccine construct was found to have stable interactions with the human immune cell receptors as confirmed by molecular docking and MD simulation studies. The vaccine construct was found to have cloning and expression ability in the bacterial cloning system. Immune simulation ensured the elicitation of significant immune responses against the designed vaccine. In conclusion, our study reported novel drug and vaccine targets and designed a multi-epitope vaccine against the <i>P. melaninogenica</i> infection. Further experimental validation will help open new avenues in the treatment of this multi-drug-resistant pathogen."], "CopyrightInformation": "Copyright © 2023 Shah, Anwar, Qasim, Jaan, Sarfraz, Ullah, Ali, Nishan, Shehroz, Zaman and Ojha."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Shah", "ForeName": "Mohibullah", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Anwar", "ForeName": "Amna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Qasim", "ForeName": "Aqsa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Jaan", "ForeName": "Samavia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Sarfraz", "ForeName": "Asifa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Aromatic and Poisonous Plants Research Center, College of Pharmacy King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Ullah", "ForeName": "Riaz", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Ali", "ForeName": "Essam A", "Initials": "EA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Kohat University of Science and Technology, Kohat, Pakistan."}], "LastName": "Nishan", "ForeName": "Umar", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioinformatics, Kohsar University Murree, Murree, Pakistan."}], "LastName": "Shehroz", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Molecular Genetics, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Zaman", "ForeName": "Aqal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, The Affiliated Hospital of Southwest Medical University, Luzhou, China."}], "LastName": "Ojha", "ForeName": "Suvash Chandra", "Initials": "SC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ammari M. G., Gresham C. R., McCarthy F. M., Nanduri B. (2016). HPIDB 2.0: a curated database for host–pathogen interactions. Database 16, baw103. 10.1093/database/baw103", "ArticleIdList": ["10.1093/database/baw103", "PMC4930832", "27374121"]}, {"Citation": "Aslam M., Shehroz M., Ali F., Zia A., Pervaiz S., Shah M., et al. . (2021). Chlamydia trachomatis core genome data mining for promising novel drug targets and chimeric vaccine candidates identification. Comp. Biol. Med. 136, 104701. 10.1016/j.compbiomed.2021.104701", "ArticleIdList": ["10.1016/j.compbiomed.2021.104701", "34364258"]}, {"Citation": "Aslam M., Shehroz M., Shah M., Khan M. A., Afridi S. G., Khan A., et al. . (2020). Potential druggable proteins and chimeric vaccine construct prioritization against Brucella melitensis from species core genome data. Genomics 112, 1734–1745. 10.1016/j.ygeno.2019.10.009", "ArticleIdList": ["10.1016/j.ygeno.2019.10.009", "31678593"]}, {"Citation": "Audrito V., Messana V. G., Deaglio S. (2020). NAMPT and NAPRT: two metabolic enzymes with key roles in inflammation. Front. Oncol. 10, 358. 10.3389/fonc.2020.00358", "ArticleIdList": ["10.3389/fonc.2020.00358", "PMC7096376", "32266141"]}, {"Citation": "Bibi S., Ullah I., Zhu B., Adnan M., Liaqat R., Kong W. B., et al. . (2021). In silico analysis of epitope-based vaccine candidate against tuberculosis using reverse vaccinology. Sci. Rep.11, 1249. 10.1038/s41598-020-80899-6", "ArticleIdList": ["10.1038/s41598-020-80899-6", "PMC7807040", "33441913"]}, {"Citation": "Blom J., Kreis J., Spänig S., Juhre T., Bertelli C., Ernst C., et al. . (2016). EDGAR 2.0: an enhanced software platform for comparative gene content analyses. Nuc. Acids Res. 44, W22–W28. 10.1093/nar/gkw255", "ArticleIdList": ["10.1093/nar/gkw255", "PMC4987874", "27098043"]}, {"Citation": "Borrel A., Regad L., Xhaard H., Petitjean M., Camproux A. C. (2015). PockDrug: a model for predicting pocket druggability that overcomes pocket estimation uncertainties. J. Chem. Inform. Model. 55, 882–895. 10.1021/ci5006004", "ArticleIdList": ["10.1021/ci5006004", "25835082"]}, {"Citation": "Craig D. B., Dombkowski A. A. (2013). Disulfide by Design 2.0: a web-based tool for disulfide engineering in proteins. BMC Bioinform. 14, 1–7. 10.1186/1471-2105-14-S19-S1", "ArticleIdList": ["10.1186/1471-2105-14-S19-S1", "PMC3898251", "24289175"]}, {"Citation": "Dimitrov I., Naneva L., Doytchinova I., Bangov I. (2014). AllergenFP: allergenicity prediction by descriptor fingerprints. Bioinformatics 30, 846–851. 10.1093/bioinformatics/btt619", "ArticleIdList": ["10.1093/bioinformatics/btt619", "24167156"]}, {"Citation": "Dorella F. A., Gala-Garcia A., Pinto A. C., Sarrouh B., Antunes C. A., Ribeiro D., et al. . (2013). Progression of ‘OMICS' methodologies for understanding the pathogenicity of Corynebacterium pseudotuberculosis: the Brazilian experience. Comput. Struct. Biotechnol. J. 6, e201303013. 10.5936/csbj.201303013", "ArticleIdList": ["10.5936/csbj.201303013", "PMC3962224", "24688721"]}, {"Citation": "Doytchinova I. A., VaxiJen D. F. (2007). A server for prediction of protective antigens, tumour antigens and subunit vaccines. 8, 4. 10.1186/1471-2105-8-4", "ArticleIdList": ["10.1186/1471-2105-8-4", "PMC1780059", "17207271"]}, {"Citation": "Fatoba A. J., Okpeku M., Adeleke M. A. (2021). Subtractive genomics approach for identification of novel therapeutic drug targets in Mycoplasma genitalium. Pathogens 10, 921. 10.3390/pathogens10080921", "ArticleIdList": ["10.3390/pathogens10080921", "PMC8402164", "34451385"]}, {"Citation": "Fleri W., Paul S., Dhanda S. K., Mahajan S., Xu X., Peters B., et al. . (2017). The immune epitope database and analysis resource in epitope discovery and synthetic vaccine design. Front. Immunol. 8, 278. 10.3389/fimmu.2017.00278", "ArticleIdList": ["10.3389/fimmu.2017.00278", "PMC5348633", "28352270"]}, {"Citation": "Ghaffari-Nazari H., Tavakkol-Afshari J., Jaafari M. R., Tahaghoghi-Hajghorbani S., Masoumi E., Jalali S. A., et al. . (2015). Improving multi-epitope long peptide vaccine potency by using a strategy that enhances CD4+ T help in BALB/c mice. PLoS ONE 10, e0142563. 10.1371/journal.pone.0142563", "ArticleIdList": ["10.1371/journal.pone.0142563", "PMC4640540", "26556756"]}, {"Citation": "Ghanem M. S., Caffa I., Del Rio A., Franco J., Parenti M. D., Monacelli F., et al. . (2022). Identification of NAPRT inhibitors with anti-cancer properties by in silico drug discovery. Pharmaceuticals 15, 848. 10.3390/ph15070848", "ArticleIdList": ["10.3390/ph15070848", "PMC9318686", "35890147"]}, {"Citation": "Gupta S. K., Padmanabhan B. R., Diene S. M., Lopez-Rojas R., Kempf M., Landraud L., et al. . (2014). ARG-ANNOT, a new bioinformatic tool to discover antibiotic resistance genes in bacterial genomes. Antimicrob. Agents Chemother. 58, 212–220. 10.1128/AAC.01310-13", "ArticleIdList": ["10.1128/AAC.01310-13", "PMC3910750", "24145532"]}, {"Citation": "He J., Chang Q., Hu F., Feng X., Zhu D., Yu L., et al. . (2013). Prevalence and antimicrobial susceptibility of anaerobes from patients with periodontal abscess in China. J. Antibiot. 66, 97–98. 10.1038/ja.2012.94", "ArticleIdList": ["10.1038/ja.2012.94", "23168405"]}, {"Citation": "Jaan S., Shah M., Ullah N., Amjad A., Javed M. S., Nishan U., et al. . (2022). Multi-epitope chimeric vaccine designing and novel drug targets prioritization against multi-drug resistant Staphylococcus pseudintermedius. Front. Microbiol. 13, 971263. 10.3389/fmicb.2022.971263", "ArticleIdList": ["10.3389/fmicb.2022.971263", "PMC9386485", "35992654"]}, {"Citation": "Jalili M., Salehzadeh-Yazdi A., Gupta S., Wolkenhauer O., Yaghmaie M., Resendis-Antonio O., et al. . (2016). Evolution of centrality measurements for the detection of essential proteins in biological networks. Front. Physiol. 7, 375. 10.3389/fphys.2016.00375", "ArticleIdList": ["10.3389/fphys.2016.00375", "PMC4999434", "27616995"]}, {"Citation": "Kho Z. Y., Lal S. K. (2018). The human gut microbiome—A potential controller of wellness and disease. Front. Microbiol. 9, 1–23. 10.3389/fmicb.2018.01835", "ArticleIdList": ["10.3389/fmicb.2018.01835", "PMC6102370", "30154767"]}, {"Citation": "Kondo Y., Sato K., Nagano K., Nishiguchi M., Hoshino T., Fujiwara T., et al. . (2018). Involvement of PorK, a component of the type IX secretion system, in Prevotella melaninogenica pathogenicity. Microbiol. Immunol. 62, 554–566. 10.1111/1348-0421.12638", "ArticleIdList": ["10.1111/1348-0421.12638", "30028034"]}, {"Citation": "Könönen E., Gursoy U. K. (2022). Oral Prevotella species and their connection to events of clinical relevance in gastrointestinal and respiratory tracts. Front. Microbiol. 12, 798763. 10.3389/fmicb.2021.798763", "ArticleIdList": ["10.3389/fmicb.2021.798763", "PMC8770924", "35069501"]}, {"Citation": "Krogh A., Larsson B., Von Heijne G., Sonnhammer E. L. (2001). Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes. J. Mol. Biol. 305, 567–580. 10.1006/jmbi.2000.4315", "ArticleIdList": ["10.1006/jmbi.2000.4315", "11152613"]}, {"Citation": "Lamoureux C., Guilloux C. A., Courteboeuf E., Gouriou S., Beauruelle C., Héry-Arnaud G., et al. . (2021). Prevotella melaninogenica, a sentinel species of antibiotic resistance in cystic fibrosis respiratory niche? Microorganisms 9, 1275. 10.3390/microorganisms9061275", "ArticleIdList": ["10.3390/microorganisms9061275", "PMC8230849", "34208093"]}, {"Citation": "Law V., Knox C., Djoumbou Y., Jewison T., Guo A. C., Liu Y., et al. . (2014). DrugBank 4.0: shedding new light on drug metabolism. Nucleic Acids Res. 42, D1091–D1097. 10.1093/nar/gkt1068", "ArticleIdList": ["10.1093/nar/gkt1068", "PMC3965102", "24203711"]}, {"Citation": "Li W., Godzik A. (2006). Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences. Bioinformatics 22, 1658–1659. 10.1093/bioinformatics/btl158", "ArticleIdList": ["10.1093/bioinformatics/btl158", "16731699"]}, {"Citation": "Li X., Yang H. W., Chen H., Wu J., Liu Y., Wei J. F., et al. . (2014). In silico prediction of T and B cell epitopes of der f 25 in Dermatophagoides farinae. Int. J. Genomics. 2014, 3905. 10.1155/2014/483905", "ArticleIdList": ["10.1155/2014/483905", "PMC4033504", "24895543"]}, {"Citation": "Liu B., Zheng D., Jin Q., Chen L., Yang J. (2019). VFDB 2019: a comparative pathogenomic platform with an interactive web interface. Nuc. Acids Res. 47, D687–D692. 10.1093/nar/gky1080", "ArticleIdList": ["10.1093/nar/gky1080", "PMC6324032", "30395255"]}, {"Citation": "Lu J., Yu Y., Zhu I., Cheng Y., Sun P. D. (2014). Structural mechanism of serum amyloid A-mediated inflammatory amyloidosis. Proc. Nat. Acad. Sci. 111, 5189–5194. 10.1073/pnas.1322357111", "ArticleIdList": ["10.1073/pnas.1322357111", "PMC3986191", "24706838"]}, {"Citation": "Luo H., Lin Y., Liu T., Lai F. L., Zhang C. T., Gao F., et al. . (2021). DEG 15, an update of the Database of Essential Genes that includes built-in analysis tools. Nucleic Acids Res. 49, D677–D686. 10.1093/nar/gkaa917", "ArticleIdList": ["10.1093/nar/gkaa917", "PMC7779065", "33095861"]}, {"Citation": "Magnan C. N., Randall A., Baldi P. (2009). SOLpro: accurate sequence-based prediction of protein solubility. Bioinformatics 25, 2200–2207. 10.1093/bioinformatics/btp386", "ArticleIdList": ["10.1093/bioinformatics/btp386", "19549632"]}, {"Citation": "Maxwell P. I., Popelier P. L. (2017). Unfavorable regions in the ramachandran plot: is it really steric hindrance? The interacting quantum atoms perspective. J. Comput. Chem. 38, 2459–2474. 10.1002/jcc.24904", "ArticleIdList": ["10.1002/jcc.24904", "PMC5659141", "28841241"]}, {"Citation": "Mishra M., Panda S., Barik S., Sarkar A., Singh D. V., Mohapatra H., et al. . (2020). Antibiotic resistance profile, outer membrane proteins, virulence factors and genome sequence analysis reveal clinical isolates of Enterobacter are potential pathogens compared to environmental isolates. Front. Cell. Infect. Microbiol. 10, 54. 10.3389/fcimb.2020.00054", "ArticleIdList": ["10.3389/fcimb.2020.00054", "PMC7047878", "32154188"]}, {"Citation": "Mondal S. I., Ferdous S., Jewel N. A., Akter A., Mahmud Z., Islam M. M., et al. . (2015). Identification of potential drug targets by subtractive genome analysis of Escherichia coli O157:H7: an in silico approach. Adv. Appl. Bioinform. Chem. 49-63. 10.2147/AABC.S88522", "ArticleIdList": ["10.2147/AABC.S88522", "PMC4677596", "26677339"]}, {"Citation": "Moriya Y., Itoh M., Okuda S., Yoshizawa A. C., Kanehisa M. (2007). KAAS: an automatic genome annotation and pathway reconstruction server. Nuc. Acids Res. 35(suppl_2), W182-W185. 10.1093/nar/gkm321", "ArticleIdList": ["10.1093/nar/gkm321", "PMC1933193", "17526522"]}, {"Citation": "Naz K., Naz A., Ashraf S. T., Rizwan M., Ahmad J., Baumbach J., et al. . (2019). PanRV: pangenome-reverse vaccinology approach for identifications of potential vaccine candidates in microbial pangenome. BMC Bioinform. 20, 1–10. 10.1186/s12859-019-2713-9", "ArticleIdList": ["10.1186/s12859-019-2713-9", "PMC6419457", "30871454"]}, {"Citation": "Nazir Z., Afridi S. G., Shah M., Shams S., Khan A. (2018). Reverse vaccinology and subtractive genomics-based putative vaccine targets identification for Burkholderia pseudomallei Bp1651. Microb. Pathog. 125, 219–229. 10.1016/j.micpath.2018.09.033", "ArticleIdList": ["10.1016/j.micpath.2018.09.033", "30243554"]}, {"Citation": "Nogueira W. G., Jaiswal A. K., Tiwari S., Ramos R. T., Ghosh P., Barh D., et al. . (2021). Computational identification of putative common genomic drug and vaccine targets in Mycoplasma genitalium. Genomics 113, 2730–2743. 10.1016/j.ygeno.2021.06.011", "ArticleIdList": ["10.1016/j.ygeno.2021.06.011", "34118385"]}, {"Citation": "Ordabayev Y., Nguyen B., Niedziela-Majka A., Lohman T. (2018). Regulation of UvrD helicase activity by MutL. Biophys. J. 114, 444a. 10.1016/j.bpj.2017.11.2455", "ArticleIdList": ["10.1016/j.bpj.2017.11.2455", "PMC6201271", "30171840"]}, {"Citation": "Puzone R., Kohler B., Seiden P., Celada F. (2002). IMMSIM, a flexible model for in machina experiments on immune system responses. Future Gen. Comput. Syst. 18, 961972. 10.1016/S0167-739X(02)00075-4", "ArticleIdList": ["10.1016/S0167-739X(02)00075-4"]}, {"Citation": "Qasim A., Jaan S., Wara T. U., Shehroz M., Nishan U., Shams S., et al. . (2023). Computer-aided genomic data analysis of drug-resistant Neisseria gonorrhoeae for the Identification of alternative therapeutic targets. Front. Cell. Infect. Microbiol. 13, 1017315. 10.3389/fcimb.2023.1017315", "ArticleIdList": ["10.3389/fcimb.2023.1017315", "PMC10080061", "37033487"]}, {"Citation": "Rana A., Akhter Y. (2016). A multi-subunit based, thermodynamically stable model vaccine using combined immunoinformatics and protein structure based approach. Immunobiology 221, 544–557. 10.1016/j.imbio.2015.12.004", "ArticleIdList": ["10.1016/j.imbio.2015.12.004", "26707618"]}, {"Citation": "Raza M. T., Mizan S., Yasmin F., Akash A. S., Shahik S. M. (2021). Epitope-based universal vaccine for Human T-lymphotropic virus-1 (HTLV-1). PLoS ONE 16, e0248001. 10.1371/journal.pone.0248001", "ArticleIdList": ["10.1371/journal.pone.0248001", "PMC8018625", "33798232"]}, {"Citation": "Rizwan M., Naz A., Ahmad J., Naz K., Obaid A., Parveen T., et al. . (2017). VacSol: a high throughput in silico pipeline to predict potential therapeutic targets in prokaryotic pathogens using subtractive reverse vaccinology. BMC Bioinform. 18, 1–7. 10.1186/s12859-017-1540-0", "ArticleIdList": ["10.1186/s12859-017-1540-0", "PMC5307925", "28193166"]}, {"Citation": "Schmid J., Heider D., Wendel N. J., Sperl N., Sieber V. (2016). Bacterial glycosyltransferases: challenges and opportunities of a highly diverse enzyme class toward tailoring natural products. Front. Microbiol. 7, 182. 10.3389/fmicb.2016.00182", "ArticleIdList": ["10.3389/fmicb.2016.00182", "PMC4757703", "26925049"]}, {"Citation": "Shah M., Jaan S., Fatima B., Javed M. S., Amjad A., Khan A., et al. . (2021). Delineating novel therapeutic drug and vaccine targets for Staphylococcus cornubiensis NW1T through computational analysis. Int. J. Pept. Res. Ther. 27, 181–195. 10.1007/s10989-020-10076-w", "ArticleIdList": ["10.1007/s10989-020-10076-w"]}, {"Citation": "Sherrard L. J., Schaible B., Graham K. A., McGrath S. J., McIlreavey L., Hatch J., et al. . (2014). Mechanisms of reduced susceptibility and genotypic prediction of antibiotic resistance in Prevotella isolated from cystic fibrosis (CF) and non-CF patients. J. Antimicrob. Chemoth. 69, 2690–2698. 10.1093/jac/dku192", "ArticleIdList": ["10.1093/jac/dku192", "PMC4164140", "24917582"]}, {"Citation": "Six D. A., Carty S. M., Guan Z., Raetz C. R. (2008). Purification and mutagenesis of LpxL, the lauroyltransferase of Escherichia coli lipid A biosynthesis. Biochemistry 47, 8623–8637. 10.1021/bi800873n", "ArticleIdList": ["10.1021/bi800873n", "PMC2664092", "18656959"]}, {"Citation": "Solanki V., Tiwari V. (2018). Subtractive proteomics to identify novel drug targets and reverse vaccinology for the development of chimeric vaccine against Acinetobacter baumannii. Sci. Rep. 8, 9044. 10.1038/s41598-018-26689-7", "ArticleIdList": ["10.1038/s41598-018-26689-7", "PMC5997985", "29899345"]}, {"Citation": "Strohmeier M., Raschle T., Mazurkiewicz J., Rippe K., Sinning I., Fitzpatrick T. B., et al. . (2006). Structure of a bacterial pyridoxal 5′-phosphate synthase complex. Proc. Nat. Acad. Sci. 103, 19284–19289. 10.1073/pnas.0604950103", "ArticleIdList": ["10.1073/pnas.0604950103", "PMC1748218", "17159152"]}, {"Citation": "Szklarczyk D., Morris J. H., Cook H., Kuhn M., Wyder S., Simonovic M., et al. . (2016). The STRING database in 2017: quality-controlled protein–protein association networks, made broadly accessible. Nuc. Acids Res. 14, gkw937. 10.1093/nar/gkw937", "ArticleIdList": ["10.1093/nar/gkw937", "PMC5210637", "27924014"]}, {"Citation": "Troil-linde B. O. (1999). Prevotella pallens genotypes and in vitro susceptibilities to selected antimicrobial. Agents 43 2383–2388.", "ArticleIdList": ["PMC89487", "10508011"]}, {"Citation": "Wang Y., Li Y., Yan H. (2006). Mechanism of dihydroneopterin aldolase: functional roles of the conserved active site glutamate and lysine residues. Biochemistry 45, 15232–15239.", "ArticleIdList": ["PMC3018710", "17176045"]}, {"Citation": "Wu C. Y., Monie A., Pang X., Hung C. F., Wu T. C. (2010). Improving therapeutic HPV peptide-based vaccine potency by enhancing CD4+ T help and dendritic cell activation. J. Biomed. Sci. 17, 1–10. 10.1186/1423-0127-17-S1-S1", "ArticleIdList": ["10.1186/1423-0127-17-S1-S1", "PMC3000388", "21092195"]}, {"Citation": "Xu T., Pagadala V., Mueller D. M. (2015). Understanding structure, function, and mutations in the mitochondrial ATP synthase. Microb. Cell 2, 105. 10.15698/mic2015.04.197", "ArticleIdList": ["10.15698/mic2015.04.197", "PMC4415626", "25938092"]}, {"Citation": "Yu C. S., Cheng C. W., Su W. C., Chang K. C., Huang S. W., Hwang J. K., et al. . (2014). CELLO2GO: a web server for protein subCELlular LOcalization prediction with functional gene ontology annotation. PLoS ONE 9, e99368. 10.1371/journal.pone.0099368", "ArticleIdList": ["10.1371/journal.pone.0099368", "PMC4049835", "24911789"]}, {"Citation": "Zheng S. W., Xu P., Cai L. T., Tan Z. W., Guo Y. T., Zhu R. X., et al. . (2022). The presence of Prevotella melaninogenica within tissue and preliminary study on its role in the pathogenesis of oral lichen planus. Oral Dis. 28, 1580–1590. 10.1111/odi.13862", "ArticleIdList": ["10.1111/odi.13862", "33780104"]}, {"Citation": "Zhou Q., Tan X., Meng X., Wang J., Ji F., Wang X., et al. . (2021). Identification of four secondary acyltransferases for lipid A biosynthesis in Vibrio parahaemolyticus. Biotechnol. Appl. Biochem. 68, 1486–1500. 10.1002/bab.2070", "ArticleIdList": ["10.1002/bab.2070", "33150647"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "2"}, {"Year": "2023", "Month": "8", "Day": "30"}, {"Year": "2023", "Month": "10", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "9", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "10", "Day": "9", "Hour": "5", "Minute": "35"}, {"Year": "2023", "Month": "9", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["37808310", "PMC10556700", "10.3389/fmicb.2023.1271798"]}}], "PubmedBookArticle": []}