{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37817339", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "01"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1002/rcm.9635"], "Journal": {"ISSN": "1097-0231", "JournalIssue": {"Volume": "37", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "30"}}, "Title": "Rapid communications in mass spectrometry : RCM", "ISOAbbreviation": "Rapid Commun Mass Spectrom"}, "ArticleTitle": "Identification of raffinose family oligosaccharides in processed Rehmannia glutinosa Libosch using matrix-assisted laser desorption/ionization mass spectrometry image combined with machine learning.", "Pagination": {"StartPage": "e9635", "MedlinePgn": "e9635"}, "Abstract": {"AbstractText": ["Currently, research on oligosaccharides primarily focuses on the physiological activity and function, with a few studies elaborating on the spatial distribution characterization and variation in the processing of Rehmannia glutinosa Libosch. Thus, imaging the spatial distributions and dynamic changes in oligosaccharides during the steaming process is significant for characterizing the metabolic networks of R. glutinosa. It will be beneficial to characterize the impact of steaming on the active ingredients and distribution patterns in different parts of the plant.", "A highly sensitive matrix-assisted laser desorption/ionization mass spectrometry image (MALDI-MSI) method was used to visualize the spatial distribution of oligosaccharides in processed R. glutinosa. Furthermore, machine learning was used to distinguish the processed R. glutinosa samples obtained under different steaming conditions.", "Imaging results showed that the oligosaccharides in the fresh R. glutinosa were mainly distributed in the cortex and xylem. As steaming progressed, the tetra- and pentasaccharides were hydrolyzed and diffused gradually into the tissue section. MALDI-MS profiling combined with machine learning was used to identify the processed R. glutinosa samples accurately at different steaming intervals. Eight algorithms were used to build classification machine learning models, which were evaluated for accuracy, precision, recall, and F1 score. The linear discriminant analysis and random forest models performed the best, with prediction accuracies of 0.98 and 0.97, respectively, and thus can be considered for identifying the steaming durations of R. glutinosa.", "MALDI-MSI combined with machine learning can be used to visualize the distribution of oligosaccharides and identify the processed samples after steaming for different durations. This can enhance our understanding of the metabolic changes that occur during the steaming process of R. glutinosa; meanwhile, it is expected to provide a theoretical reference for the standardization and modernization of processing in the field of medicinal plants."], "CopyrightInformation": "© 2023 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Analysis, School of Pharmaceutical Sciences, Shandong University of Traditional Chinese Medicine, Jinan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Applied Technology of Sophisticated Analytical Instruments of Shandong Province, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}], "LastName": "Li", "ForeName": "Huizhi", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Applied Technology of Sophisticated Analytical Instruments of Shandong Province, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}], "LastName": "Zhang", "ForeName": "Shishan", "Initials": "S"}, {"Identifier": ["0000-0002-3209-2902"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Applied Technology of Sophisticated Analytical Instruments of Shandong Province, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}], "LastName": "Zhao", "ForeName": "Yanfang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Analysis, School of Pharmaceutical Sciences, Shandong University of Traditional Chinese Medicine, Jinan, China."}], "LastName": "He", "ForeName": "Jixiang", "Initials": "J"}, {"Identifier": ["0000-0001-9056-7585"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Applied Technology of Sophisticated Analytical Instruments of Shandong Province, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}], "LastName": "Chen", "ForeName": "Xiangfeng", "Initials": "X"}], "GrantList": [{"GrantID": "22074071", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "tsqn202103099", "Agency": "Program for Taishan Scholars of Shandong Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Rapid Commun Mass Spectrom", "NlmUniqueID": "8802365", "ISSNLinking": "0951-4198"}, "ChemicalList": [{"RegistryNumber": "N5O3QU595M", "NameOfSubstance": "Raffinose"}, {"RegistryNumber": "0", "NameOfSubstance": "Oligosaccharides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Raffinose"}, {"QualifierName": [], "DescriptorName": "Spectrometry, Mass, Matrix-Assisted Laser Desorption-Ionization"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rehmannia"}, {"QualifierName": [], "DescriptorName": "Oligosaccharides"}, {"QualifierName": [], "DescriptorName": "Machine Learning"}, {"QualifierName": [], "DescriptorName": "Lasers"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexander C, Swanson K, Fahey J, et al. Perspective: physiologic importance of short-chain fatty acids from nondigestible carbohydrate fermentation. Adv Nutr. 2019;10(4):576-589. doi:10.1093/advances/nmz004"}, {"Citation": "Rao M, Gao C, Hou J, Gu J, Law BYK, Xu Y. Non-digestible carbohydrate and the risk of colorectal neoplasia: a systematic review. Nutr Cancer. 2021;73(1):31-44. doi:10.1080/01635581.2020.1742360"}, {"Citation": "Rebello CJ, O'Neil C, Greenway FL. Dietary fiber and satiety: the effects of oats on satiety. Nutr Rev. 2016;74(2):131-147. doi:10.1093/nutrit/nuv063"}, {"Citation": "Ibrahim OO. Functional oligosaccharide: chemicals structure, manufacturing, health benefits, applications, and regulations. J Food Chem Nanotechnol. 2018;4(4):65-76. doi:10.17756/jfcn.2018-060"}, {"Citation": "Xie H, Li H, Zhao Y, Liu L, Chen X. Analysis of dietary exposure and risk assessment of pesticide residues in roots and rhizomes of Chinese herbs. J Food Sci. 2022;87(1):124-140. doi:10.1111/1750-3841.15994"}, {"Citation": "Kubo M, Asano T, Matsuda H, et al. Studies on Rehmanniae radix. III. The relation between changes of constituents and improvable effects on hemorheology with the processing of roots of Rehmannia glutinosa. Yakugaku Zasshi. 1996;116(2):158-168. doi:10.1248/yakushi1947.116.2_158"}, {"Citation": "Zhang R, Zhao Y, Sun Y, Lu X, Yang X. Isolation, characterization, and hepatoprotective effects of the raffinose family oligosaccharides from Rehmannia glutinosa Libosch. J Agric Food Chem. 2013;61(32):7786-7793. doi:10.1021/jf4018492"}, {"Citation": "Rahmat E, Chung Y, Nam HH, et al. Evaluation of marker compounds and biological activity of in vitro regenerated and commercial rehmannia glutinosa (Gaertn.) DC. Roots subjected to steam processing. Evid Based Complement Alternat Med. 2022;2022:1506703. doi:10.1155/2022/1506703"}, {"Citation": "Zhang X, Liu K, Shi M, et al. Therapeutic potential of catalpol and geniposide in Alzheimer's and Parkinson's diseases: a snapshot of their underlying mechanisms. Brain Res Bull. 2021;174:281-295. doi:10.1016/j.brainresbull.2021.06.020"}, {"Citation": "Li W, Wang Y, Han J, et al. UPLC-Q-TOF-MS and UPLC-QQQ-MS were used for the qualitative and quantitative analysis of oligosaccharides in Fufang Ejiao syrup. J Pharm Biomed Anal. 2023;224:115193. doi:10.1016/j.jpba.2022.115193"}, {"Citation": "Zhang R, Zhou J, Li M, et al. Ameliorating effect and potential mechanism of Rehmannia glutinosa oligosaccharides on the impaired glucose metabolism in chronic stress rats fed with high-fat diet. Phytomedicine. 2014;21(5):607-614. doi:10.1016/j.phymed.2013.11.008"}, {"Citation": "Xue S, Wang L, Chen S, Cheng Y. Simultaneous analysis of saccharides between fresh and processed radix Rehmanniae by HPLC and UHPLC-LTQ-orbitrap-MS with multivariate statistical analysis. Molecules. 2018;23(3):541. doi:10.3390/molecules23030541"}, {"Citation": "Bhandari DR, Wang Q, Friedt W, Spengler B, Gottwald S, Römpp A. High resolution mass spectrometry imaging of plant tissues: towards a plant metabolite atlas. Analyst. 2015;140(22):7696-7709. doi:10.1039/c5an01065a"}, {"Citation": "He Q, Sun C, Liu J, Pan Y. MALDI-MSI analysis of cancer drugs: significance, advances, and applications. Trends Anal Chem. 2021;136(7):116183. doi:10.1016/j.trac.2021.116183"}, {"Citation": "Sturtevant D, Lee Y-J, Chapman KD. Matrix assisted laser desorption/ionization -mass spectrometry imaging (MALDI-MSI) for direct visualization of plant metabolites in situ. Curr Opin Biotechnol. 2016;37:53-60. doi:10.1016/j.copbio.2015.10.004"}, {"Citation": "Mallah K, Quanico J, Trede D, et al. Lipid changes associated with traumatic brain injury revealed by 3D MALDI-MSI. Anal Chem. 2018;90(17):10568-10576. doi:10.1021/acs.analchem.8b02682"}, {"Citation": "Touboul D, Brunelle A. MALDI mass spectrometry imaging of lipids and primary metabolites on rat brain sections. Methods Mol Biol. 2015;1203:41-48. doi:10.1007/978-1-4939-1357-2_5"}, {"Citation": "Chen JL, Lee C, Lu IC, et al. Theoretical investigation of low detection sensitivity for underivatized carbohydrates in ESI and MALDI. J Mass Spectrom. 2016;51(12):1180-1186. doi:10.1002/jms.3889"}, {"Citation": "Qin L, Zhang Y, Liu Y, et al. Recent advances in matrix-assisted laser desorption/ionisation mass spectrometry imaging (MALDI-MSI) for in situ analysis of endogenous molecules in plants. Phytochem Anal. 2018;29(4):351-364. doi:10.1002/pca.2759"}, {"Citation": "Zaia J. Mass spectrometry of oligosaccharides. Mass Spectrom Rev. 2004;23(3):161-227. doi:10.1002/mas.10073"}, {"Citation": "Wang XJ, Wang HY, Zhang AH, et al. Metabolomics study on the toxicity of aconite root and its processed products using ultraperformance liquid-chromatography/electrospray-ionization synapt high-definition mass spectrometry coupled with pattern recognition approach and ingenuity pathways analysis. J Proteome Res. 2012;11(2):1284-1301. doi:10.1021/pr200963e"}, {"Citation": "Chang W-T, Choi YH, Vander HR, et al. Traditional processing strongly affects metabolite composition by hydrolysis in Rehmannia glutinosa roots. Chem Pharm Bull. 2011;59(5):546-552. doi:10.1248/cpb.59.546"}, {"Citation": "Wang Z, Xie H, Ren J, et al. Metabolomic approach for rapid differentiation of Fritillaria bulbs by matrix-assisted laser desorption/ionization mass spectrometry and multivariate statistical analysis. J Pharm Biomed Anal. 2020;185:113177. doi:10.1016/j.jpba.2020.113177"}, {"Citation": "Kuligowski J, Pérez-Guaita D, Escobar J, et al. Evaluation of the effect of chance correlations on variable selection using partial least squares-discriminant analysis. Talanta. 2013;116:835-840. doi:10.1016/j.talanta.2013.07.048"}, {"Citation": "Guyon I, Weston J, Barnhill S, et al. Gene selection for cancer classification using support vector machines. Mach Learning. 2002;46:389-422. doi:10.1023/A:1012487302797"}, {"Citation": "Kang J, Choi YJ, Kim IK, et al. LASSO-based machine learning algorithm for prediction of lymph node metastasis in T1 colorectal cancer. Cancer Res Treat. 2021;53(3):773-783. doi:10.4143/crt.2020.974"}, {"Citation": "Zhang S, Li H, Hu Q, Wang Z, Chen X. Discrimination of thermal treated bovine milk using MALDI-TOF MS coupled with machine learning. Food Control. 2022;142:109224. doi:10.1016/j.foodcont.2022.109224"}, {"Citation": "He L, Zhang F, Jian Z, et al. Stachyose modulates gut microbiota and alleviates dextran sulfate sodium-induced acute colitis in mice. Saudi J Gastroenterol. 2020;26(3):153-159. doi:10.4103/sjg.SJG_580_19"}, {"Citation": "Wang T, Huang S, Wu C, et al. Intestinal microbiota and liver diseases: insights into therapeutic use of traditional Chinese medicine. Evid Based Complement Alternat Med. 2021;2021:6682581. doi:10.1155/2021/6682581"}, {"Citation": "Li W, Li Z, Han X, Huang D, Lu Y, Yang X. Enhancing the hepatic protective effect of genistein by oral administration with stachyose in mice with chronic high fructose diet consumption. Food Funct. 2016;7(5):2420-2430. doi:10.1039/c6fo00038j"}, {"Citation": "Yan L, Yi J, Huang C, et al. Rapid detection of COVID-19 using MALDI-TOF-based serum peptidome profiling. Anal Chem. 2021;93(11):4782-4787. doi:10.1021/acs.analchem.0c04590"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "8", "Day": "7"}, {"Year": "2023", "Month": "5", "Day": "31"}, {"Year": "2023", "Month": "8", "Day": "20"}, {"Year": "2023", "Month": "11", "Day": "1", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "10", "Day": "11", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "10", "Day": "11", "Hour": "0", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37817339", "10.1002/rcm.9635"]}}], "PubmedBookArticle": []}