{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["human-plant relations", "perceptions of plants", "plant cultural markers", "plants and people", "wild medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37835210", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "25"}], "Language": ["eng"], "ELocationID": ["3557", "10.3390/foods12193557"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "12", "Issue": "19", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "25"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Exploration of the Wild Edible Plants Used for Basic Health Care by Local People of Bahawalpur and Adjacent Regions, Pakistan.", "Abstract": {"AbstractText": ["The current study aimed to explore the traditional knowledge and practices of indigenous communities in Bahawalpur and adjacent regions, Pakistan, to treat a variety of diseases with a particular focus on the usage of ethnomedicinal wild plants. The objective of the study was to collect and evaluate local and indigenous knowledge regarding the quantity, variety, use and management of resources by the people. Data were gathered using Rapid Appraisal Approach (RAA), which involved in-person interviews. The data were analyzed using descriptive statistics methods as well as common ethnobotanical analytical techniques viz. use value (UV), relative frequency of citation (RFC), informant consensus factor (ICF), fidelity level (FL), relative importance (RI), frequency index (FI), family use value (FUV), family importance value (FIV), popular therapeutic use value (POPUT), plant part value (PPV), preference ranking (PR), cultural significance index (CSI), rank order priority (ROP) and Jaccard index (JI). A total of 158 plant species from 49 families were identified. The perennial herbs made up 72% of the documented species of therapeutic plants. There were 21 different species in each of the two major plant families i.e., Fabaceae and Poaceae. The maximum ICF were calculated for gonorrhea and paralysis (1.0) and maximum POPUT was calculated for skin disorders (0.088) and cough (0.077), respectively. The maximum UV was found for <i>Rumex crispus</i> (0.57) and RI for <i>Leucaena leucocephala</i> (4.38). <i>Heliotropium crispum</i> had the highest FL value (83%) and is used to treat kidney diseases. <i>Alhagi maurorum</i> had the greatest RFC (0.009) and FI (0.93). Arecaceae (0.45) and Fabaceae (13.39%) had the greatest FUV while Poaceae and Fabaceae had the highest FIV (13.29 for each). Leaves were the most frequently used plant part (35%). <i>Alhagi maurorum</i> (4.0) and <i>Rumex crispus</i> (32.57) had the highest CSI and ROP, respectively. The maximum JI (28.31) was calculated for Cholistan desert. These results showed the local population's reliance on herbal remedies to treat prevalent illnesses. To demonstrate the viability of species, it's crucial to emphasize both the use and conservation of these species. Adopting innovative applications, enhancing their value, and prioritizing the protection of multipurpose wild plants in inhabited environments is vital."]}, "AuthorList": [{"Identifier": ["0000-0002-2052-8502"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur (Baghdad ul Jadeed Campus), Bahawalpur 63100, Pakistan."}], "LastName": "Anwar", "ForeName": "Tauseef", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Chakwal, Chakwal 48800, Pakistan."}], "LastName": "Qureshi", "ForeName": "Huma", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur (Baghdad ul Jadeed Campus), Bahawalpur 63100, Pakistan."}], "LastName": "Naeem", "ForeName": "Hafsa", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur (Baghdad ul Jadeed Campus), Bahawalpur 63100, Pakistan."}], "LastName": "Shahzadi", "ForeName": "Sumbal", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur (Baghdad ul Jadeed Campus), Bahawalpur 63100, Pakistan."}], "LastName": "Sehar", "ForeName": "Zobia", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur (Baghdad ul Jadeed Campus), Bahawalpur 63100, Pakistan."}], "LastName": "Hassan", "ForeName": "Rubeena", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ali E., Azhar M.F., Bussmann R.W. Ethnobotanical inventory and medicinal applications of plants used by the local people of Cholistan Desert, Pakistan. Ethnobot. Res. Appl. 2023;25:1–23. doi: 10.32859/era.25.21.1-23.", "ArticleIdList": ["10.32859/era.25.21.1-23"]}, {"Citation": "Bulut G., Haznedaroğlu M.Z., Doğan A., Koyu H., Tuzlacı E. An ethnobotanical study of medicinal plants in Acipayam (Denizli-Turkey) J. Herb. Med. 2017;10:64–81. doi: 10.1016/j.hermed.2017.08.001.", "ArticleIdList": ["10.1016/j.hermed.2017.08.001"]}, {"Citation": "Haag G., Marin G.H., Errecalde J. Argentinean’s plants with interest in ethnomedicine as wormers. Int. J. Pharmacol. Phytochem. Ethnomed. 2016;5:1–17. doi: 10.18052/www.scipress.com/IJPPE.5.1.", "ArticleIdList": ["10.18052/www.scipress.com/IJPPE.5.1"]}, {"Citation": "Vijayakumar K.K., Parimala M. Ethnobotanical survey of medicinal plants in and around Maranda Hali village, Dharmapuri District, Tamil Nadu. Kongunadu Res. J. 2018;5:51–55. doi: 10.26524/krj253.", "ArticleIdList": ["10.26524/krj253"]}, {"Citation": "Jan H.A., Jan S., Bussmann R.W., Ahmad L., Wali S., Ahmad N. Ethnomedicinal survey of the plants used for gynecological disorders by the indigenous community of District Buner, Pakistan. Ethnobot. Res. Appl. 2020;19:1–18. doi: 10.32859/era.19.26.1-18.", "ArticleIdList": ["10.32859/era.19.26.1-18"]}, {"Citation": "Bhattacharyya R., Medhi K.K., Borthakur S.K., Borkataki S. An ethnobotanical study of medicinal plants used against jaundice by tea tribes of Morigaon District, Assam (India) J. Nat. Remedies. 2020;20:16–28. doi: 10.18311/jnr/2020/23879.", "ArticleIdList": ["10.18311/jnr/2020/23879"]}, {"Citation": "Ullah R., Alqahtani A.S., Noman O.M., Alqahtani A.M., Ibenmoussa S., Bourhia M. A review on Ethnomedicinal plants used in traditional medicine in the Kingdom of Saudi Arabia. Saudi J. Biol. Sci. 2020;27:2706–2718. doi: 10.1016/j.sjbs.2020.06.020.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.020", "PMC7499296", "32994730"]}, {"Citation": "Ahmad K.S., Hamid A., Nawaz F., Hameed M., Ahmad F., Deng J., Akhtar N., Wazarat A., Mahroof S. Ethnopharmacological studies of indigenous plants in Kel village, Neelum valley, Azad Kashmir, Pakistan. J. Ethnobiol. Ethnomed. 2017;13:68. doi: 10.1186/s13002-017-0196-1.", "ArticleIdList": ["10.1186/s13002-017-0196-1", "PMC5709976", "29191238"]}, {"Citation": "Amjad M.S., Zahoor U., Bussmann R.W., Altaf M., Gardazi S.M.H., Abbasi A.M. Ethnobotanical survey of the medicinal flora of Harighal, Azad Jammu and Kashmir, Pakistan. J. Ethnobiol. Ethnomed. 2020;16:65. doi: 10.1186/s13002-020-00417-w.", "ArticleIdList": ["10.1186/s13002-020-00417-w", "PMC7590686", "33109243"]}, {"Citation": "Batoro J., Siswanto D. Ethnomedicinal survey of plants used by local society in Poncokusumo district, Malang, East Java Province, Indonesia. Asian J. Med. Biol. Res. 2017;3:158–167. doi: 10.3329/ajmbr.v3i2.33563.", "ArticleIdList": ["10.3329/ajmbr.v3i2.33563"]}, {"Citation": "Sulaiman, Shah S., Khan S., Bussmann R.W., Ali M., Hussain D., Hussain W. Quantitative Ethnobotanical Study of Indigenous Knowledge on Medicinal Plants Used by the Tribal Communities of Gokand Valley, District Buner, Khyber Pakhtunkhwa, Pakistan. Plants. 2020;9:1001. doi: 10.3390/plants9081001.", "ArticleIdList": ["10.3390/plants9081001", "PMC7463859", "32781736"]}, {"Citation": "Khalid M., Bilal M., Hassani D., Zaman S., Huang D. Characterization of Ethnomedicinal plant resources of Karamar valley Swabi, Pakistan. J. Radiat. Res. Appl. Sci. 2017;10:152–163. doi: 10.1016/j.jrras.2017.03.005.", "ArticleIdList": ["10.1016/j.jrras.2017.03.005"]}, {"Citation": "Umair M., Altaf M., Bussmann R.W., Abbasi A.M. Ethnomedicinal uses of the local flora in Chenab riverine area, Punjab province Pakistan. J. Ethnobiol. Ethnomed. 2019;15:7. doi: 10.1186/s13002-019-0285-4.", "ArticleIdList": ["10.1186/s13002-019-0285-4", "PMC6359778", "30709360"]}, {"Citation": "Heinrich M., Edwards S., Moerman D.E., Leonti M. Ethnopharmacological field studies: A critical assessment of their conceptual basis and methods. J. Ethnopharmacol. 2009;124:1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "Majeed M., Bhatti K.H., Amjad M.S., Abbasi A.M., Bussmann R.W., Nawaz F., Rashid A., Mehmood A., Mahmood M., Khan W.M., et al. Ethno-veterinary uses of Poaceae in Punjab, Pakistan. PLoS ONE. 2020;15:e0241705. doi: 10.1371/journal.pone.0241705.", "ArticleIdList": ["10.1371/journal.pone.0241705", "PMC7608896", "33142315"]}, {"Citation": "Nisar M., Jaleel F., Waseem M., Ismail S., Toor Y., Haider S.M., Zhong J. Ethnomedicinal uses of plants from district Bahawalpur, Pakistan. Curr. Res. J. Biol. Sci. 2014;6:183–190. doi: 10.19026/crjbs.6.5191.", "ArticleIdList": ["10.19026/crjbs.6.5191"]}, {"Citation": "Fatima I., Munawar M., Iqbal S., Sadaf Z. Ethnomedicinal uses of wild herbs and shrubs of Tehsil Yazman, Punjab, Pakistan. Pak. J. Agric. Sci. 2019;56:735–741."}, {"Citation": "Anwer Z., Shabbir S., Ain Q.U., Iram T., Tariq S., Murad H. Ethnobotanical study of wild flora of Haroonabad, District Bahawalnagar, Punjab, Pakistan. Eur. J. Biol. 2020;5:41–62. doi: 10.47672/ejb.564.", "ArticleIdList": ["10.47672/ejb.564"]}, {"Citation": "Qureshi R., Ain Q., Ilyas M., Rahim G., Ahmad W., Shaheen H., Ullah K. Ethnobotanical study of bhera, District sargodha, pakistan. Arch. Des Sci. 2012;65:690–707."}, {"Citation": "Munir M., Sadia S., Khan A., Rahim B.Z., Gagosh Nayyar B., Ahmad K.S., Khan A.M., Fatima I., Qureshi R. Ethnobotanical study of Mandi Ahmad Abad, District Okara, Pakistan. PLoS ONE. 2022;17:e0265125. doi: 10.1371/journal.pone.0265125.", "ArticleIdList": ["10.1371/journal.pone.0265125", "PMC8989321", "35389994"]}, {"Citation": "Saeed H.M.K., Shahzad Q., Iqbal I., Nawaz S., Bano Q., Irfan M., Wahid M. Check list of ethno pharmacological important plants of Multan Pakistan. Int. J. Bioassays. 2014;3:3178–3182."}, {"Citation": "Usman M., Ditta A., Ibrahim F.H., Murtaza G., Rajpar M.N., Mehmood S., Bin Saleh M.N., Imtiaz M., Akram S., Khan W.R. Quantitative ethnobotanical analysis of medicinal plants of high-temperature areas of Southern Punjab, Pakistan. Plants. 2021;10:1974–1993. doi: 10.3390/plants10101974.", "ArticleIdList": ["10.3390/plants10101974", "PMC8538318", "34685784"]}, {"Citation": "Nasab K.F., Esmailpour M. Ethnomedicinal survey on weed plants in agro-ecosystems: A case study in Jahrom, Iran. Environ. Dev. Sustain. 2019;21:2145–2164. doi: 10.1007/s10668-018-0128-9.", "ArticleIdList": ["10.1007/s10668-018-0128-9"]}, {"Citation": "Siddique Z., Shad N., Shah G.M., Naeem A., Yali L., Hasnain M., Mahmood A., Sajid M., Idrees M., Khan I. Exploration of ethnomedicinal plants and their practices in human and livestock healthcare in Haripur District, Khyber Pakhtunkhwa, Pakistan. J. Ethnobiol. Ethnomed. 2021;17:55. doi: 10.1186/s13002-021-00480-x.", "ArticleIdList": ["10.1186/s13002-021-00480-x", "PMC8424965", "34496911"]}, {"Citation": "Tamang S., Singh A., Bussmann R.W., Shukla V., Nautiyal M.C. Ethnomedicinal plants of tribal people: A case study in Pakyong subdivision of East Sikkim, India. Acta Ecol. Sin. 2023;43:34–46. doi: 10.1016/j.chnaes.2021.08.013.", "ArticleIdList": ["10.1016/j.chnaes.2021.08.013"]}, {"Citation": "Guo C.A., Ding X.Y., Addi Y.W., Zhang Y., Zhang X.Q., Zhuang H.F., Wang Y.H. An ethno-botany survey of wild plants used by the Tibetan people of the Yadong River Valley, Tibet. China. J. Ethnobiol. Ethnomed. 2022;8:28", "ArticleIdList": ["PMC8973548", "35361213"]}, {"Citation": "Afzal S., Ahmad H.I., Jabbar A., Tolba M.M., AbouZid S., Irm N., Zulfiqar F., Iqbal M.Z., Ahmad S., Aslam Z. Use of medicinal plants for respiratory diseases in Bahawalpur, Pakistan. BioMed Res. Int. 2021;2021:5578914. doi: 10.1155/2021/5578914.", "ArticleIdList": ["10.1155/2021/5578914", "PMC8041525", "33884265"]}, {"Citation": "Abbas Z., Alam J., Muhammad S., Bussmann R.W., Khan S.M., Hussain M. Phyto-cultural diversity of the Shigar Valley (Central Karakorum) Baltistan, Northern Pakistan. Ethnobot. Res. Appl. 2019;18:1–18. doi: 10.32859/era.18.31.1-18.", "ArticleIdList": ["10.32859/era.18.31.1-18"]}, {"Citation": "Gulzar H., Hazrat A., Gulzar K., Ali F., Khan N., Nisar M., Khan I., Ullah A. Medicinal plants and their traditional uses in Thana village, District Malakand, Khyber Pakhtunkhwa, Pakistan. Int. J. Endorsing Health Sci. Res. 2019;7:11–21. doi: 10.29052/IJEHSR.v7.i1.2019.11-21.", "ArticleIdList": ["10.29052/IJEHSR.v7.i1.2019.11-21"]}, {"Citation": "Hussain S., Hussain W., Nawaz A., Badshah L., Ali A., Ullah S., Ali M., Hussain H., Bussmann R.W. Quantitative ethnomedicinal study of indigenous knowledge on medicinal plants used by the tribal communities of Central Kurram, Khyber Pakhtunkhwa, Pakistan. Ethnobot. Res. Appl. 2022;23:1–31. doi: 10.32859/era.23.5.1-31.", "ArticleIdList": ["10.32859/era.23.5.1-31"]}, {"Citation": "Ishtiaq M., Khanum H., Hussain I., Parveen A., Maqbool M., Thind S., Hussain T., Azeem M., Shabir F., Elansary H.O. Ethnobotanical inventory and medicinal perspectives of herbal flora of Shiwalik mountainous range of District Bhimber, Azad Jammu and Kashmir, Pakistan. PLoS ONE. 2022;17:e0265028. doi: 10.1371/journal.pone.0265028.", "ArticleIdList": ["10.1371/journal.pone.0265028", "PMC8963552", "35349579"]}, {"Citation": "Ishtiaq M., Maqbool M., Ajaib M., Ahmed M., Hussain I., Khanam H., Mushtaq W., Hussain T., Azam S., Bhatti K.H., et al. Ethnomedicinal and folklore inventory of wild plants used by rural communities of valley Samahni, District Bhimber Azad Jammu and Kashmir, Pakistan. PLoS ONE. 2021;16:e0243151. doi: 10.1371/journal.pone.0243151.", "ArticleIdList": ["10.1371/journal.pone.0243151", "PMC7806180", "33439877"]}, {"Citation": "Uzun S.P., Koca C. Ethnobotanical survey of medicinal plants traded in herbal markets of Kahramanmaras. Plant Divers. 2020;42:443–454. doi: 10.1016/j.pld.2020.12.003.", "ArticleIdList": ["10.1016/j.pld.2020.12.003", "PMC7936109", "33733012"]}, {"Citation": "Mudau T., Olowoyo J., Amoo S. Ethnobotanical assessment of medicinal plants used traditionally for treating diabetes in Vhembe district, Limpopo Province, South Africa. South Afr. J. Bot. 2022;146:304–324. doi: 10.1016/j.sajb.2021.10.016.", "ArticleIdList": ["10.1016/j.sajb.2021.10.016"]}, {"Citation": "Jadid N., Kurniawan E., Himayani C.E.S., Andriyani, Prasetyowati I., Purwani K.I., Muslihatin W., Hidayati D., Tjahjaningrum I.T.D. An ethnobotanical study of medicinal plants used by the Tengger tribe in Ngadisari village, Indonesia. PLoS ONE. 2020;15:e0235886. doi: 10.1371/journal.pone.0235886.", "ArticleIdList": ["10.1371/journal.pone.0235886", "PMC7357767", "32658902"]}, {"Citation": "Tufail M., Hussain K., Nawaz K., Bhatti K.H., Yasin G., Ali S.S. Ethnobotanical survey of important wild medicinal plants of tehsil Gojra, District Toba Tek Singh, Punjab, Pakistan. Ethnobot. Res. Appl. 2020;20:1–14. doi: 10.32859/era.20.23.1-14.", "ArticleIdList": ["10.32859/era.20.23.1-14"]}, {"Citation": "Bencheikh N., Elbouzidi A., Kharchoufa L., Ouassou H., Merrouni I.A., Mechchate H., Es-Safi I., Hano C., Addi M., Bouhrim M., et al. Inventory of medicinal plants used traditionally to manage kidney diseases in north-eastern Morocco: Ethnobotanical fieldwork and pharmacological evidence. Plants. 2021;10:1966. doi: 10.3390/plants10091966.", "ArticleIdList": ["10.3390/plants10091966", "PMC8468912", "34579498"]}, {"Citation": "Bouafia M., Amamou F., Gherib M., Benaissa M., Azzi R., Nemmiche S. Ethnobotanical and ethnomedicinal analysis of wild medicinal plants traditionally used in Naâma, southwest Algeria. Vegetos. 2021;34:654–662. doi: 10.1007/s42535-021-00229-7.", "ArticleIdList": ["10.1007/s42535-021-00229-7", "PMC8192681", "34131369"]}, {"Citation": "Malik S., Ahmad S., Sadiq A., Alam K., Wariss H.M., Ahmad I., Hayat M.Q., Anjum S., Mukhtar M. A comparative ethnobotanical study of Cholistan (an arid area) and Pothwar (a semi-arid area) of Pakistan for traditional medicines. J. Ethnobiol. Ethnomed. 2015;11:31. doi: 10.1186/s13002-015-0018-2.", "ArticleIdList": ["10.1186/s13002-015-0018-2", "PMC4460735", "25925727"]}, {"Citation": "Yimam M., Yimer S.M., Beressa T.B. Ethnobotanical study of medicinal plants used in Artuma Fursi district, Amhara Regional State, Ethiopia. Trop. Med. Health. 2022;50:85. doi: 10.1186/s41182-022-00438-z.", "ArticleIdList": ["10.1186/s41182-022-00438-z", "PMC9644516", "36352467"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "8", "Day": "15"}, {"Year": "2023", "Month": "8", "Day": "21"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "1", "Minute": "10"}, {"Year": "2023", "Month": "9", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["37835210", "PMC10573077", "10.3390/foods12193557", "foods12193557"]}}], "PubmedBookArticle": []}