{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticancer", "antifungal", "antimicrobial", "phytochemicals", "phytonanoparticles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37836257", "DateRevised": {"Year": "2023", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "22"}], "Language": ["eng"], "ELocationID": ["2616", "10.3390/nano13192616"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "13", "Issue": "19", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "22"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Advances in Phytonanotechnology: A Plant-Mediated Green Synthesis of Metal Nanoparticles Using <i>Phyllanthus</i> Plant Extracts and Their Antimicrobial and Anticancer Applications.", "Abstract": {"AbstractText": ["Nanoparticles and nanotechnology developments continue to advance the livelihood of humankind. However, health challenges due to microorganisms and cancerous cells continue to threaten many people's lives globally. Therefore, new technological interventions are of great importance. The phytochemicals present in medicinal plants are suggested as biocompatible, cost-effective, and regenerative sources that can be utilized for the green synthesis of nanoparticles. Different plant extracts with various phytochemical constituents can form nanoparticles with specific shapes, sizes, and optical properties. This review focuses on advances in green nanotechnology and provides details on reliable synthetic routes toward medically and biocompatible relevant metallic nanoparticles. We cover a wide range of applications that use phytonanoparticles with an in-depth look at what makes these materials interesting. The study also provides details of the literature on the interventions made in phytonanotechnology for the production of plant-mediated synthesis and capped metallic nanoparticles and their applications in various industries. It was observed that a variety of plants have been well studied, and detailed findings have been reported; however, the study of <i>Phyllanthus</i> is still in its early stages, and more needs to be uncovered."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Arcadia, Pretoria 0001, South Africa."}], "LastName": "Thatyana", "ForeName": "Maxwell", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Arcadia, Pretoria 0001, South Africa."}], "LastName": "Dube", "ForeName": "Nondumiso P", "Initials": "NP"}, {"Identifier": ["0000-0003-3771-128X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Arcadia, Pretoria 0001, South Africa."}, {"Identifier": [], "Affiliation": "Department of Chemistry, University of Kabianga, Kericho 2030, Kenya."}], "LastName": "Kemboi", "ForeName": "Douglas", "Initials": "D"}, {"Identifier": ["0000-0003-4064-1307"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Arcadia, Pretoria 0001, South Africa."}], "LastName": "Manicum", "ForeName": "Amanda-Lee E", "Initials": "AE"}, {"Identifier": ["0000-0002-8495-7488"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mamelodi Campus, University of Pretoria, Private Bag X20, Hatfield, Pretoria 0028, South Africa."}], "LastName": "Mokgalaka-Fleischmann", "ForeName": "Ntebogeng S", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Arcadia, Pretoria 0001, South Africa."}], "LastName": "Tembu", "ForeName": "Jacqueline V", "Initials": "JV"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "Authors declare no conflict of interest. "}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Albanese A., Tang P.S., Chan W.C. The effect of nanoparticle size, shape, and surface chemistry on biological systems. Annu. Rev. Biomed. Eng. 2012;14:1–16. doi: 10.1146/annurev-bioeng-071811-150124.", "ArticleIdList": ["10.1146/annurev-bioeng-071811-150124", "22524388"]}, {"Citation": "Fakruddin M., Hossain Z., Afroz H. Prospects and applications of nanobiotechnology: A medical perspective. J. Nanobiotechnol. 2012;10:31. doi: 10.1186/1477-3155-10-31.", "ArticleIdList": ["10.1186/1477-3155-10-31", "PMC3422163", "22817658"]}, {"Citation": "Chahardoli A., Karimi N., Fattahi A. Biosynthesis, Characterization, Antimicrobial and Cytotoxic Effects of Silver Nanoparticles Using Nigella arvensis Seed Extract. Iran. J. Pharm. Res. 2017;16:1167–1175.", "ArticleIdList": ["PMC5610771", "29201104"]}, {"Citation": "Barabadi H., Tajani B., Moradi M., Damavandi Kamali K., Meena R., Honary S., Mahjoub M.A., Saravanan M. Penicillium Family as Emerging Nanofactory for Biosynthesis of Green Nanomaterials: A Journey into the World of Microorganisms. J. Clust. Sci. 2019;30:843–856. doi: 10.1007/s10876-019-01554-3.", "ArticleIdList": ["10.1007/s10876-019-01554-3"]}, {"Citation": "Boomi D.P., Poorani G., Subramanian P., Selvam D.S., Ramanathan G., Sundaram R., Barabadi H., Halliah G.P., Jeyaraman J., Muthupandian S. Evaluation of Antibacterial and Anticancer Potential of Polyaniline-Bimetal Nanocomposites Synthesized from Chemical Reduction Method. J. Clust. Sci. 2019;30:715–726. doi: 10.1007/s10876-019-01530-x.", "ArticleIdList": ["10.1007/s10876-019-01530-x"]}, {"Citation": "Barabadi H. Nanobiotechnology: A promising scope of gold biotechnology. Cell. Mol. Biol. 2017;63:3–4. doi: 10.14715/10.14715/cmb/2017.63.12.2.", "ArticleIdList": ["10.14715/10.14715/cmb/2017.63.12.2", "29307347"]}, {"Citation": "Salari S., Esmaeilzadeh Bahabadi S., Samzadeh-Kermani A., Yosefzaei F. In-vitro Evaluation of Antioxidant and Antibacterial Potential of GreenSynthesized Silver Nanoparticles Using Prosopis farcta Fruit Extract. Iran. J. Pharm. Res. 2019;18:430–455.", "ArticleIdList": ["PMC6487442", "31089378"]}, {"Citation": "Sarebanhassanabadi M. Designing a Hydrogen Peroxide Biosensor Using Catalase and Modified Electrode with Magnesium Oxide Nanoparticles. Int. J. Electrochem. Sci. 2014;9:257–271."}, {"Citation": "Ramezani T., Nabiuni M., Baharara J., Parivar K., Namvar F. Sensitization of Resistance Ovarian Cancer Cells to Cisplatin by Biogenic Synthesized Silver Nanoparticles through p53 Activation. Iran. J. Pharm. Res. 2019;18:222–231.", "ArticleIdList": ["PMC6487401", "31089357"]}, {"Citation": "Rajan P.I., Vijaya J.J., Jesudoss S.K., Kaviyarasu K., Kennedy L.J., Jothiramalingam R., Al-Lohedan H.A., Vaali-Mohammed M.-A. Green-fuel-mediated synthesis of self-assembled NiO nano-sticks for dual applications—Photocatalytic activity on Rose Bengal dye and antimicrobial action on bacterial strains. Mater. Res. Express. 2017;4:085030. doi: 10.1088/2053-1591/aa7e3c.", "ArticleIdList": ["10.1088/2053-1591/aa7e3c"]}, {"Citation": "Arasu M.V., Arokiyaraj S., Viayaraghavan P., Kumar T.S.J., Duraipandiyan V., Al-Dhabi N.A., Kaviyarasu K. One step green synthesis of larvicidal, and azo dye degrading antibacterial nanoparticles by response surface methodology. J. Photochem. Photobiol. B. 2019;190:154–162. doi: 10.1016/j.jphotobiol.2018.11.020.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.11.020", "30572187"]}, {"Citation": "Barabadi H., Ovais M., Shinwari Z.K., Saravanan M. Anti-cancer green bionanomaterials: Present status and future prospects. Green Chem. Lett. Rev. 2017;10:285–314. doi: 10.1080/17518253.2017.1385856.", "ArticleIdList": ["10.1080/17518253.2017.1385856"]}, {"Citation": "Ovais M., Khalil A.T., Raza A., Khan M.A., Ahmad I., Islam N.U., Saravanan M., Ubaid M.F., Ali M., Shinwari Z.K. Green synthesis of silver nanoparticles via plant extracts: Beginning a new era in cancer theranostics. Nanomedicine. 2016;11:3157–3177. doi: 10.2217/nnm-2016-0279.", "ArticleIdList": ["10.2217/nnm-2016-0279", "27809668"]}, {"Citation": "Xu L., Wang Y.Y., Huang J., Chen C.Y., Wang Z.X., Xie H. Silver nanoparticles: Synthesis, medical applications and biosafety. Theranostics. 2020;10:8996–9031. doi: 10.7150/thno.45413.", "ArticleIdList": ["10.7150/thno.45413", "PMC7415816", "32802176"]}, {"Citation": "Gupta M., Seema K. Bio-Manufactured Nanomaterials: Perspectives and Promotion. Springer International Publishing; Chem, Switzerland: 2021. Living Nano-factories: An Eco-friendly Approach Towards Medicine and Environment; pp. 95–124."}, {"Citation": "Tangthong T., Piroonpan T., Thipe V.C., Khoobchandani M., Katti K., Katti K.V., Pasanphan W. Water-Soluble Chitosan Conjugated DOTA-Bombesin Peptide Capped Gold Nanoparticles as a Targeted Therapeutic Agent for Prostate Cancer. Nanotechnol. Sci. Appl. 2021;14:69–89. doi: 10.2147/NSA.S301942.", "ArticleIdList": ["10.2147/NSA.S301942", "PMC7987316", "33776426"]}, {"Citation": "Khoobchandani M., Khan A., Katti K.K., Thipe V.C., Al-Yasiri A.Y., MohanDoss D.K.D., Nicholl M.B., Lugão A.B., Hans C.P., Katti K.V. Green nanotechnology of MGF-AuNPs for immunomodulatory intervention in prostate cancer therapy. Sci. Rep. 2021;11:16797. doi: 10.1038/s41598-021-96224-8.", "ArticleIdList": ["10.1038/s41598-021-96224-8", "PMC8373987", "34408231"]}, {"Citation": "Sibuyi N.R.S., Thipe V.C., Panjtan-Amiri K., Meyer M., Katti K.V. Green synthesis of gold nanoparticles using Acai berry and Elderberry extracts and investigation of their effect on prostate and pancreatic cancer cells. Nanobiomedicine. 2021;8:1849543521995310. doi: 10.1177/1849543521995310.", "ArticleIdList": ["10.1177/1849543521995310", "PMC7894693", "33643450"]}, {"Citation": "Eckelman M.J., Zimmerman J.B., Anastas P.T. Toward Green Nano. J. Ind. Ecol. 2008;12:316–328. doi: 10.1111/j.1530-9290.2008.00043.x.", "ArticleIdList": ["10.1111/j.1530-9290.2008.00043.x"]}, {"Citation": "Maham M., Karami-Osboo R. Extraction of Sulfathiazole from Urine Samples Using Biosynthesized Magnetic Nanoparticles. Iran. J. Pharm. Res. 2017;16:462–470.", "ArticleIdList": ["PMC5603855", "28979301"]}, {"Citation": "Kasithevar M., Muthupandian S., Periakaruppan P., Kumar H., Ovais M., Barabadi H., Shinwari Z. Green synthesis of silver nanoparticles using Alysicarpus monilifer leaf extract and its antibacterial activity against MRSA and CoNS isolates in HIV patients. J. Interdiscip. Nanomed. 2017;2:131–141. doi: 10.1002/jin2.26.", "ArticleIdList": ["10.1002/jin2.26"]}, {"Citation": "Rezvani Amin Z., Khashyarmanesh Z., Fazly Bazzaz B.S., Sabeti Noghabi Z. Does Biosynthetic Silver Nanoparticles Are More Stable with Lower Toxicity than Their Synthetic Counterparts? Iran. J. Pharm. Res. 2019;18:210–221.", "ArticleIdList": ["PMC6487435", "31089356"]}, {"Citation": "Saravanan M., Barik S.K., MubarakAli D., Prakash P., Pugazhendhi A. Synthesis of silver nanoparticles from Bacillus brevis (NCIM 2533) and their antibacterial activity against pathogenic bacteria. Microb. Pathog. 2018;116:221–226. doi: 10.1016/j.micpath.2018.01.038.", "ArticleIdList": ["10.1016/j.micpath.2018.01.038", "29407231"]}, {"Citation": "Manimaran M., Kannabiran K. Actinomycetes-mediated biogenic synthesis of metal and metal oxide nanoparticles: Progress and challenges. Lett. Appl. Microbiol. 2017;64:401–408. doi: 10.1111/lam.12730.", "ArticleIdList": ["10.1111/lam.12730", "28267874"]}, {"Citation": "Niknejad F., Nabili M., Daie Ghazvini R., Moazeni M. Green synthesis of silver nanoparticles: Advantages of the yeast Saccharomyces cerevisiae model. Curr. Med. Mycol. 2015;1:17–24. doi: 10.18869/acadpub.cmm.1.3.17.", "ArticleIdList": ["10.18869/acadpub.cmm.1.3.17", "PMC5490325", "28680992"]}, {"Citation": "Barabadi H., Honary S. Biofabrication of gold and silver nanoparticles for pharmaceutical applications. Pharm. Biomed. Res. 2016;2:1. doi: 10.18869/acadpub.pbr.2.1.1.", "ArticleIdList": ["10.18869/acadpub.pbr.2.1.1"]}, {"Citation": "Dahoumane S.A., Mechouet M., Wijesekera K., Filipe C.D.M., Sicard C., Bazylinski D.A., Jeffryes C. Algae-mediated biosynthesis of inorganic nanomaterials as a promising route in nanobiotechnology—A review. Green Chem. 2017;19:552–587. doi: 10.1039/C6GC02346K.", "ArticleIdList": ["10.1039/C6GC02346K"]}, {"Citation": "Arya A., Gupta K., Chundawat T.S., Vaya D. Biogenic Synthesis of Copper and Silver Nanoparticles Using Green Alga Botryococcus braunii and Its Antimicrobial Activity. Bioinorg. Chem. Appl. 2018;2018:7879403. doi: 10.1155/2018/7879403.", "ArticleIdList": ["10.1155/2018/7879403", "PMC6215593", "30420873"]}, {"Citation": "Kumar H., Bhardwaj K., Kuča K., Kalia A., Nepovimova E., Verma R., Kumar D. Flower-Based Green Synthesis of Metallic Nanoparticles: Applications beyond Fragrance. Nanomaterials. 2020;10:766. doi: 10.3390/nano10040766.", "ArticleIdList": ["10.3390/nano10040766", "PMC7254411", "32316212"]}, {"Citation": "Soni V., Raizada P., Singh P., Cuong H.N., S R., Saini A., Saini R.V., Le Q.V., Nadda A.K., Le T.T., et al. Sustainable and green trends in using plant extracts for the synthesis of biogenic metal nanoparticles toward environmental and pharmaceutical advances: A review. Environ. Res. 2021;202:111622. doi: 10.1016/j.envres.2021.111622.", "ArticleIdList": ["10.1016/j.envres.2021.111622", "34245729"]}, {"Citation": "El-Kassas H.Y., Ghobrial M.G. Biosynthesis of metal nanoparticles using three marine plant species: Anti-algal efficiencies against “Oscillatoria simplicissima”. Environ. Sci. Pollut. Res. Int. 2017;24:7837–7849. doi: 10.1007/s11356-017-8362-5.", "ArticleIdList": ["10.1007/s11356-017-8362-5", "28132190"]}, {"Citation": "Palomo J.M., Filice M. Biosynthesis of Metal Nanoparticles: Novel Efficient Heterogeneous Nanocatalysts. Nanomaterials. 2016;6:84. doi: 10.3390/nano6050084.", "ArticleIdList": ["10.3390/nano6050084", "PMC5302502", "28335213"]}, {"Citation": "Haque T., Muhsin M., Akhter T., Haq M., Begum R., Chowdhury S. Antimicrobial and analgesic activity of leaf extracts of Phyllanthus reticulatus Poir. (Family-Euphorbiaceae) Jahangirnagar Univ. J. Biol. Sci. 2016;5:81. doi: 10.3329/jujbs.v5i1.29746.", "ArticleIdList": ["10.3329/jujbs.v5i1.29746"]}, {"Citation": "Mao X., Wu L.-F., Guo H.-L., Chen W.-J., Cui Y.-P., Qi Q., Li S., Liang W.-Y., Yang G.-H., Shao Y.-Y., et al. The Genus Phyllanthus: An Ethnopharmacological, Phytochemical, and Pharmacological Review. Evid.-Based Complement. Altern. Med. 2016;2016:7584952. doi: 10.1155/2016/7584952.", "ArticleIdList": ["10.1155/2016/7584952", "PMC4854999", "27200104"]}, {"Citation": "Jiang J., Oberdörster G., Biswas P.J. Characterization of Size, Surface Charge, and Agglomeration State of Nanoparticle Dispersions for Toxicological Studies. J. Nanoparticle Res. 2008;11:77–89. doi: 10.1007/s11051-008-9446-4.", "ArticleIdList": ["10.1007/s11051-008-9446-4"]}, {"Citation": "Sepeur S. Nanotechnology: Technical Basics and Applications. Vincentz Network GmbH & Co KG; Hannover Deutschland, Germany: 2008."}, {"Citation": "Fedlheim D.L., Foss C.A. Metal Nanoparticles: Synthesis, Characterization, and Applications. CRC Press; Boca Raton, FL, USA: 2001."}, {"Citation": "Shahverdi A.R., Shakibaie M., Nazari P. Metal Nanoparticles in Microbiology. Springer; Berlin/Heidelberg, Germany: 2011. Basic and Practical Procedures for Microbial Synthesis of Nanoparticles; pp. 177–195."}, {"Citation": "Pal S., Tak Y.K., Song J.M. Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the Gram-negative bacterium Escherichia coli. Appl. Environ. Microbiol. 2007;73:1712–1720. doi: 10.1128/AEM.02218-06.", "ArticleIdList": ["10.1128/AEM.02218-06", "PMC1828795", "17261510"]}, {"Citation": "Huang H., Yang X. Synthesis of polysaccharide-stabilized gold and silver nanoparticles: A green method. Carbohydr. Res. 2004;339:2627–2631. doi: 10.1016/j.carres.2004.08.005.", "ArticleIdList": ["10.1016/j.carres.2004.08.005", "15476726"]}, {"Citation": "Shankar S.S., Rai A., Ahmad A., Sastry M. Rapid synthesis of Au, Ag, and bimetallic Au core-Ag shell nanoparticles using Neem (Azadirachta indica) leaf broth. J. Colloid Interface Sci. 2004;275:496–502. doi: 10.1016/j.jcis.2004.03.003.", "ArticleIdList": ["10.1016/j.jcis.2004.03.003", "15178278"]}, {"Citation": "Cao G. Nanostructures & Nanomaterials: Synthesis, Properties & Applications. Imperial College Press; London, UK: 2004."}, {"Citation": "Schaffer B., Hohenester U., Trügler A., Hofer F. High-resolution surface plasmon imaging of gold nanoparticles by energy-filtered transmission electron microscopy. Phys. Rev. B. 2009;79:041401. doi: 10.1103/PhysRevB.79.041401.", "ArticleIdList": ["10.1103/PhysRevB.79.041401"]}, {"Citation": "Eppler A., Rupprechter G., Anderson E., Somorjai G. Thermal and Chemical Stability and Adhesion Strength of Pt Nanoparticle Arrays Supported on Silica Studied by Transmission Electron Microscopy and Atomic Force Microscopy. J. Phys. Chem. B. 2000;104:7286–7292. doi: 10.1021/jp0006429.", "ArticleIdList": ["10.1021/jp0006429"]}, {"Citation": "Chithrani B.D., Ghazani A.A., Chan W.C. Determining the size and shape dependence of gold nanoparticle uptake into mammalian cells. Nano Lett. 2006;6:662–668. doi: 10.1021/nl052396o.", "ArticleIdList": ["10.1021/nl052396o", "16608261"]}, {"Citation": "Strasser P., Koh S., Anniyev T., Greeley J., More K., Yu C., Liu Z., Kaya S., Nordlund D., Ogasawara H., et al. Lattice-strain control of the activity in dealloyed core-shell fuel cell catalysts. Nat. Chem. 2010;2:454–460. doi: 10.1038/nchem.623.", "ArticleIdList": ["10.1038/nchem.623", "20489713"]}, {"Citation": "Sun S., Murray C.B., Weller D., Folks L., Moser A. Monodisperse FePt nanoparticles and ferromagnetic FePt nanocrystal superlattices. Science. 2000;287:1989–1992. doi: 10.1126/science.287.5460.1989.", "ArticleIdList": ["10.1126/science.287.5460.1989", "10720318"]}, {"Citation": "Mittal A.K., Chisti Y., Banerjee U.C. Synthesis of metallic nanoparticles using plant extracts. Biotechnol. Adv. 2013;31:346–356. doi: 10.1016/j.biotechadv.2013.01.003.", "ArticleIdList": ["10.1016/j.biotechadv.2013.01.003", "23318667"]}, {"Citation": "Santhoshkumar J., Rajeshkumar S., Venkat Kumar S. Phyto-assisted synthesis, characterization and applications of gold nanoparticles—A review. Biochem. Biophys. Rep. 2017;11:46–57. doi: 10.1016/j.bbrep.2017.06.004.", "ArticleIdList": ["10.1016/j.bbrep.2017.06.004", "PMC5614687", "28955767"]}, {"Citation": "Tiwari M., Jain P., Chandrashekhar Hariharapura R., Narayanan K., Bhat K.U., Udupa N., Rao J.V. Biosynthesis of copper nanoparticles using copper-resistant Bacillus cereus, a soil isolate. Process Biochem. 2016;51:1348–1356. doi: 10.1016/j.procbio.2016.08.008.", "ArticleIdList": ["10.1016/j.procbio.2016.08.008"]}, {"Citation": "Agarwal H., Kumar V., Shanmugam R. Antidiabetic effect of silver nanoparticles synthesized using lemongrass (Cymbopogon citratus) through conventional heating and microwave irradiation approach. J. Microbiol. Biotechnol. Food Sci. 2018;7:371–376. doi: 10.15414/jmbfs.2018.7.4.371-376.", "ArticleIdList": ["10.15414/jmbfs.2018.7.4.371-376"]}, {"Citation": "Lv Q., Zhang B., Xing X., Zhao Y., Cai R., Wang W., Gu Q. Biosynthesis of copper nanoparticles using Shewanella loihica PV-4 with antibacterial activity: Novel approach and mechanisms investigation. J. Hazard. Mater. 2018;347:141–149. doi: 10.1016/j.jhazmat.2017.12.070.", "ArticleIdList": ["10.1016/j.jhazmat.2017.12.070", "29304452"]}, {"Citation": "Akintelu S.A., Folorunso A.S., Folorunso F.A., Oyebamiji A.K. Green synthesis of copper oxide nanoparticles for biomedical application and environmental remediation. Heliyon. 2020;6:e04508. doi: 10.1016/j.heliyon.2020.e04508.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04508", "PMC7378697", "32715145"]}, {"Citation": "Maniam G.P., Govindan N., Rahim M.H., Yusoff M. Phytonanotechnology. Elsevier; Amsterdam, The Netherlands: 2020. Plant extracts: Nanoparticle sources; pp. 41–49."}, {"Citation": "Jiang X.C., Chen W.M., Chen C.Y., Xiong S.X., Yu A.B. Role of Temperature in the Growth of Silver Nanoparticles Through a Synergetic Reduction Approach. Nanoscale Res. Lett. 2011;6:32. doi: 10.1007/s11671-010-9780-1.", "ArticleIdList": ["10.1007/s11671-010-9780-1", "PMC3211407", "27502655"]}, {"Citation": "Gericke M., Pinches A. Biological synthesis of metal nanoparticles. Hydrometallurgy. 2006;83:132–140. doi: 10.1016/j.hydromet.2006.03.019.", "ArticleIdList": ["10.1016/j.hydromet.2006.03.019"]}, {"Citation": "Gamez G., Gardea-Torresdey J., Tiemann K.J., Parsons J., Dokken K., Yacaman M. Recovery of gold(III) from multi-elemental solutions by alfafa biomass. Adv. Environ. Res. 2003;7:563–571. doi: 10.1016/S1093-0191(02)00021-7.", "ArticleIdList": ["10.1016/S1093-0191(02)00021-7"]}, {"Citation": "Dubey S.P., Lahtinen M., Sillanpää M. Tansy fruit mediated greener synthesis of silver and gold nanoparticles. Process Biochem. 2010;45:1065–1071. doi: 10.1016/j.procbio.2010.03.024.", "ArticleIdList": ["10.1016/j.procbio.2010.03.024"]}, {"Citation": "Singh A., Talat M., Singh D., Srivastava O.N. Biosynthesis of gold and silver nanoparticles by natural precursor clove and their functionalization with amine group. J. Nanoparticle Res. 2010;12:1667–1675. doi: 10.1007/s11051-009-9835-3.", "ArticleIdList": ["10.1007/s11051-009-9835-3"]}, {"Citation": "Dwivedi A.D., Gopal K. Biosynthesis of silver and gold nanoparticles using Chenopodium album leaf extract. Colloids Surf. A Physicochem. Eng. Asp. 2010;369:27–33. doi: 10.1016/j.colsurfa.2010.07.020.", "ArticleIdList": ["10.1016/j.colsurfa.2010.07.020"]}, {"Citation": "Jha A.K., Prasad K., Kumar V., Prasad K. Biosynthesis of silver nanoparticles using Eclipta leaf. Biotechnol. Prog. 2009;25:1476–1479. doi: 10.1002/btpr.233.", "ArticleIdList": ["10.1002/btpr.233", "19725113"]}, {"Citation": "Shankar S.S., Ahmad A., Pasricha R., Sastry M. Bioreduction of chloroaurate ions by geranium leaves and its endophytic fungus yields gold nanoparticles of different shapes. J. Mater. Chem. 2003;13:1822–1826. doi: 10.1039/b303808b.", "ArticleIdList": ["10.1039/b303808b"]}, {"Citation": "Malik P., Shankar R., Malik V., Sharma N., Mukherjee T.K. Green Chemistry Based Benign Routes for Nanoparticle Synthesis. J. Nanoparticles. 2014;2014:302429. doi: 10.1155/2014/302429.", "ArticleIdList": ["10.1155/2014/302429"]}, {"Citation": "Li X., Xu H., Chen Z.-S., Chen G. Biosynthesis of Nanoparticles by Microorganisms and Their Applications. J. Nanomater. 2011;2011:270974. doi: 10.1155/2011/270974.", "ArticleIdList": ["10.1155/2011/270974"]}, {"Citation": "S M., Seetharaman B. Cashew Apple Juice (Anacardium occidentale L.) Speeds Up the Synthesis of Silver Nanoparticles. Int. J. Green Nanotechnol. 2012;4:71–79. doi: 10.1080/19430892.2012.676900.", "ArticleIdList": ["10.1080/19430892.2012.676900"]}, {"Citation": "Tc P., Mathew L., Chandrasekaran N., Raichur A., Mukherjee A. Biomimetics Learning from Nature. Intechopen; London, UK: 2010. Biomimetic synthesis of nanoparticles: Science, technology & applicability; pp. 1–20."}, {"Citation": "Makarov V.V., Love A.J., Sinitsyna O.V., Makarova S.S., Yaminsky I.V., Taliansky M.E., Kalinina N.O. “Green” nanotechnologies: Synthesis of metal nanoparticles using plants. Acta Naturae. 2014;6:35–44. doi: 10.32607/20758251-2014-6-1-35-44.", "ArticleIdList": ["10.32607/20758251-2014-6-1-35-44", "PMC3999464", "24772325"]}, {"Citation": "Nahar D.L., Sarker S., Delazar A., Nahar L., Sarker S.D., Delazar A. Phytochemistry of the genus Phyllanthus. In: Harikumar K.B., Kuttan R., editors. Phyllanthus Species: Scientific Evaluation and Medicinal Applications. CRC Press; Boca Raton, FL, USA: 2011. pp. 72–91."}, {"Citation": "Ahmad N., Sharma S., Alam M.K., Singh V.N., Shamsi S.F., Mehta B.R., Fatma A. Rapid synthesis of silver nanoparticles using dried medicinal plant of basil. Colloids Surf. B Biointerfaces. 2010;81:81–86. doi: 10.1016/j.colsurfb.2010.06.029.", "ArticleIdList": ["10.1016/j.colsurfb.2010.06.029", "20656463"]}, {"Citation": "Ramesh P.S., Kokila T., Geetha D. Plant mediated green synthesis and antibacterial activity of silver nanoparticles using Emblica officinalis fruit extract. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2015;142:339–343. doi: 10.1016/j.saa.2015.01.062.", "ArticleIdList": ["10.1016/j.saa.2015.01.062", "25710891"]}, {"Citation": "Jain S., Mehata M.S. Medicinal Plant Leaf Extract and Pure Flavonoid Mediated Green Synthesis of Silver Nanoparticles and their Enhanced Antibacterial Property. Sci. Rep. 2017;7:15867. doi: 10.1038/s41598-017-15724-8.", "ArticleIdList": ["10.1038/s41598-017-15724-8", "PMC5696514", "29158537"]}, {"Citation": "V G V., Prem A. Green Synthesis and Characterization of Iron Oxide Nanoparticles Using Phyllanthus Niruri Extract. Orient. J. Chem. 2018;34:2583–2589. doi: 10.13005/ojc/340547.", "ArticleIdList": ["10.13005/ojc/340547"]}, {"Citation": "Nguyen D.H., Lee J.S., Park K.D., Ching Y.C., Nguyen X.T., Phan V.H.G., Hoang Thi T.T. Green Silver Nanoparticles Formed by Phyllanthus urinaria, Pouzolzia zeylanica, and Scoparia dulcis Leaf Extracts and the Antifungal Activity. Nanomaterials. 2020;10:542. doi: 10.3390/nano10030542.", "ArticleIdList": ["10.3390/nano10030542", "PMC7153602", "32192177"]}, {"Citation": "Masum M.M.I., Siddiqa M.M., Ali K.A., Zhang Y., Abdallah Y., Ibrahim E., Qiu W., Yan C., Li B. Biogenic Synthesis of Silver Nanoparticles Using Phyllanthus emblica Fruit Extract and Its Inhibitory Action Against the Pathogen Acidovorax oryzae Strain RS-2 of Rice Bacterial Brown Stripe. Front. Microbiol. 2019;10:820. doi: 10.3389/fmicb.2019.00820.", "ArticleIdList": ["10.3389/fmicb.2019.00820", "PMC6501729", "31110495"]}, {"Citation": "Kattumuri V., Katti K., Bhaskaran S., Boote E.J., Casteel S.W., Fent G.M., Robertson D.J., Chandrasekhar M., Kannan R., Katti K.V. Gum arabic as a phytochemical construct for the stabilization of gold nanoparticles: In vivo pharmacokinetics and X-ray-contrast-imaging studies. Small. 2007;3:333–341. doi: 10.1002/smll.200600427.", "ArticleIdList": ["10.1002/smll.200600427", "17262759"]}, {"Citation": "Dhar S., Chowdhury R., Das S., Nahian M.K., Islam D., Gafur M. Plant-mediated green synthesis and characterization of silver nanoparticles using Phyllanthus emblica fruit extract. Mater. Today Proc. 2021;42:1867–1871. doi: 10.1016/j.matpr.2020.12.222.", "ArticleIdList": ["10.1016/j.matpr.2020.12.222"]}, {"Citation": "Govindarajan M., Rajeswary M., Muthukumaran U., Hoti S.L., Khater H.F., Benelli G. Single-step biosynthesis and characterization of silver nanoparticles using Zornia diphylla leaves: A potent eco-friendly tool against malaria and arbovirus vectors. J. Photochem. Photobiol. B. 2016;161:482–489. doi: 10.1016/j.jphotobiol.2016.06.016.", "ArticleIdList": ["10.1016/j.jphotobiol.2016.06.016", "27318605"]}, {"Citation": "Filippo E., Serra A., Buccolieri A., Manno D. Green synthesis of silver nanoparticles with sucrose and maltose: Morphological and structural characterization. J. Non-Cryst. Solids. 2010;356:344–350. doi: 10.1016/j.jnoncrysol.2009.11.021.", "ArticleIdList": ["10.1016/j.jnoncrysol.2009.11.021"]}, {"Citation": "Pattnaik C., Mishra R., Sahu A.K., Sahoo L.N., Sahoo N.K., Tripathy S.K., Sahoo S. Green synthesis of glucose-capped stable silver nanoparticles: A cost-effective sensor for the selective detection of Hg2+ ions in aqueous solutions. Sens. Diagn. 2023;2:647–656. doi: 10.1039/D3SD00019B.", "ArticleIdList": ["10.1039/D3SD00019B"]}, {"Citation": "Shervani Z., Yamamoto Y. Carbohydrate-directed synthesis of silver and gold nanoparticles: Effect of the structure of carbohydrates and reducing agents on the size and morphology of the composites. Carbohydr. Res. 2011;346:651–658. doi: 10.1016/j.carres.2011.01.020.", "ArticleIdList": ["10.1016/j.carres.2011.01.020", "21349499"]}, {"Citation": "Subha V., Ramaswami Sachidanandan E.R., Sruthi P. An eco-friendly approach for synthesis of silver nanoparticles using Ipomoea pes-caprae root extract and their antimicrobial properties. Asian J. Pharm. Clin. Res. 2015;8:104–107."}, {"Citation": "Almadiy A., Nenaah G.E. Ecofriendly Synthesis of Silver Nanoparticles Using Potato Steroidal Alkaloids and Their Activity Against Phytopathogenic Fungi. Braz. Arch. Biol. Technol. 2018;61:e18180013. doi: 10.1590/1678-4324-2018180013.", "ArticleIdList": ["10.1590/1678-4324-2018180013"]}, {"Citation": "Almadiy A., Nenaah G.E., Shawer D. Facile synthesis of silver nanoparticles using harmala alkaloids and their insecticidal and growth inhibitory activities against the khapra beetle. J. Pest Sci. 2018;91:727–737. doi: 10.1007/s10340-017-0924-2.", "ArticleIdList": ["10.1007/s10340-017-0924-2"]}, {"Citation": "El-Seedi H.R., El-Shabasy R.M., Khalifa S.A.M., Saeed A., Shah A., Shah R., Iftikhar F.J., Abdel-Daim M.M., Omri A., Hajrahand N.H., et al. Metal nanoparticles fabricated by green chemistry using natural extracts: Biosynthesis, mechanisms, and applications. RSC Adv. 2019;9:24539–24559. doi: 10.1039/C9RA02225B.", "ArticleIdList": ["10.1039/C9RA02225B", "PMC9069627", "35527869"]}, {"Citation": "El Shahaby O. Evaluation of Antimicrobial Activity of Water Infusion Plant-Mediated Silver Nanoparticles. J. Nanomed. Nanotechnol. 2013;4:2. doi: 10.4172/2157-7439.1000178.", "ArticleIdList": ["10.4172/2157-7439.1000178"]}, {"Citation": "Hussain S., Bashir O., Khan Z., Al-thabaiti S. Steroidal saponin based extracellular biosynthesis of AgNPs. J. Mol. Liq. 2014;199:489–494. doi: 10.1016/j.molliq.2014.09.047.", "ArticleIdList": ["10.1016/j.molliq.2014.09.047"]}, {"Citation": "Annamalai J., Nallamuthu T. Green synthesis of silver nanoparticles: Characterization and determination of antibacterial potency. Appl. Nanosci. 2016;6:259–265. doi: 10.1007/s13204-015-0426-6.", "ArticleIdList": ["10.1007/s13204-015-0426-6", "PMC4750362", "26900538"]}, {"Citation": "Singh J., Dutta T., Kim K.H., Rawat M., Samddar P., Kumar P. ‘Green’ synthesis of metals and their oxide nanoparticles: Applications for environmental remediation. J. Nanobiotechnology. 2018;16:84. doi: 10.1186/s12951-018-0408-4.", "ArticleIdList": ["10.1186/s12951-018-0408-4", "PMC6206834", "30373622"]}, {"Citation": "Nisar M.F., He J., Ahmed A., Yang Y., Li M., Wan C. Chemical Components and Biological Activities of the Genus Phyllanthus: A Review of the Recent Literature. Molecules. 2018;23:2567. doi: 10.3390/molecules23102567.", "ArticleIdList": ["10.3390/molecules23102567", "PMC6222918", "30297661"]}, {"Citation": "GBIF Backbone Taxonomy; Phyllanthus L. in GBIF Secretariat. Checklist Dataset. GBIF Secretariat; Copenhagen, Denmark: 2021."}, {"Citation": "Kiran K.R., Swathy P.S., Paul B., Shama Prasada K., Radhakrishna Rao M., Joshi M.B., Rai P.S., Satyamoorthy K., Muthusamy A. Untargeted metabolomics and DNA barcoding for discrimination of Phyllanthus species. J. Ethnopharmacol. 2021;273:113928. doi: 10.1016/j.jep.2021.113928.", "ArticleIdList": ["10.1016/j.jep.2021.113928", "33631274"]}, {"Citation": "Husnunnisa H., Hartati R., Mauludin R., Insanu M. A review of the Phyllanthus genus plants: Their phytochemistry, traditional uses, and potential inhibition of xanthine oxidase. Pharmacia. 2022;69:681–687. doi: 10.3897/pharmacia.69.e87013.", "ArticleIdList": ["10.3897/pharmacia.69.e87013"]}, {"Citation": "Calixto J.B., Santos A.R., Cechinel Filho V., Yunes R.A. A review of the plants of the genus Phyllanthus: Their chemistry, pharmacology, and therapeutic potential. Med. Res. Re.v. 1998;18:225–258. doi: 10.1002/(SICI)1098-1128(199807)18:4<225::AID-MED2>3.0.CO;2-X.", "ArticleIdList": ["10.1002/(SICI)1098-1128(199807)18:4<225::AID-MED2>3.0.CO;2-X", "9664291"]}, {"Citation": "Bhardwaj B., Singh P., Kumar A., Kumar S., Budhwar V. Eco-Friendly Greener Synthesis of Nanoparticles. Adv. Pharm. Bull. 2020;10:566–576. doi: 10.34172/apb.2020.067.", "ArticleIdList": ["10.34172/apb.2020.067", "PMC7539319", "33072534"]}, {"Citation": "Gour A., Jain N.K. Advances in green synthesis of nanoparticles. Artif. Cells Nanomed. Biotechnol. 2019;47:844–851. doi: 10.1080/21691401.2019.1577878.", "ArticleIdList": ["10.1080/21691401.2019.1577878", "30879351"]}, {"Citation": "Qiao J., Qi L. Recent progress in plant-gold nanoparticles fabrication methods and bio-applications. Talanta. 2021;223:121396. doi: 10.1016/j.talanta.2020.121396.", "ArticleIdList": ["10.1016/j.talanta.2020.121396", "33298252"]}, {"Citation": "Manikandan R., Beulaja M., Thiagarajan R., Palanisamy S., Goutham G., Koodalingam A., Prabhu N.M., Kannapiran E., Basu M.J., Arulvasu C., et al. Biosynthesis of silver nanoparticles using aqueous extract of Phyllanthus acidus L. fruits and characterization of its anti-inflammatory effect against H2O2 exposed rat peritoneal macrophages. Process Biochem. 2017;55:172–181. doi: 10.1016/j.procbio.2017.01.023.", "ArticleIdList": ["10.1016/j.procbio.2017.01.023"]}, {"Citation": "Rahimzadeh C.Y., Barzinjy A.A., Mohammed A.S., Hamad S.M. Green synthesis of SiO2 nanoparticles from Rhus coriaria L. extract: Comparison with chemically synthesized SiO2 nanoparticles. PLoS ONE. 2022;17:e0268184. doi: 10.1371/journal.pone.0268184.", "ArticleIdList": ["10.1371/journal.pone.0268184", "PMC9355231", "35930607"]}, {"Citation": "Yadi M., Mostafavi E., Saleh B., Davaran S., Aliyeva I., Khalilov R., Nikzamir M., Nikzamir N., Akbarzadeh A., Panahi Y., et al. Current developments in green synthesis of metallic nanoparticles using plant extracts: A review. Artif. Cells Nanomed. Biotechnol. 2018;46:S336–S343. doi: 10.1080/21691401.2018.1492931.", "ArticleIdList": ["10.1080/21691401.2018.1492931", "30043657"]}, {"Citation": "Muñoz L.E., Bilyy R., Biermann M.H.C., Kienhöfer D., Maueröder C., Hahn J., Brauner J.M., Weidner D., Chen J., Scharin-Mehlmann M., et al. Nanoparticles size-dependently initiate self-limiting NETosis-driven inflammation. Proc. Natl. Acad. Sci. USA. 2016;113:E5856–E5865. doi: 10.1073/pnas.1602230113.", "ArticleIdList": ["10.1073/pnas.1602230113", "PMC5056044", "27647892"]}, {"Citation": "Arunachalam A., Christinaa V.L.P., Christinaa V., Ptv L. Green synthesis and characterisation of Ag NPs using aqueous extract of Phyllanthus maderaspatensis L. J. Exp. Nanosci. 2014;9:113–119. doi: 10.1080/17458080.2011.631041.", "ArticleIdList": ["10.1080/17458080.2011.631041"]}, {"Citation": "Balachandar R., Gurumoorthy P., Karmegam N., Barabadi H., Subbaiya R., Anand K., Boomi P., Saravanan M. Plant-Mediated Synthesis, Characterization and Bactericidal Potential of Emerging Silver Nanoparticles Using Stem Extract of Phyllanthus pinnatus: A Recent Advance in Phytonanotechnology. J. Clust. Sci. 2019;30:1481–1488. doi: 10.1007/s10876-019-01591-y.", "ArticleIdList": ["10.1007/s10876-019-01591-y"]}, {"Citation": "Sundarrajan M., Jeelani A., Santhanam V., Durgadevi S., Abirami S. Effect of Concentration, pH and Time on the Morphology of Silver Nanoparticles Synthesized by Green Method using Phyllanthus Niruri and Solanum Nigrum Leaf Extracts. Int. J. Curr. Res. Rev. 2018;10:25–29. doi: 10.31782/IJCRR.2018.2529.", "ArticleIdList": ["10.31782/IJCRR.2018.2529"]}, {"Citation": "Chellappa J., Badhusha S. Green synthesis of ZnO nanoparticles using Phyllanthus embilica stem extract and their antibacterial activity. Der Pharm. Lett. 2016;8:218–223."}, {"Citation": "Singh K., Panghal M., Kadyan S., Chaudhary U., Yadav J.P. Green silver nanoparticles of Phyllanthus amarus: As an antibacterial agent against multi drug resistant clinical isolates of Pseudomonas aeruginosa. J. Nanobiotechnology. 2014;12:40. doi: 10.1186/s12951-014-0040-x.", "ArticleIdList": ["10.1186/s12951-014-0040-x", "PMC4189661", "25271044"]}, {"Citation": "Kollur S.P., Patra A. Green synthesis of MnO2 nanorods using Phyllanthus amarus plant extract and their fluorescence studies. Green Process. Synth. 2017;6:549–554. doi: 10.1515/gps-2016-0166.", "ArticleIdList": ["10.1515/gps-2016-0166"]}, {"Citation": "Acharyulu N., Dubey D.R.S., Kollu P., Swaminadham V., Kalyani R., Pammi S.V.N. Green Synthesis of CuO Nanoparticles using Phyllanthus Amarus Leaf Extract and their Antibacterial Activity Against Multidrug Resistance Bacteria Green synthesis of CuO nanoparticles. Int. J. Eng. Res. Technol. 2014;3:639."}, {"Citation": "Ramasamy S., Lavanya R., Selvapriya K., Selvam M. Green Synthesis of Silver Nanoparticles from Phyllanthus amarus and their Antibacterial and Antioxidant Properties. Int. J. Curr. Microbiol. Appl. Sci. 2014;3:600–606."}, {"Citation": "Sowmya C., Lavakumar V., Venkateshan N., Ravichandiran V., Saigopal D.V.R. Exploration of Phyllanthus acidus mediated silver nanoparticles and its activity against infectious bacterial pathogen. Chem. Cent. J. 2018;12:42. doi: 10.1186/s13065-018-0412-7.", "ArticleIdList": ["10.1186/s13065-018-0412-7", "PMC5910440", "29679285"]}, {"Citation": "Renuka R., Devi K., Sivakami M., Thilagavathi T., Uthrakumar R. Biosynthesis of silver nanoparticles using phyllanthus emblica fruit extract for antimicrobial application. Biocatal. Agric. Biotechnol. 2020;24:101567. doi: 10.1016/j.bcab.2020.101567.", "ArticleIdList": ["10.1016/j.bcab.2020.101567"]}, {"Citation": "Kaur T., Putatunda C., Vyas A., Kumar G. Zinc oxide nanoparticles inhibit bacterial biofilm formation via altering cell membrane permeability. Prep. Biochem. Biotechnol. 2021;51:309–319. doi: 10.1080/10826068.2020.1815057.", "ArticleIdList": ["10.1080/10826068.2020.1815057", "32921268"]}, {"Citation": "Ramanujam K., Sundrarajan M. Antibacterial effects of biosynthesized MgO nanoparticles using ethanolic fruit extract of Emblica officinalis. J. Photochem. Photobiol. B. 2014;141:296–300. doi: 10.1016/j.jphotobiol.2014.09.011.", "ArticleIdList": ["10.1016/j.jphotobiol.2014.09.011", "25463681"]}, {"Citation": "Vasantharaj S., Sripriya N., Shanmugavel M., Manikandan E., Gnanamani A., Senthilkumar P. Surface active gold nanoparticles biosynthesis by new approach for bionanocatalytic activity. J. Photochem. Photobiol. B Biol. 2018;179:119–125. doi: 10.1016/j.jphotobiol.2018.01.007.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.01.007", "29367146"]}, {"Citation": "Dinesh M., Roopan S.M., Selvaraj C.I., Arunachalam P. Phyllanthus emblica seed extract mediated synthesis of PdNPs against antibacterial, heamolytic and cytotoxic studies. J. Photochem. Photobiol. B. 2017;167:64–71. doi: 10.1016/j.jphotobiol.2016.12.012.", "ArticleIdList": ["10.1016/j.jphotobiol.2016.12.012", "28039791"]}, {"Citation": "Ananda A., Ramakrishnappa T., Archana S., Reddy Yadav L.S., Shilpa B.M., Nagaraju G., Jayanna B.K. Green synthesis of MgO nanoparticles using Phyllanthus emblica for Evans blue degradation and antibacterial activity. Mater. Today: Proc. 2022;49:801–810. doi: 10.1016/j.matpr.2021.05.340.", "ArticleIdList": ["10.1016/j.matpr.2021.05.340"]}, {"Citation": "Pathak M.C. Cytotoxic action of silver nanoparticles synthesized from Phyllanthus fraternus on hepatic and breast cancer cell lines: A green approach. Int. J. Green Pharm. 2019;13:229–235."}, {"Citation": "Thoidingjam S., Tiku A.B. Therapeutic efficacy of Phyllanthus emblica-coated iron oxide nanoparticles in A549 lung cancer cell line. Nanomedicine. 2019;14:2355–2371. doi: 10.2217/nnm-2019-0111.", "ArticleIdList": ["10.2217/nnm-2019-0111", "31414606"]}, {"Citation": "Karuppannan K., Nagaraj E., Sujatha V. Green Synthesis and Biological Applications of Silver Nanoparticles Using Phyllanthus maderaspatensis L. Root Extract. Smart Sci. 2016;4:180–189. doi: 10.1080/23080477.2016.1247024.", "ArticleIdList": ["10.1080/23080477.2016.1247024"]}, {"Citation": "Wang R., Xu X., Puja A.M., Perumalsamy H., Balusamy S.R., Kim H., Kim Y.J. Gold Nanoparticles Prepared with Phyllanthus emblica Fruit Extract and Bifidobacterium animalis subsp. lactis Can Induce Apoptosis via Mitochondrial Impairment with Inhibition of Autophagy in the Human Gastric Carcinoma Cell Line AGS. Nanomater. 2021;11:1260. doi: 10.3390/nano11051260.", "ArticleIdList": ["10.3390/nano11051260", "PMC8150816", "34064899"]}, {"Citation": "Thulasidevi R., Shah G., Snima K.S., Kamath C.R., Nair S., Lakshmanan V.-K. Enhanced Delivery of Phyllanthus Niruri Nanoparticles for Prostate Cancer Therapy. J. Bionanosciences. 2014;8:101–107. doi: 10.1166/jbns.2014.1204.", "ArticleIdList": ["10.1166/jbns.2014.1204"]}, {"Citation": "Maheswari P., Harish S., Ponnusamy S., Muthamizhchelvan C. A novel strategy of nanosized herbal Plectranthus amboinicus, Phyllanthus niruri and Euphorbia hirta treated TiO(2) nanoparticles for antibacterial and anticancer activities. Bioprocess Biosyst. Eng. 2021;44:1593–1616. doi: 10.1007/s00449-020-02491-6.", "ArticleIdList": ["10.1007/s00449-020-02491-6", "34075470"]}, {"Citation": "Simko M., Fiedeler U., Gazsó A., Nentwich M. The impact of nanoparticles on cellular functions. Nanotrust Doss. 2011;7:1–4."}, {"Citation": "Kuhn D.A., Vanhecke D., Michen B., Blank F., Gehr P., Petri-Fink A., Rothen-Rutishauser B. Different endocytotic uptake mechanisms for nanoparticles in epithelial cells and macrophages. Beilstein J. Nanotechnol. 2014;5:1625–1636. doi: 10.3762/bjnano.5.174.", "ArticleIdList": ["10.3762/bjnano.5.174", "PMC4222452", "25383275"]}, {"Citation": "Turrens J.F. Mitochondrial formation of reactive oxygen species. J. Physiol. 2003;552:335–344. doi: 10.1113/jphysiol.2003.049478.", "ArticleIdList": ["10.1113/jphysiol.2003.049478", "PMC2343396", "14561818"]}, {"Citation": "Binnemars-Postma K.A., Ten Hoopen H.W., Storm G., Prakash J. Differential uptake of nanoparticles by human M1 and M2 polarized macrophages: Protein corona as a critical determinant. Nanomedicine. 2016;11:2889–2902. doi: 10.2217/nnm-2016-0233.", "ArticleIdList": ["10.2217/nnm-2016-0233", "27780415"]}, {"Citation": "Kumar V., Yadav S. Plant-mediated synthesis of silver and gold nanoparticles and their applications. J. Chem. Technol. Biotechnol. 2009;84:151–157. doi: 10.1002/jctb.2023.", "ArticleIdList": ["10.1002/jctb.2023"]}, {"Citation": "Sivakumar S., Tamizhazhagan A., Abdhul K. Synthesis, Characterization and Anti-Bacterial Activity of Silver Nanoparticles from Leaf Extract of Phyllanthus urinaria L. Eur. J. Biomed. Pharm. Sci. 2017;4:544–553."}, {"Citation": "Dharshini R.S., Poonkothai M., Srinivasan P., Mythili R., Syed A., Elgorban A.M., Selvankumar T., Kim W. Nano-decolorization of methylene blue by Phyllanthus reticulatus iron nanoparticles: An eco-friendly synthesis and its antimicrobial, phytotoxicity study. Appl. Nanosci. 2023;13:2527–2537. doi: 10.1007/s13204-021-02002-3.", "ArticleIdList": ["10.1007/s13204-021-02002-3", "PMC8325042", "34367863"]}, {"Citation": "Marslin G., Siram K., Maqbool Q., Selvakesavan R.K., Kruszka D., Kachlicki P., Franklin G. Secondary Metabolites in the Green Synthesis of Metallic Nanoparticles. Materials. 2018;11:940. doi: 10.3390/ma11060940.", "ArticleIdList": ["10.3390/ma11060940", "PMC6024997", "29865278"]}, {"Citation": "Kavitha S., Dhamodaran M., Prasad R., Ganesan M. Synthesis and characterisation of zinc oxide nanoparticles using terpenoid fractions of Andrographis paniculata leaves. Int. Nano Lett. 2017;7:141–147. doi: 10.1007/s40089-017-0207-1.", "ArticleIdList": ["10.1007/s40089-017-0207-1"]}, {"Citation": "Schröfel A., Kratošová G., Šafařík I., Šafaříková M., Raška I., Shor L.M. Applications of biosynthesized metallic nanoparticles—A review. Acta Biomater. 2014;10:4023–4042. doi: 10.1016/j.actbio.2014.05.022.", "ArticleIdList": ["10.1016/j.actbio.2014.05.022", "24925045"]}, {"Citation": "Saratale R.G., Karuppusamy I., Saratale G.D., Pugazhendhi A., Kumar G., Park Y., Ghodake G.S., Bharagava R.N., Banu J.R., Shin H.S. A comprehensive review on green nanomaterials using biological systems: Recent perception and their future applications. Colloids Surf. B Biointerfaces. 2018;170:20–35. doi: 10.1016/j.colsurfb.2018.05.045.", "ArticleIdList": ["10.1016/j.colsurfb.2018.05.045", "29860217"]}, {"Citation": "Abdelghany T.M., Al-Rajhi A.M.H., Al Abboud M.A., Alawlaqi M.M., Ganash Magdah A., Helmy E.A.M., Mabrouk A.S. Recent Advances in Green Synthesis of Silver Nanoparticles and Their Applications: About Future Directions. A Review. BioNanoScience. 2018;8:5–16. doi: 10.1007/s12668-017-0413-3.", "ArticleIdList": ["10.1007/s12668-017-0413-3"]}, {"Citation": "Hare J.I., Lammers T., Ashford M.B., Puri S., Storm G., Barry S.T. Challenges and strategies in anti-cancer nanomedicine development: An industry perspective. Adv. Drug Deliv. Rev. 2017;108:25–38. doi: 10.1016/j.addr.2016.04.025.", "ArticleIdList": ["10.1016/j.addr.2016.04.025", "27137110"]}, {"Citation": "Singh K. Evaluation of Antimicrobial Activity of Synthesized Silver Nanoparticles using Phyllanthus amarus and Tinospora cordifolia Medicinal Plants. J. Nanomed. Nanotechnol. 2014;5:1–5. doi: 10.4172/2157-7439.1000250.", "ArticleIdList": ["10.4172/2157-7439.1000250"]}, {"Citation": "Yang Z.P., Sun L.P. Effects of nanometer ZnO on growth performance of early weaned piglets. J. Shanxi Agric. Sci. 2006;3:24."}, {"Citation": "Fondevilain M. Silver Nanoparticles. In: Peres D.P., editor. InTech; Rijeka, Croatia: 2010. pp. 325–334."}, {"Citation": "Kamalzadeh A., Rajabbaigy M., Kiasat A. Livestock production systems and trends in livestock Industry in Iran. J. Agric. Soc. Sci. 2008;4:1813–223504."}, {"Citation": "Maru G. Isolation and analyses of polymeric polyphenol fractions from Black tea. Food Chem. 2006;94:331–340. doi: 10.1016/j.foodchem.2004.11.039.", "ArticleIdList": ["10.1016/j.foodchem.2004.11.039"]}, {"Citation": "Zuhrotun A., Oktaviani D.J., Hasanah A.N. Biosynthesis of Gold and Silver Nanoparticles Using Phytochemical Compounds. Molecules. 2023;28:3240. doi: 10.3390/molecules28073240.", "ArticleIdList": ["10.3390/molecules28073240", "PMC10096681", "37050004"]}, {"Citation": "Ahmed S.F., Mofijur M., Rafa N., Chowdhury A.T., Chowdhury S., Nahrin M., Islam A., Ong H.C. Green approaches in synthesising nanomaterials for environmental nanobioremediation: Technological advancements, applications, benefits and challenges. Environ. Res. 2022;204:111967. doi: 10.1016/j.envres.2021.111967.", "ArticleIdList": ["10.1016/j.envres.2021.111967", "34450159"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "4"}, {"Year": "2023", "Month": "9", "Day": "10"}, {"Year": "2023", "Month": "9", "Day": "14"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "48"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "1", "Minute": "16"}, {"Year": "2023", "Month": "9", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["37836257", "PMC10574544", "10.3390/nano13192616", "nano13192616"]}}], "PubmedBookArticle": []}