{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Hormonomics", "Internal standard", "Liquid chromatography", "Mass spectrometry", "Matrix effect", "Metabolomics", "Omics", "Plant hormone", "Solid phase extraction"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37833752", "DateRevised": {"Year": "2023", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "13"}], "Language": ["eng"], "ELocationID": ["107", "10.1186/s13007-023-01090-2"], "Journal": {"ISSN": "1746-4811", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "13"}}, "Title": "Plant methods", "ISOAbbreviation": "Plant Methods"}, "ArticleTitle": "Can plant hormonomics be built on simple analysis? A review.", "Pagination": {"StartPage": "107", "MedlinePgn": "107"}, "Abstract": {"AbstractText": ["The field of plant hormonomics focuses on the qualitative and quantitative analysis of the hormone complement in plant samples, akin to other omics sciences. Plant hormones, alongside primary and secondary metabolites, govern vital processes throughout a plant's lifecycle. While active hormones have received significant attention, studying all related compounds provides valuable insights into internal processes. Conventional single-class plant hormone analysis employs thorough sample purification, short analysis and triple quadrupole tandem mass spectrometry. Conversely, comprehensive hormonomics analysis necessitates minimal purification, robust and efficient separation and better-performing mass spectrometry instruments. This review summarizes the current status of plant hormone analysis methods, focusing on sample preparation, advances in chromatographic separation and mass spectrometric detection, including a discussion on internal standard selection and the potential of derivatization. Moreover, current approaches for assessing the spatiotemporal distribution are evaluated. The review touches on the legitimacy of the term plant hormonomics by exploring the current status of methods and outlining possible future trends."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, Palacky University, Olomouc, Czech Republic."}, {"Identifier": [], "Affiliation": "Czech Advanced Technology and Research Institute, Palacky University, Olomouc, Czech Republic."}, {"Identifier": [], "Affiliation": "Department of Genetic Resources for Vegetables, Medicinal and Special Plants, Crop Research Institute, Olomouc, Czech Republic."}], "LastName": "Vrobel", "ForeName": "Ondřej", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Czech Advanced Technology and Research Institute, Palacky University, Olomouc, Czech Republic. petr.tarkowski@upol.cz."}, {"Identifier": [], "Affiliation": "Department of Genetic Resources for Vegetables, Medicinal and Special Plants, Crop Research Institute, Olomouc, Czech Republic. petr.tarkowski@upol.cz."}], "LastName": "Tarkowski", "ForeName": "Petr", "Initials": "P"}], "GrantList": [{"GrantID": "IGA_PrF_2020_013", "Agency": "Palacky University", "Country": ""}, {"GrantID": "RO0423", "Agency": "Ministerstvo Zemědělství", "Country": ""}, {"GrantID": "CZ.02.1.01./0.0/0.0/16_019/0000827", "Agency": "Ministerstvo Školství, Mládeže a Tělovýchovy", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Methods", "NlmUniqueID": "101245798", "ISSNLinking": "1746-4811"}, "CoiStatement": "Authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hirayama T, Mochida K. Plant hormonomics: a key tool for deep physiological phenotyping to improve crop productivity. Plant Cell Physiol. 2022;63(12):1826–1839.", "ArticleIdList": ["PMC9885943", "35583356"]}, {"Citation": "Novák O, Napier R, Ljung K. Zooming in on plant hormone analysis: tissue- and cell-specific approaches. Annu Rev Plant Biol. 2017;68:323–348.", "ArticleIdList": ["28226234"]}, {"Citation": "Raspor M, Motyka V, Ninković S, Dobrev PI, Malbeck J, Ćosić T, et al. Endogenous levels of cytokinins, indole-3-acetic acid and abscisic acid in in vitro grown potato: a contribution to potato hormonomics. Sci Rep. 2020;10(1):1–13.", "ArticleIdList": ["PMC7044434", "32103086"]}, {"Citation": "Šimura J, Antoniadi I, Široká J, Tarkowská D, Strnad M, Ljung K, et al. Plant hormonomics: multiple phytohormone profiling by targeted metabolomics. Plant Physiol. 2018;177(2):476–489.", "ArticleIdList": ["PMC6001343", "29703867"]}, {"Citation": "Oliver SG, Winson MK, Kell DB, Baganz F. Systematic functional analysis of the yeast genome. Trends Biotechnol. 1998;16(9):373–378.", "ArticleIdList": ["9744112"]}, {"Citation": "Vailati-Riboni M, Palombo V, Loor JJ. What are omics sciences? In: Ametaj BN, editor. Periparturient diseases of dairy cows. Cham: Springer International Publishing; 2017. pp. 1–7."}, {"Citation": "Fukushima A, Kusano M, Redestig H, Arita M, Saito K. Integrated omics approaches in plant systems biology. Curr Opin Chem Biol. 2009;13(5–6):532–538.", "ArticleIdList": ["19837627"]}, {"Citation": "Houle D, Govindaraju DR, Omholt S. Phenomics: the next challenge. Nat Rev Genet. 2010;11(12):855–866.", "ArticleIdList": ["21085204"]}, {"Citation": "Balkir P, Kemahlioglu K, Yucel U. Foodomics: a new approach in food quality and safety. Trends Food Sci Technol. 2021;108:49–57."}, {"Citation": "Hart GW, Copeland RJ. Glycomics hits the big time. Cell. 2010;143(5):672–676.", "ArticleIdList": ["PMC3008369", "21111227"]}, {"Citation": "Herrero M, Simó C, García-Cañas V, Ibáñez E, Cifuentes A. Foodomics: MS-based strategies in modern food science and nutrition. Mass Spectrom Rev. 2012;31(1):49–69.", "ArticleIdList": ["21374694"]}, {"Citation": "Li M, Yang L, Bai Y, Liu H. Analytical methods in lipidomics and their applications. Anal Chem. 2014;86(1):161–175.", "ArticleIdList": ["24215393"]}, {"Citation": "Davies PJ. plant hormones. Dordrecht: Springer; 2010. The plant hormones: their nature, occurrence, and functions; pp. 1–15."}, {"Citation": "Peleg Z, Blumwald E. Hormone balance and abiotic stress tolerance in crop plants. Curr Opin Plant Biol. 2011;14(3):290–295.", "ArticleIdList": ["21377404"]}, {"Citation": "Rajjou L, Duval M, Gallardo K, Catusse J, Bally J, Job C, et al. Seed germination and vigor. Annu Rev Plant Biol. 2012;63:507–533.", "ArticleIdList": ["22136565"]}, {"Citation": "Verma V, Ravindran P, Kumar PP. Plant hormone-mediated regulation of stress responses. BMC Plant Biol. 2016;16(1):1–10.", "ArticleIdList": ["PMC4831116", "27079791"]}, {"Citation": "Schaller GE, Bishopp A, Kieber JJ. The yin-yang of hormones: cytokinin and auxin interactions in plant development. Plant Cell. 2015;27(1):44–63.", "ArticleIdList": ["PMC4330578", "25604447"]}, {"Citation": "Vanstraelen M, Benková E. Hormonal interactions in the regulation of plant development. Annu Rev Cell Dev Biol. 2012;28:463–487.", "ArticleIdList": ["22856461"]}, {"Citation": "Erb M, Kliebenstein DJ. Plant secondary metabolites as defenses, regulators, and primary metabolites: the blurred functional trichotomy. Plant Physiol. 2020;184(1):39–52.", "ArticleIdList": ["PMC7479915", "32636341"]}, {"Citation": "Fàbregas N, Fernie AR. The reliance of phytohormone biosynthesis on primary metabolite precursors. J Plant Physiol. 2022;268:153589.", "ArticleIdList": ["34896926"]}, {"Citation": "Arnao MB, Cano A, Hernández-Ruiz J. Phytomelatonin: an unexpected molecule with amazing performances in plants. J Exp Bot. 2022;73(17):5779–5800.", "ArticleIdList": ["35029657"]}, {"Citation": "Back K. Melatonin metabolism, signaling and possible roles in plants. Plant J. 2021;105(2):376–391.", "ArticleIdList": ["32645752"]}, {"Citation": "Moreno JC, Mi J, Alagoz Y, Al-Babili S. Plant apocarotenoids: from retrograde signaling to interspecific communication. Plant J. 2021;105(2):351–375.", "ArticleIdList": ["PMC7898548", "33258195"]}, {"Citation": "Mitchinson A. Fairy chemicals. Nature. 2014;505(7483):298–298.", "ArticleIdList": ["0"]}, {"Citation": "Kawagishi H. Fairy chemicals—a candidate for a new family of plant hormones and possibility of practical use in agriculture*. Biosci Biotechnol Biochem. 2018;82(5):752–758.", "ArticleIdList": ["29513130"]}, {"Citation": "Flematti GR, Dixon KW, Smith SM. What are karrikins and how were they “discovered” by plants? BMC Biol. 2015;13(1):1–7.", "ArticleIdList": ["PMC4687367", "26689715"]}, {"Citation": "Murphy A. Hormone crosstalk in plants. J Exp Bot. 2015;66(16):4853–4854.", "ArticleIdList": ["PMC4513929", "26425738"]}, {"Citation": "Aerts N, Pereira Mendes M, Van Wees SCM. Multiple levels of crosstalk in hormone networks regulating plant defense. Plant J. 2021;105(2):489–504.", "ArticleIdList": ["PMC7898868", "33617121"]}, {"Citation": "Salvi P, Manna M, Kaur H, Thakur T, Gandass N, Bhatt D, et al. Phytohormone signaling and crosstalk in regulating drought stress response in plants. Plant Cell Rep. 2021;40(8):1305–1329.", "ArticleIdList": ["33751168"]}, {"Citation": "Zhu JK. Abiotic stress signaling and responses in plants. Cell. 2016;167(2):313–324.", "ArticleIdList": ["PMC5104190", "27716505"]}, {"Citation": "Devireddy AR, Zandalinas SI, Fichman Y, Mittler R. Integration of reactive oxygen species and hormone signaling during abiotic stress. Plant J. 2021;105(2):459–476.", "ArticleIdList": ["33015917"]}, {"Citation": "Klassen A, Faccio AT, Canuto GAB, da Cruz PLR, Ribeiro HC, Tavares MFM, et al. Metabolomics: definitions and significance in systems biology. In: Sussulini A, et al., editors. Metabolomics: From fundamentals to clinical applications, advances in experimental medicine and biology. Springer International Publishing; 2017. pp. 3–17.", "ArticleIdList": ["28132174"]}, {"Citation": "Alseekh S, Fernie AR. Expanding our coverage: strategies to detect a greater range of metabolites. Curr Opin Plant Biol. 2023;73:102335.", "ArticleIdList": ["36689903"]}, {"Citation": "Vervoort N, Goossens K, Baeten M, Chen Q. Recent advances in analytical techniques for high throughput experimentation. Anal Sci Adv. 2021;2(3–4):109–127."}, {"Citation": "Araus JL, Cairns JE. Field high-throughput phenotyping: the new crop breeding frontier. Trends Plant Sci. 2014;19(1):52–61.", "ArticleIdList": ["24139902"]}, {"Citation": "Berger B, Parent B, Tester M. High-throughput shoot imaging to study drought responses. J Exp Bot. 2010;61(13):3519–3528.", "ArticleIdList": ["20660495"]}, {"Citation": "Campbell ZC, Acosta-Gamboa LM, Nepal N, Lorence A. Engineering plants for tomorrow: how high-throughput phenotyping is contributing to the development of better crops. Phytochem Rev. 2018;17(6):1329–1343."}, {"Citation": "Fahlgren N, Gehan MA, Baxter I. Lights, camera, action: high-throughput plant phenotyping is ready for a close-up. Curr Opin Plant Biol. 2015;24:93–99.", "ArticleIdList": ["25733069"]}, {"Citation": "Hall RD, D’Auria JC, Silva Ferreira AC, Gibon Y, Kruszka D, Mishra P, et al. High-throughput plant phenotyping: a role for metabolomics? Trends Plant Sci. 2022;27(6):549–563.", "ArticleIdList": ["35248492"]}, {"Citation": "Humplík JF, Lazár D, Husičková A, Spíchal L. Automated phenotyping of plant shoots using imaging methods for analysis of plant stress responses—a review. Plant Methods. 2015;11(1):1–10.", "ArticleIdList": ["PMC4406171", "25904970"]}, {"Citation": "Palit P, Kudapa H, Zougmore R, Kholova J, Whitbread A, Sharma M, et al. An integrated research framework combining genomics, systems biology, physiology, modelling and breeding for legume improvement in response to elevated CO2 under climate change scenario. Curr Plant Biol. 2020;22:100149.", "ArticleIdList": ["PMC7233140", "32494569"]}, {"Citation": "Fernandez O, Urrutia M, Bernillon S, Giauffret C, Tardieu F, Le Gouis J, et al. Fortune telling: metabolic markers of plant performance. Metabolomics. 2016;12(10):1–14.", "ArticleIdList": ["PMC5025497", "27729832"]}, {"Citation": "Fernandez O, Millet EJ, Rincent R, Prigent S, Pétriacq P, Gibon Y. Plant metabolomics and breeding. Adv Bot Res. 2021;98:207–235."}, {"Citation": "Ashikari M, Sakakibara H, Lin S, Yamamoto T, Takashi T, Nishimura A, et al. Plant science: cytokinin oxidase regulates rice grain production. Science (80-) 2005;309(5735):741–745.", "ArticleIdList": ["15976269"]}, {"Citation": "Spielmeyer W, Ellis MH, Chandler PM. Semidwarf (sd-1), “green revolution” rice, contains a defective gibberellin 20-oxidase gene. Proc Natl Acad Sci U S A. 2002;99(13):9043–9048.", "ArticleIdList": ["PMC124420", "12077303"]}, {"Citation": "Xu K, Xu X, Fukao T, Canlas P, Maghirang-Rodriguez R, Heuer S, et al. Sub1A is an ethylene-response-factor-like gene that confers submergence tolerance to rice. Nature. 2006;442(7103):705–708.", "ArticleIdList": ["16900200"]}, {"Citation": "Altman A, Fan L, Foyer C, Cowling W, Mittler R, Qaim M, et al. Past and future milestones of plant breeding. Trends Plant Sci. 2021;26(6):530–538.", "ArticleIdList": ["33865703"]}, {"Citation": "FAO . High level expert forum—how to feed the world in 2050. Rome: Economic and Social Development Department, Food and Agriculture Organization of the United Nations; 2009."}, {"Citation": "UN DESA . The 2030 Agenda for sustainable development. UN DESA; 2016. pp. 12–14."}, {"Citation": "Von Wettberg EJB, Chang PL, Başdemir F, Carrasquila-Garcia N, Korbu LB, Moenga SM, et al. Ecology and genomics of an important crop wild relative as a prelude to agricultural innovation. Nat Commun. 2018;9(1):649.", "ArticleIdList": ["PMC5811434", "29440741"]}, {"Citation": "Fàbregas N, Lozano-Elena F, Blasco-Escámez D, Tohge T, Martínez-Andújar C, Albacete A, et al. Overexpression of the vascular brassinosteroid receptor BRL3 confers drought resistance without penalizing plant growth. Nat Commun. 2018;9(1):1–13.", "ArticleIdList": ["PMC6224425", "30409967"]}, {"Citation": "Ramireddy E, Hosseini SA, Eggert K, Gillandt S, Gnad H, von Wirén N, et al. Root engineering in barley: increasing cytokinin degradation produces a larger root system, mineral enrichment in the shoot and improved drought tolerance. Plant Physiol. 2018;177(3):1078–1095.", "ArticleIdList": ["PMC6052998", "29871980"]}, {"Citation": "Kudo M, Kidokoro S, Yoshida T, Mizoi J, Kojima M, Takebayashi Y, et al. A gene-stacking approach to overcome the trade-off between drought stress tolerance and growth in Arabidopsis. Plant J. 2019;97(2):240–256.", "ArticleIdList": ["30285298"]}, {"Citation": "Hickey LT, Hafeez NA, Robinson H, Jackson SA, Leal-Bertioli SCM, Tester M, et al. Breeding crops to feed 10 billion. Nat Biotechnol. 2019;37(7):744–754.", "ArticleIdList": ["31209375"]}, {"Citation": "Langridge P, Fleury D. Making the most of “omics” for crop breeding. Trends Biotechnol. 2011;29(1):33–40.", "ArticleIdList": ["21030098"]}, {"Citation": "Sadras V, Alston J, Aphalo P, Connor D, Denison RF, Fischer T, et al. Making science more effective for agriculture. Adv Agron. 2020;163:153–177."}, {"Citation": "Steinwand MA, Ronald PC. Crop biotechnology and the future of food. Nat Food. 2020;1(5):273–283."}, {"Citation": "Jiménez VM. Involvement of plant hormones and plant growth regulators on in vitro somatic embryogenesis. Plant Growth Regul. 2005;47(2–3):91–110."}, {"Citation": "Loberant B, Altman A. Encyclopedia of industrial biotechnology. Hoboken: John Wiley & Sons, Inc.; 2010. Micropropagation of plants; pp. 329–346."}, {"Citation": "Rademacher W. Plant growth regulators: backgrounds and uses in plant production. J Plant Growth Regul. 2015;34(4):845–872."}, {"Citation": "Rademacher W. Chemical regulators of gibberellin status and their application in plant production. In: Hedden P, Thomas SG, editors. Annual plant reviews, Volume 49: Gibberellins. John Wiley & Sons, Inc. 2016. p. 359–404."}, {"Citation": "Cutler SR, Nelson DC. eLS. New York: Wiley; 2017. Plant hormones; pp. 1–11."}, {"Citation": "Tarkowská D, Novák O, Floková K, Tarkowski P, Turečková V, Grúz J, et al. Quo vadis plant hormone analysis? Planta. 2014;240(1):55–76.", "ArticleIdList": ["24677098"]}, {"Citation": "Holubová K, Hensel G, Vojta P, Tarkowski P, Bergougnoux V, Galuszka P. Modification of barley plant productivity through regulation of cytokinin content by reverse-genetics approaches. Front Plant Sci. 2018;871:1–18.", "ArticleIdList": ["PMC6277847", "30542354"]}, {"Citation": "Kisiala A, Kambhampati S, Stock NL, Aoki M, Emery RJN. Quantification of cytokinins using high-resolution accurate-mass Orbitrap mass spectrometry and parallel reaction monitoring (PRM) Anal Chem. 2019;91(23):15049–15056.", "ArticleIdList": ["31660717"]}, {"Citation": "Dobrev PI, Vankova R. Quantification of abscisic acid, cytokinin, and auxin content in salt-stressed plant tissues. Methods Mol Biol. 2012;913:251–261.", "ArticleIdList": ["22895765"]}, {"Citation": "Tivendale ND, Ross JJ, Cohen JD. The shifting paradigms of auxin biosynthesis. Trends Plant Sci. 2014;19(1):44–51.", "ArticleIdList": ["24524164"]}, {"Citation": "Hedden P. The current status of research on gibberellin biosynthesis. Plant Cell Physiol. 2020;61(11):1832–1849.", "ArticleIdList": ["PMC7758035", "32652020"]}, {"Citation": "Bajguz A, Chmur M, Gruszka D. Comprehensive overview of the brassinosteroid biosynthesis pathways: substrates, products, inhibitors, and connections. Front Plant Sci. 2020;11:1–9.", "ArticleIdList": ["PMC7358554", "32733523"]}, {"Citation": "Frébort I, Kowalska M, Hluska T, Frébortová J, Galuszka P. Evolution of cytokinin biosynthesis and degradation. J Exp Bot. 2011;62(8):2431–2452.", "ArticleIdList": ["21321050"]}, {"Citation": "Tillmann M, Tang Q, Gardner G, Cohen JD. Complexity of the auxin biosynthetic network in Arabidopsis hypocotyls is revealed by multiple stable-labeled precursors. Phytochemistry. 2022;200:113219.", "ArticleIdList": ["35523282"]}, {"Citation": "Ding P, Ding Y. Stories of salicylic acid: a plant defense hormone. Trends Plant Sci. 2020;25(6):549–565.", "ArticleIdList": ["32407695"]}, {"Citation": "Pommerrenig B, Feussner K, Zierer W, Rabinovych V, Klebl F, Feussner I, et al. Phloem-specific expression of Yang cycle genes and identification of novel Yang cycle enzymes in Plantago and Arabidopsis. Plant Cell. 2011;23(5):1904–1919.", "ArticleIdList": ["PMC3123959", "21540433"]}, {"Citation": "Mashiguchi K, Tanaka K, Sakai T, Sugawara S, Kawaide H, Natsume M, et al. The main auxin biosynthesis pathway in Arabidopsis. Proc Natl Acad Sci U S A. 2011;108(45):18512–18517.", "ArticleIdList": ["PMC3215075", "22025724"]}, {"Citation": "Hildebrandt TM, Nunes Nesi A, Araújo WL, Braun HP. Amino acid catabolism in plants. Mol Plant. 2015;8(11):1563–1579.", "ArticleIdList": ["26384576"]}, {"Citation": "Li D, Mou W, Van de Poel B, Chang C. Something old, something new: conservation of the ethylene precursor 1-amino-cyclopropane-1-carboxylic acid as a signaling molecule. Curr Opin Plant Biol. 2022;65:102116.", "ArticleIdList": ["34653952"]}, {"Citation": "Mou W, Kao YT, Michard E, Simon AA, Li D, Wudick MM, et al. Ethylene-independent signaling by the ethylene precursor ACC in Arabidopsis ovular pollen tube attraction. Nat Commun. 2020;11(1):1–11.", "ArticleIdList": ["PMC7429864", "32796832"]}, {"Citation": "Jimenez Aleman GH, Thirumalaikumar VP, Jander G, Fernie AR, Skirycz A. OPDA, more than just a jasmonate precursor. Phytochemistry. 2022;204:113432.", "ArticleIdList": ["36115386"]}, {"Citation": "Da Silva RR, Dorrestein PC, Quinn RA. Illuminating the dark matter in metabolomics. Proc Natl Acad Sci U S A. 2015;112(41):12549–12550.", "ArticleIdList": ["PMC4611607", "26430243"]}, {"Citation": "Dixon RA, Strack D. Phytochemistry meets genome analysis, and beyond. Phytochemistry. 2003;62(6):815–816.", "ArticleIdList": ["12590109"]}, {"Citation": "Saito K, Matsuda F. Metabolomics for functional genomics, systems biology, and biotechnology. Annu Rev Plant Biol. 2010;61:463–489.", "ArticleIdList": ["19152489"]}, {"Citation": "Wang L, Zou Y, Kaw HY, Wang G, Sun H, Cai L, et al. Recent developments and emerging trends of mass spectrometric methods in plant hormone analysis: a review. Plant Methods. 2020;16(1):1–17.", "ArticleIdList": ["PMC7161177", "32322293"]}, {"Citation": "Gosetti F, Mazzucco E, Zampieri D, Gennaro MC. Signal suppression/enhancement in high-performance liquid chromatography tandem mass spectrometry. J Chromatogr A. 2010;1217(25):3929–3937.", "ArticleIdList": ["20004403"]}, {"Citation": "Bonfiglio R, King RC, Olah TV, Merkle K. The effects of sample preparation methods on the variability of the electrospray ionization response for model drug compounds. Rapid Commun Mass Spectrom. 1999;13(12):1175–1185.", "ArticleIdList": ["10407294"]}, {"Citation": "Periat A, Kohler I, Thomas A, Nicoli R, Boccard J, Veuthey JL, et al. Systematic evaluation of matrix effects in hydrophilic interaction chromatography versus reversed phase liquid chromatography coupled to mass spectrometry. J Chromatogr A. 2016;1439:42–53.", "ArticleIdList": ["26387791"]}, {"Citation": "Konermann L, Ahadi E, Rodriguez AD, Vahidi S. Unraveling the mechanism of electrospray ionization. Anal Chem. 2013;85(1):2–9.", "ArticleIdList": ["23134552"]}, {"Citation": "Taylor PJ. Matrix effects: The Achilles heel of quantitative high-performance liquid chromatography-electrospray-tandem mass spectrometry. Clin Biochem. 2005;38(4):328–334.", "ArticleIdList": ["15766734"]}, {"Citation": "Avery MJ. Quantitative characterization of differential ion suppression on liquid chromatography/atmospheric pressure ionization mass spectrometric bioanalytical methods. Rapid Commun Mass Spectrom. 2003;17(3):197–201.", "ArticleIdList": ["12539183"]}, {"Citation": "Delatorre C, Rodríguez A, Rodríguez L, Majada JP, Ordás RJ, Feito I. Hormonal profiling: development of a simple method to extract and quantify phytohormones in complex matrices by UHPLC–MS/MS. J Chromatogr B Anal Technol Biomed Life Sci. 2017;1040:239–249.", "ArticleIdList": ["27847150"]}, {"Citation": "Pan X, Welti R, Wang X. Quantitative analysis of major plant hormones in crude plant extracts by high-performance liquid chromatography-mass spectrometry. Nat Protoc. 2010;5(6):986–992.", "ArticleIdList": ["20448544"]}, {"Citation": "Sheflin AM, Kirkwood JS, Wolfe LM, Jahn CE, Broeckling CD, Schachtman DP, et al. High-throughput quantitative analysis of phytohormones in sorghum leaf and root tissue by ultra-performance liquid chromatography-mass spectrometry. Anal Bioanal Chem. 2019;411(19):4839–4848.", "ArticleIdList": ["30879116"]}, {"Citation": "Van Meulebroek L, Vanden Bussche J, Steppe K, Vanhaecke L. Ultra-high performance liquid chromatography coupled to high resolution Orbitrap mass spectrometry for metabolomic profiling of the endogenous phytohormonal status of the tomato plant. J Chromatogr A. 2012;1260:67–80.", "ArticleIdList": ["22980641"]}, {"Citation": "Martin AC, Pawlus AD, Jewett EM, Wyse DL, Angerhofer CK, Hegeman AD. Evaluating solvent extraction systems using metabolomics approaches. RSC Adv. 2014;4(50):26325–26334."}, {"Citation": "Chin JT, Wheeler SL, Klibanov AM. On protein solubility in organic solvent. Biotechnol Bioeng. 1994;44(1):140–145.", "ArticleIdList": ["18618457"]}, {"Citation": "Alzweiri M, Watson DG, Robertson C, Sills GJ, Parkinson JA. Comparison of different water-miscible solvents for the preparation of plasma and urine samples in metabolic profiling studies. Talanta. 2008;74(4):1060–1065.", "ArticleIdList": ["18371750"]}, {"Citation": "Partridge J, Moore BD, Halling PJ. α-Chymotrypsin stability in aqueous-acetonitrile mixtures: is the native enzyme thermodynamically or kinetically stable under low water conditions? J Mol Catal B Enzym. 1999;6(1–2):11–20."}, {"Citation": "Sirotkin VA, Kuchierskaya AA. Lysozyme in water-acetonitrile mixtures: preferential solvation at the inner edge of excess hydration. J Chem Phys. 2017;146(21):215101.", "ArticleIdList": ["PMC5453793", "28576085"]}, {"Citation": "Heyer M, Reichelt M, Mithöfer A. A holistic approach to analyze systemic jasmonate accumulation in individual leaves of Arabidopsis rosettes upon wounding. Front Plant Sci. 2018;871:1–13.", "ArticleIdList": ["PMC6218591", "30425725"]}, {"Citation": "Covington MF, Harmer SL. The circadian clock regulates auxin signaling and responses in Arabidopsis. PLoS Biol. 2007;5(8):1773–1784.", "ArticleIdList": ["PMC1939880", "17683202"]}, {"Citation": "Kim HK, Verpoorte R. Sample preparation for plant metabolomics. Phytochem Anal. 2010;21(1):4–13.", "ArticleIdList": ["19904733"]}, {"Citation": "Bieleski RL. The problem of halting enzyme action when extracting plant tissues. Anal Biochem. 1964;9(4):431–442.", "ArticleIdList": ["14239480"]}, {"Citation": "Hoyerová K, Gaudinová A, Malbeck J, Dobrev PI, Kocábek T, Šolcová B, et al. Efficiency of different methods of extraction and purification of cytokinins. Phytochemistry. 2006;67(11):1151–1159.", "ArticleIdList": ["16678229"]}, {"Citation": "Dobrev PI, Kamínek M. Fast and efficient separation of cytokinins from auxin and abscisic acid and their purification using mixed-mode solid-phase extraction. J Chromatogr A. 2002;950(1–2):21–29.", "ArticleIdList": ["11990994"]}, {"Citation": "Haeck A, Van Langenhove H, Harinck L, Kyndt T, Gheysen G, Höfte M, et al. Trace analysis of multi-class phytohormones in Oryza sativa using different scan modes in high-resolution Orbitrap mass spectrometry: method validation, concentration levels, and screening in multiple accessions. Anal Bioanal Chem. 2018;410(18):4527–4539.", "ArticleIdList": ["29796899"]}, {"Citation": "Schäfer M, Brütting C, Baldwin IT, Kallenbach M. High-throughput quantification of more than 100 primary- and secondary-metabolites, and phytohormones by a single solid-phase extraction based sample preparation with analysis by UHPLC-HESI-MS/MS. Plant Methods. 2016;12(1):1–18.", "ArticleIdList": ["PMC4882772", "27239220"]}, {"Citation": "Novák O, Tarkowski P, Tarkowská D, Doležal K, Lenobel R, Strnad M. Quantitative analysis of cytokinins in plants by liquid chromatography-single-quadrupole mass spectrometry. Anal Chim Acta. 2003;480(2):207–218."}, {"Citation": "Kojima M, Kamada-Nobusada T, Komatsu H, Takei K, Kuroha T, Mizutani M, et al. Highly sensitive and high-throughput analysis of plant hormones using MS-probe modification and liquid chromatographytandem mass spectrometry: an application for hormone profiling in Oryza sativa. Plant Cell Physiol. 2009;50(7):1201–1214.", "ArticleIdList": ["PMC2709547", "19369275"]}, {"Citation": "Wiszniewska A, Koźmińska A, Hanus-Fajerska E, Dziurka M, Dziurka K. Insight into mechanisms of multiple stresses tolerance in a halophyte Aster tripolium subjected to salinity and heavy metal stress. Ecotoxicol Environ Saf. 2019;180:12–22.", "ArticleIdList": ["31059903"]}, {"Citation": "Xin P, Guo Q, Li B, Cheng S, Yan J, Chu J. A tailored high-efficiency sample pretreatment method for simultaneous quantification of 10 classes of known endogenous phytohormones. Plant Commun. 2020;1:1–10.", "ArticleIdList": ["PMC7747986", "33367242"]}, {"Citation": "Cai WJ, Ye TT, Wang Q, Cai BD, Feng YQ. A rapid approach to investigate spatiotemporal distribution of phytohormones in rice. Plant Methods. 2016;12(1):1–10.", "ArticleIdList": ["PMC5112728", "27891171"]}, {"Citation": "Hirayama T, Saisho D, Matsuura T, Okada S, Takahagi K, Kanatani A, et al. Life-course monitoring of endogenous phytohormone levels under field conditions reveals diversity of physiological states among barley accessions. Plant Cell Physiol. 2020;61(8):1438–1448.", "ArticleIdList": ["32294217"]}, {"Citation": "Luo XT, Cai BD, Chen X, Feng YQ. Improved methodology for analysis of multiple phytohormones using sequential magnetic solid-phase extraction coupled with liquid chromatography-tandem mass spectrometry. Anal Chim Acta. 2017;983:112–120.", "ArticleIdList": ["28811017"]}, {"Citation": "Urbanová T, Tarkowská D, Novák O, Hedden P, Strnad M. Analysis of gibberellins as free acids by ultra performance liquid chromatography-tandem mass spectrometry. Talanta. 2013;112:85–94.", "ArticleIdList": ["23708542"]}, {"Citation": "Tarkowská D, Novák O, Oklestkova J, Strnad M. The determination of 22 natural brassinosteroids in a minute sample of plant tissue by UHPLC–ESI–MS/MS. Anal Bioanal Chem. 2016;408(24):6799–6812.", "ArticleIdList": ["27531032"]}, {"Citation": "Gélinas-Marion A, Nichols DS, Ross JJ. Conversion of unstable compounds can contribute to the auxin pool during sample preparation. Plant Physiol. 2020;183(4):1432–1434.", "ArticleIdList": ["PMC7401107", "32482907"]}, {"Citation": "Barkawi LS, Tam YY, Tillman JA, Normanly J, Cohen JD. A high-throughput method for the quantitative analysis of auxins. Nat Protoc. 2010;5(10):1609–1618.", "ArticleIdList": ["20885372"]}, {"Citation": "Yu P, Lor P, Ludwig-Müller J, Hegeman AD, Cohen JD. Quantitative evaluation of IAA conjugate pools in Arabidopsis thaliana. Planta. 2015;241(2):539–548.", "ArticleIdList": ["25420555"]}, {"Citation": "Liang Y, Zhu X, Wu T, Zhao M, Liu H. Rapid and sensitive detection of auxins and flavonoids in plant samples by high-performance liquid chromatography coupled with tandem mass spectrometry. J Sep Sci. 2012;35(19):2559–2566.", "ArticleIdList": ["22815051"]}, {"Citation": "Pěnčík A, Rolčík J, Novák O, Magnus V, Barták P, Buchtík R, et al. Isolation of novel indole-3-acetic acid conjugates by immunoaffinity extraction. Talanta. 2009;80(2):651–655.", "ArticleIdList": ["19836533"]}, {"Citation": "Tillmann M, Tang Q, Cohen JD. Protocol: analytical methods for visualizing the indolic precursor network leading to auxin biosynthesis. Plant Methods. 2021;17(1):63.", "ArticleIdList": ["PMC8220744", "34158074"]}, {"Citation": "Pěnčík A, Casanova-Sáez R, Pilařová V, Žukauskaite A, Pinto R, Micol JL, et al. Ultra-rapid auxin metabolite profiling for high-throughput mutant screening in Arabidopsis. J Exp Bot. 2018;69(10):2569–2579.", "ArticleIdList": ["PMC5920284", "29514302"]}, {"Citation": "Novák O, Hényková E, Sairanen I, Kowalczyk M, Pospíšil T, Ljung K. Tissue-specific profiling of the Arabidopsis thaliana auxin metabolome. Plant J. 2012;72(3):523–536.", "ArticleIdList": ["22725617"]}, {"Citation": "Boyer FD, de Saint Germain A, Pillot JP, Pouvreau JB, Chen VX, Ramos S, et al. Structure-activity relationship studies of strigolactone-related molecules for branching inhibition in garden pea: molecule design for shoot branching. Plant Physiol. 2012;159(4):1524–1544.", "ArticleIdList": ["PMC3428777", "22723084"]}, {"Citation": "Floková K, Shimels M, Andreo Jimenez B, Bardaro N, Strnad M, Novák O, et al. An improved strategy to analyse strigolactones in complex sample matrices using UHPLC-MS/MS. Plant Methods. 2020;16(1):1–17.", "ArticleIdList": ["PMC7499983", "32963580"]}, {"Citation": "Halouzka R, Tarkowski P, Zwanenburg B, Ćavar ZS. Stability of strigolactone analog GR24 toward nucleophiles. Pest Manag Sci. 2018;74(4):896–904.", "ArticleIdList": ["29095562"]}, {"Citation": "Halouzka R, Zeljković SĆ, Klejdus B, Tarkowski P. Analytical methods in strigolactone research. Plant Methods. 2020;16(1):1–13.", "ArticleIdList": ["PMC7257151", "32514284"]}, {"Citation": "Boutet-Mercey S, Perreau F, Roux A, Clavé G, Pillot JP, Schmitz-Afonso I, et al. Validated method for strigolactone quantification by ultra high-performance liquid chromatography—electrospray ionisation tandem mass spectrometry using novel deuterium labelled standards. Phytochem Anal. 2018;29(1):59–68.", "ArticleIdList": ["28851101"]}, {"Citation": "Rial C, Varela RM, Molinillo JMG, López-Ráez JA, Macías FA. A new UHPLC-MS/MS method for the direct determination of strigolactones in root exudates and extracts. Phytochem Anal. 2019;30(1):110–116.", "ArticleIdList": ["30280444"]}, {"Citation": "Yoneyama K, Arakawa R, Ishimoto K, Kim HI, Kisugi T, Xie X, et al. Difference in striga-susceptibility is reflected in strigolactone secretion profile, but not in compatibility and host preference in arbuscular mycorrhizal symbiosis in two maize cultivars. N Phytol. 2015;206(3):983–989.", "ArticleIdList": ["25754513"]}, {"Citation": "Chiwocha SDS, Abrams SR, Ambrose SJ, Cutler AJ, Loewen M, Ross ARS, et al. A method for profiling classes of plant hormones and their metabolites using liquid chromatography-electrospray ionization tandem mass spectrometry: an analysis of hormone regulation of thermodormancy of lettuce (Lactuca sativa L.) seeds. Plant J. 2003;35(3):405–417.", "ArticleIdList": ["12887591"]}, {"Citation": "Salem MA, Yoshida T, Perez de Souza L, Alseekh S, Bajdzienko K, Fernie AR, et al. An improved extraction method enables the comprehensive analysis of lipids, proteins, metabolites and phytohormones from a single sample of leaf tissue under water-deficit stress. Plant J. 2020;103(4):1614–1632.", "ArticleIdList": ["32378781"]}, {"Citation": "Cai WJ, Yu L, Wang W, Sun MX, Feng YQ. Simultaneous determination of multiclass phytohormones in submilligram plant samples by one-pot multifunctional derivatization-assisted liquid chromatography-tandem mass spectrometry. Anal Chem. 2019;91(5):3492–3499.", "ArticleIdList": ["30715858"]}, {"Citation": "Bentley JA, Farrar KR, Housley S, Smith GF, Taylor WC. Some chemical and physiological properties of 3-indolylpyruvic acid. Biochem J. 1956;64(1):44–49.", "ArticleIdList": ["PMC1199688", "13363804"]}, {"Citation": "Liu Y, Fang X, Chen G, Ye Y, Xu J, Ouyang G, et al. Recent development in sample preparation techniques for plant hormone analysis. TrAC Trends Anal Chem. 2019;113:224–233."}, {"Citation": "Ding J, Mao LJ, Guo N, Yu L, Feng YQ. Determination of endogenous brassinosteroids using sequential magnetic solid phase extraction followed by in situ derivatization/desorption method coupled with liquid chromatography-tandem mass spectrometry. J Chromatogr A. 2016;1446:103–113.", "ArticleIdList": ["27072523"]}, {"Citation": "Liu Z, Cai BD, Feng YQ. Rapid determination of endogenous cytokinins in plant samples by combination of magnetic solid phase extraction with hydrophilic interaction chromatography-tandem mass spectrometry. J Chromatogr B Anal Technol Biomed Life Sci. 2012;891–892:27–35.", "ArticleIdList": ["22401906"]}, {"Citation": "Suh JH, Han SB, Wang Y. Development of an improved sample preparation platform for acidic endogenous hormones in plant tissues using electromembrane extraction. J Chromatogr A. 2018;1535:1–8.", "ArticleIdList": ["29306633"]}, {"Citation": "Yonny ME, Ballesteros-Gómez A, Toscano Adamo ML, Torresi AR, Nazareno MA, Rubio S. Supramolecular solvent-based high-throughput sample treatment for monitoring phytohormones in plant tissues. Talanta. 2020;219:121249.", "ArticleIdList": ["32887140"]}, {"Citation": "Floková K, Tarkowská D, Miersch O, Strnad M, Wasternack C, Novák O. UHPLC-MS/MS based target profiling of stress-induced phytohormones. Phytochemistry. 2014;105:147–157.", "ArticleIdList": ["24947339"]}, {"Citation": "Oklestkova J, Tarkowská D, Eyer L, Elbert T, Marek A, Smržová Z, et al. Immunoaffinity chromatography combined with tandem mass spectrometry: a new tool for the selective capture and analysis of brassinosteroid plant hormones. Talanta. 2017;170:432–440.", "ArticleIdList": ["28501193"]}, {"Citation": "Chen C, Chen Y, Zhou J, Wu C. A 9-vinyladenine-based molecularly imprinted polymeric membrane for the efficient recognition of plant hormone 1H-indole-3-acetic acid. Anal Chim Acta. 2006;569(1–2):58–65."}, {"Citation": "Yan H, Wang F, Han D, Yang G. Simultaneous determination of four plant hormones in bananas by molecularly imprinted solid-phase extraction coupled with high performance liquid chromatography. Analyst. 2012;137(12):2884–2890.", "ArticleIdList": ["22553770"]}, {"Citation": "Wang M, Liang S, Bai L, Qiao F, Yan H. Green protocol for the preparation of hydrophilic molecularly imprinted resin in water for the efficient selective extraction and determination of plant hormones from bean sprouts. Anal Chim Acta. 2019;1064:47–55.", "ArticleIdList": ["30982517"]}, {"Citation": "Yu L, Ding J, Wang YL, Liu P, Feng YQ. 4-Phenylaminomethyl-benzeneboric acid modified tip extraction for determination of brassinosteroids in plant tissues by stable isotope labeling-liquid chromatography-mass spectrometry. Anal Chem. 2016;88(2):1286–1293.", "ArticleIdList": ["26650986"]}, {"Citation": "Müller M, Munné-Bosch S. Rapid and sensitive hormonal profiling of complex plant samples by liquid chromatography coupled to electrospray ionization tandem mass spectrometry. Plant Methods. 2011;7(1):1–11.", "ArticleIdList": ["PMC3253682", "22098763"]}, {"Citation": "Boswell PG, Schellenberg JR, Carr PW, Cohen JD, Hegeman AD. A study on retention “projection” as a supplementary means for compound identification by liquid chromatography–mass spectrometry capable of predicting retention with different gradients, flow rates, and instruments. J Chromatogr A. 2011;1218(38):6732–6741.", "ArticleIdList": ["21862024"]}, {"Citation": "Abate-Pella D, Freund DM, Ma Y, Simón-Manso Y, Hollender J, Broeckling CD, et al. Retention projection enables accurate calculation of liquid chromatographic retention times across labs and methods. J Chromatogr A. 2015;1412:43–51.", "ArticleIdList": ["PMC4556278", "26292625"]}, {"Citation": "Žuvela P, Skoczylas M, Jay Liu J, Ba̧czek T, Kaliszan R, Wong MW, et al. Column characterization and selection systems in reversed-phase high-performance liquid chromatography. Chem Rev. 2019;119(6):3674–3729.", "ArticleIdList": ["30604951"]}, {"Citation": "Hényková E, Vránová HP, Amakorová P, Pospíšil T, Žukauskaite A, Vlčková M, et al. Stable isotope dilution ultra-high performance liquid chromatography-tandem mass spectrometry quantitative profiling of tryptophan-related neuroactive substances in human serum and cerebrospinal fluid. J Chromatogr A. 2016;1437:145–157.", "ArticleIdList": ["26879452"]}, {"Citation": "Liu Z, Wei F, Feng YQ. Determination of cytokinins in plant samples by polymer monolith microextraction coupled with hydrophilic interaction chromatography-tandem mass spectrometry. Anal Methods. 2010;2(11):1676–1685."}, {"Citation": "Periat A, Boccard J, Veuthey JL, Rudaz S, Guillarme D. Systematic comparison of sensitivity between hydrophilic interaction liquid chromatography and reversed phase liquid chromatography coupled with mass spectrometry. J Chromatogr A. 2013;1312:49–57.", "ArticleIdList": ["24034137"]}, {"Citation": "Jandera P. Stationary and mobile phases in hydrophilic interaction chromatography: a review. Anal Chim Acta. 2011;692(1–2):1–25.", "ArticleIdList": ["21501708"]}, {"Citation": "Jandera P, Janás P. Recent advances in stationary phases and understanding of retention in hydrophilic interaction chromatography. A review. Anal Chim Acta. 2017;967:12–32.", "ArticleIdList": ["28390482"]}, {"Citation": "Losacco GL, Veuthey JL, Guillarme D. Metamorphosis of supercritical fluid chromatography: a viable tool for the analysis of polar compounds? TrAC Trends Anal Chem. 2021;141:116304."}, {"Citation": "Liu X, Hegeman AD, Gardner G, Cohen JD. Protocol: high-throughput and quantitative assays of auxin and auxin precursors from minute tissue samples. Plant Methods. 2012;8(1):1–17.", "ArticleIdList": ["PMC3457856", "22883136"]}, {"Citation": "Izumi Y, Okazawa A, Bamba T, Kobayashi A, Fukusaki E. Development of a method for comprehensive and quantitative analysis of plant hormones by highly sensitive nanoflow liquid chromatography-electrospray ionization-ion trap mass spectrometry. Anal Chim Acta. 2009;648(2):215–225.", "ArticleIdList": ["19646587"]}, {"Citation": "Haggarty J, Oppermann M, Dalby MJ, Burchmore RJ, Cook K, Weidt S, et al. Serially coupling hydrophobic interaction and reversed-phase chromatography with simultaneous gradients provides greater coverage of the metabolome. Metabolomics. 2015;11(5):1465–1470.", "ArticleIdList": ["PMC4559102", "26366140"]}, {"Citation": "Yan Y, Song Q, Chen X, Li J, Li P, Wang Y, et al. Simultaneous determination of components with wide polarity and content ranges in Cistanche tubulosa using serially coupled reverse phase-hydrophilic interaction chromatography-tandem mass spectrometry. J Chromatogr A. 2017;1501:39–50.", "ArticleIdList": ["28476319"]}, {"Citation": "Porter SEG, Stoll DR, Rutan SC, Carr PW, Cohen JD. Analysis of four-way two-dimensional liquid chromatography-diode array data: application to metabolomics. Anal Chem. 2006;78(15):5559–5569.", "ArticleIdList": ["16878896"]}, {"Citation": "Dobrev PI, Havlíček L, Vágner M, Malbeck J, Kamínek M. Purification and determination of plant hormones auxin and abscisic acid using solid phase extraction and two-dimensional high performance liquid chromatography. J Chromatogr A. 2005;1075(1–2):159–166.", "ArticleIdList": ["15974129"]}, {"Citation": "Chen ML, Fu XM, Liu JQ, Ye TT, Hou SY, Huang YQ, et al. Highly sensitive and quantitative profiling of acidic phytohormones using derivatization approach coupled with nano-LC–ESI-Q-TOF-MS analysis. J Chromatogr B. 2012;905:67–74.", "ArticleIdList": ["22917596"]}, {"Citation": "Gika H, Virgiliou C, Theodoridis G, Plumb RS, Wilson ID. Untargeted LC/MS-based metabolic phenotyping (metabonomics/metabolomics): the state of the art. J Chromatogr B Anal Technol Biomed Life Sci. 2019;1117:136–147.", "ArticleIdList": ["31009899"]}, {"Citation": "Jorge TF, Rodrigues JA, Caldana C, Schmidt R, van Dongen JT, Thomas-Oates J, et al. Mass spectrometry-based plant metabolomics: metabolite responses to abiotic stress. Mass Spectrom Rev. 2016;35(5):620–649.", "ArticleIdList": ["25589422"]}, {"Citation": "Villate A, San Nicolas M, Gallastegi M, Aulas PA, Olivares M, Usobiaga A, et al. Review: metabolomics as a prediction tool for plants performance under environmental stress. Plant Sci. 2021;303:110789.", "ArticleIdList": ["33487364"]}, {"Citation": "Broeckhoven K, Desmet G. Advances and innovations in liquid chromatography stationary phase supports. Anal Chem. 2021;93(1):257–272.", "ArticleIdList": ["33300336"]}, {"Citation": "Wu Y, Zhang N, Luo K, Liu Y, Bai Z, Tang S. Recent advances of innovative and high-efficiency stationary phases for chromatographic separations. TrAC Trends Anal Chem. 2022;153:116647."}, {"Citation": "Patel DC, Wahab MF, O’Haver TC, Armstrong DW. Separations at the speed of sensors. Anal Chem. 2018;90(5):3349–3356.", "ArticleIdList": ["29437379"]}, {"Citation": "Kebarle P, Verkerk UH. On the mechanism of electrospray mass spectrometry. In: Cole RB (editors) Electrospray and MALDI Mass Spectrometry: Fundamentals, Instrumentation, Practicalities, and Biological Applications. John Wiley & Sons, Inc. 2010;3–63."}, {"Citation": "Hanold KA, Fischer SM, Cormia PH, Miller CE, Syage JA. Atmospheric pressure photoionization. 1. General properties for LC/MS. Anal Chem. 2004;76(10):2842–2851.", "ArticleIdList": ["15144196"]}, {"Citation": "Nasiri A, Jahani R, Mokhtari S, Yazdanpanah H, Daraei B, Faizi M, et al. Overview, consequences, and strategies for overcoming matrix effects in LC-MS analysis: a critical review. Analyst. 2021;146(20):6049–6063.", "ArticleIdList": ["34546235"]}, {"Citation": "Trufelli H, Palma P, Famiglini G, Cappiello A. An overview of matrix effects in liquid chromatography-mass spectrometry. Mass Spectrom Rev. 2011;30(3):491–509.", "ArticleIdList": ["21500246"]}, {"Citation": "Thiocone A, Farmer EE, Wolfender JL. Screening for wound-induced oxylipins in Arabidopsis thaliana by differential HPLC-APCI/MS profiling of crude leaf extracts and subsequent characterisation by capillary-scale NMR. Phytochem Anal. 2008;19(3):198–205.", "ArticleIdList": ["18197596"]}, {"Citation": "Gamoh K, Abe H, Shimada K, Takatsuto S. Liquid chromatography/mass spectrometry with atmospheric pressure chemical ionization of free brassinosteroids. Rapid Commun Mass Spectrom. 1996;10(8):903–906."}, {"Citation": "Li G, Lu S, Wu H, Chen G, Liu S, Kong X, et al. Determination of multiple phytohormones in fruits by high-performance liquid chromatography with fluorescence detection using dispersive liquid-liquid microextraction followed by precolumn fluorescent labeling. J Sep Sci. 2015;38(2):187–196.", "ArticleIdList": ["25392973"]}, {"Citation": "Batey JH. The physics and technology of quadrupole mass spectrometers. Vacuum. 2014;101:410–415."}, {"Citation": "Koppenaal DW, Barinaga CJ, Denton MB, Sperline RP, Hieftje GM, Schilling GD, et al. MS detectors. Anal Chem. 2005;77(21):418A–427A.", "ArticleIdList": ["16285141"]}, {"Citation": "Wei R, Li G, Seymour AB. High-throughput and multiplexed LC/MS/MRM method for targeted metabolomics. Anal Chem. 2010;82(13):5527–5533.", "ArticleIdList": ["20524683"]}, {"Citation": "Tsugawa H, Arita M, Kanazawa M, Ogiwara A, Bamba T, Fukusaki E. MRMPROBS: a data assessment and metabolite identification tool for large-scale multiple reaction monitoring based widely targeted metabolomics. Anal Chem. 2013;85(10):5191–5199.", "ArticleIdList": ["23581547"]}, {"Citation": "Segarra G, Jáuregui O, Casanova E, Trillas I. Simultaneous quantitative LC–ESI-MS/MS analyses of salicylic acid and jasmonic acid in crude extracts of Cucumis sativus under biotic stress. Phytochemistry. 2006;67(4):395–401.", "ArticleIdList": ["16403544"]}, {"Citation": "Chen Y, Wang Y, Liang X, Zhang Y, Fernie AR. Mass spectrometric exploration of phytohormone profiles and signaling networks. Trends Plant Sci. 2023;28(4):399–414.", "ArticleIdList": ["36585336"]}, {"Citation": "Kaufmann A, Butcher P, Maden K, Walker S, Widmer M. Comprehensive comparison of liquid chromatography selectivity as provided by two types of liquid chromatography detectors (high resolution mass spectrometry and tandem mass spectrometry): “Where is the crossover point?”. Anal Chim Acta. 2010;673(1):60–72.", "ArticleIdList": ["20630179"]}, {"Citation": "Herrero P, Cortés-Francisco N, Borrull F, Caixach J, Pocurull E, Marcé RM. Comparison of triple quadrupole mass spectrometry and Orbitrap high-resolution mass spectrometry in ultrahigh performance liquid chromatography for the determination of veterinary drugs in sewage: benefits and drawbacks. J Mass Spectrom. 2014;49(7):585–596.", "ArticleIdList": ["25044843"]}, {"Citation": "Belarbi S, Vivier M, Zaghouani W, De Sloovere A, Agasse-Peulon V, Cardinael P. Comparison of new approach of GC-HRMS (Q-Orbitrap) to GC–MS/MS (triple-quadrupole) in analyzing the pesticide residues and contaminants in complex food matrices. Food Chem. 2021;359:129932.", "ArticleIdList": ["33945988"]}, {"Citation": "Grund B, Marvin L, Rochat B. Quantitative performance of a quadrupole-Orbitrap-MS in targeted LC-MS determinations of small molecules. J Pharm Biomed Anal. 2016;124:48–56.", "ArticleIdList": ["26928213"]}, {"Citation": "Sugimoto H, Iguchi M, Jinno F. Bioanalysis of farnesyl pyrophosphate in human plasma by high-performance liquid chromatography coupled to triple quadrupole tandem mass spectrometry and hybrid quadrupole Orbitrap high-resolution mass spectrometry. Anal Bioanal Chem. 2017;409(14):3551–3560.", "ArticleIdList": ["28343347"]}, {"Citation": "Chen W, Huang H, Chen CE, Qi S, Price OR, Zhang H, et al. Simultaneous determination of 20 trace organic chemicals in waters by solid-phase extraction (SPE) with triple-quadrupole mass spectrometer (QqQ-MS) and hybrid quadrupole Orbitrap high resolution MS (Q-Orbitrap-HRMS) Chemosphere. 2016;163:99–107.", "ArticleIdList": ["27522181"]}, {"Citation": "Ordaz-Ortiz JJ, Foukaraki S, Terry LA. Assessing temporal flux of plant hormones in stored processing potatoes using high definition accurate mass spectrometry. Hortic Res. 2015;2:15002.", "ArticleIdList": ["PMC4595984", "26504563"]}, {"Citation": "Xin P, Yan J, Fan J, Chu J, Yan C. An improved simplified high-sensitivity quantification method for determining brassinosteroids in different tissues of rice and Arabidopsis. Plant Physiol. 2013;162(4):2056–2066.", "ArticleIdList": ["PMC3729782", "23800992"]}, {"Citation": "Matuszewski BK, Constanzer ML, Chavez-Eng CM. Strategies for the assessment of matrix effect in quantitative bioanalytical methods based on HPLC-MS/MS. Anal Chem. 2003;75(13):3019–3030.", "ArticleIdList": ["12964746"]}, {"Citation": "Arrivault S, Guenther M, Fry SC, Fuenfgeld MMFF, Veyel D, Mettler-Altmann T, et al. Synthesis and use of stable-isotope-labeled internal standards for quantification of phosphorylated metabolites by LC-MS/MS. Anal Chem. 2015;87(13):6896–6904.", "ArticleIdList": ["26010726"]}, {"Citation": "Stokvis E, Rosing H, Beijnen JH. Stable isotopically labeled internal standards in quantitative bioanalysis using liquid chromatography/mass spectrometry: necessity or not? Rapid Commun Mass Spectrom. 2005;19(3):401–407.", "ArticleIdList": ["15645520"]}, {"Citation": "Tan A, Lévesque IA, Lévesque IM, Viel F, Boudreau N, Lévesque A. Analyte and internal standard cross signal contributions and their impact on quantitation in LC–MS based bioanalysis. J Chromatogr B. 2011;879(21):1954–1960.", "ArticleIdList": ["21680265"]}, {"Citation": "Ljung K, Sandberg G, Moritz T. Methods of plant hormone analysis. In: Davies PJ, editor. Plant hormones: biosynthesis, signal transduction, action! Dordrecht: Springer; 2010. pp. 717–740."}, {"Citation": "Hao YH, Zhang Z, Wang L, Liu C, Lei AW, Yuan BF, et al. Stable isotope labeling assisted liquid chromatography-electrospray tandem mass spectrometry for quantitative analysis of endogenous gibberellins. Talanta. 2015;144:341–348.", "ArticleIdList": ["26452831"]}, {"Citation": "Jakšová J, Libiaková M, Bokor B, Petřík I, Novák O, Pavlovič A. Taste for protein: chemical signal from prey stimulates enzyme secretion through jasmonate signalling in the carnivorous plant Venus flytrap. Plant Physiol Biochem. 2020;146:90–97.", "ArticleIdList": ["31734521"]}, {"Citation": "Myers RJ, Jr, Fichman Y, Zandalinas SI, Mittler R. Jasmonic acid and salicylic acid modulate systemic reactive oxygen species signaling during stress responses. Plant Physiol. 2022;191:1–12.", "ArticleIdList": ["PMC9922398", "36173336"]}, {"Citation": "Xin P, Li B, Yan J, Chu J. Pursuing extreme sensitivity for determination of endogenous brassinosteroids through direct fishing from plant matrices and eliminating most interferences with boronate affinity magnetic nanoparticles. Anal Bioanal Chem. 2018;410(4):1363–1374.", "ArticleIdList": ["29238862"]}, {"Citation": "Le A, Ng A, Kwan T, Cusmano-Ozog K, Cowan TM. A rapid, sensitive method for quantitative analysis of underivatized amino acids by liquid chromatography-tandem mass spectrometry (LC-MS/MS) J Chromatogr B Anal Technol Biomed Life Sci. 2014;944:166–174.", "ArticleIdList": ["24316529"]}, {"Citation": "Wang S, Cyronak M, Yang E. Does a stable isotopically labeled internal standard always correct analyte response?. A matrix effect study on a LC/MS/MS method for the determination of carvedilol enantiomers in human plasma. J Pharm Biomed Anal. 2007;43(2):701–707.", "ArticleIdList": ["16959461"]}, {"Citation": "Watanabe M, Balazadeh S, Tohge T, Erban A, Giavalisco P, Kopka J, et al. Comprehensive dissection of spatiotemporal metabolic shifts in primary, secondary, and lipid metabolism during developmental senescence in Arabidopsis. Plant Physiol. 2013;162(3):1290–1310.", "ArticleIdList": ["PMC3707545", "23696093"]}, {"Citation": "Stahnke H, Reemtsma T, Alder L. Compensation of matrix effects by postcolumn infusion of a monitor substance in multiresidue analysis with LC-MS/MS. Anal Chem. 2009;81(6):2185–2192.", "ArticleIdList": ["19220028"]}, {"Citation": "Široká J, Brunoni F, Pěnčík A, Mik V, Žukauskaitė A, Strnad M, et al. High-throughput interspecies profiling of acidic plant hormones using miniaturised sample processing. Plant Methods. 2022;18(1):1–15.", "ArticleIdList": ["PMC9670418", "36384566"]}, {"Citation": "Qi BL, Liu P, Wang QY, Cai WJ, Yuan BF, Feng YQ. Derivatization for liquid chromatography-mass spectrometry. TrAC Trends Anal Chem. 2014;59:121–132."}, {"Citation": "Xin P, Yan J, Fan J, Chu J, Yan C. A dual role of boronate affinity in high-sensitivity detection of vicinal diol brassinosteroids from sub-gram plant tissues via UPLC-MS/MS. Analyst. 2013;138(5):1342–1345.", "ArticleIdList": ["23340859"]}, {"Citation": "Sun X, Ouyang Y, Chu J, Yan J, Yu Y, Li X, et al. An in-advance stable isotope labeling strategy for relative analysis of multiple acidic plant hormones in sub-milligram Arabidopsis thaliana seedling and a single seed. J Chromatogr A. 2014;1338:67–76.", "ArticleIdList": ["24636756"]}, {"Citation": "Chauvaux N, Van Dongen W, Esmans EL, Van Onckelen HA. Liquid chromatographic-mass spectrometric determination of 1-aminocyclopropane-1-carboxylic acid in tobacco. J Chromatogr A. 1993;657(2):337–343."}, {"Citation": "Smets R, Claes V, Van Onckelen HA, Prinsen E. Extraction and quantitative analysis of 1-aminocyclopropane-1-carboxylic acid in plant tissue by gas chromatography coupled to mass spectrometry. J Chromatogr A. 2003;993(1–2):79–87.", "ArticleIdList": ["12735440"]}, {"Citation": "Ziegler J, Qwegwer J, Schubert M, Erickson JL, Schattat M, Bürstenbinder K, et al. Simultaneous analysis of apolar phytohormones and 1-aminocyclopropan-1-carboxylic acid by high performance liquid chromatography/electrospray negative ion tandem mass spectrometry via 9-fluorenylmethoxycarbonyl chloride derivatization. J Chromatogr A. 2014;1362:102–109.", "ArticleIdList": ["25160953"]}, {"Citation": "Laborda P, Ling J, Chen X, Liu F. ACC deaminase from Lysobacter gummosus OH17 can promote root growth in Oryza sativa nipponbare plants. J Agric Food Chem. 2018;66(14):3675–3682.", "ArticleIdList": ["29578708"]}, {"Citation": "Laborda P, Chen X, Wu G, Wang S, Lu X, Ling J, et al. Lysobacter gummosus OH17 induces systemic resistance in Oryza sativa ‘Nipponbare’. Plant Pathol. 2020;69(5):838–848."}, {"Citation": "Svoboda T, Parich A, Güldener U, Schöfbeck D, Twaruschek K, Václavíková M, et al. Biochemical characterization of the Fusarium graminearum candidate ACC-deaminases and virulence testing of knockout mutant strains. Front Plant Sci. 2019;10:1–17.", "ArticleIdList": ["PMC6746940", "31552072"]}, {"Citation": "Concepcion M, Lizada C, Yang SF. A simple and sensitive assay for 1-aminocyclopropane-1-carboxylic acid. Anal Biochem. 1979;100(1):140–145.", "ArticleIdList": ["543532"]}, {"Citation": "Bulens I, Van de Poel B, Hertog MLATM, De Proft MP, Geeraerd AH, Nicolaï BM. Protocol: an updated integrated methodology for analysis of metabolites and enzyme activities of ethylene biosynthesis. Plant Methods. 2011;7(1):1–10.", "ArticleIdList": ["PMC3142538", "21696643"]}, {"Citation": "Espinoza C, Degenkolbe T, Caldana C, Zuther E, Leisse A, Willmitzer L, et al. Interaction with diurnal and circadian regulation results in dynamic metabolic and transcriptional changes during cold acclimation in Arabidopsis. PLoS ONE. 2010;5(11):e14101.", "ArticleIdList": ["PMC2990718", "21124901"]}, {"Citation": "Fujita Y, Fujita M, Shinozaki K, Yamaguchi-Shinozaki K. ABA-mediated transcriptional regulation in response to osmotic stress in plants. J Plant Res. 2011;124(4):509–525.", "ArticleIdList": ["21416314"]}, {"Citation": "Hall RD. Plant metabolomics: from holistic hope, to hype, to hot topic. N Phytol. 2006;169(3):453–468.", "ArticleIdList": ["16411949"]}, {"Citation": "Stuart T, Satija R. Integrative single-cell analysis. Nat Rev Genet. 2019;20(5):257–272.", "ArticleIdList": ["30696980"]}, {"Citation": "Wang D, Bodovitz S. Single cell analysis: the new frontier in “omics”. Trends Biotechnol. 2010;28(6):281–290.", "ArticleIdList": ["PMC2876223", "20434785"]}, {"Citation": "Shimizu T, Miyakawa S, Esaki T, Mizuno H, Masujima T, Koshiba T, et al. Live single-cell plant hormone analysis by video-mass spectrometry. Plant Cell Physiol. 2015;56(7):1287–1296.", "ArticleIdList": ["25759328"]}, {"Citation": "Bjarnholt N, Li B, D’Alvise J, Janfelt C. Mass spectrometry imaging of plant metabolites-principles and possibilities. Nat Prod Rep. 2014;31(6):818–837.", "ArticleIdList": ["24452137"]}, {"Citation": "Boughton BA, Thinagaran D, Sarabia D, Bacic A, Roessner U. Mass spectrometry imaging for plant biology: a review. Phytochem Rev. 2016;15(3):445–488.", "ArticleIdList": ["PMC4870303", "27340381"]}, {"Citation": "Zhang C, Žukauskaitė A, Petřík I, Pěnčík A, Hönig M, Grúz J, et al. In situ characterisation of phytohormones from wounded Arabidopsis leaves using desorption electrospray ionisation mass spectrometry imaging. Analyst. 2021;146(8):2653–2663.", "ArticleIdList": ["33661255"]}, {"Citation": "Shiono K, Taira S. Imaging of multiple plant hormones in roots of rice (Oryza sativa) using nanoparticle-assisted laser desorption/ionization mass spectrometry. J Agric Food Chem. 2020;68(24):6770–6775.", "ArticleIdList": ["32437141"]}, {"Citation": "Moussaieff A, Rogachev I, Brodsky L, Malitsky S, Toal TW, Belcher H, et al. High-resolution metabolic mapping of cell types in plant roots. Proc Natl Acad Sci U S A. 2013;110(13):949–965.", "ArticleIdList": ["PMC3612672", "23476065"]}, {"Citation": "Petersson SV, Lindén P, Moritz T, Ljung K. Cell-type specific metabolic profiling of Arabidopsis thaliana protoplasts as a tool for plant systems biology. Metabolomics. 2015;11(6):1679–1689.", "ArticleIdList": ["PMC4605972", "26491421"]}, {"Citation": "Fürtauer L, Weckwerth W, Nägele T. A benchtop fractionation procedure for subcellular analysis of the plant metabolome. Front Plant Sci. 2016;7:1–14.", "ArticleIdList": ["PMC5177628", "28066469"]}, {"Citation": "Kueger S, Steinhauser D, Willmitzer L, Giavalisco P. High-resolution plant metabolomics: from mass spectral features to metabolites and from whole-cell analysis to subcellular metabolite distributions. Plant J. 2012;70(1):39–50.", "ArticleIdList": ["22449042"]}, {"Citation": "Medeiros D, Arrivault S, Alpers J, Fernie A, Arabi F. Non-aqueous fractionation (NAF) for metabolite analysis in subcellular compartments of Arabidopsis leaf tissues. Bio-Protoc. 2019;9(20):e3399.", "ArticleIdList": ["PMC7853959", "33654900"]}, {"Citation": "Včelařová L, Skalický V, Chamrád I, Lenobel R, Kubeš MF, Pěnčík A, et al. Auxin metabolome profiling in the Arabidopsis endoplasmic reticulum using an optimised organelle isolation protocol. Int J Mol Sci. 2021;22(17):9370.", "ArticleIdList": ["PMC8431077", "34502279"]}, {"Citation": "Isoda R, Yoshinari A, Ishikawa Y, Sadoine M, Simon R, Frommer WB, et al. Sensors for the quantification, localization and analysis of the dynamics of plant hormones. Plant J. 2021;105(2):542–557.", "ArticleIdList": ["PMC7898640", "33231903"]}, {"Citation": "FDA. Guidance for Industry, Bioanalytical Method Validation, U.S. Department of Health and Human Services, Food and Drug Administration, Center for Drug Evaluation and Research (CDER), Center for Veterinary Medicine (CMV), 2018. Document available at https://www.fda.gov/downloads/drugs/guidances/ucm070107.pdf"}, {"Citation": "ICH Harmonized Guideline. ICH guideline M10 on bioanalytical method validation and study sample analysis. Geneva."}, {"Citation": "Jurado JM, Alcázar A, Muñiz-Valencia R, Ceballos-Magaña SG, Raposo F. Some practical considerations for linearity assessment of calibration curves as function of concentration levels according to the fitness-for-purpose approach. Talanta. 2017;172:221–229.", "ArticleIdList": ["28602298"]}, {"Citation": "Singtoroj T, Tarning J, Annerberg A, Ashton M, Bergqvist Y, White NJ, et al. A new approach to evaluate regression models during validation of bioanalytical assays. J Pharm Biomed Anal. 2006;41(1):219–227.", "ArticleIdList": ["16332425"]}, {"Citation": "Miller-Ihli NJ, O’Haver TC, Harnly JM. Calibration and curve fitting for extended range AAS. Spectrochim Acta Part B At Spectrosc. 1984;39(12):1603–1614."}, {"Citation": "de Souza RR, Toebe M, Mello AC, Bittencourt KC. Sample size and Shapiro-Wilk test: an analysis for soybean grain yield. Eur J Agron. 2023;142(1000):126666."}, {"Citation": "Le Boedec K. Sensitivity and specificity of normality tests and consequences on reference interval accuracy at small sample size: a computer-simulation study. Vet Clin Pathol. 2016;45(4):648–656.", "ArticleIdList": ["27556235"]}, {"Citation": "Miller JN, Miller JC. Statistics and chemometrics for analytical chemistry. 6. Harlow: Pearson Education Limited; 2010."}, {"Citation": "Ben-Gal I. Outlier detection. In: Maimon O, Rokach L, editors. Data mining and knowledge discovery handbook. New York: Springer; 2013. pp. 131–146."}, {"Citation": "Gorrochategui E, Jaumot J, Lacorte S, Tauler R. Data analysis strategies for targeted and untargeted LC-MS metabolomic studies: overview and workflow. TrAC Trends Anal Chem. 2016;82:425–442."}, {"Citation": "Hendriks MM, van Eeuwijk FA, Jellema RH, Westerhuis JA, Reijmers TH, Hoefsloot HCJ, et al. Data-processing strategies for metabolomics studies. TrAC Trends Anal Chem. 2011;30(10):1685–1698."}, {"Citation": "Pinto RC. Chemometrics methods and strategies in metabolomics. In: Sussulini A. (editors) Metabolomics: From Fundamentals to Clinical Applications. Springer Cham. 2017. p. 163–190."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "9"}, {"Year": "2023", "Month": "10", "Day": "8"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "49"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "10", "Minute": "48"}, {"Year": "2023", "Month": "10", "Day": "14", "Hour": "0", "Minute": "1"}, {"Year": "2023", "Month": "10", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["37833752", "PMC10576392", "10.1186/s13007-023-01090-2", "10.1186/s13007-023-01090-2"]}}], "PubmedBookArticle": []}