{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Astragalus mongolicus", "Bacterial community", "Biological nitrogen fixation", "PGPR", "Plant growth promotion", "Targeted amplicon sequencing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37845638", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "16"}], "Language": ["eng"], "ELocationID": ["292", "10.1186/s12866-023-03026-1"], "Journal": {"ISSN": "1471-2180", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "16"}}, "Title": "BMC microbiology", "ISOAbbreviation": "BMC Microbiol"}, "ArticleTitle": "Screening of high-efficiency nitrogen-fixing bacteria from the traditional Chinese medicine plant Astragalus mongolicus and its effect on plant growth promotion and bacterial communities in the rhizosphere.", "Pagination": {"StartPage": "292", "MedlinePgn": "292"}, "Abstract": {"AbstractText": ["Astragalus mongolicus Bunge is used in traditional Chinese medicine and is thus cultivated in bulk. The cultivation of A. mongolicus requires a large amount of nitrogen fertilizer, increasing the planting cost of medicinal materials and polluting the environment. Isolation and screening of plant growth-promoting rhizobacteria (PGPR) and exploring the nitrogen fixation potential of A. mongolicus rhizosphere microorganisms would effectively reduce the production cost of A. mongolicus.", "This study used A. mongolicus roots and rhizosphere soil samples from Longxi County of Gansu Province, Jingle County, and Hunyuan County of Shanxi Province, China, to isolate and identify nitrogen-fixing bacteria. Through nitrogen fixation efficiency test, single strain inoculation test, and plant growth-promoting characteristics, three strains, Bacillus sp. J1, Arthrobacter sp. J2, and Bacillus sp. G4 were selected from 86 strains of potential nitrogen-fixing bacteria, which were the most effective in promoting the A. mongolicus growth and increasing the nitrogen, phosphorus, and potassium content in plants. The antagonistic test showed that these bacteria could grow smoothly under the co-culture conditions. The J1, J2, and G4 strains were used in a mixed inoculum and found to enhance the biomass of A. mongolicus plants and the accumulation of the main medicinal components in the field experiment. Mixed bacterial agent inoculation also increased bacterial diversity and changed the structure of the bacterial community in rhizosphere soil. Meanwhile, the relative abundance of Proteobacteria increased significantly after inoculation, suggesting that Proteobacteria play an important role in plant growth promotion.", "These findings indicate that specific and efficient PGPRs have a significant promoting effect on the growth of A. mongolicus, while also having a positive impact on the structure of the host rhizosphere bacteria community. This study provides a basis for developing a nitrogen-fixing bacterial fertilizer and improving the ecological planting efficiency of A. mongolicus."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China."}], "LastName": "Shi", "ForeName": "Zhiyong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China."}], "LastName": "Guo", "ForeName": "Xu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanxi Zhendong Pharmaceutical (China), Changzhi, 047000, China."}], "LastName": "Lei", "ForeName": "Zhenhong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China."}], "LastName": "Wang", "ForeName": "Yuanyuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China."}], "LastName": "Yang", "ForeName": "Zhenyu", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China."}], "LastName": "Niu", "ForeName": "Jingping", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College Of Life Sciences, Shanxi Agricultural University, Jinzhong, 030801, China. hyzljp@sina.com."}, {"Identifier": [], "Affiliation": "Shanxi Key Laboratory of Chinese Veterinary Medicine Modernization, Shanxi Agricultural University, Jinzhong, 030801, China. hyzljp@sina.com."}], "LastName": "Liang", "ForeName": "Jianping", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Microbiol", "NlmUniqueID": "100966981", "ISSNLinking": "1471-2180"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Nitrogen-Fixing Bacteria"}, {"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fertilizers"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Bacillus"}, {"QualifierName": [], "DescriptorName": "Nitrogen"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bhardwaj D, Ansari MW, Sahoo RK, Tuteja N. Biofertilizers function as key player in sustainable agriculture by improving soil fertility, plant tolerance and crop productivity. Microb Cell Fact. 2014;13:66. doi: 10.1186/1475-2859-13-66.", "ArticleIdList": ["10.1186/1475-2859-13-66", "PMC4022417", "24885352"]}, {"Citation": "Rahman, K.M.A., and Zhang, D. Effects of Fertilizer Broadcasting on the Excessive Use of Inorganic Fertilizers and Environmental Sustainability. Sustainability 2018, 10(3). 10.3390/su10030759."}, {"Citation": "Ahmed M, Rauf M, Mukhtar Z, Saeed NA. Excessive use of nitrogenous fertilizers: an unawareness causing serious threats to environment and human health. Environ Sci Pollut Res. 2017;24(35):26983–26987. doi: 10.1007/s11356-017-0589-7.", "ArticleIdList": ["10.1007/s11356-017-0589-7", "29139074"]}, {"Citation": "Taurian T, Soledad AM, Luduena LM, Angelini JG, Munoz V, Valetti L, et al. Effects of single and co-inoculation with native phosphate solubilising strain Pantoea sp J49 and the symbiotic nitrogen fixing bacterium Bradyrhizobium sp SEMIA 6144 on peanut (Arachis hypogaea L.) growth. Symbiosis. 2013;59(2):77–85. doi: 10.1007/s13199-012-0193-z.", "ArticleIdList": ["10.1007/s13199-012-0193-z"]}, {"Citation": "Correll DL. The role of phosphorus in the eutrophication of receiving waters: a review. J Environ Qual. 1998;27(2):261–266. doi: 10.2134/jeq1998.00472425002700020004x.", "ArticleIdList": ["10.2134/jeq1998.00472425002700020004x"]}, {"Citation": "Glick BR. Bacteria with ACC deaminase can promote plant growth and help to feed the world. Microbiol Res. 2014;169(1):30–39. doi: 10.1016/j.micres.2013.09.009.", "ArticleIdList": ["10.1016/j.micres.2013.09.009", "24095256"]}, {"Citation": "Miao G, Ting G, Yan-jing L, Lian-ju M, Chong-yao W, Mo Y. Isolation and screening of plant growth-promoting Rhizobacteria in pepper and their disease-resistant growth-promoting characteristics. Biotechnol Bull. 2020;36(5):104–109. doi: 10.13560/j.cnki.biotech.bull.1985.2019-0840.", "ArticleIdList": ["10.13560/j.cnki.biotech.bull.1985.2019-0840"]}, {"Citation": "Olanrewaju OS, Glick BR, Baba Lola OO. Mechanisms of action of plant growth promoting bacteria. World J Microbiol Biotechnol. 2017;33(11):197. doi: 10.1007/s11274-017-2364-9.", "ArticleIdList": ["10.1007/s11274-017-2364-9", "PMC5686270", "28986676"]}, {"Citation": "Tabassum B, Khan A, Tariq M, Ramzan M, Aaliya K. Bottlenecks in commercialisation and future prospects of pgpr. Appl Soil Ecol. 2017 doi: 10.1016/j.apsoil.2017.09.030.", "ArticleIdList": ["10.1016/j.apsoil.2017.09.030"]}, {"Citation": "Trivedi P, Leach JE, Tringe SG, Sa T, Singh BK, et al. Plant-microbiome interactions: from community assembly to plant health. Nat Rev Microbiol. 2020;18(11):607–621. doi: 10.1038/s41579-020-0412-1.", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Frampton, R.A., Pitman, A.R., and Fineran, P.C. Advances in bacteriophage-mediated control of plant pathogens. Int J Microbiol 2012;326452. 10.1155/2012/326452.", "ArticleIdList": ["PMC3426239", "22934116"]}, {"Citation": "Ambrosini A, Passaglia LMP. Plant Growth-Promoting Bacteria (PGPB): Isolation and Screening of PGP Activities. Curr Protoc Plant Biol. 2017;2(3):190–209. doi: 10.1002/pb.20054.", "ArticleIdList": ["10.1002/pb.20054", "31725969"]}, {"Citation": "Dan Z, Zexiu W, Xiaoyan L, Zhifeng Z, Xianzhu D, Xiaofeng W, et al. Effects of bacterial manure on soil physicochemical properties and microbial community diversity in rhizosphere of highland barley. Acta Pedol Sin. 2014;51(3):627–637. doi: 10.11766/trxb201311030512.", "ArticleIdList": ["10.11766/trxb201311030512"]}, {"Citation": "Beneduzi A, Ambrosini A, Passaglia LM. Plant growth-promoting rhizobacteria (PGPR): Their potential as antagonists and biocontrol agents. Genet Mol Biol. 2012;35(4):1044–1051. doi: 10.1590/s1415-47572012000600020.", "ArticleIdList": ["10.1590/s1415-47572012000600020", "PMC3571425", "23411488"]}, {"Citation": "Sun B, Fang C, Hu F, Li H-X, Jiao J-G, Xu L, et al. Co-inoculation with rhizobia and azotobacter affects the growth of Vicia villosa. Acta Pratacul Sin. 2021;30(5):94–102. doi: 10.11686/cyxb2020210.", "ArticleIdList": ["10.11686/cyxb2020210"]}, {"Citation": "Qiong-Jie LI, Jie-Jie C, Shuai-Xin SUN, Yun-Peng C. Isolation, identification and characterization of associative nitrogen-fixing endophytic bacterium Kosakonia radicincitans GXGL-4A in maize. Microbiology China. 2016;43(11):2456–2463. doi: 10.13344/j.microbiol.china.190534.", "ArticleIdList": ["10.13344/j.microbiol.china.190534"]}, {"Citation": "Lodeiro AR. Queries related to the technology of soybean seed inoculation with Bradyrhizobium spp. Rev Argent Microbiol. 2015;47(3):261–273. doi: 10.1016/j.ram.2015.06.006.", "ArticleIdList": ["10.1016/j.ram.2015.06.006", "26364183"]}, {"Citation": "CAI Miao PF, CHEN Longsheng. Isolation of associative nitrogen fixing bacterium from typical Camellia forests and analysis of nitrogen efficiency. J Nanjing Forestry University. 2011;54(05):121–124. 10.3969/j.jssn.1000-2006.2011.05.027."}, {"Citation": "Hong G, Jian S, Xu B, Baoling K, Huanhuan S, Haifeng S, et al. Composition and function of endophytic bacteria residing the root tissue of Astragalus mongholicus in Hunyuan. Acta Microbiol Sin. 2020;60(8):1638–1647. doi: 10.13343/j.cnki.wsxb.20190506.", "ArticleIdList": ["10.13343/j.cnki.wsxb.20190506"]}, {"Citation": "Zheng, L., Wang, M., Ibarra-Estrada, E., Wu, C., Wilson, E., Verpoorte, R., et al. Investigation of Chemomarkers of Astragali Radix of Different Ages and Geographical Origin by NMR Profiling. Molecules 2015;20(2). 10.3390/molecules20023389.", "ArticleIdList": ["PMC6272454", "25690295"]}, {"Citation": "Qin X-M, Li Z-Y, Sun H-F, Zhang L-Z, Zhou R, Feng Q-J, et al. Status and analysis of Astragali Radix resource in China. China J Chin Materia Med. 2013;38(19):3234–3238. doi: 10.4268/cjcmm20131903.", "ArticleIdList": ["10.4268/cjcmm20131903", "24422383"]}, {"Citation": "Zhiquan X, Zhongwei T, Hao L, Ran Z, Jianping L. Isolation and application of nitrogen-fixing bacteria in rhizosphere of astragalus membranaceus bunge in Shanxi. J Shanxi Agric Univ (Nat Sci Ed) 2016;36:483–488."}, {"Citation": "Liang J P, Xue Z Q, Yang Z Y, et al. Effects of microbial organic fertilizers on Astragalus membranaceus growth and rhizosphere microbial community. Annals of Microbiology 2021, 71(1). doi: 10.1186/s13213-021-01623-x"}, {"Citation": "Franche C, Lindström K, Elmerich C. Nitrogen-fixing bacteria associated with leguminous and non-leguminous plants. Plant Soil. 2009;321(1–2):35–59. doi: 10.1007/s11104-008-9833-8.", "ArticleIdList": ["10.1007/s11104-008-9833-8"]}, {"Citation": "Hardy R, Burns RC, Holsten RD. Applications of the acetylene-ethylene assay for measurement of nitrogen fixation. Soil Biol Biochem. 1973;5(1):47–81. doi: 10.1016/0038-0717(73)90093-X.", "ArticleIdList": ["10.1016/0038-0717(73)90093-X"]}, {"Citation": "Dong XZ, Cai MY. Manual of Familiar Bacterium Identification. Beijing: Science Press; 2001."}, {"Citation": "Smibert RM, Krieg NR. Phenotypic characterization. In: Gerhadt P, Murray RGE, editors. Methods for General Molecular Bacteriology. Washington, DC: American Society For Microbiology; 1994; p. 611–651."}, {"Citation": "Kumar S, Stecher G, Li M, Knyaz C, Tamura K. MEGA X: molecular evolutionary genetics analysis across computing platforms. Mol Biol Evol. 2018;35:1547–1549. doi: 10.1093/molbev/msy096.", "ArticleIdList": ["10.1093/molbev/msy096", "PMC5967553", "29722887"]}, {"Citation": "Stefanic G, Oprea G. Method for estimating the soil capacity of atmospheric dinitrogen fixation. Romanian Agricultural Res. 2010;27:89–93. doi: 10.1016/j.postharvbio.2009.07.009.", "ArticleIdList": ["10.1016/j.postharvbio.2009.07.009"]}, {"Citation": "Tsang S, Phu F, Baum MM, Poskrebyshev GA. Determination of phosphate/arsenate by a modified molybdenum blue method and reduction of arsenate by S(2)O(4)(2-) Talanta. 2007;71(4):1560–1568. doi: 10.1016/j.talanta.2006.07.043.", "ArticleIdList": ["10.1016/j.talanta.2006.07.043", "19071492"]}, {"Citation": "Emel'ianov NA. Use of the flame photometer of the PFM type for determination of sodium and potassium in biological materials. Lab Delo. 1978;11:697–699.", "ArticleIdList": ["82660"]}, {"Citation": "Chen F, Huang G, Yang Z, Hou Y. Antioxidant activity of Momordica charantia polysaccharide and its derivatives. Int J Biol Macromol. 2019;138:673–680. doi: 10.1016/j.ijbiomac.2019.07.129.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.07.129", "31344411"]}, {"Citation": "Hiai S, Oura H, Nakajima T. Color reaction of some sapogenins and saponins with vanillin and sulfuric acid. Planta Med. 1976;29(2):116–122. doi: 10.1055/s-0028-1097639.", "ArticleIdList": ["10.1055/s-0028-1097639", "948509"]}, {"Citation": "Bolyen E, Rideout JR, Dillon MR, Bokulich NA, Abnet CC, Al-Ghalith GA, et al. Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2. Nat Biotechnol. 2019;37:852–857. doi: 10.1038/s41587-019-0209-9.", "ArticleIdList": ["10.1038/s41587-019-0209-9", "PMC7015180", "31341288"]}, {"Citation": "DeSantis TZ, Hugenholtz P, Larsen N, Rojas M, Brodie EL, Keller K, Andersen GL. Greengenes, a chimera-checked 16S rRNA gene database and workbench compatible with ARB. Applied Environment Microbio. 2006;72(7):5069–5072. doi: 10.1128/AEM.03006-05.", "ArticleIdList": ["10.1128/AEM.03006-05", "PMC1489311", "16820507"]}, {"Citation": "Youseif, S.H., Abd El-Megeed, F.H., Mohamed, A.H., Ageez, A., Veliz, E., and Martinez-Romero, E. Diverse Rhizobium strains isolated from root nodules of Trifolium alexandrinum in Egypt and symbiovars. Systematic and Applied Microbiology 2021;44(1). 10.1016/j.syapm.2020.126156.", "ArticleIdList": ["33232849"]}, {"Citation": "Wiriya, J., Rangjaroen, C., Teaumroong, N., Sungthong, R., and Lumyong, S. Rhizobacteria and Arbuscular Mycorrhizal Fungi of Oil Crops (Physic Nut and Sacha Inchi): A Cultivable-Based Assessment for Abundance, Diversity, and Plant Growth-Promoting Potentials. Plants-Basel. 2020;9(12). 10.3390/plants9121773.", "ArticleIdList": ["PMC7765041", "33327574"]}, {"Citation": "Li, Y., Li, Q., and Chen, S. Diazotroph Paenibacillus triticisoli BJ-18 Drives the Variation in Bacterial, Diazotrophic and Fungal Communities in the Rhizosphere and Root/Shoot Endosphere of Maize. International Journal of Molecular Sciences 2021;22(3). 10.3390/ijms22031460.", "ArticleIdList": ["PMC7867140", "33540521"]}, {"Citation": "Deutch CE. L-Proline catabolism by the high G + C Gram-positive bacterium Paenarthrobacter aurescens strain TC1. Antonie Van Leeuwenhoek. 2019;112(2):237–251. doi: 10.1007/s10482-018-1148-z.", "ArticleIdList": ["10.1007/s10482-018-1148-z", "30159626"]}, {"Citation": "Yang Y, Liu L, Singh RP, Meng C, Ma S, Jing C, et al. Nodule and root zone microbiota of salt-tolerant wild soybean in coastal sand and Saline-Alkali Soil. Front Microbiol. 2020;11:2178. doi: 10.3389/fmicb.2020.523142.", "ArticleIdList": ["10.3389/fmicb.2020.523142", "PMC7536311", "33071999"]}, {"Citation": "Qi M, Liang B, Zhang L, Ma X, Yan L, Dong W, et al. Microbial interactions drive the complete catabolism of the antibiotic sulfamethoxazole in activated sludge microbiomes. Environ Sci Technol. 2021;55(5):3270–3282. doi: 10.1021/acs.est.0c06687.", "ArticleIdList": ["10.1021/acs.est.0c06687", "33566597"]}, {"Citation": "Meda A, Sangwan P, Bala K. In-vessel composting of HMX and RDX contaminated sludge using microbes isolated from contaminated site. Environ Pollut. 2021;285:117394–117394. doi: 10.1016/j.envpol.2021.117394.", "ArticleIdList": ["10.1016/j.envpol.2021.117394", "34051563"]}, {"Citation": "Bourceret A, Cebron A, Tisserant E, Poupin P, Bauda P, Beguiristain T, et al. The bacterial and fungal diversity of an aged PAH- and heavy Metal-Contaminated soil is affected by plant cover and edaphic parameters. Microb Ecol. 2016;71(3):711–724. doi: 10.1007/s00248-015-0682-8.", "ArticleIdList": ["10.1007/s00248-015-0682-8", "26440298"]}, {"Citation": "Tambong JT, Xu R, Bromfield ESP. Pseudomonas canadensis sp nov a biological control agent isolated from a field plot under long-term mineral fertilization. Int J Syst Evol Microbiol. 2017;67(4):889–895. doi: 10.1099/ijsem.0.001698.", "ArticleIdList": ["10.1099/ijsem.0.001698", "PMC5817194", "27902304"]}, {"Citation": "Cordeiro C, Echer FR. Interactive effects of Nitrogen-Fixing bacteria inoculation and nitrogen fertilization on soybean yield in unfavorable Edaphoclimatic environments. Sci Rep. 2019;9(1):15606. doi: 10.1038/s41598-019-52131-7.", "ArticleIdList": ["10.1038/s41598-019-52131-7", "PMC6821774", "31666669"]}, {"Citation": "Minnebaev LF, Kuzina EV, Rafikova GF, Chanyshev IO, Loginov ON. Productivity of legume-rhizobial complex under the influence of growth-stimulating microorganisms. Sel'skokhozyaistvennaya Biologiya. 2019;54(3):481–493. doi: 10.15389/agrobiology.2019.3.481rus.", "ArticleIdList": ["10.15389/agrobiology.2019.3.481rus"]}, {"Citation": "Stajkovic-Srbinovic O, Delic D, Nerandzic B, Andjelovic S, Sikiric B, Kuzmanovic D, et al. Alfalfa yield and nutrient uptake as influenced by co-inoculation with rhizobium and rhizobacteria. Romanian Biotechnolog Letters. 2017;22(4):12834–12841."}, {"Citation": "Guo-xing H, Cai-ting L, Juan Q, Jian-chao S, Ya-jie W. Effects of different rhizobium fertilizers on alfalfa productivity and soil fertility. Acta Pratacul Sin. 2020;29(5):109–120. doi: 10.11686/cyxb2019344.", "ArticleIdList": ["10.11686/cyxb2019344"]}, {"Citation": "Yost CK, Del Bel KL, Quandt J, Hynes MF. Rhizobium leguminosarum methyl-accepting chemotaxis protein genes are down-regulated in the pea nodule. Arch Microbiol. 2004;182(6):505–513. doi: 10.1007/s00203-004-0736-7.", "ArticleIdList": ["10.1007/s00203-004-0736-7", "15502966"]}, {"Citation": "Basak BB, Biswas DR. Co-inoculation of potassium solubilizing and nitrogen fixing bacteria on solubilization of waste mica and their effect on growth promotion and nutrient acquisition by a forage crop. Biol Fertil Soils. 2010;46(6):641–648. doi: 10.1007/s00374-010-0456-x.", "ArticleIdList": ["10.1007/s00374-010-0456-x"]}, {"Citation": "Dal Cortivo C, Ferrari M, Visioli G, Lauro M, Fornasier F, Barion G, et al. Effects of seed-applied biofertilizers on rhizosphere biodiversity and growth of common wheat (Triticum aestivum L) in the field. Front Plant Sci. 2020;11:72. doi: 10.3389/fpls.2020.00072.", "ArticleIdList": ["10.3389/fpls.2020.00072", "PMC7054350", "32174929"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "27"}, {"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2023", "Month": "11", "Day": "2", "Hour": "12", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "17", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "16", "Hour": "23", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["37845638", "PMC10578054", "10.1186/s12866-023-03026-1", "10.1186/s12866-023-03026-1"]}}], "PubmedBookArticle": []}