{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["apoptosis", "autophagy", "escin", "hepatocellular carcinoma", "sorafenib", "synergy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37853854", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1002/tox.23988"], "Journal": {"ISSN": "1522-7278", "JournalIssue": {"Volume": "39", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Environmental toxicology", "ISOAbbreviation": "Environ Toxicol"}, "ArticleTitle": "Escin-sorafenib synergy up-regulates LC3-II and p62 to induce apoptosis in hepatocellular carcinoma cells.", "Pagination": {"StartPage": "840", "EndPage": "856", "MedlinePgn": "840-856"}, "Abstract": {"AbstractText": ["Hepatocellular carcinoma (HCC) is a common solid cancer and the leading cause of cancer deaths worldwide. Sorafenib is the first drug used to treat HCC but its effectiveness needs to be improved, and it is important to find ways to treat cancer that combine sorafenib with other drugs. Synergistic therapies lower effective drug doses and side effects while enhancing the anticancer effect.", "In the present study, the therapeutic potential of sorafenib in combination with escin and its underlying mechanism in targeting liver cancer has been established.", "The IC<sub>50</sub> of sorafenib and escin against HepG2, PLC/PRF5 and Huh7 cell lines were determined using MTT assay. The combination index, dose reduction index, isobologram and concentrations producing synergy were evaluated using the Chou-Talaly algorithm. The sub-effective concentration of sorafenib and escin was selected to analyze cytotoxic synergistic potential. Cellular ROS, mitochondrial membrane potential, annexin V and cell cycle were evaluated using a flow-cytometer, and autophagy biomarkers were determined using western blotting. Moreover, autophagy was knocked down using ATG5 siRNA to confirm its role. A DEN-induced liver cancer rat model was developed to check the synergy of sorafenib and escin.", "Different concentrations of escin reduced the IC<sub>50</sub> of sorafenib in HepG2, PLC/PRF5 and Huh7 cell lines. Chou-Talaly algorithm determined cytotoxic synergistic concentrations of sorafenib and escin in these cell lines. Mechanistically, this combination over-expressed p62 and LC-II, reflecting autophagy block and induced late apoptosis, further reconfirmed by ATG5 knockdown. Sorafenib and escin combination  reduced HCC serum biomarker α-feto protein (α-FP) by 1.5 folds. This combination restricted liver weight, tumor number and size, also, conserved morphological features of liver cells. The combination selectively targeted the G<sub>0</sub> /G<sub>1</sub> phase of cancer cells.", "Escin and sorafenib combination potentially up-regulates p62 to block autophagy to induce late apoptosis in liver cancer cells."], "CopyrightInformation": "© 2023 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioprospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Hussain", "ForeName": "Yusuf", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioprospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}, {"Identifier": [], "Affiliation": "Jawaharlal Nehru University, New Delhi, India."}], "LastName": "Singh", "ForeName": "Jyoti", "Initials": "J"}, {"Identifier": ["0000-0002-1014-1486"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioprospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Meena", "ForeName": "Abha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrinology, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, India."}], "LastName": "Sinha", "ForeName": "Rohit Anthony", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioprospection and Product Development Division, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}], "LastName": "Luqman", "ForeName": "Suaib", "Initials": "S"}], "GrantList": [{"Agency": "Council of Scientific and Industrial Research, India", "Country": ""}, {"Agency": "Department of Science and Technology, Ministry of Science and Technology, India", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Toxicol", "NlmUniqueID": "100885357", "ISSNLinking": "1520-4081"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "6805-41-0", "NameOfSubstance": "Escin"}, {"RegistryNumber": "0", "NameOfSubstance": "LC3 protein, rat"}, {"RegistryNumber": "0", "NameOfSubstance": "Microtubule-Associated Proteins"}, {"RegistryNumber": "9ZOQ3TZI87", "NameOfSubstance": "Sorafenib"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": ["pathology"], "DescriptorName": "Carcinoma, Hepatocellular"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Escin"}, {"QualifierName": ["pathology"], "DescriptorName": "Liver Neoplasms"}, {"QualifierName": [], "DescriptorName": "Microtubule-Associated Proteins"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Sorafenib"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Marin, J. J. G., Macias, R. I. R., Monte, M. J., Romero, M. R., Asensio, M., Sanchez-Martin, A., Cives-Losada, C., Temprano, A. G., Espinosa-Escudero, R., Reviejo, M., Bohorquez, L. H., & Briz, O. (2020). Molecular Bases of Drug Resistance in Hepatocellular Carcinoma. Cancers, 12(6), 1663."}, {"Citation": "Mousa, A. (2008). Sorafenib in the treatment of advanced hepatocellular carcinoma. Saudi Journal of Gastroenterology, 14(1), 40."}, {"Citation": "Duarte D, Vale N. Evaluation of synergism in drug combinations and reference models for future orientations in oncology. Curr Res Pharmacol Drug Discov. 2022;3:100110."}, {"Citation": "Ianevski A, Timonen S, Kononov A, Aittokallio T, Giri AK. SynToxProfiler: an interactive analysis of drug combination synergy, toxicity and efficacy. PLoS Comput Biol. 2020;16:e1007604."}, {"Citation": "Hussain Y, Luqman S, Meena A. Research Progress in flavonoids as potential anticancer drug including synergy with other approaches. Curr Top Med Chem. 2020;20:1791-1809."}, {"Citation": "Liu ZR, Sun LZ, Jia TH, Jia DF. Beta-Aescin shows potent antiproliferative activity in osteosarcoma cells by inducing autophagy, ROS generation and mitochondrial membrane potential loss. J Buon. 2017;22:1582-1586."}, {"Citation": "Park S, Park JM, Park M, et al. Beta-Escin overcomes trastuzumab resistance in HER2-positive breast cancer by targeting cancer stem-like features. Cancer Cell Int. 2022;22:289."}, {"Citation": "Zhu J, Yu W, Liu B, et al. Escin induces caspase-dependent apoptosis and autophagy through the ROS/p38 MAPK signalling pathway in human osteosarcoma cells in vitro and in vivo. Cell Death Dis. 2017;8:e3113."}, {"Citation": "Zhu M, Ying J, Lin C, et al. Beta-Escin inhibits the proliferation of osteosarcoma cells via blocking the PI3K/Akt pathway. RSC Adv. 2018;8:29637-29644."}, {"Citation": "Denizot F, Lang R. Rapid colorimetric assay for cell growth and survival. Modifications to the tetrazolium dye procedure giving improved sensitivity and reliability. J Immunol Methods. 1986;89:271-277."}, {"Citation": "Bijnsdorp IV, Giovannetti E, Peters GJ. Analysis of drug interactions. Methods Mol Biol. 2011;731:421-434."}, {"Citation": "Chou TC. Drug combination studies and their synergy quantification using the Chou-Talalay method. Cancer Res. 2010;70:440-446."}, {"Citation": "Eruslanov E, Kusmartsev S. Identification of ROS using oxidised DCFDA and flow-cytometry. Methods Mol Biol. 2010;594:57-72."}, {"Citation": "Cottet-Rousselle C, Ronot X, Leverve X, Mayol JF. Cytometric assessment of mitochondria using fluorescent probes. Cytometry A. 2011;79:405-425."}, {"Citation": "Atale N, Gupta S, Yadav UC, Rani V. Cell-death assessment by fluorescent and nonfluorescent cytosolic and nuclear staining techniques. J Microsc. 2014;255:7-19."}, {"Citation": "Miller E. Apoptosis measurement by annexin v staining. Methods Mol Med. 2004;88:191-202."}, {"Citation": "Darzynkiewicz, Z., Juan, G., Bedner, E., 2001. Determining cell cycle stages by flow cytometry. Curr Protoc cell biol chapter 8, unit 8 4."}, {"Citation": "Liu ZQ, Mahmood T, Yang PC. Western blot: technique, theory and trouble shooting. N Am J Med Sci. 2014;6:160."}, {"Citation": "Zurlo J. Report on the ILAR international workshop on the development of science-based guidelines for laboratory animal care. ILAR J. 2005;46:370-373."}, {"Citation": "Pitot HC, Barsness L, Goldsworthy T, Kitagawa T. Biochemical characterisation of stages of hepatocarcinogenesis after a single dose of diethylnitrosamine. Nature. 1978;271:456-458."}, {"Citation": "Kurma K, Manches O, Chuffart F, et al. DEN-Induced rat model reproduces key features of human hepatocellular carcinoma. 2021;13:13."}, {"Citation": "He L, Long LR, Antani S, Thoma GR. Histology image analysis for carcinoma detection and grading. Comput Methods Programs Biomed. 2012;107:538-556."}, {"Citation": "Alagkiozidis I, Facciabene A, Tsiatas M, et al. Time-dependent cytotoxic drugs selectively cooperate with IL-18 for cancer chemo-immunotherapy. J Transl Med. 2011;9:77."}, {"Citation": "Ciusani E, Croci D, Gelati M, et al. In vitro effects of topotecan and ionising radiation on TRAIL/Apo2L-mediated apoptosis in malignant glioma. J Neurooncol. 2005;71:19-25."}, {"Citation": "Dejosez M, Ramp U, Mahotka C, et al. Sensitivity to TRAIL/APO-2L-mediated apoptosis in human renal cell carcinomas and its enhancement by topotecan. Cell Death Differ. 2000;7:1127-1136."}, {"Citation": "Li ZJ, Dai HQ, Huang XW, et al. Artesunate synergises with sorafenib to induce ferroptosis in hepatocellular carcinoma. Acta Pharmacol Sin. 2021;42:301-310."}, {"Citation": "Yao X, Zhao CR, Yin H, Wang K, Gao JJ. Synergistic antitumor activity of sorafenib and artesunate in hepatocellular carcinoma cells. Acta Pharmacol Sin. 2020;41:1609-1620."}, {"Citation": "Pezzani R, Salehi B, Vitalini S, et al. Synergistic effects of plant derivatives and conventional chemotherapeutic agents: an update on the cancer perspective. Medicina (Kaunas). 2019;55:110."}, {"Citation": "Gallelli L. Escin: a review of its anti-edematous, anti-inflammatory, and venotonic properties. Drug des Devel Ther. 2019;13:3425-3437."}, {"Citation": "Zhang J, Wang X, Vikash V, et al. ROS and ROS-mediated cellular signaling. Oxid Med Cell Longev. 2016;2016:4350918#x02010;4350965."}, {"Citation": "Qiao P, Zhang B, Liu X, Xu J, Li X. Effects of Escin on oxidative stress and apoptosis of H9c2 cells induced by H(2)O(2). Dis Markers. 2022;2022:7765312-7765353."}, {"Citation": "Vaskova J, Fejercakova A, Mojzisova G, Vasko L, Patlevic P. Antioxidant potential of Aesculus hippocastanum extract and escin against reactive oxygen and nitrogen species. Eur Rev Med Pharmacol Sci. 2015;19:879-886."}, {"Citation": "Zorov DB, Juhaszova M, Sollott SJ. Mitochondrial reactive oxygen species (ROS) and ROS-induced ROS release. Physiol Rev. 2014;94:909-950."}, {"Citation": "Yano S, Miwa S, Mii S, et al. Cancer cells mimic in vivo spatial-temporal cell-cycle phase distribution and chemosensitivity in 3-dimensional Gelfoam(R) histoculture but not 2-dimensional culture as visualised with real-time FUCCI imaging. Cell Cycle. 2015;14:808-819."}, {"Citation": "He C, Klionsky DJ. Regulation mechanisms and signaling pathways of autophagy. Annu Rev Genet. 2009;43:67-93."}, {"Citation": "Shimizu S, Takehara T, Hikita H, et al. Inhibition of autophagy potentiates the antitumor effect of the multikinase inhibitor sorafenib in hepatocellular carcinoma. Int J Cancer. 2012;131:548-557."}, {"Citation": "Sun T, Liu H, Ming L. Multiple roles of autophagy in the Sorafenib resistance of hepatocellular carcinoma. Cell Physiol Biochem. 2017;44:716-727."}, {"Citation": "Liu T, Zhang J, Li K, Deng L, Wang H. Combination of an autophagy inducer and an autophagy inhibitor: a smarter strategy emerging in cancer therapy. Front Pharmacol. 2020;11:408."}, {"Citation": "Gani SA, Muhammad SA, Kura AU, Barahuie F, Hussein MZ, Fakurazi S. Effect of protocatechuic acid-layered double hydroxide nanoparticles on diethylnitrosamine/phenobarbital-induced hepatocellular carcinoma in mice. PloS One. 2019;14:e0217009."}, {"Citation": "Saleem S, Shaharyar MA, Khusroo MJ, et al. Anticancer potential of rhamnocitrin 4′-beta-D-galactopyranoside against N-diethylnitrosamine-induced hepatocellular carcinoma in rats. Mol Cell Biochem. 2013;384:147-153."}, {"Citation": "Singh BN, Singh BR, Sarma BK, Singh HB. Potential chemoprevention of N-nitrosodiethylamine-induced hepatocarcinogenesis by polyphenolics from Acacia nilotica bark. Chem Biol Interact. 2009;181:20-28."}, {"Citation": "Bagi CM, Christensen J, Cohen DP, et al. Sunitinib and PF-562,271 (FAK/Pyk2 inhibitor) effectively block growth and recovery of human hepatocellular carcinoma in a rat xenograft model. Cancer Biol Ther. 2009;8:856-865."}, {"Citation": "Kadasa NM, Abdallah H, Afifi M, Gowayed S. Hepatoprotective effects of curcumin against diethyl nitrosamine induced hepatotoxicity in albino rats. Asian Pac J Cancer Prev. 2015;16:103-108."}, {"Citation": "Saleem S, Kazmi I, Ahmad A, et al. Thiamin regresses the anticancer efficacy of methotrexate in the amelioration of diethyl nitrosamine-induced hepatocellular carcinoma in Wistar strain rats. Nutr Cancer. 2020;72:170-181."}, {"Citation": "Elleithi YA, El-Gayar AM, Amin MN. Simvastatin induces apoptosis and suppresses hepatocellular carcinoma induced In rats. Appl Biochem Biotechnol. 2022;195:1656-1674."}, {"Citation": "Khan F, Khan TJ, Kalamegam G, et al. Anti-cancer effects of Ajwa dates (Phoenix dactylifera L.) in diethylnitrosamine induced hepatocellular carcinoma in Wistar rats. BMC Complement Altern Med. 2017;17:418."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "9", "Day": "19"}, {"Year": "2023", "Month": "7", "Day": "4"}, {"Year": "2023", "Month": "9", "Day": "21"}, {"Year": "2024", "Month": "1", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "19", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "10", "Day": "19", "Hour": "3", "Minute": "58"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37853854", "10.1002/tox.23988"]}}], "PubmedBookArticle": []}