{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Diagnosis", "Ethnobotany", "Mass drug administration", "Nigeria", "Schistosomiasis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37851179", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1007/s00436-023-07993-2"], "Journal": {"ISSN": "1432-1955", "JournalIssue": {"Volume": "122", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Parasitology research", "ISOAbbreviation": "Parasitol Res"}, "ArticleTitle": "Human schistosomiasis in Nigeria: present status, diagnosis, chemotherapy, and herbal medicines.", "Pagination": {"StartPage": "2751", "EndPage": "2772", "MedlinePgn": "2751-2772"}, "Abstract": {"AbstractText": ["Schistosomiasis is a neglected tropical disease caused by a parasitic, trematode blood fluke of the genus Schistosoma. With 20 million people infected, mostly due to Schistosoma haematobium, Nigeria has the highest burden of schistosomiasis in the world. We review the status of human schistosomiasis in Nigeria regarding its distribution, prevalence, diagnosis, prevention, orthodox and traditional treatments, as well as snail control strategies. Of the country's 36 states, the highest disease prevalence is found in Lagos State, but at a geo-political zonal level, the northwest is the most endemic. The predominantly used diagnostic techniques are based on microscopy. Other methods such as antibody-based serological assays and DNA detection methods are rarely employed. Possible biomarkers of disease have been identified in fecal and blood samples from patients. With respect to preventive chemotherapy, mass drug administration with praziquantel as well as individual studies with artemisinin or albendazole have been reported in 11 out of the 36 states with cure rates between 51.1 and 100%. Also, Nigerian medicinal plants have been traditionally used as anti-schistosomal agents or molluscicides, of which Tetrapleura tetraptera (Oshosho, aridan, Aidan fruit), Carica papaya (Gwanda, Ìbẹ́pẹ, Pawpaw), Borreria verticillata (Karya garma, Irawo-ile, African borreria), and Calliandra portoricensis (Tude, Oga, corpse awakener) are most common in the scientific literature. We conclude that the high endemicity of the disease in Nigeria is associated with the limited application of various diagnostic tools and preventive chemotherapy efforts as well as poor knowledge, attitudes, and practices (KAP). Nonetheless, the country could serve as a scientific base in the discovery of biomarkers, as well as novel plant-derived schistosomicides and molluscicides."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Ahmadu Bello University, Zaria, Kaduna State, Nigeria."}, {"Identifier": [], "Affiliation": "Africa Centre of Excellence for Neglected Tropical Diseases and Forensic Biotechnology, Ahmadu Bello University, Zaria, Nigeria."}], "LastName": "Saidu", "ForeName": "Umar", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Ahmadu Bello University, Zaria, Kaduna State, Nigeria. mauwalibrahim@gmail.com."}, {"Identifier": [], "Affiliation": "Africa Centre of Excellence for Neglected Tropical Diseases and Forensic Biotechnology, Ahmadu Bello University, Zaria, Nigeria. mauwalibrahim@gmail.com."}], "LastName": "Ibrahim", "ForeName": "Mohammed Auwal", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Infection, Immunity and Inflammation, College of Medical, Veterinary and Life Sciences, University of Glasgow, Glasgow, UK."}], "LastName": "de Koning", "ForeName": "Harry P", "Initials": "HP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Discovery and Innovation in Parasitic Diseases, Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California San Diego, 9500 Gilman Drive, MC0657, La Jolla, CA, 92093, USA."}], "LastName": "McKerrow", "ForeName": "James H", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Discovery and Innovation in Parasitic Diseases, Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California San Diego, 9500 Gilman Drive, MC0657, La Jolla, CA, 92093, USA."}], "LastName": "Caffrey", "ForeName": "Conor R", "Initials": "CR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Ahmadu Bello University, Zaria, Kaduna State, Nigeria. eobalogun@abu.edu.ng."}, {"Identifier": [], "Affiliation": "Africa Centre of Excellence for Neglected Tropical Diseases and Forensic Biotechnology, Ahmadu Bello University, Zaria, Nigeria. eobalogun@abu.edu.ng."}, {"Identifier": [], "Affiliation": "Center for Discovery and Innovation in Parasitic Diseases, Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California San Diego, 9500 Gilman Drive, MC0657, La Jolla, CA, 92093, USA. eobalogun@abu.edu.ng."}, {"Identifier": [], "Affiliation": "Department of Biomedical Chemistry, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan. eobalogun@abu.edu.ng."}], "LastName": "Balogun", "ForeName": "Emmanuel Oluwadare", "Initials": "EO"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Parasitol Res", "NlmUniqueID": "8703571", "ISSNLinking": "0932-0113"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Nigeria"}, {"QualifierName": ["diagnosis", "drug therapy", "epidemiology"], "DescriptorName": "Schistosomiasis"}, {"QualifierName": [], "DescriptorName": "Schistosoma haematobium"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": ["parasitology"], "DescriptorName": "Schistosomiasis haematobia"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd El-Ghani MM (2016) Traditional medicinal plants of Nigeria: an overview. Agric Biol J North Am 7(5):220–247"}, {"Citation": "Abdel-Hameed ES, El-Nahas HA, Abo-Sedera SA (2008) Antischistosomal and antimicrobial activities of some Egyptian plant species. Pharm Biol 46(9):626–633", "ArticleIdList": ["10.1080/13880200802179543"]}, {"Citation": "Abdulkareem BO, Habeeb KO, Kazeem A et al (2018) Urogenital schistosomiasis among school children and the associated risk factors in selected rural communities of Kwara state, Nigeria. J Trop Med 2018:6913918", "ArticleIdList": ["29853921", "5954937", "10.1155/2018/6913918"]}, {"Citation": "Abdullahi-gero HS, Ahmed A, Zezi AU, Hussaini IM (2014) Preliminary evaluation of ethanol leaf extract of Borreria verticillata Linn (Rubiaceae) for analgesic and anti-inflammatory effects. J Med Plants Res 8(20):736–747", "ArticleIdList": ["10.5897/JMPR2014.5450"]}, {"Citation": "Abou El Dahab MM, Shahat SM, Mahmoud SSM et al (2019) In vitro effect of curcumin on Schistosoma species viability, tegument ultrastructure and egg hatchability. Exp Parasitol 199:1–8", "ArticleIdList": ["30790572", "10.1016/j.exppara.2019.02.010"]}, {"Citation": "Abubakar BM, Abubakar A, Moi IM, Gagman HA et al (2022) Urinary schistosomiasis and associated risk factors among primary school students in the Zaki local government area, Bauchi State, Nigeria. Dr. Sul Al Habib Med J (4):196-204", "ArticleIdList": ["10.1007/s44229-022-00021-y"]}, {"Citation": "Abubakar US, Yusuf KM, Abdu GT, Saidu SR, Jamila GA, Fatima A (2017) Ethnopharmacological survey of medicinal plants used for the management of pediatric ailments in Kano State, Nigeria. Res J Pharm 4(3):29–39"}, {"Citation": "Adamu SU, Kela SL, Suleiman MM (2006) Antischistosomal properties of extracts of Jatropha curcas (L) on Schistosoma mansoni infection in mice. Afr J Tradit Complement Altern Med 3(2):37–41", "ArticleIdList": ["10.4314/ajtcam.v3i2.31155"]}, {"Citation": "Adamu AM, Dzikwi AA, Akefe OI et al (2019) Epidemiology of urinary schistosomiasis among secondary school students in Kaduna State, Nigeria. J Community Med Health Educ 356(56):15–17"}, {"Citation": "Adenowo AF, Oyinloye BE, Ogunyinka BI et al (2015) Impact of human schistosomiasis in sub-Saharan Africa. Braz J Infect Dis 19(2):196–205", "ArticleIdList": ["25636189", "9425372", "10.1016/j.bjid.2014.11.004"]}, {"Citation": "Adenusi AA, Odaibo AB (2009) Effects of varying concentrations of the crude aqueous and ethanolic extracts of Dalbergia sissoo plant parts on Biomphalaria pfeifferi egg masses. Afr J Tradit Complement Altern Med 6(2):139–149", "ArticleIdList": ["20209005", "2816571"]}, {"Citation": "Adetunji VO, Salawu OT (2010) Efficacy of ethanolic leaf extracts of Carica papaya and Terminalia catappa as molluscicides against the snail intermediate hosts of schistosomiasis. J Med Plants Res 4(22):2348–2352"}, {"Citation": "Adewale B, Mafe MA, Sulyman MA et al (2018) Impact of single dose praziquantel treatment on Schistosoma haematobium infection among school children in an endemic Nigerian community. Korean J Parasitol 56(6):577–581", "ArticleIdList": ["30630278", "6327198", "10.3347/kjp.2018.56.6.577"]}, {"Citation": "Adewunmi CO, Furu P (1989) Evaluation of aridanin, a glycoside, and aridan, an aqueous extract of Tetrapleura tetraptera fruit, on Schistosoma mansoni and S. bovis. J Ethnopharmacol 27(3):277–283", "ArticleIdList": ["2615433", "10.1016/0378-8741(89)90002-0"]}, {"Citation": "Adewunmi CO, Marquis VO (1983) A rapid in vitro screening method for detecting schistosomicidal activity of some Nigerian medicinal plants. Int J Crude Drug Res 21(4):157–159", "ArticleIdList": ["10.3109/13880208309070634"]}, {"Citation": "Adewunmi CO, Awe SO, Adesina SK (1988) Enhanced potency of a molluscicidal glycoside isolated from Tetrapleura tetraptera on Biomphalaria glabrata. Planta Med 54(6):550–551", "ArticleIdList": ["3212090", "10.1055/s-2006-962545"]}, {"Citation": "Adewunmi CO, Furu P, Marquis BB et al (1990) Molluscicidal trials and correlation between the presence of Tetrapleura tetraptera in an area and the absence of the intermediate hosts of schistosomiasis and fascioliasis in southwest Nigeria. J Ethnopharmacol 30(2):169–183", "ArticleIdList": ["2255208", "10.1016/0378-8741(90)90006-F"]}, {"Citation": "Afiukwa FN, Nwele DE, Uguru OE et al (2019) Transmission dynamics of urogenital schistosomiasis in the rural community of Ebonyi State, South Eastern Nigeria. J Parasitol Res 2019:7596069", "ArticleIdList": ["30693102", "6332874", "10.1155/2019/7596069"]}, {"Citation": "Ahmed A, Dabai MS, Ademola TB (2021) Current status and predictors of urinary schistosomiasis among school children living in communities around Mairuwa dam, Funtua local government, Katsina State, Nigeria. Int J Zool App Biosci 6(2):57–62"}, {"Citation": "Akindele AA, Adedeji OA, Amoo B et al (2020) Epidemiology and burden of Schistosoma haematobium infection among school children in Osun State, Nigeria. Am J Biomed Sci 12(3):173–182", "ArticleIdList": ["10.5099/aj200300173"]}, {"Citation": "Akinwale O, Ajayi M, Akande D et al (2009) Prevalence of Schistosoma haematobium infection in a neglected community, south western Nigeria. Int J Health Res 2(2):149–155"}, {"Citation": "Akinwale O, Akpunonu V, Ajayi M et al (2011) Urinary schistosomiasis transmission in Epe, an urban community of Southwest Nigeria. Trop Parasitol 2:99–103", "ArticleIdList": ["10.4103/2229-5070.86944"]}, {"Citation": "Akinwale O, Oso O, Salawu O et al (2015) Molecular characterisation of Bulinus snails–intermediate hosts of schistosomes in Ogun state, south-western Nigeria. Folia Malacol 23(2):137–147", "ArticleIdList": ["10.12657/folmal.023.009"]}, {"Citation": "Alabi P, Oladejo SO, Odaibo AB (2018) Prevalence and intensity of urinary schistosomiasis in Ogun state, Southwest, Nigeria. J Public Health Epidemiol 10(11):413–417", "ArticleIdList": ["10.5897/JPHE2014.0647"]}, {"Citation": "Amuta EU, Houmsou RS (2014) Prevalence, intensity of infection and risk factors of urinary schistosomiasis in pre-school and school aged children in Guma Local Government Area, Nigeria. Asian Pac J Trop Med 1:34–39", "ArticleIdList": ["10.1016/S1995-7645(13)60188-1"]}, {"Citation": "Andrews P, Thomas H, Pohlke R, Seubert J (1983) Praziquantel. Med Res Rev 3(2):147–200. https://doi.org/10.1002/med.2610030204", "ArticleIdList": ["10.1002/med.2610030204", "6408323"]}, {"Citation": "Angaye TC, Bassey SE, Ohimain EI et al (2015) Molluscicidal and synergicidal activities of the leaves of four niger delta mangrove plants against schistosomiasis vectors. J Environ 3(1):35–40"}, {"Citation": "Anisuzzaman, Tsuji N (2020) Schistosomiasis and hookworm infection in humans: disease burden, pathobiology and anthelmintic vaccines. Parasitol Int 75:102051. https://doi.org/10.1016/j.parint.2020.102051", "ArticleIdList": ["10.1016/j.parint.2020.102051", "31911156"]}, {"Citation": "Anisuzzaman HMS, Hatta T, Labony SS et al (2023) Food- and vector-borne parasitic zoonoses: global burden and impacts. Adv Parasitol 120:87–136. https://doi.org/10.1016/bs.apar.2023.02.001", "ArticleIdList": ["10.1016/bs.apar.2023.02.001", "36948728"]}, {"Citation": "Anorue CO, Nwoke BEB, Ukaga CN (2017) The incidence of urinary schistosomiasis in Ohaukwu Local Government Area of Ebonyi. Asian J Biomed Pharm 7(61):1–6"}, {"Citation": "Aribodor DN, Bassey SA, Yoonuan T et al (2019) Analysis of schistosomiasis and soil-transmitted helminths mixed infections among pupils in Enugu State, Nigeria: implications for control. Infect Dis Health 24(2):98–106", "ArticleIdList": ["30648601", "10.1016/j.idh.2018.12.003"]}, {"Citation": "Audu KI (2017) Prevalence of urinary schistosomiasis among the students of junior secondary school Agassa. J Biol Genetic Res 3(2):1–4"}, {"Citation": "Awosolu OB (2016) Epidemiology of urinary schistosomiasis and knowledge of health personnel in rural communities of south-western Nigeria. J Parasitol Vector Biol 8(10):99–106"}, {"Citation": "Bala AY, Ladan MU, Mainasara M (2012) Prevalence and intensity of urinary schistosomiasis in Abarma village, Gusau, Nigeria: a preliminary investigation. Sci World J 7(2):1–4"}, {"Citation": "Bala AY, Salau SA, Bandiya HM et al (2020) Prevalence and intensity of urinary schistosomiasis among the primary school children of some selected villages of Shinkafi Local Government Area, Zamfara State, Nigeria. South Asian J Parasitol 4(4):28–35"}, {"Citation": "Balogun EO, Nok AJ, Kita K (2016) Global warming and the possible globalization of vector-borne diseases: a call for increased awareness and action. Trop Med Health 44:38", "ArticleIdList": ["27904417", "5121979", "10.1186/s41182-016-0039-0"]}, {"Citation": "Balogun JB, Adewale B, Balogun SU et al (2022) Prevalence and associated risk factors of urinary schistosomiasis among primary school pupils in the Jidawa and Zobiya communities of Jigawa State, Nigeria. Ann Glob Health 88(1):71", "ArticleIdList": ["36062044", "9389954", "10.5334/aogh.3704"]}, {"Citation": "Barda BD, Rinaldi L, Ianniello D et al (2013) Mini-FLOTAC, an innovative direct diagnostic technique for intestinal parasitic infections: experience from the field. PLoS Negl Trop Dis 7(8):e2344", "ArticleIdList": ["23936577", "3731229", "10.1371/journal.pntd.0002344"]}, {"Citation": "Ben SA, Useh MF (2017) A comparative study on the efficacy of praziquantel and albendazole in the treatment of urinary schistosomiasis in Adim, Cross River State, Nigeria. Int Health 9(5):288–293", "ArticleIdList": ["28911129", "10.1093/inthealth/ihx031"]}, {"Citation": "Biyaya BN, Adebowe EO (2019) Prevalence and intensity of urinary schistosomiasis among school children of Anguwan dodo a semi-urban community in Gwagwalada, Abuja. J Microbiol Biochem Res 4(3):33"}, {"Citation": "Boih LO, Okaka CE, Igetei JE (2021) A survey of urinary schistosomiasis among school aged children of ten communities in South-South, Nigeria. J Vector Borne Dis 58(1):63–69", "ArticleIdList": ["34818865", "10.4103/0972-9062.313971"]}, {"Citation": "Bottieau E, Clerinx J, de Vega MR et al (2006) Imported Katayama fever: clinical and biological features at presentation and during treatment. J Infect 52(5):339–345", "ArticleIdList": ["16169593", "10.1016/j.jinf.2005.07.022"]}, {"Citation": "Caffrey CR (2015) Schistosomiasis and its treatment. Future Med Chem 7(6):675–676. https://doi.org/10.4155/fmc.15.27", "ArticleIdList": ["10.4155/fmc.15.27", "25996057"]}, {"Citation": "Caffrey CR, El-Sakkary N, Mäder P, Krieg R, Becker K, Schlitzer M et al (2019) Drug discovery and development for schistosomiasis. In Neglected Tropical Diseases: Drug Discovery and Development. Wiley, pp 187–225. https://doi.org/10.1002/9783527808656.ch8"}, {"Citation": "Centers for Disease Control and Prevention (2018) Schistosomiasis [cited 2023 Feb 4]. Available from https://www.cdc.gov/globalhealth/ntd/diseases/schisto_burden.html . Accessed 4 Feb 2023"}, {"Citation": "Chidiebere OG, Nwobu R, Ifeoma MG (2020) Prevalence of urinary schistosomiasis among primary school pupils in Abuja Municipal Area Council Abuja, Nigeria. Int J Prog Sci Technol 23(1):416–423"}, {"Citation": "Chikwendu JI, Atsuwe TS, Obisike VU et al (2019) Prevalence and distribution of urogenital schistosomiasis and trichomoniasis in Oju LGA, Benue State, Nigeria. South Asian J Parasitol 2(4):1–5"}, {"Citation": "Chikwendu JI, Ngenegbo UC, Obisike VU et al (2022) Molecular and other diagnostic tools used to compare Schistosoma haematobium infections in pupils before and after praziquantel therapy. Glob Sci J 10(1):179–188"}, {"Citation": "Chitsulo L, Engels D, Montresor A et al (2000) The global status of schistosomiasis and its control. Acta Trop 77(1):41–51", "ArticleIdList": ["10996119", "5633072", "10.1016/S0001-706X(00)00122-4"]}, {"Citation": "Colley DG, Bustinduy AL, Secor WE et al (2014) Human schistosomiasis. Lancet 383(9936):2253–2264", "ArticleIdList": ["24698483", "4672382", "10.1016/S0140-6736(13)61949-2"]}, {"Citation": "Dagona AG (2014) Prevalence of Schistosoma haematobium among selected Tsangaya school children in Nguru Local Government Area, Yobe State, Nigeria. Merit Res J 2(6):129–134"}, {"Citation": "Daniel LA, Kahya SS, Lasekum EP et al (2017) Prevalence of urinary schistosomiasis among adults in three communities in Shonge, Shongom Local Government Area, Gombe State-Nigeria. Nig Biomed Sci J 2017:1–13"}, {"Citation": "Dawaki S, Al-Mekhlafi HM, Ithoi I et al (2015) The menace of schistosomiasis in Nigeria: knowledge, attitude, and practices regarding schistosomiasis among rural communities in Kano State. PLoS ONE 10(11):e0143667", "ArticleIdList": ["26606264", "4659601", "10.1371/journal.pone.0143667"]}, {"Citation": "Dawet A, Bulus E, Joachim BN et al (2019) Schistosomiasis among primary school pupils in Pilgani Distric, Langtang North Local Government Area, Plateau State, Nigeria. GSC Biol Pharm Sci 9(1):5–14", "ArticleIdList": ["10.30574/gscbps.2019.9.1.0135"]}, {"Citation": "Dawuda BM, Bala AY, Agbo JO, Iorgema UC et al (2019) Prevalence and intensity of urinary schistosomiasis in selected villages of Fikyu Community, Ussa Local Government Area, Taraba State, Nigeria. FUW Trends Sci Technol J 4(1):209–212"}, {"Citation": "De Vlas SJ, Engels D, Rabello AL et al (1997) Validation of a chart to estimate true Schistosoma mansoni prevalences from simple egg counts. Parasitology 114(Pt2):113–121", "ArticleIdList": ["9051920", "10.1017/S0031182096008207"]}, {"Citation": "Dogara MM, Alhaji GK, Balogun JB et al (2022) Distribution and abundance of freshwater snails in Warwade Dam, Dutse, Northern Nigeria. Dutse J Pure Appl Sci 8(1b). https://doi.org/10.4314/dujopas.v8i1b.9"}, {"Citation": "Dwivedi MK, Sonter S, Mishra S et al (2020) Antioxidant, antibacterial activity, and phytochemical characterization of Carica papaya flowers. Beni-Suef Univ J Basic Appl Scie 9:1–1"}, {"Citation": "Ebiloma GU, Ichoron N, Watson DG, Igoli JO, De Koning HP (2020) The strong anti-kinetoplastid properties of bee propolis: composition, identification of the active agents and their biochemical targets. Molecules 25:5155", "ArticleIdList": ["33167520", "7663965", "10.3390/molecules25215155"]}, {"Citation": "Ebong NE, Abah AE (2018) Preliminary studies on urinary schistosomiasis in selected communities in Itu Local Government Area, Akwa Ibom state, Nigeria. J Pharm Biol Sci 13(6):55–61"}, {"Citation": "Effiong EJ, Spencer TH, Mohammed K et al (2017) Evaluation of the efficacy of microscopy and PCR in the diagnosis of urinary schistosomiasis among primary school children in Wamakko Local Government Area of Sokoto State—Nigeria. Int J Trop Dis Health 26(1):1–8", "ArticleIdList": ["10.9734/IJTDH/2017/35462"]}, {"Citation": "Ekpo UF, Laja-Deile A, Oluwole AS et al (2010) Urinary schistosomiasis among preschool children in a rural community near Abeokuta, Nigeria. Parasit Vectors 3:58", "ArticleIdList": ["20602792", "2908585", "10.1186/1756-3305-3-58"]}, {"Citation": "Ekwunife CA, Agbor VO, Ozumba AN, Eneanya CI (2009) Prevalence of urinary schistosomiasis in Iyede-Ame community and environ in Ndokwa East local government area, Delta State, Nigeria. Niger J Parasitol 30(1):27–31"}, {"Citation": "El Kouni MH (2017) Pyrimidine metabolism in schistosomes: a comparison with other parasites and the search for potential chemotherapeutic targets. Comp Biochem Physiol B Biochem Mol Biol 213:55–80", "ArticleIdList": ["28735972", "5593796", "10.1016/j.cbpb.2017.07.001"]}, {"Citation": "El Shenawy NS, Soliman MF, Reyad SI (2008) The effect of antioxidant properties of aqueous garlic extract and Nigella sativa as anti-schistosomiasis agents in mice. Rev Inst Med Trop Sao Paulo 50(1):29–36", "ArticleIdList": ["18327484", "10.1590/S0036-46652008000100007"]}, {"Citation": "Esiere RK, Ibeneme EO, Effanga EO et al (2022) Detecting Schistosoma haematobium infection by microscopy and polymerase chain reaction (PCR) in school children in three senatorial districts of Cross River State, Nigeria. J Parasit Dis 46(1):272–279", "ArticleIdList": ["35299919", "10.1007/s12639-021-01446-2"]}, {"Citation": "Evans D, McFarland D, Adamani W et al (2011) Cost-effectiveness of triple drug administration (TDA) with praziquantel, ivermectin and albendazole for the prevention of neglected tropical diseases in Nigeria. Ann Trop Med Parasitol 105(8):537–547", "ArticleIdList": ["22325813", "4089800", "10.1179/2047773211Y.0000000010"]}, {"Citation": "Ezeh CO, Onyekwelu KC, Akinwale OP et al (2019) Urinary schistosomiasis in Nigeria: a 50 year review of prevalence, distribution and disease burden. Parasite 26:19", "ArticleIdList": ["30943149", "6447092", "10.1051/parasite/2019020"]}, {"Citation": "Farias LP, Chalmers IW, Perally S, Rofatto HK et al (2019) Schistosoma mansoni venom allergen-like proteins: phylogenetic relationships, stage-specific transcription and tissue localization as predictors of immunological cross-reactivity. Int J Parasitol 49(8):593–599. https://doi.org/10.1016/j.ijpara.2019.03.003", "ArticleIdList": ["10.1016/j.ijpara.2019.03.003", "31136745", "6598858"]}, {"Citation": "Federal Ministry of Health (2013) Report on epidemiological mapping of schistosomiasis and soil transmitted helminthiasis in 19 States and the FCT, Nigeria. Available from http://www.health.gov.ng/doc/SchistoSTH.pdf . Accessed 15 April 2020"}, {"Citation": "Frahm S, Anisuzzaman A, Prodjinotho UF, Vejzagić N et al (2019) Novel cell-free method to culture Schistosoma mansoni from cercariae to juvenile worm stages for in vitro drug testing. PLoS Negl Trop Dis 13(1):e0006590. https://doi.org/10.1371/journal.pntd.0006590", "ArticleIdList": ["10.1371/journal.pntd.0006590", "30689639", "6375649"]}, {"Citation": "Gambo S, Ibrahim M, Oyelami OA et al (2021) Comparative study on the prevalence and intensity of urinary schistosomiasis among primary (formal) and almajiri (informal) school pupils in Kura Local Government Area of Kano State, Nigeria. Niger Postgrad Med J28(3):211", "ArticleIdList": ["10.4103/npmj.npmj_605_21"]}, {"Citation": "Gbonhinbor J, Abah AE (2019) Prevalence of urogenital schistosomiasis in four communities in Ogbia Local Government Area, Bayelsa State, Nigeria. Int J Trop Dis Health 39(3):1–9"}, {"Citation": "Glinz D, Silué KD, Knopp S et al (2010) Comparing diagnostic accuracy of Kato-Katz, Koga agar plate, ether-concentration, and FLOTAC for Schistosoma mansoni and soil-transmitted helminths. PLoS Negl Trop Dis 4(7):e754", "ArticleIdList": ["20651931", "2907416", "10.1371/journal.pntd.0000754"]}, {"Citation": "Goodhead DA, Dirisu CG (2016) Prevalence of urinary schistosomiasis among pupils in endemic communities of Rivers state, Nigeria. Am J Microbiol Biotechnol 3(2):7–12"}, {"Citation": "Griswold E, Eigege A, Adelamo S et al (2022) Impact of three to five rounds of mass drug administration on schistosomiasis and soil-transmitted helminths in school-aged children in North-Central Nigeria. Am J Trop Med Hyg 107(1):132–142", "ArticleIdList": ["35576949", "9294711", "10.4269/ajtmh.21-1207"]}, {"Citation": "Gryseels B, Polman K, Clerinx J et al (2006) Human schistosomiasis. Lancet 368(9541):1106–1118", "ArticleIdList": ["16997665", "10.1016/S0140-6736(06)69440-3"]}, {"Citation": "Hailegebriel T, Nibret E, Munshea A (2021) Efficacy of praziquantel for the treatment of human schistosomiasis in Ethiopia: a systematic review and meta-analysis. J Trop Med 2021:2625255. https://doi.org/10.1155/2021/2625255", "ArticleIdList": ["10.1155/2021/2625255", "34966433", "8712180"]}, {"Citation": "Hambali IU, Adamu NB, Ahmed MI et al (2016) Sero-prevalence of Schistosoma species in cattle in Maiduguri metropolis and Jere local government areas of Borno State, Nigeria. J Adv Vet Anim Res 3(1):56–61", "ArticleIdList": ["10.5455/javar.2016.c132"]}, {"Citation": "Hamburger J, He-Na AI et al (2001) Polymerase chain reaction assay based on a highly repeated sequence of Schistosoma haematobium: a potential tool for monitoring schistosome-infested water. Am J Trop Med Hyg 65(6):907–911", "ArticleIdList": ["11791997", "10.4269/ajtmh.2001.65.907"]}, {"Citation": "Hassan AO, Amoo AO, Akinwale OP et al (2016a) Molecular characterization and detection of infection in vector snails of urinary schistosomiasis around Erinle and Eko Ende Dams in south west Nigeria. Br Microbiol Res J 14(1):1–10", "ArticleIdList": ["10.9734/BMRJ/2016/9019"]}, {"Citation": "Hassan FAM, Abed GH, Abdel-Samii MAZ, El-Din MOH (2016b) Antischistosomal activity of ginger aqueous extract against experimental Schistosoma mansoni infection in mice. Biomark J 2:12. https://doi.org/10.21767/2472-1646.100020", "ArticleIdList": ["10.21767/2472-1646.100020"]}, {"Citation": "Hotez PJ, Asojo OA, Adesina AM (2012) Nigeria: “ground zero” for the high prevalence of neglected tropical diseases. PLoS Negl Trop Dis 6(7):e1600", "ArticleIdList": ["22860138", "3409117", "10.1371/journal.pntd.0001600"]}, {"Citation": "Houmsou RS, Panda SM, Elkanah SO et al (2016) Cross-sectional study and spatial distribution of schistosomiasis among children in Northeastern Nigeria. Asian Pac J Trop Biomed 6(6):477–484", "ArticleIdList": ["10.1016/j.apjtb.2016.04.003"]}, {"Citation": "Houmsou RS, Wama BE, Agere H et al (2018) High efficacy of praziquantel in Schistosoma haematobium-infected children in Taraba State, northeast Nigeria: a follow-up study. Sultan Qaboos Univ Med J 3:e304–e310", "ArticleIdList": ["10.18295/squmj.2018.18.03.007"]}, {"Citation": "https://www.lagosstate.gov.ng [internet]. Lagos sets to eradicate schistosomiasis in 7 endemic LGs; (cited 2020 Feb 4) Available from https://www.lagosstate.gov.ng/blog/2019/11/30/lagos-sets-to-eradicate-schistosomiasis-in-7-endemic-lgs/"}, {"Citation": "Ibironke OA, Phillips AE, Garba A et al (2011) Diagnosis of Schistosoma haematobium by detection of specific DNA fragments from filtered urine samples. Am J Trop Med Hyg 84(6):998–1001", "ArticleIdList": ["21633040", "3110375", "10.4269/ajtmh.2011.10-0691"]}, {"Citation": "Inyang-Etoh PC, Ejezie GC, Useh MF et al (2004) Efficacy of artesunate in the treatment of urinary schistosomiasis, in an endemic community in Nigeria. Ann Trop Med Parasitol 98(5):491–499", "ArticleIdList": ["15257799", "10.1179/000349804225003460"]}, {"Citation": "Inyang-Etoh PC, Ejezie GC, Useh MF et al (2009) Efficacy of a combination of praziquantel and artesunate in the treatment of urinary schistosomiasis in Nigeria. Trans R Soc Trop Med Hyg 103(1):38–44", "ArticleIdList": ["18838149", "10.1016/j.trstmh.2008.08.002"]}, {"Citation": "Joseph AO, David OB, Adepeju SI (2019) The efficacy of three indigenous plants (Tet-raplura tetraptera, Bridelia ferruguinea and Azadiractha indica) as plant derived molluscicides against fresh water snails. Int J Trop Dis 2(1):2–6"}, {"Citation": "Kalu KM, Samuel C, Ihemanma CA et al (2016) Current prevalence status of urinary schistosomiasis among children in Lokpanta community, Abia State, Nigeria. Int J Health Sci Res 1(1):35–40"}, {"Citation": "Katz N, Chaves A, Pellegrino J (1972) A simple device for quantitative stool thick-smear technique in Schistosomiasis mansoni. Rev Inst Med Trop Sao Paulo 14(6):397–400", "ArticleIdList": ["4675644"]}, {"Citation": "Keiser J, Chollet J, Xiao SH, Mei JY et al (2009) Mefloquine–an aminoalcohol with promising antischistosomal properties in mice. PLoS Negl Trop Dis 3(1):e350. https://doi.org/10.1371/journal.pntd.0000350", "ArticleIdList": ["10.1371/journal.pntd.0000350", "19125172", "2600813"]}, {"Citation": "Keiser J, Vargas M, Rubbiani R, Gasser G, Biot C (2014) In vitro and in vivo antischistosomal activity of ferroquine derivatives. Parasit Vectors 4(7):424. https://doi.org/10.1186/1756-3305-7-424", "ArticleIdList": ["10.1186/1756-3305-7-424"]}, {"Citation": "Kokaliaris C, Garba A, Matuska M et al (2022) Effect of preventive chemotherapy with praziquantel on schistosomiasis among school-aged children in sub-Saharan Africa: a spatiotemporal modelling study. Lancet Infect Dis 22(1):136–149", "ArticleIdList": ["34863336", "8695385", "10.1016/S1473-3099(21)00090-6"]}, {"Citation": "Koko WS, Abdalla HS, Galal M et al (2005) Evaluation of oral therapy on mansonial schistosomiasis using single dose of Balanites aegyptiaca fruits and praziquantel. Fitoterapia 76(1):30–40", "ArticleIdList": ["15664459", "10.1016/j.fitote.2004.08.003"]}, {"Citation": "Labony SS, Hossain MS, Hatta T, Dey AR, Mohanta UK, Islam A, Shahiduzzaman M, Hasan MM, Alim MA, Tsuji N et al (2022) Mammalian and avian larval schistosomatids in Bangladesh: molecular characterization, epidemiology, molluscan vectors, and occurrence of human cercarial dermatitis. Pathogens 11(10):1213. https://doi.org/10.3390/pathogens11101213", "ArticleIdList": ["10.3390/pathogens11101213", "36297270", "9609847"]}, {"Citation": "Ladan MU, Abubakar U, Abdullahi K, Bunza MD et al (2012) Studies on urinary schistosomiasis in selected villages around Gusau dam site, Zamfara State. Nigeria. Nig J Basic ApplSci 20(3):189–94"}, {"Citation": "Lamogo Y, Babayo M, Abba E, Jemimah A (2022) Prevalence of intestinal schistosomiasis among school children in some selected primary schools in Kumo, Akko local government, Gombe State, Northeastern Nigeria. J Basic Appl Res Int 28(2):1–5", "ArticleIdList": ["10.56557/jobari/2022/v28i27577"]}, {"Citation": "Lawiye JL, Philips VV, Godly C, Midala AL et al (2020) Prevalence and risk factors of Schistosoma haematobium infections among primary school children in Yola north local government, Adamawa State, Nigeria. Afr J Biomed Res 23(1):51–55"}, {"Citation": "Lier T, Simonsen GS, Wang T et al (2009) Real-time polymerase chain reaction for detection of low-intensity Schistosoma japonicum infections in China. Am J Trop Med Hyg 81(3):428–432", "ArticleIdList": ["19706908", "10.4269/ajtmh.2009.81.428"]}, {"Citation": "Linder E, Thors C (1992) Schistosoma mansoni: praziquantel-induced tegumental lesion exposes actin of surface spines and allows binding of actin depolymerizing factor, gelsolin. Parasitology 105(Pt 1):71–79. https://doi.org/10.1017/s0031182000073704", "ArticleIdList": ["10.1017/s0031182000073704", "1331941"]}, {"Citation": "Mafe MA, von Stamm T, Utzinger J et al (2000) Control of urinary schistosomiasis: an investigation into the effective use of questionnaires to identify high-risk communities and individuals in Niger State. Nigeria Trop Med Int Health 5(1):53–63", "ArticleIdList": ["10672206", "10.1046/j.1365-3156.2000.00508.x"]}, {"Citation": "Maillard M, Hostettmann K, Adewunmi CO (1989) New triterpenoid N-acetylglycosides with molluscicidal activity from Tetrapleura tetraptera TAUB. Helv Chim Acta 72(4):668–674", "ArticleIdList": ["10.1002/hlca.19890720407"]}, {"Citation": "Merrifield M, Hotez PJ, Beaumier CM et al (2016) Advancing a vaccine to prevent human schistosomiasis. Vaccine 34(26):2988–2991", "ArticleIdList": ["27036511", "10.1016/j.vaccine.2016.03.079"]}, {"Citation": "Metwalley KM (2015) Assessment of the antischistosomal activity of some plant extracts against Schistosoma mansoni infection. World J Med Sci 12(2):162–169"}, {"Citation": "Mose JM, Kutima H, Waihenya R (2013) Evaluating the antischistosomal activity of crude extracts of Carica Papaya against Schistosoma mansoni : the interplay of cellular and humoral immunity. J Biomed Pharm Res 2(1):33–41"}, {"Citation": "Mourão MD, Grunau C, LoVerde PT, Jones MK, Oliveira G (2012) Recent advances in Schistosoma genomics. Parasite Immunol 34(2–3):151–162", "ArticleIdList": ["22145587", "10.1111/j.1365-3024.2011.01349.x"]}, {"Citation": "Muchika S, Kutima HL, Maranga RO et al (2010) Anti-schistosomal effects of Solanum incanum and Carica papaya crude extracts on the parasite Schistosoma mansoni in vivo and in vitro. Intern J Trop Med 7(2):1–8"}, {"Citation": "Mudassiru I, Suleiman AB, Dibal DM et al (2018) Prevalence of urinary schistosomiasis among school aged children in Bakura Local Government Area of Zamfara State Nigeria. UMYU J Microbiol Res 3(2):7–13", "ArticleIdList": ["10.47430/ujmr.1832.002"]}, {"Citation": "Muhammad IA, Abdullahi K, Bala AY et al (2019) Prevalence of urinary schistosomiasis among primary school pupils in Wamakko Local Government, Sokoto State, Nigeria. J Basic Appl Zool 80:1–6", "ArticleIdList": ["10.1186/s41936-019-0093-3"]}, {"Citation": "Naphtali RS, Barka SJ, Yaro MB, Oriakpono JE (2017) Epidemiolgical study of schistosomiasis in Numan local government area of Adamawa State, Nigeria. J Pharm BiolSci 12(5): 53-57"}, {"Citation": "Naphtali RS, Ngwamah JS (2019) Prevalence and intensity of urinary schistosomiasis among residence: a case study in River Benue, Adamawa State, North Eastern, Nigeria. Asian J Res Zool 2(2):1–10", "ArticleIdList": ["10.9734/ajriz/2019/v2i230065"]}, {"Citation": "Nation CS, Da’dara AA, Marchant JK et al (2020) Schistosome migration in the definitive host. PLoS Negl Trop Dis 14(4):e0007951", "ArticleIdList": ["32240157", "7117656", "10.1371/journal.pntd.0007951"]}, {"Citation": "Ndukwe YE, Obiezue RN, Aguzie IO et al (2019) Mapping of urinary schistosomiasis in Anambra State, Nigeria. Ann Glob Health 85(1):52. https://doi.org/10.5334/aogh.2393", "ArticleIdList": ["10.5334/aogh.2393", "30951269", "6634351"]}, {"Citation": "Noriode RM, Idowu ET, Otubanjo OA et al (2018) Urinary schistosomiasis in school aged children of two rural endemic communities in Edo State, Nigeria. J Infect Public Health 11(3):384–388", "ArticleIdList": ["28970097", "10.1016/j.jiph.2017.09.012"]}, {"Citation": "Nwachukwu IO, Ukaga CN, Ajero CM, Nwoke BE, Nwachukwu MI et al (2018) Urinary schistosomiasis and concomitant bacteriuria among school age children in some parts of Owerri, Imo State. Int Res J Adv Eng Sci 3(1):107–115"}, {"Citation": "Oboh MA, Idowu TE, Mafe MA et al (2018) Post-treatment assessment of praziquantel efficacy among school-age children infected with schistosomiasis in Ipogun area of Ondo state, Nigeria. Int J Biol Chem 12(6):2464–2473"}, {"Citation": "Ogunremi TT, Adewole SO (2017) Urinary schistosomiasis among school children in Aramoko-Ekiti, Ekiti State, Nigeria. J Health Sci Med 41(2017):27–31"}, {"Citation": "Ojo JA, Adedokun SA, Akindele AA et al (2021) Prevalence of urogenital and intestinal schistosomiasis among school children in south-west Nigeria. PLoS Negl Trop Dis 15(7):e0009628", "ArticleIdList": ["34314428", "8345861", "10.1371/journal.pntd.0009628"]}, {"Citation": "Okunji CO, Iwu MM (1988) Control of schistosomiasis using Nigerian medicinal plants as molluscicides. Int J Crude Drug Res 26(4):246–252", "ArticleIdList": ["10.3109/13880208809053927"]}, {"Citation": "Okwori AEJ, Sidi M, Ngwai YB et al (2014) Prevalence of schistosomiasis among primary school children in Gadabuke district, Toto Local Government Area, North Central Nigeria. Br Microbiol Res J 4(3):255–261", "ArticleIdList": ["10.9734/BMRJ/2014/5736"]}, {"Citation": "Oluwafemi FS, Oluwadare T, Fasuba B et al (2022) Prevalence of urinary schistosomiasis among school children in Ago Aduloju community, Ado LGA of Ekiti State, Nigeria. Niger J Parasitol 43(1):135–144", "ArticleIdList": ["10.4314/njpar.v43i1.18"]}, {"Citation": "Oluwasogo OA, Fagbemi OB (2013) Prevalence and risk factors of Schistosoma haematobium infections among primary school children in Igbokuta Village, Ikorodu North Local Government, Lagos State. J Nurs Health Sci 2(6):62–68"}, {"Citation": "Omar R, Igoli JO, Zhang T, Gray AI, Ebiloma GU et al (2017) The chemical characterization of Nigerian propolis samples and their activity against Trypanosoma brucei. Sci Rep 7:923", "ArticleIdList": ["28424496", "5430459", "10.1038/s41598-017-01038-2"]}, {"Citation": "Onasanya A, Bengtson M, Oladepo O, Van Engelen J, Diehl JC (2021) Rethinking the top-down approach to schistosomiasis control and elimination in sub-Saharan Africa. Front Public Health 9:622809. https://doi.org/10.3389/fpubh.2021.622809", "ArticleIdList": ["10.3389/fpubh.2021.622809", "33681133", "7930368"]}, {"Citation": "Onile OS, Calder B, Soares NC et al (2017) Quantitative label-free proteomic analysis of human urine to identify novel candidate protein biomarkers for schistosomiasis. PLoS Negl Trop Dis 11(11):e0006045", "ArticleIdList": ["29117212", "5695849", "10.1371/journal.pntd.0006045"]}, {"Citation": "Orishadipe AT, Okogun JI, Mishelia E (2010) Gas chromatography-mass spectrometry analysis of the hexane extract of Calliandra portoricensis and its antimicrobial activity. Afr J Pure Appl Chem 4(7):131–134"}, {"Citation": "Otuneme OG, Akinkuade FO, Obebe OO et al (2014) A study on the prevalence of Schistosoma haematobium and Schistosoma intercalatum in a rural community of Ogun State, Nigeria, South East Asia. J Public Health 4(1):67–71"}, {"Citation": "Peters PA, Mahmoud AA, Warren KS et al (1976) Field studies of a rapid, accurate means of quantifying Schistosoma haematobium eggs in urine samples. Bull World Health Organ 54(2):159–162", "ArticleIdList": ["1088097", "2366435"]}, {"Citation": "Roquis D, Taudt A, Geyer KK, Padalino G (2018) Histone methylation changes are required for life cycle progression in the human parasite Schistosoma mansoni. PLoS 14(5):e1007066. https://doi.org/10.1371/journal.ppat.1007066", "ArticleIdList": ["10.1371/journal.ppat.1007066"]}, {"Citation": "Ross AG, Bartley PB, Sleigh AC et al (2002) Schistosomiasis. N Engl J Med 346(16):1212–1220", "ArticleIdList": ["11961151", "10.1056/NEJMra012396"]}, {"Citation": "Ross AG, Chau TN, Inobaya MT et al (2017) A new global strategy for the elimination of schistosomiasis. Int J Infect Dis 54:130–137", "ArticleIdList": ["27939558", "10.1016/j.ijid.2016.09.023"]}, {"Citation": "Sabah AA, Fletcher C, Webbe G, Doenhoff MJ (1986) Schistosoma mansoni: chemotherapy of infections of different ages. Exp Parasitol 61:294–303", "ArticleIdList": ["3086114", "10.1016/0014-4894(86)90184-0"]}, {"Citation": "Salari P, Fürst T, Knopp S et al (2020) Cost of interventions to control schistosomiasis: a systematic review of the literature. PLoS Negl Trop Dis 14(3):e0008098", "ArticleIdList": ["32226008", "7145200", "10.1371/journal.pntd.0008098"]}, {"Citation": "Salawu OT, Odaibo AB (2013) Preliminary study on ecology of Bulinus jousseaumei in Schistosoma haematobium endemic rural community of Nigeria. Afri J Ecol 51(3):441–446", "ArticleIdList": ["10.1111/aje.12054"]}, {"Citation": "Singh K, Muddasiru D, Singh J (2016) Current status of schistosomiasis in Sokoto. Nigeria Parasite Epidemiol Control 1(3):239–244", "ArticleIdList": ["29988177", "10.1016/j.parepi.2016.08.003"]}, {"Citation": "Tavares NC, Gava SG, Torres GP, de Paiva CÊS, Moreira BP et al (2020) Schistosoma mansoni FES tyrosine kinase involvement in the mammalian schistosomiasis outcome and miracidia infection capability in Biomphalaria glabrata. Front Microbiol 11(11):963. https://doi.org/10.3389/fmicb.2020.00963", "ArticleIdList": ["10.3389/fmicb.2020.00963", "32595609", "7300192"]}, {"Citation": "Tekwu EM, Bosompem KM, Anyan WK et al (2017) In vitro assessment of anthelmintic activities of Rauwolfia vomitoria (Apocynaceae) stem bark and roots against parasitic stages of Schistosoma mansoni and cytotoxic study. J Parasitol Res 2017:2583969", "ArticleIdList": ["28348881", "5350319", "10.1155/2017/2583969"]}, {"Citation": "Uchendu O, Oladoyin V, Idowu M, Idowu O, Olabisi O, Oluwatosin O, Leigh G (2017) Urinary schistosomiasis among vulnerable children in a rehabilitation home in Ibadan, Oyo state, Nigeria. BMC Infect Dis 17(1):1–7", "ArticleIdList": ["10.1186/s12879-017-2591-6"]}, {"Citation": "Umar S, Shinkafi SH, Hudu SA et al (2017) Prevalence and molecular characterisation of Schistosoma haematobium among primary school children in Kebbi State. Nigeria Ann Parasitol 63(2):133–139", "ArticleIdList": ["28822206"]}, {"Citation": "Ungogo MA, Ebiloma GU, Ichoron N, Igoli JO, De Koning HP, Balogun EO (2020) A review of the antimalarial, antitrypanosomal and antileishmanial activities of natural compounds isolated from Nigerian flora. Front Chem 8:617448", "ArticleIdList": ["33425860", "7786139", "10.3389/fchem.2020.617448"]}, {"Citation": "Usman AM, Babeker EA (2017) A study on the aspects of epidemiology of urinary and intestinal schistosomiasis in Bauchi State. Nigeria Sci World J 12(4):88–93"}, {"Citation": "Usman AM, Malann YD, Babeker EA (2016) Prevalence of Schistosoma haematobium among school children in Bauchi State. Nigeria Int J Innov Sci Res 26(2):453–458"}, {"Citation": "Usman AI, Abdulhamid A, Adamu T (2018) Schistosomiasis among school children living in endemic communities around Kwanar Areh Dam, Rimi Local Government Area, Katsina State. Nigeria Int J Sci Res 7(12):758–764"}, {"Citation": "Utzinger J, N’Goran EK, N’Dri A et al (2000) Oral artemether for prevention of Schistosoma mansoni infection: randomised controlled trial. Lancet 355(9212):1320–1325", "ArticleIdList": ["10776745", "10.1016/S0140-6736(00)02114-0"]}, {"Citation": "Van Gool T, Vetter H, Vervoort T et al (2002) Serodiagnosis of imported schistosomiasis by a combination of a commercial indirect hemagglutination test with Schistosoma mansoni adult worm antigens and an enzyme-linked immunosorbent assay with S. mansoni egg antigens. J Clin Microbiol 40(9):3432–3237", "ArticleIdList": ["12202589", "130766", "10.1128/JCM.40.9.3432-3437.2002"]}, {"Citation": "Wang C, Chen L, Yin X et al (2011) Application of DNA-based diagnostics in detection of schistosomal DNA in early infection and after drug treatment. Parasit Vectors 4:164. https://doi.org/10.1186/1756-3305-4-164", "ArticleIdList": ["10.1186/1756-3305-4-164", "21864384", "3177784"]}, {"Citation": "World Health Organization (2020) World Health Organization facts sheet on schistosomiasis. (cited 2020 Feb 4). Available from https://www.who.int/news-room/facts-sheets/detail/schistosomiasis . Accessed 4 Feb 2023"}, {"Citation": "World Health Organization (2013) Schistosomiasis: progress report 2001–2011 and strategic plan 2012–2020. Geneva, Switzerland. Available from http://www.who.int/iris/bitstream/10665/78074/1/9789241503174_eng.pdf . Accessed 14 Jun 2020"}, {"Citation": "World Health Organization (2019) Guidelines for laboratory and field testing of molluscicides for control of schistosomiasis. Geneva: Licence: CC BY-NC-SA 3.0 IGO."}, {"Citation": "World Health Organization (2023) Neglected tropical diseases [cited 2023 Feb 4]. Available from https://www.who.int/news-room/questions-and-answers/item/neglected-tropical-diseases . Accessed Feb 2023"}, {"Citation": "Xiao SH, Booth M, Tanner M (2000) The prophylactic effects of artemether against Schistosoma japonicum infections. Parasitol Today 16(3):122–126", "ArticleIdList": ["10689333", "10.1016/S0169-4758(99)01601-4"]}, {"Citation": "Xu Z, Ji M, Li C, Du X, Hu W, McManus DP, You H (2020) A biological and immunological characterization of Schistosoma japonicum heat shock proteins 40 and 90α. Int J Mol Sci 21(11):4034. https://doi.org/10.3390/ijms21114034", "ArticleIdList": ["10.3390/ijms21114034", "32512920", "7312537"]}, {"Citation": "Yauba SM, Rabasa AI, Farouk AG et al (2018) Urinary schistosomiasis in Boko Haram-related internally displaced Nigerian children. Saudi J Kidney Dis Transpl 29(6):1395–1402", "ArticleIdList": ["30588972", "10.4103/1319-2442.248286"]}, {"Citation": "Yu JM, de Vlas SJ, Jiang QW et al (2007) Comparison of the Kato-Katz technique, hatching test and indirect hemagglutination assay (IHA) for the diagnosis of Schistosoma japonicum infection in China. Parasitol Int 56(1):45–49", "ArticleIdList": ["17188018", "10.1016/j.parint.2006.11.002"]}, {"Citation": "Yunusa EU, Awosan K, Ibrahim MTO, Ahmed MI (2016) Comparative cure rates of artesunate-praziquantel combination and comparative cure rates of artesunate-praziquantel combination and praziquantel monotherapy in the control of urinary schistosomiasis among ‘Almajiri’ school children in Sokoto. Nigeria J Med Med Sci 7(4):079–083"}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "4"}, {"Year": "2023", "Month": "9", "Day": "26"}, {"Year": "2023", "Month": "11", "Day": "27", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "18", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "18", "Hour": "11", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37851179", "10.1007/s00436-023-07993-2", "10.1007/s00436-023-07993-2"]}}], "PubmedBookArticle": []}