{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acetaminophen", "Anti-inflammatory", "Antioxidant", "Cissus quadrangularis", "Jatropha gossypiifolia", "Liver damage"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37869400", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["100716", "10.1016/j.curtheres.2023.100716"], "Journal": {"ISSN": "0011-393X", "JournalIssue": {"Volume": "99", "PubDate": {"Year": "2023"}}, "Title": "Current therapeutic research, clinical and experimental", "ISOAbbreviation": "Curr Ther Res Clin Exp"}, "ArticleTitle": "Potential Curative Effects of Aqueous Extracts of <i>Cissus quadrangularis</i> (Vitaceae) and <i>Jatropha gossypiifolia</i> (Euphorbiaceae) on Acetaminophen-Induced Liver Injury in Mice.", "Pagination": {"StartPage": "100716", "MedlinePgn": "100716"}, "Abstract": {"AbstractText": ["Acetaminophen-induced liver injury remains a significant public health problem because available treatments are limited due to their adverse effects. Medicinal plants, which are an important source of bioactive molecules, could be an alternative treatment for liver disease.", "This study was designed to investigate the curative effect of aqueous extracts of <i>Cissus quadrangularis</i> (Vitaceae) and <i>Jatropha gossypiifolia</i> (Euphorbiaceae) on acetaminophen-induced liver injury in mice.", "Mice were divided into groups and treated with distilled water, silymarin (50 mg/kg), a reference hepatoprotective agent, and aqueous extracts of <i>C quadrangularis</i> and <i>J gossypiifolia</i> (50 and 100 mg/kg, PO, respectively). These substances were given as a single daily dose 4 hours after acetaminophen administration (300 mg/kg, PO) for 2 days. Mice were humanely put to death 24 hours after the last dose and serum alanine aminotransferase and aspartate aminotransferase activities, total bilirubin and protein levels, reduced glutathione, superoxide dismutase, malondialdehyde, catalase, and nitrite tissue levels were assessed. Histology of the livers of the mice was performed by hematoxylin and eosin staining.", "Acetaminophen administration induced a significant (<i>P</i> < 0.05) mean (SEM) body weight loss (-14.45% [5.92%]), a significant elevation of alanine aminotransferase activity (15.08%), total protein and bilirubin levels (25.80%), and a significant (<i>P</i> < 0.05) increase in liver superoxide dismutase (67.71%), catalase (63.00%), glutathione (40.29%), malondialdehyde (30.67%), and nitrite levels compared with the control group. In curative treatment, <i>C quadrangularis</i> and <i>J gossypiifolia</i> (50 and 100 mg/kg) significantly (<i>P</i> < 0.05) reduced mean (SEM) body weight loss (16.67% [7.16%] and 1.25% [0.51%], respectively), serum alanine aminotransferase activity (17.62% and 11.14%, respectively), bilirubin level (29.62% and 49.14%, respectively) compared with acetaminophen group, and <i>J gossypiifolia</i> normalized serum total protein level. Both extracts significantly (<i>P</i> < 0.05) reduced the levels of glutathione and malondialdehyde and normalized that of nitrite, superoxide dismutase, and catalase compared with the acetaminophen group. Hepatocyte necrosis and inflammatory cell infiltration were remarkably reduced by the plant extracts.", "The results obtained are evidence in favor of the development of a formulation based on the extracts of these plants against liver diseases."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."}], "LastName": "Guemmogne Temdie", "ForeName": "Romeo Joel", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Drug Administration, Center for Drug Evaluation and Research, Office of New Drugs, Silver Spring, USA."}, {"Identifier": [], "Affiliation": "Department of Animal Biology and Physiology, Faculty of Science, University of Yaoundé I, Yaoundé, Cameroon."}], "LastName": "Ymele Chiogo Vouffo", "ForeName": "Edwige", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."}], "LastName": "Tietcheu Galani", "ForeName": "Borris Rosnay", "Initials": "BR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Agriculture, Livestock and Derived Products, National Advanced School of Engineering, University of Maroua, Maroua, Cameroon."}], "LastName": "Dabole Ladane", "ForeName": "Bertrand", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."}], "LastName": "Bianzoumbe", "ForeName": "Josee", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Psychology, Faculty of Letters and Human Social Sciences, University of Douala, Douala, Cameroon."}], "LastName": "Kuum Minoue", "ForeName": "Marc Germain", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, University of Ngaoundéré, Ngaoundéré, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Physiological Sciences and Biochemistry, Faculty of Medicine and Biomedical Sciences, University of Garoua, Garoua, Cameroon."}], "LastName": "Ntchapda", "ForeName": "Fidèle", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology and Physiology, Faculty of Science, University of Yaoundé I, Yaoundé, Cameroon."}], "LastName": "Dimo", "ForeName": "Theophile", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Ther Res Clin Exp", "NlmUniqueID": "0372621", "ISSNLinking": "0011-393X"}, "CoiStatement": "The authors have indicated that they have no conflicts of interest regarding the content of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Duclos-Vallée J-C et Mony C. Les Fonctions du Foie. https://www.centre-hepato-biliaire.org/maladies-foie/fonctions-h%C3%A9patiques.html. Consulté le 20 mai 2023. 2014."}, {"Citation": "Pelletier G. Consulté le 20 mai 2023. 2016. Les hépatites médicamenteuses."}, {"Citation": "David S., Hamilton P.J. Drug-induced Liver Injury. US Gastroenterology and Hepatology Review. 2010;1(6):73–80.", "ArticleIdList": ["PMC3160634", "21874146"]}, {"Citation": "Freitag A.F., Cardia G.F.E., da Rocha B.A., Aguiar R.P., Silva-Comar F.M., de S., Spironello R.A., Cuman R.K.N. Hepatoprotective Effect of Silymarin (Silybum marianum) on Hepatotoxicity Induced by Acetaminophen in Spontaneously Hypertensive Rats. Evidence-Based Complementary and Alternative Medicine. 2015:1–8. doi: 10.1155/2015/538317.", "ArticleIdList": ["10.1155/2015/538317"]}, {"Citation": "Abdel EA, Heba ASEN, Omayma AE, Abdel NBS. GC-MS analysis and hepatoprotective activity of the n-hexane extract of Acrocarpus fraxinifolius leaves against paracetamol-induced hepatotoxicity in male albino rats. Pharmaceutical Biology. 2017;55:441–449.", "ArticleIdList": ["PMC6130506", "27937037"]}, {"Citation": "Ramachandran A., Jaeschke H. Acetaminophen Hepatotoxicity. Seminars in Liver Disease. 2019 doi: 10.1055/s-0039-1679919.", "ArticleIdList": ["10.1055/s-0039-1679919", "PMC6800176", "30849782"]}, {"Citation": "Obu H.A., Chinawa J.M., Ubesie A.C., Eke C.B., Ndu I.K. Paracetamol use (and/or misuse) in children in Enugu, South-East, Nigeria. BMC Pediatrics. 2012;12(1) doi: 10.1186/1471-2431-12-103.", "ArticleIdList": ["10.1186/1471-2431-12-103", "PMC3411451", "22812400"]}, {"Citation": "McGill MR, Jaeschke H. Metabolism and disposition of acetaminophen: recent advances in relation to hepatotoxicity and diagnosis. Pharmaceutical Research. 2013;30:2174–2187. doi: 10.1007/s11095-013-1007-6.", "ArticleIdList": ["10.1007/s11095-013-1007-6", "PMC3709007", "23462933"]}, {"Citation": "Jaeschke H, McGill MR. Cytochrome P450-derived versus mitochondrial oxidant stress in acetaminophen hepatotoxicity. Toxicology Letters. 2015;235:216–217. doi: 10.1016/j.toxlet.2015.04.002.", "ArticleIdList": ["10.1016/j.toxlet.2015.04.002", "PMC4536554", "25858113"]}, {"Citation": "Eric Yoon, Arooj Babar, Moaz Choudhary, Matthew Kutner, Nikolaos Pyrsopoulos. Acetaminophen-Induced Hepatotoxicity: a Comprehensive Update. Journal of Clinical and Translational Hepatology. 2016;4(2):131–142. doi: 10.14218/JCTH.2015.00052. 2016.", "ArticleIdList": ["10.14218/JCTH.2015.00052", "PMC4913076", "27350943"]}, {"Citation": "Zhang L., Gavin T., B.C.Geohagen Q.Liu, Downey K.J., LoPachin R.M. Protective properties of 2-acetylcyclopentanone in a mouse model of acetaminophen hepatotoxicity. Journal of Pharmacology and Experimental Therapeutics. 2013;346(2):259–269.", "ArticleIdList": ["PMC3716311", "23759509"]}, {"Citation": "Papackova Z, Heczkova M, Dankova H, Sticova E, Lodererova A, Bartonova L, et al. Silymarin prevents acetaminophen-induced hepatotoxicity in mice. PLoS ONE. 2018;13(1):1–20. doi: 10.1371/journal. e0191353.", "ArticleIdList": ["10.1371/journal", "PMC5771617", "29342206"]}, {"Citation": "Annie Shirwaikar, Saleemulla Khan, Malini S. Antiosteoporotic effect of ethanol extract of Cissus quadrangularis Linn. on ovariectomized rat. 2003;89(2-3):0–250. doi: 10.1016/j.jep.2003.08.004.", "ArticleIdList": ["10.1016/j.jep.2003.08.004", "14611887"]}, {"Citation": "Panthong Ampai; Supraditaporn Wanicha; Kanjanapothi Duangta; Taesotikul Tawat; Reutrakul Vichai. Analgesic, anti-inflammatory and venotonic effects of Cissus quadrangularis Linn. (2007; 110(2), 0–270. doi:10.1016/j.jep.2006.09.018.", "ArticleIdList": ["10.1016/j.jep.2006.09.018", "17095173"]}, {"Citation": "Bharathi Avula, Ji-Yeong Bae, Jianping Zhao, Yan-Hong Wang, Mei Wang, Zhihao Zhang, Zulfiqar Ali, Chittiboyina Amar G., Khan Ikhlas A. Quantitative determination and characterization of polyphenols from Cissus quadrangularis L. and dietary supplements using UHPLC-PDA-MS, LC-QToF and HPTLC. Journal of Pharmaceutical and Biomedical Analysis. 2021 doi: 10.1016/j.jpba.2021.114036.", "ArticleIdList": ["10.1016/j.jpba.2021.114036", "33836464"]}, {"Citation": "Fernandes G., Banu J. Medicinal properties of plants from the genus Cissus: a review. J. Med. Plant Res. 2012;6:3080–3086."}, {"Citation": "Swamy A.H.M., Viswanatha Kulkarni, Rucha V., Koti B.C., Gadad P.C., Thippeswamy A.H.M., Aparna Gore. Hepatoprotective effect of Cissus quadrangularis stem extract against rifampicin-induced hepatotoxicity in rats. Indian Journal of Pharmaceutical Sciences. 2012;74(2):183–187. doi: 10.4103/0250-474X.103859.", "ArticleIdList": ["10.4103/0250-474X.103859", "PMC3546340", "23326004"]}, {"Citation": "Lekshmi R.K., Rajesh R., Mini S. Ethyl acetate fraction of Cissus quadrangularis stem ameliorates hyperglycaemia-mediated oxidative stress and suppresses inflammatory response in nicotinamide/streptozotocin induced type 2 diabetic rats. Phytomedicine. 2015 doi: 10.1016/j.phymed.2015.06.014. S0944711315002147–.", "ArticleIdList": ["10.1016/j.phymed.2015.06.014", "26321745"]}, {"Citation": "Sheikh S, Siddiqui S, Dhasmana A, Safia Haque E, Kamil M, et al. Cissus quadrangularis Linn. Stem ethanolic extract liberates reactive oxygen species and induces mitochondria mediated apoptosis in KB cells. Phcog Mag Journal. 2015;11:S365–S374.", "ArticleIdList": ["PMC4745205", "26929569"]}, {"Citation": "Muthusami Sridhar, Gopalakrishnan Vasudevan, Stanley Jone A., Krishnamoorthy Senthilkumar, Ilangovan Ramachandran, Gopalakrishnan Velliyur K., Srinivasan Narasimhan. Cissus quadrangularis prevented the ovariectomy induced oxidative stress in the femur of adult albino rats. Biomedicine & Pharmacotherapy. 2016;81:416–423. doi: 10.1016/j.biopha.2016.04.021.", "ArticleIdList": ["10.1016/j.biopha.2016.04.021", "27261621"]}, {"Citation": "Toor Rabail H., Malik Shabana, Qamar Haleema, Batool Faiza, Tariq Maira, Nasir Zainab, Tassaduq Raazia, Lian Jane B., Stein Janet L., Stein Gary S., Shakoori Abdul R. Osteogenic potential of hexane and dichloromethane fraction of Cissus quadrangularis on murine preosteoblast cell line MC3T3-E1 (subclone 4) Journal of Cellular Physiology. 2019 doi: 10.1002/jcp.28869. jcp.28869–.", "ArticleIdList": ["10.1002/jcp.28869", "PMC9261358", "31131449"]}, {"Citation": "Siddiqui S., Ahmad E., Gupta M., Rawat V., Shivnath N., Banerjee M., Khan M.S., Arshad M. Cissus quadrangularis Linn exerts dose-dependent biphasic effects: osteogenic and anti-proliferative, through modulating ROS, cell cycle and Runx2 gene expression in primary rat osteoblasts. Cell Proliferation. 2015;48(4):443–454. doi: 10.1111/cpr.12195.", "ArticleIdList": ["10.1111/cpr.12195", "PMC6496851", "26079044"]}, {"Citation": "Félix-Silva Juliana, Giordani Raquel Brandt, Silva-Jr Arnóbio Antonio da, Zucolotto Silvana Maria, Fernandes-Pedrosa Matheus de Freitas. Jatropha gossypiifolia L. (Euphorbiaceae): A review of traditional uses, phytochemistry, pharmacology, and toxicology of this medicinal plant. Evidence-Based Complementary and Alternative Medicine. 2014;2014:1–32. doi: 10.1155/2014/369204.", "ArticleIdList": ["10.1155/2014/369204"]}, {"Citation": "Albuquerque U.P., J.M.Monteiro M.A.Ramos, de Amorim E.L.C. Medicinal and magic plants from a public market in northeastern Brazil. Journal of Ethnopharmacology. 2007;110(1):76–91.", "ArticleIdList": ["17056216"]}, {"Citation": "Wu Qinghua, Patocka Jiri, Nepovimova Eugenie, Kuca Kamil. Jatropha Gossypiifolia L. and Its Biologically Active Metabolites: A Mini Review. Journal of Ethnopharmacology. 2019 doi: 10.1016/j.jep.2019.01.022.", "ArticleIdList": ["10.1016/j.jep.2019.01.022", "30695706"]}, {"Citation": "Kawanga V., Schmelzer G.H., Gurib-Fakim A. PROTA (Plant Resources of Tropical Africa /Ressources végétales de l'Afrique tropicale) Consulté le 27 avril 2023; Wageningen, Netherlands: 2007. Jatropha gossypiifolia L."}, {"Citation": "Panda B.B., Gaur K., Nema R.K., Sharma C.S., Jain A.K., Jain C.P. Hepatoprotective activity of Jatropha gossypiifolia against carbon tetrachloride- induced hepatic injury in rats. Asian Journal of Pharmaceutical and Clinical Research. 2009;2(1):50–54."}, {"Citation": "Temdie RJ, Minoue MG, Djasrane AD, Fotio AL, Jidibe P, Boumzina EL, Dimo Theophile. Influence of aqueous leafy stem extract of Cochlospermum tinctorium A. Rich. (Cochlospermaceae) on liver injury induced by subacute exposure of rats to carbon tetrachloride. American Journal of Biopharmacy and Pharmaceutical Sciences. 2022;2(7):1–14."}, {"Citation": "Fotio Agathe L., Dimo Theophile, Nguelefack Telesphore B., Dzeufiet Paul D.D., Lemba Esther Ngo, Temdie Romeo J., Ngueguim Florence, Olleros Maria L., Vesin Dominique, Dongo Etienne, Kamtchouing Pierre, Garcia Irene. Acute and chronic anti-inflammatory properties of the stem bark aqueous and methanol extracts of Sclerocarya birrea (Anacardiaceae)”. Inflammopharmacology. 2009;17:229–237.", "ArticleIdList": ["19626276"]}, {"Citation": "Fotio A.L., Olleros M.L., Vesin D., Tauzin S., Bisig R., Dimo T., Nguelefack T.B., Dongo E., Kamtchouing P., Garcia I. In Vitro Inhibition of Lipopolysaccharide and Mycobacterium Bovis Bacillus Calmette Guérin-Induced Inflammatory Cytokines and in Vivo Protection from D-Galactosamine/Lps -Mediated Liver Injury by the Medicinal Plant Sclerocarya Birrea. International Journal of Immunopathology and Pharmacology. 2010;23(1):61–72. doi: 10.1177/039463201002300106.", "ArticleIdList": ["10.1177/039463201002300106", "20377995"]}, {"Citation": "Kuriakose GC, Kurup MG. Antioxidant and hepatoprotective activity of Aphanizomenon flosaquae Linn against paracetamol intoxication in rats. Indian Journal of Experimental Biology. 2010;48(11) 1123±30. PMID:21117453.", "ArticleIdList": ["21117453"]}, {"Citation": "Temdie GRJ, Kamdem GB, Minoue MGK, et al. Safety assessment of Markhamia tomentosa (Benth.) K. Schum. (Bignoniaceae) leaves extracts, highlight the psychostimulant effect of the methanol extract. Journal of Experimental and Applied Tropical Biology. 2021;1:37–47."}, {"Citation": "Fotio A.L., Nguepi M.S.D., Tonfack L.B., Temdie R.J.G., Nguelefack T.B. Acetaminophen induces liver injury and depletes glutathione in mice brain: Prevention by Moringa oleifera extract. South African Journal of Botany. 2020;129:317–323. doi: 10.1016/j.sajb.2019.08.037.", "ArticleIdList": ["10.1016/j.sajb.2019.08.037"]}, {"Citation": "Krithika R., Verma R.J. Solanumnigrumconfers protection against CCl4-induced experimental hepatotoxicity by increasing hepatic protein synthesis and regulation of energy metabolism. Clinical. Phytoscience. 2019;5:1–8."}, {"Citation": "Jaeschke H, McGill MR, Ramachandran A. Oxidant stress, mitochondria, and cell death mechanisms in drug-induced liver injury: lessons learned from acetaminophen hepatotoxicity. Drug Metabolism Reviews. 2012;44:88–106. doi: 10.3109/03602532.2011.602688.", "ArticleIdList": ["10.3109/03602532.2011.602688", "PMC5319847", "22229890"]}, {"Citation": "Koksal E, Gulcin I, Beyza S, Sarikaya O, Bursal E. In vitro antioxidant activity of silymarin. Journal Enzyme Inhibition and Medicinal Chemistry. 2009;24(2) doi: 10.1080/14756360802188081. 395±405PMID: 18830883.", "ArticleIdList": ["10.1080/14756360802188081", "18830883"]}, {"Citation": "Hinson J.A., Roberts D.W., James L.P. Mechanisms of acetaminophen-induced liver necrosis. Handbook of Experimental Pharmacology. 2010;196:369–405.", "ArticleIdList": ["PMC2836803", "20020268"]}, {"Citation": "Cichoż-Lach H., Michalak A. Oxidative stress as a crucial factor in liver diseases. World Journal of Gastroenterology. 2014;20:8082–8091.", "ArticleIdList": ["PMC4081679", "25009380"]}, {"Citation": "Lorent JH, Quetin-Leclercq J, Mingeot-Leclercq MP. The amphiphilic nature of saponins and their effects on artificial and biological membranes and potential consequences for red blood and cancer cells. Organic and Biomolecular Chemistry journal. 2014;28(44):8803–8822. doi: 10.1039/c4ob01652a. 12PMID 25295776.", "ArticleIdList": ["10.1039/c4ob01652a", "25295776"]}, {"Citation": "Cho KS, Lim YR, Lee K, Lee J, Lee JH, Lee IS. Terpenes from Forests and Human Health and Toxicology Research. 2017;33(2):97-106. doi: 10.5487/TR.2017.33.2.097. PMID 28443180", "ArticleIdList": ["PMC5402865", "28443180"]}, {"Citation": "Zárybnický T, Boušová I, Ambrož M, Skálová L. Hepatotoxicity of monoterpenes and sesquiterpenes. Archives Toxicology. 2018;92(1):1–13. doi: 10.1007/s00204-017-2062-2. PMID 28905185.", "ArticleIdList": ["10.1007/s00204-017-2062-2", "28905185"]}, {"Citation": "Velioglu YS, Mazza G, Gao L, et al. Antioxidant activity and total phenolics in selected fruits, vegetables and grain product. Journal Agricultural and Food Chemistry. 1998;46:4113–4117."}, {"Citation": "Kahkonen MP, Hopia A I, Vuorela HJ, Rauha J P, Pihlaja K, Kujala T S, Heinonen M. Antioxidant activity of plant extracts containing phenolic compounds. Journal of Agricultural and Food Chemistry. 1999 Oct;47(10):3954–3962. doi: 10.1021/jf990146l.", "ArticleIdList": ["10.1021/jf990146l", "10552749"]}, {"Citation": "Javanmardi J, Stushnff C, Locke E, et al. Antioxidant activity and total phenolic content of Iranian Ocimum accessions. Food Chemistry. 2003;83:547–550."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "6", "Day": "21"}, {"Year": "2023", "Month": "9", "Day": "23"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "6", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "4", "Minute": "52"}, {"Year": "2023", "Month": "9", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["37869400", "PMC10587700", "10.1016/j.curtheres.2023.100716", "S0011-393X(23)00025-5"]}}], "PubmedBookArticle": []}