{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37864035", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "20"}], "Language": ["eng"], "ELocationID": ["17942", "10.1038/s41598-023-44063-0"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "20"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Inhibition of Pseudomonas aeruginosa quorum sensing by methyl gallate from Mangifera indica.", "Pagination": {"StartPage": "17942", "MedlinePgn": "17942"}, "Abstract": {"AbstractText": ["Antipathogenic drugs are a potential source of therapeutics, particularly following the emergence of multiple drug-resistant pathogenic microorganisms in the last decade. The inhibition of quorum sensing (QS) is an advanced antipathogenic approach for suppression of bacterial virulence and dissemination. This study aimed to investigate the inhibitory effect of some Egyptian medicinal plants on the QS signaling system of Pseudomonas aeruginosa. Among the tested plants, Mangifera indica exhibited the highest quorum sensing inhibition (QSI) activity against Chromobacterium violaceum ATCC 12472. Four pure compounds were extracted and identified; of these, methyl gallate (MG) showed the most potent QSI. MG had a minimum inhibitory concentration (MIC) of 512 g/mL against P. aeruginosa strains PAO1, PA14, Pa21, Pa22, Pa23, Pa24, and PAO-JP2. The virulence factors of PAO1, PA14, Pa21, Pa22, Pa23, and Pa24 were significantly inhibited by MG at 1/4 and 1/2 sub-MICs without affecting bacterial viability. Computational insights were performed by docking the MG compound on the LasR receptor, and the QSI behavior of MG was found to be mediated by three hydrogen bonds: Trp60, Arg61, and Thr75. This study indicates the importance of M. indica and MG in the inhibition and modulation of QS and QS-related virulence factors in P. aeruginosa."], "CopyrightInformation": "© 2023. Springer Nature Limited."}, "AuthorList": [{"Identifier": ["0000-0001-7380-9116"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Alexandria University, Alexandria, Egypt."}], "LastName": "Naga", "ForeName": "Nourhan G", "Initials": "NG"}, {"Identifier": ["0000-0001-5462-6971"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Mansoura University, El Mansoura, Egypt."}], "LastName": "Zaki", "ForeName": "Ahmed A", "Initials": "AA"}, {"Identifier": ["0000-0002-1043-6954"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Alexandria University, Alexandria, Egypt."}, {"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, Beirut Arab University, Beirut, Lebanon."}], "LastName": "El-Badan", "ForeName": "Dalia E", "Initials": "DE"}, {"Identifier": ["0000-0002-6952-1790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical and Medicinal Chemistry, Faculty of Pharmacy, Misr University for Science and Technology, Cairo, Egypt."}], "LastName": "Rateb", "ForeName": "Heba S", "Initials": "HS"}, {"Identifier": ["0000-0001-6140-5026"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Alexandria University, Alexandria, Egypt."}], "LastName": "Ghanem", "ForeName": "Khaled M", "Initials": "KM"}, {"Identifier": ["0000-0003-3044-6102"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiology and Immunology Department, Faculty of Pharmacy, Mansoura University, El Mansoura, Egypt. mona_ibrahem@mans.edu.eg."}], "LastName": "Shaaban", "ForeName": "Mona I", "Initials": "MI"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "623D3XG80C", "NameOfSubstance": "methyl gallate"}, {"RegistryNumber": "0", "NameOfSubstance": "Virulence Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Quorum Sensing"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Mangifera"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Virulence Factors"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": [], "DescriptorName": "Chromobacterium"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Baltch AL, Smith RP. Pseudomonas aeruginosa: Infections and treatment. Pseudomonas aeruginosa Infect. Treat. 1994;12:25."}, {"Citation": "Gellatly SL, Hancock REW. Pseudomonas aeruginosa: New insights into pathogenesis and host defenses. Pathog. Dis. 2013;67:159–173. doi: 10.1111/2049-632X.12033.", "ArticleIdList": ["10.1111/2049-632X.12033", "23620179"]}, {"Citation": "Guo Q, et al. Identification of a small molecule that simultaneously suppresses virulence and antibiotic resistance of Pseudomonas aeruginosa. Sci. Rep. 2016;6:1–15.", "ArticleIdList": ["PMC4707474", "26751736"]}, {"Citation": "Tolker-Nielsen T. Pseudomonas aeruginosa biofilm infections: From molecular biofilm biology to new treatment possibilities. Apmis. 2014;122:1–51. doi: 10.1111/apm.12335.", "ArticleIdList": ["10.1111/apm.12335", "25399808"]}, {"Citation": "Naga NG, El-Badan DE, Ghanem KM, Shaaban MI. It is the time for quorum sensing inhibition as alternative strategy of antimicrobial therapy. Cell Commun. Signal. 2023;21:133. doi: 10.1186/s12964-023-01154-9.", "ArticleIdList": ["10.1186/s12964-023-01154-9", "PMC10265836", "37316831"]}, {"Citation": "Maraolo AE, et al. Ceftolozane/tazobactam for difficult-to-treat Pseudomonas aeruginosa infections: A systematic review of its efficacy and safety for off-label indications. Int. J. Antimicrob. Agents. 2020;55:105891. doi: 10.1016/j.ijantimicag.2020.105891.", "ArticleIdList": ["10.1016/j.ijantimicag.2020.105891", "31923569"]}, {"Citation": "El-Metwally MM, Mekawey AAI, El-Halmouch Y, Naga NG. Plant Mycobiome: Diversity, Interactions and Uses. Springer; 2023. Symbiotic relationships with fungi: From Mutualism to parasitism; pp. 375–413."}, {"Citation": "Hazan R, et al. Auto poisoning of the respiratory chain by a quorum-sensing-regulated molecule favors biofilm formation and antibiotic tolerance. Curr. Biol. 2016;26:195–206. doi: 10.1016/j.cub.2015.11.056.", "ArticleIdList": ["10.1016/j.cub.2015.11.056", "PMC4729643", "26776731"]}, {"Citation": "Pesci EC, Pearson JP, Seed PC, Iglewski BH. Regulation of las and rhl quorum sensing in Pseudomonas aeruginosa. J. Bacteriol. 1997;179:3127–3132. doi: 10.1128/jb.179.10.3127-3132.1997.", "ArticleIdList": ["10.1128/jb.179.10.3127-3132.1997", "PMC179088", "9150205"]}, {"Citation": "Dubern J-F, Diggle SP. Quorum sensing by 2-alkyl-4-quinolones in Pseudomonas aeruginosa and other bacterial species. Mol. Biosyst. 2008;4:882–888. doi: 10.1039/b803796p.", "ArticleIdList": ["10.1039/b803796p", "18704225"]}, {"Citation": "Lee J, Zhang L. The hierarchy quorum sensing network in Pseudomonas aeruginosa. Protein Cell. 2015;6:26–41. doi: 10.1007/s13238-014-0100-x.", "ArticleIdList": ["10.1007/s13238-014-0100-x", "PMC4286720", "25249263"]}, {"Citation": "Rampioni G, et al. Unravelling the genome-wide contributions of specific 2-alkyl-4-quinolones and PqsE to quorum sensing in Pseudomonas aeruginosa. PLoS Pathog. 2016;12:e1006029. doi: 10.1371/journal.ppat.1006029.", "ArticleIdList": ["10.1371/journal.ppat.1006029", "PMC5112799", "27851827"]}, {"Citation": "Proctor CR, McCarron PA, Ternan NG. Furanone quorum-sensing inhibitors with potential as novel therapeutics against Pseudomonas aeruginosa. J. Med. Microbiol. 2020;69:195–206. doi: 10.1099/jmm.0.001144.", "ArticleIdList": ["10.1099/jmm.0.001144", "31971503"]}, {"Citation": "Geng YF, et al. An innovative role for luteolin as a natural quorum sensing inhibitor in Pseudomonas aeruginosa. Life Sci. 2021;274:119325. doi: 10.1016/j.lfs.2021.119325.", "ArticleIdList": ["10.1016/j.lfs.2021.119325", "33713665"]}, {"Citation": "D’almeida RE, et al. Comparison of seven structurally related coumarins on the inhibition of quorum sensing of Pseudomonas aeruginosa and Chromobacterium violaceum. Bioorg. Chem. 2017;73:37–42. doi: 10.1016/j.bioorg.2017.05.011.", "ArticleIdList": ["10.1016/j.bioorg.2017.05.011", "28599132"]}, {"Citation": "Song Z, et al. Panax ginseng has anti-infective activity against opportunistic pathogen Pseudomonas aeruginosa by inhibiting quorum sensing, a bacterial communication process critical for establishing infection. Phytomedicine. 2010;17:1040–1046. doi: 10.1016/j.phymed.2010.03.015.", "ArticleIdList": ["10.1016/j.phymed.2010.03.015", "PMC2956833", "20554187"]}, {"Citation": "Husain FM, Ahmad I, Asif M, Tahseen Q. Influence of clove oil on certain quorum-sensing-regulated functions and biofilm of Pseudomonas aeruginosa and Aeromonas hydrophila. J. Biosci. 2013;38:835–844. doi: 10.1007/s12038-013-9385-9.", "ArticleIdList": ["10.1007/s12038-013-9385-9", "24296886"]}, {"Citation": "Zhong L, et al. Attenuation of Pseudomonas aeruginosa quorum sensing by natural products: Virtual screening, evaluation and biomolecular interactions. Int. J. Mol. Sci. 2020;21:2190. doi: 10.3390/ijms21062190.", "ArticleIdList": ["10.3390/ijms21062190", "PMC7140002", "32235775"]}, {"Citation": "Soheili V, Bazzaz BSF, Abdollahpour N, Hadizadeh F. Investigation of Pseudomonas aeruginosa quorum-sensing signaling system for identifying multiple inhibitors using molecular docking and structural analysis methodology. Microb. Pathog. 2015;89:73–78. doi: 10.1016/j.micpath.2015.08.017.", "ArticleIdList": ["10.1016/j.micpath.2015.08.017", "26358567"]}, {"Citation": "Ilic-Tomic T, et al. Diarylheptanoids from Alnus viridis ssp. viridis and Alnus glutinosa: Modulation of quorum sensing activity in Pseudomonas aeruginosa. Planta Med. 2017;83:117–125.", "ArticleIdList": ["27220074"]}, {"Citation": "Starkey M, et al. Identification of anti-virulence compounds that disrupt quorum-sensing regulated acute and persistent pathogenicity. PLoS Pathog. 2014;10:e1004321. doi: 10.1371/journal.ppat.1004321.", "ArticleIdList": ["10.1371/journal.ppat.1004321", "PMC4140854", "25144274"]}, {"Citation": "El-Mowafy SA, Abd El Galil KH, El-Messery SM, Shaaban MI. Aspirin is an efficient inhibitor of quorum sensing, virulence and toxins in Pseudomonas aeruginosa. Microb. Pathog. 2014;74:25–32. doi: 10.1016/j.micpath.2014.07.008.", "ArticleIdList": ["10.1016/j.micpath.2014.07.008", "25088031"]}, {"Citation": "Howes MR, et al. Molecules from nature: Reconciling biodiversity conservation and global healthcare imperatives for sustainable use of medicinal plants and fungi. Plants People Planet. 2020;2:463–481. doi: 10.1002/ppp3.10138.", "ArticleIdList": ["10.1002/ppp3.10138"]}, {"Citation": "Barreto JC, et al. Characterization and quantitation of polyphenolic compounds in bark, kernel, leaves, and peel of mango (Mangifera indica L.) J. Agric. Food Chem. 2008;56:5599–5610. doi: 10.1021/jf800738r.", "ArticleIdList": ["10.1021/jf800738r", "18558692"]}, {"Citation": "Pereira DA, et al. Lotus corniculatus regulates the inflammation induced by bradykinin in a murine model of pleurisy. J. Agric. Food Chem. 2011;59:2291–2298. doi: 10.1021/jf103997s.", "ArticleIdList": ["10.1021/jf103997s", "21355560"]}, {"Citation": "Dorta E, González M, Lobo MG, Sánchez-Moreno C, de Ancos B. Screening of phenolic compounds in by-product extracts from mangoes (Mangifera indica L.) by HPLC-ESI-QTOF-MS and multivariate analysis for use as a food ingredient. Food Res. Int. 2014;57:51–60. doi: 10.1016/j.foodres.2014.01.012.", "ArticleIdList": ["10.1016/j.foodres.2014.01.012"]}, {"Citation": "Zhang Y, et al. Identification of benzophenone C-glucosides from mango tree leaves and their inhibitory effect on triglyceride accumulation in 3T3-L1 adipocytes. J. Agric. Food Chem. 2011;59:11526–11533. doi: 10.1021/jf2028494.", "ArticleIdList": ["10.1021/jf2028494", "21923172"]}, {"Citation": "Pérez-Pérez M, Jorge P, Pérez Rodríguez G, Pereira MO, Lourenço A. Quorum sensing inhibition in Pseudomonas aeruginosa biofilms: New insights through network mining. Biofouling. 2017;33:128–142. doi: 10.1080/08927014.2016.1272104.", "ArticleIdList": ["10.1080/08927014.2016.1272104", "28121162"]}, {"Citation": "Du, D., Venter, H., Pos, K. M. & Luisi, B. F. The machinery and mechanism of multidrug efflux in gram-negative bacteria (2013)."}, {"Citation": "Hnamte S, et al. Anti quorum sensing and anti biofilm potential of Anogeissus acuminata and Mallotus roxburghianus muell. against Pseudomonas aeruginosa PAO1. J. Microbiol. Biotechnol. Food Sci. 2020;9:1135–1140."}, {"Citation": "Ahmed T, et al. Inhibition of quorum sensing–associated virulence factors and biofilm formation in Pseudomonas aeruginosa PAO1 by Mycoleptodiscus indicus PUTY1. Braz. J. Microbiol. 2020;51:467–487. doi: 10.1007/s42770-020-00235-y.", "ArticleIdList": ["10.1007/s42770-020-00235-y", "PMC7203316", "32086747"]}, {"Citation": "Khan N, et al. Nutritional importance and pharmacological activity of Mangifera indica. World J. Pharm. Pharm. Sci. 2017;6:258–273."}, {"Citation": "Ediriweera MK, Tennekoon KH, Samarakoon SR. A review on ethnopharmacological applications, pharmacological activities, and bioactive compounds of Mangifera indica (Mango) Evid. Based Complement. Altern. Med. 2017;20:17.", "ArticleIdList": ["PMC5804368", "29456572"]}, {"Citation": "Husain FM, et al. Leaf extracts of Mangifera indica L. Inhibit quorum sensing–regulated production of virulence factors and biofilm in test bacteria. Front. Microbiol. 2017;8:727. doi: 10.3389/fmicb.2017.00727.", "ArticleIdList": ["10.3389/fmicb.2017.00727", "PMC5402315", "28484444"]}, {"Citation": "Lim CSS, et al. Anti-quorum sensing and antibiotic enhancement of allylpyrocatechol and methyl gallate. J. Teknol. 2021;83:101–106."}, {"Citation": "Tan YP, Chan EWC, Lim CSY. Potent quorum sensing inhibition by methyl gallate isolated from leaves of Anacardium occidentale L. (cashew) Chiang Mai J. Sci. 2015;42:650–656."}, {"Citation": "Birhanu BT, Park N-H, Lee S-J, Hossain MA, Park S-C. Inhibition of Salmonella Typhimurium adhesion, invasion, and intracellular survival via treatment with methyl gallate alone and in combination with marbofloxacin. Vet. Res. 2018;49:1–11. doi: 10.1186/s13567-018-0597-8.", "ArticleIdList": ["10.1186/s13567-018-0597-8", "PMC6389159", "30286813"]}, {"Citation": "Fan W-W, Yuan G-Q, Li Q-Q, Lin W. Antibacterial mechanisms of methyl gallate against Ralstonia solanacearum. Australas. Plant Pathol. 2014;43:1–7. doi: 10.1007/s13313-013-0234-y.", "ArticleIdList": ["10.1007/s13313-013-0234-y"]}, {"Citation": "Kang M-S, Oh J-S, Kang I-C, Hong S-J, Choi C-H. Inhibitory effect of methyl gallate and gallic acid on oral bacteria. J. Microbiol. 2008;46:744–750. doi: 10.1007/s12275-008-0235-7.", "ArticleIdList": ["10.1007/s12275-008-0235-7", "19107406"]}, {"Citation": "Choi J-G, et al. Methyl gallate from Galla rhois successfully controls clinical isolates of Salmonella infection in both in vitro and in vivo systems. PLoS One. 2014;9:e102697. doi: 10.1371/journal.pone.0102697.", "ArticleIdList": ["10.1371/journal.pone.0102697", "PMC4105534", "25048362"]}, {"Citation": "Kang O-H, et al. Antibacterial activity of methyl gallate isolated from Galla Rhois or carvacrol combined with nalidixic acid against nalidixic acid resistant bacteria. Molecules. 2009;14:1773–1780. doi: 10.3390/molecules14051773.", "ArticleIdList": ["10.3390/molecules14051773", "PMC6254153", "19471197"]}, {"Citation": "Rasmussen TB, et al. Screening for quorum-sensing inhibitors (QSI) by use of a novel genetic system, the QSI selector. J. Bacteriol. 2005;187:1799–1814. doi: 10.1128/JB.187.5.1799-1814.2005.", "ArticleIdList": ["10.1128/JB.187.5.1799-1814.2005", "PMC1063990", "15716452"]}, {"Citation": "Gupta RK, Setia S, Harjai K. Expression of quorum sensing and virulence factors are interlinked in Pseudomonas aeruginosa: An in vitro approach. Am. J. Biomed. Sci. 2011;3:116–125. doi: 10.5099/aj110200116.", "ArticleIdList": ["10.5099/aj110200116"]}, {"Citation": "Kim B, ParK J-S, Choi H-Y, Kwak J-H, Kim W-G. Differential effects of alkyl gallates on quorum sensing in Pseudomonas aeruginosa. Sci. Rep. 2019;9:1–12.", "ArticleIdList": ["PMC6533263", "31123307"]}, {"Citation": "Hossain MA, et al. Impact of phenolic compounds in the acyl homoserine lactone-mediated quorum sensing regulatory pathways. Sci. Rep. 2017;7:10618. doi: 10.1038/s41598-017-10997-5.", "ArticleIdList": ["10.1038/s41598-017-10997-5", "PMC5587592", "28878346"]}, {"Citation": "Kacergius T, et al. Inhibitory capacity of Rhus coriaria L. extract and its major component methyl gallate on Streptococcus mutans biofilm formation by optical profilometry: Potential applications for oral health. Mol. Med. Rep. 2017;16:949–956. doi: 10.3892/mmr.2017.6674.", "ArticleIdList": ["10.3892/mmr.2017.6674", "28586050"]}, {"Citation": "Vincent O, Pierre AEDS, Moussa C, Martin K. Anti-quorum quenching activity of methyl gallate isolated from galls of Guiera senegalensis JF Gmel (Combretaceae) Afr. J. Microbiol. Res. 2019;13:290–297. doi: 10.5897/AJMR2019.9056.", "ArticleIdList": ["10.5897/AJMR2019.9056"]}, {"Citation": "Muñoz-Cazares N, García-Contreras R, Pérez-López M, Castillo-Juárez I. Phenolic compounds with anti-virulence properties. Phenol. Compd. Act. 2017;20:139–167."}, {"Citation": "Abagyan R, Totrov M, Kuznetsov D. ICM—a new method for protein modeling and design: Applications to docking and structure prediction from the distorted native conformation. J. Comput. Chem. 1994;15:488–506. doi: 10.1002/jcc.540150503.", "ArticleIdList": ["10.1002/jcc.540150503"]}, {"Citation": "Prateeksha Rao CV, Das AK, Barik SK, Singh BN. ZnO/curcumin nanocomposites for enhanced inhibition of Pseudomonas aeruginosa virulence via LasR-RhlR quorum sensing systems. Mol. Pharm. 2019;16:3399–3413. doi: 10.1021/acs.molpharmaceut.9b00179.", "ArticleIdList": ["10.1021/acs.molpharmaceut.9b00179", "31260316"]}, {"Citation": "Monterrosa MA, Galindo JF, Lorduy JV, Alí-Torres J, Vivas-Reyes R. The role of LasR active site amino acids in the interaction with the acyl homoserine lactones (AHLs) analogues: A computational study. J. Mol. Graph. Model. 2019;86:113–124. doi: 10.1016/j.jmgm.2018.10.014.", "ArticleIdList": ["10.1016/j.jmgm.2018.10.014", "30352386"]}, {"Citation": "Heidari A, Noshiranzadeh N, Haghi F, Bikas R. Inhibition of quorum sensing related virulence factors of Pseudomonas aeruginosa by pyridoxal lactohydrazone. Microb. Pathog. 2017;112:103–110. doi: 10.1016/j.micpath.2017.09.043.", "ArticleIdList": ["10.1016/j.micpath.2017.09.043", "28939255"]}, {"Citation": "Gould TA, Schweizer HP, Churchill MEA. Structure of the Pseudomonas aeruginosa acyl-homoserinelactone synthase LasI. Mol. Microbiol. 2004;53:1135–1146. doi: 10.1111/j.1365-2958.2004.04211.x.", "ArticleIdList": ["10.1111/j.1365-2958.2004.04211.x", "15306017"]}, {"Citation": "Ilangovan A, et al. Structural basis for native agonist and synthetic inhibitor recognition by the Pseudomonas aeruginosa quorum sensing regulator PqsR (MvfR) PLoS Pathog. 2013;9:e1003508.", "ArticleIdList": ["PMC3723537", "23935486"]}, {"Citation": "McClean KH, et al. Quorum sensing and Chromobacterium violaceum: Exploitation of violacein production and inhibition for the detection of N-acylhomoserine lactones. Microbiology. 1997;143:3703–3711. doi: 10.1099/00221287-143-12-3703.", "ArticleIdList": ["10.1099/00221287-143-12-3703", "9421896"]}, {"Citation": "Bertani G. Lysogeny at mid-twentieth century: P1, P2, and other experimental systems. J. Bacteriol. 2004;186:595–600. doi: 10.1128/JB.186.3.595-600.2004.", "ArticleIdList": ["10.1128/JB.186.3.595-600.2004", "PMC321500", "14729683"]}, {"Citation": "Koneman, E. et al. Koneman’s color atlas and textbook of diagnostic microbiology [chapter 6] (2006)."}, {"Citation": "Maura D, Rahme LG. Pharmacological inhibition of the Pseudomonas aeruginosa MvfR quorum-sensing system interferes with biofilm formation and potentiates antibiotic-mediated biofilm disruption. Antimicrob. Agents Chemother. 2017;61:25. doi: 10.1128/AAC.01362-17.", "ArticleIdList": ["10.1128/AAC.01362-17", "PMC5700327", "28923875"]}, {"Citation": "Pearson JP, Pesci EC, Iglewski BH. Roles of Pseudomonas aeruginosa las and rhl quorum-sensing systems in control of elastase and rhamnolipid biosynthesis genes. J. Bacteriol. 1997;179:5756–5767. doi: 10.1128/jb.179.18.5756-5767.1997.", "ArticleIdList": ["10.1128/jb.179.18.5756-5767.1997", "PMC179464", "9294432"]}, {"Citation": "Patel, J. B., Cockerill, F. R. & Bradford, P. A. Performance standards for antimicrobial susceptibility testing: Twenty-fifth informational supplement (2015)."}, {"Citation": "Naga NG, et al. Methoxyisoflavan derivative from Trigonella stellata inhibited quorum sensing and virulence factors of Pseudomonas aeruginosa. World J. Microbiol. Biotechnol. 2022;38:1–13. doi: 10.1007/s11274-022-03337-x.", "ArticleIdList": ["10.1007/s11274-022-03337-x", "PMC9262770", "35798919"]}, {"Citation": "Naga NG, El-Badan DE-S, Rateb HS, Ghanem KM, Shaaban MI. Quorum sensing inhibiting activity of cefoperazone and its metallic derivatives on Pseudomonas aeruginosa. Front. Cell. Infect. Microbiol. 2021;945:25.", "ArticleIdList": ["PMC8515130", "34660340"]}, {"Citation": "El-Mowafy SA, Abd El Galil KH, Habib E-SE, Shaaban MI. Quorum sensing inhibitory activity of sub-inhibitory concentrations of β-lactams. Afr. Health Sci. 2017;17:199–207. doi: 10.4314/ahs.v17i1.25.", "ArticleIdList": ["10.4314/ahs.v17i1.25", "PMC5636258", "29026394"]}, {"Citation": "Musthafa KS, Sivamaruthi BS, Pandian SK, Ravi AV. Quorum sensing inhibition in Pseudomonas aeruginosa PAO1 by antagonistic compound phenylacetic acid. Curr. Microbiol. 2012;65:475–480. doi: 10.1007/s00284-012-0181-9.", "ArticleIdList": ["10.1007/s00284-012-0181-9", "22782469"]}, {"Citation": "Rossignol G, et al. Involvement of a phospholipase C in the hemolytic activity of a clinical strain of Pseudomonas fluorescens. BMC Microbiol. 2008;8:1–14. doi: 10.1186/1471-2180-8-189.", "ArticleIdList": ["10.1186/1471-2180-8-189", "PMC2613904", "18973676"]}, {"Citation": "Annapoorani A, Jabbar AKKA, Musthafa SKS, Pandian SK, Ravi AV. Inhibition of quorum sensing mediated virulence factors production in urinary pathogen Serratia marcescens PS1 by marine sponges. Indian J. Microbiol. 2012;52:160–166. doi: 10.1007/s12088-012-0272-0.", "ArticleIdList": ["10.1007/s12088-012-0272-0", "PMC3386442", "23729876"]}, {"Citation": "Adonizio A, Kong K-F, Mathee K. Inhibition of quorum sensing-controlled virulence factor production in Pseudomonas aeruginosa by South Florida plant extracts. Antimicrob. Agents Chemother. 2008;52:198–203. doi: 10.1128/AAC.00612-07.", "ArticleIdList": ["10.1128/AAC.00612-07", "PMC2223872", "17938186"]}, {"Citation": "Skindersoe ME, et al. Effects of antibiotics on quorum sensing in Pseudomonas aeruginosa. Antimicrob. Agents Chemother. 2008;52:3648–3663. doi: 10.1128/AAC.01230-07.", "ArticleIdList": ["10.1128/AAC.01230-07", "PMC2565867", "18644954"]}, {"Citation": "El-Mowafy SA, Shaaban MI, AbdElGalil KH. Sodium ascorbate as a quorum sensing inhibitor of Pseudomonas aeruginosa. J. Appl. Microbiol. 2014;117:1388–1399. doi: 10.1111/jam.12631.", "ArticleIdList": ["10.1111/jam.12631", "25175797"]}, {"Citation": "Essar DW, Eberly L, Hadero A, Crawford IP. Identification and characterization of genes for a second anthranilate synthase in Pseudomonas aeruginosa: Interchangeability of the two anthranilate synthases and evolutionary implications. J. Bacteriol. 1990;172:884–900. doi: 10.1128/jb.172.2.884-900.1990.", "ArticleIdList": ["10.1128/jb.172.2.884-900.1990", "PMC208517", "2153661"]}, {"Citation": "Saurav K, et al. In search of alternative antibiotic drugs: Quorum-quenching activity in sponges and their bacterial isolates. Front. Microbiol. 2016;7:416. doi: 10.3389/fmicb.2016.00416.", "ArticleIdList": ["10.3389/fmicb.2016.00416", "PMC4821063", "27092109"]}, {"Citation": "Bottomley MJ, Muraglia E, Bazzo R, Carfì A. Molecular insights into quorum sensing in the human pathogen Pseudomonas aeruginosa from the structure of the virulence regulator LasR bound to its autoinducer. J. Biol. Chem. 2007;282:13592–13600. doi: 10.1074/jbc.M700556200.", "ArticleIdList": ["10.1074/jbc.M700556200", "17363368"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "14"}, {"Year": "2023", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "11", "Day": "2", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "10", "Day": "21", "Hour": "5", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "20", "Hour": "23", "Minute": "34"}, {"Year": "2023", "Month": "10", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["37864035", "PMC10589227", "10.1038/s41598-023-44063-0", "10.1038/s41598-023-44063-0"]}}], "PubmedBookArticle": []}