{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["BAHD acyltransferase", "acylation reactions", "catalytic mechanism", "phylogenetic reconstruction", "protein structure"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37868312", "DateRevised": {"Year": "2023", "Month": "10", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "05"}], "Language": ["eng"], "ELocationID": ["1218914", "10.3389/fpls.2023.1218914"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Family characteristics, phylogenetic reconstruction, and potential applications of the plant BAHD acyltransferase family.", "Pagination": {"StartPage": "1218914", "MedlinePgn": "1218914"}, "Abstract": {"AbstractText": ["The BAHD acyltransferase family is a class of proteins in plants that can acylate a variety of primary and specialized secondary metabolites. The typically acylated products have greatly improved stability, lipid solubility, and bioavailability and thus show significant differences in their physicochemical properties and pharmacological activities. Here, we review the protein structure, catalytic mechanism, and phylogenetic reconstruction of plant BAHD acyltransferases to describe their family characteristics, acylation reactions, and the processes of potential functional differentiation. Moreover, the potential applications of the BAHD family in human activities are discussed from the perspectives of improving the quality of economic plants, enhancing the efficacy of medicinal plants, improving plant biomass for use in biofuel, and promoting stress resistance of land plants. This review provides a reference for the research and production of plant BAHD acyltransferases."], "CopyrightInformation": "Copyright © 2023 Xu, Wang, Zhuang, Wang and Xie."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Co-Innovation Center for Sustainable Forestry in Southern China, College of Life Sciences, Nanjing Forestry University, Nanjing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Institute of Botany, Jiangsu Province and Chinese Academy of Sciences (Nanjing Botanical Garden Mem. Sun Yat-Sen), Nanjing, China."}], "LastName": "Xu", "ForeName": "Donghuan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Institute of Botany, Jiangsu Province and Chinese Academy of Sciences (Nanjing Botanical Garden Mem. Sun Yat-Sen), Nanjing, China."}], "LastName": "Wang", "ForeName": "Zhong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Institute of Botany, Jiangsu Province and Chinese Academy of Sciences (Nanjing Botanical Garden Mem. Sun Yat-Sen), Nanjing, China."}], "LastName": "Zhuang", "ForeName": "Weibing", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Institute of Botany, Jiangsu Province and Chinese Academy of Sciences (Nanjing Botanical Garden Mem. Sun Yat-Sen), Nanjing, China."}], "LastName": "Wang", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Co-Innovation Center for Sustainable Forestry in Southern China, College of Life Sciences, Nanjing Forestry University, Nanjing, China."}], "LastName": "Xie", "ForeName": "Yinfeng", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aktar S., Bai P., Wang L., Xun H., Zhang R., Wu L., et al. . (2022). Identification of a BAHD acyltransferase gene involved in plant growth and secondary metabolism in tea plants. Plants 11 (19), 2483. doi: 10.3390/plants11192483", "ArticleIdList": ["10.3390/plants11192483", "PMC9572432", "36235354"]}, {"Citation": "Alexander L. E., Okazaki Y., Schelling M. A., Davis A., Zheng X., Rizhsky L., et al. . (2020). Maize glossy2 and glossy2-like genes have overlapping and distinct functions in cuticular lipid deposition. Plant Physiol. 183, 840–853. doi: 10.1104/pp.20.00241", "ArticleIdList": ["10.1104/pp.20.00241", "PMC7333722", "32430462"]}, {"Citation": "Bai Y., Yang C., Halitschke R., Paetz C., Kessler D., Burkard K., et al. . (2022). Natural history-guided omics reveals plant defensive chemistry against leafhopper pests. Science 375, eabm2948. doi: 10.1126/science.abm2948", "ArticleIdList": ["10.1126/science.abm2948", "35113706"]}, {"Citation": "Bartley L. E., Peck M. L., Kim S.-R., Ebert B., Manisseri C., Chiniquy D. M., et al. . (2013). Overexpression of a BAHD acyltransferase, osAt10, alters rice cell wall hydroxycinnamic acid content and saccharification. Plant Physiol. 161, 1615–1633. doi: 10.1104/pp.112.208694", "ArticleIdList": ["10.1104/pp.112.208694", "PMC3613443", "23391577"]}, {"Citation": "Berger A., Meinhard J., Petersen M. (2006). Rosmarinic acid synthase is a new member of the superfamily of BAHD acyltransferases. Planta 224, 1503–1510. doi: 10.1007/s00425-006-0393-y", "ArticleIdList": ["10.1007/s00425-006-0393-y", "17047986"]}, {"Citation": "Bloor S. J., Abrahams S. (2002). The structure of the major anthocyanin in Arabidopsis thaliana. Phytochemistry 59, 343–346. doi: 10.1016/S0031-9422(01)00460-5", "ArticleIdList": ["10.1016/S0031-9422(01)00460-5", "11830144"]}, {"Citation": "Burhenne K., Kristensen B. K., Rasmussen S. K. (2003). A new class of N-hydroxycinnamoyltransferases. Purification, cloning, and expression of a barley agmatine coumaroyltransferase (EC 2.3.1.64). J. Biol. Chem. 278, 13919–13927. doi: 10.1074/jbc.M213041200", "ArticleIdList": ["10.1074/jbc.M213041200", "12582168"]}, {"Citation": "Campos L., Lisón P., López-Gresa M. P., Rodrigo I., Zacarés L., Conejero V., et al. . (2014). Transgenic tomato plants overexpressing tyramine N-hydroxycinnamoyltransferase exhibit elevated hydroxycinnamic acid amide levels and enhanced resistance to Pseudomonas syringae. Mol. Plant Microbe Interact. 27, 1159–1169. doi: 10.1094/MPMI-04-14-0104-R", "ArticleIdList": ["10.1094/MPMI-04-14-0104-R", "25014592"]}, {"Citation": "Chandrakanth N. N., Zhang C., Freeman J., de Souza W. R., Bartley L. E., Mitchell R. A. C. (2023). Modification of plant cell walls with hydroxycinnamic acids by BAHD acyltransferases. Front. Plant Sci. 13. doi: 10.3389/fpls.2022.1088879", "ArticleIdList": ["10.3389/fpls.2022.1088879", "PMC9887202", "36733587"]}, {"Citation": "Chang A., Hu Z., Chen B., Vanderschuren H., Chen M., Qu Y., et al. . (2022). Characterization of trichome-specific BAHD acyltransferases involved in acylsugar biosynthesis in Nicotiana tabacum. J. Exp. Bot. 73, 3913–3928. doi: 10.1093/jxb/erac095", "ArticleIdList": ["10.1093/jxb/erac095", "35262703"]}, {"Citation": "Chiang Y. C., Levsh O., Lam C. K., Weng J. K., Wang Y. (2018). Structural and dynamic basis of substrate permissiveness in hydroxycinnamoyltransferase (HCT). PloS Comput. Biol. 14, e1006511. doi: 10.1371/journal.pcbi.1006511", "ArticleIdList": ["10.1371/journal.pcbi.1006511", "PMC6203249", "30365487"]}, {"Citation": "Comino C., Lanteri S., Portis E., Acquadro A., Romani A., Hehn A., et al. . (2007). Isolation and functional characterization of a cDNA coding a hydroxycinnamoyltransferase involved in phenylpropanoid biosynthesis in Cynara cardunculus L. BMC Plant Biol. .7, 14. doi: 10.1186/1471-2229-7-14", "ArticleIdList": ["10.1186/1471-2229-7-14", "PMC1847684", "17374149"]}, {"Citation": "D’Auria J. C. (2006). Acyltransferases in plants: a good time to be BAHD. Curr. Opin. Plant Biol. 9, 331–340. doi: 10.1016/j.pbi.2006.03.016", "ArticleIdList": ["10.1016/j.pbi.2006.03.016", "16616872"]}, {"Citation": "De Luca V., Balsevich J., Kurz W. G. W. (1985). Acetyl coenzyme A: deacetylvindoline O-acetyltransferase, A novel enzyme from catharanthus. J. Plant Physiol. 121, 417–428. doi: 10.1016/S0176-1617(85)80078-X", "ArticleIdList": ["10.1016/S0176-1617(85)80078-X"]}, {"Citation": "de Oliveira D. M., Finger-Teixeira A., Mota T. R., Salvador V. H., Moreira-Vilar F. C., Molinari H. B., et al. . (2015). Ferulic acid: a key component in grass lignocellulose recalcitrance to hydrolysis. J. Plant Biotechnol. 13, 1224–1232. doi: 10.1111/pbi.12292", "ArticleIdList": ["10.1111/pbi.12292", "25417596"]}, {"Citation": "de Souza W. R., Martins P. K., Freeman J., Pellny T. K., Michaelson L. V., Sampaio B. L., et al. . (2018). Suppression of a single BAHD gene in Setaria viridis causes large, stable decreases in cell wall feruloylation and increases biomass digestibility. New Phytol. 218, 81–93. doi: 10.1111/nph.14970", "ArticleIdList": ["10.1111/nph.14970", "PMC5873385", "29315591"]}, {"Citation": "de Souza W. R., Pacheco T. F., Duarte K. E., Sampaio B. L., de Oliveira Molinari P. A., Martins P. K., et al. . (2019). Silencing of a BAHD acyltransferase in sugarcane increases biomass digestibility. Biotechnol . Biofuels 12, 111. doi: 10.1186/s13068-019-1450-7", "ArticleIdList": ["10.1186/s13068-019-1450-7", "PMC6501328", "31080518"]}, {"Citation": "Dobritzsch M., Lübken T., Eschen-Lippold L., Gorzolka K., Blum E., Matern A., et al. . (2016). MATE transporter-dependent export of hydroxycinnamic acid amides. Plant Cell 28, 583–596. doi: 10.1105/tpc.15.00706", "ArticleIdList": ["10.1105/tpc.15.00706", "PMC4790871", "26744218"]}, {"Citation": "Dong J., Wang G., Zhong C., Chang L., Sun J., Zhang H., et al. . (2018). Studying function of alcohol acyltransferase gene fvAATW2 of fragaria vesca by overexpressing in tobacco and cultivated strawberry. J. Horticult. 45 (01), 41–50. doi: 10.3390/IJMS23169500", "ArticleIdList": ["10.3390/IJMS23169500"]}, {"Citation": "Dong D., Yang Z., Ma Y., Li S., Wang M., Li Y., et al. . (2022). Expression of a Hydroxycinnamoyl-CoA Shikimate/Quinate Hydroxycinnamoyl Transferase 4 Gene from Zoysia japonica (ZjHCT4) Causes Excessive Elongation and Lignin Composition Changes in Agrostis stolonifera. Int. J. Mol. Sci. 23(16), 9500. doi: 10.3390/ijms23169500", "ArticleIdList": ["10.3390/ijms23169500", "PMC9408870", "36012757"]}, {"Citation": "Dudareva N., D'Auria J. C., Nam K. H., Raguso R. A., Pichersky E. (1998). Acetyl-CoA:benzylalcohol acetyltransferase–an enzyme involved in floral scent production in Clarkia breweri. Plant J. Cell Mol. Biol. 14, 297–304. doi: 10.1046/j.1365-313X.1998.00121.x", "ArticleIdList": ["10.1046/j.1365-313X.1998.00121.x", "9628024"]}, {"Citation": "Eudes A., Mouille M., Robinson D. S., Benites V. T., Wang G., Roux L., et al. . (2016. a). Exploiting members of the BAHD acyltransferase family to synthesize multiple hydroxycinnamate and benzoate conjugates in yeast. Microb. Cell Factories 15, 198. doi: 10.1186/s12934-016-0593-5", "ArticleIdList": ["10.1186/s12934-016-0593-5", "PMC5117604", "27871334"]}, {"Citation": "Eudes A., Pereira J. H., Yogiswara S., Wang G., Teixeira Benites V., Baidoo E. E., et al. . (2016. b). Exploiting the substrate promiscuity of hydroxycinnamoyl-coA:Shikimate hydroxycinnamoyl transferase to reduce lignin. Plant Cell Physiol. 57, 568–579. doi: 10.1093/pcp/pcw016", "ArticleIdList": ["10.1093/pcp/pcw016", "PMC4790474", "26858288"]}, {"Citation": "Fanelli A., Rancour D. M., Sullivan M., Karlen S. D., Ralph J., Riaño-Pachón, et al. . (2021). Overexpression of a sugarcane BAHD acyltransferase alters hydroxycinnamate content in maize cell wall. Front. Plant Sci. 12, 626168. doi: 10.3389/fpls.2021.626168", "ArticleIdList": ["10.3389/fpls.2021.626168", "PMC8117936", "33995431"]}, {"Citation": "Fang H., Zhang F., Zhang C., Wang D., Shen S., He F., et al. . (2022). Function of hydroxycinnamoyl transferases for the biosynthesis of phenolamides in rice resistance to Magnaporthe oryzae. J. Genet. Genomics 49, 776–786. doi: 10.1016/j.jgg.2022.02.008", "ArticleIdList": ["10.1016/j.jgg.2022.02.008", "35231636"]}, {"Citation": "Fani R., Fondi M. (2009). Origin and evolution of metabolic pathways. Phys. Life Rev. 6, 23–52. doi: 10.1016/j.plrev.2008.12.003", "ArticleIdList": ["10.1016/j.plrev.2008.12.003", "20416849"]}, {"Citation": "Florio F. E., Gattolin S., Toppino L., Bassolino L., Fibiani M., Lo Scalzo R., et al. . (2021). A smelAAT acyltransferase variant causes a major difference in eggplant (Solanum melongena L.) peel anthocyanin composition. Int. J. Mol. Sci. 22, 9174. doi: 10.3390/ijms22179174", "ArticleIdList": ["10.3390/ijms22179174", "PMC8431300", "34502081"]}, {"Citation": "Garvey G. S., McCormick S. P., Alexander N. J., Rayment I. (2009). Structural and functional characterization of TRI3 trichothecene 15-O-acetyltransferase from Fusarium sporotrichioides. Protein Sci. 18, 747–761. doi: 10.1002/pro.80", "ArticleIdList": ["10.1002/pro.80", "PMC2762587", "19319932"]}, {"Citation": "Garvey G. S., McCormick S. P., Rayment I. (2008). Structural and functional characterization of the TRI101 trichothecene 3-O-acetyltransferase from Fusarium sporotrichioides and Fusarium graminearum: kinetic insights to combating Fusarium head blight. J. Biol. Chem. 283, 1660–1669. doi: 10.1074/jbc.M705752200", "ArticleIdList": ["10.1074/jbc.M705752200", "17923480"]}, {"Citation": "Goulet C., Kamiyoshihara Y., Lam N. B., Richard T., Taylor M. G., Tieman D. M., et al. . (2015). Divergence in the enzymatic activities of a tomato and Solanum pennellii alcohol acyltransferase impacts fruit volatile ester composition. Mol. Plant 8, 153–162. doi: 10.1016/j.molp.2014.11.007", "ArticleIdList": ["10.1016/j.molp.2014.11.007", "25578279"]}, {"Citation": "Grienenberger S., Besseau P., Geoffroy D., Debayle D., Heintz C., Lapierre B., et al. . (2009). A BAHD acyltransferase is expressed in the tapetum of Arabidopsis anthers and is involved in the synthesis of hydroxycinnamoyl spermidines. Plant J. 58, 246–259.", "ArticleIdList": ["19077165"]}, {"Citation": "Grothe T., Lenz R., Kutchan T. M. (2001). Molecular characterization of the salutaridinol 7-O-acetyltransferase involved in morphine biosynthesis in opium poppy Papaver somniferum. J. Biol. Chem. 276, 30717–30723. doi: 10.1074/jbc.M102688200", "ArticleIdList": ["10.1074/jbc.M102688200", "11404355"]}, {"Citation": "Hampel D., Mau C. J., Croteau R. B. (2009). Taxol biosynthesis: Identification and characterization of two acetyl CoA:taxoid-O-acetyl transferases that divert pathway flux away from Taxol production. Arch. Biochem. Biophys. 487, 91–97. doi: 10.1016/j.abb.2009.05.018", "ArticleIdList": ["10.1016/j.abb.2009.05.018", "PMC2748654", "19501040"]}, {"Citation": "Haslam T. M., Gerelle W. K., Graham S. W., Kunst L. (2017). The unique role of the ECERIFERUM2-LIKE clade of the BAHD acyltransferase superfamily in cuticular wax metabolism. Plants 6, 23. doi: 10.3390/plants6020023", "ArticleIdList": ["10.3390/plants6020023", "PMC5489795", "28608803"]}, {"Citation": "Haslam T. M., Haslam R., Thoraval D., Pascal S., Delude C., Domergue F., et al. . (2015). ECERIFERUM2-LIKE proteins have unique biochemical and physiological functions in very-long-chain fatty acid elongation. Plant Physiol. 167, 682–692. doi: 10.1104/pp.114.253195", "ArticleIdList": ["10.1104/pp.114.253195", "PMC4348766", "25596184"]}, {"Citation": "Haslam T. M., Kunst L. (2020). Arabidopsis ECERIFERUM2-LIKEs are mediators of condensing enzyme function. Plant Cell Physiol. 61, 2126–2138. doi: 10.1093/pcp/pcaa133", "ArticleIdList": ["10.1093/pcp/pcaa133", "33079186"]}, {"Citation": "Huang X. Q., Li R., Fu J., Dudareva N. (2022). A peroxisomal heterodimeric enzyme is involved in benzaldehyde synthesis in plants. Nat. Commun. 13, 1352. doi: 10.1038/s41467-022-28978-2", "ArticleIdList": ["10.1038/s41467-022-28978-2", "PMC8924275", "35292635"]}, {"Citation": "Ji X. H., Liu F. Z., Wang B. L., Liu P. P., Wang H. B. (2022). Genetic variation of alcohol acyltransferase encoding gene in grape. Sci. Agricult. Sin. 55 (14), 2797–2811. doi: 10.3864/j.issn.0578-1752.2022.14.01", "ArticleIdList": ["10.3864/j.issn.0578-1752.2022.14.01"]}, {"Citation": "Kage U., Karre S., Kushalappa A. C., McCartney C. (2017). Identification and characterization of a fusarium head blight resistance gene TaACT in wheat QTL-2DL. Plant Biotechnol. J. 15, 447–457. doi: 10.1111/pbi.12641", "ArticleIdList": ["10.1111/pbi.12641", "PMC5362683", "27663684"]}, {"Citation": "Kriegshauser L., Knosp S., Grienenberger E., Tatsumi K., Gütle D. D., Sørensen I., et al. . (2021). Function of the HYDROXYCINNAMOYL-CoA:SHIKIMATE HYDROXYCINNAMOYL TRANSFERASE is evolutionarily conserved in embryophytes. Plant Cell. 33, 1472–1491. doi: 10.1093/plcell/koab044", "ArticleIdList": ["10.1093/plcell/koab044", "PMC8254490", "33638637"]}, {"Citation": "Kruse L. H., Weigle A. T., Irfan M., Martínez-Gómez J., Chobirko J. D., Schaffer J. E., et al. . (2022). Orthology-based analysis helps map evolutionary diversification and predict substrate class use of BAHD acyltransferases. Plant J. 111, 1453–1468. doi: 10.1111/tpj.15902", "ArticleIdList": ["10.1111/tpj.15902", "35816116"]}, {"Citation": "Kumar A. (2020). Seasonal and developmental dynamics of the essential oil content versus catalytic activity of alcohol acyltransferase in foliage of citronella. Russ. J. Plant Physiol. 67, 369–377. doi: 10.1134/S1021443720020090", "ArticleIdList": ["10.1134/S1021443720020090"]}, {"Citation": "Kusano H., Li H., Minami H., Kato Y., Tabata H., Yazaki K. (2019). Evolutionary developments in plant specialized metabolism, exemplified by two transferase families. Front. Plant Sci. 10, 794. doi: 10.3389/fpls.2019.00794", "ArticleIdList": ["10.3389/fpls.2019.00794", "PMC6603238", "31293605"]}, {"Citation": "Lallemand L. A., Zubieta C., Lee S. G., Wang Y., Acajjaoui S., Timmins J., et al. . (2012). A structural basis for the biosynthesis of the major chlorogenic acids found in coffee. Plant Physiol. 160, 249–260. doi: 10.1104/pp.112.202051", "ArticleIdList": ["10.1104/pp.112.202051", "PMC3440203", "22822210"]}, {"Citation": "Levsh O., Chiang Y. C., Tung C. F., Noel J. P., Wang Y., Weng J. K. (2016). Dynamic conformational states dictate selectivity toward the native substrate in a substrate-permissive acyltransferase. Biochemistry 55, 6314–6326. doi: 10.1021/acs.biochem.6b00887", "ArticleIdList": ["10.1021/acs.biochem.6b00887", "PMC6276119", "27805809"]}, {"Citation": "Li G., Jones K. C., Eudes A., Pidatala V. R., Sun J., Xu F., et al. . (2018). Overexpression of a rice BAHD acyltransferase gene in switchgrass (Panicum virgatum L.) enhances saccharification. BMC Biotechnol. 18, 54. doi: 10.1186/s12896-018-0464-8", "ArticleIdList": ["10.1186/s12896-018-0464-8", "PMC6123914", "30180895"]}, {"Citation": "Li D., Xu Y., Xu G., Gu L., Li D., Shu H. (2006). Molecular cloning and expression of a gene encoding alcohol acyltransferase (MdAAT2) from apple (cv. Golden Delicious). Phytochemistry 67, 658–667. doi: 10.1016/j.phytochem.2006.01.027", "ArticleIdList": ["10.1016/j.phytochem.2006.01.027", "16524607"]}, {"Citation": "Liu X., Dai S., Zhou Y., Liu J., Li D., Zhang J., et al. . (2022. b). Crystal structure of the plant feruloyl–coenzyme a monolignol transferase provides insights into the formation of monolignol ferulate conjugates. Biochem. Biophys. Res. Commun. 594, 8–14. doi: 10.1016/j.bbrc.2022.01.037", "ArticleIdList": ["10.1016/j.bbrc.2022.01.037", "35066379"]}, {"Citation": "Liu S., Jiang J., Ma Z., Xiao M., Yang L., Tian B., et al. . (2022. a). The Role of hydroxycinnamic acid amide pathway in plant immunity. Front. Plant Sci. 13, 922119. doi: 10.3389/fpls.2022.922119", "ArticleIdList": ["10.3389/fpls.2022.922119", "PMC9257175", "35812905"]}, {"Citation": "Liu Q., Liu Y., Xu Y., Yao L., Liu Z., Cheng H., et al. . (2018). Overexpression of and RNA interference with hydroxycinnamoyl-CoA quinate hydroxycinnamoyl transferase affect the chlorogenic acid metabolic pathway and enhance salt tolerance in Taraxacum antungense Kitag. Phytochem. Lett. 28, 116–123. doi: 10.1016/j.phytol.2018.10.003", "ArticleIdList": ["10.1016/j.phytol.2018.10.003"]}, {"Citation": "Liu Y. Y., Mo T., Wang X. H., Shi S. P., Liu X., Tu P. F. (2016. a). Research progress of plant BAHD acyltransferase family. China J. Chin. Mater. Med. 41, 2175–2182. doi: 10.4268/cjcmm20161201", "ArticleIdList": ["10.4268/cjcmm20161201", "28901056"]}, {"Citation": "Liu C., Qiao X., Li Q., Zeng W., Wei S., Wang X., et al. . (2020). Genome-wide comparative analysis of the BAHD superfamily in seven Rosaceae species and expression analysis in pear (Pyrus bretschneideri). BMC Plant Biol. 20, 14. doi: 10.1186/s12870-019-2230-z", "ArticleIdList": ["10.1186/s12870-019-2230-z", "PMC6950883", "31914928"]}, {"Citation": "Liu X., Zeng X., Zheng R., Luo Q., Wang C. (2016. b). Cloning and expression of the alcohol acyltransferase gene fromOsmanthus fragrans flowers. J. Huazhong Agric. University 35 (01), 36–42. doi: 10.13300/j.cnki.hnlkxb.2016.01.006", "ArticleIdList": ["10.13300/j.cnki.hnlkxb.2016.01.006"]}, {"Citation": "Luo J., Nishiyama Y., Fuell C., Taguchi G., Elliott K., Hill L., et al. . (2007). Convergent evolution in the BAHD family of acyl transferases: identification and characterization of anthocyanin acyl transferases from Arabidopsis thaliana. Plant J. 50, 678–695. doi: 10.1111/j.1365-313X.2007.03079.x", "ArticleIdList": ["10.1111/j.1365-313X.2007.03079.x", "17425720"]}, {"Citation": "Ma X., Koepke J., Panjikar S., Fritzsch G., Stöckigt J. (2005). Crystal structure of vinorine synthase, the first representative of the BAHD superfamily*. J. Biol. Chem. 280, 13576–13583. doi: 10.1074/jbc.M414508200", "ArticleIdList": ["10.1074/jbc.M414508200", "15665331"]}, {"Citation": "Manjasetty B. A., Yu X. H., Panjikar S., Taguchi G., Chance M. R., Liu C. J. (2012). Structural basis for modification of flavonol and naphthol glucoconjugates by Nicotiana tabacum malonyltransferase (NtMaT1). Planta 236, 781–793. doi: 10.1007/s00425-012-1660-8", "ArticleIdList": ["10.1007/s00425-012-1660-8", "22610270"]}, {"Citation": "McElroy C., Jennewein S. (2018). Taxol® biosynthesis and production: from forests to fermenters. In: Schwab W., Lange B., Wüst M. (eds) Biotechnology of Natural Products. (Cham: Springer; ) 145–185. doi: 10.1007/978-3-319-67903-7_7", "ArticleIdList": ["10.1007/978-3-319-67903-7_7"]}, {"Citation": "Milde R., Schnabel A., Ditfe T., Hoehenwarter W., Proksch C., Westermann B., et al. . (2022). Chemical synthesis of trans 8-methyl-6-nonenoyl-coA and functional expression unravel capsaicin synthase activity encoded by the pun1 locus. Molecules 27, 6878. doi: 10.3390/molecules27206878", "ArticleIdList": ["10.3390/molecules27206878", "PMC9606859", "36296471"]}, {"Citation": "Moghe G., Kruse L. H., Petersen M., Scossa F., Fernie A. R., Gaquerel E., et al. . (2022). BAHD company: the ever-expanding roles of the BAHD acyltransferase gene family in plants. Annu. Rev. Plant Biol. 74, 165–194. doi: 10.1146/annurev-arplant-062922-050122", "ArticleIdList": ["10.1146/annurev-arplant-062922-050122", "36450296"]}, {"Citation": "Moghe G. D., Leong B. J., Hurney S. M., Daniel Jones A., Last R. L. (2017). Evolutionary routes to biochemical innovation revealed by integrative analysis of a plant-defense related specialized metabolic pathway. Elife 6, e28468. doi: 10.7554/eLife.28468.057", "ArticleIdList": ["10.7554/eLife.28468.057", "PMC5595436", "28853706"]}, {"Citation": "Moglia A., Acquadro A., Eljounaidi K., Milani A. M., Cagliero C., Rubiolo P., et al. . (2016). Genome-wide identification of BAHD acyltransferases and in vivo characterization of HQT-like enzymes involved in caffeoylquinic acid synthesis in globe artichoke. Front. Plant Sci. 7, 1424. doi: 10.3389/fpls.2016.01424", "ArticleIdList": ["10.3389/fpls.2016.01424", "PMC5033976", "27721818"]}, {"Citation": "Moglia A., Lanteri S., Comino C., Hill L., Knevitt D., Cagliero C., et al. . (2014). Dual catalytic activity of hydroxycinnamoyl-coenzyme A quinate transferase from tomato allows it to moonlight in the synthesis of both mono- and dicaffeoylquinic acids. Plant Physiol. 166, 1777–1787. doi: 10.1104/pp.114.251371", "ArticleIdList": ["10.1104/pp.114.251371", "PMC4256858", "25301886"]}, {"Citation": "Molina I., Kosma D. (2015). Role of HXXXD-motif/BAHD acyltransferases in the biosynthesis of extracellular lipids. Plant Cell Rep. 34, 587–601. doi: 10.1007/s00299-014-1721-5", "ArticleIdList": ["10.1007/s00299-014-1721-5", "25510356"]}, {"Citation": "Mondal A., Gandhi A., Fimognari C., Atanasov A. G., Bishayee A. (2019). Alkaloids for cancer prevention and therapy: Current progress and future perspectives. Eur. J. Pharmacol. 858, 172472. doi: 10.1016/j.ejphar.2019.172472", "ArticleIdList": ["10.1016/j.ejphar.2019.172472", "31228447"]}, {"Citation": "Morales-Quintana L., Moya-León M. A., Herrera R. (2015). Computational study enlightens the structural role of the alcohol acyltransferase DFGWG motif. J. Mol. 21, 216. doi: 10.1007/s00894-015-2762-6", "ArticleIdList": ["10.1007/s00894-015-2762-6", "26227064"]}, {"Citation": "Morales-Quintana L., Nuñez-Tobar M. X., Moya-León M. A., Herrera R. (2013). Molecular dynamics simulation and site-directed mutagenesis of alcohol acyltransferase: a proposed mechanism of catalysis. J. Chem. Inf. Model. 53, 2689–2700. doi: 10.1021/ci400409s", "ArticleIdList": ["10.1021/ci400409s", "24032548"]}, {"Citation": "Murayama K., Kato-Murayama M., Sato T., Hosaka T., Ishiguro K., Mizuno T., et al. . (2021). Anthocyanin 5,3'-aromatic acyltransferase from Gentiana triflora, a structural insight into biosynthesis of a blue anthocyanin. Phytochemistry 186, 112727. doi: 10.1016/j.phytochem.2021.112727", "ArticleIdList": ["10.1016/j.phytochem.2021.112727", "33743393"]}, {"Citation": "Nakayama T., Suzuki H., Nishino T. (2003). Anthocyanin acyltransferases: specificities, mechanism, phylogenetics, and applications. J. Mol. Catalysis B.: Enzymatic. 23, 117–132. doi: 10.1016/S1381-1177(03)00078-X", "ArticleIdList": ["10.1016/S1381-1177(03)00078-X"]}, {"Citation": "Navarro-Retamal C., Gaete-Eastman C., Herrera R., Caballero J., Alzate-Morales J. H. (2016). Structural and Affinity Determinants in the Interaction between Alcohol Acyltransferase from F. x ananassa and Several Alcohol Substrates: A Computational Study. PloS One 11, e0153057. doi: 10.1371/journal.pone.0153057", "ArticleIdList": ["10.1371/journal.pone.0153057", "PMC4831670", "27078149"]}, {"Citation": "Okada T., Hirai M. Y., Suzuki H., Yamazaki M., Saito K. (2005). Molecular characterization of a novel quinolizidine alkaloid O-tigloyltransferase: cDNA cloning, catalytic activity of recombinant protein and expression analysis in lupinus plants. Plant Cell Physiol. 46, 233–244. doi: 10.1093/pcp/pci021", "ArticleIdList": ["10.1093/pcp/pci021", "15659437"]}, {"Citation": "Onkokesung N., Gaquerel E., Kotkar H., Kaur H., Baldwin I. T., Galis I. (2012). MYB8 controls inducible phenolamide levels by activating three novel hydroxycinnamoyl-coenzyme A:polyamine transferases in Nicotiana attenuata. Plant Physiol. 158, 389–407. doi: 10.1104/pp.111.187229", "ArticleIdList": ["10.1104/pp.111.187229", "PMC3252090", "22082505"]}, {"Citation": "Peng H., Yang T., Whitaker B. D., Trouth F., Shangguan L., Wen D., et al. . (2016). Characterization of spermidine hydroxycinnamoyl transferases from eggplant (Solanum melongena L.) and its wild relative Solanum richardii Dunal. Hor. Res. 3, 16062. doi: 10.1038/hortres.2016.62", "ArticleIdList": ["10.1038/hortres.2016.62", "PMC5142293", "28018606"]}, {"Citation": "Rinaldo A. R., Cavallini E., Jia Y., Moss S. M., McDavid D. A., Hooper L. C., et al. . (2015). A grapevine anthocyanin acyltransferase, transcriptionally regulated by vvMYBA, can produce most acylated anthocyanins present in grape skins. Plant Physiol. 169, 1897–1916. doi: 10.1104/pp.15.01255", "ArticleIdList": ["10.1104/pp.15.01255", "PMC4634099", "26395841"]}, {"Citation": "Rosa N., Neish A. C. (1968). Formation and occurrence of N-malonylphenylalanine and related compounds in plants. Can. J. Biochem. 46, 799–806. doi: 10.1139/o68-121", "ArticleIdList": ["10.1139/o68-121", "5672861"]}, {"Citation": "Roumani M., Besseau S., Gagneul D., Robin C., Larbat R. (2021). Phenolamides in plants: an update on their function, regulation, and origin of their biosynthetic enzymes. J. Exp. Bot. 72, 2334–2355. doi: 10.1093/jxb/eraa582", "ArticleIdList": ["10.1093/jxb/eraa582", "33315095"]}, {"Citation": "Saigo T., Wang T., Watanabe M., Tohge T. (2020). Diversity of anthocyanin and proanthocyanin biosynthesis in land plants. Curr. Opin. Plant Biol. 55, 93–99. doi: 10.1016/j.pbi.2020.04.001", "ArticleIdList": ["10.1016/j.pbi.2020.04.001", "32387820"]}, {"Citation": "Sander M., Petersen M. (2011). Distinct substrate specificities and unusual substrate flexibilities of two hydroxycinnamoyltransferases, rosmarinic acid synthase and hydroxycinnamoyl-CoA:shikimate hydroxycinnamoyl-transferase, from Coleus blumei Benth. Planta 233, 1157–1171. doi: 10.1007/s00425-011-1367-2", "ArticleIdList": ["10.1007/s00425-011-1367-2", "21318289"]}, {"Citation": "Schilmiller A. L., Charbonneau A. L., Last R. L. (2012). Identification of a BAHD acetyltransferase that produces protective acyl sugars in tomato trichomes. Proc. Natl. Acad. Sci. U. S. A. 109, 16377–16382. doi: 10.1073/pnas.1207906109", "ArticleIdList": ["10.1073/pnas.1207906109", "PMC3479610", "22988115"]}, {"Citation": "Serrani-Yarce J. C., Escamilla-Trevino L., Barros J., Gallego-Giraldo L., Pu Y., Ragauskas A., et al. . (2021). Targeting hydroxycinnamoyl CoA: shikimate hydroxycinnamoyl transferase for lignin modification in Brachypodium distachyon. Biotechnol. Biofuels. 14, 50. doi: 10.1186/s13068-021-01905-1", "ArticleIdList": ["10.1186/s13068-021-01905-1", "PMC7913460", "33640016"]}, {"Citation": "Shalit M., Guterman I., Volpin H., Bar E., Tamari T., Menda N., et al. . (2003). Volatile ester formation in roses. Identification of an acetyl-coenzyme A. Geraniol/Citronellol acetyltransferase in developing rose petals. Plant Physiol. 131, 1868–1876. doi: 10.1104/pp.102.018572", "ArticleIdList": ["10.1104/pp.102.018572", "PMC166943", "12692346"]}, {"Citation": "Song Z. Z., Peng B., Gu Z. X., Tang M. L., Li B., Liang M. X., et al. . (2021). Site-directed mutagenesis identified the key active site residues of alcohol acyltransferase PpAAT1 responsible for aroma biosynthesis in peach fruits. Hor. Res. 8, 32. doi: 10.1038/s41438-021-00461-x", "ArticleIdList": ["10.1038/s41438-021-00461-x", "PMC7847995", "33518702"]}, {"Citation": "Sullivan M. L., Knollenberg B. J. (2021). Red clover HDT, a BAHD hydroxycinnamoyl-coenzyme A:L-3,4-dihydroxyphenylalanine (L-DOPA) hydroxycinnamoyl transferase that synthesizes clovamide and other N-hydroxycinnamoyl-aromatic amino acid amides. Front. Plant Sci. 12, 727461. doi: 10.3389/fpls.2021.727461", "ArticleIdList": ["10.3389/fpls.2021.727461", "PMC8641662", "34868112"]}, {"Citation": "Sun C. H., Yang C. Y., Tzen J. T. C. (2018). Molecular identification and characterization of hydroxycinnamoyl transferase in tea plants (Camellia sinensis L.). Int. J. Mol. Sci. 19, 3938. doi: 10.3390/ijms19123938", "ArticleIdList": ["10.3390/ijms19123938", "PMC6321142", "30544591"]}, {"Citation": "Suzuki H., Nakayama T., Yamaguchi M.-a., Nishino T. (2004. a). cDNA cloning and characterization of two Dendranthema×morifolium anthocyanin malonyltransferases with different functional activities. Plant Sci. 166, 89–96. doi: 10.1016/j.plantsci.2003.08.010", "ArticleIdList": ["10.1016/j.plantsci.2003.08.010"]}, {"Citation": "Suzuki H., Sawada S., Watanabe K., Nagae S., Yamaguchi M. A., Nakayama T., et al. . (2004. b). Identification and characterization of a novel anthocyanin malonyltransferase from scarlet sage (Salvia splendens) flowers: an enzyme that is phylogenetically separated from other anthocyanin acyltransferases. Plant J. 38, 994–1003. doi: 10.1111/j.1365-313X.2004.02101.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02101.x", "15165190"]}, {"Citation": "Taguchi G., Shitchi Y., Shirasawa S., Yamamoto H., Hayashida N. (2005). Molecular cloning, characterization, and downregulation of an acyltransferase that catalyzes the malonylation of flavonoid and naphthol glucosides in tobacco cells. Plant J. 42, 481–491. doi: 10.1111/j.1365-313X.2005.02387.x", "ArticleIdList": ["10.1111/j.1365-313X.2005.02387.x", "15860007"]}, {"Citation": "Tang W., Thompson W. A. (2022). Role of the rice BAHD acyltransferase gene osAt10 in plant cold stress tolerance. Plant Mol. Biol. Rep. 40, 482–499. doi: 10.1007/s11105-021-01328-0", "ArticleIdList": ["10.1007/s11105-021-01328-0"]}, {"Citation": "Tian Y., Lin C. Y., Park J. H., Wu C. Y., Kakumanu R., Pidatala V. R., et al. . (2021). Overexpression of the rice BAHD acyltransferase AT10 increases xylan-bound p-coumarate and reduces lignin in Sorghum bicolor. Bio Biofuels. 14, 217. doi: 10.1186/s13068-021-02068-9", "ArticleIdList": ["10.1186/s13068-021-02068-9", "PMC8606057", "34801067"]}, {"Citation": "Tohge T., Wendenburg R., Ishihara H., Nakabayashi R., Watanabe M., Sulpice R., et al. . (2016). Characterization of a recently evolved flavonol-phenylacyltransferase gene provides signatures of natural light selection in Brassicaceae. Nat. Commun. 7, 12399. doi: 10.1038/ncomms12399", "ArticleIdList": ["10.1038/ncomms12399", "PMC4996938", "27545969"]}, {"Citation": "Tuominen L. K., Johnson V. E., Tsai C.-J. (2011). Differential phylogenetic expansions in BAHD acyltransferases across five angiosperm taxa and evidence of divergent expression among Populus paralogues. BMC Genom. 12, 236. doi: 10.1186/1471-2164-12-236", "ArticleIdList": ["10.1186/1471-2164-12-236", "PMC3123328", "21569431"]}, {"Citation": "Ube N., Nishizaka M., Ichiyanagi T., Ueno K., Taketa S., Ishihara A. (2017). Evolutionary changes in defensive specialized metabolism in the genus Hordeum. Phytochemistry 141, 1–10. doi: 10.1016/j.phytochem.2017.05.004", "ArticleIdList": ["10.1016/j.phytochem.2017.05.004", "28535420"]}, {"Citation": "Unno H., Ichimaida F., Suzuki H., Takahashi S., Tanaka Y., Saito A., et al. . (2007). Structural and mutational studies of anthocyanin malonyltransferases establish the features of BAHD enzyme catalysis. J. Biol. Chem. 282, 15812–15822. doi: 10.1074/jbc.M700638200", "ArticleIdList": ["10.1074/jbc.M700638200", "17383962"]}, {"Citation": "Vanholme R., De Meester B., Ralph J., Boerjan W. (2019). Lignin biosynthesis and its integration into metabolism. Curr. Opin. Biotechnol. 56, 230–239. doi: 10.1016/j.copbio.2019.02.018", "ArticleIdList": ["10.1016/j.copbio.2019.02.018", "30913460"]}, {"Citation": "Walker A. M., Hayes R. P., Youn B., Vermerris W., Sattler S. E., Kang C. (2013). Elucidation of the structure and reaction mechanism of sorghum hydroxycinnamoyltransferase and its structural relationship to other coenzyme a-dependent transferases and synthases. Plant Physiol. 162, 640–651. doi: 10.1104/pp.113.217836", "ArticleIdList": ["10.1104/pp.113.217836", "PMC3668059", "23624856"]}, {"Citation": "Wang L., Chen K., Zhang M., Ye M., Qiao X. (2022). Catalytic function, mechanism, and application of plant acyltransferases. Crit. Rev. Biotechnol. 42, 125–144. doi: 10.1080/07388551.2021.1931015", "ArticleIdList": ["10.1080/07388551.2021.1931015", "34151663"]}, {"Citation": "Wang T., Li L., Zhuang W., Zhang F., Shu X., Wang N., et al. . (2021. a). Recent research progress in taxol biosynthetic pathway and acylation reactions mediated by taxus acyltransferases. Molecules 26, 2855. doi: 10.3390/molecules26102855", "ArticleIdList": ["10.3390/molecules26102855", "PMC8151764", "34065782"]}, {"Citation": "Wang P. P., Liu H., Gao S., Cheng A. X. (2017). Functional characterization of a hydroxyacid/alcohol hydroxycinnamoyl transferase produced by the liverwort marchantia emarginata. Molecules 22, 1854. doi: 10.3390/molecules22111854", "ArticleIdList": ["10.3390/molecules22111854", "PMC6150198", "29088080"]}, {"Citation": "Wang Y., Zhang H., Wan C., He X., Huang J., Lyu M., et al. . (2021. b). Characterization of two BAHD acetyltransferases highly expressed in the flowers of jasminum sambac (L.) aiton. Plants 11, 13. doi: 10.3390/plants11010013", "ArticleIdList": ["10.3390/plants11010013", "PMC8747370", "35009018"]}, {"Citation": "Wilkerson C. G., Mansfield S. D., Lu F., Withers S., Park J.-Y., Karlen S. D., et al. . (2014). Monolignol ferulate transferase introduces chemically labile linkages into the lignin backbone. Science 344, 90–93. doi: 10.1126/science.1250161", "ArticleIdList": ["10.1126/science.1250161", "24700858"]}, {"Citation": "Xiong X., Gou J., Liao Q., Li Y., Zhou Q., Bi G., et al. . (2021). The Taxus genome provides insights into paclitaxel biosynthesis. Nat. Plants. 7, 1026–1036. doi: 10.1038/s41477-021-00963-5", "ArticleIdList": ["10.1038/s41477-021-00963-5", "PMC8367818", "34267359"]}, {"Citation": "Yamane M., Takenoya M., Yajima S., Sue M. (2020). Crystal structure of barley agmatine coumaroyltransferase, an N-acyltransferase from the BAHD superfamily. Acta Crystallogr. D. 76, 590–596. doi: 10.1107/S2053230X20014880", "ArticleIdList": ["10.1107/S2053230X20014880", "PMC7716262", "33263570"]}, {"Citation": "Yamane M., Takenoya M., Yajima S., Sue M. (2021). Molecular and structural characterization of agmatine coumaroyltransferase in Triticeae, the key regulator of hydroxycinnamic acid amide accumulation. Phytochemistry 189, 112825. doi: 10.1016/j.phytochem.2021.112825", "ArticleIdList": ["10.1016/j.phytochem.2021.112825", "34119689"]}, {"Citation": "Yan X., Qin X., Li W., Liang D., Qiao J., Li Y. (2020). Functional characterization and catalytic activity improvement of BAHD acyltransferase from Celastrus angulatus Maxim. Planta 252, 6. doi: 10.1007/s00425-020-03413-2", "ArticleIdList": ["10.1007/s00425-020-03413-2", "32556997"]}, {"Citation": "Yu X. H., Chen M. H., Liu C. J. (2008). Nucleocytoplasmic-localized acyltransferases catalyze the malonylation of 7-O-glycosidic (iso)flavones in Medicago truncatula. Plant J. 55, 382–396. doi: 10.1111/j.1365-313X.2008.03509.x", "ArticleIdList": ["10.1111/j.1365-313X.2008.03509.x", "18419782"]}, {"Citation": "Yu X. H., Gou J. Y., Liu C. J. (2009). BAHD superfamily of acyl-CoA dependent acyltransferases in Populus and Arabidopsis: bioinformatics and gene expression. Mol. Plant Biol. 70, 421–442. doi: 10.1007/s11103-009-9482-1", "ArticleIdList": ["10.1007/s11103-009-9482-1", "19343509"]}, {"Citation": "Yuan Z., Yang H., Pan L., Zhao W., Liang L., Gatera A., et al. . (2022). Systematic identification and expression profiles of the BAHD superfamily acyltransferases in barley (Hordeum vulgare). Sci. Rep. 12, 5063. doi: 10.1038/s41598-022-08983-7", "ArticleIdList": ["10.1038/s41598-022-08983-7", "PMC8948222", "35332203"]}, {"Citation": "Zhang Y., Butelli E., Martin C. (2014). Engineering anthocyanin biosynthesis in plants. Curr. Plant Biol. 19, 81–90. doi: 10.1016/j.pbi.2014.05.011", "ArticleIdList": ["10.1016/j.pbi.2014.05.011", "24907528"]}, {"Citation": "Zhang Z., Xu L. (2018). Arabidopsis BRASSINOSTEROID INACTIVATOR2 is a typical BAHD acyltransferase involved in brassinosteroid homeostasis. J. Exp. Bot. 69, 1925–1941. doi: 10.1093/jxb/ery057", "ArticleIdList": ["10.1093/jxb/ery057", "29462426"]}, {"Citation": "Zhao D., Tao J. (2015). Recent advances on the development and regulation of flower color in ornamental plants. Front. Plant Sci. 261. doi: 10.3389/fpls.2015.00261", "ArticleIdList": ["10.3389/fpls.2015.00261", "PMC4410614", "25964787"]}, {"Citation": "Zhao Y., Yu X., Lam P. Y., Zhang K., Tobimatsu Y., Liu C. J. (2021). Monolignol acyltransferase for lignin p-hydroxybenzoylation in Populus. Nat. Plants. 7, 1288–1300. doi: 10.1038/s41477-021-00975-1", "ArticleIdList": ["10.1038/s41477-021-00975-1", "34354261"]}, {"Citation": "Zhou W., Kong W., Yang C., Feng R., Xi W. (2021). Alcohol acyltransferase is involved in the biosynthesis of C6 esters in apricot (Prunus Armeniaca L.) fruit. Front. Plant Sci. 12, 763139. doi: 10.3389/fpls.2021.763139", "ArticleIdList": ["10.3389/fpls.2021.763139", "PMC8636060", "34868159"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "8"}, {"Year": "2023", "Month": "9", "Day": "14"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "6", "Minute": "49"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "6", "Minute": "48"}, {"Year": "2023", "Month": "10", "Day": "23", "Hour": "4", "Minute": "36"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37868312", "PMC10585174", "10.3389/fpls.2023.1218914"]}}], "PubmedBookArticle": []}