{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cell culture", "Cell viability", "Hepatoprotective", "Liver diseases", "Medicinal plants", "Moringa oleifera", "Seed extracts"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37884920", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "26"}], "Language": ["eng"], "ELocationID": ["380", "10.1186/s12906-023-04181-8"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "26"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "The effect of Moringa oleifera crude extract on liver cell line, HepG2.", "Pagination": {"StartPage": "380", "MedlinePgn": "380"}, "Abstract": {"AbstractText": ["The liver plays a crucial role in the body's metabolic and detoxification processes. Given its importance, compromised liver function can negatively impact the body's metabolic and physiological function. Liver diseases can result from several factors, including exposure to toxins, alcohol consumption, and viral infections. Therefore, finding natural remedies for liver protection and treatment is important. Moringa oleifera is a tree known for its various medicinal properties, including hepatoprotective effects. This study aimed to investigate the potential of M. oleifera seed extract in protecting liver cells.", "In this study, dried-seed powder of M. oleifera was extracted using extraction solvents, methanol, and ethanol. HepG2 cells were cultured and treated with different concentrations of the extracts. The antioxidative activity, cell viability, and antiproliferation were assessed using the total antioxidant capacity assay (TAC) and 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl-2H-tetrazolium bromide (MTT) assay. Additionally, liver enzyme activity was determined through alkaline phosphatase and aspartate aminotransferase activity assays.", "The extracts had varying effects on liver cells depending on the concentration and time of exposure. Lower concentrations (50 mg/l and 100 mg/l) have mild stimulatory effects/minimal impact on metabolic activity, while higher concentrations (200 mg/l and 400 mg/l) tend to decrease metabolic activity, especially at later time points. Moreover, the extracts effectively reduced the levels of the liver enzyme AST, indicating their ability to mitigate liver injury.", "The study concludes that the crude extracts of M. oleifera seeds exhibit potential as a natural remedy for liver diseases. The effects of M. oleifera extract suggest that it has potential as a preventive and therapeutic agent for liver damage. This study highlights the importance of exploring natural remedies for liver protection and treatment."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Greenwich, London, UK."}], "LastName": "Sowunmi", "ForeName": "Boluwatife O", "Initials": "BO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Greenwich, London, UK. mg8894c@gre.ac.uk."}], "LastName": "Gonzo", "ForeName": "Martin", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Moringa oleifera"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Liver Diseases"}, {"QualifierName": [], "DescriptorName": "Cell Line"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Oqail M, Farshori N, Al-Sheddi E, Al-Massarani S, Siddiqui M, Al-Khedhairy A. Petroselinum sativum protects HepG2 cells from cytotoxicity and oxidative stress induced by hydrogen peroxide. Mol Biol Rep. 2020;47:2771–2780. doi: 10.1007/s11033-020-05380-z.", "ArticleIdList": ["10.1007/s11033-020-05380-z", "32180089"]}, {"Citation": "Cheng ML, Nakib D, Perciani CT, MacParland SA. The immune niche of the liver. Clin Sci (Lond) 2021;135(20):2445–2466. doi: 10.1042/CS20190654.", "ArticleIdList": ["10.1042/CS20190654", "34709406"]}, {"Citation": "Hou Y, Hu S, Li X, He W, Wu G. Amino acid metabolism in the liver: nutritional and physiological significance. Adv Exp Med Biol. 2020;1265:21–37. doi: 10.1007/978-3-030-45328-2_2.", "ArticleIdList": ["10.1007/978-3-030-45328-2_2", "32761568"]}, {"Citation": "Thompson WL, Takebe T. Human liver model systems in a dish. Develop Growth Differ. 2021;63:47–58. doi: 10.1111/dgd.12708.", "ArticleIdList": ["10.1111/dgd.12708", "PMC7940568", "33423319"]}, {"Citation": "El-Kholy W, Hemieda F, Elabani G. Role of cinnamon extract in the protection against amoxicillin/clavulanate-induced liver damage in rats. IOSR-JPBS. 2019;14:1 Ver. I, PP–21."}, {"Citation": "Sharma S, Suman, Vasudeva N. Hepatoprotective activity of Vitis vinifera root extract against carbon tetrachloride induced liver damage in rats. Acta Pol Pharm. 2012;69(5):933–937.", "ArticleIdList": ["23061290"]}, {"Citation": "Roy A, Bhoumik D, Sahu R, Dwivedi J. Medicinal plants used in liver protection - a review. Pharmaceutical Biosci J. 2014;ISSN:2582–0540."}, {"Citation": "British Liver Trust. The alarming impact of liver disease in the UK, Facts, and statistics. https://www.britishlivertrust.org.uk/wp-content/uploads/The-alarming-impact-of-liver-disease-FINAL-June-2019.pdf. Assessed 20 Jan 2021."}, {"Citation": "NHS (National Health Service). Liver disease. Available at https://www.nhs.uk/conditions/liver-disease/. Assessed 20 Jan 2021."}, {"Citation": "Al-Said M, Mothana R, Al-Yahya M, Al-Blowi A, AlSohaibani M, Ahmed A, Rafatullah S. Edible oils for liver protection: hepatoprotective potentiality of M oleifera oleifera seed oil against chemical-induced hepatitis in rats. J Food Sci. 2012;77(7):124–130. doi: 10.1111/j.1750-3841.2012.02698.x.", "ArticleIdList": ["10.1111/j.1750-3841.2012.02698.x", "22757719"]}, {"Citation": "Osadebe P, Okoye F, Uzor P, Nnamani N, Adiele I, Obiano N. Phytochemical analysis, hepatoprotective and antioxidant activity of Alchornea cordifolia methanol leaf extract on carbon tetrachloride-induced hepatic damage in rats. Asian Pac J Trop Med. 2012;5(4):289–293. doi: 10.1016/S1995-7645(12)60041-8.", "ArticleIdList": ["10.1016/S1995-7645(12)60041-8", "22449520"]}, {"Citation": "Anwar F, Ashraf M, Bhanger MI. Interprovenance variation in the composition of Moringa oleifera oilseeds from Pakistan. Journal of the American Oil Chemists’ Society. 2005;82:1. doi: 10.1007/s11746-005-1041-1.", "ArticleIdList": ["10.1007/s11746-005-1041-1"]}, {"Citation": "Khawaja TM, Tahira M, Ikram UK. Moringa oleifera: a natural gift - a review. J Pharm Sci Res. 2010;2:775–781."}, {"Citation": "Sanchez-Machado DI, Nunez-Gastelum JA, Reyes-Moreno C, Ramírez-Wong B, López-Cervantes J. Nutritional Quality of Edible Parts of Moringa oleifera. Food Analytical Methods. 2010;33:175–180. doi: 10.1007/s12161-009-9106-z.", "ArticleIdList": ["10.1007/s12161-009-9106-z"]}, {"Citation": "Fahey JW. “Moringa oleifera: A Review of the Medical Evidence for Its Nutritional, Therapeutic, and Prophylactic Properties.” Part 1. Trees for Life Journal 2005;1(5). Available at: http://www.TFLJournal.org/article.php/200512011249315"}, {"Citation": "Kasolo JN, Bimenya GS, Ojok L, Ochieng J, Ogwal-Okeng J. Phytochemicals and uses of Moringa oleifera leave in Ugandan rural communities. J Med Plants Res. 2010;4:753–757."}, {"Citation": "Ibrahim HM, Abdel-Daeem SM, Shehata AM, Foda FM, El-Hodairy F. The hepatoprotective impact of Moringa oleifera leaves extract against sodium valproate-induced liver toxicity in adult rats. World Journal of Pharmaceutical Research. 2018;7(2):34–51."}, {"Citation": "Aladeyelu S, Onyejike D, Ogundairo O, Adeoye O, Gbadamosi M, Ogunlade B, Ojewale A. Hepatoprotective Role of Moringa Oleifera Ethanolic Leaf Extract on Liver Functions (Biomarkers) In Cadmium Chloride Induced Hepatotoxicity in Albino Wistar Rats. IJBAIR. 2018;7(1):12–17."}, {"Citation": "Salama AA, Fayed M, Attia TA, Seham AE, Ismaiel EI, Hassan A. Protective Effects of Moringa oleifera extract on Isoniazid and Rifampicin Induced Hepatotoxicity in Rats: Involvement of Adiponectin and Tumor Necrosis Factor-α. Egypt J Vet Sci. 2018;49(1):25–34."}, {"Citation": "Ghoneim AG, Ibrahim YF, El-gammal ER. Hepatoprotective and antidiabetic effects of aqueous Moringa oleifera leave extract on experimental rats. J Product & Dev. 2016;21(3):203–219. doi: 10.21608/jpd.2016.42267.", "ArticleIdList": ["10.21608/jpd.2016.42267"]}, {"Citation": "Sosa-Gutiérrez JA, Valdéz-Solana MA, Forbes-Hernández TY, Avitia-Domínguez CI, Garcia-Vargas GG, Salas-Pacheco JM, Flores-Herrera O, Téllez-Valencia A, Battino M, Sierra-Campos E. Effects of Moringa Oleifera leaves extract on high glucose-induced metabolic changes in HepG2 cells. Biology. 2018;7(3):37. doi: 10.3390/biology7030037.", "ArticleIdList": ["10.3390/biology7030037", "PMC6164683", "29949946"]}, {"Citation": "Cordier W, Steenkamp P, Steenkamp V. Extracts of Moringa oleifera lack cytotoxicity and attenuate oleic acid-induced steatosis in an in vitro HepG2 model. S Afr J Bot. 2020;129:123–33. ISSN 0254–6299. 10.1016/j.sajb.2019.03.001."}, {"Citation": "Elsayed EA, Sharaf-Eldin MA, Wadaan M. In vitro Evaluation of Cytotoxic Activities of Essential Oil from Moringa oleifera Seeds on HeLa, HepG2, MCF-7, CACO-2 and L929 Cell Lines. APJCP. 2015;16(11):4671–4675. doi: 10.7314/apjcp.2015.16.11.4671.", "ArticleIdList": ["10.7314/apjcp.2015.16.11.4671", "26107222"]}, {"Citation": "EmamiNejad A, Fazilati M, Daneshmand F, Habibollahi S. Cytotoxic effects of Moringa oleifera leaf extract on human hepatoma cell line HepG-2. Jentashapir J Cell Mol Biol. 2020;11(2):e108527. doi: 10.5812/jjcmb.108527.", "ArticleIdList": ["10.5812/jjcmb.108527"]}, {"Citation": "Loedolff B, Brooks J, Stander M, Peters S, Kossmann J. High light bio-fortification stimulates de novosynthesis of resveratrol in Diplotaxis tenuifolia(wildrocket) micro-greens. Functional Foods in Health and Disease. 2017;7(11):859–872. doi: 10.31989/ffhd.v7i11.380.", "ArticleIdList": ["10.31989/ffhd.v7i11.380"]}, {"Citation": "Fraser DP, Sharma A, Fletcher T, Budge S, Moncrieff C, Dodd AN, Franklin KA. UV-B antagonises shade avoidance and increases levels of the flavonoid quercetin in coriander (Coriandrum sativum) Sci Rep. 2017;7(1):17758. doi: 10.1038/s41598-017-18073-8.", "ArticleIdList": ["10.1038/s41598-017-18073-8", "PMC5736551", "29259256"]}, {"Citation": "Katz TA, Grimm SL, Kaushal A, Dong J, Treviño LS, Jangid RK, Gaitán AV, Bertocchio JP, Guan Y, Robertson MJ, Cabrera RM, Finegold MJ, Foulds CE, Coarfa C, Walker CL. Hepatic tumor formation in adult mice developmentally exposed to organotin. Environ Health Perspect. 2020;128(1):17010. doi: 10.1289/EHP5414.", "ArticleIdList": ["10.1289/EHP5414", "PMC7015627", "31939706"]}, {"Citation": "Ye Z, Kong Q, Han J, Deng J, Wu M, Deng H. Circular RNAs are differentially expressed in liver ischemia/reperfusion injury model. J Cell Biochem. 2018;119:7397–7405. doi: 10.1002/jcb.27047.", "ArticleIdList": ["10.1002/jcb.27047", "29775224"]}, {"Citation": "Snopov S, Teryukova N, Sakhenberg E, Teplyashina V, Nasyrova R. Use of HepG2 cell line for evaluation of toxic and metabolic antipsychotic action. Cell Tiss Biol. 2017;11:405–415. doi: 10.1134/S1990519X17050078.", "ArticleIdList": ["10.1134/S1990519X17050078", "30183185"]}, {"Citation": "Siddiqui S, Upadhyay S, Ahmad I, Hussain A, Ahamed M. Cytotoxicity of Moringa oleifera fruits on human liver cancer and molecular docking analysis of bioactive constituents against caspase-3 enzyme. J Food Biochem. 2021;45(5):e13720. doi: 10.1111/jfbc.13720.", "ArticleIdList": ["10.1111/jfbc.13720", "33856706"]}, {"Citation": "Jung IL, Lee JH. Kang A potential oral anticancer drug candidate, Moringa oleifera leaf extract, induces the apoptosis of human hepatocellular carcinoma cells. Oncol Lett. 2015;10(3):1597–1604. doi: 10.3892/ol.2015.3.", "ArticleIdList": ["10.3892/ol.2015.3", "PMC4533244", "26622717"]}, {"Citation": "Osorio-Tobón JF. Recent advances and comparisons of conventional and alternative extraction techniques of phenolic compounds. J Food Sci Technol. 2020;57:4299–4315. doi: 10.1007/s13197-020-04433-2.", "ArticleIdList": ["10.1007/s13197-020-04433-2", "PMC7550548", "33087945"]}, {"Citation": "Saleem A, Saleem M, Akhtar MF. Antioxidant, anti-inflammatory and antiarthritic potential of Moringa oleifera Lam: an ethnomedicinal plant of Moringaceae family. S Afr J Bot. 2020;128:246–256. doi: 10.1016/j.sajb.2019.11.023.", "ArticleIdList": ["10.1016/j.sajb.2019.11.023"]}, {"Citation": "Tao L, Gu F, Liu Y, Yang M, Wu X, Sheng J, Tian Y. Preparation of antioxidant peptides from Moringa oleifera leaves and their protection against oxidative damage in HepG2 cells. Front Nutr. 2022;9:1062671. doi: 10.3389/fnut.2022.1062671.", "ArticleIdList": ["10.3389/fnut.2022.1062671", "PMC9751868", "36532523"]}, {"Citation": "Lili L, Cai S, Gao M, Chu X, Pan X, Kaikai G, Xiao C, Yin C, Yuqin Z, Wang B, Kunlai S. Purification of antioxidant peptides of Moringa oleifera seeds and their protective effects on H2O2 oxidative damaged Chang liver cells. Journal of Functional Foods. 2020;64:103698. doi: 10.1016/j.jff.2019.103698.", "ArticleIdList": ["10.1016/j.jff.2019.103698"]}, {"Citation": "Abd-Elnaby YA, ElSayed IE, AbdEldaim MA, Badr EA, Abdelhafez MM, Elmadbouh I. Anti-inflammatory, and antioxidant effect of Moringa oleifera against bisphenol induced hepatotoxicity. Egyptian Liver Journal. 2022;12:57. doi: 10.1186/s43066-022-00219-7.", "ArticleIdList": ["10.1186/s43066-022-00219-7"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "9", "Day": "6"}, {"Year": "2023", "Month": "10", "Day": "30", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "26", "Hour": "23", "Minute": "51"}, {"Year": "2023", "Month": "10", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["37884920", "PMC10601157", "10.1186/s12906-023-04181-8", "10.1186/s12906-023-04181-8"]}}], "PubmedBookArticle": []}