{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37886427", "DateRevised": {"Year": "2023", "Month": "10", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "18"}], "Language": ["eng"], "ELocationID": ["5545294", "10.1155/2023/5545294"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2023", "PubDate": {"Year": "2023"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Ethnobotanical Study of Medicinal Plants Used against Human Diseases in Zuway Dugda District, Ethiopia.", "Pagination": {"StartPage": "5545294", "MedlinePgn": "5545294"}, "Abstract": {"AbstractText": ["In Ethiopia, traditional medicine has significantly contributed to the treatment of public health conditions. However, when contrasted with the ethnic diversity of Ethiopians, the number of medicinal plants that have been documented remains limited. As a result, the study aimed to record the medicinal plants used in the Zuway Dugda district communities. <i>Methodology</i>. An ethnobotanical study of medicinal plants used by local people of Zuway Dugda district was carried out from February 2020 to November 2020. Semistructured interviews, a market survey, field observations, and group discussions were used to gather pertinent data. One hundred informants (83 males and 17 females) provided data. 76 informants were chosen at random, while 24 key informants were chosen on the basis of recommendations from local elders. Data were analyzed using descriptive statistics, preference ranking, paired comparison, and direct matrix ranking.", "A total of 73 plant species, representing 62 genera and 40 families, were collected and identified. Asteraceae, Fabaceae, and Solanaceae had the most species, with each family having 6 (8.22%) species, followed by Euphorbiaceae, which had 4 (5.48%) species. The wild harvest of approximately 49 medicinal plants (or 67.12%) was used. 31 plant species, or 42.47% herbs, were found to be the most commonly used life forms. The most frequently used plant parts were reported to be the leaves, which accounted for 55 species (41.35%) and then the roots 25(18.80%). Headache, toothache, depression, febrile illness, and fever had the lowest ICF values (0.33), while snake bite-related issues had the highest ICF values (0.93). The results of the preference ranking indicated that locals prefer to treat wounds with <i>Asparagus africanus</i> Lam. The community used <i>Cordia africana</i> Lam. the most, according to direct matrix ranking.", "It is essential to combine indigenous knowledge with scientific methods in order to extract the most benefit from medicinal plants. The results of the ICF and preference ranking could be used as a prelude to this. Since <i>A. africanus</i> was found to be the most effective wound-healing medicinal plant in the current study, further phytochemical and pharmacological research is recommended."], "CopyrightInformation": "Copyright © 2023 Moa Megersa et al."}, "AuthorList": [{"Identifier": ["0000-0001-8574-1091"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, School of Natural and Computational Sciences, Madda Walabu University, P.O. Box 247, Robe, Ethiopia."}], "LastName": "Megersa", "ForeName": "Moa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, School of Natural and Computational Sciences, Madda Walabu University, P.O. Box 247, Robe, Ethiopia."}], "LastName": "Nedi", "ForeName": "Tesfaye", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, School of Natural and Computational Sciences, Madda Walabu University, P.O. Box 247, Robe, Ethiopia."}], "LastName": "Belachew", "ForeName": "Shiferaw", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Eshete M. A., Molla E. L. Cultural significance of medicinal plants in healing human ailments among Guji semi-pastoralist people, Suro Barguda District, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2021;17(1):61–68. doi: 10.1186/s13002-021-00487-4.", "ArticleIdList": ["10.1186/s13002-021-00487-4", "PMC8524801", "34663365"]}, {"Citation": "World Health Organization (Who) Regulatory Situation of Herbal Medicines: A worldwide review . Geneva, Switzerland: World Health Organization; 1991."}, {"Citation": "World Health Organization (Who) Legal Status of Traditional Medicinal and Complimentary/Alternative Medicine; a Worldwide Review . Geneva, Switzerland: World Health Organization; 2001."}, {"Citation": "Martin G. J. Ethnobotany: A Method Manual . London, UK: Chapman & Hall; 1995."}, {"Citation": "Balick M., Cox P. Plants, People, and Culture: Science of Ethnobotany . New York, NY, USA: Scientifc American Library; 1996."}, {"Citation": "Megersa M., Jima T. T., Goro K. K. The use of medicinal plants for the treatment of toothache in Ethiopia. Evidence-based Complementary and Alternative Medicine . 2019;2019:16. doi: 10.1155/2019/2645174.2645174", "ArticleIdList": ["10.1155/2019/2645174"]}, {"Citation": "Albuquerque U. P., Silva J. S., Campos J. L. A., Sousa R. S., Silva T. C., Alves R. R. N. The current status of ethnobiological research in Latin America: gaps and perspectives. Journal of Ethnobiology and Ethnomedicine . 2013;9:p. 72. doi: 10.1186/1746-4269-9-72.", "ArticleIdList": ["10.1186/1746-4269-9-72", "PMC4015921", "24131758"]}, {"Citation": "Megersa M., Woldetsadik S. Ethnobotanical study of medicinal plants used by local communities of Damot Woyde district, Wolaita zone, southern Ethiopia. Nusantara Bioscience . 2022;14(1):10–24. doi: 10.13057/nusbiosci/n140102.", "ArticleIdList": ["10.13057/nusbiosci/n140102"]}, {"Citation": "Usman K. A., Egigu M. C., Mahalingam J. S. Ethnobotanical study on traditional medicinal plants used by Oromo ethnic people of Goro district, Bale zone of Oromia region, Ethiopia. Ethnobotany Research and Applications . 2022;24:p. 8."}, {"Citation": "Abdela G., Girma Z., Awas T. Ethnobotanical study of medicinal plant species in Nensebo District, south-eastern Ethiopia. Ethnobotany Research and Applications . 2022;24:p. 6. doi: 10.32859/era.24.28.1-25.", "ArticleIdList": ["10.32859/era.24.28.1-25"]}, {"Citation": "Megersa M., Asfaw Z., Kelbessa E., Beyene A., Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka District, East Welega zone of Oromia regional state, West Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Tahir M., Asnake H., Beyene T., Van Damme P., Mohammed A. Ethnobotanical study of medicinal plants in Asagirt district, northeastern Ethiopia. Tropical Medicine and Health . 2023;51(1):1–13. doi: 10.1186/s41182-023-00493-0.", "ArticleIdList": ["10.1186/s41182-023-00493-0", "PMC9827656", "36617576"]}, {"Citation": "ZDDAO. Zuway Dugda District: Annual Report on Population Size and Agriculture of the District . Ogolcho, Ethiopia: ZDDAO; 2020."}, {"Citation": "Central Statistical Authority (Csa) \nThe 2023 Population Projection of Ethiopia\n. Addis Ababa, Ethiopia: Central Statistical Authority (CSA); 2023.  \n http://www.statsethiopia.gov.et/population-projection/\n"}, {"Citation": "ZDDEO. Zuway Dugda District: Annual Report on Number of Schools in the District . Ogolcho, Ethiopia: ZDDEO; 2020."}, {"Citation": "ZDDHO. Zuway Dugda District: Annual Report on Top Ten Human Diseases in the District . Ogolcho, Ethiopia: ZDDHO; 2020."}, {"Citation": "Alexiades M. Collecting ethnobotanical data: an introduction to basic concepts and techniques. In: Alexiades M., Sheldon J. W., editors. Selected Guideline for Ethnobotanical Research: A Field Manual . New York, NY, USA: Botanical Garden; 1996."}, {"Citation": "Hedberg I., Edwards S. Flora of Ethiopia and Eritrea. Pittosporaceae to Araliaceae . Vol. 3. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1989."}, {"Citation": "Edwards S., Tadesse M., Hedberg I. Flora of Ethiopia and Eritrea. Canellaceae to Euphorbiaceae, Part 2 . Vol. 2. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1995."}, {"Citation": "Hedberg I., Edwards S. Flora of Ethiopia and Eritrea. Poaceae (Gramineae) Vol. 7. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1995."}, {"Citation": "Edwards S., Demissew S., Hedberg I. Flora of Ethiopia and Eritrea. Hydrocharitaceae to Arecaceae . Vol. 6. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1997."}, {"Citation": "Edwards S., Tadesse M., Demissew S., Hedberg I. Flora of Ethiopia and Eritrea. Magnoliaceae to Flacourtiaceae, Part 1 . Vol. 2. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 2000."}, {"Citation": "Hedberg I., Edwards S., Nemomissa S. Flora of Ethiopia and Eritrea. Apiaceae to Dipsacaceae, Part 1 . Vol. 4. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University; 2003."}, {"Citation": "Hedberg I., Friis I., Edwards S. Flora of Ethiopia and Eritrea. Asteraceae, Part 2 . Vol. 4. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University; 2004."}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers” consensus and cultural importance. Social Science and Medicine . 1998;47(11):1859–1871. doi: 10.1016/s0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/s0277-9536(98)00181-6", "9877354"]}, {"Citation": "Cotton C. M. Ethnobotany: Principles and Applications . Hoboken, NJ, USA: Wiley; 1996."}, {"Citation": "Regassa R., Bekele T., Megersa M. Ethnobotanical study of traditional medicinal plants used to treat human ailments by Halaba people, southern Ethiopia. Journal of medicinal plants studies . 2017;5(4):36–47."}, {"Citation": "Yimam M., Yimer S. M., Beressa T. B. Ethnobotanical study of medicinal plants used in artuma fursi district, amhara regional state, Ethiopia. Tropical Medicine and Health . 2022;50(1):85–23. doi: 10.1186/s41182-022-00438-z.", "ArticleIdList": ["10.1186/s41182-022-00438-z", "PMC9644516", "36352467"]}, {"Citation": "Amsalu N., Bezie Y., Fentahun M., Alemayehu A., Amsalu G. Use and conservation of medicinal plants by indigenous people of Gozamin Wereda, East Gojjam Zone of Amhara region, Ethiopia: an ethnobotanical approach. Evidence-based Complementary and Alternative Medicine . 2018;2018:23. doi: 10.1155/2018/2973513.2973513", "ArticleIdList": ["10.1155/2018/2973513", "PMC5884302", "29743921"]}, {"Citation": "Haile A. A. Ethnobotanical study of medicinal plants used by local people of mojana wadera woreda, north shewa zone, amhara region, Ethiopia. Asian Journal of Ethnobiology . 2022;5(1):35–43. doi: 10.13057/asianjethnobiol/y050104.", "ArticleIdList": ["10.13057/asianjethnobiol/y050104"]}, {"Citation": "Mesfn F., Seta T., Assefa A. An ethnobotanical study of medicinal plants in Amaro Woreda, Ethiopia. Ethnobotany Research and Applications . 2014;12:341–354."}, {"Citation": "Megersa M., Tamrat N. Medicinal plants used to treat human and livestock ailments in basona werana district, north shewa zone, amhara region, Ethiopia. Evidence-Based Complementary and Alternative Medicine . 2022;2022:18. doi: 10.1155/2022/5242033.5242033", "ArticleIdList": ["10.1155/2022/5242033", "PMC9023155", "35463078"]}, {"Citation": "Jima T. T., Megersa M. Ethnobotanical study of medicinal plants used to treat human diseases in Berbere district, Bale zone of Oromia regional state, south east Ethiopia. Evidence-based Complementary and Alternative Medicine . 2018;2018:16. doi: 10.1155/2018/8602945.8602945", "ArticleIdList": ["10.1155/2018/8602945", "PMC6076952", "30105073"]}, {"Citation": "Kassa Z., Asfaw Z., Demissew S. An ethnobotanical study of medicinal plants in sheka zone of southern nations nationalities and peoples regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2020;16(1):p. 7. doi: 10.1186/s13002-020-0358-4.", "ArticleIdList": ["10.1186/s13002-020-0358-4", "PMC7003439", "32024539"]}, {"Citation": "Alemneh D. Ethnobotanical study of plants used for human ailments in Yilmana Densa and Quarit districts of west Gojjam zone, Amhara region, Ethiopia. BioMed Research International . 2021;2021:18. doi: 10.1155/2021/6615666.6615666", "ArticleIdList": ["10.1155/2021/6615666", "PMC7910050", "33681356"]}, {"Citation": "Issa T. O., Mohamed Y. S., Yagi S., et al. Ethnobotanical investigation on medicinal plants in Algoz area (South Kordofan), Sudan. Journal of Ethnobiology and Ethnomedicine . 2018;14(1):p. 31. doi: 10.1186/s13002-018-0230-y.", "ArticleIdList": ["10.1186/s13002-018-0230-y", "PMC5921783", "29699576"]}, {"Citation": "Mir T. A., Jan M., Bussmann R. W., Bilal T. Inventory of medicinal herbs utilized for the treatment of musculoskeletal disorders in district Kupwara of Jammu and Kashmir. Ethnobotany Research and Applications . 2022;24:p. 30. doi: 10.32859/era.24.30.1-13.", "ArticleIdList": ["10.32859/era.24.30.1-13"]}, {"Citation": "Tamang S., Singh A., Bussmann R. W., Shukla V., Nautiyal M. C. Ethno-medicinal plants of tribal people: a case study in Pakyong subdivision of East Sikkim, India. Acta Ecologica Sinica . 2023;43(1):34–46. doi: 10.1016/j.chnaes.2021.08.013.", "ArticleIdList": ["10.1016/j.chnaes.2021.08.013"]}, {"Citation": "Mekonnen A. B., Mohammed A. S., Tefera A. K. Ethnobotanical study of traditional medicinal plants used to treat human and animal diseases in Sedie Muja District, South Gondar, Ethiopia. Evidence-based Complementary and Alternative Medicine . 2022;2022:22. doi: 10.1155/2022/7328613.7328613", "ArticleIdList": ["10.1155/2022/7328613", "PMC9526633", "36193157"]}, {"Citation": "Demie G., Negash M., Awas T. Ethnobotanical study of medicinal plants used by indigenous people in and around Dirre Sheikh Hussein heritage site of South-eastern Ethiopia. Journal of Ethnopharmacology . 2018;220:87–93. doi: 10.1016/j.jep.2018.03.033.", "ArticleIdList": ["10.1016/j.jep.2018.03.033", "29601979"]}, {"Citation": "Abebe B. A., Teferi S. C. Ethnobotanical study of medicinal plants used to treat human and livestock ailments in Hulet Eju Enese Woreda, east Gojjam zone of Amhara region, Ethiopia. Evidence-based Complementary and Alternative Medicine . 2021;2021:11. doi: 10.1155/2021/6668541.6668541", "ArticleIdList": ["10.1155/2021/6668541", "PMC8021471", "33854558"]}, {"Citation": "Chaachouay N., Douira A., Zidane L. Herbal medicine used in the treatment of Human diseases in the Rif, Northern Morocco. Arabian Journal for Science and Engineering . 2021;47(1):131–153. doi: 10.1007/s13369-021-05501-1.", "ArticleIdList": ["10.1007/s13369-021-05501-1", "PMC8024440", "33842189"]}, {"Citation": "Cakilcioglu U., Turkoglu I. An ethnobotanical survey of medicinal plants in Sivrice (Elazığ-Turkey) Journal of Ethnopharmacology . 2010;132(1):165–175. doi: 10.1016/j.jep.2010.08.017.", "ArticleIdList": ["10.1016/j.jep.2010.08.017", "20713142"]}, {"Citation": "Khoja A. A., Andrabi S. A. H., Mir R. A., Bussmann R. W. Ethnobiological uses of plant species among the three ethnic communities in the Administrative District (Kupwara) of Jammu and Kashmir-India: a cross-cultural analysis. Ethnobotany Research and Applications . 2022;24:p. 20. doi: 10.32859/era.24.20.1-22.", "ArticleIdList": ["10.32859/era.24.20.1-22"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, northern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2017;13(1):p. 55. doi: 10.1186/s13002-017-0182-7.", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Yineger H., Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2007;324", "ArticleIdList": ["PMC1905946", "17547765"]}, {"Citation": "Abebe D. Traditional medicine in Ethiopia. The attempts being made to promote it for effective and better utilization. SINET: Ethiopian Journal of Science . 1986;9:61–69."}, {"Citation": "Lulekal E., Kelbessa E., Bekele T., Yineger H. An ethnobotanical study of medicinal plants in mana angetu district, south eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2008;4(1):p. 10. doi: 10.1186/1746-4269-4-10.", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Mwambazi W. WHO partnership in the development and utilization of herbal remedies in Ethiopia. In: Abebe D., editor. Proceedings of the workshop on development and utilization of herbal remedies in Ethiopia . Addis Ababa, Ethiopia: Ethiopian Health and Nutrition Research Institute; 1996."}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. Journal of Medicinal Plants Research . 2013;7(9):517–535."}, {"Citation": "Tahir M., Gebremichael L., Beyene T., Van Damme P. Ethnobotanical study of medicinal plants in Adwa district, central zone of Tigray regional state, northern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2021;17(1):71–73. doi: 10.1186/s13002-021-00498-1.", "ArticleIdList": ["10.1186/s13002-021-00498-1", "PMC8709991", "34952609"]}, {"Citation": "Tesfaye N. 2021. Ethnobotanical study of medicinal plants used to treat human diseases in zuway dugda district, east arsi zone, oromia regional state. Unpublished MSc thesis, Madda Walabu University."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "12"}, {"Year": "2023", "Month": "9", "Day": "14"}, {"Year": "2023", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "4", "Minute": "39"}, {"Year": "2023", "Month": "10", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["37886427", "PMC10599937", "10.1155/2023/5545294"]}}], "PubmedBookArticle": []}