{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ADME", "Ammi majus roots", "Apiaceae", "Xanthotoxin", "boiled egg", "health care", "histopathological studies", "metabolites", "oral safety"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37887369", "DateRevised": {"Year": "2023", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["1044", "10.3390/metabo13101044"], "Journal": {"ISSN": "2218-1989", "JournalIssue": {"Volume": "13", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Sep", "Day": "29"}}, "Title": "Metabolites", "ISOAbbreviation": "Metabolites"}, "ArticleTitle": "Ultra-Performance Liquid Chromatography Coupled with Mass Metabolic Profiling of <i>Ammi majus</i> Roots as Waste Product with Isolation and Assessment of Oral Mucosal Toxicity of Its Psoralen Component Xanthotoxin.", "Abstract": {"AbstractText": ["<i>Ammi majus</i>, a well-established member of the Umbelliferae (Apiaceae) family, is endogenous to Egypt. The main parts of this plant that are used are the fruits, which contain coumarins and flavonoids as major active constituents. The roots are usually considered by-products that are discarded and not fed to cattle because of coumarins' potential toxicity. The goal of this study was to ensure the sustainability of the plant, investigate the active metabolites present in the roots using UPLC/MS-MS, isolate and elucidate the major coumarin Xanthotoxin, and predict its oral bioavailability and its potential biological impact on tongue papillae. The results revealed coumarins as the dominant chemical class in a positive acquisition mode, with bergaptol-<i>O</i>-hexoside 5%, Xanthotoxin 5.5%, and isoarnoittinin 6% being the major compounds. However, phenolics ruled in the negative mode, with <i>p</i>-coumaroyl tartaric acid 7%, 3,7-dimethyl quercetin 6%, and hesperidin 5% being the most prominent metabolites. Fractionation and purification of the chloroform fraction yielded Xanthotoxin as one of the main compounds, which appeared as white needle crystals (20 mg). ADME studies for oral bioavailability were performed to predict the potential properties of the compound if used orally. It was noted that it followed Lipinski's rule of five, had just one parameter outside of the pink area in the radar plot, and was detected inside the threshold area using the boiled egg approach. In vivo, histopathological studies performed on rats showed a notable decrease in the tongue's keratin thickness from an average of 51.1 µm to 9.1 µm and an average of 51.8 µm to 9.8 µm in fungiform and filiform cells, respectively. The results indicated that although Xanthotoxin is a well-known medical agent with several potential therapeutic activities in oral therapy, it may cause a destructive effect on the structure of the specialized mucosa of the tongue."]}, "AuthorList": [{"Identifier": ["0000-0002-7278-732X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Plants, Faculty of Pharmacy, Future University in Egypt, Cairo 11835, Egypt."}], "LastName": "Fathallah", "ForeName": "Noha", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, Faculty of Oral and Dental Medicine, Future University in Egypt, Cairo 11835, Egypt."}], "LastName": "El Deeb", "ForeName": "Mona", "Initials": "M"}, {"Identifier": ["0000-0001-7139-2572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, Faculty of Oral and Dental Medicine, Future University in Egypt, Cairo 11835, Egypt."}], "LastName": "Rabea", "ForeName": "Amany A", "Initials": "AA"}, {"Identifier": ["0000-0002-4724-9378"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, Faculty of Pharmacy, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}], "LastName": "Almehmady", "ForeName": "Alshaimaa M", "Initials": "AM"}, {"Identifier": ["0000-0002-8912-9016"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, Faculty of Dentistry, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}], "LastName": "Alkharobi", "ForeName": "Hanaa", "Initials": "H"}, {"Identifier": ["0000-0003-3799-0581"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Products, Faculty of Pharmacy, King Abdulaziz University, Jeddah 21589, Saudi Arabia."}], "LastName": "Elhady", "ForeName": "Sameh S", "Initials": "SS"}, {"Identifier": ["0000-0002-1957-2127"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Plants, Faculty of Pharmacy, Future University in Egypt, Cairo 11835, Egypt."}], "LastName": "Khalil", "ForeName": "Noha", "Initials": "N"}], "GrantList": [{"GrantID": "RG-38-166-43", "Agency": "The Deanship of Scientific Research (DSR) at King Abdulaziz University, Jeddah, Saudi Arabia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Metabolites", "NlmUniqueID": "101578790", "ISSNLinking": "2218-1989"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kaur R., Shah T.K. A review on role of plant waste products on fish growth, health and production. J. Entomol. Zool. Stud. 2017;5:583–589."}, {"Citation": "Darley E.F., Burleson F., Mateer E., Middleton J.T., Osterli V. Contribution of burning of agricultural wastes to photochemical air pollution. J. Air. Pollut. Control Assoc. 1966;16:685–690. doi: 10.1080/00022470.1966.10468533.", "ArticleIdList": ["10.1080/00022470.1966.10468533"]}, {"Citation": "El-Mashad H.M., Van Loon W.K., Zeeman G., Bot G.P., Lettinga G. Reuse potential of agricultural wastes in semi-arid regions: Egypt as a case study. Rev. Environ. Sci. Biotechnol. 2003;2:53–66. doi: 10.1023/B:RESB.0000022933.77648.09.", "ArticleIdList": ["10.1023/B:RESB.0000022933.77648.09"]}, {"Citation": "Elbasiouny H., Elbanna B.A., Al-Najoli E., Alsherief A., Negm S., Abou El-Nour E., Nofal A., Sharabash S. Waste Management in MENA Regions. Springer; Berlin/Heidelberg, Germany: 2020. Agricultural waste management for climate change mitigation: Some implications to Egypt; pp. 149–169."}, {"Citation": "Usmani Q.I., Jahan N., Aleem M., Hasan S.A. Aatrilal (Ammi majus L.), an important drug of Unani system of medicine: A review. J. Ethnopharmacol. 2021;276:114144. doi: 10.1016/j.jep.2021.114144.", "ArticleIdList": ["10.1016/j.jep.2021.114144", "33930491"]}, {"Citation": "Duke J.A. Bishop’s weed (Ammi majus L., Apiaceae) Econ. Bot. 1988;42:442–445."}, {"Citation": "Al-Snafi A.E. Chemical constituents and pharmacological activities of Ammi majus and Ammi visnaga. A review. Int. J. Pharm. Ind. Res. 2013;3:257–265."}, {"Citation": "Chaachouay N., Orch H., Zidane L. Cystitis treatment with phytotherapy within the Rif, Northern Morocco. Future J. Pharm. Sci. 2021;7:81. doi: 10.1186/s43094-021-00226-2.", "ArticleIdList": ["10.1186/s43094-021-00226-2"]}, {"Citation": "Issa M.Y., Elshal M.F., Fathallah N., Abdelkawy M.A., Bishr M., Salama O., Abulfadl Y.S. Potential Anticancer Activity of the Furanocoumarin Derivative Xanthotoxin Isolated from Ammi majus L. Fruits: In Vitro and In Silico Studies. Molecules. 2022;27:943. doi: 10.3390/molecules27030943.", "ArticleIdList": ["10.3390/molecules27030943", "PMC8839012", "35164207"]}, {"Citation": "Schönberg A., Sina A. Xanthotoxin from the fruits of Ammi majus L. Nature. 1948;161:481–482. doi: 10.1038/161481c0.", "ArticleIdList": ["10.1038/161481c0", "18933226"]}, {"Citation": "Abdul-Jalil T.Z., Saour K., Nasser A.-M. Phytochemical study of some flavonoids present in the fruits of two Ammi L. species wildly grown in Iraq. Iraqi J. Pharm. Sci. 2010;19:48–57. doi: 10.31351/vol19iss1pp48-57.", "ArticleIdList": ["10.31351/vol19iss1pp48-57"]}, {"Citation": "Majus A. Egyptian Herbal Monograph, Pharmacopoeial Wild Medicinal Plants. Volume 2. Egyptian Drug Authority (EDA); Cairo, Egypt: 2022. pp. 128–135."}, {"Citation": "Diawara M., Trumble J. Handbook of Plant and Fungal Toxicants. CRC Press; Boca Raton, FL, USA: 2020. Linear furanocoumarins; pp. 175–189."}, {"Citation": "Sajjadi S. Isolation and identification of xanthotoxin (8-methoxypsoralen) from the fruits of Heracleum persicum Desf. ex Fischer. Res. Pharm. Sci. 2008;2:13–16."}, {"Citation": "Beier R.C., Ivie G.W., Oertli E.H. Linear furanocoumarins and graveolone from the common herb parsley. Phytochemistry. 1994;36:869–872. doi: 10.1016/S0031-9422(00)90453-9.", "ArticleIdList": ["10.1016/S0031-9422(00)90453-9"]}, {"Citation": "Volnukhin V., Samsonov V., Kravtsova I., Tsaregorodtseva E., Lukashina T., Val E. Efficiency of PUVA bath therapy in psoriatic patients. Vestn. Dermatol. Venerol. 2006;5:56–61."}, {"Citation": "Kenari H.M., Kordafshari G., Moghimi M., Eghbalian F., TaherKhani D. Review of pharmacological properties and chemical constituents of Pastinaca sativa. J. Pharmacopunct. 2021;24:14. doi: 10.3831/KPI.2021.24.1.14.", "ArticleIdList": ["10.3831/KPI.2021.24.1.14", "PMC8010426", "33833896"]}, {"Citation": "Dou C., Chen Y., Ding N., Li N., Jiang H., Zhao C., Kang F., Cao Z., Quan H., Luo F. Xanthotoxin prevents bone loss in ovariectomized mice through the inhibition of RANKL-induced osteoclastogenesis. Osteoporos. Int. 2016;27:2335–2344. doi: 10.1007/s00198-016-3496-8.", "ArticleIdList": ["10.1007/s00198-016-3496-8", "26809192"]}, {"Citation": "Skalicka-Wozniak K., Budzynska B., Biala G., Boguszewska-Czubara A. Scopolamine-induced memory impairment is alleviated by xanthotoxin: Role of acetylcholinesterase and oxidative stress processes. ACS Chem. Neurosci. 2018;9:1184–1194. doi: 10.1021/acschemneuro.8b00011.", "ArticleIdList": ["10.1021/acschemneuro.8b00011", "29378112"]}, {"Citation": "Zhang X.-J., Wei C., He L.-J., An J. Xanthotoxin induces apoptosis in SGC-7901 cells through death receptor pathway. Chin. Herb. Med. 2018;10:437–444. doi: 10.1016/j.chmed.2018.08.009.", "ArticleIdList": ["10.1016/j.chmed.2018.08.009"]}, {"Citation": "Fu K., Zhang J., Wang L., Zhao X., Luo Y. Xanthotoxin induced photoactivated toxicity, oxidative stress and cellular apoptosis in Caenorhabditis elegans under ultraviolet A. Comp. Biochem. Physiol. Part C Toxicol. Pharmacol. 2022;251:109217. doi: 10.1016/j.cbpc.2021.109217.", "ArticleIdList": ["10.1016/j.cbpc.2021.109217", "34673249"]}, {"Citation": "Zagaja M., Bryda J., Szewczyk A., Szala-Rycaj J., Łuszczki J.J., Walczak M., Kuś K., Andres-Mach M. Xanthotoxin enhances the anticonvulsant potency of levetiracetam and valproate in the 6-Hz corneal stimulation model in mice. Fundam. Clin. Pharmacol. 2022;36:133–142. doi: 10.1111/fcp.12713.", "ArticleIdList": ["10.1111/fcp.12713", "34216038"]}, {"Citation": "Kowalczyk J., Nakos-Bimpos M., Polissidis A., Dalla C., Kokras N., Skalicka-Wozniak K., Budzynska B. Xanthotoxin affects depression-related behavior and neurotransmitters content in a sex-dependent manner in mice. Behav. Brain Res. 2021;399:112985. doi: 10.1016/j.bbr.2020.112985.", "ArticleIdList": ["10.1016/j.bbr.2020.112985", "33144177"]}, {"Citation": "Caboni P., Saba M., Oplos C., Aissani N., Maxia A., Menkissoglu-Spiroudi U., Casu L., Ntalli N. Nematicidal activity of furanocoumarins from parsley against Meloidogyne spp. Pest Manag. Sci. 2015;71:1099–1105. doi: 10.1002/ps.3890.", "ArticleIdList": ["10.1002/ps.3890", "25157855"]}, {"Citation": "Diawara M.M., Chavez K., Hoyer P., Williams D., Dorsch J., Kulkosky P., Franklin M. A novel group of ovarian toxicants: The psoralens. J. Biochem. Mol. Toxicol. 1999;13:195–203. doi: 10.1002/(SICI)1099-0461(1999)13:3/4<195::AID-JBT10>3.0.CO;2-P.", "ArticleIdList": ["10.1002/(SICI)1099-0461(1999)13:3/4<195::AID-JBT10>3.0.CO;2-P", "10098905"]}, {"Citation": "Diawara P., Moussa M., Kulkosky P., Paul J. Reproductive toxicity of the psoralens. Pediatr. Pathol. Mol. Med. 2003;22:247–258. doi: 10.1080/pdp.22.3.247.258.", "ArticleIdList": ["10.1080/pdp.22.3.247.258", "12746176"]}, {"Citation": "Farhadi M., Fattahi E., Kouchesfahani H.M., Shockravi A., Parivar K. The adverse effects of methoxsalen on the oogenesis of Balb/C mice. Cell J. 2014;15:348.", "ArticleIdList": ["PMC3866539", "24381860"]}, {"Citation": "Farhadi M., Kouchesfahani H.M., Shockravi A., Foroozanfar M., Parivar K. The adverse effects of the methoxsalen and ultraviolent A radiation on spermatogenesis in mice. Iran. J. Reprod. Med. 2015;13:489.", "ArticleIdList": ["PMC4637113", "26568751"]}, {"Citation": "Azwanida N. A review on the extraction methods use in medicinal plants, principle, strength and limitation. Med. Aromat Plants. 2015;4:196."}, {"Citation": "Koriem K.M.M., Asaad G.F., Megahed H.A., Zahran H., Arbid M.S. Evaluation of the Antihyperlipidemic, Anti-inflammatory, Analgesic, and Antipyretic Activities of Ethanolic Extract of Ammi majus Seeds in Albino Rats and Mice. Int. J. Toxicol. 2012;31:294–300. doi: 10.1177/1091581812440889.", "ArticleIdList": ["10.1177/1091581812440889", "22550046"]}, {"Citation": "Pohanka M. Toxicology and the biological role of methanol and ethanol: Current view. Biomed. Pap. Med. Fac. Palacky Univ. Olomouc. 2016;160:54–63. doi: 10.5507/bp.2015.023.", "ArticleIdList": ["10.5507/bp.2015.023", "26006090"]}, {"Citation": "Bartosova Z., Ertesvåg H., Nyfløt E.L., Kämpe K., Aasen I.M., Bruheim P. Combined metabolome and lipidome analyses for in-depth characterization of lipid accumulation in the DHA producing Aurantiochytrium sp. T66. Metabolites. 2021;11:135. doi: 10.3390/metabo11030135.", "ArticleIdList": ["10.3390/metabo11030135", "PMC7996494", "33669117"]}, {"Citation": "Abdel Ghani A.E., Al-Saleem M.S., Abdel-Mageed W.M., AbouZeid E.M., Mahmoud M.Y., Abdallah R.H. UPLC-ESI-MS/MS Profiling and Cytotoxic, Antioxidant, Anti-Inflammatory, Antidiabetic, and Antiobesity Activities of the Non-Polar Fractions of Salvia hispanica L. Aerial Parts. Plants. 2023;12:1062. doi: 10.3390/plants12051062.", "ArticleIdList": ["10.3390/plants12051062", "PMC10005563", "36903922"]}, {"Citation": "Hamming M. Interpretation of Mass Spectra of Organic Compounds. Elsevier; Amsterdam, The Netherlands: 2012."}, {"Citation": "Mohammadi M., Yousefi M., Habibi Z., Shafiee A. Two new coumarins from the chloroform extract of Angelica urumiensis from Iran. Chem. Pharm. Bull. 2010;58:546–548. doi: 10.1248/cpb.58.546.", "ArticleIdList": ["10.1248/cpb.58.546", "20410639"]}, {"Citation": "Fathallah N., Raafat M.M., Issa M.Y., Abdel-Aziz M.M., Bishr M., Abdelkawy M.A., Salama O. Bio-guided fractionation of prenylated benzaldehyde derivatives as potent antimicrobial and antibiofilm from Ammi majus L. fruits-associated Aspergillus amstelodami. Molecules. 2019;24:4118. doi: 10.3390/molecules24224118.", "ArticleIdList": ["10.3390/molecules24224118", "PMC6891696", "31739552"]}, {"Citation": "Daina A., Michielin O., Zoete V. SwissADME: A free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 2017;7:42717. doi: 10.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Hayashi T., Sumi D., Juliet P.A., Matsui-Hirai H., Asai-Tanaka Y., Kano H., Fukatsu A., Tsunekawa T., Miyazaki A., Iguchi A., et al. Gene transfer of endothelial NO synthase, but not eNOS, plus inducible NOS regressed atherosclerosis in rabbits. Cardiovasc. Res. 2004;61:339–351. doi: 10.1016/j.cardiores.2003.09.027.", "ArticleIdList": ["10.1016/j.cardiores.2003.09.027", "14736551"]}, {"Citation": "Iyer D., Patil U. Evaluation of antihyperlipidemic and antitumor activities of isolated coumarins from Salvadora indica. Pharm. Biol. 2014;52:78–85. doi: 10.3109/13880209.2013.815633.", "ArticleIdList": ["10.3109/13880209.2013.815633", "24073795"]}, {"Citation": "Niwa S., Ueno S., Shirasu R. Alteration of pRb expression in the development of rat tongue carcinoma induced by 4-nitroquinoline 1-oxide. Oral Oncol. 2001;37:579–585. doi: 10.1016/S1368-8375(00)00141-X.", "ArticleIdList": ["10.1016/S1368-8375(00)00141-X", "11564579"]}, {"Citation": "Rutland C.S. Histological and histochemical methods 4th edition. J. Anat. 2008;213:356. doi: 10.1111/j.1469-7580.2008.00957.x.", "ArticleIdList": ["10.1111/j.1469-7580.2008.00957.x"]}, {"Citation": "Concannon S., Ramachandran V.N., Smyth W.F. A study of the electrospray ionisation of selected coumarin derivatives and their subsequent fragmentation using an ion trap mass spectrometer. Rapid Commun. Mass Spectrom. 2000;14:1157–1166. doi: 10.1002/1097-0231(20000730)14:14<1157::AID-RCM4>3.0.CO;2-V.", "ArticleIdList": ["10.1002/1097-0231(20000730)14:14<1157::AID-RCM4>3.0.CO;2-V", "10918363"]}, {"Citation": "Cuyckens F., Claeys M. Mass spectrometry in the structural analysis of flavonoids. J. Mass Spectrom. 2004;39:1–15. doi: 10.1002/jms.585.", "ArticleIdList": ["10.1002/jms.585", "14760608"]}, {"Citation": "Abu-Mustafa E., El-Bay F., Fayez M. Natural coumarins. Part X.: Isoimperatorin, a further constituent of the fruits of Ammi majus L. Recl. Trav. Chim. Pays.-Bas. 1968;87:925–928. doi: 10.1002/recl.19680870808.", "ArticleIdList": ["10.1002/recl.19680870808"]}, {"Citation": "Tian W., Cai J., Xu Y., Luo X., Zhang J., Zhang Z., Zhang Q., Wang X., Hu L., Lin G. Determination of xanthotoxin using a liquid chromatography-mass spectrometry and its application to pharmacokinetics and tissue distribution model in rat. Int. J. Clin. Exp. Med. 2015;8:15164.", "ArticleIdList": ["PMC4658889", "26629000"]}, {"Citation": "Elgamal M.H.A., Shalaby N.M., Duddeck H., Hiegemann M. Coumarins and coumarin glucosides from the fruits of Ammi majus. Phytochemisty. 1993;34:819–823. doi: 10.1016/0031-9422(93)85365-X.", "ArticleIdList": ["10.1016/0031-9422(93)85365-X"]}, {"Citation": "Singh H., Batish D.R., Kohli R. Autotoxicity: Concept, organisms, and ecological significance. Crit. Rev. Plant Sci. 1999;18:757–772. doi: 10.1080/07352689991309478.", "ArticleIdList": ["10.1080/07352689991309478"]}, {"Citation": "Hehmann M., Lukačin R., Ekiert H., Matern U. Furanocoumarin biosynthesis in Ammi majus L. Cloning of bergaptol O-methyltransferase. Eur. J. Biochem. 2004;271:932–940. doi: 10.1111/j.1432-1033.2004.03995.x.", "ArticleIdList": ["10.1111/j.1432-1033.2004.03995.x", "15009205"]}, {"Citation": "Abad-García B., Garmón-Lobato S., Berrueta L.A., Gallo B., Vicente F. A fragmentation study of dihydroquercetin using triple quadrupole mass spectrometry and its application for identification of dihydroflavonols in Citrus juices. Rapid Commun. Mass Spectrom. 2009;23:2785–2792. doi: 10.1002/rcm.4182.", "ArticleIdList": ["10.1002/rcm.4182", "19653204"]}, {"Citation": "Sharma K.D., Karki S., Thakur N.S., Attri S. Chemical composition, functional properties and processing of carrot—A review. J. Food Sci. Technol. 2012;49:22–32. doi: 10.1007/s13197-011-0310-7.", "ArticleIdList": ["10.1007/s13197-011-0310-7", "PMC3550877", "23572822"]}, {"Citation": "Han W.-W., Zhou Y.-H., Yao Y., Li Z.-S. Computational studies on bergaptol O-methyltransferase from Ammi majus L.: The substrate specificity. Polymer. 2006;47:7953–7961. doi: 10.1016/j.polymer.2006.08.071.", "ArticleIdList": ["10.1016/j.polymer.2006.08.071"]}, {"Citation": "Kim I., Volkov D., Zakharenko V., Zakharenko A., Golohvast K., Klykov A. Impact of High Temperature on Growth of Embryo and Germination of Heteromorphic Seeds of Anethum graveolens L.(Apiaceae) Agric. Biol. 2020;55:995–1003."}, {"Citation": "Nazik S.M., Mona S.M., Ramzi A.M., Wadah J.O., Hassan S.K. HPTLC fingerprint profiles and UPLC-MS identification of potential antioxidant fractions and compounds from Ambrosia maritima L. and Ammi majus L. Afr. J. Biotechnol. 2020;19:249–258. doi: 10.5897/AJB2020.17114.", "ArticleIdList": ["10.5897/AJB2020.17114"]}, {"Citation": "Lozhkin A., Sakanyan E. Natural coumarins: Methods of isolation and analysis. Pharm. Chem. J. 2006;40:337–346. doi: 10.1007/s11094-006-0123-6.", "ArticleIdList": ["10.1007/s11094-006-0123-6"]}, {"Citation": "Khalil N., Bishr M., Desouky S., Salama O. Ammi visnaga L., a potential medicinal plant: A review. Molecules. 2020;25:301. doi: 10.3390/molecules25020301.", "ArticleIdList": ["10.3390/molecules25020301", "PMC7024292", "31940874"]}, {"Citation": "Martins N., Barros L., Santos-Buelga C., Ferreira I.C. Antioxidant potential of two Apiaceae plant extracts: A comparative study focused on the phenolic composition. Ind. Crops Prod. 2016;79:188–194. doi: 10.1016/j.indcrop.2015.11.018.", "ArticleIdList": ["10.1016/j.indcrop.2015.11.018"]}, {"Citation": "Al-Snafi A.E. Phenolics and flavonoids contents of medicinal plants, as natural ingredients for many therapeutic purposes-A review. IOSR J. Pharm. 2020;10:42–81."}, {"Citation": "Vitalini S., Palmioli A., Orlando F., Scarì G., Airoldi C., De Noni I., Bocchi S., Iriti M. Phytotoxicity, nematicidal activity and chemical constituents of Peucedanum ostruthium (L.) WDJ Koch (Apiaceae) Ind. Crops Prod. 2021;166:113499. doi: 10.1016/j.indcrop.2021.113499.", "ArticleIdList": ["10.1016/j.indcrop.2021.113499"]}, {"Citation": "Radulović N.S., Đorđević N.D. Steroids from poison hemlock (Conium maculatum L.): A GC-MS analysis. J. Serbian Chem. Soc. 2011;76:1471–1483. doi: 10.2298/JSC110206128R.", "ArticleIdList": ["10.2298/JSC110206128R"]}, {"Citation": "Lamnaouer D., Fraigui O., Martin M.-T., Gallard J.-F., Bodo B. Structure of isoferprenin, a 4-hydroxycoumarin derivative from Ferula communis var. genuina. J. Nat. Prod. 1991;54:576–578. doi: 10.1021/np50074a035.", "ArticleIdList": ["10.1021/np50074a035"]}, {"Citation": "Berenbaum M.R. Chemical mediation of coevolution: Phylogenetic evidence for Apiaceae and associates. Ann. Mo. Bot. Gard. 2001;88:45–59. doi: 10.2307/2666131.", "ArticleIdList": ["10.2307/2666131"]}, {"Citation": "Herrmann K., Nagel C.W. Occurrence and content of hydroxycinnamic and hydroxybenzoic acid compounds in foods. Crit. Rev. Food Sci. Nutr. 1989;28:315–347. doi: 10.1080/10408398909527504.", "ArticleIdList": ["10.1080/10408398909527504", "2690858"]}, {"Citation": "Andersen O.M., Markham K.R. Flavonoids: Chemistry, Biochemistry and Applications. CRC Press; Boca Raton, FL, USA: 2005."}, {"Citation": "Kaouadji M., Pouget C. Additional phthalide derivatives from Meum athamanticum. J. Nat. Prod. 1986;49:184–185. doi: 10.1021/np50043a041.", "ArticleIdList": ["10.1021/np50043a041"]}, {"Citation": "Hussain F., Jahan N., Rahman K.-u., Sultana B., Jamil S. Identification of hypotensive biofunctional compounds of Coriandrum sativum and evaluation of their angiotensin-converting enzyme (ACE) inhibition potential. Oxidative Med. Cell. Longev. 2018;2018:4643736. doi: 10.1155/2018/4643736.", "ArticleIdList": ["10.1155/2018/4643736", "PMC6276458", "30581531"]}, {"Citation": "Cornara L., Borghesi B., Mariotti M.G. Micromorphological investigation on the leaves of the rock samphire (Crithmum maritimum L.): Occurrence of hesperidin. Plant Biosyst. 2009;143:282–293. doi: 10.1080/11263500902722527.", "ArticleIdList": ["10.1080/11263500902722527"]}, {"Citation": "Gebhardt Y., Witte S., Forkmann G., Lukačin R., Matern U., Martens S. Molecular evolution of flavonoid dioxygenases in the family Apiaceae. Phytochemistry. 2005;66:1273–1284. doi: 10.1016/j.phytochem.2005.03.030.", "ArticleIdList": ["10.1016/j.phytochem.2005.03.030", "15913674"]}, {"Citation": "Bourgaud F., Hehn A., Larbat R., Doerper S., Gontier E., Kellner S., Matern U. Biosynthesis of coumarins in plants: A major pathway still to be unravelled for cytochrome P450 enzymes. Phytochem. Rev. 2006;5:293–308. doi: 10.1007/s11101-006-9040-2.", "ArticleIdList": ["10.1007/s11101-006-9040-2"]}, {"Citation": "Attique S.A., Hassan M., Usman M., Atif R.M., Mahboob S., Al-Ghanim K.A., Bilal M., Nawaz M.Z. A molecular docking approach to evaluate the pharmacological properties of natural and synthetic treatment candidates for use against hypertension. Int. J. Environ. Res. Public Health. 2019;16:923. doi: 10.3390/ijerph16060923.", "ArticleIdList": ["10.3390/ijerph16060923", "PMC6466102", "30875817"]}, {"Citation": "Daina A., Zoete V. A boiled-egg to predict gastrointestinal absorption and brain penetration of small molecules. ChemMedChem. 2016;11:1117–1121. doi: 10.1002/cmdc.201600182.", "ArticleIdList": ["10.1002/cmdc.201600182", "PMC5089604", "27218427"]}, {"Citation": "Obi F., Ugwuishiwu B., Nwakaire J. Agricultural waste concept, generation, utilization and management. Niger. J. Technol. 2016;35:957–964. doi: 10.4314/njt.v35i4.34.", "ArticleIdList": ["10.4314/njt.v35i4.34"]}, {"Citation": "Okonko I.O., Adeola O., Aloysius F., Damilola A., Adewale O. Utilization of food wastes for sustainable development. Electr. J. Environ. Agric. Food Chem. 2009;8:263–286."}, {"Citation": "Mowaka S., Ayoub B.M. Comparative study between UHPLC-UV and UPLC-MS/MS methods for determination of alogliptin and metformin in their pharmaceutical combination. Die Pharm.-Int. J. Pharm. Sci. 2017;72:67–72.", "ArticleIdList": ["29441855"]}, {"Citation": "Matos M.J., Santana L., Uriarte E., Abreu O.A., Molina E., Yordi E.G. Coumarins—An important class of phytochemicals. Phytochem.-Isol. Characterisation Role Hum. Health. 2015;25:533–538."}, {"Citation": "Skalicka-Woźniak K., Zagaja M., Głowniak K., Łuszczki J.J. Purification and anticonvulsant activity of xanthotoxin (8-methoxypsoralen) Cent. Eur. J. Biol. 2014;9:431–436. doi: 10.2478/s11535-013-0275-9.", "ArticleIdList": ["10.2478/s11535-013-0275-9"]}, {"Citation": "Zagaja M., Andres-Mach M., Patrzylas P., Pyrka D., Szpringer M., Florek-Łuszczki M., Żółkowska D., Skalicka-Woźniak K., Łuszczki J.J. Influence of xanthotoxin (8-methoxypsoralen) on the anticonvulsant activity of various novel antiepileptic drugs against maximal electroshock-induced seizures in mice. Fitoterapia. 2016;115:86–91. doi: 10.1016/j.fitote.2016.09.020.", "ArticleIdList": ["10.1016/j.fitote.2016.09.020", "27702668"]}, {"Citation": "Couperus M. Ammoidin (xanthotoxin) in the treatment of vitiligo. Calif. Med. 1954;81:402.", "ArticleIdList": ["PMC1532342", "13209374"]}, {"Citation": "Del Río J.A., Díaz L., García-Bernal D., Blanquer M., Ortuno A., Correal E., Moraleda J.M. Furanocoumarins: Biomolecules of therapeutic interest. Stud. Nat. Prod. Chem. 2014;43:145–195."}, {"Citation": "Alireza H. Investigation of the processes of absorption, distribution, metabolism and elimination (ADME) as vital and important factors for modulating drug action and toxicity. Open Access J. Oncol. 2019;2:180010."}, {"Citation": "McKerrow J.H., Lipinski C.A. The rule of five should not impede anti-parasitic drug development. Int. J. Parasitol. Drugs Drug Resist. 2017;7:248–249. doi: 10.1016/j.ijpddr.2017.05.003.", "ArticleIdList": ["10.1016/j.ijpddr.2017.05.003", "PMC5473536", "28623818"]}, {"Citation": "Kullaa-Mikkonen A., Hynynen M., Hyvönen P. Filiform Papillae of Human, Rat and Swine Tongue. Acta Anat. 2008;130:280–284. doi: 10.1159/000146457.", "ArticleIdList": ["10.1159/000146457", "2449029"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "23"}, {"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2023", "Month": "9", "Day": "19"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "6", "Minute": "57"}, {"Year": "2023", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["37887369", "PMC10608439", "10.3390/metabo13101044", "metabo13101044"]}}], "PubmedBookArticle": []}