{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Associative relationships", "Bryophyte", "Dendrobium nobile", "Yield and quality"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37880597", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "26"}], "Language": ["eng"], "ELocationID": ["516", "10.1186/s12870-023-04503-5"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "26"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Species of associated bryophytes and their effects on the yield and quality of Dendrobium nobile.", "Pagination": {"StartPage": "516", "MedlinePgn": "516"}, "Abstract": {"AbstractText": ["Dendrobium nobile has unique growth environment requirements, and unstable yields and high management costs are the key factors restricting the development of its imitation wild cultivation industry. The present study explored the effects of different associated bryophyte species on the yield and quality of D. nobile to clarify the dominant bryophyte species associated with D. nobile and to provide a scientific basis for the rational cultivation and quality evaluation of D. nobile.", "The growth of D. nobile was closely related to the microenvironment of the Danxia stone, and the different associated bryophytes had different effects on D. nobile growth. There was a rich variety of bryophytes associated with D. nobile, with a total of 15 families, 24 genera and 31 species of bryophytes identified in the study area, including 13 families, 22 genera and 29 species of mosses and 2 families, 2 genera and 2 species of liverworts, and mosses predominated in the association with D. nobile. Usually, 3-9 species of bryophytes were growing in association with D. nobile, among which associations of 5-6 bryophytes species were more common, and the bryophytes associated with D. nobile were only related to the species to which they belonged. The dry matter accumulation, quality and mineral content of D. nobile differed significantly among different bryophyte species. The coefficients of variation of dry matter accumulation, dendrobine content and content of 11 mineral elements of D. nobile in the 35 sample quadrats were 25.00%, 21.08%, and 11.33-57.96%, respectively. The biomass, dendrobine content and mineral content of D. nobile were analysed by principal component analysis (PCA) and membership function. The results showed that each evaluation method initially screened Trachycystis microphylla and Leucobryum juniperoideum as the dominant associated bryophytes in the preliminary identification analysis, and the frequency of occurrence and coverage of the two bryophytes were significantly higher than those of the remaining bryophytes. It was determined that T. microphylla and L. juniperoideum were the dominant associated bryophytes.", "There is a rich variety of bryophytes associated with D. nobile. The yield and quality of D. nobile differed significantly among different bryophyte species. T. microphylla and L. juniperoideum were the dominant associated bryophytes, and were the two bryophytes associated with D. nobile through mixed growth."], "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China."}], "LastName": "Li", "ForeName": "Mingsong", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China. jlli1@gzu.edu.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China. jlli1@gzu.edu.cn."}], "LastName": "Li", "ForeName": "Jinling", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biotechnology, Guizhou Provincial Academy of Agricultural Sciences, Guiyang, 550006, China."}], "LastName": "Deng", "ForeName": "Lujun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China."}], "LastName": "Zhao", "ForeName": "Zhi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China."}], "LastName": "Luo", "ForeName": "Chunli", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China."}], "LastName": "Luo", "ForeName": "Fulai", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Guizhou University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Breeding and Cultivation of Medicinal Plants of Guizhou Province, Guiyang, 550025, China."}], "LastName": "Wang", "ForeName": "Hualei", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chishui Xintian Traditional Chinese Medicine Industry Development Co. Ltd, Chishui, 64700, China."}], "LastName": "Yang", "ForeName": "Jiyong", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Minerals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Dendrobium"}, {"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": [], "DescriptorName": "Bryophyta"}, {"QualifierName": [], "DescriptorName": "Minerals"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lavarack P, Harris W, Stocker G. Dendrobium and its relatives. Plant Syst Evol Plant Syst Evol. 2001;227:118–121."}, {"Citation": "Zhang XQ, Zhao TM, Liu J, Zhao RQ, Zheng SG, Chun Z, Hu YD. Progress in the study of chemical composition and pharmacological effects of Dendrobium nobile. Chin Tradit Herb Drugs. 2018;49(13):3174–3182."}, {"Citation": "Tian HQ, Chun Z, Wang G, Fan YJ, Hu YD, Pu SR, Luo AX. Correlation between ecological factors and physiological indexes and active components of Dendrobium nobile. J Chin Med Mater. 2020;43(03):558–563."}, {"Citation": "Cai L. Comparative study on the biological characteristics and yield quality of different germplasm of Dendrobium nobile. Guizhou University: Master thesis; 2019."}, {"Citation": "Guan ZB, Li ZL, Li E. Rare and Expensive Chinese Medicine-Dendrobium nobile. Chinese Wild Plant Resources. 2002;21(004):36–37."}, {"Citation": "Jiang B, Zhan YQ, Huang J. Reasons for the endangerment of Dendrobium nobile and its wild resource conservation. Chinese Wild Plant Resources. 2005;05:37–39."}, {"Citation": "Wheeler JA, Hermanutz L, Marino PM. Feathermoss seedbeds facilitate black spruce seedling recruitment in the forest–tundra ecotone (Labrador, Canada) Oikos. 2011;120(8):1263–1271."}, {"Citation": "Donath TW, Eckstein RL. Effects of bryophytes and grass litter on seedling emergence vary by vertical seed position and seed size. Plant Ecol. 2010;207(2):257–268."}, {"Citation": "Soudzilovskaia NA, Graae BJ, Douma JC, Grau O, Milbau A, Shevtsova A, Wolters L, Cornelissen JHC. How do bryophytes govern generative recruitment of vascular plants? New Phytol. 2011;190(4):1019–1031.", "ArticleIdList": ["21342202"]}, {"Citation": "Blok D, Heijmans MMPD, Schaepman-Strub G, van Ruijven J, Parmentier FJW, Maximov TC, Berendse F. The cooling capacity of mosses: controls on water and energy fluxes in a Siberian tundra site. Ecosystems. 2011;14(7):1055–1065."}, {"Citation": "Oleskog G, Sahlen K. Effects of seedbed substrate on moisture conditions and germination of Scots pine (Pinus sylvestris) seeds in a mixed conifer stand. New For. 2000;20(2):119–133."}, {"Citation": "Turetsky MR, Bond-Lamberty B, Euskirchen E, Talbot J, Frolking S, McGuire AD, Tuittila ES. The resilience and functional role of moss in boreal and arctic ecosystems. New Phytol. 2012;196(1):49–67.", "ArticleIdList": ["22924403"]}, {"Citation": "Jackson BG, Martin P, Nilsson M-C, Wardle DA. Response of feather moss associated N2fixation and litter decomposition to variations in simulated rainfall intensity and frequency. Oikos. 2011;120(4):570–581."}, {"Citation": "Bay G, Nahar N, Oubre M, Whitehouse MJ, Wardle DA, Zackrisson O, Nilsson MC, Rasmussen U. Boreal feather mosses secrete chemical signals to gain nitrogen. New Phytol. 2013;200(1):54–60.", "ArticleIdList": ["23795916"]}, {"Citation": "Berg A, Danielsson A, Svensson BH. Transfer of fixed-N from N2-fixing cyanobacteria associated with the moss Sphagnum riparium results in enhanced growth of the moss. Plant Soil. 2013;362(1–2):271–278."}, {"Citation": "Liu L, Sun ZR, Liao XK, Yuan MG, Li XY, Zhang HG. Changes in total alkaloids and polysaccharide mass fraction of Dendrobium nobile at different harvesting periods. J Jilin Univ Sci Ed. 2010;48(03):511–515."}, {"Citation": "Li MS, Li JL, Zhao Z, Wang HL, Luo FL, Luo CL, Yang JY, Ding G, Deng L. Discriminative study on the cultivation pattern of Dendrobium nobile based on the ratio of mineral elements and nitrogen stable isotopes. China J Chin Mater Med. 2023;48(03):625–635.", "ArticleIdList": ["36872225"]}, {"Citation": "Zhong K, Yang TT, Luo ZQ, Guo Q, Chen YX. Study on the quality of Dendrobium nobile in different cultivation methods. J Anhui Agric Sci. 2022;50(01):180–182."}, {"Citation": "Li JL, Zhao Z, Liu HC, Luo CL, Wang HL. Influence of light intensity and water content of medium on total dendrobine of Dendrobium nobile Lindl. Asian Pacific J Tropical Med. 2017;10(11):1095–1100.", "ArticleIdList": ["29203109"]}, {"Citation": "Wang HB. Effects of meteorological conditions on the growth and distribution of Dendrobium nobile in Chishui City, China. Chinese Science and Technology Journal Database (Full Text Version) Natural Science. 2021; 1:2."}, {"Citation": "Chen ZH, Luo M, Wei G, Shun QS, Huang YC. Comparison of HP LC characterization profiles of Dendrobium nobile from different origins. J Guangdong Pharm Univ. 2014;30(06):707–712."}, {"Citation": "Chen SJ, Zhang M, Chou MX, Bie ZL, Zhu LQ. Study on the optimum light temperature for the growth of Dendrobium nobile. China J Chin Mater Med. 2002;27(7):32–3350."}, {"Citation": "Frego KA, Carleton TJ. Microsite conditions and spatial pattern in a boreal bryophyte community. Can J Bot. 2011;73(4):544–551."}, {"Citation": "Suren AM. Bryophyte distribution patterns in relation to macro-, meso-, and micro-scale variables in South Island, New Zealand streams. New Zeal J Mar Fresh. 1996;30(4):501–523."}, {"Citation": "Evans SA, Halpern CB, McKenzie D. The contributions of forest structure and substrate to bryophyte diversity and abundance in mature coniferous forests of the Pacific Northwest. The Bryologist. 2012;115(2):278–295."}, {"Citation": "Halpern CB, Dovˇciak M, Urgenson LS, Evans SA. Substrates mediate responses of forest bryophytes to a gradient in overstory retention. Can J For Res. 2014;44(8):855–866."}, {"Citation": "Sundberg S, Rydin H. Habitat requirements for establishment of Sphagnum from spores. J Ecol. 2002;90(2):268–278."}, {"Citation": "Robroek BJ, Limpens J, Breeuwer A, Schouten MG. Effects of water level and temperature on performance of four Sphagnum mosses. Plant Ecol. 2007;190(1):97–107."}, {"Citation": "Caners RT, Macdonald SE, Belland RJ. Bryophyte assemblage structure after partial harvesting in boreal mixedwood forest depends on residual canopy abundance and composition. Forest Ecol Manag. 2013;289:489–500."}, {"Citation": "Sala OE, Chapin FS, Armesto JJ, Berlow E, Bloomfield J, Dirzo R, HuberSanwald E, Huenneke LF, Jackson RB, Kinzig A, Global biodiversity V. Riffo-Donoso et al. Scenarios for the year 2100. Science. 2000;287(5459):1770–1774.", "ArticleIdList": ["10710299"]}, {"Citation": "Zhang M, Ying FJ, Chen SJ, Bie ZL, Ren LY. Morphological and anatomical studies on the root system of Dendrobium nobile. China J Chin Mater Med. 2001;26(6):24–25.", "ArticleIdList": ["12528505"]}, {"Citation": "Aerts R, Chapin FS., III The mineral nutrition of wild plants revisited: A re-evaluation of processes and patterns. Adv Ecol Res. 1999;30:1–67."}, {"Citation": "Parker WC, Watson SR, Cairns DW. The role of hair-cap mosses (Polytrichum spp.) in natural regeneration of white spruce (Picea glauca (Moench) Voss) For Ecol Manag. 1997;92(1–3):19–28."}, {"Citation": "Schmalholz M, Hylander K. Succession of bryophyte assemblages following clear-cut logging in boreal spruce-dominated forests in south-central Sweden—does retrogressive succession occur? Can J For Res. 2009;39(10):1871–1880."}, {"Citation": "Palviainen M, Finer L, Mannerkoski H, Piirainen S, Starr M. Responses of ground vegetation species to clear-cutting in a boreal forest: aboveground biomass and nutrient contents during the first 7 years. Ecol Res. 2005;20(6):652–660."}, {"Citation": "Elumeeva TG, Soudzilovskaia NA, During HJ, Cornelissen JHC. The importance of colony structure versus shoot morphology for the water balance of 22 subarctic bryophyte species. J Veg Sci. 2011;22(1):152–164."}, {"Citation": "Michel P, Lee WG, During HJ, Cornelissen JHC. Species traits and their non-additive interactions control the water economy of bryophyte cushions. J Ecol. 2012;100(1):222–231."}, {"Citation": "Jentsch A, Beierkuhnlein C. Research frontiers in climate change: effects of extreme meteorological events on ecosystems. Cr Geosci. 2008;340(9–10):621–628."}, {"Citation": "Lindo Z, Nilsson MC, Gundale MJ. Bryophyte-cyanobacteria associations as regulators of the northern latitude carbon balance in response to global change. Chang Biol. 2013;19(7):2022–2035.", "ArticleIdList": ["23505142"]}, {"Citation": "Hörnberg G, Ohlson M, Zackrisson O. Influence of bryophytes and microrelief conditions on Picea abies seed regeneration patterns in boreal old-growth swamp forests. Can J Forest Res. 1997;27(7):1015–1023."}, {"Citation": "Chapin F, III, Oechel W, van Cleve K, Lawrence W. The role of mosses in the phosphorus cycling of an Alaskan black spruce forest. Oecologia. 1987;74(2):310–315.", "ArticleIdList": ["28312006"]}, {"Citation": "Wang C. Studies on the introduction and propagation cultivation of L. juniperoideum. Master thesis. East China Normal University, 2015."}, {"Citation": "Wang FX. Morphological and molecular systematics of four genera of Mniaceae plants in China. Master thesis. Nanjing Forestry University, 2007."}, {"Citation": "Northwest Institute of Botany, Chinese Academy of Sciences. Flora of the Qinling Mountains. Beijing: Science Press; 1983. p. 57."}, {"Citation": "National Pharmacopoeia Commission. Pharmacopoeia of the People’s Republic of China (Part IV). Beijing: China Pharmaceutical Science and Technology Press; 2020. p.106–115."}, {"Citation": "National Pharmacopoeia Commission. Pharmacopoeia of the People’s Republic of China (Part I). Beijing: China Pharmaceutical Science and Technology Press; 2020. p. 94-97."}, {"Citation": "Liu W, Zhang Q, Li ZJ, Bian JM, Huang LH, Zhu XQ, Shan Y. Principal component analysis and cluster analysis of free amino acid composition of different varieties of Hemerocallis citrina. Food Sci. 2019;40(10):243–250."}, {"Citation": "Wang YM, Zhang Y, Mang YS, Jie HD, Wei CQ, Zeng Y, Zhao L, Xing HC, Jie YC. Evaluation of Ramie varieties for grass cloth and selection of excellent resources. J Plant Genet Resour. 2021;22(3):11."}, {"Citation": "Wang LX, Feng J, Ma Q, Chen LB, Han J, Liu JX, Pan CL, Zhao XS, Huo WJ, Ma Y. Quality dynamics of Medicago sativa in different mowing periods and stubble heights. China Feed. 2018;3:40–44."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "1"}, {"Year": "2023", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "26", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "25", "Hour": "23", "Minute": "52"}, {"Year": "2023", "Month": "10", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["37880597", "PMC10601116", "10.1186/s12870-023-04503-5", "10.1186/s12870-023-04503-5"]}}], "PubmedBookArticle": []}