{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC–MS", "bisabolol", "eucalyptol", "tea tree essential oil", "terpenes", "validation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37887259", "DateRevised": {"Year": "2023", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["1558", "10.3390/antibiotics12101558"], "Journal": {"ISSN": "2079-6382", "JournalIssue": {"Volume": "12", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "22"}}, "Title": "Antibiotics (Basel, Switzerland)", "ISOAbbreviation": "Antibiotics (Basel)"}, "ArticleTitle": "Development and Validation of a Gas Chromatography-Mass Spectrometry Method for the Analysis of the Novel Plant-Based Substance with Antimicrobial Activity.", "Abstract": {"AbstractText": ["The research into new pharmaceutical substances based on essential oils, individual biologically active phytochemicals, and plant extracts is a priority in field of pharmaceutical sciences. A novel multicomponent substance based on <i>Melaleuca alternifolia</i> (<i>M. alternifolia</i>) leaf oil (TTO), 1,8-cineole (eucalyptol), and (-)-α-bisabolol with potent synergetic antimicrobial activity was investigated and suggested for the treatment of seborrheic dermatitis (SD) and dandruff. The objective of this research was to establish and validate a specific, accurate, and precise gas chromatography-mass spectrometry (GC-MS) method for further quantitative and qualitative analysis in order to ensure quality control. The main parameters of validation were suitability, specificity, linearity, accuracy, and intermediate precision according to the <i>European Pharmacopoeia</i> (XI edition), <i>Russian Pharmacopoeia</i> (XIV edition), and some parameters of ICH requirements. The peaks of fifteen chemical phytoconstituents were identified in the test sample solution with the prevalence of (-)-α-bisabolol (27.67%), 1,8-cineole (25.63%), and terpinen-4-ol (16.98%). These phytochemicals in the novel substance were chosen for standardization and validation of the GC-MS method. The chosen chromatographic conditions were confirmed for testing of the plant-based substance in a suitability test. It was established that the GC-MS method provides a significant separation, symmetry of peaks and resolution between phytochemicals. The calibration curves of each phytochemical had good linearity (R<sup>2</sup> > 0.999) in five concentrations. In the same concertation range, the accuracy of terpinen-4-ol, 1,8-cineol, and (-)-α-bisabolol determination using the method of additives was 98.3-101.60%; the relative standard deviation (RSD) ranged from 0.89% to 1.51% and corresponded to requirements. The intraday and interday precision was ≤2.56%. Thus, the GC-MS method was validated to be specific, sensitive, linear, accurate, and precise. This GC-MS method could be recommended as a routine analytic technique for multicomponent plant-based substances-enriched terpenes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Organization of Pharmaceutical Business, Faculty of Basic Medicine, Lomonosov Moscow State University, 119991 Moscow, Russia."}, {"Identifier": [], "Affiliation": "Science Center, SkyLab AG, 1066 Lausanne, Switzerland."}], "LastName": "Filatov", "ForeName": "Viktor A", "Initials": "VA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Lomonosov Moscow State University, 119991 Moscow, Russia."}, {"Identifier": [], "Affiliation": "N. D. Zelinsky Institute of Organic Chemistry, 119991 Moscow, Russia."}], "LastName": "Ilin", "ForeName": "Egor A", "Initials": "EA"}, {"Identifier": ["0000-0003-0385-3474"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Organization of Pharmaceutical Business, Faculty of Basic Medicine, Lomonosov Moscow State University, 119991 Moscow, Russia."}, {"Identifier": [], "Affiliation": "All-Russian Scientific Research Institute of Medicinal and Aromatic Plants, 117216 Moscow, Russia."}], "LastName": "Kulyak", "ForeName": "Olesya Yu", "Initials": "OY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Organization of Pharmaceutical Business, Faculty of Basic Medicine, Lomonosov Moscow State University, 119991 Moscow, Russia."}], "LastName": "Kalenikova", "ForeName": "Elena I", "Initials": "EI"}], "GrantList": [{"GrantID": "125/2023", "Agency": "SkyLab AG", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antibiotics (Basel)", "NlmUniqueID": "101637404", "ISSNLinking": "2079-6382"}, "CoiStatement": "SkyLab AG had a role in the funding. V.A.F. is an employee of SkyLab AG."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rodríguez Villanueva J., Martín Esteban J., Rodríguez Villanueva L. Pharmacological Activities of Phytomedicines: A Challenge Horizon for Rational Knowledge. Challenges. 2018;9:15. doi: 10.3390/challe9010015.", "ArticleIdList": ["10.3390/challe9010015"]}, {"Citation": "Gurib-Fakim A. Medicinal Plants: Traditions of Yesterday and Drugs of Tomorrow. Mol. Asp. Med. 2006;27:1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Melnyk N., Vlasova I., Skowrońska W., Bazylko A., Piwowarski J.P., Granica S. Current Knowledge on Interactions of Plant Materials Traditionally Used in Skin Diseases in Poland and Ukraine with Human Skin Microbiota. Int. J. Mol. Sci. 2022;23:9644. doi: 10.3390/ijms23179644.", "ArticleIdList": ["10.3390/ijms23179644", "PMC9455764", "36077043"]}, {"Citation": "Filatov V.A., Kulyak O.Y., Kalenikova E.I. Chemical Composition and Antimicrobial Potential of a Plant-Based Substance for the Treatment of Seborrheic Dermatitis. Pharmaceuticals. 2023;16:328. doi: 10.3390/ph16030328.", "ArticleIdList": ["10.3390/ph16030328", "PMC10053605", "36986428"]}, {"Citation": "Gupta A.K., Madzia S.E., Batra R. Etiology and management of Seborrheic dermatitis. Dermatology. 2004;208:89–93. doi: 10.1159/000076478.", "ArticleIdList": ["10.1159/000076478", "15056994"]}, {"Citation": "Borda L.J., Wikramanayake T.C. Seborrheic Dermatitis and Dandruff: A Comprehensive Review. J. Clin. Investig. Derm. 2015;3:1–22.", "ArticleIdList": ["PMC4852869", "27148560"]}, {"Citation": "Massiot P., Clavaud C., Thomas M., Ott A., Guéniche A., Panhard S., Muller B., Michelin C., Kerob D., Bouloc A., et al. Continuous clinical improvement of mild-to-moderate seborrheic dermatitis and rebalancing of the scalp microbiome using a selenium disulfide–based shampoo after an initial treatment with ketoconazole. J. Cosmet. Dermatol. 2022;21:2215–2225. doi: 10.1111/jocd.14362.", "ArticleIdList": ["10.1111/jocd.14362", "PMC10234447", "34416081"]}, {"Citation": "Park M., Cho Y.-J., Lee Y.W., Jung W.H. Genomic Multiplication and Drug Efflux Influence Ketoconazole Resistance in Malassezia restricta. Front. Cell. Infect. Microbiol. 2020;10:191. doi: 10.3389/fcimb.2020.00191.", "ArticleIdList": ["10.3389/fcimb.2020.00191", "PMC7203472", "32426297"]}, {"Citation": "Yap P.S.X., Yang S.K., Lai K.S., Lim S.H.E. Essential Oils: The Ultimate Solution to Antimicrobial Resistance in Escherichia coli? In: Samie A., editor. Recent Advances on Physiology, Pathogenesis and Biotechnological Applications. 1st ed. Volume 15. IntechOpen; London, UK: 2017. pp. 299–313."}, {"Citation": "Chacón L., Arias-Andres M., Mena F., Rivera L., Hernández L., Achi R., Garcia F., Rojas-Jimenez K. Short-term exposure to benzalkonium chloride in bacteria from activated sludge alters the community diversity and the antibiotic resistance profile. J. Water Health. 2021;19:895–906. doi: 10.2166/wh.2021.171.", "ArticleIdList": ["10.2166/wh.2021.171", "34874898"]}, {"Citation": "Joynson J.A., Forbes B., Lambert R.J. Adaptive resistance to benzalkonium chloride, amikacin and tobramycin: The effect on susceptibility to other antimicrobials. J. Appl. Microbiol. 2002;93:96–107. doi: 10.1046/j.1365-2672.2002.01667.x.", "ArticleIdList": ["10.1046/j.1365-2672.2002.01667.x", "12067378"]}, {"Citation": "Leong C., Kit J.C.H., Lee S.M., Lam Y.I., Goh J.P.Z., Ianiri G., Dawson T.L., Jr. Azole resistance mechanisms in pathogenic M. furfur. Antimicrob. Agents Chemother. 2021;65:e01975. doi: 10.1128/AAC.01975-20.", "ArticleIdList": ["10.1128/AAC.01975-20", "PMC8092866", "33619053"]}, {"Citation": "Naldi L., Rebora A. Clinical practice. Seborrheic dermatitis. N. Engl. J. Med. 2009;360:387–396. doi: 10.1056/NEJMcp0806464.", "ArticleIdList": ["10.1056/NEJMcp0806464", "19164189"]}, {"Citation": "Okokon E.O., Verbeek J.H., Ruotsalainen J.H., Ojo A.O., Bakhoya V.N. Topical antifungals for seborrhoeic dermatitis. Cochrane Database Syst. Rev. 2015;5:1–234.", "ArticleIdList": ["PMC4448221", "25933684"]}, {"Citation": "Del Rosso J.Q. Adult seborrheic dermatitis: A status report on practical topical management. J. Clin. Aesthet. Derm. 2011;4:32–38.", "ArticleIdList": ["PMC3100109", "21607192"]}, {"Citation": "Filatov V.A., Kulyak OYu Kalenikova E.I. In vitro and in vivo antimicrobial activity of an active plant-based quadrocomplex for skin hygiene. J. Pharm. Pharmacogn. Res. 2022;10:905–921. doi: 10.56499/jppres22.1452_10.5.905.", "ArticleIdList": ["10.56499/jppres22.1452_10.5.905"]}, {"Citation": "Filatov V.A., Kulyak O.Y., Kalenikova E.I. The Development of Medical Shampoo with a Plant-Based Substance for the Treatment of Seborrheic Dermatitis. Med. Sci. Forum. 2023;21:51.", "ArticleIdList": ["PMC10053605", "36986428"]}, {"Citation": "Qian Y., Zhang L., Gu X., Wei L., Wang J., Wang Y. Biological Synergy and Antimicrobial Mechanism of Hydroxypropyltrimethyl Ammonium Chloride Chitosan with Benzalkonium Chloride. Chem. Pharm. Bull. 2021;69:612–619. doi: 10.1248/cpb.c20-00995.", "ArticleIdList": ["10.1248/cpb.c20-00995", "34193710"]}, {"Citation": "Bastianini L. Antibacterial, antifungal and antiprotozoal activity of a preparation based on benzalkonium chloride. Farmaco. Prat. 1974;29:594–601.", "ArticleIdList": ["4213948"]}, {"Citation": "Wigger-Alberti W., Kluge K., Elsner P. Clinical effectiveness and tolerance of climbazole containing dandruff shampoo in patients with seborrheic scalp eczema. Praxis. 2001;90:1346–1349.", "ArticleIdList": ["11534318"]}, {"Citation": "Schmidt-Rose T., Braren S., Fölster H., Hillemann T., Oltrogge B., Philipp P., Weets G., Fey S. Efficacy of a piroctone olamine/climbazol shampoo in comparison with a zinc pyrithione shampoo in subjects with moderate to severe dandruff. Int. J. Cosmet. Sci. 2011;33:276–282. doi: 10.1111/j.1468-2494.2010.00623.x.", "ArticleIdList": ["10.1111/j.1468-2494.2010.00623.x", "21272039"]}, {"Citation": "Mayser P., Argembeaux H., Rippke F. The hair strand test—A new method for testing antifungal effects of antidandruff preparations. J. Cosmet. Sci. 2003;54:263–270.", "ArticleIdList": ["12858225"]}, {"Citation": "Carr M.M., Pryce D.M., Ive F.A. Treatment of seborrheic dermatitis with ketoconazole: I. Response of seborrheic dermatitis of the scalp to topical ketoconazole. Br. J. Dermatol. 1987;116:213–216. doi: 10.1111/j.1365-2133.1987.tb05814.x.", "ArticleIdList": ["10.1111/j.1365-2133.1987.tb05814.x", "2950914"]}, {"Citation": "Faergemann J. Treatment of seborrhoeic dermatitis of the scalp with ketoconazole shampoo. A double-blind study. Acta Derm. Venereol. 1990;70:171–172. doi: 10.2340/0001555570171172.", "ArticleIdList": ["10.2340/0001555570171172", "1969208"]}, {"Citation": "Clark G.W., Pope S.M., Jaboori K.A. Diagnosis and treatment of seborrheic dermatitis. Am. Fam. Physician. 2015;91:185–190.", "ArticleIdList": ["25822272"]}, {"Citation": "Carson C.F., Mee B.J., Riley T.V. Mechanism of action of Melaleuca alternifolia (tea tree) oil on Staphylococcus aureus determined by time-kill, lysis, leakage, and salt tolerance assays and electron microscopy. Antimicrob. Agents. Chemother. 2002;46:1914–1920. doi: 10.1128/AAC.46.6.1914-1920.2002.", "ArticleIdList": ["10.1128/AAC.46.6.1914-1920.2002", "PMC127210", "12019108"]}, {"Citation": "Hammer K.A., Carson C.F., Riley T.V. Susceptibility of transient and commensal skin flora to the essential oil of Melaleuca alternifolia (tea tree oil) Am. J. Infect. Control. 1996;24:186–189. doi: 10.1016/S0196-6553(96)90011-5.", "ArticleIdList": ["10.1016/S0196-6553(96)90011-5", "8806995"]}, {"Citation": "Mączka W., Duda-Madej A., Górny A., Grabarczyk M., Wińska K. Can eucalyptol replace antibiotics? Molecules. 2021;26:4933. doi: 10.3390/molecules26164933.", "ArticleIdList": ["10.3390/molecules26164933", "PMC8398027", "34443521"]}, {"Citation": "Simsek M., Duman R. Investigation of effect of 1,8-cineole on antimicrobial activity of chlorhexidine gluconate. Pharmacogn. Res. 2017;9:234–237. doi: 10.4103/0974-8490.210329.", "ArticleIdList": ["10.4103/0974-8490.210329", "PMC5541478", "28827963"]}, {"Citation": "Eddin L.B., Jha N.K., Goyal S.N., Agrawal Y.O., Subramanya S.B., Bastaki S.M.A., Ojha S. Health Benefits, Pharmacological Effects, Molecular Mechanisms, and Therapeutic Potential of α-Bisabolol. Nutrients. 2022;14:1370. doi: 10.3390/nu14071370.", "ArticleIdList": ["10.3390/nu14071370", "PMC9002489", "35405982"]}, {"Citation": "Bezerra C.F., Júnior J.G.d.A., Honorato R.d.L., Santos A.T.L.d., Silva J.C.P.d., Silva T.G.d., Freitas T.S.d., Vieira T.A.T., Bezerra M.C.F., Lima Sales D., et al. Antifungal Effect of Liposomal α-Bisabolol and When Associated with Fluconazole. Cosmetics. 2021;8:28. doi: 10.3390/cosmetics8020028.", "ArticleIdList": ["10.3390/cosmetics8020028"]}, {"Citation": "Chamorro E.R., Zambon S.N., Morales W.G., Sequeira A.F., Velasco G.A. Study of the Chemical Composition of Essential Oils by Gas Chromatography. In: Salih B., Çelikbıçak Ö., editors. Gas Chromatography in Plant Science, Wine Technology, Toxicology and Some Specific Applications. Volume 1. InTechOpen; London, UK: 2012. pp. 307–323."}, {"Citation": "Carazzone C., Rodríguez J.P.G., Gonzalez M., López G.D. Volatilomics of Natural Products: Whispers from Nature. In: Zhan X., editor. Metabolomics-Methodology and Applications in Medical Sciences and Life Sciences. Volume 11 IntechOpen; London, UK: 2021."}, {"Citation": "Turek C., Stintzing F.C. Stability of Essential Oils: A Review. Compr. Rev. Food Sci. Food Saf. 2013;12:40–53. doi: 10.1111/1541-4337.12006.", "ArticleIdList": ["10.1111/1541-4337.12006"]}, {"Citation": "Răileanu M., Todan L., Voicescu M., Ciuculescu C., Maganu M. A way for improving the stability of the essential oils in an environmental friendly formulation. Mater. Sci. Eng. C Mater. Biol. Appl. 2013;33:3281–3288. doi: 10.1016/j.msec.2013.04.012.", "ArticleIdList": ["10.1016/j.msec.2013.04.012", "23706211"]}, {"Citation": "Dhifi W., Bellili S., Jazi S., Bahloul N., Mnif W. Essential Oils’ Chemical Characterization and Investigation of Some Biological Activities: A Critical Review. Medicines. 2016;3:25. doi: 10.3390/medicines3040025.", "ArticleIdList": ["10.3390/medicines3040025", "PMC5456241", "28930135"]}, {"Citation": "Guzmán E., Lucia A. Essential Oils and Their Individual Components in Cosmetic Products. Cosmetics. 2021;8:114. doi: 10.3390/cosmetics8040114.", "ArticleIdList": ["10.3390/cosmetics8040114"]}, {"Citation": "Oprean R., Tamas M., Roman L. Comparison of GC-MS and TLC techniques for asarone isomers determination. J. Pharm. Biomed Anal. 1998;18:227–234. doi: 10.1016/S0731-7085(98)00161-7.", "ArticleIdList": ["10.1016/S0731-7085(98)00161-7", "9863962"]}, {"Citation": "Tuzimski T., Sherma J. Thin-Layer Chromatography and Mass Spectrometry for the Analysis of Lipids. In: Wenk M.R., editor. Encyclopedia of Lipidomics. Volume 1. Springer; Dordrecht, Germany: 2022. pp. 1–20."}, {"Citation": "Vázquez-Martínez J.G., López M. Chemometrics-Based TLC and GC-MS for Small Molecule Analysis: A Practical Guide. In: Hoang V.D., editor. Chemometrics and Data Analysis in Chromatography. IntechOpen; London, UK: 2019."}, {"Citation": "Babushok V.I., Linstrom P.J., Zenkevich I.G. Retention indices for frequently reported compounds of plant essential oils. J. Phys. Chem. Ref. Data. 2011;40:043101. doi: 10.1063/1.3653552.", "ArticleIdList": ["10.1063/1.3653552"]}, {"Citation": "Witte L. GC-MS Methods for Terpenoids. In: Linskens H.F., Jackson J.F., editors. Gas Chromatography/Mass Spectrometry. Modern Methods of Plant Analysis. Volume 3 Springer; Dordrecht, Germany: 1986."}, {"Citation": "Marriot P.J., Shellie R., Cornwell C. Gas chromatographic technologies for the analysis of essential oils. J. Chromatogr. A. 2001;936:1–22. doi: 10.1016/S0021-9673(01)01314-0.", "ArticleIdList": ["10.1016/S0021-9673(01)01314-0", "11760992"]}, {"Citation": "Adams R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectroscopy. 4th ed. Allured Publishing Corporation; Carol Stream, IL, USA: 2007. pp. 1–804."}, {"Citation": "Carson C.F., Hammer K.A., Riley T.V. Melaleuca alternifolia (tea tree) oil: A review of antimicrobial and other medicinal properties. Clin. Microbiol. Rev. 2006;19:50–62. doi: 10.1128/CMR.19.1.50-62.2006.", "ArticleIdList": ["10.1128/CMR.19.1.50-62.2006", "PMC1360273", "16418522"]}, {"Citation": "Kumari K.M.U., Yadav N.P., Luqman S. Promising Essential Oils/Plant Extracts in the Prevention and Treatment of Dandruff Pathogenesis. Curr. Top. Med. Chem. 2022;22:1104–1133. doi: 10.2174/1568026622666220531120226.", "ArticleIdList": ["10.2174/1568026622666220531120226", "35642120"]}, {"Citation": "Maciel M.V., Morais S.M., Bevilaqua C.M.L., Silva R.A., Barros R.S., Sousa R.N., Sousa L.C., Brito E.S., Souza-Neto M.A. Chemical composition of Eucalyptus spp. essential oils and their insecticidal effects on Lutzomyia longipalpis. Vet. Parasitol. 2010;167:1–7. doi: 10.1016/j.vetpar.2009.09.053.", "ArticleIdList": ["10.1016/j.vetpar.2009.09.053", "19896276"]}, {"Citation": "Chalchat J.C., Muhayimana A., Habimana J.B., Chabard J.L. Aromatic plants of Rwanda. II. Chemical composition of essential oils of ten Eucalyptus species growing in Ruhande Arboretum, Butare, Rwanda. J. Essent. Oil Res. 1997;9:159–165. doi: 10.1080/10412905.1997.9699453.", "ArticleIdList": ["10.1080/10412905.1997.9699453"]}, {"Citation": "Hendry E.R., Worthington T., Conway B.R., Lambert P.A. Antimicrobial efficacy of eucalyptus oil and 1,8-cineole alone and in combination with chlorhexidine digluconate against microorganisms grown in planktonic and biofilm cultures. J. Antimicrob. Chemother. 2009;64:1219–1225. doi: 10.1093/jac/dkp362.", "ArticleIdList": ["10.1093/jac/dkp362", "19837714"]}, {"Citation": "Zengin H., Baysal A.H. Antibacterial and antioxidant activity of essential oil terpenes against pathogenic and spoilage-forming bacteria and cell structure-activity relationships evaluated by SEM microscopy. Molecules. 2014;19:17773–17798. doi: 10.3390/molecules191117773.", "ArticleIdList": ["10.3390/molecules191117773", "PMC6272013", "25372394"]}, {"Citation": "Sikkema J., de Bont J.A.M., Poolman B. Mechanisms of membrane toxicity of hydrocarbons. Microbiol. Rev. 1995;59:201–222. doi: 10.1128/mr.59.2.201-222.1995.", "ArticleIdList": ["10.1128/mr.59.2.201-222.1995", "PMC239360", "7603409"]}, {"Citation": "Sikkema J., de Bont J.A.M., Poolman B. Interactions of cyclic hydrocarbons with biological membranes. J. Biol. Chem. 1994;269:8022–8028. doi: 10.1016/S0021-9258(17)37154-5.", "ArticleIdList": ["10.1016/S0021-9258(17)37154-5", "8132524"]}, {"Citation": "Merghni A., Noumi E., Hadded O., Dridi N., Panwar H., Ceylan O., Mastouri M., Snoussi M. Assessment of the antibiofilm and antiquorum sensing activities of Eucalyptus globulus essential oil and its main component 1,8-cineole against methicillin-resistant Staphylococcus aureus strains. Microb. Pathog. 2018;118:74–80. doi: 10.1016/j.micpath.2018.03.006.", "ArticleIdList": ["10.1016/j.micpath.2018.03.006", "29522803"]}, {"Citation": "Draelos Z.D. A Pilot Study Investigating the Efficacy of Botanical Anti-Inflammatory Agents in an OTC Eczema Therapy. J. Cosmet. Derm. 2016;15:117–119. doi: 10.1111/jocd.12199.", "ArticleIdList": ["10.1111/jocd.12199", "26596512"]}, {"Citation": "Leite G.O., Leite L.H.I., Sampaio R.S., Araruna M.K.A., Menezes I.R.A., Costa J.G.M.C., Campos A.R. (-)-α-Bisabolol Attenuates Visceral Nociception and Inflammation in Mice. Fitoterapia. 2011;82:208–211. doi: 10.1016/j.fitote.2010.09.012.", "ArticleIdList": ["10.1016/j.fitote.2010.09.012", "20875845"]}, {"Citation": "Maurya A.K., Singh M., Dubey V., Srivastava S., Luqman S., Bawankule D.U. α-(-)-bisabolol reduces pro-inflammatory cytokine production and ameliorates skin inflammation. Curr. Pharm. Biotechnol. 2014;15:173–181. doi: 10.2174/1389201015666140528152946.", "ArticleIdList": ["10.2174/1389201015666140528152946", "24894548"]}, {"Citation": "Romagnoli C., Baldisserotto A., Malisardi G., Vicentini C.B., Mares D., Andreotti E., Vertuani S., Manfredini S. A Multi-Target Approach Toward the Development of Novel Candidates for Antidermatophytic Activity: Ultra-structural Evidence on α-Bisabolol-Treated Microsporum Gypseum. Molecules. 2015;20:11765–11776. doi: 10.3390/molecules200711765.", "ArticleIdList": ["10.3390/molecules200711765", "PMC6332250", "26132903"]}, {"Citation": "Femenıa-Font A., Balaguer-Fernandez C., Merino V., Rodilla V., López-Castellano A. Effect of chemical enhancers on the in vitro percutaneous absorption of sumatriptan succinate. Eur. J. Pharm. Biopharm. 2005;61:50–55. doi: 10.1016/j.ejpb.2005.02.014.", "ArticleIdList": ["10.1016/j.ejpb.2005.02.014", "15925502"]}, {"Citation": "Harvey D.J. Gas Chromatography. Elsevier; Amsterdam, The Netherlands: 2021. Mass spectrometric detectors for gas chromatography; pp. 399–424."}, {"Citation": "NIST Chemistry WebBook: NIST Standard Reference Database Number 69.  [(accessed on 3 September 2023)]; Available online:  http://webbook.nist.gov/chemistry/"}, {"Citation": "Sparkman D.O. Identification of essential oil components by gas chromatography/quadrupole mass spectroscopy Robert, P. Adams. J. Am. Soc. Mass Spectrom. 2005;16:1902–1903. doi: 10.1016/j.jasms.2005.07.008.", "ArticleIdList": ["10.1016/j.jasms.2005.07.008"]}, {"Citation": "Elaissi A., Rouis Z., Mabrouk S., Salah K.B., Aouni M., Khouja M.L., Farhat F., Chemli R., Harzallah-Skhiri F. Correlation between chemical composition and antibacterial activity of essential oils from fifteen Eucalyptus species growing in the Korbous and Jbel Abderrahman arboreta (North East Tunisia) Molecules. 2012;17:3044–3057. doi: 10.3390/molecules17033044.", "ArticleIdList": ["10.3390/molecules17033044", "PMC6268945", "22410416"]}, {"Citation": "Alitonou G.A., Sessou P., Tchobo F.P., Noudogbessi J.P., Avlessi F., Yehouenou B., Menut C., Villeneuve P., Sohounhloue D.C.K. Chemical composition and biological activities of essential oils of Chenopodium ambrosioides L. collected in two areas of Benin. Int. J. Biosci. 2012;2:58–66."}, {"Citation": "Hong Y.J., Tantillo D.J. Branching out from the bisabolyl cation. Unifying mechanistic pathways to barbatene, bazzanene, chamigrene, chamipinene, cumacrene, cuprenene, dunniene, isobazzanene, iso-γ-bisabolene, isochamigrene, laurene, microbiotene, sesquithujene, sesquisabinene, thujopsene, trichodiene, and widdradiene sesquiterpenes. J. Am. Chem. Soc. 2014;136:2450–2463.", "ArticleIdList": ["24490652"]}, {"Citation": "Kyoui D., Saito Y., Takahashi A., Tanaka G., Yoshida R., Maegaki Y., Kawarai T., Ogihara H., Suzuki C. Antibacterial Activity of Hexanol Vapor in Vitro and on the Surface of Vegetables. Foods. 2023;12:3097. doi: 10.3390/foods12163097.", "ArticleIdList": ["10.3390/foods12163097", "PMC10453283", "37628096"]}, {"Citation": "Tabanca N., Kirimer N., Demirci B., Demirci F., Başer K.H. Composition and antimicrobial activity of the essential oils of Micromeria cristata subsp. phrygia and the enantiomeric distribution of borneol. J. Agric. Food Chem. 2001;49:4300–4303. doi: 10.1021/jf0105034.", "ArticleIdList": ["10.1021/jf0105034", "11559128"]}, {"Citation": "Inoue Y., Hada T., Shiraishi A., Hirose K., Hamashima H., Kobayashi S. Biphasic effects of geranylgeraniol, teprenone, and phytol on the growth of Staphylococcus aureus. Antimicrob. Agents. Chemother. 2005;49:1770–1774. doi: 10.1128/AAC.49.5.1770-1774.2005.", "ArticleIdList": ["10.1128/AAC.49.5.1770-1774.2005", "PMC1087616", "15855494"]}, {"Citation": "Siqueira H.D.S., Neto B.S., Sousa D.P., Gomes B.S., da Silva F.V., Cunha F.V.M., Wanderley C.W.S., Pinheiro G., Cândido A.G.F., Wong D.V.T., et al. α-Phellandrene, a cyclic monoterpene, attenuates inflammatory response through neutrophil migration inhibition and mast cell degranulation. Life Sci. 2016;160:27–33. doi: 10.1016/j.lfs.2016.07.008.", "ArticleIdList": ["10.1016/j.lfs.2016.07.008", "27449945"]}, {"Citation": "de Oliveira M.G., Marques R.B., de Santana M.F., Santos A.B., Brito F.A., Barreto E.O., De Sousa D.P., Almeida F.R., Badauê-Passos D., Jr., Antoniolli A.R., et al. α-terpineol re-duces mechanical hypernociception and inflammatory response. Basic Clin. Pharmacol. Toxicol. 2012;111:120–125.", "ArticleIdList": ["22380944"]}, {"Citation": "Scandiffio R., Geddo F., Cottone E., Querio G., Antoniotti S., Gallo M.P., Maffei M.E., Bovolin P. Protective Effects of (E)-β-Caryophyllene (BCP) in Chronic Inflammation. Nutrients. 2020;12:3273. doi: 10.3390/nu12113273.", "ArticleIdList": ["10.3390/nu12113273", "PMC7692661", "33114564"]}, {"Citation": "European Pharmacopoeia. 11th ed. European Directorate for the Quality of Medicines; Strasburg, France: 2023."}, {"Citation": "Pharmacopoeia of the Russian Federation. 14th ed. Ministry of Health of Russian Federation; Moscow, Russian: 2018."}, {"Citation": "The European Medicines Agency . Commission Regulation (EU) No. 37/2010 of 22 December 2009 on Pharmacologically Active Substances and Their Classification Regarding Maximum Residue Limits in Foodstuffs of Animal Origin. The European Medicines Agency; Amsterdam, The Netherlands: 2010."}, {"Citation": "Soboleva E., Ambrus A. Application of a system suitability test for quality assurance and performance optimization of a gas chromatographic system for pesticide residue analysis. J. Chromatogr. A. 2004;1027:55–65. doi: 10.1016/j.chroma.2003.10.125.", "ArticleIdList": ["10.1016/j.chroma.2003.10.125", "14971484"]}, {"Citation": "Cagliero C., Bicchi C., Marengo A., Rubiolo P., Sgorbini B. Gas chromatography of essential oil: State-of-the-art, recent advances, and perspectives. J. Sep. Sci. 2022;45:94–112. doi: 10.1002/jssc.202100681.", "ArticleIdList": ["10.1002/jssc.202100681", "34897986"]}, {"Citation": "Commission Decision Commission Decision 2002/657/EC of 12 August 2002 implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results (2002/657/EC) Off. J. Eur. Union. 2002;L221:8–36."}, {"Citation": "Güzel B., Canlı O., Hocaoğlu S.M. Method development and validation for accurate and sensitive determination of terpenes in bio-based (citrus) oils by single quadrupole gas chromatography-mass spectrometry (GC/MS) Microchem. J. 2023;191:108903. doi: 10.1016/j.microc.2023.108903.", "ArticleIdList": ["10.1016/j.microc.2023.108903"]}, {"Citation": "Orecchio S., Fiore M., Barreca S., Vara G. Volatile profiles of emissions from different activities analyzed using canister samplers and gas chromatography-mass spectrometry (GC/MS) analysis: A case study. Int. J. Environ. Res. Public Health. 2017;14:195. doi: 10.3390/ijerph14020195.", "ArticleIdList": ["10.3390/ijerph14020195", "PMC5334749", "28212294"]}, {"Citation": "Barreca S., Orecchio S., Pace A. Photochemical sample treatment for extracts clean up in PCB analysis from sediments. Talanta. 2013;103:349–354. doi: 10.1016/j.talanta.2012.10.071.", "ArticleIdList": ["10.1016/j.talanta.2012.10.071", "23200398"]}, {"Citation": "Branch S.K. Guidelines from the international conference on harmonization (ICH) J. Pharm. Biomed. Anal. 2005;38:798–805. doi: 10.1016/j.jpba.2005.02.037.", "ArticleIdList": ["10.1016/j.jpba.2005.02.037", "16076542"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "10"}, {"Year": "2023", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "10", "Day": "20"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "6", "Minute": "55"}, {"Year": "2023", "Month": "10", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["37887259", "PMC10603869", "10.3390/antibiotics12101558", "antibiotics12101558"]}}], "PubmedBookArticle": []}