{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Begonia", "Chloroplast", "Evolutionary", "Phylogeny", "Positive selection"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37891463", "DateCompleted": {"Year": "2023", "Month": "10", "Day": "30"}, "DateRevised": {"Year": "2023", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "27"}], "Language": ["eng"], "ELocationID": ["648", "10.1186/s12864-023-09563-3"], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "27"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "Comparative chloroplast genomics reveals the phylogeny and the adaptive evolution of Begonia in China.", "Pagination": {"StartPage": "648", "MedlinePgn": "648"}, "Abstract": {"AbstractText": ["The Begonia species are common shade plants that are mostly found in southwest China. They have not been well studied despite their medicinal and decorative uses because gene penetration, decreased adaptability, and restricted availability are all caused by frequent interspecific hybridization.", "To understand the patterns of mutation in the chloroplast genomes of different species of Begonia, as well as their evolutionary relationships, we collected seven Begonia species in China and sequenced their chloroplast genomes. Begonia species exhibit a quadripartite structure of chloroplast genomes (157,634 - 169,694 bp), consisting of two pairs of inverted repeats (IR: 26,529 - 37,674 bp), a large single copy (LSC: 75,477 - 86,500 bp), and a small single copy (SSC: 17,861 - 18,367 bp). 128-143 genes (comprising 82-93 protein-coding genes, 8 ribosomal RNAs, and 36-43 transfer RNAs) are found in the chloroplast genomes. Based on comparative analyses, this taxon has a relatively similar genome structure. A total of six substantially divergent DNA regions (trnT-UGU-trnL-UAA, atpF-atpH, ycf4-cemA, psbC-trnS-UGA, rpl32-trnL-UAG, and ccsA-ndhD) are found in the seventeen chloroplast genomes. These regions are suitable for species identification and phylogeographic analysis. Phylogenetic analysis shows that Begonia species that were suited to comparable environments grouped in a small clade and that all Begonia species formed one big clade in the phylogenetic tree, supporting the genus' monophyly. In addition, positive selection sites were discovered in eight genes (rpoC1, rpoB, psbE, psbK, petA, rps12, rpl2, and rpl22), the majority of which are involved in protein production and photosynthesis.", "Using these genome resources, we can resolve deep-level phylogenetic relationships between Begonia species and their families, leading to a better understanding of evolutionary processes. In addition to enhancing species identification and phylogenetic resolution, these results demonstrate the utility of complete chloroplast genomes in phylogenetically and taxonomically challenging plant groupings."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science and Technology, Wuhan Polytechnic University, Wuhan, Hubei, 430023, People's Republic of China."}], "LastName": "Xiong", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Tourism and Landscape Architecture, Guilin University of Technology, Guilin, Guangxi, 541006, People's Republic of China."}], "LastName": "Huang", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Provincial Engineering Laboratory of Wetland Ecosystem Protection and Restoration, School of Resources and Environmental Engineering, Anhui University, Hefei, Anhui, 230601, People's Republic of China."}], "LastName": "Li", "ForeName": "Zhenglong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, 100700, People's Republic of China."}], "LastName": "Wu", "ForeName": "Lan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science and Technology, Wuhan Polytechnic University, Wuhan, Hubei, 430023, People's Republic of China."}], "LastName": "Liu", "ForeName": "Zhiguo", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science and Technology, Wuhan Polytechnic University, Wuhan, Hubei, 430023, People's Republic of China."}], "LastName": "Zhu", "ForeName": "Wenjun", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chemistry and Material Engineering, Quzhou University, Quzhou, Zhejiang, 324000, People's Republic of China."}], "LastName": "Li", "ForeName": "Jianhui", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science and Technology, Wuhan Polytechnic University, Wuhan, Hubei, 430023, People's Republic of China. rxu@whpu.edu.cn."}], "LastName": "Xu", "ForeName": "Ran", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Provincial Engineering Laboratory of Wetland Ecosystem Protection and Restoration, School of Resources and Environmental Engineering, Anhui University, Hefei, Anhui, 230601, People's Republic of China. hongxin@ahu.edu.cn."}], "LastName": "Hong", "ForeName": "Xin", "Initials": "X"}], "GrantList": [{"GrantID": "No. 2021RZ024", "Agency": "Research Funding of Wuhan Polytechnic University", "Country": ""}, {"GrantID": "No. 2021Y14", "Agency": "Research and Innovation Initiatives of WHPU", "Country": ""}, {"GrantID": "AD20325009", "Agency": "Guangxi Science and Technology Base and Special Talents Program, China", "Country": ""}, {"GrantID": "No. 2020-620-000-002-04", "Agency": "Hubei Technology Innovation Center for Agricultural Sciences-2020 Key Technology Research and Demonstration Project of Safe and Efficient Production of Genuine Medicinal Materials", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics"], "DescriptorName": "Begoniaceae"}, {"QualifierName": ["methods"], "DescriptorName": "Genomics"}, {"QualifierName": ["genetics"], "DescriptorName": "Chloroplasts"}, {"QualifierName": [], "DescriptorName": "Base Sequence"}, {"QualifierName": [], "DescriptorName": "Genome, Chloroplast"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li L, Chen X, Fang D, Dong S, Guo X, Li N, Campos-Dominguez L, Wang W, Liu Y, Lang X, Peng Y, Tian D, Thomas DC, Mu W, Liu M, Wu C, Yang., Zhang S, Yang L, Yang J, Liu ZJ, Zhang L, Zhang X, Chen F, Jiao Y, Guo Y, Hughes M, Wang W, Liu X, Zhong C, Li A, Sahu SK, Yang H, Wu E, Sharbrough J, Lisby M, Liu X, Xu X, Soltis DE, de Peer YV, Kidner C, Zhang S, Liu H. Genomes shed light on the evolution of Begonia, a mega-diverse genus. New Phytol. 2022;234(1):295–310. doi: 10.1111/nph.17949.", "ArticleIdList": ["10.1111/nph.17949", "PMC7612470", "34997964"]}, {"Citation": "Emelianova K, Kidner C. Comparative transcriptome analysis of two closely related Begonia species reveals divergent patterns in key light-regulated pathways. Edinb J Bot. 2022;79:1–18. doi: 10.24823/ejb.2022.398.", "ArticleIdList": ["10.24823/ejb.2022.398"]}, {"Citation": "Goodall-Copestake W, Pérez-Espona S, Harris DJ, Hollingsworth PM. The early evolution of the mega-diverse genus Begonia (Begoniaceae) inferred from organelle DNA phylogenies. Biol J linn Soc. 2010;101(2):243–50. doi: 10.1111/j.1095-8312.2010.01489.x.", "ArticleIdList": ["10.1111/j.1095-8312.2010.01489.x"]}, {"Citation": "Dewitte A, Twyford AD, Thomas DC, Kidner CA, Van Huylenbroeck J. The origin of diversity in Begonia: Genome Dynamism, Population processes and phylogenetic patterns. Dyn processes biodiversity-case Stud Evol Spat distribution. 2011;448(1):2029."}, {"Citation": "Tseng YH, Hsieh CL, Campos-Domínguez L, Hu AQ, Chang CC, Hsu YT, Kinder C, Hughes M, Moonlight P, Hung C, Wang YC, Wang YT, Liu SH, Girmansyah D, Chung K-F. Insights into the evolution of the chloroplast genome and the phylogeny of Begonia. Edinb J Bot. 2022;79:1–32. doi: 10.24823/ejb.2022.408.", "ArticleIdList": ["10.24823/ejb.2022.408"]}, {"Citation": "Zhang Y, Du L, Liu A, Chen J, Wu L, Hu W, Zhang W, Kim K, Lee SC. The complete chloroplast genome sequences of five Epimedium species: lights into phylogenetic and taxonomic analyses. Front Plant Sci. 2016;7:306.", "ArticleIdList": ["PMC4791396", "27014326"]}, {"Citation": "Chen J, Zang Y, Shang S, Liang S, Zhu M, Wang Y, Tang X. Comparative chloroplast genomes of Zosteraceae Species provide adaptive evolution insights into Seagrass. Front Plant Sci. 2021;12:741152. doi: 10.3389/fpls.2021.741152.", "ArticleIdList": ["10.3389/fpls.2021.741152", "PMC8495015", "34630493"]}, {"Citation": "Moonlight PW, Richardson JE, Tebbitt MC, Thomas DC, Hollands R, Peng C-I, Hughes M. Continental-scale diversification patterns in a megadiverse genus: the biogeography of neotropical Begonia. J Biogeogr. 2015;42(6):1137–49. doi: 10.1111/jbi.12496.", "ArticleIdList": ["10.1111/jbi.12496"]}, {"Citation": "Wang W, Messing J. High-throughput sequencing of three Lemnoideae (duckweeds) chloroplast genomes from total DNA. PLoS ONE. 2011;6(9):e24670. doi: 10.1371/journal.pone.0024670.", "ArticleIdList": ["10.1371/journal.pone.0024670", "PMC3170387", "21931804"]}, {"Citation": "Zhao YB, Yin JL, Guo HY, Zhang YY, Xiao W, Sun C, Wu JY, Qu XB, Yu J, Wang XM, Xiao JF. The complete chloroplast genome provides insight into the evolution and polymorphism of Panax ginseng. Front Plant Sci. 2015;5:696. doi: 10.3389/fpls.2014.00696.", "ArticleIdList": ["10.3389/fpls.2014.00696", "PMC4294130", "25642231"]}, {"Citation": "Bessega CF, Pometti CL, Miller JT, Watts R, Saidman BO, Vilardi JC. New microsatellite loci for Prosopis alba and P. chilensis (Fabaceae) Appl Plant Sci. 2013;1(5):1200324. doi: 10.3732/apps.1200324.", "ArticleIdList": ["10.3732/apps.1200324", "PMC4105034", "25202541"]}, {"Citation": "Gandhi SG, Awasthi P, Bedi YS. Analysis of SSR dynamics in chloroplast genomes of Brassicaceae family. Bioinformation. 2010;5(1):16–20. doi: 10.6026/97320630005016.", "ArticleIdList": ["10.6026/97320630005016", "PMC3039999", "21346873"]}, {"Citation": "Asaf S, Jan R, Khan AL, Lee IJ. Complete chloroplast genome characterization of Oxalis corniculata and its comparison with related species from family Oxalidaceae. Plants. 2020;9:928. doi: 10.3390/plants9080928.", "ArticleIdList": ["10.3390/plants9080928", "PMC7464629", "32717796"]}, {"Citation": "Ebert D, Peakall R. Chloroplast simple sequence repeats (cpSSRs): technical resources and recommendations for expanding cpSSR discovery and applications to a wide array of plant species. Mol Ecol Res. 2009;9:673–90. doi: 10.1111/j.1755-0998.2008.02319.x.", "ArticleIdList": ["10.1111/j.1755-0998.2008.02319.x", "21564725"]}, {"Citation": "Gu L, Su T, An MT, Hu GX. (2020). The complete chloroplast genome of the vulnerable Oreocharis esquirolii (Gesneriaceae): Structural features, comparative and phylogenetic analysis. Plants (Basel). 2020; 9(12):1692.", "ArticleIdList": ["PMC7760870", "33276435"]}, {"Citation": "Jiao LJ, Shui YM. Evaluating candidate DNA barcodes among chinese Begonia (Begoniaceae) Species. Plant Divers. 2013;35(6):715–24."}, {"Citation": "Ningrum W, Atmaja MB, Daryono BS, Purnomo P. Genetic variability of Begonia longifolia blume from Indonesia based on nuclear DNA internal transcribed spacer (ITS) sequence data. Biodiversitas. 2020;21(12):5778–85. doi: 10.13057/biodiv/d211239.", "ArticleIdList": ["10.13057/biodiv/d211239"]}, {"Citation": "Feng SG, Zheng KX, Jiao KL, Cai YC, Chen CL, Mao YY, Wang LY, Zhan XR, Ying QC, Wang HZ. Complete chloroplast genomes of four Physalis species (Solanaceae): lights into genome structure, comparative analysis, and phylogenetic relationships. BMC Plant Biol. 2020;20(1):242. doi: 10.1186/s12870-020-02429-w.", "ArticleIdList": ["10.1186/s12870-020-02429-w", "PMC7254759", "32466748"]}, {"Citation": "Kyalo CM, Li ZZ, Mkala EM, Malombe I, Hu GW, Wang QF. The first glimpse of Streptocarpus ionanthus (Gesneriaceae) phylogenomics: analysis of five subspecies’ chloroplast genomes. Plants. 2020;9(4):456. doi: 10.3390/plants9040456.", "ArticleIdList": ["10.3390/plants9040456", "PMC7238178", "32260377"]}, {"Citation": "Ferreira KN, Iverson TM, Maghlaoui K, Barber J, Iwata S. Architecture of the photosynthetic oxygen-evolving center. Science. 2004;303(5665):1831–8. doi: 10.1126/science.1093087.", "ArticleIdList": ["10.1126/science.1093087", "14764885"]}, {"Citation": "Gao F, Chen C, Arab D, Du Z, He Y, Ho SYW. EasyCodeML: a visual tool for analysis of selection using CodeML. Ecol Evol. 2019;9(7):3891–8. doi: 10.1002/ece3.5015.", "ArticleIdList": ["10.1002/ece3.5015", "PMC6467853", "31015974"]}, {"Citation": "Muto A, Ushida C. Transcription and translation. Methods Cell Biol. 1995;48:483. doi: 10.1016/S0091-679X(08)61400-4.", "ArticleIdList": ["10.1016/S0091-679X(08)61400-4", "8531739"]}, {"Citation": "Ramundo S, Rahire M, Schaad O, Rochaix JD. Repression of essential chloroplast genes reveals new signaling pathways and regulatory feedback loops in Chlamydomonas. Plant Cell. 2013;25(1):167–86. doi: 10.1105/tpc.112.103051.", "ArticleIdList": ["10.1105/tpc.112.103051", "PMC3584532", "23292734"]}, {"Citation": "Scobeyeva VA, Artyushin IV, Krinitsina AA, Nikitin PA, Speranskaya AS. Gene loss, pseudogenization in plastomes of genus Allium (amaryllidaceae), and putative selection for adaptation to environmental conditions. Front Genet. 2021;12:674783. doi: 10.3389/fgene.2021.674783.", "ArticleIdList": ["10.3389/fgene.2021.674783", "PMC8296844", "34306019"]}, {"Citation": "O’Sullivan DM, McHugh TD, Gillespie SH. Analysis of rpoB and pncA mutations in the published literature: an insight into the role of oxidative stress in Mycobacterium tuberculosis evolution? J Antimicrob Chemother. 2005;55(5):674–9. doi: 10.1093/jac/dki069.", "ArticleIdList": ["10.1093/jac/dki069", "15814606"]}, {"Citation": "Inokuchi H, Ito R, Sekiguchi T, Sekiguchi M. Search for proteins required for accurate gene expression under oxidative stress. J Biol Chem. 2013;288(46):32952–62. doi: 10.1074/jbc.M113.507772.", "ArticleIdList": ["10.1074/jbc.M113.507772", "PMC3829146", "24097971"]}, {"Citation": "Xie DF, Yu Y, Deng YQ, Li J, Liu HY, Zhou SD, He XJ. Comparative analysis of the chloroplast genomes of the chinese endemic genus Urophysa and their contribution to chloroplast phylogeny and adaptive evolution. Int J Mol Sci. 2018;19(7):1847. doi: 10.3390/ijms19071847.", "ArticleIdList": ["10.3390/ijms19071847", "PMC6073864", "29932433"]}, {"Citation": "Ai B, Gao Y, Zhang X, Tao J, Kang M, Huang H. Comparative transcriptome resources of eleven Primulina species, a group of ‘stone plants’ from a biodiversity hot spot. Mol Ecol Resour. 2015;15(3):619–32. doi: 10.1111/1755-0998.12333.", "ArticleIdList": ["10.1111/1755-0998.12333", "25243665"]}, {"Citation": "Gu CH, Dong B, Xu L, Tembrock LR, Zheng SY, Wu ZQ. The complete chloroplast genome of Heimia myrtifolia and comparative analysis within Myrtales. Molecules. 2018;23(4):846. doi: 10.3390/molecules23040846.", "ArticleIdList": ["10.3390/molecules23040846", "PMC6017443", "29642470"]}, {"Citation": "Dierckxsens N, Mardulyn P, Smits G. NOVOPlasty: de novo assembly of organelle genomes from whole genome data. Nucleic Acids Res. 2017;45(4):e18.", "ArticleIdList": ["PMC5389512", "28204566"]}, {"Citation": "Langmead B, Trapnell C, Pop M, Salzberg SL. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol. 2009;10(3):R25. doi: 10.1186/gb-2009-10-3-r25.", "ArticleIdList": ["10.1186/gb-2009-10-3-r25", "PMC2690996", "19261174"]}, {"Citation": "Shi L, Chen H, Jiang M, Wang L, Wu X, Huang L, Liu C. CPGAVAS2, an integrated plastome sequence annotator and analyzer. Nucleic Acids Res. 2019;47(W1):W65–w73. doi: 10.1093/nar/gkz345.", "ArticleIdList": ["10.1093/nar/gkz345", "PMC6602467", "31066451"]}, {"Citation": "Schattner P, Brooks AN, Lowe TM. The tRNAscan-SE, snoscan and snoGPS web servers for the detection of tRNAs and snoRNAs. Nucleic Acids Res. 2005;33(suppl2):W686–9. doi: 10.1093/nar/gki366.", "ArticleIdList": ["10.1093/nar/gki366", "PMC1160127", "15980563"]}, {"Citation": "Greiner S, Lehwark P, Bock R. OrganellarGenomeDRAW (OGDRAW) version 1.3.1: expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 2019;47(W1):W59–64. doi: 10.1093/nar/gkz238.", "ArticleIdList": ["10.1093/nar/gkz238", "PMC6602502", "30949694"]}, {"Citation": "Beier S, Thiel T, Munch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–5. doi: 10.1093/bioinformatics/btx198.", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Kurtz S, Choudhuri JV, Ohlebusch E, Schleiermacher C, Stoye J, Giegerich R. REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res. 2001;29(22):4633–42. doi: 10.1093/nar/29.22.4633.", "ArticleIdList": ["10.1093/nar/29.22.4633", "PMC92531", "11713313"]}, {"Citation": "Frazer KA, Pachter L, Poliakov A, Rubin EM, Dubchak I. VISTA: computational tools for comparative genomics. Nucleic Acids Res. 2004;32(suppl2):W273–9. doi: 10.1093/nar/gkh458.", "ArticleIdList": ["10.1093/nar/gkh458", "PMC441596", "15215394"]}, {"Citation": "Amiryousefi A, Hyvönen J, Poczai P. IRscope: an online program to visualize the junction sites of chloroplast genomes. Bioinformatics. 2018;34(17):3030–1. doi: 10.1093/bioinformatics/bty220.", "ArticleIdList": ["10.1093/bioinformatics/bty220", "29659705"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30(12):2725–9. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Rozas J, Ferrer-Mata A, Sánchez-DelBarrio JC, Guirao-Rico S, Librado P, Ramos-Onsins SE, Sánchez-Gracia A. DnaSP 6: DNA sequence polymorphism analysis of large data sets. Mol Biol Evol. 2017;34(12):3299–302. doi: 10.1093/molbev/msx248.", "ArticleIdList": ["10.1093/molbev/msx248", "29029172"]}, {"Citation": "Kazutaka K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol. 2013;30(4):772–80. doi: 10.1093/molbev/mst010.", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Stamatakis A. RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models. Bioinformatics. 2006;22(21):2688–90. doi: 10.1093/bioinformatics/btl446.", "ArticleIdList": ["10.1093/bioinformatics/btl446", "16928733"]}, {"Citation": "Huelsenbeck J, Ronquist F. MRBAYES: bayesian inference of phylogenetic trees. Bioinformatics. 2001;17(8):754–5. doi: 10.1093/bioinformatics/17.8.754.", "ArticleIdList": ["10.1093/bioinformatics/17.8.754", "11524383"]}, {"Citation": "Buchan DWA, Minneci F, Nugent TCO, Bryson K, Jones DT. Scalable web services for the PSIPRED protein analysis Workbench. Nucleic Acids Res. 2013;41(W1):W349–57. doi: 10.1093/nar/gkt381.", "ArticleIdList": ["10.1093/nar/gkt381", "PMC3692098", "23748958"]}, {"Citation": "Waterhouse A, Bertoni M, Bienert S, Studer G, Tauriello G, Gumienny R, Heer FT, de Beer TAP, Rempfer C, Bordoli L, Lepore R, Schwede T. SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Res. 2018;46(W1):W296–W303. doi: 10.1093/nar/gky427.", "ArticleIdList": ["10.1093/nar/gky427", "PMC6030848", "29788355"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "11"}, {"Year": "2023", "Month": "8", "Day": "8"}, {"Year": "2023", "Month": "10", "Day": "30", "Hour": "6", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "11", "Minute": "42"}, {"Year": "2023", "Month": "10", "Day": "27", "Hour": "23", "Minute": "41"}, {"Year": "2023", "Month": "10", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["37891463", "PMC10612195", "10.1186/s12864-023-09563-3", "10.1186/s12864-023-09563-3"]}}], "PubmedBookArticle": []}