{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Calophyllum inophyllum", "Cordia subcordata", "Curcuma longa", "Ficus prolixa", "French Polynesia", "Gardenia taitensis", "LC-MS", "antioxidant", "cosmetopoeia", "pharmacopeia"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37891949", "DateRevised": {"Year": "2023", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "16"}], "Language": ["eng"], "ELocationID": ["1870", "10.3390/antiox12101870"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "12", "Issue": "10", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "16"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Identification of Antioxidant Metabolites from Five Plants (<i>Calophyllum inophyllum</i>, <i>Gardenia taitensis</i>, <i>Curcuma longa</i>, <i>Cordia subcordata</i>, <i>Ficus prolixa</i>) of the Polynesian Pharmacopoeia and Cosmetopoeia for Skin Care.", "Abstract": {"AbstractText": ["Oxidative stress contributes to impairment of skin health, the wound healing process, and pathologies such as psoriasis or skin cancer. Five Polynesian medicinal plants, among the most traditionally used for skin care (pimples, wounds, burns, dermatoses) are studied herein for their antioxidant properties: <i>Calophyllum inophyllum</i>, <i>Gardenia taitensis</i>, <i>Curcuma longa</i>, <i>Cordia subcordata</i>, and <i>Ficus prolixa</i>. Plant extracts were submitted to in vitro bioassays related to antioxidant properties and their bioactive constituents were identified by a metabolomic analytical approach. High performance liquid chromatography with tandem mass spectrometry (HPLC-MS/MS) analysis was performed leading to the characterization of 61 metabolites. Compounds annotated for <i>F. prolixa</i> and <i>C. subcordata</i> extracts were reported for the first time. Antioxidant properties were evaluated by total phenolic content (TPC), free radical scavenging DPPH (1,1-diphenyl-2-picryl-hydrazyl), and Ferric Reducing Antioxidant Power activity (FRAP) assays. <i>F. prolixa</i> extract was the most active one and showed antioxidant intracellular activity on keratinocytes by Anti Oxydant Power 1 assay. Online HPLC-DPPH allowed the identification of phenolic bioactive compounds such as quercetin-<i>O</i>-rhamnoside, rosmarinic acid, chlorogenic acid, procyanidins, epicatechin, 5-<i>O</i>-caffeoylshikimic acid, and curcumin as being responsible for the scavenging properties of these plant extracts. These results highlight the potential of <i>F. prolixa</i> aerial roots as a source of antioxidants for skin care applications."]}, "AuthorList": [{"Identifier": ["0009-0005-1551-2433"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UMR 214 Ecosystèmes Insulaires Océaniens, Université de Polynésie Française, IFREMER, ILM, IRD, BP 6570, Tahiti, F-98702 Faaa, French Polynesia."}], "LastName": "Chambon", "ForeName": "Marion", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UMR 214 Ecosystèmes Insulaires Océaniens, Université de Polynésie Française, IFREMER, ILM, IRD, BP 6570, Tahiti, F-98702 Faaa, French Polynesia."}], "LastName": "Ho", "ForeName": "Raimana", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aix Marseille Univ, CNRS 7263, IRD 237, Avignon Université, IMBE, 27 Blvd Jean Moulin, Service of Pharmacognosy, Faculty of Pharmacy, 13385 Marseille, France."}], "LastName": "Baghdikian", "ForeName": "Beatrice", "Initials": "B"}, {"Identifier": ["0000-0002-3374-2508"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aix Marseille Université, CNRS, Centrale Méditerranée, FSCM, Spectropole, Service 511, Campus Saint-Jérôme, 13397 Marseille, France."}], "LastName": "Herbette", "ForeName": "Gaëtan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aix Marseille Univ, CNRS 7263, IRD 237, Avignon Université, IMBE, 27 Blvd Jean Moulin, Service of Pharmacognosy, Faculty of Pharmacy, 13385 Marseille, France."}], "LastName": "Bun-Llopet", "ForeName": "Sok-Siya", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Aix Marseille Univ, CNRS 7263, IRD 237, Avignon Université, IMBE, 27 Blvd Jean Moulin, Service of Pharmacognosy, Faculty of Pharmacy, 13385 Marseille, France."}], "LastName": "Garayev", "ForeName": "Elnur", "Initials": "E"}, {"Identifier": ["0000-0001-7596-9236"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UMR 214 Ecosystèmes Insulaires Océaniens, Université de Polynésie Française, IFREMER, ILM, IRD, BP 6570, Tahiti, F-98702 Faaa, French Polynesia."}], "LastName": "Raharivelomanana", "ForeName": "Phila", "Initials": "P"}], "GrantList": [{"GrantID": "Convention Oct 2021", "Agency": "UPF and MedEx", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pullar J.M., Carr A.C., Vissers M.C.M. The Roles of Vitamin C in Skin Health. Nutrients. 2017;9:866. doi: 10.3390/nu9080866.", "ArticleIdList": ["10.3390/nu9080866", "PMC5579659", "28805671"]}, {"Citation": "Baek J., Lee M.-G. Oxidative Stress and Antioxidant Strategies in Dermatology. Redox Rep. Commun. Free Radic. Res. 2016;21:164–169. doi: 10.1179/1351000215Y.0000000015.", "ArticleIdList": ["10.1179/1351000215Y.0000000015", "PMC8900706", "26020527"]}, {"Citation": "Deng L., Du C., Song P., Chen T., Rui S., Armstrong D.G., Deng W. The Role of Oxidative Stress and Antioxidants in Diabetic Wound Healing. Oxid. Med. Cell. Longev. 2021;2021:8852759. doi: 10.1155/2021/8852759.", "ArticleIdList": ["10.1155/2021/8852759", "PMC7884160", "33628388"]}, {"Citation": "Ndwiga D.W., MacMillan F., McBride K.A., Simmons D. Lifestyle Interventions for People with, and at Risk of Type 2 Diabetes in Polynesian Communities: A Systematic Review and Meta-Analysis. Int. J. Environ. Res. Public Health. 2018;15:882. doi: 10.3390/ijerph15050882.", "ArticleIdList": ["10.3390/ijerph15050882", "PMC5981921", "29710788"]}, {"Citation": "Pétard P. Plantes Utiles de Polynésie et Raau Tahiti. Edition Haere po no Tahiti; Papeete, French Polynesia: 1986."}, {"Citation": "Dumanović J., Nepovimova E., Natić M., Kuča K., Jaćević V. The Significance of Reactive Oxygen Species and Antioxidant Defense System in Plants: A Concise Overview. Front. Plant Sci. 2021;11:552969. doi: 10.3389/fpls.2020.552969.", "ArticleIdList": ["10.3389/fpls.2020.552969", "PMC7815643", "33488637"]}, {"Citation": "Pétard P. Raau Tahiti, Plantes Médicinales Polynésiennes et Remèdes Tahitiens. Volume 167 South Pacific Commission; Nouméa, New Caledonia: 1972. (Technical Document)"}, {"Citation": "Girardi C., Butaud J.F., Ollier C., Ingert N., Weniger B., Raharivelomanana P., Moretti C. Herbal Medicine in the Marquesas Islands. J. Ethnopharmacol. 2015;161:200–213. doi: 10.1016/j.jep.2014.09.045.", "ArticleIdList": ["10.1016/j.jep.2014.09.045", "25527315"]}, {"Citation": "Moretti C., Butaud J.F., Girardi C., Ollier C., Ingert N., Raharivelomanana P., Weniger B. Médecine et pharmacopée végétale traditionnelles aux Iles Marquises (Polynésie française) J. Ethnopharmacol. 2015;53:7–27.", "ArticleIdList": ["25527315"]}, {"Citation": "Hosry L.E., Boyer L., Garayev E.E., Mabrouki F., Bun S.-S., Debrauwer L., Auezova L., Cheble E., Elias R. Chemical Composition, Antioxidant and Cytotoxic Activities of Roots and Fruits of Berberis libanotica. Nat. Prod. Commun. 2016;11:1934578X1601100523. doi: 10.1177/1934578X1601100523.", "ArticleIdList": ["10.1177/1934578X1601100523", "27319140"]}, {"Citation": "Blois M.S. Antioxidant Determinations by the Use of a Stable Free Radical. Nature. 1958;181:1199–1200. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Breaud C., Lallemand L., Mares G., Mabrouki F., Bertolotti M., Simmler C., Greff S., Mauduit M., Herbette G., Garayev E., et al. LC-MS Based Phytochemical Profiling towards the Identification of Antioxidant Markers in Some Endemic Aloe Species from Mascarene Islands. Antioxidants. 2023;12:50. doi: 10.3390/antiox12010050.", "ArticleIdList": ["10.3390/antiox12010050", "PMC9854647", "36670912"]}, {"Citation": "Benzie I.F.F., Strain J.J. The Ferric Reducing Ability of Plasma (FRAP) as a Measure of “Antioxidant Power”: The FRAP Assay. Anal. Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Gironde C., Rigal M., Dufour C., Furger C. AOP1, a New Live Cell Assay for the Direct and Quantitative Measure of Intracellular Antioxidant Effects. Antioxidants. 2020;9:471. doi: 10.3390/antiox9060471.", "ArticleIdList": ["10.3390/antiox9060471", "PMC7346189", "32492957"]}, {"Citation": "Wang M., Carver J.J., Phelan V.V., Sanchez L.M., Garg N., Peng Y., Nguyen D.D., Watrous J., Kapono C.A., Luzzatto-Knaan T., et al. Sharing and Community Curation of Mass Spectrometry Data with Global Natural Products Social Molecular Networking. Nat. Biotechnol. 2016;34:828–837. doi: 10.1038/nbt.3597.", "ArticleIdList": ["10.1038/nbt.3597", "PMC5321674", "27504778"]}, {"Citation": "Dührkop K., Fleischauer M., Ludwig M., Aksenov A.A., Melnik A.V., Meusel M., Dorrestein P.C., Rousu J., Böcker S. SIRIUS4: A Rapid Tool for Turning Tandem Mass Spectra into Metabolite Structure Information. Nat. Methods. 2019;16:299–302. doi: 10.1038/s41592-019-0344-8.", "ArticleIdList": ["10.1038/s41592-019-0344-8", "30886413"]}, {"Citation": "Xu D.-P., Li Y., Meng X., Zhou T., Zhou Y., Zheng J., Zhang J.-J., Li H.-B. Natural Antioxidants in Foods and Medicinal Plants: Extraction, Assessment and Resources. Int. J. Mol. Sci. 2017;18:E96. doi: 10.3390/ijms18010096.", "ArticleIdList": ["10.3390/ijms18010096", "PMC5297730", "28067795"]}, {"Citation": "Hughes K., Ho R., Butaud J.-F., Filaire E., Ranouille E., Berthon J.-Y., Raharivelomanana P. A Selection of Eleven Plants Used as Traditional Polynesian Cosmetics and Their Development Potential as Anti-Aging Ingredients, Hair Growth Promoters and Whitening Products. J. Ethnopharmacol. 2019;245:112159. doi: 10.1016/j.jep.2019.112159.", "ArticleIdList": ["10.1016/j.jep.2019.112159", "31419502"]}, {"Citation": "Prasad J., Shrivastava A., Khanna A.K., Bhatia G., Awasthi S.K., Narender T. Antidyslipidemic and Antioxidant Activity of the Constituents Isolated from the Leaves of Calophyllum inophyllum. Phytomedicine. 2012;19:1245–1249. doi: 10.1016/j.phymed.2012.09.001.", "ArticleIdList": ["10.1016/j.phymed.2012.09.001", "23083817"]}, {"Citation": "Patil S.S., Bhasarkar S., Rathod V.K. Extraction of Curcuminoids from Curcuma longa: Comparative Study between Batch Extraction and Novel Three Phase Partitioning. Prep. Biochem. Biotechnol. 2019;49:407–418. doi: 10.1080/10826068.2019.1575859.", "ArticleIdList": ["10.1080/10826068.2019.1575859", "30821198"]}, {"Citation": "Cassien M., Mercier A., Thétiot-Laurent S., Culcasi M., Ricquebourg E., Asteian A., Herbette G., Bianchini J.-P., Raharivelomanana P., Pietri S. Improving the Antioxidant Properties of Calophyllum inophyllum Seed Oil from French Polynesia: Development and Biological Applications of Resinous Ethanol-Soluble Extracts. Antioxidants. 2021;10:199. doi: 10.3390/antiox10020199.", "ArticleIdList": ["10.3390/antiox10020199", "PMC7910904", "33573143"]}, {"Citation": "Hapsari S., Yohed I., Kristianita R.A., Jadid N., Aparamarta H.W., Gunawan S. Phenolic and Flavonoid Compounds Extraction from Calophyllum inophyllum Leaves. Arab. J. Chem. 2022;15:103666. doi: 10.1016/j.arabjc.2021.103666.", "ArticleIdList": ["10.1016/j.arabjc.2021.103666"]}, {"Citation": "Febrilliant Susanto D., Wirawasista Aparamarta H., Widjaja A., Firdaus, Gunawan S. Calophyllum inophyllum: Beneficial Phytochemicals, Their Uses, and Identification. In: Rao V., Mans D., Rao L., editors. Phytochemicals in Human Health. IntechOpen; London, UK: 2019. p. 13."}, {"Citation": "Singh K., Srichairatanakool S., Chewonarin T., Prommaban A., Samakradhamrongthai R.S., Brennan M.A., Brennan C.S., Utama-ang N. Impact of Green Extraction on Curcuminoid Content, Antioxidant Activities and Anti-Cancer Efficiency (In Vitro) from Turmeric Rhizomes (Curcuma longa L.) Foods. 2022;11:3633. doi: 10.3390/foods11223633.", "ArticleIdList": ["10.3390/foods11223633", "PMC9689051", "36429224"]}, {"Citation": "Sabir S.M., Zeb A., Mahmood M., Abbas S.R., Ahmad Z., Iqbal N. Phytochemical Analysis and Biological Activities of Ethanolic Extract of Curcuma longa Rhizome. Braz. J. Biol. 2020;81:737–740. doi: 10.1590/1519-6984.230628.", "ArticleIdList": ["10.1590/1519-6984.230628", "32965334"]}, {"Citation": "Wang R., Wei Y. A Study on the Antioxidant Activities in Different Parts of Gardenia jasminoides. Front. Soc. Sci. Technol. 2019;1:25–29."}, {"Citation": "Yu R., Li Y., Si D., Yan S., Liu J., Si J., Zhang X. Identification, Quantitative and Bioactivity Analyses of Aroma and Alcohol-Soluble Components in Flowers of Gardenia jasminoides and Its Variety during Different Drying Processes. Food Chem. 2023;420:135846. doi: 10.1016/j.foodchem.2023.135846.", "ArticleIdList": ["10.1016/j.foodchem.2023.135846", "37060668"]}, {"Citation": "Gandhimathi R., Saravana Kumar A. Evaluation of Antioxidant Activity of Cordia subcordata Lam. Against Carbon Tetrachloride (CCl4) Induced Erythrocyte Damage in Rats. Pharmacol. 2019;2:720–727."}, {"Citation": "Ao C., Deba F., Tako M., Tawata S. Biological Activity and Composition of Extract from Aerial Root of Ficus microcarpa L. fil. Int. J. Food Sci. Technol. 2009;44:349–358. doi: 10.1111/j.1365-2621.2008.01732.x.", "ArticleIdList": ["10.1111/j.1365-2621.2008.01732.x"]}, {"Citation": "Schymanski E.L., Jeon J., Gulde R., Fenner K., Ruff M., Singer H.P., Hollender J. Identifying Small Molecules via High Resolution Mass Spectrometry: Communicating Confidence. Environ. Sci. Technol. 2014;48:2097–2098. doi: 10.1021/es5002105.", "ArticleIdList": ["10.1021/es5002105", "24476540"]}, {"Citation": "Kashman Y., Gustafson K.R., Fuller R.W., Cardellina J.H.I., McMahon J.B., Currens M.J., Buckheit R.W., Jr., Hughes S.H., Cragg G.M., Boyd M.R. HIV Inhibitory Natural Products. Part 7. The Calanolides, a Novel HIV-Inhibitory Class of Coumarin Derivatives from the Tropical Rainforest Tree, Calophyllum lanigerum. J. Med. Chem. 1992;35:2735–2743. doi: 10.1021/jm00093a004.", "ArticleIdList": ["10.1021/jm00093a004", "1379639"]}, {"Citation": "Shen Y.-C., Hung M.-C., Wang L.-T., Chen C.-Y. Inocalophyllins A, B and Their Methyl Esters from the Seeds of Calophyllum inophyllum. Chem. Pharm. Bull. 2003;51:802–806. doi: 10.1248/cpb.51.802.", "ArticleIdList": ["10.1248/cpb.51.802", "12843586"]}, {"Citation": "Li Z.-L., Liu D., Li D.-Y., Hua H.-M. A Novel Prenylated Xanthone from the Stems and Leaves of Calophyllum inophyllum. Nat. Prod. Res. 2011;25:905–908. doi: 10.1080/14786419.2010.513977.", "ArticleIdList": ["10.1080/14786419.2010.513977", "21547841"]}, {"Citation": "Patil A.D., Freyer A.J., Eggleston D.S., Haltiwanger R.C., Bean M.F., Taylor P.B., Caranfa M.J., Breen A.L., Bartus H.R. The Inophyllums, Novel Inhibitors of HIV-1 Reverse Transcriptase Isolated from the Malaysian Tree, Calophyllum inophyllum Linn. J. Med. Chem. 1993;36:4131–4138. doi: 10.1021/jm00078a001.", "ArticleIdList": ["10.1021/jm00078a001", "7506311"]}, {"Citation": "Chaturvedi A.K., Parmar S.S., Bhatnagar S.C., Misra G., Nigam S.K. Anticonvulsant and Antiinflammatory Activity of Natural Plant Coumarins and Triterpenoids. Res. Commun. Chem. Pathol. Pharmacol. 1974;9:11–22.", "ArticleIdList": ["4438821"]}, {"Citation": "Hughes K., Ho R., Greff S., Herbette G., Filaire E., Ranouille E., Berthon J.-Y., Raharivelomanana P. Feature-Based Molecular Networks Identification of Bioactive Metabolites from Three Plants of the Polynesian Cosmetopoeia Targeting the Dermal Papilla Cells of the Hair Cycle. Molecules. 2022;27:105. doi: 10.3390/molecules27010105.", "ArticleIdList": ["10.3390/molecules27010105", "PMC8746341", "35011341"]}, {"Citation": "De Oliveira Filho J.G., De Almeida M.J., Sousa T.L., Dos Santos D.C., Egea M.B. Bioactive Compounds of Turmeric (Curcuma Longa L.) In: Murthy H.N., Paek K.Y., editors. Bioactive Compounds in Underutilized Vegetables and Legumes. Springer International Publishing; Berlin/Heidelberg, Germany: 2020. pp. 1–22. (Reference Series in Phytochemistry)."}, {"Citation": "Jia S., Du Z., Song C., Jin S., Zhang Y., Feng Y., Xiong C., Jiang H. Identification and Characterization of Curcuminoids in Turmeric Using Ultra-High Performance Liquid Chromatography-Quadrupole Time of Flight Tandem Mass Spectrometry. J. Chromatogr. A. 2017;1521:110–122. doi: 10.1016/j.chroma.2017.09.032.", "ArticleIdList": ["10.1016/j.chroma.2017.09.032", "28951052"]}, {"Citation": "Guo H., Liu X., Jiang Y., He J., Ge W., Hao H., Huang T., He Y., Wen J., Zhou T. Characterization and Quantification of the Chinese Medical Formula Zhi-Zi-Chi Decoction, a Systematic Strategy for the Attenuation and Synergy of Compatibility Mechanism. J. Pharm. Biomed. Anal. 2023;223:115130. doi: 10.1016/j.jpba.2022.115130.", "ArticleIdList": ["10.1016/j.jpba.2022.115130", "36335849"]}, {"Citation": "Machida K., Oyama K., Ishii M., Kakuda R., Yaoita Y., Kikuchi M. Studies of the Constituents of Gardenia Species. II. Terpenoids from Gardeniae Fructus. Chem. Pharm. Bull. 2000;48:746–748. doi: 10.1248/cpb.48.746.", "ArticleIdList": ["10.1248/cpb.48.746", "10823717"]}, {"Citation": "Sosa A., Winternitz F., Wylde R., Pavia A.A. Structure of a Cyanoglucoside of Lithospermum purpureo-caeruleum. Phytochemistry. 1977;16:707–709. doi: 10.1016/S0031-9422(00)89236-5.", "ArticleIdList": ["10.1016/S0031-9422(00)89236-5"]}, {"Citation": "Fouseki M.M., Damianakos H., Karikas G.A., Roussakis C., Gupta M.P., Chinou I. Chemical Constituents from Cordia alliodora and C. colloccoca (Boraginaceae) and Their Biological Activities. Fitoterapia. 2016;115:9–14. doi: 10.1016/j.fitote.2016.09.004.", "ArticleIdList": ["10.1016/j.fitote.2016.09.004", "27659390"]}, {"Citation": "Al-Musayeib N., Perveen S., Fatima I., Nasir M., Hussain A. Antioxidant, Anti-Glycation and Anti-Inflammatory Activities of Phenolic Constituents from Cordia sinensis. Molecules. 2011;16:10214–10226. doi: 10.3390/molecules161210214.", "ArticleIdList": ["10.3390/molecules161210214", "PMC6264710", "22158590"]}, {"Citation": "Murata T., Oyama K., Fujiyama M., Oobayashi B., Umehara K., Miyase T., Yoshizaki F. Diastereomers of Lithospermic Acid and Lithospermic Acid B from Monarda fistulosa and Lithospermum erythrorhizon. Fitoterapia. 2013;91:51–59. doi: 10.1016/j.fitote.2013.08.009.", "ArticleIdList": ["10.1016/j.fitote.2013.08.009", "23978578"]}, {"Citation": "Dai J., Sorribas A., Yoshida W.Y., Williams P.G. Sebestenoids A–D, BACE1 Inhibitors from Cordia sebestena. Phytochemistry. 2010;71:2168–2173. doi: 10.1016/j.phytochem.2010.09.008.", "ArticleIdList": ["10.1016/j.phytochem.2010.09.008", "PMC2984665", "20952040"]}, {"Citation": "Ao C., Higa T., Ming H., Ding Y., Tawata S. Isolation and Identification of Antioxidant and Hyaluronidase Inhibitory Compounds from Ficus microcarpa L. fil. bark. J. Enzyme Inhib. Med. Chem. 2010;25:406–413. doi: 10.3109/14756360903213473.", "ArticleIdList": ["10.3109/14756360903213473", "20233084"]}, {"Citation": "Han Q., Jiang B., Mei S., Ding G., Sun H., Xie J., Liu Y. Constituents from the Roots of Semiaquilegia adoxoides. Fitoterapia. 2001;72:86–88. doi: 10.1016/S0367-326X(00)00242-2.", "ArticleIdList": ["10.1016/S0367-326X(00)00242-2", "11163952"]}, {"Citation": "Lithospermoside CFM-ID Spectrum Prediction.  [(accessed on 27 June 2023)].  Available online:  https://cfmid.wishartlab.com/queries/c3c2dbf85618324c8cfa3f3adefb5bb98b3e7108."}, {"Citation": "Pantothenic Acid [M+H]+ MassBank Record: MSBNK-RIKEN-PR100400.  [(accessed on 29 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100400&dsn=RIKEN."}, {"Citation": "Sendker J., Ellendorff T., Hölzenbein A. Occurrence of Benzoic Acid Esters as Putative Catabolites of Prunasin in Senescent Leaves of Prunus Laurocerasus. J. Nat. Prod. 2016;79:1724–1729. doi: 10.1021/acs.jnatprod.5b01090.", "ArticleIdList": ["10.1021/acs.jnatprod.5b01090", "27331617"]}, {"Citation": "Sinapic Acid [M+H]+ MassBank Record: MSBNK-RIKEN-PR101042.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR101042."}, {"Citation": "Zhu H., Bi K., Han F., Guan J., Zhang X., Mao X., Zhao L., Li Q., Hou X., Yin R. Identification of the Absorbed Components and Metabolites of Zhi-Zi-Da-Huang Decoction in Rat Plasma by Ultra-High Performance Liquid Chromatography Coupled with Quadrupole-Time-of-Flight Mass Spectrometry. J. Pharm. Biomed. Anal. 2015;111:277–287. doi: 10.1016/j.jpba.2015.03.043.", "ArticleIdList": ["10.1016/j.jpba.2015.03.043", "25912849"]}, {"Citation": "Gardenoside [M-H]- MoNA Spectrum Bruker_HCD_library000119.  [(accessed on 23 June 2023)].  Available online:  https://mona.fiehnlab.ucdavis.edu/spectra/display/Bruker_HCD_library000119."}, {"Citation": "Cryptochlorogenic Acid (4-CQA) [M-H]- GNPS Library Spectrum CCMSLIB00004701970.  [(accessed on 29 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00004701970."}, {"Citation": "Procyanidin B1 [M-H]- MassBank Record: MSBNK-BS-BS003943.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-BS-BS003943."}, {"Citation": "Procyanidin B1 [M+H]+ MassBank Record: MSBNK-RIKEN-PR100266.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100266&dsn=RIKEN."}, {"Citation": "(+)-Epicatechin [M+H]+ MassBank Record: MSBNK-RIKEN-PR100263.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100263&dsn=RIKEN."}, {"Citation": "(+)-Epicatechin [M-H]- MassBank Record: MSBNK-RIKEN-PR100688.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100688&dsn=RIKEN."}, {"Citation": "Geniposide Spectrum [M+NH4]+ VF-NPL-QEHF003622.  [(accessed on 23 June 2023)].  Available online:  https://mona.fiehnlab.ucdavis.edu/spectra/display/VF-NPL-QEHF003622."}, {"Citation": "5-O-Caffeoylshikimic Acid [M+H]+ GNPS Library Spectrum CCMSLIB00000848306.  [(accessed on 27 June 2023)].  Available online:  https://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000848306."}, {"Citation": "Procyanidin C1 [M-H]- MassBank Record: MSBNK-RIKEN-PR101005.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR101005."}, {"Citation": "Andrade C., Ferreres F., Gomes N.G.M., Duangsrisai S., Srisombat N., Vajrodaya S., Pereira D.M., Gil-Izquierdo A., Andrade P.B., Valentão P. Phenolic Profiling and Biological Potential of Ficus curtipes Corner Leaves and Stem Bark: 5-Lipoxygenase Inhibition and Interference with NO Levels in LPS-Stimulated RAW 264.7 Macrophages. Biomolecules. 2019;9:400. doi: 10.3390/biom9090400.", "ArticleIdList": ["10.3390/biom9090400", "PMC6770299", "31443459"]}, {"Citation": "Icariside B5 [M+H]+ GNPS Library Spectrum CCMSLIB00000578418.  [(accessed on 29 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000578418."}, {"Citation": "Wang L., Liu S., Xing J., Liu Z., Song F. Characterization of Interaction Property of Multi-Components in Gardenia jasminoides with Aldose Reductase by Microdialysis Combined with Liquid Chromatography Coupled to Mass Spectrometry: Characterization of Interaction Property of Multi-Components in Gardenia jasminoides. Rapid Commun. Mass Spectrom. 2016;30:87–94.", "ArticleIdList": ["27539421"]}, {"Citation": "Rutin [M+H]+ Spectrum VF-NPL-QTOF009582.  [(accessed on 27 June 2023)].  Available online:  https://mona.fiehnlab.ucdavis.edu/spectra/display/VF-NPL-QTOF009582."}, {"Citation": "Rutin [M-H]- Spectrum VF-NPL-QTOF009580.  [(accessed on 27 June 2023)].  Available online:  https://mona.fiehnlab.ucdavis.edu/spectra/display/VF-NPL-QTOF009580."}, {"Citation": "Hyperoside [M-H]- MassBank Record: MSBNK-RIKEN-PR100676.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100676."}, {"Citation": "Hyperoside [M+H]+ MassBank Record: MSBNK-RIKEN-PR100253.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100253."}, {"Citation": "2(1H)-Azulenone [M+H]+ GNPS Library Spectrum CCMSLIB00000854577.  [(accessed on 27 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000854577."}, {"Citation": "Quercetin 3-(6’’-Malonyl-Glucoside) [M+H]+ HMDB0037368.  [(accessed on 27 June 2023)].  Available online:  https://hmdb.ca/spectra/ms_ms/2238378."}, {"Citation": "Quercitrin [M+H]+ MassBank Record: MSBNK-Fiocruz-FIO00579.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-Fiocruz-FIO00579."}, {"Citation": "Quercitrin [M-H]- MassBank Record: MSBNK-Fiocruz-FIO00585.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-Fiocruz-FIO00585."}, {"Citation": "Rosmarinic Acid [M+H]+MassBank Record: MSBNK-RIKEN-PR040220.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR040220."}, {"Citation": "Rosmarinic Acid [M-H]-MassBank Record: MSBNK-RIKEN-PR100686.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100686."}, {"Citation": "Flavone Base + 4O, O-MalonylHex GNPS Library Spectrum CCMSLIB00005740573.  [(accessed on 28 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00005740573."}, {"Citation": "GNPS Library Spectrum CCMSLIB00005721208.  [(accessed on 27 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00005721208."}, {"Citation": "Spectrum VF-NPL-QTOF000303.  [(accessed on 27 June 2023)].  Available online:  https://mona.fiehnlab.ucdavis.edu/spectra/display/VF-NPL-QTOF000303."}, {"Citation": "Kaempferol-3-O-Alpha-L-Rhamnoside [M-H]- MassBank Record: MSBNK-RIKEN-PR100970.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-RIKEN-PR100970."}, {"Citation": "Zhu J., Yi X., Zhang J., Chen S., Wu Y. Chemical Profiling and Antioxidant Evaluation of Yangxinshi Tablet by HPLC–ESI-Q-TOF-MS/MS Combined with DPPH Assay. J. Chromatogr. B. 2017;1060:262–271. doi: 10.1016/j.jchromb.2017.06.022.", "ArticleIdList": ["10.1016/j.jchromb.2017.06.022", "28644981"]}, {"Citation": "GNPS Library Spectrum CCMSLIB00000845756.  [(accessed on 27 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000845756."}, {"Citation": "Centaureidin [M+H]+ GNPS Library Spectrum CCMSLIB00000845642.  [(accessed on 28 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000845642."}, {"Citation": "Amentoflavone [M+H]+ MassBank Record: MSBNK-IPB_Halle-PB006306.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-IPB_Halle-PB006306."}, {"Citation": "Zheng J.-X., Zheng Y., Zhi H., Dai Y., Wang N.-L., Fang Y.-X., Du Z.-Y., Zhang K., Li M.-M., Wu L.-Y., et al. New 3′,8′′-Linked Biflavonoids from Selaginella uncinata Displaying Protective Effect against Anoxia. Molecules. 2011;16:6206–6214. doi: 10.3390/molecules16086206.", "ArticleIdList": ["10.3390/molecules16086206", "PMC6264561", "21788929"]}, {"Citation": "2,3-Dihydroamentoflavone [M+H]+ GNPS Library Spectrum CCMSLIB00000848211.  [(accessed on 28 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000848211."}, {"Citation": "Wang J., Lu J., Lv C., Xu T., Jia L. Three New Triterpenoid Saponins from Root of Gardenia jasminoides Ellis. Fitoterapia. 2012;83:1396–1401. doi: 10.1016/j.fitote.2012.07.004.", "ArticleIdList": ["10.1016/j.fitote.2012.07.004", "22796399"]}, {"Citation": "Quirós-Fallas M.I., Vargas-Huertas F., Quesada-Mora S., Azofeifa-Cordero G., Wilhelm-Romero K., Vásquez-Castro F., Alvarado-Corella D., Sánchez-Kopper A., Navarro-Hoyos M. Polyphenolic HRMS Characterization, Contents and Antioxidant Activity of Curcuma longa Rhizomes from Costa Rica. Antioxidants. 2022;11:620. doi: 10.3390/antiox11040620.", "ArticleIdList": ["10.3390/antiox11040620", "PMC9030737", "35453305"]}, {"Citation": "Abe F., Nagafuji S., Okabe H., Akahane H., Estrada-Muñiz E., Huerta-Reyes M., Reyes-Chilpa R. Trypanocidal Constituents in Plants 3. Leaves of Garcinia intermedia and Heartwood of Calophyllum brasiliense. Biol. Pharm. Bull. 2004;27:141–143. doi: 10.1248/bpb.27.141.", "ArticleIdList": ["10.1248/bpb.27.141", "14709920"]}, {"Citation": "Stark T.D., Salger M., Frank O., Balemba O.B., Wakamatsu J., Hofmann T. Antioxidative Compounds from Garcinia buchananii Stem Bark. J. Nat. Prod. 2015;78:234–240. doi: 10.1021/np5007873.", "ArticleIdList": ["10.1021/np5007873", "25625705"]}, {"Citation": "Gustafson K.R., Bokesch H.R., Fuller R.W., Cardellina J.H., Kadushin M.R., Soejarto D.D., Boyd M.R. Calanone, a Novel Coumarin from Calophyllum teysmannii. Tetrahedron Lett. 1994;35:5821–5824. doi: 10.1016/S0040-4039(00)78193-7.", "ArticleIdList": ["10.1016/S0040-4039(00)78193-7"]}, {"Citation": "Hay A.E., Guilet D., Morel C., Larcher G., Macherel D., Le Ray A.M., Litaudon M., Richomme P. Antifungal Chromans Inhibiting the Mitochondrial Respiratory Chain of Pea Seeds and New Xanthones from Calophyllum caledonicum. Planta Med. 2003;69:1130–1135.", "ArticleIdList": ["14750030"]}, {"Citation": "Charles L., Laure F., Raharivelomanana P., Bianchini J.-P. Sheath Liquid Interface for the Coupling of Normal-Phase Liquid Chromatography with Electrospray Mass Spectrometry and Its Application to the Analysis of Neoflavonoids. J. Mass Spectrom. 2005;40:75–82. doi: 10.1002/jms.777.", "ArticleIdList": ["10.1002/jms.777", "15584013"]}, {"Citation": "Linoleic Acid [M+H]+ MassBank Record: MSBNK-BGC_Munich-RP029503.  [(accessed on 27 June 2023)].  Available online:  https://massbank.eu/MassBank/RecordDisplay?id=MSBNK-BGC_Munich-RP029503."}, {"Citation": "Pheophorbide A [M+H]+ GNPS Library Spectrum CCMSLIB00000076748.  [(accessed on 28 June 2023)].  Available online:  http://gnps.ucsd.edu/ProteoSAFe/gnpslibraryspectrum.jsp?SpectrumID=CCMSLIB00000076748."}, {"Citation": "Truzzi E., Marchetti L., Gibertini G., Benvenuti S., Cappellozza S., Giovannini D., Saviane A., Sirri S., Pinetti D., Assirelli A., et al. Phytochemical and Functional Characterization of Cultivated Varieties of Morus Alba L. Fruits Grown in Italy. Food Chemistry. 2024;431:137113. doi: 10.1016/j.foodchem.2023.137113.", "ArticleIdList": ["10.1016/j.foodchem.2023.137113", "37604000"]}, {"Citation": "Matito C., Agell N., Sanchez-Tena S., Torres J.L., Cascante M. Protective Effect of Structurally Diverse Grape Procyanidin Fractions against UV-Induced Cell Damage and Death. J. Agric. Food Chem. 2011;59:4489–4495. doi: 10.1021/jf103692a.", "ArticleIdList": ["10.1021/jf103692a", "21405100"]}, {"Citation": "Mittraphab Y., Amen Y., Nagata M., Matsumoto M., Wang D., Shimizu K. Anti-Phototoxicity Effect of Phenolic Compounds from Acetone Extract of Entada phaseoloides Leaves via Activation of COX-2 and INOS in Human Epidermal Keratinocytes. Molecules. 2022;27:440. doi: 10.3390/molecules27020440.", "ArticleIdList": ["10.3390/molecules27020440", "PMC8781793", "35056753"]}, {"Citation": "Chansriniyom C., Nooin R., Nuengchamnong N., Wongwanakul R., Petpiroon N., Srinuanchai W., Chantarasuwan B., Pitchakarn P., Temviriyanukul P., Nuchuchua O. Tandem Mass Spectrometry of Aqueous Extract from Ficus dubia Sap and Its Cell-Based Assessments for Use as a Skin Antioxidant. Sci. Rep. 2021;11:16899. doi: 10.1038/s41598-021-96261-3.", "ArticleIdList": ["10.1038/s41598-021-96261-3", "PMC8377047", "34413383"]}, {"Citation": "Ha J.W., Boo Y.C. Siegesbeckiae Herba Extract and Chlorogenic Acid Ameliorate the Death of HaCaT Keratinocytes Exposed to Airborne Particulate Matter by Mitigating Oxidative Stress. Antioxidants. 2021;10:1762. doi: 10.3390/antiox10111762.", "ArticleIdList": ["10.3390/antiox10111762", "PMC8615115", "34829633"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "3"}, {"Year": "2023", "Month": "10", "Day": "10"}, {"Year": "2023", "Month": "10", "Day": "12"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "11", "Minute": "48"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "11", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "1", "Minute": "1"}, {"Year": "2023", "Month": "10", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["37891949", "PMC10604782", "10.3390/antiox12101870", "antiox12101870"]}}], "PubmedBookArticle": []}