{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-diarrheal plants", "antimicrobial activity", "ethnopharmacological efficacy", "phytochemical screening"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37896092", "DateRevised": {"Year": "2023", "Month": "10", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "20"}], "Language": ["eng"], "ELocationID": ["3629", "10.3390/plants12203629"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "20", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "20"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Ethnopharmacological Survey, Phytochemical Screening and Antimicrobial Activities of Medicinal Plants Used in the Treatment of Diarrhea in Southeastern Gabon.", "Abstract": {"AbstractText": ["Diarrhea is a condition that particularly affects children under five the age of years old in developing countries. The aim of this study was to evaluate the efficacy of medicinal extracts plants used in treatment and to characterize their inhibitory capacity in the growth of bacteria isolates in childhood diarrhea in the southeast region of Gabon. An ethnobotanical survey on the plants used in the treatment of diarrhea in southeastern Gabon was carried out and a phytochemical screening of the collected plants was performed. The antimicrobial activity of aqueous extracts was evaluated; 33 plant species were identified, representing 28 genera and 19 families. Bark (39.5%) was the most commonly used plant part, followed by powder formulations (28.9%). The preferred method of preparation and chewing (44.7%), together with drinking (36.8%), were the most prevalent modes of administration. Phytochemical screening showed a plethora of secondary metabolites (terpenoids, alkaloids and phenolic compounds), and a marked level of anti-diarrheal activity was found with <i>Sida acuta</i> and <i>Santiria. ebo</i> against <i>Shigella</i> spp. (16.22 ± 0.7 mm and 14.05 ± 1.4 mm) and <i>Yersinia pestis</i> (16.35 ± 0.5 mm and 15.51 ± 0.5 mm). The high diversity of secondary plant metabolites and their inhibitory ability against enteric pathogens would justify their use at the local level to treat diarrheal infections."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bacteriology Laboratory, Unity for Research Medical Analysis of the Interdisciplinary, Centre of Medical Research of Franceville (CIRMF), Franceville BP 769, Gabon."}, {"Identifier": [], "Affiliation": "Laboratory of Molecular and Cellular Biology, Bacteriology-Immunology Team, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}], "LastName": "Yala", "ForeName": "Jean Fabrice", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bacteriology Laboratory, Unity for Research Medical Analysis of the Interdisciplinary, Centre of Medical Research of Franceville (CIRMF), Franceville BP 769, Gabon."}, {"Identifier": [], "Affiliation": "Laboratory of Molecular and Cellular Biology, Bacteriology-Immunology Team, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}], "LastName": "Mabika Mabika", "ForeName": "Rolande", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Physiology, Phytopathology and Plant Breeding, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}], "LastName": "Ikabanga", "ForeName": "Davy U", "Initials": "DU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular and Cellular Biology, Bacteriology-Immunology Team, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}, {"Identifier": [], "Affiliation": "Unity for Research Health Ecology of the Interdisciplinary, Centre of Medical Research of Franceville (CIRMF), Franceville BP 769, Gabon."}], "LastName": "Mounioko", "ForeName": "Franck", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular and Cellular Biology, Bacteriology-Immunology Team, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}], "LastName": "Mokouapamba", "ForeName": "Prince Rodrigue", "Initials": "PR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Physiology, Phytopathology and Plant Breeding, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}], "LastName": "Lepengue", "ForeName": "Alexis Nicaise", "Initials": "AN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular and Cellular Biology, Bacteriology-Immunology Team, Agrobiology Research Unit, University of Science and Technology of Masuku (USTM), Franceville BP 067, Gabon."}, {"Identifier": [], "Affiliation": "Laboratory of Animal Physiology and Pharmacology, Agrobiology Research Unit, Masuku University of Science and Technology (USTM), Franceville BP 067, Gabon."}], "LastName": "Souza", "ForeName": "Alain", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "OMS . Stratégie de l’OMS Pour la Médecine Traditionnelle Pour 2014–2023. OMS; Geneva, Switzerland: 2013."}, {"Citation": "OMS . Groupe Inter Organisations Pour l’estimation de la Mortalité Juvénile 2015. OMS; Geneva, Switzerland: 2015."}, {"Citation": "Aubrey P., Gaüzère B.-A. Diarrhées infectieuses. Médecine Trop. 2018;8.7:1–8."}, {"Citation": "Lindberg G., Dite P., Republic C., Khalif I. Acute Diarrhea in Adults and Children a Global Perspective. J. Clin. Gastroenterol. 2013;47:12–20.", "ArticleIdList": ["23222211"]}, {"Citation": "Yala J., Mabika Mabika R., Bisseye C., Kenguele H., Kama E.M., Dikoumba A.C., M’batchi B. Phenotypic and genotypic characterization of Enterobacteriaceae (ESBLE) in patients attending Omar Bongo Ondimba military hospital at Libreville. Curr. Res. Microbiol. Biotechnol. 2016;4:944–949."}, {"Citation": "Getu D., Gedefaw M., Abebe N. Childhood Diarrheal Diseases and Associated Factors in the Rural Community of Dejen District, Northwest. Am. Sci. Res. J. Eng. Technol. Sci. 2014;1:1–13."}, {"Citation": "Amégninou A., Koffi Apeti G., Eyana Kpemissi A., Kokou T., Batawila K., Kossi K., Akpagana K. Evaluation des activités de Tridax procumbens (Asteraceae), Jatropha multifida (Euphorbiaceae) et de Chromolaena odorata (Asteraceae) Eur. Sci. J. 2013;9:278–290."}, {"Citation": "Ndjouondo P.G., Ngene J.P., Ngoule C., Kidik Pouka C.M.C., Ndjib C.R., Dibong D.S., Mpondo M.E. Inventaire et caractérisation des plantes médicinales des sous bassins versants Kambo et Longmayagui (Douala, Cameroun) J. Anim. Plant Sci. 2015;25:3898–3916."}, {"Citation": "Mbuthia O.W., Mathenge S., Oyaro M., Ng’ayo M. Etiology and pathogenicity of bacterial isolates: A cross sectional study among diarrheal children below five years in central regions of Kenya. Pan Afr. Med. J. 2018;31:1–14. doi: 10.11604/pamj.2018.31.88.15644.", "ArticleIdList": ["10.11604/pamj.2018.31.88.15644", "PMC6462152", "31011389"]}, {"Citation": "Koné B., Doumbia M., Sy I., Dongo K., Houenou P.V., Fayomi B., Bonfoh B., Tanner M. Étude des diarrhées en milieu périurbain à Abidjan par l’approche écosanté. VertigO Rev. Électron. Sci. L’environ. 2014;19:1–15."}, {"Citation": "Koulibaly A., Monian M., Ackah J.B.A., Kone M.W., Traore K. Étude ethnobotanique des plantes médicinales: Cas des affections les plus fréquentes d ’ une région agricole Daloa (Centre Ouest, Côte d’ Ivoire) J. Anim. Plant Sci. 2016;31:5021–5032."}, {"Citation": "Asiimwe S., Kamatenesi-Mugisha M., Namutebi A., Borg-karlsson A., Musiimenta P. Ethnobotanical study of nutri-medicinal plants used for the management of HIV/AIDS opportunistic ailments among the local communities of western Uganda. J. Ethnopharmacol. 2013;150:639–648. doi: 10.1016/j.jep.2013.09.017.", "ArticleIdList": ["10.1016/j.jep.2013.09.017", "24076461"]}, {"Citation": "Feuya Tchouya G., Souza A., Tchouankeu J.C., Yala J., Boukandou M., Foundikou H., Obiang G.D.N., Boyom F.F., Mabika Mabika R., Zeuko E., et al. Ethnopharmacological surveys and pharmacological studies of plants used in traditional medicine in the treatment of HIV/AIDS opportunistic diseases in Gabon. J. Ethnopharmacol. 2015;162:306–316. doi: 10.1016/j.jep.2014.12.052.", "ArticleIdList": ["10.1016/j.jep.2014.12.052", "25576895"]}, {"Citation": "Ambe A.S.A., Ouattara D., Tiebre M., Vroh B.T.A., Zirihi G.N., N’guessan K.E. Diversité des plantes médicinales utilisées dans le traitement traditionnel de la diarrhée sur les marchés d’Abidjan (Côte d’Ivoire) J Anim. Plant Sci. 2015;26:4081–4096."}, {"Citation": "Zerbo P., Millogo-Rasolodimby J., Nacoulma-Ouedraogo G. PVD Contribution à la connaissance des plantes médicinales utilisées dans les soins infantiles en pays San, au Burkina Faso. Int. J. Biol. Chem. Sci. 2007;1:262–274."}, {"Citation": "Séreme A., Millogo-Rasolodimby J., Guinko S., Nacro M. Propriétés thérapeutiques des plantes à tanins du Burkina Faso. Pharm. Méd. Tradit. Afr. 2008;15:41–49."}, {"Citation": "Nikieme J., Simpore J., Dabogo S., Djierro K., Guissou I., Ossy Kasilo J. The African Health Monitor. African Traditionnal Medicine Day. OMS; Geneva, Switzerland: 2010. L’introduction de plantes médicinales dans le traitement de l’infection à VIH: Une approche réussie au Burkina Faso; pp. 47–51."}, {"Citation": "Nicolas P.J. Jardin du Monde Royan; Royan, France: 2012. Plantes Médicinales du Nord de Madagascar.150p"}, {"Citation": "Salhi S., Fadli M., Zidane L., Douira A. Etudes floristique et ethnobotanique des plantes médicinales de la ville de Kénitra (Maroc) Mediterr. Bot. 2010;31:133–146. doi: 10.5209/rev_LAZA.2010.v31.9.", "ArticleIdList": ["10.5209/rev_LAZA.2010.v31.9"]}, {"Citation": "Chabrier J.-Y. Plantes Médicinales et Formes D’utilisationen Phytothérapie. Universite Henri Poincare—Nancy 1; Nancy, France: 2010."}, {"Citation": "Merghache D., Boucherit-Atmani Z., Boucherit K. Évaluation de l’activité antifongique de différents extraits de la cannelle de Chine (Cinnamomum cassia) Phytothérapie. 2012;10:215–221. doi: 10.1007/s10298-012-0718-x.", "ArticleIdList": ["10.1007/s10298-012-0718-x"]}, {"Citation": "Bruneton J. In: Pharmacognosie—Phytochimie, Plantes Médicinales. 4th ed. Lavoisier P., editor. Lavoisier; Paris, France: 2009. 1269p"}, {"Citation": "Tene M., Ndontsa B.L., Tane P., Tamokou J.D.D., Kuiate J. Antimicrobial diterpenoids and triterpenoids from the stem bark of Croton macrostachys. Int. J. Biol. Chem. Sci. 2009;3:538–544. doi: 10.4314/ijbcs.v3i3.45331.", "ArticleIdList": ["10.4314/ijbcs.v3i3.45331"]}, {"Citation": "Tyagi P., Singh M., Kumari H., Kumari A., Mukhopadhyay K. Bactericidal Activity of Curcumin I Is Associated with Damaging of Bacterial Membrane. PLoS ONE. 2015;10:e0121313. doi: 10.1371/journal.pone.0121313.", "ArticleIdList": ["10.1371/journal.pone.0121313", "PMC4374920", "25811596"]}, {"Citation": "Ukwuani-Kwaja A., Yakubu I.L., Mustapha A.S., Makun B. Antidiarrhoeal Effects of Hydromethanolic Leaves Extract of Ipomea asarifolia in Albino Rat Model. J. Complement. Altern. Med. Res. 2019;7:1–7. doi: 10.9734/jocamr/2019/v7i430106.", "ArticleIdList": ["10.9734/jocamr/2019/v7i430106"]}, {"Citation": "Veena H., Navya N., Sandesh G.K., Thippeswamy N.B. Antibacterial and antidiarrheal activity of Simarouba amara (Aubl.) bark. J. Appl. Pharm. Sci. 2019;9:88–96."}, {"Citation": "Das S.K., Samantaray D., Thatoi H. Ethnomedicinal, antimicrobial and antidiarrhoeal studies on the Mangrove plants of the genus Xylocarpus: A Mini Review. J. Bioanal. Biomed. 2014;S12:1–7."}, {"Citation": "Yala J., Ntsameso-Mve-Mba V., Azzizet Issembe Y., Lepengue A.N., Souza A. Évaluation in vitro de l’activité antimicrobienne de l’extrait aqueux d’Eryngium foetidium récolté dans la ville de Franceville. J. Appl. Biosci. 2016;103:9886–9893."}, {"Citation": "Gordana S.Ć., Jasna M.Č., Djilas S.M., Tumbas V.T. Antioxidant Potential, Lipid peroxidation inhibition and antimicrobial activities of Satureja montana L. subsp. kitaibelii Extracts . Int. J. Mol. Sci. 2007;8:1013–1027."}, {"Citation": "Eyi Mintsa B.A.I., Mabika Mabika R., Mve Mendame W.L., Lepengue A.N., Souza A., Yala J.F. Etude phytochimique et activités biologiques de deux plantes: Alchornea floribunda (Euphorbiaceae) et Bridelia ferruginea (Phyllanthaceae) Int. J. Adv. Res. 2019;7:331–345. doi: 10.21474/IJAR01/8639.", "ArticleIdList": ["10.21474/IJAR01/8639", "0"]}, {"Citation": "Monira S., Shabnam S.A., Ali S.I., Sadique A., Johura F.T., Rahman K.Z., Alam N.H., Watanabe H., Alam M. Multi—Drug resistant pathogenic bacteria in the gut of young children in Bangladesh. Gut Pathog. 2017;9:4–11. doi: 10.1186/s13099-017-0170-4.", "ArticleIdList": ["10.1186/s13099-017-0170-4", "PMC5399343", "28439298"]}, {"Citation": "Sang W.K., Oundo V., Schnabel D. Prevalence and antibiotic resistance of bacterial pathogens isolated from childhood diarrhoea in four provinces of Kenya. J. Infect. Dev. Ctries. 2012;6:572–578. doi: 10.3855/jidc.2196.", "ArticleIdList": ["10.3855/jidc.2196", "22842944"]}, {"Citation": "Gassama-Sow A., Diallo M.H., Wane A.A., Seck A., Samb-Ba B., Sow P.S., Aïdara-Kane A. Genetic Determinants of antibiotic resistance in diarrheagenic Klebsiella pneumoniae subspecies ozaenae: An emerging enteropathogen in Senegal. Clin. Infect. Dis. 2010;50:453–455. doi: 10.1086/649892.", "ArticleIdList": ["10.1086/649892", "20064035"]}, {"Citation": "Lluque A., Mosquito S., Gomes C., Riveros M., Durand D., Tilley D.H., Bernal M., Prada A., Ochoa T.J., Ruiz J. Virulence factors and mechanisms of antimicrobial resistance in Shigella strains from periurban areas of Lima (Peru) J. Med. Microbiol. 2015;305:480–490. doi: 10.1016/j.ijmm.2015.04.005.", "ArticleIdList": ["10.1016/j.ijmm.2015.04.005", "PMC4461498", "25998616"]}, {"Citation": "Vande Weghe J., Bidault E., Stévart T. Les Plantes à Fleurs du Gabon. ANPN; Libreville, Gabon: 2016. Une Introduction à la Flore Des Angiospermes.792p"}, {"Citation": "Thiers B.  Index Herbariorum: A Global Directory of Public Herbaria and Associated Staff. New York Botanical Garden’s Virtual Herbarium; New York, NY, USA: 2016.  [(accessed on 25 March 2016)].  Available online:  http://sweetgum.nybg.org/ih/"}, {"Citation": "Holmgren P., Holmgren N., Barnett L. Index Herbariorum: Part I. The Herbaria of the World, Regnum Vegetabile. Volume 120. New York Botanical Garden Press; New York, NY, USA: 1990. pp. 1–693."}, {"Citation": "Dyayiya N.A., Oyemitan I.A., Matewu R., Oyedeji O.O., Oluwafemi S.O., Nkeh Chungag B.N. Chemical analysis and biological potential of Valerian root as used by herbal practitioners in the Eastern Cape Province, South Africa. Afr. J. Tradit. Complement Altern. Med. 2016;13:114–122. doi: 10.4314/ajtcam.v13i1.16.", "ArticleIdList": ["10.4314/ajtcam.v13i1.16", "0"]}, {"Citation": "Jaradat N., Almasri M., Zaid A.N., Othman D.G. Pharmacological and phytochemical screening of Palestinian traditional medicinal plants Erodium laciniatum and Lactuca orientalis. J. Complement Integr. Med. 2018;15:1–16. doi: 10.1515/jcim-2017-0059.", "ArticleIdList": ["10.1515/jcim-2017-0059", "28865203"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "21"}, {"Year": "2023", "Month": "8", "Day": "22"}, {"Year": "2023", "Month": "8", "Day": "28"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "11", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "11", "Minute": "45"}, {"Year": "2023", "Month": "10", "Day": "28", "Hour": "1", "Minute": "25"}, {"Year": "2023", "Month": "10", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["37896092", "PMC10610036", "10.3390/plants12203629", "plants12203629"]}}], "PubmedBookArticle": []}