{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Clinical trial", "Medicinal plants", "Nosocomial infections", "Rosa damascena"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37920313", "DateRevised": {"Year": "2023", "Month": "11", "Day": "04"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "1735-0344", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Tanaffos", "ISOAbbreviation": "Tanaffos"}, "ArticleTitle": "Impact of Rose Water Mouthwash on Prevention of Ventilator-Associated Pneumonia in Intensive Care Unit: A Randomized Controlled Trial.", "Pagination": {"StartPage": "112", "EndPage": "119", "MedlinePgn": "112-119"}, "Abstract": {"AbstractText": ["Preventing Ventilator- Associated Pneumonia (VAP) is an important strategy to increase the quality of provided care for patients under mechanical ventilation. Rose water is the main product of <i>Rosa damascena</i> which is a popular medicinal plant and has been widely used in alternative medicine. It has antibacterial activity against gram-negative and gram-positive bacteria which can potentially cause VAP.", "This study was a randomized, controlled, single-center trial. 88 patients in a 21-bed surgical Intensive Care Unit (ICU) who were under mechanical ventilation met the inclusion criteria, and 80 patients fulfilled the study. Based on receiving either rose water and chlorhexidine solution or chlorhexidine solution alone, the patients were divided into two groups of control and intervention. The incidence of VAP up to 14 days was the primary outcome. Duration of mechanical ventilation, the ICU length of stay, and mortality in ICU were the secondary outcomes.", "There was no significant difference in demographic data, the incidence of VAP, the incidence of late-onset VAP, mechanical ventilation days, length of the ICU stay, and mortality between the two groups. However, the incidence of early-onset VAP in the intervention group was significantly lower than in the control group (p= 0.021).", "Rose water mouthwash significantly reduced the risk of early-onset VAP without any effect on late-onset VAP."], "CopyrightInformation": "Copyright© 2023 National Research Institute of Tuberculosis and Lung Disease."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, School of Pharmacy, Zanjan University o Medical Sciences, Zanjan, Iran."}], "LastName": "Dobakhti", "ForeName": "Faramarz", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Committee, School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Eskandari", "ForeName": "Mahsa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Zanjan University of Medical Sciences, Zanjan, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy and Pharmaceutical Biotechnology, School of Pharmacy, Iran University of Medical Sciences, Tehran, Iran."}], "LastName": "Tavakolizadeh", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, School of Pharmacy, Zanjan University o Medical Sciences, Zanjan, Iran."}], "LastName": "Forouzideh", "ForeName": "Narges", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Dobakhti", "ForeName": "Parmida", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care Medicine, School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Jamshidi", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology and Critical Care Medicine, School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Naghibi", "ForeName": "Taraneh", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Tanaffos", "NlmUniqueID": "101308232", "ISSNLinking": "1735-0344"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li Y, Liu C, Xiao W, Song T, Wang S. Incidence, Risk Factors, and Outcomes of Ventilator-Associated Pneumonia in Traumatic Brain Injury: A Meta-analysis. Neurocrit Care 2020;32(1):272–85.", "ArticleIdList": ["PMC7223912", "31300956"]}, {"Citation": "Su M, Jia Y, Li Y, Zhou D, Jia J. Probiotics for the Prevention of Ventilator-Associated Pneumonia: A Meta-Analysis of Randomized Controlled Trials. Respir Care 2020;65(5):673–85.", "ArticleIdList": ["32127415"]}, {"Citation": "Steen J, Vansteelandt S, De Bus L, Depuydt P, Gadeyne B, Benoit DD, et al. Attributable Mortality of Ventilator-associated Pneumonia. Replicating Findings, Revisiting Methods. Ann Am Thorac Soc 2021;18(5):830–7.", "ArticleIdList": ["PMC8086531", "33285078"]}, {"Citation": "Xue LY, Gaowa S, Wang W, Zhao F, Zhu HC, Yu XY, et al. Ventilator-associated pneumonia in patients with cerebral hemorrhage: Impact on mortality and microbiological characterization. Med Clin (Barc) 2020;154(10):400–5.", "ArticleIdList": ["32197859"]}, {"Citation": "Lee S, Lighvan NL, McCredie V, Pechlivanoglou P, Krahn M, Quiñonez C, et al. Chlorhexidine-Related Mortality Rate in Critically Ill Subjects in Intensive Care Units: A Systematic Review and Meta-Analysis. Respir Care 2019;64(3):337–49.", "ArticleIdList": ["30850551"]}, {"Citation": "François B, Jafri HS, Chastre J, Sánchez-García M, Eggimann P, Dequin PF, et al. Efficacy and safety of suvratoxumab for prevention of Staphylococcus aureus ventilator-associated pneumonia (SAATELLITE): a multicentre, randomised, double-blind, placebo-controlled, parallel-group, phase 2 pilot trial. Lancet Infect Dis 2021;21(9):1313–23.", "ArticleIdList": ["33894131"]}, {"Citation": "Dahyot-Fizelier C, Frasca D, Lasocki S, Asehnoune K, Balayn D, Guerin AL, et al. Prevention of early ventilation-acquired pneumonia (VAP) in comatose brain-injured patients by a single dose of ceftriaxone: PROPHY-VAP study protocol, a multicentre, randomised, double-blind, placebo-controlled trial. BMJ Open 2018;8(10):e021488.", "ArticleIdList": ["PMC6196869", "30341115"]}, {"Citation": "Vallés J, Peredo R, Burgueño MJ, Rodrigues de Freitas AP, Millán S, Espasa M, et al. Efficacy of single-dose antibiotic against early-onset pneumonia in comatose patients who are ventilated. Chest 2013;143(5):1219–25.", "ArticleIdList": ["23715136"]}, {"Citation": "Schultz MJ, Haas LE. Antibiotics or probiotics as preventive measures against ventilator-associated pneumonia: a literature review. Crit Care 2011;15(1):R18.", "ArticleIdList": ["PMC3222052", "21232110"]}, {"Citation": "Acquarolo A, Urli T, Perone G, Giannotti C, Candiani A, Latronico N. Antibiotic prophylaxis of early onset pneumonia in critically ill comatose patients. A randomized study. Intensive Care Med 2005;31(4):510–6.", "ArticleIdList": ["15754197"]}, {"Citation": "Alecrim RX, Taminato M, Belasco A, Longo MCB, Kusahara DM, Fram D. Strategies for preventing ventilator-associated pneumonia: an integrative review. Rev Bras Enferm 2019;72(2):521–30.", "ArticleIdList": ["31017218"]}, {"Citation": "La Combe B, Mahérault AC, Messika J, Billard-Pomares T, Branger C, Landraud L, et al. Oropharyngeal Bacterial Colonization after Chlorhexidine Mouthwash in Mechanically Ventilated Critically Ill Patients. Anesthesiology 2018;129(6):1140–8.", "ArticleIdList": ["30247201"]}, {"Citation": "Silva PUJ, Paranhos LR, Meneses-Santos D, Blumenberg C, Macedo DR, Cardoso SV. Combination of toothbrushing and chlorhexidine compared with exclusive use of chlorhexidine to reduce the risk of ventilator-associated pneumonia: A systematic review with meta-analysis. Clinics (Sao Paulo) 2021;76:e2659.", "ArticleIdList": ["PMC8158674", "34133659"]}, {"Citation": "Darvishi Khezri H, Haidari Gorji MA, Morad A, Gorji H. Comparison of the antibacterial effects of matrica & Persica™ and chlorhexidine gluconate mouthwashes in mechanically ventilated ICU patients: a double blind randomized clinical trial. Rev Chilena Infectol 2013. Ag;30(4):361–73.", "ArticleIdList": ["24248104"]}, {"Citation": "Chatzigiannidou I, Teughels W, Van de Wiele T, Boon N. Oral biofilms exposure to chlorhexidine results in altered microbial composition and metabolic profile. NPJ Biofilms Microbiomes 2020;6(1):13.", "ArticleIdList": ["PMC7083908", "32198347"]}, {"Citation": "Shohayeb M, Abdel-Hameed ES, Bazaid SA, Maghrabi I. Antibacterial and antifungal activity of Rosa damascena MILL. essential oil, different extracts of rose petals. Global Journal of Pharmacology 2014;8(1):1–7."}, {"Citation": "Hashempur MH, Khademi F, Rahmanifard M, Zarshenas MM. An Evidence-Based Study on Medicinal Plants for Hemorrhoids in Medieval Persia. J Evid Based Complementary Altern Med 2017;22(4):969–81.", "ArticleIdList": ["PMC5871264", "29228790"]}, {"Citation": "Sereshti H, Karimi M, Samadi S. Application of response surface method for optimization of dispersive liquid-liquid microextraction of water-soluble components of Rosa damascena Mill. essential oil. J Chromatogr A 2009;1216(2):198–204.", "ArticleIdList": ["19091322"]}, {"Citation": "Nikbakht A, Kafi M. A study on the relationships between Iranian people and Damask rose (Rosa damascena) and its therapeutic and healing properties. VIII International People-Plant Symposium on Exploring Therapeutic Powers of Flowers, Greenery and Nature 2004; 790: 251–4."}, {"Citation": "Boskabady MH, Shafei MN, Saberi Z, Amini S. Pharmacological effects of rosa damascena. Iran J Basic Med Sci 2011;14(4):295–307.", "ArticleIdList": ["PMC3586833", "23493250"]}, {"Citation": "Moein M, Zarshenas MM, Delnavaz S. Chemical composition analysis of rose water samples from Iran. Pharm Biol 2014;52(10):1358–61.", "ArticleIdList": ["24863280"]}, {"Citation": "Batool R, Kalsoom A, Akbar I, Arshad N, Jamil N. Antilisterial Effect of Rosa damascena and Nymphaea alba in Mus musculus. Biomed Res Int 2018;2018:4543723.", "ArticleIdList": ["PMC5828332", "29607320"]}, {"Citation": "Zilberberg MD, Shorr AF. Ventilator-associated pneumonia: the clinical pulmonary infection score as a surrogate for diagnostics and outcome. Clin Infect Dis 2010;51 Suppl 1:S131–5.", "ArticleIdList": ["20597663"]}, {"Citation": "Fàbregas N, Ewig S, Torres A, El-Ebiary M, Ramirez J, de La Bellacasa JP, et al. Clinical diagnosis of ventilator associated pneumonia revisited: comparative validation using immediate post-mortem lung biopsies. Thorax 1999;54(10):867–73.", "ArticleIdList": ["PMC1745365", "10491448"]}, {"Citation": "Reizine F, Asehnoune K, Roquilly A, Laviolle B, Rousseau C, Arnouat M, et al. Effects of antibiotic prophylaxis on ventilator-associated pneumonia in severe traumatic brain injury. A post hoc analysis of two trials. J Crit Care 2019;50221–6", "ArticleIdList": ["30583121"]}, {"Citation": "Papazian L, Klompas M, Luyt CE. Ventilator-associated pneumonia in adults: a narrative review. Intensive Care Med 2020;46(5):888–906.", "ArticleIdList": ["PMC7095206", "32157357"]}, {"Citation": "Restrepo MI, Peterson J, Fernandez JF, Qin Z, Fisher AC, Nicholson SC. Comparison of the bacterial etiology of early-onset and late-onset ventilator-associated pneumonia in subjects enrolled in 2 large clinical studies. Respir Care 2013;58(7):1220–5.", "ArticleIdList": ["PMC4066648", "23307825"]}, {"Citation": "Srivastava S, Dashora K, Ameta KL, Singh NP, El-Enshasy HA, Pagano MC, et al. Cysteine-rich antimicrobial peptides from plants: The future of antimicrobial therapy. Phytother Res 2021;35(1):256–77.", "ArticleIdList": ["32940412"]}, {"Citation": "Mahboubi M. Rosa damascena as holy ancient herb with novel applications. J Tradit Complement Med 2015;6(1):10–6.", "ArticleIdList": ["PMC4737971", "26870673"]}, {"Citation": "Akram M, Riaz M, Munir N, Akhter N, Zafar S, Jabeen F, et al. Chemical constituents, experimental and clinical pharmacology of Rosa damascena: a literature review. J Pharm Pharmacol 2020;72(2):161–74.", "ArticleIdList": ["31709541"]}, {"Citation": "Fahimi S, Abdollahi M, Mortazavi SA, Hajimehdipoor H, Abdolghaffari AH, Rezvanfar MA. Wound Healing Activity of a Traditionally Used Poly Herbal Product in a Burn Wound Model in Rats. Iran Red Crescent Med J 2015;17(9):e19960.", "ArticleIdList": ["PMC4601203", "26473072"]}, {"Citation": "Ghavam M, Afzali A, Manca ML. Chemotype of damask rose with oleic acid (9 octadecenoic acid) and its antimicrobial effectiveness. Sci Rep 2021;11(1):8027.", "ArticleIdList": ["PMC8044169", "33850230"]}, {"Citation": "Ramezanalizadeh F, Rabbani M, Khoroushi M, Aliasghari A. In vitro assessment of antibacterial activity of pomegranate vinegar and rose water compared with Persica mouthwash against Oral Bacteria. Journal of Iranian Dental Association 2015;27(3):150–7."}, {"Citation": "Giard M, Lepape A, Allaouchiche B, Guerin C, Lehot JJ, Robert MO, et al. Early- and late-onset ventilator-associated pneumonia acquired in the intensive care unit: comparison of risk factors. J Crit Care 2008;23(1):27–33.", "ArticleIdList": ["18359418"]}, {"Citation": "Burja S, Belec T, Bizjak N, Mori J, Markota A, Sinkovič A. Efficacy of a bundle approach in preventing the incidence of ventilator associated pneumonia (VAP). Bosn J Basic Med Sci 2018;18(1):105–9.", "ArticleIdList": ["PMC5826669", "28976870"]}, {"Citation": "Diaconu O, Siriopol I, Polosanu LI, Grigoras I. Endotracheal Tube Biofilm and its Impact on the Pathogenesis of Ventilator-Associated Pneumonia. J Crit Care Med (Targu Mures) 2018;4(2):50–5.", "ArticleIdList": ["PMC6294989", "30581995"]}, {"Citation": "Vallés J, Pobo A, García-Esquirol O, Mariscal D, Real J, Fernández R. Excess ICU mortality attributable to ventilator-associated pneumonia: the role of early vs late onset. Intensive Care Med 2007;33(8):1363–8.", "ArticleIdList": ["17558495"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "9", "Day": "5"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "3", "Minute": "53"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["37920313", "PMC10618586", "Tanaffos-22-112"]}}], "PubmedBookArticle": []}