{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Clinical trials", "Medicinal plants and Vitamin D"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37920525", "DateRevised": {"Year": "2023", "Month": "11", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "21"}], "Language": ["eng"], "ELocationID": ["e21205", "10.1016/j.heliyon.2023.e21205"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "9", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Promising role of Vitamin D and plant metabolites against COVID-19: Clinical trials review.", "Pagination": {"StartPage": "e21205", "MedlinePgn": "e21205"}, "Abstract": {"AbstractText": ["Vitamin D possesses immunomodulatory qualities and is protective against respiratory infections. Additionally, it strengthens adaptive and cellular immunity and boosts the expression of genes involved in oxidation. Experts suggested taking vitamin D supplements to avoid and treat viral infection and also COVID-19, on the other hand, since the beginning of time, the use of plants as medicines have been vital to human wellbeing. The WHO estimates that 80 % of people worldwide use plants or herbs for therapeutic purposes. Secondary metabolites from medicinal plants are thought to be useful in lowering infections from pathogenic microorganisms due to their ability to inhibit viral protein and enzyme activity by binding with them. As a result, this manuscript seeks to describe the role of vitamin D and probable plant metabolites that have antiviral activities and may be complementary to the alternative strategy against COVID-19 in a single manuscript through reviewing various case studies."], "CopyrightInformation": "© 2023 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, M.M.V., Banaras Hindu University, Varanasi, India."}], "LastName": "Srivastava", "ForeName": "Rupanshee", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, M.M.V., Banaras Hindu University, Varanasi, India."}], "LastName": "Singh", "ForeName": "Nidhi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, M.M.V., Banaras Hindu University, Varanasi, India."}], "LastName": "Kanda", "ForeName": "Tripti", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, M.M.V., Banaras Hindu University, Varanasi, India."}], "LastName": "Yadav", "ForeName": "Sadhana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Allahabad, Prayagraj, India."}], "LastName": "Yadav", "ForeName": "Shivam", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oil and Natural Gas Corporation (ONGC), New Delhi, India."}], "LastName": "Choudhary", "ForeName": "Piyush", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, M.M.V., Banaras Hindu University, Varanasi, India."}], "LastName": "Atri", "ForeName": "Neelam", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Elmezayen A.D., et al. Drug repurposing for coronavirus (COVID-19): in silico screening of known drugs against coronavirus 3CL hydrolase and protease enzymes. J. Biomol. Struct. Dyn. 2021;39(8):2980–2992.", "ArticleIdList": ["PMC7189413", "32306862"]}, {"Citation": "Wu C., et al. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm. Sin. B. 2020;10(5):766–788.", "ArticleIdList": ["PMC7102550", "32292689"]}, {"Citation": "Kanne J.P. Radiological Society of North America; 2020. Chest CT Findings in 2019 Novel Coronavirus (2019-nCoV) Infections from Wuhan, China: Key Points for the Radiologist; pp. 16–17.", "ArticleIdList": ["PMC7233362", "32017662"]}, {"Citation": "Guo Y.-R., et al. The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak–an update on the status. Military medical research. 2020;7:1–10.", "ArticleIdList": ["PMC7068984", "32169119"]}, {"Citation": "Kumar D., et al. Understanding the binding affinity of noscapines with protease of SARS-CoV-2 for COVID-19 using MD simulations at different temperatures. J. Biomol. Struct. Dyn. 2021;39(7):2659–2672.", "ArticleIdList": ["PMC7212547", "32362235"]}, {"Citation": "Yuan M., et al. Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China. PLoS One. 2020;15(3)", "ArticleIdList": ["PMC7082074", "32191764"]}, {"Citation": "Lan J., et al. Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor. Nature. 2020;581(7807):215–220.", "ArticleIdList": ["32225176"]}, {"Citation": "Zumla A., et al. Coronaviruses—drug discovery and therapeutic options. Nat. Rev. Drug Discov. 2016;15(5):327–347.", "ArticleIdList": ["PMC7097181", "26868298"]}, {"Citation": "Heymann D.L., Rodier G. Global surveillance, national surveillance, and SARS. Emerg. Infect. Dis. 2004;10(2):173.", "ArticleIdList": ["PMC3322938", "15040346"]}, {"Citation": "Zaki A.M.V.B.S., Bestebroer T., Mꎬ, et al. Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia. N. Engl. J. Med. 2012;367(19):1814–1820.", "ArticleIdList": ["23075143"]}, {"Citation": "Zheng Z., et al. Risk factors of critical & mortal COVID-19 cases: a systematic literature review and meta-analysis. J. Infect. 2020;81(2):e16–e25.", "ArticleIdList": ["PMC7177098", "32335169"]}, {"Citation": "Peters R., et al. Common risk factors for major noncommunicable disease, a systematic overview of reviews and commentary: the implied potential for targeted risk reduction. Therapeutic advances in chronic disease. 2019;10", "ArticleIdList": ["PMC6794648", "31662837"]}, {"Citation": "Cena H., Calder P.C. Defining a healthy diet: evidence for the role of contemporary dietary patterns in health and disease. Nutrients. 2020;12(2):334.", "ArticleIdList": ["PMC7071223", "32012681"]}, {"Citation": "Pilz S., et al. Vitamin D testing and treatment: a narrative review of current evidence. Endocrine connections. 2019;8(2):R27.", "ArticleIdList": ["PMC6365669", "30650061"]}, {"Citation": "Martineau A.R., et al. Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and meta-analysis of individual participant data. bmj. 2017:356.", "ArticleIdList": ["PMC5310969", "28202713"]}, {"Citation": "Nair R., Maseeh A. Vitamin D: the “sunshine” vitamin. J. Pharmacol. Pharmacother. 2012;3(2):118–126.", "ArticleIdList": ["PMC3356951", "22629085"]}, {"Citation": "Martens P.-J., et al. Vitamin D's effect on immune function. Nutrients. 2020;12(5):1248.", "ArticleIdList": ["PMC7281985", "32353972"]}, {"Citation": "Moses T., Goossens A. Plants for human health: greening biotechnology and synthetic biology. J. Exp. Bot. 2017;68(15):4009–4011.", "ArticleIdList": ["PMC5853463", "28922776"]}, {"Citation": "Schaal B. Plants and people: our shared history and future. Plants, People, Planet. 2019;1(1):14–19."}, {"Citation": "Organization W.H. World Health Organization; 2019. WHO Global Report on Traditional and Complementary Medicine 2019."}, {"Citation": "Haque M., et al. Traditional healing practices in rural Bangladesh: a qualitative investigation. BMC Compl. Alternative Med. 2018;18(1):1–15.", "ArticleIdList": ["PMC5815193", "29448941"]}, {"Citation": "Jassim S.A., Naji M.A. Novel antiviral agents: a medicinal plant perspective. J. Appl. Microbiol. 2003;95(3):412–427.", "ArticleIdList": ["12911688"]}, {"Citation": "Hussain W., et al. Medicinal plants: a repository of antiviral metabolites. Future Virol. 2017;12(6):299–308."}, {"Citation": "Özçelik B., Kartal M., Orhan I. Cytotoxicity, antiviral and antimicrobial activities of alkaloids, flavonoids, and phenolic acids. Pharmaceut. Biol. 2011;49(4):396–402.", "ArticleIdList": ["21391841"]}, {"Citation": "Hoareau L., DaSilva E.J. Medicinal plants: a re-emerging health aid. Electron. J. Biotechnol. 1999;2(2):3–4."}, {"Citation": "Jahan I., Ahmet O. Potentials of plant-based substance to inhabit and probable cure for the COVID-19. Turkish Journal of Biology. 2020;44(SI-1):228–241.", "ArticleIdList": ["PMC7314514", "32595359"]}, {"Citation": "Golechha M. Time to realise the true potential of Ayurveda against COVID-19. Brain Behav. Immun. 2020;87:130.", "ArticleIdList": ["PMC7204691", "32389701"]}, {"Citation": "Silveira D., et al. COVID-19: is there evidence for the use of herbal medicines as adjuvant symptomatic therapy? Front. Pharmacol. 2020:1479.", "ArticleIdList": ["PMC7542597", "33071794"]}, {"Citation": "Perlman S., Netland J. Coronaviruses post-SARS: update on replication and pathogenesis. Nat. Rev. Microbiol. 2009;7(6):439–450.", "ArticleIdList": ["PMC2830095", "19430490"]}, {"Citation": "Sawicki S.G., Sawicki D.L., Siddell S.G. A contemporary view of coronavirus transcription. J. Virol. 2007;81(1):20–29.", "ArticleIdList": ["PMC1797243", "16928755"]}, {"Citation": "Mohammadi N., Shaghaghi N. 2020. Inhibitory Effect of Eight Secondary Metabolites from Conventional Medicinal Plants on COVID_19 Virus Protease by Molecular Docking Analysis."}, {"Citation": "Liang Y., et al. Highlight of immune pathogenic response and hematopathologic effect in SARS-CoV, MERS-CoV, and SARS-Cov-2 infection. Front. Immunol. 2020;11:1022.", "ArticleIdList": ["PMC7236801", "32574260"]}, {"Citation": "Coutard B., et al. The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade. Antivir. Res. 2020;176", "ArticleIdList": ["PMC7114094", "32057769"]}, {"Citation": "Ou X., et al. Characterization of spike glycoprotein of SARS-CoV-2 on virus entry and its immune cross-reactivity with SARS-CoV. Nat Commun. 2020;11(1):1620–2020.", "ArticleIdList": ["PMC7100515", "32221306"]}, {"Citation": "Mousavizadeh L., Ghasemi S. Genotype and phenotype of COVID-19: their roles in pathogenesis. J. Microbiol. Immunol. Infect. 2021;54(2):159–163.", "ArticleIdList": ["PMC7138183", "32265180"]}, {"Citation": "Chen B., et al. Overview of lethal human coronaviruses. Signal Transduct. Targeted Ther. 2020;5(1):1–16.", "ArticleIdList": ["PMC7289715", "32533062"]}, {"Citation": "ul Qamar M.T., et al. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. Journal of pharmaceutical analysis. 2020;10(4):313–319.", "ArticleIdList": ["PMC7156227", "32296570"]}, {"Citation": "Prajapat M., et al. Drug targets for corona virus: a systematic review. Indian J. Pharmacol. 2020;52(1):56.", "ArticleIdList": ["PMC7074424", "32201449"]}, {"Citation": "Rabaan A.A., et al. SARS-CoV-2, SARS-CoV, and MERS-COV: a comparative overview. Infez Med. 2020;28(2):174–184.", "ArticleIdList": ["32275259"]}, {"Citation": "Tang X., et al. National Science Review; 2020. On the Origin and Continuing Evolution of SARS-CoV-2. nwaa036.", "ArticleIdList": ["PMC7107875", "34676127"]}, {"Citation": "Zhou Y., et al. Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2. Cell Discov. 2020;6(1):1–18.", "ArticleIdList": ["PMC7073332", "32194980"]}, {"Citation": "Xu J., et al. Systematic comparison of two animal-to-human transmitted human coronaviruses: SARS-CoV-2 and SARS-CoV. Viruses. 2020;12(2):244.", "ArticleIdList": ["PMC7077191", "32098422"]}, {"Citation": "Shi Y., et al. Nature Publishing Group; 2020. COVID-19 Infection: the Perspectives on Immune Responses; pp. 1451–1454.", "ArticleIdList": ["PMC7091918", "32205856"]}, {"Citation": "Huang C., et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The lancet. 2020;395(10223):497–506.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Rothan H.A., Byrareddy S.N. The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. J. Autoimmun. 2020;109", "ArticleIdList": ["PMC7127067", "32113704"]}, {"Citation": "Zhang H., et al. Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive Care Med. 2020;46(4):586–590.", "ArticleIdList": ["PMC7079879", "32125455"]}, {"Citation": "Hoffmann M., et al. In: A Covid-19-like Syndrome Associated with SARS-CoV-2 Coronavirus in a Domestic Cat. Giet D., Desmecht D., editors. Soumis pour publication; 2020. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. pii: S0092-8674 (20) 30229-4. 2020.", "ArticleIdList": ["PMC7102627", "32142651"]}, {"Citation": "Skariyachan S., et al. Recent aspects on the pathogenesis mechanism, animal models and novel therapeutic interventions for Middle East respiratory syndrome coronavirus infections. Front. Microbiol. 2019;10:569.", "ArticleIdList": ["PMC6448012", "30984127"]}, {"Citation": "Shereen M.A., et al. COVID-19 infection: emergence, transmission, and characteristics of human coronaviruses. J. Adv. Res. 2020;24:91–98.", "ArticleIdList": ["PMC7113610", "32257431"]}, {"Citation": "Rampersad S., Tennant P. Viruses; 2018. Replication and Expression Strategies of Viruses; p. 55."}, {"Citation": "Wang H., et al. Recent progress in the discovery of inhibitors targeting coronavirus proteases. Virol. Sin. 2016;31(1):24–30.", "ArticleIdList": ["PMC7090653", "26920707"]}, {"Citation": "Cao W., Li T. COVID-19: towards understanding of pathogenesis. Cell Res. 2020;30(5):367–369.", "ArticleIdList": ["PMC7186532", "32346073"]}, {"Citation": "Rockx B., et al. Comparative pathogenesis of COVID-19, MERS, and SARS in a nonhuman primate model. Science. 2020;368(6494):1012–1015.", "ArticleIdList": ["PMC7164679", "32303590"]}, {"Citation": "DiNicolantonio J.J., O'Keefe J.H. Magnesium and vitamin D deficiency as a potential cause of immune dysfunction, cytokine storm and disseminated intravascular coagulation in COVID-19 patients. Mo. Med. 2021;118(1):68.", "ArticleIdList": ["PMC7861592", "33551489"]}, {"Citation": "Bouillon R., et al. Skeletal and extraskeletal actions of vitamin D: current evidence and outstanding questions. Endocr. Rev. 2019;40(4):1109–1151.", "ArticleIdList": ["PMC6626501", "30321335"]}, {"Citation": "Del Valle H.B., et al. 2011. Dietary Reference Intakes for Calcium and Vitamin D.", "ArticleIdList": ["21796828"]}, {"Citation": "Wacker M., Holick M.F. Vitamin D—effects on skeletal and extraskeletal health and the need for supplementation. Nutrients. 2013;5(1):111–148.", "ArticleIdList": ["PMC3571641", "23306192"]}, {"Citation": "Bouillon R. Comparative analysis of nutritional guidelines for vitamin D. Nat. Rev. Endocrinol. 2017;13(8):466–479.", "ArticleIdList": ["28387318"]}, {"Citation": "Xu Y., et al. The importance of vitamin d metabolism as a potential prophylactic, immunoregulatory and neuroprotective treatment for COVID-19. J. Transl. Med. 2020;18(1):1–12.", "ArticleIdList": ["PMC7447609", "32847594"]}, {"Citation": "Kara M., et al. ‘Scientific Strabismus’ or two related pandemics: coronavirus disease and vitamin D deficiency. Br. J. Nutr. 2020;124(7):736–741.", "ArticleIdList": ["PMC7300194", "32393401"]}, {"Citation": "Weir E.K., et al. Does vitamin D deficiency increase the severity of COVID-19? Clin. Med. 2020;20(4):e107.", "ArticleIdList": ["PMC7385774", "32503801"]}, {"Citation": "Parekh D., et al. Vitamin D to prevent lung injury following esophagectomy—a randomized, placebo-controlled trial. Crit. Care Med. 2018;46(12):e1128.", "ArticleIdList": ["PMC6250246", "30222631"]}, {"Citation": "Holick M.F. Vitamin D deficiency. N. Engl. J. Med. 2007;357(3):266–281.", "ArticleIdList": ["17634462"]}, {"Citation": "Marwaha R.K., et al. Vitamin D and bone mineral density status of healthy schoolchildren in northern India–. The American journal of clinical nutrition. 2005;82(2):477–482.", "ArticleIdList": ["16087996"]}, {"Citation": "Thacher T.D., et al. Nutritional rickets around the world: causes and future directions. Ann. Trop. Paediatr. 2006;26(1):1–16.", "ArticleIdList": ["16494699"]}, {"Citation": "Jain A., et al. Analysis of vitamin D level among asymptomatic and critically ill COVID-19 patients and its correlation with inflammatory markers. Sci. Rep. 2020;10(1):1–8.", "ArticleIdList": ["PMC7677378", "33214648"]}, {"Citation": "Singh S., et al. Prevalence of low level of vitamin D among COVID-19 patients and associated risk factors in India–A hospital-based study. Int. J. Gen. Med. 2021:2523–2531.", "ArticleIdList": ["PMC8214516", "34163220"]}, {"Citation": "Padhi S., et al. Lower levels of vitamin D are associated with SARS-CoV-2 infection and mortality in the Indian population: an observational study. Int. Immunopharm. 2020;88", "ArticleIdList": ["PMC7489890", "33182040"]}, {"Citation": "Annweiler C., et al. Vitamin D and survival in COVID-19 patients: a quasi-experimental study. J. Steroid Biochem. Mol. Biol. 2020;204", "ArticleIdList": ["PMC7553119", "33065275"]}, {"Citation": "Merzon E., et al. Low plasma 25 (OH) vitamin D level is associated with increased risk of COVID‐19 infection: an Israeli population‐based study. FEBS J. 2020;287(17):3693–3702.", "ArticleIdList": ["PMC7404739", "32700398"]}, {"Citation": "Meltzer D.O., et al. Association of vitamin D status and other clinical characteristics with COVID-19 test results. JAMA Netw. Open. 2020;3(9)", "ArticleIdList": ["PMC7489852", "32880651"]}, {"Citation": "Liu N., et al. Low vitamin D status is associated with coronavirus disease 2019 outcomes: a systematic review and meta-analysis. Int. J. Infect. Dis. 2021;104:58–64.", "ArticleIdList": ["PMC7833186", "33401034"]}, {"Citation": "Hastie C.E., et al. Vitamin D concentrations and COVID-19 infection in UK Biobank. Diabetes Metabol. Syndr.: Clin. Res. Rev. 2020;14(4):561–565.", "ArticleIdList": ["PMC7204679", "32413819"]}, {"Citation": "Moses T., Goossens A. Plants for human health: greening biotechnology and synthetic biology. J. Exp. Bot. 2017;68(15):4009.", "ArticleIdList": ["PMC5853463", "28922776"]}, {"Citation": "Naji J.S. Novel antiviral agents: a medicinal plant perspective J Appl Microbiol 2003 95412427. 6. Jassim SA, Naji MA: novel antiviral agents: a medicinal plant perspective. J. Appl. Microbiol. 2003;95:412–427.", "ArticleIdList": ["12911688"]}, {"Citation": "Baell J.B. Feeling nature's PAINS: natural products, natural product drugs, and pan assay interference compounds (PAINS) J. Nat. Prod. 2016;79(3):616–628.", "ArticleIdList": ["26900761"]}, {"Citation": "Park E.J., et al. Antiviral activity of CAVAC-1901, a combination of 3 standardized medicinal plants, against highly pathogenic influenza A virus in chickens. Poultry Sci. 2023;102(2)", "ArticleIdList": ["PMC9720341", "36473384"]}, {"Citation": "Anywar G., et al. Antiviral activity of Ugandan medicinal plants against human immunodeficiency virus type-1 (HIV-1) 2023"}, {"Citation": "Behzadi A., et al. Antiviral potential of melissa officinalis L.: a literature review. Nutr. Metab. Insights. 2023;16", "ArticleIdList": ["PMC9841880", "36655201"]}, {"Citation": "Williams A., Scally G., Langland J. A topical botanical therapy for the treatment of canine papilloma virus associated oral warts: a case series. Advances in Integrative Medicine. 2021;8(2):151–154."}, {"Citation": "Vanti G., et al. Glycerosome of Melissa officinalis L. essential oil for effective anti-HSV Type 1. Molecules. 2020;25(14):3111.", "ArticleIdList": ["PMC7397121", "32650414"]}, {"Citation": "Astani A., Reichling J., Schnitzler P. Melissa officinalis extract inhibits attachment of herpes simplex virus in vitro. Chemotherapy. 2012;58(1):70–77.", "ArticleIdList": ["22377592"]}, {"Citation": "Allahverdiyev A., et al. Antiviral activity of the volatile oils of Melissa officinalis L. against Herpes simplex virus type-2. Phytomedicine. 2004;11(7–8):657–661.", "ArticleIdList": ["15636181"]}, {"Citation": "Cantero-González G., et al. Antiviral activity of two Acanthospermum species against herpes simplex virus 1. J. Ethnopharmacol. 2023;303", "ArticleIdList": ["36470308"]}, {"Citation": "Harb N., et al. Ammi-visnaga extract; a novel phyto-antiviral agent against bovine rotavirus. VirusDisease. 2023:1–12.", "ArticleIdList": ["PMC10050252", "37009254"]}, {"Citation": "Świątek Ł., et al. Chemical characterization of different extracts of Justicia secunda vahl and determination of their anti-oxidant, anti-enzymatic, anti-viral, and cytotoxic properties. Antioxidants. 2023;12(2):509.", "ArticleIdList": ["PMC9952096", "36830068"]}, {"Citation": "Signer J., et al. In vitro virucidal activity of Echinaforce®, an Echinacea purpurea preparation, against coronaviruses, including common cold coronavirus 229E and SARS-CoV-2. Virol. J. 2020;17(1):1–11.", "ArticleIdList": ["PMC7479405", "32907596"]}, {"Citation": "Krupanidhi S., et al. Screening of phytochemical compounds of Tinospora cordifolia for their inhibitory activity on SARS-CoV-2: an in silico study. J. Biomol. Struct. Dyn. 2021;39(15):5799–5803.", "ArticleIdList": ["PMC7441789", "32627715"]}, {"Citation": "Ansori A., et al. Bioactive compounds from mangosteen (Garcinia mangostana L.) as an antiviral agent via dual inhibitor mechanism against SARSCoV-2: an in silico approach. Phcog. J. 2022;14(1)"}, {"Citation": "Liu Q., et al. Broad‐spectrum antiviral activity of Spatholobus suberectus Dunn against SARS‐CoV‐2, SARS‐CoV‐1, H5N1, and other enveloped viruses. Phytother Res. 2022;36(8):3232–3247.", "ArticleIdList": ["PMC9537938", "35943221"]}, {"Citation": "Esharkawy E.R., Almalki F., Hadda T.B. In vitro potential antiviral SARS-CoV-19-activity of natural product thymohydroquinone and dithymoquinone from Nigella sativa. Bioorg. Chem. 2022;120", "ArticleIdList": ["PMC8719923", "35026560"]}, {"Citation": "Mohamed F.F., et al. Hypericum perforatum and its ingredients hypericin and pseudohypericin demonstrate an antiviral activity against SARS-CoV-2. Pharmaceuticals. 2022;15(5):530.", "ArticleIdList": ["PMC9146521", "35631357"]}, {"Citation": "Weng J.-R., et al. Antiviral activity of Sambucus FormosanaNakai ethanol extract and related phenolic acid constituents against human coronavirus NL63. Virus Res. 2019;273", "ArticleIdList": ["PMC7114872", "31560964"]}, {"Citation": "Moradi M.-T., et al. Anti-influenza virus activity and phenolic content of pomegranate (Punica granatum L.) peel extract and fractions. Avicenna J. Med. Biotechnol. (AJMB) 2019;11(4):285.", "ArticleIdList": ["PMC6925405", "31908736"]}, {"Citation": "Sundararajan A., et al. Influenza virus variation in susceptibility to inactivation by pomegranate polyphenols is determined by envelope glycoproteins. Antivir. Res. 2010;88(1):1–9.", "ArticleIdList": ["PMC7114265", "20637243"]}, {"Citation": "Cinatl J., et al. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. The lancet. 2003;361(9374):2045–2046.", "ArticleIdList": ["PMC7112442", "12814717"]}, {"Citation": "Michaelis M., et al. Glycyrrhizin inhibits highly pathogenic H5N1 influenza A virus-induced pro-inflammatory cytokine and chemokine expression in human macrophages. Medical microbiology and immunology. 2010;199:291–297.", "ArticleIdList": ["PMC7087222", "20386921"]}, {"Citation": "Wang J., et al. Glycyrrhizic acid as the antiviral component of Glycyrrhiza uralensis Fisch. against coxsackievirus A16 and enterovirus 71 of hand foot and mouth disease. J. Ethnopharmacol. 2013;147(1):114–121.", "ArticleIdList": ["PMC7125661", "23454684"]}, {"Citation": "Kuo K.-K., et al. Water extract of Glycyrrhiza uralensis inhibited enterovirus 71 in a human foreskin fibroblast cell line. The American journal of Chinese medicine. 2009;37(2):383–394.", "ArticleIdList": ["19507280"]}, {"Citation": "Ashraf A., et al. In vivo antiviral potential of Glycyrrhiza glabra extract against Newcastle disease virus. Pak. J. Pharm. Sci. 2017;30", "ArticleIdList": ["28650322"]}, {"Citation": "Chathuranga K., et al. Anti-respiratory syncytial virus activity of Plantago asiatica and Clerodendrum trichotomum extracts in vitro and in vivo. Viruses. 2019;11(7):604.", "ArticleIdList": ["PMC6669655", "31277257"]}, {"Citation": "Chiang L., et al. Antiviral activity of Plantago major extracts and related compounds in vitro. Antivir. Res. 2002;55(1):53–62.", "ArticleIdList": ["12076751"]}, {"Citation": "Rebensburg S., et al. Potent in vitro antiviral activity of Cistus incanus extract against HIV and Filoviruses targets viral envelope proteins. Sci. Rep. 2016;6(1):1–15.", "ArticleIdList": ["PMC4735868", "26833261"]}, {"Citation": "Tu S.-F., et al. Chemical constituents and bioactivities of Clinacanthus nutans aerial parts. Molecules. 2014;19(12):20382–20390.", "ArticleIdList": ["PMC6271080", "25490430"]}, {"Citation": "Sakdarat S., et al. Study on Effects of compounds from Clinacanthus nutans on dengue virus type 2 infection. 2017 Available at: SSRN 2961652."}, {"Citation": "Raghavendhar S., et al. Evaluation of medicinal herbs for Anti-CHIKV activity. Virology. 2019;533:45–49.", "ArticleIdList": ["31082733"]}, {"Citation": "Clain E., et al. Extract from Aphloia theiformis, an edible indigenous plant from Reunion Island, impairs Zika virus attachment to the host cell surface. Sci. Rep. 2018;8(1)", "ArticleIdList": ["PMC6052117", "30022045"]}, {"Citation": "Clain E., et al. The polyphenol-rich extract from psiloxylon mauritianum, an endemic medicinal plant from Reunion Island, inhibits the early stages of dengue and Zika virus infection. Int. J. Mol. Sci. 2019;20(8):1860.", "ArticleIdList": ["PMC6515236", "30991717"]}, {"Citation": "Chen J.-X., et al. Activity of andrographolide and its derivatives against influenza virus in vivo and in vitro. Biol. Pharm. Bull. 2009;32(8):1385–1391.", "ArticleIdList": ["19652378"]}, {"Citation": "Chen D.-Y., et al. Curcumin inhibits influenza virus infection and haemagglutination activity. Food Chem. 2010;119(4):1346–1351."}, {"Citation": "Wen C.-C., et al. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J. Med. Chem. 2007;50(17):4087–4095.", "ArticleIdList": ["17663539"]}, {"Citation": "Huang C.-T., et al. Effect of aloin on viral neuraminidase and hemagglutinin-specific T cell immunity in acute influenza. Phytomedicine. 2019;64", "ArticleIdList": ["31454654"]}, {"Citation": "Moradi M.-T., Rafieian-Kopaei M., Karimi A. A review study on the effect of Iranian herbal medicines against in vitro replication of herpes simplex virus. Avicenna journal of phytomedicine. 2016;6(5):506.", "ArticleIdList": ["PMC5052413", "27761420"]}, {"Citation": "Callies O., et al. Isolation, structural modification, and HIV inhibition of pentacyclic lupane-type triterpenoids from Cassine xylocarpa and Maytenus cuzcoina. J. Nat. Prod. 2015;78(5):1045–1055.", "ArticleIdList": ["25927586"]}, {"Citation": "Xu H.-B., et al. Bioactivity-guided isolation of anti-hepatitis B virus active sesquiterpenoids from the traditional Chinese medicine: rhizomes of Cyperus rotundus. J. Ethnopharmacol. 2015;171:131–140.", "ArticleIdList": ["26051832"]}, {"Citation": "Wang G., et al. Studies on anti-HSV effect of Ficus carica leaves. Zhong yao cai= Zhongyaocai= Journal of Chinese medicinal materials. 2004;27(10):754–756.", "ArticleIdList": ["15850358"]}, {"Citation": "Lazreg Aref H., et al. In vitro cytotoxic and antiviral activities of Ficus carica latex extracts. Nat. Prod. Res. 2011;25(3):310–319.", "ArticleIdList": ["21294043"]}, {"Citation": "Najjari A.H.A., et al. Veterinary Research Forum. Faculty of Veterinary Medicine, Urmia University; Urmia, Iran: 2015. The effect of the hexanic extracts of fig (Ficus carica) and olive (Olea europaea) fruit and nanoparticles of selenium on the immunogenicity of the inactivated avian influenza virus subtype H9N2.", "ArticleIdList": ["PMC4611977", "26893813"]}, {"Citation": "Fang C.-Y., et al. Honokiol, a lignan biphenol derived from the magnolia tree, inhibits dengue virus type 2 infection. Viruses. 2015;7(9):4894–4910.", "ArticleIdList": ["PMC4584296", "26378567"]}, {"Citation": "Parsania M., et al. vol. 30. Pakistan journal of pharmaceutical sciences; 2017. (Antiviral Screening of Four Plant Extracts against Acyclovir Resistant Herpes Simplex Virus Type-1).", "ArticleIdList": ["29043989"]}, {"Citation": "Oh C., et al. Inhibition of HIV-1 infection by aqueous extracts of Prunella vulgaris L. Virol. J. 2011;8(1):1–10.", "ArticleIdList": ["PMC3096947", "21513560"]}, {"Citation": "Zhang X., et al. Characterization of the inhibitory effect of an extract of Prunella vulgaris on Ebola virus glycoprotein (GP)-mediated virus entry and infection. Antivir. Res. 2016;127:20–31.", "ArticleIdList": ["PMC7113790", "26778707"]}, {"Citation": "Romero-Pérez G.A., et al. Orally administered Salacia reticulata extract reduces H1N1 influenza clinical symptoms in murine lung tissues putatively due to enhanced natural killer cell activity. Front. Immunol. 2016;7:115.", "ArticleIdList": ["PMC4814808", "27066007"]}, {"Citation": "Rehman S., et al. Therapeutic potential of Taraxacum officinale against HCV NS5B polymerase: in-vitro and in silico study. Biomed. Pharmacother. 2016;83:881–891.", "ArticleIdList": ["27513212"]}, {"Citation": "He W., et al. Anti-influenza virus effect of aqueous extracts from dandelion. Virol. J. 2011;8(1):1–11.", "ArticleIdList": ["PMC3265450", "22168277"]}, {"Citation": "Ulasli M., et al. The effects of Nigella sativa (Ns), Anthemis hyalina (Ah) and Citrus sinensis (Cs) extracts on the replication of coronavirus and the expression of TRP genes family. Mol. Biol. Rep. 2014;41:1703–1711.", "ArticleIdList": ["PMC3933739", "24413991"]}, {"Citation": "Li S.-y., et al. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antivir. Res. 2005;67(1):18–23.", "ArticleIdList": ["PMC7114104", "15885816"]}, {"Citation": "Lau K.-M., et al. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J. Ethnopharmacol. 2008;118(1):79–85.", "ArticleIdList": ["PMC7126383", "18479853"]}, {"Citation": "Ho T.-Y., et al. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antivir. Res. 2007;74(2):92–101.", "ArticleIdList": ["PMC7114332", "16730806"]}, {"Citation": "Ling A.P.K., et al. International Conference on Biological Environmental and Food Engineering. Bali; Indonesia: 2014. Inhibitory activities of methanol extracts of Andrographis paniculata and Ocimum sanctum against dengue-1 virus."}, {"Citation": "Rehman, S., et al., Therapeutic Potential of Taraxacum officinale against HCV NS5B Polymerase, vitro..", "ArticleIdList": ["27513212"]}, {"Citation": "Rothan H., et al. Screening of antiviral activities in medicinal plants extracts against dengue virus using dengue NS2B-NS3 protease assay. Trop. Biomed. 2014;31(2):286–296.", "ArticleIdList": ["25134897"]}, {"Citation": "Reichling J., et al. Antiviral activity of Rhus aromatica (fragrant sumac) extract against two types of herpes simplex viruses in cell culture. Die Pharmazie-An International Journal of Pharmaceutical Sciences. 2009;64(8):538–541.", "ArticleIdList": ["19746844"]}, {"Citation": "Upadhyay A.K., et al. Tinospora cordifolia (Willd.) Hook. f. and Thoms.(Guduchi)–validation of the Ayurvedic pharmacology through experimental and clinical studies. Int. J. Ayurveda Res. 2010;1(2):112.", "ArticleIdList": ["PMC2924974", "20814526"]}, {"Citation": "Patgiri B., et al. Anti-inflammatory activity of guduchi Ghana (aqueous extract of Tinospora cordifolia m aaaiers.) Ayu. 2014;35(1):108.", "ArticleIdList": ["PMC4213960", "25364210"]}, {"Citation": "Kumar A., et al. A Retrospective Study on Efficacy and Safety of Guduchi Ghan Vati for Covid-19 Asymptomatic Patients. medRxiv. 2020;7 23.20160424. 2020. 10(2020.07): p."}, {"Citation": "Kumar A., et al. MedRxiv; 2020. Efficacy and Safety of Guduchi Ghan Vati in the Management of Asymptomatic COVID-19 Infection: an Open Label Feasibility Study."}, {"Citation": "Aarogyam U. 2020. Efficacy and Safety of Guduchi Ghan Vati for Covid-19 Asymptomatic Patients."}, {"Citation": "Shree P., et al. Targeting COVID-19 (SARS-CoV-2) main protease through active phytochemicals of ayurvedic medicinal plants–Withania somnifera (Ashwagandha), Tinospora cordifolia (Giloy) and Ocimum sanctum (Tulsi)–a molecular docking study. J. Biomol. Struct. Dyn. 2022;40(1):190–203.", "ArticleIdList": ["PMC7484581", "32851919"]}, {"Citation": "Aarogyam U. 2021. Feasibility of Ayurveda in Patients with Mild-To-Moderate COVID-19: A Community-Based Participatory Research."}, {"Citation": "Kulkarni V., et al. MedRxiv; 2021. A Community-Based Participatory Research to Assess the Feasibility of Ayurveda Intervention in Patients with Mild-To-Moderate COVID-19."}, {"Citation": "Pandey M., Rastogi S., Rawat A. Indian traditional ayurvedic system of medicine and nutritional supplementation. Evid. base Compl. Alternative Med. 2013 2013.", "ArticleIdList": ["PMC3705899", "23864888"]}, {"Citation": "Priya N., Kumari P.S. Antiviral activities and cytotoxicity assay of seed extracts of Piper longum and Piper nigrum on human cell lines. Int. J. Pharmaceut. Sci. Rev. Res. 2017;44(1):197–202."}, {"Citation": "Aarogyam U. 2020. A Pilot Study on Efficacy and Safety of Ayurveda Combination in Patients with Mild-To-Moderate COVID-19."}, {"Citation": "Devpura G., et al. Randomized placebo-controlled pilot clinical trial on the efficacy of ayurvedic treatment regime on COVID-19 positive patients. Phytomedicine. 2021;84", "ArticleIdList": ["PMC7857981", "33596494"]}, {"Citation": "Pawar K.S., et al. Oral curcumin with piperine as adjuvant therapy for the treatment of COVID-19: a randomized clinical trial. Front. Pharmacol. 2021;12:1056.", "ArticleIdList": ["PMC8193734", "34122090"]}, {"Citation": "Ramos-Tovar E., Muriel P. Dietary Interventions in Liver Disease. Elsevier; 2019. Phytotherapy for the liver; pp. 101–121."}, {"Citation": "Pilcher H. Nature; 2003. Liquorice May Tackle SARS."}, {"Citation": "Chen F., et al. In vitro susceptibility of 10 clinical isolates of SARS coronavirus to selected antiviral compounds. J. Clin. Virol. 2004;31(1):69–75.", "ArticleIdList": ["PMC7128415", "15288617"]}, {"Citation": "Yeh C.F., et al. Water extract of licorice had anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. J. Ethnopharmacol. 2013;148(2):466–473.", "ArticleIdList": ["PMC7126896", "23643542"]}, {"Citation": "Hoever G., et al. Antiviral activity of glycyrrhizic acid derivatives against SARS− coronavirus. J. Med. Chem. 2005;48(4):1256–1259.", "ArticleIdList": ["15715493"]}, {"Citation": "Fiore C., et al. Antiviral effects of Glycyrrhiza species. Phytother Res.: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives. 2008;22(2):141–148.", "ArticleIdList": ["PMC7167979", "17886224"]}, {"Citation": "Asl M.N., Hosseinzadeh H. Review of pharmacological effects of Glycyrrhiza sp. and its bioactive compounds. Phytother Res.: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives. 2008;22(6):709–724.", "ArticleIdList": ["PMC7167813", "18446848"]}, {"Citation": "Pu J.-Y., et al. Anti-virus research of triterpenoids in licorice. Bing du xue bao= Chinese journal of virology. 2013;29(6):673–679.", "ArticleIdList": ["24520776"]}, {"Citation": "Chen H., Du Q. 2020. Potential Natural Compounds for Preventing SARS-CoV-2 (2019-nCoV) Infection."}, {"Citation": "Yuen K.Y., et al. Google Patents; 2009. Baicalin as a Treatment for SARS Infection."}, {"Citation": "Zhi H.-J., et al. In vivo effect of quantified flavonoids-enriched extract of Scutellaria baicalensis root on acute lung injury induced by influenza A virus. Phytomedicine. 2019;57:105–116.", "ArticleIdList": ["30668313"]}, {"Citation": "Liu H., et al. Scutellaria baicalensis extract and baicalein inhibit replication of SARS-CoV-2 and its 3C-like protease in vitro. J. Enzym. Inhib. Med. Chem. 2021;36(1):497–503.", "ArticleIdList": ["PMC7850424", "33491508"]}, {"Citation": "Thuy B.T.P., et al. Investigation into SARS-CoV-2 resistance of compounds in garlic essential oil. ACS Omega. 2020;5(14):8312–8320.", "ArticleIdList": ["PMC7123907", "32363255"]}, {"Citation": "Massi A., et al. Research progress in the modification of quercetin leading to anticancer agents. Molecules. 2017;22(8):1270.", "ArticleIdList": ["PMC6152094", "28758919"]}, {"Citation": "Nguyen T.T.H., et al. Flavonoid-mediated inhibition of SARS coronavirus 3C-like protease expressed in Pichia pastoris. Biotechnol. Lett. 2012;34(5):831–838.", "ArticleIdList": ["PMC7087583", "22350287"]}, {"Citation": "Jo S., et al. Inhibition of SARS-CoV 3CL protease by flavonoids. J. Enzym. Inhib. Med. Chem. 2020;35(1):145–151.", "ArticleIdList": ["PMC6882434", "31724441"]}, {"Citation": "Jo S., et al. Characteristics of flavonoids as potent MERS‐CoV 3C‐like protease inhibitors. Chem. Biol. Drug Des. 2019;94(6):2023–2030.", "ArticleIdList": ["PMC7162010", "31436895"]}, {"Citation": "Khan T., et al. Therapeutic potential of medicinal plants against COVID-19: the role of antiviral medicinal metabolites. Biocatal. Agric. Biotechnol. 2021;31 Competing Interest The authors declare no competing interest.", "ArticleIdList": ["PMC7831775", "33520034"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "14"}, {"Year": "2023", "Month": "9", "Day": "13"}, {"Year": "2023", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "3", "Hour": "3", "Minute": "57"}, {"Year": "2023", "Month": "10", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["37920525", "PMC10618788", "10.1016/j.heliyon.2023.e21205", "S2405-8440(23)08413-X"]}}], "PubmedBookArticle": []}