{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37929093", "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.3c05841"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "8", "Issue": "43", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "31"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Structural and Anticancer Studies of Methoxyflavone Derivative from <i>Strychnos pseudoquina</i> A.St.-Hil. (Loganiaceae) from Brazilian Cerrado.", "Pagination": {"StartPage": "40764", "EndPage": "40774", "MedlinePgn": "40764-40774"}, "Abstract": {"AbstractText": ["The Cerrado biome is the world's largest and most diversified tropical savanna. Despite its diversity, there remains a paucity of scientific discussion and evidence about the medicinal use of Cerrado plants. One of the greatest challenges is the complexity of secondary metabolites, such as flavonoids, present in those plants and their extraction, purification, and characterization, which involves a wide range of approaches, tools, and techniques. Notwithstanding these difficulties, the search for accurately proven medicinal plants against cancer, a leading cause of death worldwide, has contributed to this growing area of research. This study set out to extract, purify, and characterize 3-<i>O</i>-methylquercetin isolated from the plant <i>Strychnos pseudoquina</i> A.St.-Hil. (Loganiaceae) and to test it for antiproliferative activity and selectivity against different tumor and nontumor human cell lines. A combined-method approach was employed using <sup>1</sup>H and <sup>13</sup>C nuclear magnetic resonance, thermogravimetric analysis, differential scanning calorimetry, single-crystal X-ray diffraction, Hirshfeld surface analysis, and theoretical calculations to extensively characterize this bioflavonoid. 3-<i>O</i>-methylquercetin melts around 275 °C and crystallizes in a nonplanar conformation with an angle of 18.02° between the pyran ring (C) and the phenyl ring (B), unlike quercetin and luteolin, which are planar. Finally, the in vitro cytotoxicity of 3-<i>O</i>-methylquercetin was compared with data from quercetin, luteolin, and cisplatin, showing that structural differences influenced the antiproliferative activity and the selectivity against different tumor cell lines."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Novos Materiais, Universidade Evangélica de Goiás, 75083-515 Anápolis, GO, Brazil."}], "LastName": "Silva", "ForeName": "Marianna C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Produtos Naturais, Universidade Estadual de Goiás, 75132-903 Anápolis, GO, Brazil."}], "LastName": "Cunha", "ForeName": "Gracielle", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório Multiusuário de Cristalografia Estrutural, Instituto de Física de São Carlos, Universidade de São Paulo, 13566-590 São Carlos, SP, Brazil."}], "LastName": "Firmino", "ForeName": "Pollyana", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Novos Materiais, Universidade Evangélica de Goiás, 75083-515 Anápolis, GO, Brazil."}], "LastName": "Sallum", "ForeName": "Loide O", "Initials": "LO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Produtos Naturais, Universidade Estadual de Goiás, 75132-903 Anápolis, GO, Brazil."}], "LastName": "Menezes", "ForeName": "Antônio", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Estrutura e Reatividade de Compostos Inorgânicos, Departamento de Química, Universidade Federal de São Carlos, 13565-905 São Carlos, SP, Brazil."}], "LastName": "Dutra", "ForeName": "Jocely", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Bioinorgânica, Catálise e Farmacologia, Instituto de Química, Universidade de São Paulo, 05508-000 São Paulo, SP, Brazil."}], "LastName": "de Araujo-Neto", "ForeName": "João", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Estrutura e Reatividade de Compostos Inorgânicos, Departamento de Química, Universidade Federal de São Carlos, 13565-905 São Carlos, SP, Brazil."}], "LastName": "Batista", "ForeName": "Alzir A", "Initials": "AA"}, {"Identifier": ["0000-0002-0676-3098"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório Multiusuário de Cristalografia Estrutural, Instituto de Física de São Carlos, Universidade de São Paulo, 13566-590 São Carlos, SP, Brazil."}], "LastName": "Ellena", "ForeName": "Javier", "Initials": "J"}, {"Identifier": ["0000-0002-6047-9995"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Grupo de Química Teórica e Estrutural de Anápolis, Universidade Estadual de Goiás, 75132-903 Anápolis, GO, Brazil."}], "LastName": "Napolitano", "ForeName": "Hamilton B", "Initials": "HB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Colli G. R.; Vieira C. R.; Dianese J. C. Biodiversity and Conservation of the Cerrado: Recent Advances and Old Challenges. Biodivers. Conserv. 2020, 29 (5), 1465–1475. 10.1007/s10531-020-01967-x.", "ArticleIdList": ["10.1007/s10531-020-01967-x"]}, {"Citation": "Dalle Laste K. C.; Durigan G.; Andersen A. N. Biodiversity Responses to Land-Use and Restoration in a Global Biodiversity Hotspot: Ant Communities in Brazilian Cerrado. Austral Ecol. 2019, 44 (2), 313–326. 10.1111/aec.12676.", "ArticleIdList": ["10.1111/aec.12676"]}, {"Citation": "Hofmann G. S.; Cardoso M. F.; Alves R. J. V.; Weber E. J.; Barbosa A. A.; de Toledo P. M.; Pontual F. B.; Salles L. d. O.; Hasenack H.; Cordeiro J. L. P.; Aquino F. E.; de Oliveira L. F. B. The Brazilian Cerrado Is Becoming Hotter and Drier. Global Change Biol. 2021, 27 (17), 4060–4073. 10.1111/gcb.15712.", "ArticleIdList": ["10.1111/gcb.15712", "34018296"]}, {"Citation": "de Brito G. O.; Reis B. C.; Ferreira E. A.; Vilela Junqueira N. T.; Sá-Barreto L. C. L.; Mattivi F.; Vrhovsek U.; Gris E. F. Phenolic Compound Profile by UPLC-MS/MS and Encapsulation with Chitosan of Spondias mombin L. Fruit Peel Extract from Cerrado Hotspot—Brazil. Molecules 2022, 27 (8), 2382.10.3390/molecules27082382.", "ArticleIdList": ["10.3390/molecules27082382", "PMC9028924", "35458580"]}, {"Citation": "Gontijo D. C.; Nunes L. G.; Farias L. M.; Duarte M. G. R.; Carvalho A. F.; Fietto L. G.; Leite J. P. V. Assessment of the Phenolic Content, Mutagenicity and Genotoxicity of Ethanolic Extracts of Stem Bark and Leaves from Strychnos Pseudoquina A. St.-Hil. Drug Chem. Toxicol. 2020, 43 (5), 539–545. 10.1080/01480545.2018.1515218.", "ArticleIdList": ["10.1080/01480545.2018.1515218", "30212238"]}, {"Citation": "Boff L.; Silva I. T.; Argenta D. F.; Farias L. M.; Alvarenga L. F.; Pádua R.; Braga F. C.; Leite J. P. V.; Kratz J. M.; Simões C. Strychnos Pseudoquina A. St. Hil.: A Brazilian Medicinal Plant with Promising in Vitro Antiherpes Activity. J. Appl. Microbiol. 2016, 121 (6), 1519–1529. 10.1111/jam.13279.", "ArticleIdList": ["10.1111/jam.13279", "27566664"]}, {"Citation": "Honório-França A. C.; Marins C. M. F.; Boldrini F.; França E. L. Evaluation of Hypoglicemic Activity and Healing of Extract from amongst Bark of “Quina Do Cerrado” (Strychnos Pseudoquina ST. HILL). Acta Cir. Bras. 2008, 23 (6), 504–510. 10.1590/S0102-86502008000600007.", "ArticleIdList": ["10.1590/S0102-86502008000600007", "19030749"]}, {"Citation": "Nicoletti M.; Goulart M. O. F.; de Lima R. A.; Goulart A. E.; Monache F. D.; Bettolo G. B. M. Flavonoids and Alkaloids From Strychnos Pseudoquina. J. Nat. Prod. 1984, 47 (6), 953–957. 10.1021/np50036a007.", "ArticleIdList": ["10.1021/np50036a007", "6533269"]}, {"Citation": "de Toledo T. A.; da Silva L. E.; Botelho T. C.; Ramos R. J.; de Souza P. Jr.; Teixeira A. M. R.; Freire P. T. C.; Bento R. R. F. Characterization of Flavonoid 3-Methoxyquercetin Performed by FT-IR and FT-Raman Spectroscopies and DFT Calculations. J. Mol. Struct. 2012, 1029, 22–27. 10.1016/j.molstruc.2012.06.058.", "ArticleIdList": ["10.1016/j.molstruc.2012.06.058"]}, {"Citation": "Bailão E.; Devilla I.; da Conceição E.; Borges L. Bioactive Compounds Found in Brazilian Cerrado Fruits. Int. J. Mol. Sci. 2015, 16 (10), 23760–23783. 10.3390/ijms161023760.", "ArticleIdList": ["10.3390/ijms161023760", "PMC4632725", "26473827"]}, {"Citation": "Silva M.; Duarte V.; Sallum L.; Cunha G.; Custodio J.; Oliver A.; Peixoto J.; Menezes A.; Napolitano H. Molecular Modeling Studies of β-Sitosterol Extract from Miconia Burchellii Triana (Melastomataceae) from Brazilian Cerrado. J. Braz. Chem. Soc. 2023, 34 (9), 1293–1302. 10.21577/0103-5053.20230040.", "ArticleIdList": ["10.21577/0103-5053.20230040"]}, {"Citation": "Peixoto J. D. C.; Neves B. J.; Napolitano H. B.; Gonçalves M.; Dutra S.; Rosseto L. P. Flavonoids from Brazilian Cerrado: Biosynthesis, Chemical and Biological Profile. Molecules 2019, 24 (16), 2891.10.3390/molecules24162891.", "ArticleIdList": ["10.3390/molecules24162891", "PMC6720525", "31395797"]}, {"Citation": "Singh S.; Gupta P.; Meena A.; Luqman S. Acacetin, a Flavone with Diverse Therapeutic Potential in Cancer, Inflammation, Infections and Other Metabolic Disorders. Food Chem. Toxicol. 2020, 145, 111708.10.1016/j.fct.2020.111708.", "ArticleIdList": ["10.1016/j.fct.2020.111708", "32866514"]}, {"Citation": "Sallum L. O.; Duarte V. S.; Custodio J. M. F.; Faria E. C. M.; da Silva A. M.; Lima R. S.; Camargo A. J.; Napolitano H. B. Cyclohexanone-Based Chalcones as Alternatives for Fuel Additives. ACS Omega 2022, 7 (14), 11871–11886. 10.1021/acsomega.1c07333.", "ArticleIdList": ["10.1021/acsomega.1c07333", "PMC9016815", "35449976"]}, {"Citation": "Yang G.; Hong S.; Yang P.; Sun Y.; Wang Y.; Zhang P.; Jiang W.; Gu Y. Discovery of an Ene-Reductase for Initiating Flavone and Flavonol Catabolism in Gut Bacteria. Nat. Commun. 2021, 12 (1), 790.10.1038/s41467-021-20974-2.", "ArticleIdList": ["10.1038/s41467-021-20974-2", "PMC7862272", "33542233"]}, {"Citation": "Maleki S. J.; Crespo J. F.; Cabanillas B. Anti-Inflammatory Effects of Flavonoids. Food Chem. 2019, 299, 125124.10.1016/j.foodchem.2019.125124.", "ArticleIdList": ["10.1016/j.foodchem.2019.125124", "31288163"]}, {"Citation": "Kim H. P.; Son K. H.; Chang H. W.; Kang S. S. Anti-Inflammatory Plant Flavonoids and Cellular Action Mechanisms. J. Pharmacol. Sci. 2004, 96 (3), 229–245. 10.1254/jphs.CRJ04003X.", "ArticleIdList": ["10.1254/jphs.CRJ04003X", "15539763"]}, {"Citation": "Serafini M.; Peluso I.; Raguzzini A. Flavonoids as Anti-Inflammatory Agents. Proc. Nutr. Soc. 2010, 69 (3), 273–278. 10.1017/S002966511000162X.", "ArticleIdList": ["10.1017/S002966511000162X", "20569521"]}, {"Citation": "Spagnuolo C.; Moccia S.; Russo G. L. Anti-Inflammatory Effects of Flavonoids in Neurodegenerative Disorders. Eur. J. Med. Chem. 2018, 153, 105–115. 10.1016/j.ejmech.2017.09.001.", "ArticleIdList": ["10.1016/j.ejmech.2017.09.001", "28923363"]}, {"Citation": "García-Lafuente A.; Guillamón E.; Villares A.; Rostagno M. A.; Martínez J. A. Flavonoids as Anti-Inflammatory Agents: Implications in Cancer and Cardiovascular Disease. Inflammation Res. 2009, 58 (9), 537–552. 10.1007/s00011-009-0037-3.", "ArticleIdList": ["10.1007/s00011-009-0037-3", "19381780"]}, {"Citation": "Chen G.-L.; Fan M.-X.; Wu J.-L.; Li N.; Guo M.-Q. Antioxidant and Anti-Inflammatory Properties of Flavonoids from Lotus Plumule. Food Chem. 2019, 277, 706–712. 10.1016/j.foodchem.2018.11.040.", "ArticleIdList": ["10.1016/j.foodchem.2018.11.040", "30502207"]}, {"Citation": "Fernández-Rojas B.; Gutiérrez-Venegas G. Flavonoids Exert Multiple Periodontic Benefits Including Anti-Inflammatory, Periodontal Ligament-Supporting, and Alveolar Bone-Preserving Effects. Life Sci. 2018, 209, 435–454. 10.1016/j.lfs.2018.08.029.", "ArticleIdList": ["10.1016/j.lfs.2018.08.029", "30121198"]}, {"Citation": "Tungmunnithum D.; Drouet S.; Kabra A.; Hano C. Enrichment in Antioxidant Flavonoids of Stamen Extracts from Nymphaea Lotus L. Using Ultrasonic-Assisted Extraction and Macroporous Resin Adsorption. Antioxidants 2020, 9 (7), 576.10.3390/antiox9070576.", "ArticleIdList": ["10.3390/antiox9070576", "PMC7402147", "32630721"]}, {"Citation": "Wani T. A.; Bakheit A. H.; Zargar S.; Alanazi Z. S.; Al-Majed A. A. Influence of Antioxidant Flavonoids Quercetin and Rutin on the In-Vitro Binding of Neratinib to Human Serum Albumin. Spectrochim. Acta, Part A 2021, 246, 118977.10.1016/j.saa.2020.118977.", "ArticleIdList": ["10.1016/j.saa.2020.118977", "33017787"]}, {"Citation": "Agati G.; Brunetti C.; Fini A.; Gori A.; Guidi L.; Landi M.; Sebastiani F.; Tattini M. Are Flavonoids Effective Antioxidants in Plants? Twenty Years of Our Investigation. Antioxidants 2020, 9 (11), 1098.10.3390/antiox9111098.", "ArticleIdList": ["10.3390/antiox9111098", "PMC7695271", "33182252"]}, {"Citation": "Khan J.; Deb P. K.; Priya S.; Medina K. D.; Devi R.; Walode S. G.; Rudrapal M. Dietary Flavonoids: Cardioprotective Potential with Antioxidant Effects and Their Pharmacokinetic, Toxicological and Therapeutic Concerns. Molecules 2021, 26 (13), 4021.10.3390/molecules26134021.", "ArticleIdList": ["10.3390/molecules26134021", "PMC8272101", "34209338"]}, {"Citation": "Zeng Y.; Song J.; Zhang M.; Wang H.; Zhang Y.; Suo H. Comparison of In Vitro and In Vivo Antioxidant Activities of Six Flavonoids with Similar Structures. Antioxidants 2020, 9 (8), 732.10.3390/antiox9080732.", "ArticleIdList": ["10.3390/antiox9080732", "PMC7465758", "32796543"]}, {"Citation": "Wang Y.; Liu X.-J.; Chen J.-B.; Cao J.-P.; Li X.; Sun C.-D. Citrus Flavonoids and Their Antioxidant Evaluation. Crit. Rev. Food Sci. Nutr. 2022, 62 (14), 3833–3854. 10.1080/10408398.2020.1870035.", "ArticleIdList": ["10.1080/10408398.2020.1870035", "33435726"]}, {"Citation": "Farhadi F.; Khameneh B.; Iranshahi M.; Iranshahy M. Antibacterial Activity of Flavonoids and Their Structure-Activity Relationship: An Update Review. Phytother. Res. 2019, 33 (1), 13–40. 10.1002/ptr.6208.", "ArticleIdList": ["10.1002/ptr.6208", "30346068"]}, {"Citation": "Shamsudin N. F.; Ahmed Q. U.; Mahmood S.; Ali Shah S. A.; Khatib A.; Mukhtar S.; Alsharif M. A.; Parveen H.; Zakaria Z. A. Antibacterial Effects of Flavonoids and Their Structure-Activity Relationship Study: A Comparative Interpretation. Molecules 2022, 27 (4), 1149.10.3390/molecules27041149.", "ArticleIdList": ["10.3390/molecules27041149", "PMC8879123", "35208939"]}, {"Citation": "Adamczak A.; Ożarowski M.; Karpiński T. M. Antibacterial Activity of Some Flavonoids and Organic Acids Widely Distributed in Plants. J. Clin. Med. 2019, 9 (1), 109.10.3390/jcm9010109.", "ArticleIdList": ["10.3390/jcm9010109", "PMC7019947", "31906141"]}, {"Citation": "Kurnia D.; Apriyanti E.; Soraya C.; Satari M. H. Antibacterial Flavonoids Against Oral Bacteria of Enterococcus Faecalis ATCC 29212 from Sarang Semut (Myrmecodia Pendans) and Its Inhibitor Activity Against Enzyme MurA. Curr. Drug Discovery Technol. 2019, 16 (3), 290–296. 10.2174/1570163815666180828113920.", "ArticleIdList": ["10.2174/1570163815666180828113920", "30152286"]}, {"Citation": "Tan Z.; Deng J.; Ye Q.; Zhang Z. The Antibacterial Activity of Natural-Derived Flavonoids. Curr. Top. Med. Chem. 2022, 22 (12), 1009–1019. 10.2174/1568026622666220221110506.", "ArticleIdList": ["10.2174/1568026622666220221110506", "35189804"]}, {"Citation": "al Aboody M. S.; Mickymaray S. Anti-Fungal Efficacy and Mechanisms of Flavonoids. Antibiotics 2020, 9 (2), 45.10.3390/antibiotics9020045.", "ArticleIdList": ["10.3390/antibiotics9020045", "PMC7168129", "31991883"]}, {"Citation": "Jin Y.-S. Recent Advances in Natural Antifungal Flavonoids and Their Derivatives. Bioorg. Med. Chem. Lett. 2019, 29 (19), 126589.10.1016/j.bmcl.2019.07.048.", "ArticleIdList": ["10.1016/j.bmcl.2019.07.048", "31427220"]}, {"Citation": "Sudheeran P. K.; Ovadia R.; Galsarker O.; Maoz I.; Sela N.; Maurer D.; Feygenberg O.; Oren Shamir M.; Alkan N. Glycosylated Flavonoids: Fruit’s Concealed Antifungal Arsenal. New Phytol. 2020, 225 (4), 1788–1798. 10.1111/nph.16251.", "ArticleIdList": ["10.1111/nph.16251", "31598980"]}, {"Citation": "Rocha M. F. G.; Sales J. A.; da Rocha M. G.; Galdino L. M.; de Aguiar L.; Pereira-Neto W. d. A.; de Aguiar Cordeiro R.; Castelo-Branco D. d. S. C. M.; Sidrim J. J. C.; Brilhante R. S. N. Antifungal Effects of the Flavonoids Kaempferol and Quercetin: A Possible Alternative for the Control of Fungal Biofilms. Biofouling 2019, 35 (3), 320–328. 10.1080/08927014.2019.1604948.", "ArticleIdList": ["10.1080/08927014.2019.1604948", "31066306"]}, {"Citation": "Souza-Moreira T. M.; Severi J. A.; Rodrigues E. R.; de Paula M. I.; Freitas J. A.; Vilegas W.; Pietro R. C. L. R. Flavonoids from Plinia Cauliflora (Mart.) Kausel (Myrtaceae) with Antifungal Activity. Nat. Prod. Res. 2019, 33 (17), 2579–2582. 10.1080/14786419.2018.1460827.", "ArticleIdList": ["10.1080/14786419.2018.1460827", "29620451"]}, {"Citation": "Al-Huqail A.; Behiry S.; Salem M.; Ali H.; Siddiqui M.; Salem A. A. Antifungal, Antibacterial, and Antioxidant Activities of Acacia Saligna (Labill.) H. L. Wendl. Flower Extract: HPLC Analysis of Phenolic and Flavonoid Compounds. Molecules 2019, 24 (4), 700.10.3390/molecules24040700.", "ArticleIdList": ["10.3390/molecules24040700", "PMC6412425", "30781352"]}, {"Citation": "Panche A. N.; Diwan A. D.; Chandra S. R. Flavonoids: An Overview. J. Nutr. Sci. 2016, 5, e4710.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Łużny M.; Tronina T.; Kozłowska E.; Dymarska M.; Popłoński J.; Łyczko J.; Kostrzewa-Susłow E.; Janeczko T. Biotransformation of Methoxyflavones by Selected Entomopathogenic Filamentous Fungi. Int. J. Mol. Sci. 2020, 21 (17), 6121.10.3390/ijms21176121.", "ArticleIdList": ["10.3390/ijms21176121", "PMC7503753", "32854359"]}, {"Citation": "Waller M. P.; Hibbs D. E.; Overgaard J.; Hanrahan J. R.; Hambley T. W. Flavone. Acta Crystallogr., Sect. E: Struct. Rep. Online 2003, 59 (6), o767–o768. 10.1107/S160053680300730X.", "ArticleIdList": ["10.1107/S160053680300730X"]}, {"Citation": "Erdoğan M. K.; Ağca C. A.; Aşkın H. Quercetin and Luteolin Improve the Anticancer Effects of 5-Fluorouracil in Human Colorectal Adenocarcinoma In Vitro Model: A Mechanistic Insight. Nutr. Cancer 2022, 74 (2), 660–676. 10.1080/01635581.2021.1900301.", "ArticleIdList": ["10.1080/01635581.2021.1900301", "34309458"]}, {"Citation": "Seelinger G.; Merfort I.; Wölfle U.; Schempp C. Anti-Carcinogenic Effects of the Flavonoid Luteolin. Molecules 2008, 13 (10), 2628–2651. 10.3390/molecules13102628.", "ArticleIdList": ["10.3390/molecules13102628", "PMC6245397", "18946424"]}, {"Citation": "Singh Tuli H.; Rath P.; Chauhan A.; Sak K.; Aggarwal D.; Choudhary R.; Sharma U.; Vashishth K.; Sharma S.; Kumar M.; Yadav V.; Singh T.; Yerer M. B.; Haque S. Luteolin, a Potent Anticancer Compound: From Chemistry to Cellular Interactions and Synergetic Perspectives. Cancers 2022, 14 (21), 5373.10.3390/cancers14215373.", "ArticleIdList": ["10.3390/cancers14215373", "PMC9658186", "36358791"]}, {"Citation": "Tuli H. S.; Garg V. K.; Bhushan S.; Uttam V.; Sharma U.; Jain A.; Sak K.; Yadav V.; Lorenzo J. M.; Dhama K.; Behl T.; Sethi G. Natural Flavonoids Exhibit Potent Anticancer Activity by Targeting MicroRNAs in Cancer: A Signature Step Hinting towards Clinical Perfection. Transl. Oncol. 2023, 27, 101596.10.1016/j.tranon.2022.101596.", "ArticleIdList": ["10.1016/j.tranon.2022.101596", "PMC9727168", "36473401"]}, {"Citation": "Lage P. S.; de Andrade P. H. R.; Lopes A. d. S.; Chávez Fumagalli M. A.; Valadares D. G.; Duarte M. C.; Pagliara Lage D.; Costa L. E.; Martins V. T.; Ribeiro T. G.; Filho J. D. d. S.; Tavares C. A. P.; Pádua R. M. d.; Leite J. P. V.; Coelho E. A. F. Strychnos Pseudoquina and Its Purified Compounds Present an Effective In Vitro Antileishmanial Activity. Evidence-Based Complementary Altern. Med. 2013, 2013, 1–9. 10.1155/2013/304354.", "ArticleIdList": ["10.1155/2013/304354", "PMC3806161", "24194781"]}, {"Citation": "Cao L.; Yang Y.; Ye Z.; Lin B.; Zeng J.; Li C.; Liang T.; Zhou K.; Li J. Quercetin-3-methyl Ether Suppresses Human Breast Cancer Stem Cell Formation by Inhibiting the Notch1 and PI3K/Akt Signaling Pathways. Int. J. Mol. Med. 2018, 42, 1625–1636. 10.3892/ijmm.2018.3741.", "ArticleIdList": ["10.3892/ijmm.2018.3741", "29956731"]}, {"Citation": "Sheldrick G. M. SHELXT - Integrated Space-Group and Crystal-Structure Determination. Acta Crystallogr., Sect. A: Found. Adv. 2015, 71 (1), 3–8. 10.1107/S2053273314026370.", "ArticleIdList": ["10.1107/S2053273314026370", "PMC4283466", "25537383"]}, {"Citation": "Sheldrick G. M. Crystal Structure Refinement with SHELXL. Acta Crystallogr., Sect. C: Struct. Chem. 2015, 71 (1), 3–8. 10.1107/S2053229614024218.", "ArticleIdList": ["10.1107/S2053229614024218", "PMC4294323", "25567568"]}, {"Citation": "Puschmann H.; Bourhis L. J.; Dolomanov O. V.; Gildea R. J.; Howard J. A. K. OLEX2 - a Complete Package for Molecular Crystallography. Acta Crystallogr., Sect. A: Found. Crystallogr. 2011, 67 (a1), C593.10.1107/S0108767311084996.", "ArticleIdList": ["10.1107/S0108767311084996"]}, {"Citation": "Wolff S. K.; Grimwood D. J.; McKinnon J. J.; Turner M. J.; Jayatilaka D.; Spackman M. A.. CrystalExplorer. version 3.1; University of Western Australia, 2012."}, {"Citation": "Spackman M. A.; Jayatilaka D. Hirshfeld Surface Analysis. CrystEngComm 2009, 11 (1), 19–32. 10.1039/B818330A.", "ArticleIdList": ["10.1039/B818330A"]}, {"Citation": "McKinnon J. J.; Spackman M. A.; Mitchell A. S. Novel Tools for Visualizing and Exploring Intermolecular Interactions in Molecular Crystals. Acta Crystallogr., Sect. B: Struct. Sci. 2004, 60 (6), 627–668. 10.1107/S0108768104020300.", "ArticleIdList": ["10.1107/S0108768104020300", "15534375"]}, {"Citation": "Spackman M. A.; Mckinnon J. J. Fingerprinting Intermolecular Interactions in Molecular Crystals. CrystEngComm 2002, 4 (66), 378–392. 10.1039/B203191B.", "ArticleIdList": ["10.1039/B203191B"]}, {"Citation": "McKinnon J. J.; Jayatilaka D.; Spackman M. A. Towards Quantitative Analysis of Intermolecular Interactions with Hirshfeld Surfaces. Chem. Commun. 2007, (37), 3814–3816. 10.1039/b704980c.", "ArticleIdList": ["10.1039/b704980c", "18217656"]}, {"Citation": "Frisch M. J.; Trucks G. W.; Schlegel H. B.; Scuseria G. E.; Robb M. A.; Cheeseman J. R.; Scalmani G.; Barone V.; Petersson G. A.; Nakatsuji H.; Li X.; Caricato M.; Marenich A. v.; Bloino J.; Janesko B. G.; Gomperts R.; Mennucci B.; Hratchian H. P.; Ortiz J. v.; Izmaylov A. F.; Sonnenberg J. L.; Williams-Young D.; Ding F.; Lipparini F.; Egidi F.; Goings J.; Peng B.; Petrone A.; Henderson T.; Ranasinghe D.; Zakrzewski V. G.; Gao J.; Rega N.; Zheng G.; Liang W.; Hada M.; Ehara M.; Toyota K.; Fukuda R.; Hasegawa J.; Ishida M.; Nakajima T.; Honda Y.; Kitao O.; Nakai H.; Vreven T.; Throssell K.; Montgomery J. A. Jr.; Peralta J. E.; Ogliaro F.; Bearpark M. J.; Heyd J. J.; Brothers E. N.; Kudin K. N.; Staroverov V. N.; Keith T. A.; Kobayashi R.; Normand J.; Raghavachari K.; Rendell A. P.; Burant J. C.; Iyengar S. S.; Tomasi J.; Cossi M.; Millam J. M.; Klene M.; Adamo C.; Cammi R.; Ochterski J. W.; Martin R. L.; Morokuma K.; Farkas O.; Foresman J. B.; Fox D. J.. Gaussian 16; Gaussian, Inc.: Wallingford CT, 2016."}, {"Citation": "Chai J.-D.; Head-Gordon M. Long-Range Corrected Hybrid Density Functionals with Damped Atom-Atom Dispersion Corrections. Phys. Chem. Chem. Phys. 2008, 10 (44), 6615.10.1039/b810189b.", "ArticleIdList": ["10.1039/b810189b", "18989472"]}, {"Citation": "Zhao Y.; Truhlar D. G. The M06 Suite of Density Functionals for Main Group Thermochemistry, Thermochemical Kinetics, Noncovalent Interactions, Excited States, and Transition Elements: Two New Functionals and Systematic Testing of Four M06-Class Functionals and 12 Other Functionals. Theor. Chem. Acc. 2008, 120 (1–3), 215–241. 10.1007/s00214-007-0310-x.", "ArticleIdList": ["10.1007/s00214-007-0310-x"]}, {"Citation": "Mardirossian N.; Head-Gordon M. How Accurate Are the Minnesota Density Functionals for Noncovalent Interactions, Isomerization Energies, Thermochemistry, and Barrier Heights Involving Molecules Composed of Main-Group Elements?. J. Chem. Theory Comput. 2016, 12 (9), 4303–4325. 10.1021/acs.jctc.6b00637.", "ArticleIdList": ["10.1021/acs.jctc.6b00637", "27537680"]}, {"Citation": "Pyykkö P. Valency and Bonding. A Natural Bond Orbital Donor-Acceptor Perspective. Von Frank Weinhold Und Clark Landis. Angew. Chem. 2006, 118 (1), 28–29. 10.1002/ange.200585341.", "ArticleIdList": ["10.1002/ange.200585341"]}, {"Citation": "Jamalzadeh L.; Ghafoori H.; Sariri R.; Rabuti H.; Nasirzade J.; Hasani H.; Aghamaali M. R. Cytotoxic Effects of Some Common Organic Solvents on MCF-7, RAW-264.7 and Human Umbilical Vein Endothelial Cells. Avicenna J. Med. Biochem. 2016, 4 (1), 10-33453.10.17795/ajmb-33453.", "ArticleIdList": ["10.17795/ajmb-33453"]}, {"Citation": "Timm M.; Saaby L.; Moesby L.; Hansen E. W. Considerations regarding use of solvents in in vitro cell based assays. Cytotechnology 2013, 65 (5), 887–894. 10.1007/s10616-012-9530-6.", "ArticleIdList": ["10.1007/s10616-012-9530-6", "PMC3967611", "23328992"]}, {"Citation": "de Oliveira M. A.; Yoshida M. I.; Lima Gomes E. C. de. Análise Térmica Aplicada a Fármacos e Formulações Farmacêuticas Na Indústria Farmacêutica. Quim. Nova 2011, 34 (7), 1224–1230. 10.1590/S0100-40422011000700022.", "ArticleIdList": ["10.1590/S0100-40422011000700022"]}, {"Citation": "da Costa E. M.; Filho J. M. B.; do Nascimento T. G.; Macêdo R. O. Thermal Characterization of the Quercetin and Rutin Flavonoids. Thermochim. Acta 2002, 392–393, 79–84. 10.1016/S0040-6031(02)00087-4.", "ArticleIdList": ["10.1016/S0040-6031(02)00087-4"]}, {"Citation": "Tsioptsias C.; Tsivintzelis I. On the Thermodynamic Thermal Properties of Quercetin and Similar Pharmaceuticals. Molecules 2022, 27 (19), 6630.10.3390/molecules27196630.", "ArticleIdList": ["10.3390/molecules27196630", "PMC9571029", "36235166"]}, {"Citation": "Markham K. R. Flavones, Flavonols, and Their Glycosides. Methods Plant Biochem. 1989, 1, 197–235. 10.1016/B978-0-12-461011-8.50012-3.", "ArticleIdList": ["10.1016/B978-0-12-461011-8.50012-3"]}, {"Citation": "Redzynia I.; Ziółkowska N.; Majzner W.; Willför S.; Sjöholm R.; Eklund P.; Bujacz G. Structural Investigation of Biologically Active Phenolic Compounds Isolated from European Tree Species. Molecules 2009, 14 (10), 4147–4158. 10.3390/molecules14104147.", "ArticleIdList": ["10.3390/molecules14104147", "PMC6255330", "19924053"]}, {"Citation": "Nesterov V. v.; Zakharov L. N.; Nesterov V. N.; Calderon J. G.; Longo A.; Zaman K.; Choudhury F. K.; Farrell W.; Shulaev V.; Richmond M. G. 5,7-Dihydroxy-2-(4-Hydroxyphenyl)Chroman-4-One (Naringenin): X-Ray Diffraction Structures of the Naringenin Enantiomers and DFT Evaluation of the Preferred Ground-State Structures and Thermodynamics for Racemization. J. Mol. Struct. 2017, 1130, 994–1000. 10.1016/j.molstruc.2016.10.068.", "ArticleIdList": ["10.1016/j.molstruc.2016.10.068"]}, {"Citation": "dos S. Grecco S.; Dorigueto A.; Landre I.; Soares M.; Martho K.; Lima R.; Pascon R.; Vallim M.; Capello T.; Romoff P.; Sartorelli P.; Lago J. Structural Crystalline Characterization of Sakuranetin — An Antimicrobial Flavanone from Twigs of Baccharis Retusa (Asteraceae). Molecules 2014, 19 (6), 7528–7542. 10.3390/molecules19067528.", "ArticleIdList": ["10.3390/molecules19067528", "PMC6271719", "24914898"]}, {"Citation": "Shoja M. 4’,5-Dihydroxy-7-Methoxyflavanone. Acta Crystallogr., Sect. C: Struct. Chem. 1990, 46 (10), 1969–1971. 10.1107/S0108270190002979.", "ArticleIdList": ["10.1107/S0108270190002979"]}, {"Citation": "Shin W.; Lah M. S. Structure of (R, S)-Naringenin. Acta Crystallogr., Sect. C: Struct. Chem. 1986, 42 (5), 626–628. 10.1107/S010827018609515X.", "ArticleIdList": ["10.1107/S010827018609515X"]}, {"Citation": "Wu H.; Xu Z.; Zhou J.; Liang Y.-M. 2-(2,3-Dimethoxyphenyl)Chroman-4-One. Acta Crystallogr., Sect. E: Struct. Rep. Online 2005, 61 (4), o1095–o1096. 10.1107/S160053680500838X.", "ArticleIdList": ["10.1107/S160053680500838X"]}, {"Citation": "Shin W.; Kim S.; Chun K. S. Structure of (R, S)-Hesperetin Monohydrate. Acta Crystallogr., Sect. C: Struct. Chem. 1987, 43 (10), 1946–1949. 10.1107/S0108270187089510.", "ArticleIdList": ["10.1107/S0108270187089510"]}, {"Citation": "Domagała S.; Munshi P.; Ahmed M.; Guillot B.; Jelsch C. Structural Analysis and Multipole Modelling of Quercetin Monohydrate - a Quantitative and Comparative Study. Acta Crystallogr., Sect. B: Struct. Sci. 2011, 67 (1), 63–78. 10.1107/S0108768110041996.", "ArticleIdList": ["10.1107/S0108768110041996", "21245542"]}, {"Citation": "Rossi M.; Rickles L. F.; Halpin W. A. The Crystal and Molecular Structure of Quercetin: A Biologically Active and Naturally Occurring Flavonoid. Bioorg. Chem. 1986, 14 (1), 55–69. 10.1016/0045-2068(86)90018-0.", "ArticleIdList": ["10.1016/0045-2068(86)90018-0"]}, {"Citation": "Cox P. J.; Kumarasamy Y.; Nahar L.; Sarker S. D.; Shoeb M. Luteolin. Acta Crystallogr., Sect. E: Struct. Rep. Online 2003, 59 (7), o975–o977. 10.1107/S1600536803013229.", "ArticleIdList": ["10.1107/S1600536803013229"]}, {"Citation": "Taniguchi M.; LaRocca C. A.; Bernat J. D.; Lindsey J. S. Digital Database of Absorption Spectra of Diverse Flavonoids Enables Structural Comparisons and Quantitative Evaluations. J. Nat. Prod. 2023, 86 (4), 1087–1119. 10.1021/acs.jnatprod.2c00720.", "ArticleIdList": ["10.1021/acs.jnatprod.2c00720", "36848595"]}, {"Citation": "Roshanazadeh M.; Babaahmadi Rezaei H.; Rashidi M. Quercetin Synergistically Potentiates the Anti-Metastatic Effect of 5-Fluorouracil on the MDA-MB-231 Breast Cancer Cell Line. Iran. J. Basic Med. Sci. 2021, 24 (7), 928–934. 10.22038/ijbms.2021.56559.12629.", "ArticleIdList": ["10.22038/ijbms.2021.56559.12629", "PMC8528245", "34712423"]}, {"Citation": "Huang L.; Jin K.; Lan H. Luteolin Inhibits Cell Cycle Progression and Induces Apoptosis of Breast Cancer Cells through Downregulation of Human Telomerase Reverse Transcriptase. Oncol. Lett. 2019, 17, 3842–3850. 10.3892/ol.2019.10052.", "ArticleIdList": ["10.3892/ol.2019.10052", "PMC6425390", "30930986"]}, {"Citation": "Robaszkiewicz A.; Balcerczyk A.; Bartosz G. Antioxidative and Prooxidative Effects of Quercetin on A549 Cells. Cell Biol. Int. 2007, 31 (10), 1245–1250. 10.1016/j.cellbi.2007.04.009.", "ArticleIdList": ["10.1016/j.cellbi.2007.04.009", "17583542"]}, {"Citation": "Cai X.; Ye T.; Liu C.; Lu W.; Lu M.; Zhang J.; Wang M.; Cao P. Luteolin Induced G2 Phase Cell Cycle Arrest and Apoptosis on Non-Small Cell Lung Cancer Cells. Toxicol. in Vitro 2011, 25 (7), 1385–1391. 10.1016/j.tiv.2011.05.009.", "ArticleIdList": ["10.1016/j.tiv.2011.05.009", "21601631"]}, {"Citation": "Niazvand F.; Orazizadeh M.; Khorsandi L.; Abbaspour M.; Mansouri E.; Khodadadi A. Effects of Quercetin-Loaded Nanoparticles on MCF-7 Human Breast Cancer Cells. Medicina 2019, 55 (4), 114.10.3390/medicina55040114.", "ArticleIdList": ["10.3390/medicina55040114", "PMC6524048", "31013662"]}, {"Citation": "Astolfi L.; Ghiselli S.; Guaran V.; Chicca M.; Simoni E.; Olivetto E.; Lelli G.; Martini A. Correlation of Adverse Effects of Cisplatin Administration in Patients Affected by Solid Tumours: A Retrospective Evaluation. Oncol. Rep. 2013, 29 (4), 1285–1292. 10.3892/or.2013.2279.", "ArticleIdList": ["10.3892/or.2013.2279", "PMC3621656", "23404427"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "8"}, {"Year": "2023", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "11", "Day": "6", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "6", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "11", "Day": "6", "Hour": "4", "Minute": "46"}, {"Year": "2023", "Month": "10", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["37929093", "PMC10621014", "10.1021/acsomega.3c05841"]}}], "PubmedBookArticle": []}