{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gonads", "Herbal remedy", "Keywords: Testicular function", "Sperm morphology", "Toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37937303", "DateRevised": {"Year": "2023", "Month": "11", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.37796/2211-8039.1404"], "Journal": {"ISSN": "2211-8020", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2023"}}, "Title": "BioMedicine", "ISOAbbreviation": "Biomedicine (Taipei)"}, "ArticleTitle": "Toxicological evaluation of a polyherbal formulation on testicular function and gonadal histomorphology in exposed Wistar rats.", "Pagination": {"StartPage": "40", "EndPage": "47", "MedlinePgn": "40-47"}, "Abstract": {"AbstractText": ["Dr Iguedo Goko Cleanser® is a herbal formulation (HF) widely marketed in southern Nigeria and purported to be very efficacious for the management of various diseases including giardiasis, toilet infections, hypertension, diabetes, ulcer, impotence, low libido, low sperm count amongst others. Medicinal plants reportedly produce an array of adverse reactions capable of inducing harmful conditions, including death.", "This study evaluated the subchronic toxicity concern of HF on testicular function and gonadal histoarchitecture in Wistar rats.", "Thirty Wistar rats of both sexes were randomly divided into six groups (5/group) and were orally administered HF for 60 days. The control groups received 5 mL/kg of distilled water; the treatment groups were administered 476.24 and 158.75 mg/kg body weight of HF each for both male and female rats. Using standard procedures, semen analysis was done for all male rats. Animals were anaesthetised and sacrificed on the 62nd day; the gonads were eviscerated, weighed and fixed in 10% buffered formalin for histopathological examinations.", "Significant (p < 0.05) increase in sperm count relative to control as well as spermatotoxic effects were observed in male rats. Histologically, the ovary presented some degrees of pathologies: cloggy appearing ovarian cortex with a display of a tumour-like cortical area, scantily displayed primordial follicles, haemorrhagic blood vessels, atretic secondary follicle, and eroding granulosa cells amongst others. Testicular histopathology showed abnormal seminiferous tubules' histoarchitecture, degenerated spermatids, distorted spermatogenic cells' orientation, and displaced spermatids into the luminal space.", "Herbal drugs are usually regarded to be completely safe due to their natural sources, however, this study discovered exposure-related toxic effects of Dr Iguedo Goko Cleanser® on testicular function and gonadal histomorphology. The findings recommend extreme caution with chronic use and avoidance whenever possible."], "CopyrightInformation": "© the Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Federal University Oye Ekiti, PMB 373, Oye-Ekiti, Nigeria."}], "LastName": "Udom", "ForeName": "Godswill James", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Bingham University, Karu, Nigeria."}], "LastName": "Ise", "ForeName": "Uduak Peter", "Initials": "UP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Federal University Oye Ekiti, PMB 373, Oye-Ekiti, Nigeria."}], "LastName": "Aziakpono", "ForeName": "Omoirri Moses", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Human Physiology, College of Medicine and Health Sciences, Afe Babalola University, Ado-Ekiti, Nigeria."}], "LastName": "Aturamu", "ForeName": "Ayodeji", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmaceutical Sciences, Nnamdi Azikiwe University, Akwa, Nigeria."}], "LastName": "Ogbonnaya", "ForeName": "Mba", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Madonna University, Elele, Nigeria."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, University of Uyo, Nigeria."}], "LastName": "Umana", "ForeName": "Israel Kevin", "Initials": "IK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, University of Uyo, Nigeria."}], "LastName": "Okokon", "ForeName": "Jude Efiom", "Initials": "JE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China (Republic : 1949- )", "MedlineTA": "Biomedicine (Taipei)", "NlmUniqueID": "101611451", "ISSNLinking": "2211-8020"}, "CoiStatement": "Conflict of interest The authors have no conflict of interest to declare in connection with this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tabong PT-N, Adongo PB. Understanding the social meaning of infertility and childbearing: a qualitative study of the perception of childbearing and childlessness in northern Ghana. PLoS One. 2013;8:e54429.", "ArticleIdList": ["PMC3546987", "23342158"]}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Udom GJ, Okokon JE, Udobang JA, Obot DN, Asuquo IE. Nephrotoxicity assessment of Dr Iguedo Goko Cleanser® in exposed Wistar rats. Asian J Res Med Pharm Sci. 2020;9(1):30–40."}, {"Citation": "Cosyns JP, Jadoul M, Squifflet JP, DePlaen JF, Ferluga D, van Ypersele de Strihou C. Chinese herbs nephropathy: a clue to Balkan endemic nephropathy? Kidney Int. 1994;45:1680–8.", "ArticleIdList": ["7933816"]}, {"Citation": "Cosyns JP, Jadoul M, Squifflet JP, Wese FX, van Ypersele de Strihou C. Urothelial lesions in Chinese-herb nephropathy. Am J Kidney Dis. 1999;33:1011–7.", "ArticleIdList": ["10352187"]}, {"Citation": "Ernst E. Toxic heavy metals and undeclared drugs in Asian herbal medicines. Trends Pharmacol Sci. 2002;23:136–9.", "ArticleIdList": ["11879681"]}, {"Citation": "Udom GJ, Okokon JE, Udobang JA, Obot DN, Onyeukwu NJ. Subchronic toxicological assessment of Dr Iguedo Goko Cleanser® on lipid profile and serum antioxidant enzymes in exposed Wistar rats. Asian J Biol. 2020;9(4):16–25."}, {"Citation": "Yemitan OK, Adeyemi OO. Toxicity studies of the aqueous root extract of Lecaniodiscus cupanioides. Niger J Health Biomed Sci. 2004;3:20–3."}, {"Citation": "Wyrobek AJ, Gordon LA, Burkhart JG, Francis MW, Kapp RW, Jr, Letz G, et al. An evaluation of the mouse sperm morphology test and other sperm tests in nonhuman mammals. Mutat Res. 1983;115:1–72.", "ArticleIdList": ["6835246"]}, {"Citation": "Amida MB, Yemitan OK, Adeyemi OO. Toxicological assessment of the aqueous root extract of Sanseviera liberica Gerome and Labroy (Agavaceae) J Ethnopharmacol. 2007;113:171–5.", "ArticleIdList": ["17628367"]}, {"Citation": "Azu OO, Naidu ECS, Naidu JS, Masia T, Nzemande NF, Chuturgoon A, et al. Testicular histomorphologic and stereological alteration following short term treatment with highly active antirectroviral drugs (HAART) in an experimental animal model. Andrologia. 2014;2(5):772–9.", "ArticleIdList": ["24919589"]}, {"Citation": "Azu OO, Duru FIO, Osinubi AA, Oremusu AA, Norohna CC, Okanlawon AO, et al. Long-term treatment with Kigelia africana (Bignoniaceae) fruit extract ameliorates the testicular toxicity following cisplatin administration in male Sprague-Dawley rats. J Med Plants Res. 2011;5(3):388–97."}, {"Citation": "Osinubi AA, Daramola AO, Noronha CC, Okanlawon AO, Ashiru AO. Effect of quinine and ascorbic acid on rat testes. W Afr J Med. 2007;26(3):217–21.", "ArticleIdList": ["18399338"]}, {"Citation": "Udom GJ, Okokon JE, Udobang JA, Onyeukwu NJ, Obot DN, Asuquo IE. Hepatotoxicity assessment of a polyherbal mixture. Asian J Res Reports Hepatol. 2020;2(1):14–22."}, {"Citation": "Yemitan OK, Adeyemi OO, Izegbu MC. Toxicological and reversibility assessment of Dalbergia saxatilis root extracts on body and organ weights, hepatic functions and peroxidation in rats. Eur J Med Plants. 2015;11(4):1–13."}, {"Citation": "National Research Council. Guide for the Care and Use of Laboratory Animals. eighth ed. Washington DC: National Academies Press; 2011.", "ArticleIdList": ["10.17226/12910"]}, {"Citation": "Pokhrel S, Ghimire A, Chhetry M, Lamichane S, Shreewastav RK. Selected risk factors and pattern of semen abnormality in male partners of infertile couples in eastern Nepal: a descriptive cross-sectional study. J Nepal Med Assoc JNMA. 2020;58(229):668–71.", "ArticleIdList": ["PMC7580322", "33068088"]}, {"Citation": "Yamasaki K, Yoshida K, Shimada K, Nishiyama H, Takamizawa S, Kaoru-Yanagida K, et al. Relationship between semengelins bound to human sperm and other semen parameters and pregnancy outcomes. Basic Clin Androl. 2017;27:15.", "ArticleIdList": ["PMC5547539", "28794880"]}, {"Citation": "Onyejike DN, Aladeyelu SO, Onyejike IM, Nwankwo OK. Biochemical effects of Goko cleanser (herbal mixture) on the liver of adult female Wistar rats. Int Invent Sci J. 2018;2(5):164–7."}, {"Citation": "Liman MS, Hassen A, McGaw LJ, Sutovsky P, Holm DE. Potential use of tannin extracts as additives in semen destined for cryopreservation: a review. Animals (Basel) 2022;12(9):1130.", "ArticleIdList": ["PMC9101357", "35565556"]}, {"Citation": "Mylchreest E, Malley LA, O’Neil AJ, Kegelman TA, Sykes GP, Valentine R. Reproductive and developmental toxicity of inhaled 2, 3 – dichloro – 1, 3 – butadiene in rats. Reprod Toxicol. 2006;22(4):613–22.", "ArticleIdList": ["16716565"]}, {"Citation": "Kalender Y, Kaya S, Durak D, Uzun FG, Demir F. Protective effects of catechin and quercetin on anti-oxidant status, lipid peroxidation and testis histo-architecture induced by chlorpyrifos in male rats. Environ Toxicol Pharmacol. 2010;3(2):141–8.", "ArticleIdList": ["22209726"]}, {"Citation": "Agarwal A, Said TM. Role of sperm chromatin abnormalities and DNA damage in male infertility. Hum Reprod Update. 2003;9(4):331–45.", "ArticleIdList": ["12926527"]}, {"Citation": "Jamalan M, Ghaffari MA, Hoseinzadeh P, Hashemitabar M, Zeinali M. Human sperm quality and metal toxicants: protective effects of some flavonoids on male reproductive function. Int J Fertil Steril. 2016;10(2):215–23.", "ArticleIdList": ["PMC4948074", "27441055"]}, {"Citation": "Udom GJ, Obilor OF, Ise UP, Onyeukwu NJ, Udoh AE, Aturamu A, et al. Heavy metal content of a polyherbal drug: any exposure-associated public health risks? J Health Sci Surveillance Sys. 2022;10(2):189–96. doi: 10.30476/jhsss.2021.93527.1457.", "ArticleIdList": ["10.30476/jhsss.2021.93527.1457"]}, {"Citation": "Gil-Guzman E, Ollero M, Lopez MC, Sharma RK, Alvarez JG, Thoma AJJ. Differential production of reactive oxygen species by subsets of human spermatozoa at different stages of maturation. Human Reprod. 2001;16(9):1922–30.", "ArticleIdList": ["11527899"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "5"}, {"Year": "2022", "Month": "10", "Day": "20"}, {"Year": "2023", "Month": "11", "Day": "8", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "11", "Day": "8", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "8", "Hour": "4", "Minute": "7"}, {"Year": "2023", "Month": "6", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37937303", "PMC10627203", "10.37796/2211-8039.1404", "bmed-13-02-040"]}}], "PubmedBookArticle": []}