{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ageratum conyzoides", "Anopheles", "Asteraceae", "Plasmodium", "antimalarial", "insecticidal"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37954507", "DateRevised": {"Year": "2023", "Month": "11", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.2147/IDR.S433328"], "Journal": {"ISSN": "1178-6973", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2023"}}, "Title": "Infection and drug resistance", "ISOAbbreviation": "Infect Drug Resist"}, "ArticleTitle": "The Potentials of <i>Ageratum conyzoides</i> and Other Plants from <i>Asteraceae</i> as an Antiplasmodial and Insecticidal for Malaria Vector: An Article Review.", "Pagination": {"StartPage": "7109", "EndPage": "7138", "MedlinePgn": "7109-7138"}, "Abstract": {"AbstractText": ["Malaria is a life-threatening disease prevalent in tropical and subtropical regions. Artemisinin combination therapy (ACT) used as an antimalarial treatment has reduced efficacy due to resistance, not only to the parasite but also to the vector. Therefore, it is important to find alternatives to overcome malaria cases through medicinal plants such as <i>Ageratum conyzoides</i> and other related plants within <i>Asteraceae</i> family.", "This review summarizes the antimalarial and insecticidal activities of <i>A. conyzoides</i> and other plants belonging to <i>Asteraceae</i> family.", "Google Scholar, PubMed, Science Direct, and Springer link.", "Online databases were used to retrieve journals using specific keywords combined with Boolean operators. The inclusion criteria were articles with experimental studies either in vivo or in vitro, in English or Indonesian, published after 1st January 2000, and full text available for inclusion in this review.", "The antimalarial activity, insecticidal activity, and structure of the isolated compounds were retrieved from the selected studies.", "Antimalarial in vitro study showed that the dichloromethane extract was the most widely studied with an IC50 value <10 μg/mL. Among 84 isolated active compounds, 2-hydroxymethyl-non-3-ynoic acid 2-[2,2']-bithiophenyl-5- ethyl ester, a bithienyl compound from the <i>Tagetes erecta</i> plant show the smallest IC50 with value 0.01 and 0.02 µg/mL in <i>Plasmodium falciparum</i> MRC-pf-2 and MRC-pf-56, respectively. In vivo studies showed that the aqueous extract of <i>A. conyzoides</i> showed the best activity, with a 98.8% inhibition percentage using a 100 mg/kg dose of <i>Plasmodium berghei</i> (NK65 Strain). (Z)- γ-Bisabolene from <i>Galinsoga parviflora</i> showed very good insecticidal activity against <i>Anopheles stephensi</i> and <i>Anopheles subpictus</i> with LC50 values of 2.04 μg/mL and 4.05 μg/mL.", "<i>A. conyzoides</i> and other plants of <i>Asteraceae</i> family are promising reservoirs of natural compounds that exert antimalarial or insecticidal activity."], "CopyrightInformation": "© 2023 Kusman et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universitas Padjadjaran, Bandung, Indonesia."}], "LastName": "Kusman", "ForeName": "Irfan Taufik", "Initials": "IT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Science, Faculty of Medicine, Universitas Padjadjaran, Jatinangor, 45363, Jawa Barat, Indonesia."}], "LastName": "Pradini", "ForeName": "Gita Widya", "Initials": "GW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Climate and Atmosphere, National Research and Innovation Agency, Bandung, 40135 Indonesia."}], "LastName": "Ma'ruf", "ForeName": "Ilma Fauziah", "Initials": "IF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Science, Faculty of Medicine, Universitas Padjadjaran, Jatinangor, 45363, Jawa Barat, Indonesia."}], "LastName": "Fauziah", "ForeName": "Nisa", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Science, Faculty of Medicine, Universitas Padjadjaran, Jatinangor, 45363, Jawa Barat, Indonesia."}], "LastName": "Berbudi", "ForeName": "Afiat", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Science, Faculty of Medicine, Universitas Padjadjaran, Jatinangor, 45363, Jawa Barat, Indonesia."}], "LastName": "Achadiyani", "ForeName": "Achadiyani", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Science, Faculty of Medicine, Universitas Padjadjaran, Jatinangor, 45363, Jawa Barat, Indonesia."}], "LastName": "Wiraswati", "ForeName": "Hesti Lina", "Initials": "HL"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Infect Drug Resist", "NlmUniqueID": "101550216", "ISSNLinking": "1178-6973"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Garcia LS. Malaria. Clin Lab Med. 2010;30(1):93–129. doi:10.1016/j.cll.2009.10.001", "ArticleIdList": ["10.1016/j.cll.2009.10.001", "20513543"]}, {"Citation": "Wångdahl A, Wyss K, Saduddin D, et al. Severity of Plasmodium falciparum and non-falciparum malaria in travelers and migrants: a nationwide observational study over 2 decades in Sweden. J Infect Dis. 2019;220(8):1335–1345. doi:10.1093/infdis/jiz292", "ArticleIdList": ["10.1093/infdis/jiz292", "PMC6743839", "31175365"]}, {"Citation": "Singh B, Kim Sung L, Matusop A, et al. A large focus of naturally acquired Plasmodium knowlesi infections in human beings. Lancet. 2004;363(9414):1017–1024. doi:10.1016/s0140-6736(04)15836-4", "ArticleIdList": ["10.1016/s0140-6736(04)15836-4", "15051281"]}, {"Citation": "Yusof R, Lau YL, Mahmud R, et al. High proportion of knowlesi malaria in recent malaria cases in Malaysia. Malar J. 2014;13:168. doi:10.1186/1475-2875-13-168", "ArticleIdList": ["10.1186/1475-2875-13-168", "PMC4016780", "24886266"]}, {"Citation": "WHO. World malaria report 2021. ; 2021. \nhttps://www.who.int/teams/global-malaria-programme/reports/world-malaria-report-2021\nAccessed 5\nJuly 2022."}, {"Citation": "Kimbi H, Nana Y, Sumbele I, et al. Environmental factors and preventive methods against malaria parasite prevalence in Rural Bomaka and Urban Molyko, Southwest Cameroon. J Bacteriol Parasitol. 2013;4. doi:10.4172/2155-9597.1000162", "ArticleIdList": ["10.4172/2155-9597.1000162"]}, {"Citation": "Tse EG, Korsik M, Todd MH. The past, present and future of anti-malarial medicines. Malar J. 2019;18(1):93. doi:10.1186/s12936-019-2724-z", "ArticleIdList": ["10.1186/s12936-019-2724-z", "PMC6431062", "30902052"]}, {"Citation": "WHO. WHO Guidelines for malaria; 2021. Available from: https://www.who.int/publications/i/item/guidelines-for-malaria. Accessed 5\nJuly 2022."}, {"Citation": "WHO. Malaria. 2021.  . Available from: https://www.who.int/news-room/fact-sheets/detail/malaria. Accessed 10\nJuly 2023."}, {"Citation": "Killeen GF, Masalu JP, Chinula D, et al. Control of malaria vector mosquitoes by insecticide-treated combinations of window screens and eave baffles. Emerg Infect Dis. 2017;23(5):782–789. doi:10.3201/eid2305.160662", "ArticleIdList": ["10.3201/eid2305.160662", "PMC5403053", "28418299"]}, {"Citation": "Alemayehu A. Biology and epidemiology of Plasmodium falciparum and Plasmodium vivax gametocyte carriage: implication for malaria control and elimination. Parasite Epidemiol Control. 2023;21:e00295. doi:10.1016/j.parepi.2023.e00295", "ArticleIdList": ["10.1016/j.parepi.2023.e00295", "PMC10025134", "36950502"]}, {"Citation": "Virginia DM, Shegokar R, Pathak Y. Malaria – current Treatment Options. In: Shegokar R, Pathak Y, editors. Malarial Drug Delivery Systems: Advances in Treatment of Infectious Diseases. Springer International Publishing; 2023:71–89."}, {"Citation": "Roberts L. Drug-resistant malaria advances in Mekong. Science. 2017;358(6360):155–156. doi:10.1126/science.358.6360.155", "ArticleIdList": ["10.1126/science.358.6360.155", "29026020"]}, {"Citation": "WHO\nArtemisinin resistance and artemisinin-based combination therapy efficacy . ; 2019. \nhttps://www.who.int/docs/default-source/documents/publications/gmp/who-cds-gmp-2019-17-eng.pdf?ua=1\nAccessed 10\nJuly 2022 :."}, {"Citation": "Kawada H, Dida GO, Ohashi K, et al. Multimodal pyrethroid resistance in malaria vectors, Anopheles gambiae s.s., Anopheles arabiensis, and Anopheles funestus s.s. in Western Kenya. PLoS One. 2011;6(8):e22574. doi:10.1371/journal.pone.0022574", "ArticleIdList": ["10.1371/journal.pone.0022574", "PMC3154902", "21853038"]}, {"Citation": "Kaur R, Kaur H. Plant derived antimalarial agents. J Med Plants Stud. 2017;5:346–363."}, {"Citation": "Kirandeep K, Meenakshi J, Tarandeep K, Rahul J. Antimalarials from nature. Bioorg Med Chem. 2009;17(9):3229–3256. doi:10.1016/j.bmc.2009.02.050", "ArticleIdList": ["10.1016/j.bmc.2009.02.050", "19299148"]}, {"Citation": "Obidike Ezenyi I, Salawu O. Approaches, Challenges and Prospects of Antimalarial Drug Discovery from Plant Sources. IntechOpen; 2016."}, {"Citation": "Chaniad P, Phuwajaroanpong A, Techarang T, Viriyavejakul P, Chukaew A, Punsawad C. Antiplasmodial activity and cytotoxicity of plant extracts from the Asteraceae and Rubiaceae families. Heliyon. 2022;8(1):e08848. doi:10.1016/j.heliyon.2022.e08848", "ArticleIdList": ["10.1016/j.heliyon.2022.e08848", "PMC8814390", "35141436"]}, {"Citation": "Tabuti JRS, Obakiro SB, Nabatanzi A, et al. Medicinal plants used for treatment of malaria by indigenous communities of Tororo District, Eastern Uganda. Trop Med Health. 2023;51(1):34. doi:10.1186/s41182-023-00526-8", "ArticleIdList": ["10.1186/s41182-023-00526-8", "PMC10258082", "37303066"]}, {"Citation": "Okello D, Kang Y. Exploring Antimalarial Herbal Plants across Communities in Uganda Based on Electronic Data. Evid Based Complement Alternat Med. 2019;2019:3057180. doi:10.1155/2019/3057180", "ArticleIdList": ["10.1155/2019/3057180", "PMC6766105", "31636682"]}, {"Citation": "Ukwe V, Epueke E, Ekwunife O, Akunne T, Christian A, Ubaka C. Antimalarial activity of aqueous extract and fractions of leaves of Ageratum conyzoides in mice infected with Plasmodium berghei. Int J Pharm Sci. 2010;2:33–38."}, {"Citation": "Kamaraj C, Ragavendran C, Kumar RCS, et al. Antiparasitic potential of asteraceae plants: a comprehensive review on therapeutic and mechanistic aspects for biocompatible drug discovery. Phytomed Plus. 2022;2(4):100377. doi:10.1016/j.phyplu.2022.100377", "ArticleIdList": ["10.1016/j.phyplu.2022.100377"]}, {"Citation": "Nour AM, Khalid SA, Kaiser M, Brun R, Abdalla WE, Schmidt TJ. The antiprotozoal activity of methylated flavonoids from Ageratum conyzoides L. J Ethnopharmacol. 2010;129(1):127–130. doi:10.1016/j.jep.2010.02.015", "ArticleIdList": ["10.1016/j.jep.2010.02.015", "20219663"]}, {"Citation": "Adelaja O, Oduola A, Omotayo A, Obembe A, Adeogun A. Spatial toxicity of selected insecticidal plant oils against Anopheles gambiae Giles (Diptera: culicidae); 2022. doi:10.21203/rs.3.rs-1334833/v1", "ArticleIdList": ["10.21203/rs.3.rs-1334833/v1"]}, {"Citation": "Amadi B, Majesty D, Nnabugwu A. Chemical profiles of leaf, stem, root and flower of Ageratum conyzoides. Asian J Plant Sci Res. 2012;2:428–432."}, {"Citation": "Supandi, Eka SaputraSE YH, Anwar C, et al. Potential of reclamation area of coal mining sites in medical field. Int J Adv Res Eng Technol. 2020;11(8):714–720."}, {"Citation": "Budiarti M, Maruzy A, Mujahid R, et al. The use of antimalarial plants as traditional treatment in Papua Island, Indonesia. Heliyon. 2020;6(12):e05562. doi:10.1016/j.heliyon.2020.e05562", "ArticleIdList": ["10.1016/j.heliyon.2020.e05562", "PMC7736719", "33344788"]}, {"Citation": "Anywar G, Van’t Klooster CIEA, Byamukama R, et al. Medicinal plants used in the treatment and prevention of Malaria in Cegere Sub-County, Northern Uganda. Ethnobot Res Appl. 2016;14:505–516. doi:10.17348/era.14.0.505-516", "ArticleIdList": ["10.17348/era.14.0.505-516"]}, {"Citation": "Deharo E, Bourdy G, Quenevo C, Muñoz V, Ruiz G, Sauvain M. A search for natural bioactive compounds in Bolivia through a multidisciplinary approach. Part V. Evaluation of the antimalarial activity of plants used by the Tacana Indians. J Ethnopharmacol. 2001;77(1):91–98. doi:10.1016/s0378-8741(01)00270-7", "ArticleIdList": ["10.1016/s0378-8741(01)00270-7", "11483383"]}, {"Citation": "Bero J, Ganfon H, Jonville MC, et al. In vitro antiplasmodial activity of plants used in Benin in traditional medicine to treat malaria. J Ethnopharmacol. 2009;122(3):439–444. doi:10.1016/j.jep.2009.02.004", "ArticleIdList": ["10.1016/j.jep.2009.02.004", "19429309"]}, {"Citation": "Sanon S, Azas N, Gasquet M, et al. Antiplasmodial activity of alkaloid extracts from Pavetta crassipes (K. Schum) and Acanthospermum hispidum (DC), two plants used in traditional medicine in Burkina Faso. Parasitol Res. 2003;90(4):314–317. doi:10.1007/s00436-003-0859-9", "ArticleIdList": ["10.1007/s00436-003-0859-9", "12684889"]}, {"Citation": "Ohashi M, Amoa-Bosompem M, Kwofie KD, et al. In vitro antiprotozoan activity and mechanisms of action of selected Ghanaian medicinal plants against Trypanosoma, Leishmania, and Plasmodium parasites. Phytother Res. 2018;32(8):1617–1630. doi:10.1002/ptr.6093", "ArticleIdList": ["10.1002/ptr.6093", "29733118"]}, {"Citation": "Soleimani-Ahmadi M, Abtahi SM, Madani A, et al. Phytochemical profile and mosquito larvicidal activity of the essential oil from aerial parts of Satureja bachtiarica Bunge against malaria and lymphatic filariasis vectors. J Essent Oil Bear Plants. 2017;20(2):328–336. doi:10.1080/0972060X.2017.1305919", "ArticleIdList": ["10.1080/0972060X.2017.1305919"]}, {"Citation": "Owuor BO, Ochanda JO, Kokwaro JO, et al. In vitro antiplasmodial activity of selected Luo and Kuria medicinal plants. J Ethnopharmacol. 2012;144(3):779–781. doi:10.1016/j.jep.2012.09.045", "ArticleIdList": ["10.1016/j.jep.2012.09.045", "23041700"]}, {"Citation": "Silveira N, Saar J, Santos AD, et al. A new alkamide with an Endoperoxide Structure from Acmella ciliata (Asteraceae) and Its in Vitro Antiplasmodial Activity. Molecules. 2016;21(6):765 doi:10.3390/molecules21060765.", "ArticleIdList": ["10.3390/molecules21060765", "PMC6274185", "27294907"]}, {"Citation": "Rajeswary M, Govindarajan M, Murugan K, et al. Ovicidal efficacy of Ageratina Adenophora (Family: Asteraceae) against Anopheles Stephensi (Diptera: culicidae). Int J Pure Appl Zool. 2014;2:168."}, {"Citation": "Tennyson S, Ravindran J, Eapen A, William J. Repellent activity of Ageratum houstonianum Mill. (Asteraceae) leaf extracts against Anopheles stephensi, Aedes aegypti and Culex quinquefasciatus (Diptera: culicidae). Asian Pac J Trop Dis. 2012;2(6):478–480. doi:10.1016/S2222-1808(12)60104-2", "ArticleIdList": ["10.1016/S2222-1808(12)60104-2", "22903449"]}, {"Citation": "Nour AM, Khalid SA, Kaiser M, Brun R, Abdallah WE, Schmidt TJ. The antiprotozoal activity of sixteen asteraceae species native to Sudan and bioactivity-guided isolation of xanthanolides from Xanthium brasilicum. Planta Med. 2009;75(12):1363–1368. doi:10.1055/s-0029-1185676", "ArticleIdList": ["10.1055/s-0029-1185676", "19431098"]}, {"Citation": "Althaus JB, Malyszek C, Kaiser M, Brun R, Schmidt TJ. Alkamides from anacyclus pyrethrum L. and their in vitro antiprotozoal activity. Molecules. 2017;22(5):796. doi:10.3390/molecules22050796", "ArticleIdList": ["10.3390/molecules22050796", "PMC6154598", "28498323"]}, {"Citation": "Lusakibanza M, Mesia G, Tona G, et al. In vitro and in vivo antimalarial and cytotoxic activity of five plants used in Congolese traditional medicine. J Ethnopharmacol. 2010;129(3):398–402. doi:10.1016/j.jep.2010.04.007", "ArticleIdList": ["10.1016/j.jep.2010.04.007", "20430094"]}, {"Citation": "Kraft C, Jenett-Siems K, Siems K, et al. In vitro antiplasmodial evaluation of medicinal plants from Zimbabwe. Phytother Res. 2003;17(2):123–128. doi:10.1002/ptr.1066", "ArticleIdList": ["10.1002/ptr.1066", "12601673"]}, {"Citation": "Cheah S-X, Tay J-W, Chan L-K, Jaal Z. Larvicidal, oviposition, and ovicidal effects of Artemisia annua (Asterales: asteraceae) against Aedes aegypti, Anopheles sinensis, and Culex quinquefasciatus (Diptera: culicidae). Parasitol Res. 2013;112(9):3275–3282. doi:10.1007/s00436-013-3506-0", "ArticleIdList": ["10.1007/s00436-013-3506-0", "23835922"]}, {"Citation": "Ortet R, Prado S, Regalado EL, et al. Furfuran lignans and a flavone from Artemisia gorgonum Webb and their in vitro activity against plasmodium falciparum. J Ethnopharmacol. 2011;138(2):637–640. doi:10.1016/j.jep.2011.09.039", "ArticleIdList": ["10.1016/j.jep.2011.09.039", "21982788"]}, {"Citation": "Panda S, Rout JR, Pati P, Ranjit M, Sahoo SL. Antimalarial activity of Artemisia nilagirica against Plasmodium falciparum. J Parasit Dis. 2018;42(1):22–27. doi:10.1007/s12639-017-0956-9", "ArticleIdList": ["10.1007/s12639-017-0956-9", "PMC5825358", "29491554"]}, {"Citation": "Gogoi N, Gogoi B, Chetia D. In vitro antimalarial activity evaluation of two ethnomedicinal plants against chloroquine sensitive and resistant strains of plasmodium falciparum. Clin Phytosci. 2021;7(1):42. doi:10.1186/s40816-021-00269-1", "ArticleIdList": ["10.1186/s40816-021-00269-1"]}, {"Citation": "da Silva Filho AA, Resende DO, Fukui MJ, et al. In vitro antileishmanial, antiplasmodial and cytotoxic activities of phenolics and triterpenoids from Baccharis dracunculifolia D. C. (Asteraceae). Fitoterapia. 2009;80(8):478–482. doi:10.1016/j.fitote.2009.06.007", "ArticleIdList": ["10.1016/j.fitote.2009.06.007", "19540316"]}, {"Citation": "Andrade-Neto VF, Brandão MG, Oliveira FQ, et al. Antimalarial activity of Bidens pilosa L. (Asteraceae) ethanol extracts from wild plants collected in various localities or plants cultivated in humus soil. Phytother Res. 2004;18(8):634–639. doi:10.1002/ptr.1510", "ArticleIdList": ["10.1002/ptr.1510", "15476304"]}, {"Citation": "Nadia NAC, Cédric Y, Raoul SNS, et al. Antimalarial activity of ethyl acetate extract and fraction of Bidens pilosa against plasmodium berghei (ANKA). J Parasitol Res. 2020;2020:8832724. doi:10.1155/2020/8832724", "ArticleIdList": ["10.1155/2020/8832724", "PMC7502121", "32963817"]}, {"Citation": "Lacroix D, Prado S, Kamoga D, et al. Antiplasmodial and cytotoxic activities of medicinal plants traditionally used in the village of Kohima, Uganda. J Ethnopharmacol. 2011;133(2):850–855. doi:10.1016/j.jep.2010.11.013", "ArticleIdList": ["10.1016/j.jep.2010.11.013", "21075191"]}, {"Citation": "Singh SP, Pawan Kumar M. Mosquito repellent action of Blumea lacera (Asteraceae) against Anopheles stephensi and Culex quinquefasciatus. Int J Mosquito Res. 2014;1:10–13."}, {"Citation": "Muganga R, Angenot L, Tits M, Frédérich M. Antiplasmodial and cytotoxic activities of Rwandan medicinal plants used in the treatment of malaria. J Ethnopharmacol. 2010;128(1):52–57. doi:10.1016/j.jep.2009.12.023", "ArticleIdList": ["10.1016/j.jep.2009.12.023", "20035853"]}, {"Citation": "Becker JV, van der Merwe MM, van Brummelen AC, et al. In vitro anti-plasmodial activity of Dicoma anomala subsp. gerrardii (Asteraceae): identification of its main active constituent, structure-activity relationship studies and gene expression profiling. Malar J. 2011;10:295. doi:10.1186/1475-2875-10-295", "ArticleIdList": ["10.1186/1475-2875-10-295", "PMC3200184", "21985233"]}, {"Citation": "Jansen O, Tits M, Angenot L, et al. Anti-plasmodial activity of Dicoma tomentosa (Asteraceae) and identification of urospermal A-15-O-acetate as the main active compound. Malar J. 2012;11:289. doi:10.1186/1475-2875-11-289", "ArticleIdList": ["10.1186/1475-2875-11-289", "PMC3483198", "22909422"]}, {"Citation": "Pedersen MM, Chukwujekwu JC, Lategan CA, Staden J, Smith PJ, Staerk D. Antimalarial sesquiterpene lactones from Distephanus angulifolius. Phytochemistry. 2009;70(5):601–607. doi:10.1016/j.phytochem.2009.02.005", "ArticleIdList": ["10.1016/j.phytochem.2009.02.005", "19298984"]}, {"Citation": "Toma A, Deyno S, Fikru A, Eyado A, Beale A. In vivo antiplasmodial and toxicological effect of crude ethanol extract of Echinops kebericho traditionally used in treatment of malaria in Ethiopia. Malar J. 2015;14(1):196. doi:10.1186/s12936-015-0716-1", "ArticleIdList": ["10.1186/s12936-015-0716-1", "PMC4429705", "25958112"]}, {"Citation": "Biruksew A, Zeynudin A, Alemu Y, et al. Zingiber Officinale Roscoe and Echinops Kebericho Mesfin Showed Antiplasmodial Activities against Plasmodium Berghei in a Dose-dependent Manner in Ethiopia. Ethiop J Health Sci. 2018;28(5):655–664. doi:10.4314/ejhs.v28i5.17", "ArticleIdList": ["10.4314/ejhs.v28i5.17", "PMC6308778", "30607081"]}, {"Citation": "Rajakumar G, Rahuman AA, Chung IM, Kirthi AV, Marimuthu S, Anbarasan K. Antiplasmodial activity of eco-friendly synthesized palladium nanoparticles using Eclipta prostrata extract against Plasmodium berghei in Swiss albino mice. Parasitol Res. 2015;114(4):1397–1406. doi:10.1007/s00436-015-4318-1", "ArticleIdList": ["10.1007/s00436-015-4318-1", "25653029"]}, {"Citation": "Govindarajan M, Vaseeharan B, Alharbi NS, et al. High efficacy of (Z)-γ-bisabolene from the essential oil of Galinsoga parviflora (Asteraceae) as larvicide and oviposition deterrent against six mosquito vectors. Environ Sci Pollut Res Int. 2018;25(11):10555–10566. doi:10.1007/s11356-018-1203-3", "ArticleIdList": ["10.1007/s11356-018-1203-3", "29372518"]}, {"Citation": "Ranaivoarisoa R, Ralambonirina S, Randriamialinoro F, Randrianasolo R, Ratsimbason M, Ranarivelo L Discoveries and Innovations in Chemistry, Bioactivity, and Applications African Natural Plant Products, Volume III (Washington, D.C.: American Chemical Society; )1361 ; 2020:171–178."}, {"Citation": "Al Musayeib NM, Mothana RA, Gamal AA, Al-Massarani SM, Maes L. In vitro antiprotozoal activity of triterpenoid constituents of Kleinia odora growing in Saudi Arabia. Molecules. 2013;18(8):9207–9218. doi:10.3390/molecules18089207", "ArticleIdList": ["10.3390/molecules18089207", "PMC6269755", "23912274"]}, {"Citation": "Köhler I, Jenett-Siems K, Kraft C, et al. Herbal remedies traditionally used against malaria in Ghana: bioassay-guided fractionation of Microglossa pyrifolia (Asteraceae). Z Naturforsch C J Biosci. 2002;57(11–12):1022–1027. doi:10.1515/znc-2002-11-1212", "ArticleIdList": ["10.1515/znc-2002-11-1212", "12562088"]}, {"Citation": "Kadhila NP, Sekhoacha M, Tselanyane M, Chinsembu KC, Molefe-Khamanga DM. Determination of the antiplasmodial activity, cytotoxicity and active compound of Pechuel-loeschea leubnitziae O. Hoffm. (Asteraceae) of Namibia. SN Appl Sci. 2020;2(8):1328. doi:10.1007/s42452-020-2926-6", "ArticleIdList": ["10.1007/s42452-020-2926-6"]}, {"Citation": "Morais TR, Romoff P, Fávero OA, et al. Anti-malarial, anti-trypanosomal, and anti-leishmanial activities of jacaranone isolated from Pentacalia desiderabilis (Vell.) Cuatrec. (Asteraceae). Parasitol Res. 2012;110(1):95–101. doi:10.1007/s00436-011-2454-9", "ArticleIdList": ["10.1007/s00436-011-2454-9", "21614544"]}, {"Citation": "Ledoux A, Cao M, Jansen O, et al. Antiplasmodial, anti-chikungunya virus and antioxidant activities of 64 endemic plants from the Mascarene Islands. Int J Antimicrob Agents. 2018;52(5):622–628. doi:10.1016/j.ijantimicag.2018.07.017", "ArticleIdList": ["10.1016/j.ijantimicag.2018.07.017", "30063998"]}, {"Citation": "Mollinedo P, Vila JL, Arando H, Sauvain M, Deharo E, Bravo JA. Anti-infective assessment of Senecio smithioides (Asteraceae) and isolation of 9-oxoeuryopsin, a furanoeremophilane-type sesquiterpene with antiplasmodial activity. Nat Prod Res. 2016;30(22):2594–2597. doi:10.1080/14786419.2015.1115994", "ArticleIdList": ["10.1080/14786419.2015.1115994", "26606687"]}, {"Citation": "Sangsopha W, Lekphrom R, Kanokmedhakul S, Kanokmedhakul K. Cytotoxic and antimalarial constituents from aerial parts of Sphaeranthus indicus. Phytochem Lett. 2016;17:278–281. doi:10.1016/j.phytol.2016.08.001", "ArticleIdList": ["10.1016/j.phytol.2016.08.001"]}, {"Citation": "Zani C, Rachou I, Cruz-Mg O, et al. Isolation of caryatin as an antiplasmodial component of symphyopappus casarettoi (Asteraceae). Int J Herbal Med. 2020;8:116–122."}, {"Citation": "Chaniad P, Techarang T, Phuwajaroanpong A, Na-Ek P, Viriyavejakul P, Punsawad C. In vivo antimalarial activity and toxicity study of extracts of tagetes erecta L. and Synedrella nodiflora (L.) Gaertn. from the Asteraceae Family. Evid Based Complement Alternat Med. 2021;2021:1270902. doi:10.1155/2021/1270902", "ArticleIdList": ["10.1155/2021/1270902", "PMC8270710", "34306134"]}, {"Citation": "Gupta P, Vasudeva N. In vitro antiplasmodial and antimicrobial potential of Tagetes erecta roots. Pharm Biol. 2010;48(11):1218–1223. doi:10.3109/13880201003695142", "ArticleIdList": ["10.3109/13880201003695142", "20818936"]}, {"Citation": "Elufioye TO, Agbedahunsi JM. Antimalarial activities of Tithonia diversifolia (Asteraceae) and Crossopteryx febrifuga (Rubiaceae) on mice in vivo. J Ethnopharmacol. 2004;93(2–3):167–171. doi:10.1016/j.jep.2004.01.009", "ArticleIdList": ["10.1016/j.jep.2004.01.009", "15234749"]}, {"Citation": "Ajayi C, Elujoba AA, Okella H. In vivo antimalarial activities of five Ugandan medicinal plants on plasmodium berghei in mice. Eur J Med Plants. 2020;31:1–13. doi:10.9734/ejmp/2020/v31i1230300", "ArticleIdList": ["10.9734/ejmp/2020/v31i1230300"]}, {"Citation": "Quartey AK, Jibira Y, Forkuo-Donkor A, et al. Hydroethanolic stem bark extract of Vernonia amygdalina Del. (Asteraceae) suppresses yeast-induced pyrexia and Plasmodium berghei malaria in murine models. Journal of Medicinal Plants Research.2020;14(6):258-264. doi:10.5897/JMPR2020.6931", "ArticleIdList": ["10.5897/JMPR2020.6931"]}, {"Citation": "Obbo CJD, Kariuki ST, Gathirwa JW, Olaho-Mukani W, Cheplogoi PK, Mwangi EM. In vitro antiplasmodial, antitrypanosomal and antileishmanial activities of selected medicinal plants from Ugandan flora: refocusing into multi-component potentials. J Ethnopharmacol. 2019;229:127–136. doi:10.1016/j.jep.2018.09.029", "ArticleIdList": ["10.1016/j.jep.2018.09.029", "30273736"]}, {"Citation": "Soma A, Sanon S, Gansane A, et al. Antiplasmodial activity of Vernonia cinerea Less (Asteraceae), a plant used in traditional medicine in Burkina Faso to treat malaria. Afr J Pharm Pharmacol. 2017;11:87–93. doi:10.5897/AJPP2016.4703", "ArticleIdList": ["10.5897/AJPP2016.4703"]}, {"Citation": "Sourabie S, Soma A, Yerbanga RS, et al. In vivo antiplasmodial activity of crude extracts of Vernonia cinerea Less (Asteraceae) against Plasmodium berghei infection in mice in Bobo Dioulasso. Burkina Faso. 2018. doi:10.13140/RG.2.2.19053.28648", "ArticleIdList": ["10.13140/RG.2.2.19053.28648"]}, {"Citation": "Toyang NJ, Krause MA, Fairhurst RM, Tane P, Bryant J, Verpoorte R. Antiplasmodial activity of sesquiterpene lactones and a sucrose ester from Vernonia guineensis Benth. (Asteraceae). J Ethnopharmacol. 2013;147(3):618–621. doi:10.1016/j.jep.2013.03.051", "ArticleIdList": ["10.1016/j.jep.2013.03.051", "PMC3654050", "23542146"]}, {"Citation": "Bordignon A, Frédérich M, Ledoux A, et al. In vitro antiplasmodial and cytotoxic activities of sesquiterpene lactones from Vernonia fimbrillifera Less. (Asteraceae). Nat Prod Res. 2018;32(12):1463–1466. doi:10.1080/14786419.2017.1350665", "ArticleIdList": ["10.1080/14786419.2017.1350665", "28693338"]}, {"Citation": "Ifijen I, Maliki M, Ogbeide O, Omorogbe S, Ikhuoria E. Chemical substances and in-vivo antiplasmodial activity of Ageratum Conyzoides in Plasmodium Berghei infected mice. J Appl Sci Environ Manag. 2019;23:1813–1817. doi:10.4314/jasem.v23i10.7", "ArticleIdList": ["10.4314/jasem.v23i10.7"]}, {"Citation": "Abdullah WO, Unyah N, Hamat R, et al. In vitro antiplasmodial activity and cytotoxicity of ten plants used as traditional medicine in Malaysia. MJHS. 2011;9(2):5–8."}, {"Citation": "Muema JM, Njeru SN, Colombier C, Marubu RM. Methanolic extract of Agerantum conyzoides exhibited toxicity and growth disruption activities against Anopheles gambiae sensu stricto and Anopheles arabiensis larvae. BMC Complement Altern Med. 2016;16(1):475. doi:10.1186/s12906-016-1464-7", "ArticleIdList": ["10.1186/s12906-016-1464-7", "PMC5120420", "27876055"]}, {"Citation": "Do Céu de Madureira M, Paula Martins A, Gomes M, Paiva J, Proença da Cunha A, Do Rosário V. Antimalarial activity of medicinal plants used in traditional medicine in S. Tomé and Príncipe islands. J Ethnopharmacol. 2002;81(1):23–29. doi:10.1016/s0378-8741(02)00005-3", "ArticleIdList": ["10.1016/s0378-8741(02)00005-3", "12020924"]}, {"Citation": "Joshi B, Hendrickx S, Magar LB, Parajuli N, Dorny P, Maes L. In vitro antileishmanial and antimalarial activity of selected plants of Nepal. J Intercult Ethnopharmacol. 2016;5(4):383–389. doi:10.5455/jice.20160728031236", "ArticleIdList": ["10.5455/jice.20160728031236", "PMC5061481", "27757268"]}, {"Citation": "Jonville MC, Kodja H, Strasberg D, et al. Antiplasmodial, anti-inflammatory and cytotoxic activities of various plant extracts from the Mascarene Archipelago. J Ethnopharmacol. 2011;136(3):525–531. doi:10.1016/j.jep.2010.06.013", "ArticleIdList": ["10.1016/j.jep.2010.06.013", "20600776"]}, {"Citation": "Arya Neetu SC, Shakya A, Bharti M, Sahai N. Efficacy of Ageratum conyzoides against the control of mosquitoes. Ijpsr. 2011;31:3235–3237 doi:10.13040/IJPSR.0975-8232.", "ArticleIdList": ["10.13040/IJPSR.0975-8232"]}, {"Citation": "Ramasamy V, Karthi S, Ganesan R, et al. Chemical characterization of billy goat weed extracts Ageratum conyzoides (Asteraceae) and their mosquitocidal activity against three blood-sucking pests and their non-toxicity against aquatic predators. Environ Sci Pollut Res Int. 2021;28(22):28456–28469. doi:10.1007/s11356-021-12362-6", "ArticleIdList": ["10.1007/s11356-021-12362-6", "33543438"]}, {"Citation": "Sungula J, Taba K, Ntumba KI, Theodore K. In vitro antimalarial activity of 11 terpenes isolated from Ocimum gratissimum and Cassia alata Leaves. Screening of their binding affinity with Haemin. J Plant Stud. 2012;1:168. doi:10.5539/jps.v1n2p168", "ArticleIdList": ["10.5539/jps.v1n2p168"]}, {"Citation": "Yohana R, Chisulumi PS, Kidima W, Tahghighi A, Maleki-Ravasan N, Kweka EJ. Anti-mosquito properties of Pelargonium roseum (Geraniaceae) and Juniperus virginiana (Cupressaceae) essential oils against dominant malaria vectors in Africa. Malar J. 2022;21(1):219. doi:10.1186/s12936-022-04220-8", "ArticleIdList": ["10.1186/s12936-022-04220-8", "PMC9284854", "35836226"]}, {"Citation": "Wangrawa DW, Badolo A, Ilboudo Z, et al. Insecticidal activity of local plants essential oils against laboratory and field strains of Anopheles gambiae s. l. (Diptera: culicidae) from Burkina Faso. J Econ Entomol. 2018;111(6):2844–2853. doi:10.1093/jee/toy276", "ArticleIdList": ["10.1093/jee/toy276", "30281085"]}, {"Citation": "Morshedloo MR, Craker LE, Salami A, Nazeri V, Sang H, Maggi F. Effect of prolonged water stress on essential oil content, compositions and gene expression patterns of mono- and sesquiterpene synthesis in two oregano (Origanum vulgare L.) subspecies. Plant Physiol Biochem. 2017;111:119–128. doi:10.1016/j.plaphy.2016.11.023", "ArticleIdList": ["10.1016/j.plaphy.2016.11.023", "27915173"]}, {"Citation": "Maia MF, Moore SJ. Plant-based insect repellents: a review of their efficacy, development and testing. Malar J. 2011;10(1):S11. doi:10.1186/1475-2875-10-S1-S11", "ArticleIdList": ["10.1186/1475-2875-10-S1-S11", "PMC3059459", "21411012"]}, {"Citation": "Okunade AL. Ageratum conyzoides L. (Asteraceae). Fitoterapia. 2002;73(1):1–16. doi:10.1016/S0367-326X(01)00364-1", "ArticleIdList": ["10.1016/S0367-326X(01)00364-1", "11864757"]}, {"Citation": "Kamboj A, Saluja AK. Ageratum conyzoides L.: a review on its phytochemical and pharmacological profile. Int J Green Pharm. 2008;2(2):59. doi:10.4103/0973-8258.41171", "ArticleIdList": ["10.4103/0973-8258.41171"]}, {"Citation": "Muregi FW, Chhabra SC, Njagi EN, et al. Anti-plasmodial activity of some Kenyan medicinal plant extracts singly and in combination with chloroquine. Phytother Res. 2004;18(5):379–384. doi:10.1002/ptr.1439", "ArticleIdList": ["10.1002/ptr.1439", "15173997"]}, {"Citation": "Rudrapal M, Chetia DD. Plant flavonoids as potential source of future antimalarial leads. Sys Rev Pharm. 2016;8:13–18. doi:10.5530/srp.2017.1.4", "ArticleIdList": ["10.5530/srp.2017.1.4"]}, {"Citation": "Widia Astuti N, Fitrianingsih SP, Suwendar. Studi Literatur Aktivitas Antimalaria Tanaman Afrika (Vernonia amygdalina Del.). Bandung Confer Series Pharm. 2022;2(2). doi:10.29313/bcsp.v2i2.4815", "ArticleIdList": ["10.29313/bcsp.v2i2.4815"]}, {"Citation": "Laryea MK, Sheringham Borquaye L. Antimalarial, antioxidant, and toxicological evaluation of Extracts of Celtis africana, Grosseria vignei, Physalis micrantha, and Stachytarpheta angustifolia. Biochem Res Int. 2021;2021:9971857. doi:10.1155/2021/9971857", "ArticleIdList": ["10.1155/2021/9971857", "PMC8245231", "34258066"]}, {"Citation": "Fitriani IN, Sholahudin M, Zikri AT. Analysis of Quantitative Structure-Activity Relationship (QSAR) of 1,8-Napthalymide-4-aminoquinoline derivatives as antimalarial compounds. Walisongo J Chem. 2022;5(2):194–201. doi:10.21580/wjcv5i213412", "ArticleIdList": ["10.21580/wjcv5i213412"]}, {"Citation": "Quadros HC, Çapcı A, Herrmann L, et al. Studies of potency and efficacy of an optimized Artemisinin-Quinoline hybrid against multiple stages of the Plasmodium life cycle. Pharmaceuticals (Basel). 2021;14(11):1129. doi:10.3390/ph14111129", "ArticleIdList": ["10.3390/ph14111129", "PMC8620906", "34832911"]}, {"Citation": "Hanboonkunupakarn B, Tarning J, Pukrittayakamee S, Chotivanich K. Artemisinin resistance and malaria elimination: where are we now? Front Pharmacol. 2022;13. doi:10.3389/fphar.2022.876282", "ArticleIdList": ["10.3389/fphar.2022.876282", "PMC9538393", "36210819"]}, {"Citation": "Sedaghat MM. Proposed categories of larvicidal activity of natural products derived from plants against Anopheles vector larvae. 2nd International Conference and Exhibition on Pharmacognosy, Phytochemistry & Natural Products; 2014."}, {"Citation": "Muhammed M, Dugassa S, Belina M, Zohdy S, Irish SR, Gebresilassie A. Insecticidal effects of some selected plant extracts against Anopheles stephensi (Culicidae: diptera). Malar J. 2022;21(1):295. doi:10.1186/s12936-022-04320-5", "ArticleIdList": ["10.1186/s12936-022-04320-5", "PMC9585825", "36271447"]}, {"Citation": "Tene Fossog B, Kopya E, Ndo C, et al. Water quality and Anopheles gambiae larval tolerance to pyrethroids in the cities of Douala and Yaoundé (Cameroon). J Trop Med. 2012;2012:429817. doi:10.1155/2012/429817", "ArticleIdList": ["10.1155/2012/429817", "PMC3376768", "22719775"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "30"}, {"Year": "2023", "Month": "10", "Day": "26"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "4", "Minute": "32"}, {"Year": "2023", "Month": "11", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["37954507", "PMC10638911", "10.2147/IDR.S433328", "433328"]}}], "PubmedBookArticle": []}