{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Illicium verum", "pharmacology", "phytochemistry", "quality control", "star anise", "toxicology", "traditional uses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37959797", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "15"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["7378", "10.3390/molecules28217378"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "28", "Issue": "21", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "01"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "A Comprehensive Review of the Pharmacology, Chemistry, Traditional Uses and Quality Control of Star Anise (<i>Illicium verum</i> Hook. F.): An Aromatic Medicinal Plant.", "Abstract": {"AbstractText": ["<i>Illicium verum</i> Hook. F., also known as star anise, is one of the most important plants of the genus Anise in the family Magnoliaceae. <i>I. verum</i> not only has the functions of warming Yang, dispersing cold, regulating Qi and relieving pain but can also be used as a condiment to increase flavor as well as reconcile and remove fish smells. Currently, 201 chemical constituents have been identified from star anise; among these, star anise oil and shikimic acid are the two most widely used and studied chemical components in star anise, with the oil accounting for a large proportion of the total. This review integrates, classifies and updates studies related to the botany, pharmacology, phytochemistry, traditional and modern uses and quality control of star anise, with a special reference to its phytochemical composition and pharmacological activity. It will provide a reference for further research on this important medicinal plant. In addition, the broad applications and research profiles of star anise essential oil and shikimic acid are highlighted. Our review indicates that the research prospects regarding star anise are very broad and worthy of further investigation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Experimental Center, Guangxi University of Chinese Medicine, 13 Wuhe Avenue, Nanning 530200, China."}], "LastName": "Zou", "ForeName": "Qiyuan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Experimental Center, Guangxi University of Chinese Medicine, 13 Wuhe Avenue, Nanning 530200, China."}], "LastName": "Huang", "ForeName": "Yuanyuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Experimental Center, Guangxi University of Chinese Medicine, 13 Wuhe Avenue, Nanning 530200, China."}], "LastName": "Zhang", "ForeName": "Wenyan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, Nanning 530023, China."}, {"Identifier": [], "Affiliation": "National Engineering Research Center for Southwest Endangered Medicinal Materials Resources Development, Nanning 530023, China."}], "LastName": "Lu", "ForeName": "Chen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Scientific Experimental Center, Guangxi University of Chinese Medicine, 13 Wuhe Avenue, Nanning 530200, China."}], "LastName": "Yuan", "ForeName": "Jingquan", "Initials": "J"}], "GrantList": [{"GrantID": "GXZYZ20210223", "Agency": "Jingquan Yuan", "Country": ""}, {"GrantID": "2022JBGS042", "Agency": "Jingquan Yuan", "Country": ""}, {"GrantID": "Grant 82060700", "Agency": "Jingquan Yuan", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "6Y89129C8H", "NameOfSubstance": "anise oil"}, {"RegistryNumber": "29MS2WI2NU", "NameOfSubstance": "Shikimic Acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Illicium"}, {"QualifierName": [], "DescriptorName": "Shikimic Acid"}, {"QualifierName": [], "DescriptorName": "Quality Control"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wu J., Ba D., Liu D., Hou Y., Chen K. Chinese Medical Encyclopedia. Peking Union Medical College Press; Beijing, China: 2012. pp. 318–320."}, {"Citation": "Bukar B.B., Dayom D.W., Uguru M.O. The Growing Economic Importance of Medicinal Plants and the Need For Developing Countries to Harness from it: A Mini Review. IOSR J. Pharm. 2016;6:42–52."}, {"Citation": "Yang D., Zhou S., Huang B. Textual research on the original plants of “Huixiang”. Lishizhen Med. Mater. Med. Res. 2018;29:2664–2666."}, {"Citation": "Wu Z., Raven P. Flora of China. 30th ed. Science Press; Beijing, China: 1994. pp. 227–228."}, {"Citation": "Wang Y., Ding H., Xu X., Dan C., Wang Z., Liu L. Antibacterial Effect of Plant Essential Oil on Bacillus subtilis. J. Chin. Inst. Food Sci. Technol. 2019;19:72–78."}, {"Citation": "Wu L.M., Lu N.H. Preliminary Studies on Antifungal Activity of Illicium verum. J. Henan Agric. Sci. 2008;37:80–82."}, {"Citation": "Dzamic A., Sokovic M., Ristic M.S., Grijic-Jovanovic S., Vukojevic J., Marin P.D. Chemical composition and antifungal activity of Illicium verum and Eugenia caryophyllata essential oils. Chem. Nat. Compd. 2009;45:259–261. doi: 10.1007/s10600-009-9283-4.", "ArticleIdList": ["10.1007/s10600-009-9283-4"]}, {"Citation": "Huang Y., Zhao J., Zhou L., Wang J., Gong Y., Chen X., Guo Z., Wang Q., Jiang W. Antifungal Activity of the Essential Oil of Illicium verum Fruit and Its Main Component trans-Anethole. Molecules. 2010;15:7558–7569. doi: 10.3390/molecules15117558.", "ArticleIdList": ["10.3390/molecules15117558", "PMC6259245", "21030909"]}, {"Citation": "Li Y., Wang Y., Kong W., Yang S., Luo J., Yang M. Illicium verum essential oil, a potential natural fumigant in preservation of lotus seeds from fungal contamination. Food Chem. Toxicol. Int. J. Publ. Br. Ind. Biol. Res. 2020;141:111347. doi: 10.1016/j.fct.2020.111347.", "ArticleIdList": ["10.1016/j.fct.2020.111347", "32320716"]}, {"Citation": "Singh G., Maurya S., Delampasona M.P., Catalan C. Chemical constituents, antimicrobial investigations and antioxidative potential of volatile oil and acetone extract of star anise fruits. J. Sci. Food Agric. 2006;86:111–121. doi: 10.1002/jsfa.2277.", "ArticleIdList": ["10.1002/jsfa.2277"]}, {"Citation": "Yang J.F., Yang C.H., Chang H.W., Yang C.S., Wang S.M., Hsieh M.C., Chuang L.Y., Yang J.F., Yang C.H., Chang H.W., et al. Chemical composition and antibacterial activities of Illicium verum against antibiotic-resistant pathogens. J. Med. Food. 2010;13:1254–1262. doi: 10.1089/jmf.2010.1086.", "ArticleIdList": ["10.1089/jmf.2010.1086", "20828316"]}, {"Citation": "Ibrahim M.K., Mattar Z.A., Abdel-Khalek H.H., Azzam Y.M. Evaluation of antibacterial efficacy of anise wastes against some multidrug resistant bacterial isolates. J. Radiat. Res. Appl. Sci. 2016;10:34–43. doi: 10.1016/j.jrras.2016.11.002.", "ArticleIdList": ["10.1016/j.jrras.2016.11.002"]}, {"Citation": "Song W.Y., Ma Y.B., Bai X., Zhang X.M., Gu Q., Zheng Y.T., Zhou J., Chen J.J. Two new compounds and anti-HIV active constituents from Illicium verum. Planta Med. 2007;73:372–375. doi: 10.1055/s-2007-967162.", "ArticleIdList": ["10.1055/s-2007-967162", "17394104"]}, {"Citation": "Astani A., Reichling J., Schnitzler P. Screening for Antiviral Activities of Isolated Compounds from Essential Oils. Evidence-Based Complement. Altern. Med. 2009;2:288–289. doi: 10.1093/ecam/nep187.", "ArticleIdList": ["10.1093/ecam/nep187", "PMC3096453", "20008902"]}, {"Citation": "Koch C., Reichling J., Schneele J., Schnitzler P. Inhibitory effect of essential oils against herpes simplex virus type 2. Phytomed.-Tub. -Gustav Fisch. Verl. 2008;15:71–78. doi: 10.1016/j.phymed.2007.09.003.", "ArticleIdList": ["10.1016/j.phymed.2007.09.003", "17976968"]}, {"Citation": "Liu M., Yu Q., Xiao H., Yi Y., Cheng H., Putra D.F., Huang Y., Zhang Q., Li P. Antiviral activity of Illicium verum Hook. F. extracts against grouper iridovirus infection. J. Fish Dis. 2020;43:531–540. doi: 10.1111/jfd.13146.", "ArticleIdList": ["10.1111/jfd.13146", "32100315"]}, {"Citation": "Graça Miguel M. Antioxidant and anti-inflammatory activities of essential oils: A short review. Molecules. 2010;15:9252–9287. doi: 10.3390/molecules15129252.", "ArticleIdList": ["10.3390/molecules15129252", "PMC6259136", "21160452"]}, {"Citation": "Auddy B., Ferreira M., Blasina F., Lafon L., Arredondo F., Dajas F., Tripathi P.C., Seal T., Mukherjee B. Screening of antioxidant activity of three Indian medicinal plants, traditionally used for the management of neurodegenerative diseases. J. Ethnopharmacol. 2003;84:131–138. doi: 10.1016/S0378-8741(02)00322-7.", "ArticleIdList": ["10.1016/S0378-8741(02)00322-7", "12648805"]}, {"Citation": "Narayanasamy B., Jeyakumar N., Balasubramanian D. Effect of Star Anise as a Natural Antioxidant Additive on the Oxidation Stability of Lemon Grass Oil. Waste Biomass Valorization. 2020;15:2983–2997. doi: 10.1007/s12649-020-01218-8.", "ArticleIdList": ["10.1007/s12649-020-01218-8"]}, {"Citation": "Dinesha R., Thammannagowda S.S., Shwetha K.L., Msl P., Srinivas L. The antioxidant and DNA protectant activities of Star Anise (Illicium verum) aqueous extracts. AkiNik Publ. 2014;2:98–103."}, {"Citation": "Yang C.H. Investigation of the antioxidant activity of Illicium verum extracts. J. Med. Plant Res. 2012;6:314–324."}, {"Citation": "Wong Y., Lee P., Nurdiyana W. Extraction and Antioxidative Activity of Essential Oil From Star Anise (Illicium verum) Orient. J. Chem. 2014;30:1159–1171. doi: 10.13005/ojc/300329.", "ArticleIdList": ["10.13005/ojc/300329"]}, {"Citation": "Madhusudhanan N., Ignatus V., Lakshmi T. Antioxidant activity of berberine on benzo (A) pyrene induced experimentallung carcinogenesis in mice. J. Chem. Pharm. Res. 2013;5:194–200."}, {"Citation": "Du Z., Huang L., Hao E., Xie Y., Hou X. The anti-inflammatory and analgesic effects of star anise, an aromatic herb in South China. Acta Hortic. 2016;11:151–160."}, {"Citation": "Assiry A.A., Karobari M.I., Bhavikatti S.K., Marya A. Crossover Analysis of the Astringent, Antimicrobial, and Anti-inflammatory Effects of Illicium verum/Star Anise in the Oral Cavity. BioMed Res. Int. 2021;2021:5510174. doi: 10.1155/2021/5510174.", "ArticleIdList": ["10.1155/2021/5510174", "PMC8181057", "34195261"]}, {"Citation": "Chandhrakanthan M., Handunnetti S.M., Gas P., Chelvendran S. Evaluation of anti-inflammatory activity of Alpinia calcarata leaf extracts: An in vitro study. ResearchGate. 2021;12:278."}, {"Citation": "Tuseef H., Raza M.L., Assad T. Comparative Evaluation of Analgesic, Antipyretic & Anti-Inflammatory Effects of Various Extracts of Dried Fruit of Illicium verum Hook.f (Star anise) in Rodents. Walailak J. Sci. Technol. 2021;18:9456."}, {"Citation": "Xu H., Zhao S., Zhuo J., Ding J., Yun X. Studies on insecticidal activity of the anise oil and analysis of its components. J. Plant Prot. 1996;10:338–342."}, {"Citation": "Kim J., Jang M., Shin E., Kim J., Lee S.H., Park C.G. Fumigant and contact toxicity of 22 wooden essential oils and their major components against Drosophila suzukii (Diptera: Drosophilidae) Pestic. Biochem. Physiol. 2016;10:35–43. doi: 10.1016/j.pestbp.2016.03.007.", "ArticleIdList": ["10.1016/j.pestbp.2016.03.007", "27742359"]}, {"Citation": "Wang Z., Xiang C., Lu J., Chen Y., Wang X., Zhou G. Effects of star anise Illicium verum extracts on feeding and ovipositional selectivity of white-backed rice planthopper Sogatella furcifera and their insecticidal activities. J. Plant Prot. 2021;48:907–913."}, {"Citation": "Lee J.O., Park M.A., Yoon C.S., Na J.H., Han J. Characterization and Preservation Performance of Multilayer Film with Insect Repellent and Antimicrobial Activities for Sliced Wheat Bread Packaging. J. Food Ence. 2019;11:3194–3203. doi: 10.1111/1750-3841.14823.", "ArticleIdList": ["10.1111/1750-3841.14823", "31589346"]}, {"Citation": "Choi I., Kim S., Lee J.S., Chang Y., Na J.H., Han J. Analysis of the insect-repelling mechanism of star anise extract and its major active compounds against Plodia interpunctella. Food Sci. Biotechnol. 2022;31:451–462. doi: 10.1007/s10068-022-01053-8.", "ArticleIdList": ["10.1007/s10068-022-01053-8", "PMC8994810", "35464249"]}, {"Citation": "Li W., Wu Z., Xia Y., Tan J., Zhao H., Chen S., Li Y., Tang H., Wang G., Zhang Y. Antiviral and Antioxidant Components from the Fruits of Illicium verum Hook. F. (Chinese Star Anise) J. Agric. Food Chem. 2022;70:3697–3707. doi: 10.1021/acs.jafc.1c08376.", "ArticleIdList": ["10.1021/acs.jafc.1c08376", "35293738"]}, {"Citation": "Chouksey D., Upmanyu N., Pawar R.S. Central nervous system activity of Illicium verum fruit extracts. Asian Pac. J. Trop. Med. 2013;6:869–875. doi: 10.1016/S1995-7645(13)60155-8.", "ArticleIdList": ["10.1016/S1995-7645(13)60155-8", "24083582"]}, {"Citation": "Xie Y., Deng J.G., Huang L.Z., He Y.P., Wu Q.L., Wei L.Y., Li Y.J. Comparison of Illicium verum Pharmacodynamic Effect of Different processing Products of Trans-anethone Content as well as Warming Yang for Dispelling Cold and Analgesic Effect. Sci. Technol. Eng. 2016;16:6."}, {"Citation": "He J.H., Yao L., Chang Z. Anti-fatigue effects of Fructus Anisi Stellati extract. J. Clin. Rehabil. Tissue Eng. Res. 2011;15:4."}, {"Citation": "Divya L., Nisha K. Shah, I.B.O. Experimental and computational evaluation of Illicium verum as a novel eco-friendly corrosion inhibitor for aluminium. Mater. Corros. 2018;69:125–139."}, {"Citation": "Díaz A., Vargas-Perez I., Aguilar-Cruz L., Calva-Rodríguez R., Treviño S., Venegas B., Contreras-Mora I.R. A mixture of chamomile and star anise has anti-motility and antidiarrheal activities in mice. Rev. Bras. Farmacogn. 2014;24:419–424. doi: 10.1016/j.bjp.2014.07.016.", "ArticleIdList": ["10.1016/j.bjp.2014.07.016"]}, {"Citation": "Al-Qasmi N., Almughem F.A., Jarallah S.J., Almaabadi A. Efficient Green Synthesis of (Fe3O4) and (NiFe2O4) Nanoparticles Using Star Anise (Illicium verum) Extract and Their Biomedical Activity against Some Cancer Cells. Materials. 2022;15:4832. doi: 10.3390/ma15144832.", "ArticleIdList": ["10.3390/ma15144832", "PMC9324409", "35888298"]}, {"Citation": "Xu X., Tao M., Meng K. First reported poisoning due to excessive consumption of star anise. Chin. J. Sch. Dr. 1992;6:7."}, {"Citation": "Nakamura T., Okuyama E., Yamazaki M. Neurotropic Components from Star Anise (Illicium verum Hook, fil.) Chem. Pharm. Bull. 1996;44:1908–1944. doi: 10.1248/cpb.44.1908.", "ArticleIdList": ["10.1248/cpb.44.1908", "8904818"]}, {"Citation": "Russell M.G., Held S.K., Katherine F. A case of infantile star anise toxicity. Pediatr. Emerg. Care. 2012;28:284–285.", "ArticleIdList": ["22391927"]}, {"Citation": "Perret C. Phenytoin: Neurological disorders in an infant: Case report. React. Wkly. 2013;20:1435."}, {"Citation": "Campos-Estrada C., Vozmediano A., Beltrán D., Irarrazabal D., Escobar M., Cavieres M.F. Neurotoxicological and chemical characterization of aqueous extracts of star anise (Illicium verum Hook f.): A preliminary study. Toxicol. Lett. 2016;259:138. doi: 10.1016/j.toxlet.2016.07.356.", "ArticleIdList": ["10.1016/j.toxlet.2016.07.356"]}, {"Citation": "Ize-Ludlow D. Chemical composition of Chinese star anise (Illicium verum) and neurotoxicity in infants. JAMA J. Am. Med. Assoc. 2004;291:562–563. doi: 10.1001/jama.291.5.562.", "ArticleIdList": ["10.1001/jama.291.5.562", "14762034"]}, {"Citation": "Yan J.H., Xiao X.X., Huang K.L. Component analysis of volatile oil from Illicium verum Hook. F. J. Cent. South Univ. 2002;9:173–176. doi: 10.1007/s11771-002-0021-3.", "ArticleIdList": ["10.1007/s11771-002-0021-3"]}, {"Citation": "Peng Y.H., Yu K., Lu Y.D., Liu M., Jiang L.J. Bioactivity and Chemical Compositions of Essential Oil Extracted from Illicium verum against Mosquitoes. Adv. Mater. Res. 2014;11:164–167. doi: 10.4028/www.scientific.net/AMR.864-867.164.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.864-867.164"]}, {"Citation": "Wang Q., Jiang L., Wen Q.B., Yang D.P., Mo L.H., Jiang X.Y. Analysis of the chemical composition of star anise oil by GC-MS. Sci. Technol. Food Ind. 2006;27:3."}, {"Citation": "Guo Y., Lei Y.G., Liao J.H., Chen Q.P., Qin L.Y. Study on Gas Chromatography-Mass spectrometry analysis of star anise oil by Subcritical C02 fluid extraction from Illicium verum Hook. F. Lishizhen Med. Mater. Med. Res. 2008;19:803–806."}, {"Citation": "Luís Â., Sousa S., Wackerlig J., Dobusch D., Duarte A.P., Pereira L., Domingues F. Star anise (Illicium verum Hook. F.) essential oil: Antioxidant properties and antibacterial activity against Acinetobacter baumannii. Flavour Fragr. J. 2019;33:260–270. doi: 10.1002/ffj.3498.", "ArticleIdList": ["10.1002/ffj.3498"]}, {"Citation": "Jiang C.Y., Wang C., Xu N.X., Fujita T., Murata Y., Kumamoto E. 1,8-and 1,4-cineole enhance spontaneous excitatory transmission by activating different types of transient receptor potential channels in the rat spinal substantia gelatinosa. J. Neurochem. Off. J. Int. Soc. Neurochem. 2016;136:764–777. doi: 10.1111/jnc.13433.", "ArticleIdList": ["10.1111/jnc.13433", "26578070"]}, {"Citation": "Tiwari M., Kakkar P. Plant derived antioxidants—Geraniol and camphene protect rat alveolar macrophages against t-BHP induced oxidative stress. Toxicol. Vitr. 2009;23:295–301. doi: 10.1016/j.tiv.2008.12.014.", "ArticleIdList": ["10.1016/j.tiv.2008.12.014", "19135518"]}, {"Citation": "Aly S.E., Sabry B.A., Shaheen M.S., Hathout A.S. Assessment of antimycotoxigenic and antioxidant activity of star anise (Illicium verum) in vitro. J. Saudi Soc. Agric. Sci. 2016;15:1097–1108. doi: 10.1016/j.jssas.2014.05.003.", "ArticleIdList": ["10.1016/j.jssas.2014.05.003"]}, {"Citation": "Zhang G., Yuan C., Sun Y. Effect of Selective Encapsulation of Hydroxypropyl-β-cyclodextrin on Components and Antibacterial Properties of Star Anise Essential Oil. Molecules. 2018;23:1126. doi: 10.3390/molecules23051126.", "ArticleIdList": ["10.3390/molecules23051126", "PMC6100027", "29747430"]}, {"Citation": "Wang J., Liu H., Zhao J., Gao H., Zhou L., Liu Z., Chen Y., Sui P. Antimicrobial ands Antioxidant Activities of the Root Bark Essential Oil of Periploca sepium and Its Main Component 2-Hydroxy-4-methoxybenzaldehyde. Molecules. 2010;15:5807–5817. doi: 10.3390/molecules15085807.", "ArticleIdList": ["10.3390/molecules15085807", "PMC6257732", "20736908"]}, {"Citation": "Song W.Y., Ma Y.B., Chen J.J., Zhou J., Jiang Z.Y., Chang X.L., Zhang X.M. Study on the chemical composition of star anise root. Chin. Herb. Med. 2009;40:1216–1219."}, {"Citation": "Yuan J.Q., Zhou X.L., Wang S., Liao J.H., Ke C.Q., Yang X.Z. Chemical constituents from Illicium verum. Chin. Tradit. Pat. Med. 2010;32:4."}, {"Citation": "Zhu S.J. Constituents of the Water Soluble Fractions of 75% Ethanol Extract of Illicium verum Hook. F. Guangxi Normal University; Guilin, China: 2011."}, {"Citation": "Shang Y.L., Shi R.J. Phenolic glycosides from the fruits of Illicium verum. Chin. Tradit. Pat. Med. 2016;38:4."}, {"Citation": "Liang D., Wu C., Zi Z., Chen R., He Y. A new flavane acid from the fruits of Illicium verum. Nat. Prod. Res. 2016;30:1585–1590.", "ArticleIdList": ["26734839"]}, {"Citation": "Lee S.W., Li G., Lee K.S., Jung J.S., Son J.K. Preventive Agents against Sepsis and New Phenylpropanoid Glucosides from the Fruits of Illicium verum. Planta Med. 2003;69:861–864.", "ArticleIdList": ["14598217"]}, {"Citation": "Zhu Q.H. Star anise—Five of Ten Notes on Guixiang. Red Beans. 2018;6:3."}, {"Citation": "Okely H.M., Grundon M.F. Anisoxide: An artefact from star anise oil formed by Claisen rearrangement. J. Chem. Soc. D Chem. Commun. 1971:1157–1158. doi: 10.1039/c2971001157b.", "ArticleIdList": ["10.1039/c2971001157b"]}, {"Citation": "Okely H.M., Grundon M.F. Thermal rearrangement of 1-(3-methylbut-2-enyloxy)-4-prop-1-enylbenzene (feniculin): A new synthesis of anisoxide and re-investigation of the constituents of star anise oil. Chem. Inf. 1981;12:897–899. doi: 10.1039/p19810000897.", "ArticleIdList": ["10.1039/p19810000897"]}, {"Citation": "Lee S.W., Li G., Lee K.S., Song D.K., Son J.K. A new phenylpropanoid glucoside from the fruits of Illicium verum. Arch. Pharmacal Res. 2003;26:591–593. doi: 10.1007/BF02976705.", "ArticleIdList": ["10.1007/BF02976705", "12967191"]}, {"Citation": "Sy L., Brown G. Novel phenylpropanoids and lignans from Illicium verum. J. Nat. Prod. 1998;61:987–992. doi: 10.1021/np9800553.", "ArticleIdList": ["10.1021/np9800553", "9722481"]}, {"Citation": "Du R.N. Chemical Constituents of Two Illicium Plants and Artemisia Carvifolia. Kunming Medical University; Kunming, China: 2018."}, {"Citation": "Chen J.W. Study on the Chemical Constituents from the CH2CL2 Fraction of Illicium verum Hook. F. and Their TNF-α Inhibitory Activities. YanBian University; Yanbian, China: 2019."}, {"Citation": "Chen Z.Z. Chemical Constituents of the Ethyl Acetate Extract from the Fruits of Illicium verum Hook. F. Guangxi Normal University; Guilin, China: 2012."}, {"Citation": "Shuai P. Study on Chemical Constituents from the Petroleum ether and EtOAc Fractions of Illicium verum Hook. F. and Their TNF-α inhibtory Activities. Yanbian University; Yanbian, China: 2019."}, {"Citation": "Ishikawa T., Fujimatu E., Kitajima J. Water-soluble constituents of anise: New glucosides of anethole glycol and its related compounds. Chem. Pharm. Bull. 2002;50:1460–1466. doi: 10.1248/cpb.50.1460.", "ArticleIdList": ["10.1248/cpb.50.1460", "12419910"]}, {"Citation": "Lin K., Xie J.Z., Zhang S.M., Hui X., Huang D.P., Wei Y.L. A new benzaldehyde from residue left over rectification of star anise oil. Chin. Tradit. Herb. Drugs. 2015;46:3."}, {"Citation": "Li S.N., Sun J.F., Wang J.M., Jin L., Zong T.Q., Zhou W., Li G. Two new phenolic glycosides from the fruits of Illicium verum. J. Asian Nat. Prod. Res. 2022;24:34–38. doi: 10.1080/10286020.2021.1871606.", "ArticleIdList": ["10.1080/10286020.2021.1871606", "33502248"]}, {"Citation": "Si C. Master’s Degree. Jinan University; Jinan, China: 2021. Study on the Chemical Constituents of Illicium verum Hook. F."}, {"Citation": "Eijkman J.F. Sur les principes constituants de l’Illicium religiosum (Sieb.) (Shikimi-no-ki en japonais) Recl. Des. Trav. Chim. Des. Pays.-Bas. 1885;4:32–54. doi: 10.1002/recl.18850040202.", "ArticleIdList": ["10.1002/recl.18850040202"]}, {"Citation": "Edmonds M., Payne R. Isolation of Shikimic Acid from Star Aniseed. J. Chem. Educ. 2005;82:599. doi: 10.1021/ed082p599.", "ArticleIdList": ["10.1021/ed082p599"]}, {"Citation": "Bian Q.Q., Hong W., Ying L., Liu J.Q. HPLC determines the content of shikimic acid in different plants. China J. Chin. Mater. Med. 2007;32:1485–1487."}, {"Citation": "Estevez A.M., Estevez R.J. A Short Overview on the Medicinal Chemistry of (—)-Shikimic Acid. Mini Rev. Med. Chem. 2012;12:1443–1454. doi: 10.2174/138955712803832735.", "ArticleIdList": ["10.2174/138955712803832735", "22827174"]}, {"Citation": "Lei D., Huang J.M., Yang C.P., Mang C.Y. Study on the chemical composition of pachyderm star anise peel. Chin. Pharm. J. 2006;6:411–413."}, {"Citation": "Zhang J.W. Study on the chemical composition of safflower star anise stems and leaves. China J. Chin. Mater. Med. 1989;1:36–37+63."}, {"Citation": "Jin Y., Li Q.H. Research Development on the Chemical Constituents of Illicium Plants. J. Honghe Univ. 2006;5:7–11."}, {"Citation": "Ye F.Y., Xie Y.G., Yan Z., Jie R., Xing W., Jin H.Z., Yan S.K. Chemical Constituents of Branches and Leaves of Illicium wardii A. C. Smith. Nat. Prod. Res. Dev. 2015;27:604–608+625."}, {"Citation": "Qiu M., Ma J.L., Zhang R.Q., Lu S.Z., Na L. The Progress in Research on Shikimic Acid. Guangxi For. Sci. 2009;38:45–47."}, {"Citation": "Sagandira C.R., Mathe F.M., Guyo U., Watts P. The evolution of Tamiflu synthesis, 20 years on: Advent of enabling technologies the last piece of the puzzle? Tetrahedron. 2020;76:131440. doi: 10.1016/j.tet.2020.131440.", "ArticleIdList": ["10.1016/j.tet.2020.131440", "PMC7382934", "32839628"]}, {"Citation": "Huang D.P., Xie J.Z., Kui L., Zhang S.M., Huang L.L., Chen J.H., Liang B.X. The Separation, Purification and Identification of Residue of Star Anise Rectifying Tank Bottom. Guangdong Chem. Ind. 2019;46:54–55."}, {"Citation": "Kui L., Xie J.Z., Huang D.P., Li Q., Zhang S.M., Hui X., Huang L.L., Ling Q.J., Liang B.X. A new olive alkyl sesquiterpene from residue left over rectification of star anise oil. Chin. Tradit. Pat. Med. 2020;42:1072–1074."}, {"Citation": "Schmidt T.J., Okuyama E., Fronczek F.R. The molecular structure of 2alpha-hydroxyneoanisatin and structure-activity relationships among convulsant sesquiterpenes of the seco-prezizaane and picrotoxane types. Bioorg. Med. Chem. 1999;7:2857–2865. doi: 10.1016/S0968-0896(99)00240-0.", "ArticleIdList": ["10.1016/S0968-0896(99)00240-0", "10658590"]}, {"Citation": "Bai J., Chen H., Fang Z.F., Yu S.S., Wang W.J., Liu Y., Ma S.G., Li Y., Qu J., Xu S. Sesquiterpenes from the roots of Illicium dunnianum. Phytochemistry. 2012;80:137–147. doi: 10.1016/j.phytochem.2012.05.015.", "ArticleIdList": ["10.1016/j.phytochem.2012.05.015", "22695122"]}, {"Citation": "Liu J., Jiang Z., Zhang Q., Shi Y., Ma Y., Xie M., Zhang X., Chen J. Henrylactones A–E and Anti-HBV Constituents fromIllicium henryi. Planta Med. 2010;76:152–158. doi: 10.1055/s-0029-1186037.", "ArticleIdList": ["10.1055/s-0029-1186037", "19670158"]}, {"Citation": "Liu J., Liu F., Zhang N., Wang Y., Yang L., Bi Y., Zhang Y., Liu M. Two new sesquiterpene lactones from the fruits of Illicium jiadifengpi. Nat. Prod. Res. 2016;30:322–326. doi: 10.1080/14786419.2015.1058793.", "ArticleIdList": ["10.1080/14786419.2015.1058793", "26212001"]}, {"Citation": "Sy L.K., Brown G.D. A seco-cycloartane from Illicium verum. Phytochemistry. 1998;48:1169–1171."}, {"Citation": "Puspita D., Ardhiawati E., Desi D. Formulation and antibacterial test of star anise extract (Illicium verum Hook. F) as a hand sanitizer. Biolink (J. Biol. Lingkung. Ind. Kesehat.) 2020;7:90–96."}, {"Citation": "Quan M.P. Research Progress on Application of Star Anise Extract in Food Industry. China Condiment. 2016;41:4."}, {"Citation": "Huang K., Li G., An J., Li K. Developing Situation of Processing and Utilization Industry of Characteristic Resources of Star Anise(Illicium verum) Biomass Chem. Eng. 2020;54:7"}, {"Citation": "Qi L. Taxonomic notes on the genus Illicium Linn. J. Syst. Evol. 2000;38:167–181."}, {"Citation": "Qi L. Medicinal plant resources of lllicium L. Chin. Tradit. Herb. Drugs. 2002;33:81–84."}, {"Citation": "Yuan J.Q., Yang W., Zhou Y.Q., Zhou X.L., Shuo W., Zhang R.T., Bi C.Y., Qin Y.N., Liao J.H. Study on quality specification of Illiciun verum Hook. F. China J. Tradit. Chin. Med. Pharm. 2012;27:199–201."}, {"Citation": "Cai M., Guo X., Liang H., Sun P. Microwave-assisted extraction and antioxidant activity of star anise oil from Illicium verum Hook. F. Int. J. Food Sci. Technol. 2013;48:2324–2330. doi: 10.1111/ijfs.12221.", "ArticleIdList": ["10.1111/ijfs.12221"]}, {"Citation": "Destro B.G.I., Jorge R.M.M., Mathias A.L. Optimization of high-concentration trans-anethole production through hydrodistillation of star anise. Braz. J. Chem. Eng. 2019;36:83. doi: 10.1590/0104-6632.20190362s20180203.", "ArticleIdList": ["10.1590/0104-6632.20190362s20180203"]}, {"Citation": "Xie Z., Chen L., Zhang W., Chandler W. The Ultrasonic-assisted Extraction Technology and Antioxidation of Star Anise Volatile OiI. China Condiment. 2018;43:124–128."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "1"}, {"Year": "2023", "Month": "10", "Day": "10"}, {"Year": "2023", "Month": "10", "Day": "12"}, {"Year": "2023", "Month": "11", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "2", "Minute": "16"}, {"Year": "2023", "Month": "11", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["37959797", "PMC10648513", "10.3390/molecules28217378", "molecules28217378"]}}], "PubmedBookArticle": []}