{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidants", "Micronutrients", "ST-PGPR", "Salinity", "Wheatgrass"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37953356", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1007/s11274-023-03806-x"], "Journal": {"ISSN": "1573-0972", "JournalIssue": {"Volume": "40", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "13"}}, "Title": "World journal of microbiology & biotechnology", "ISOAbbreviation": "World J Microbiol Biotechnol"}, "ArticleTitle": "Salt tolerant Pseudomonas taiwanensis PWR-1 in combination with a reduced dose of mineral fertilizers improves the nutritional and antioxidant properties of wheatgrass grown in saline soil.", "Pagination": {"StartPage": "11", "MedlinePgn": "11"}, "Abstract": {"AbstractText": ["Salt-tolerant plant growth promoting rhizobacteria (ST-PGPR) are known to ameliorate salt stress in plants by various mechanisms. The current study aims to investigate the role of an ST-PGPR strain Pseudomonas taiwanensis PWR-1 applied along with a reduced dose of mineral fertilizers (N, P, and K) in the improvement of the antioxidant and nutritional properties of wheatgrass (Triticum aestivum L.) grown in saline soil. Application of P. taiwanensis PWR-1 along with 50% of the recommended dose of mineral fertilizers resulted in a significant improvement of growth parameters including shoot length (22.79%), root length (20.38%), fresh weight (13.15%), dry weight (92.34%), vigor index (13.36%), and relative water content (48.24%). The combined application of PWR-1 and mineral fertilizers increased the production of osmoprotectants (proline, total soluble sugars, glycine betaine), antioxidants (SOD, POD, APX, CAT, PPO, and reduced glutathione), and free radical scavengers (DPPH and H<sub>2</sub>O<sub>2</sub>) in wheatgrass. Furthermore, the concentration of micronutrients (Zn and Fe), macronutrients (N, and P), and vitamins (B1 and E) also increased in the above treatment. Oxidative stress markers (malondialdehyde and electrolyte leakage) and Na<sup>+</sup> accumulation were significantly reduced whilst K<sup>+</sup> content increased in the shoot, which helped in maintaining the K<sup>+</sup>/Na<sup>+</sup> ratio in wheatgrass under saline conditions. The results indicated that the application of ST-PGPR could not only reduce the dosage of mineral fertilizers but might be useful for improving the nutritional and antioxidant properties of medicinal crops such as wheatgrass under salt-stress conditions. Implementing this approach could result in the reduction of chemical usage, while also facilitating enhanced uptake of micronutrients in crops, particularly in regions affected by salinity."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Babasaheb Bhimrao Ambedkar University, Lucknow, 226025, India."}], "LastName": "Mishra", "ForeName": "Priya", "Initials": "P"}, {"Identifier": ["0000-0002-3321-895X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Amity University, Mohali, Punjab, 140306, India."}], "LastName": "Mishra", "ForeName": "Jitendra", "Initials": "J"}, {"Identifier": ["0000-0001-9412-663X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Babasaheb Bhimrao Ambedkar University, Lucknow, 226025, India. nkarora.bbau@gmail.com."}], "LastName": "Arora", "ForeName": "Naveen Kumar", "Initials": "NK"}], "GrantList": [{"GrantID": "SEED/SCSP/2019/61BBAU/G", "Agency": "Department of Science and Technology (DST), New Delhi, India-SEED", "Country": ""}, {"GrantID": "SEED/SCSP/2019/61BBAU/G", "Agency": "Department of Science and Technology (DST), New Delhi, India-SEED", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "World J Microbiol Biotechnol", "NlmUniqueID": "9012472", "ISSNLinking": "0959-3993"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "0", "NameOfSubstance": "Minerals"}, {"RegistryNumber": "0", "NameOfSubstance": "Micronutrients"}], "SupplMeshList": ["Pseudomonas taiwanensis"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Fertilizers"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Minerals"}, {"QualifierName": [], "DescriptorName": "Micronutrients"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas G, Khan M, Jamil K, Hussain F, Hussain I (2009) Effect of iron on the growth and yield contributing parameters of wheat (Triticum aestivum L.). J Anim Plant Sci 19(3):135–139"}, {"Citation": "Abdul-Baki AA, Anderson JD (1973) Vigor determination in soybean Seed by multiple criteria1. Crop Sci. https://doi.org/10.2135/cropsci1973.0011183X001300060013x", "ArticleIdList": ["10.2135/cropsci1973.0011183X001300060013x"]}, {"Citation": "Ali B, Wang X, Saleem MH, et al. (2022) PGPR-mediated Salt Tolerance in Maize by Modulating Plant Physiology, Antioxidant Defense, Compatible Solutes Accumulation and Bio-Surfactant Producing Genes. Plants 11(3):345 https://www.mdpi.com/2223-7747/11/3/345"}, {"Citation": "Almeida DM, Oliveira MM, Saibo NJM (2017) Regulation of Na+ and K+ homeostasis in plants: towards improved salt stress tolerance in crop plants. Genet Mol Biol 40(1):326–345. https://doi.org/10.1590/1678-4685-GMB-2016-0106", "ArticleIdList": ["10.1590/1678-4685-GMB-2016-0106", "28350038", "5452131"]}, {"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ (1990) Basic local alignment search tool. J Mol Biol 215(3):403–410. https://doi.org/10.1016/S0022-2836(05)80360-2", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Al-Zahrani HS, Nahar K, Alharby HF, Alsamadany H, Hakeem KR, Hasanuzzaman M (2022) Zinc supplementation enhances glutathione-mediated antioxidant defense and glyoxalase systems to conferring salt tolerance in soybean (Glycine max L.). Agronomy 12(5):1032 https://www.mdpi.com/2073-4395/12/5/1032"}, {"Citation": "Arakawa K, Katayama M, Takabe T (1990) Levels of betaine and betaine aldehyde dehydrogenase activity in the green leaves, and etiolated leaves and roots of barley. Plant Cell Physiol 31(6):797–803. https://doi.org/10.1093/oxfordjournals.pcp.a077981", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a077981"]}, {"Citation": "Arnon DI (1949) Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta Vulgaris Plant Physiol 24(1):1–15. https://doi.org/10.1104/pp.24.1.1", "ArticleIdList": ["10.1104/pp.24.1.1", "16654194"]}, {"Citation": "Arora NK, Fatima T, Mishra J et al (2020) Halo-tolerant plant growth promoting rhizobacteria for improving productivity and remediation of saline soils. J Adv Res 26:69–82. https://doi.org/10.1016/j.jare.2020.07.003", "ArticleIdList": ["10.1016/j.jare.2020.07.003"]}, {"Citation": "Ashraf M, Shahzad SM, Imtiaz M, Rizwan MS (2018) Salinity effects on nitrogen metabolism in plants—focusing on the activities of nitrogen metabolizing enzymes: a review. J Plant Nutr 41(8):1065–1081. https://doi.org/10.1080/01904167.2018.1431670", "ArticleIdList": ["10.1080/01904167.2018.1431670"]}, {"Citation": "Babaei M, Shabani L, Hashemi-Shahraki S (2022) Improving the effects of salt stress by β-carotene and gallic acid using increasing antioxidant activity and regulating ion uptake in Lepidium sativum L. Bot Stud 63(1):22. https://doi.org/10.1186/s40529-022-00352-x", "ArticleIdList": ["10.1186/s40529-022-00352-x", "35840725", "9287502"]}, {"Citation": "Barros L, Ferreira M-J, Queirós B, Ferreira ICFR, Baptista P (2007) Total phenols, ascorbic acid, β-carotene and lycopene in Portuguese wild edible mushrooms and their antioxidant activities. Food Chem 103(2):413–419. https://doi.org/10.1016/j.foodchem.2006.07.038", "ArticleIdList": ["10.1016/j.foodchem.2006.07.038"]}, {"Citation": "Bates LS, Waldren RP, Teare ID (1973) Rapid determination of free proline for water-stress studies. Plant Soil 39(1):205–207. https://doi.org/10.1007/BF00018060", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Bric JM, Bostock RM, Silverstone SE (1991) Rapid in situ assay for indoleacetic acid production by bacteria immobilized on a nitrocellulose membrane. Appl Environ Microbiol 57(2):535–538. https://doi.org/10.1128/aem.57.2.535-538.1991", "ArticleIdList": ["10.1128/aem.57.2.535-538.1991", "16348419", "182744"]}, {"Citation": "Chan EWC, Lim YY, Chew YL (2007) Antioxidant activity of Camellia sinensis leaves and tea from a lowland plantation in Malaysia. Food Chem 102(4):1214–1222. https://doi.org/10.1016/j.foodchem.2006.07.009", "ArticleIdList": ["10.1016/j.foodchem.2006.07.009"]}, {"Citation": "Chang CC, Yang MH, Wen HM, Chern JC (2002) Estimation of total flavonoid content in propolis by two complementary colometric methods. J Food Drug Anal 10(3):3. https://doi.org/10.38212/2224-6614.2748", "ArticleIdList": ["10.38212/2224-6614.2748"]}, {"Citation": "Cheng T, Chen J, Zhang J et al (2015) Physiological and proteomic analyses of leaves from the halophyte Tangut Nitraria reveals diverse response pathways critical for high salinity tolerance. Front Plant Sci. https://doi.org/10.3389/fpls.2015.00030", "ArticleIdList": ["10.3389/fpls.2015.00030", "26793208", "4667013"]}, {"Citation": "Chinachanta K, Shutsrirung A, Herrmann L, Lesueur D, Pathom-aree W (2021) Enhancement of the aroma compound 2-acetyl-1-pyrroline in thai jasmine rice (oryza sativa) by rhizobacteria under salt stress. Biology 10(10):1065 https://www.mdpi.com/2079-7737/10/10/1065"}, {"Citation": "Dart PJ (1971) Scanning electron microscopy of plant roots. J Exp Bot 22(1):163–168. https://doi.org/10.1093/jxb/22.1.163", "ArticleIdList": ["10.1093/jxb/22.1.163"]}, {"Citation": "Desai S, Mistry J, Shah F, Chandwani S, Amaresan N, Supriya NR (2023) Salt-tolerant bacteria enhance the growth of mung bean (Vigna radiata L.) and uptake of nutrients, and mobilize sodium ions under salt stress condition. Int J Phytoremediation 25(1):66–73. https://doi.org/10.1080/15226514.2022.2057419", "ArticleIdList": ["10.1080/15226514.2022.2057419", "35382669"]}, {"Citation": "Dey G, Banerjee P, Sharma RK, et al. (2021) Management of phosphorus in salinity-stressed agriculture for sustainable crop production by salt-tolerant phosphate-solubilizing bacteria—a review. Agronomy 11(8):1552 https://www.mdpi.com/2073-4395/11/8/1552"}, {"Citation": "Ding Z, Kheir A, Ali MG et al (2020) The integrated effect of salinity, organic amendments, phosphorus fertilizers, and deficit irrigation on soil properties, phosphorus fractionation and wheat productivity. Sci Rep 10(1):1–13"}, {"Citation": "Ebrahimi R, Bhatla S (2011) Effect of sodium chloride levels on growth, water status, uptake, transport, and accumulation pattern of sodium and chloride ions in young sunflower plants. Commun Soil Sci Plant Anal 42:815–831. https://doi.org/10.1080/00103624.2011.552657", "ArticleIdList": ["10.1080/00103624.2011.552657"]}, {"Citation": "Egamberdieva D, Wirth S, Bellingrath-Kimura SD, Mishra J, Arora NK (2019) Salt-tolerant plant growth promoting rhizobacteria for enhancing crop productivity of saline soils. Front Microbiol. https://doi.org/10.3389/fmicb.2019.02791", "ArticleIdList": ["10.3389/fmicb.2019.02791", "31921005", "6930159"]}, {"Citation": "Eissa HA, Mohamed SS, Hussein AMS (2020) Nutritional value and impact of wheatgrass juice (Green Blood Therapy) on increasing fertility in male albino rats. Bull Natl Res Cent 44(1):30. https://doi.org/10.1186/s42269-020-0272-x", "ArticleIdList": ["10.1186/s42269-020-0272-x"]}, {"Citation": "El-baky A, Hanaa H, Amal A, Hussein MM (2003) Influence of salinity on lipid peroxidation, antioxidant enzymes and electrophoretic patterns of protein and isoenzymes in leaves of some onion cultivars. Asian J Plant Sci 2:633–638. https://doi.org/10.3923/ajps.2003.633.638", "ArticleIdList": ["10.3923/ajps.2003.633.638"]}, {"Citation": "Etesami H, Noori F (2019) Soil salinity as a challenge for sustainable agriculture and bacterial-mediated alleviation of salinity stress in crop plants. In: Kumar M, Etesami H, Kumar V (eds) Saline soil-based agriculture by halotolerant microorganisms. Springer Singapore, Singapore, pp 1–22. https://doi.org/10.1007/978-981-13-8335-9_1", "ArticleIdList": ["10.1007/978-981-13-8335-9_1"]}, {"Citation": "Fahad S, Hussain S, Bano A et al (2015) Potential role of phytohormones and plant growth-promoting rhizobacteria in abiotic stresses: consequences for changing environment. Environ Sci Pollut Res Int 22(7):4907–4921. https://doi.org/10.1007/s11356-014-3754-2", "ArticleIdList": ["10.1007/s11356-014-3754-2", "25369916"]}, {"Citation": "Fatima T, Arora NK (2021) Pseudomonas entomophila PE3 and its exopolysaccharides as biostimulants for enhancing growth, yield and tolerance responses of sunflower under saline conditions. Microbiol Res 244:126671. https://doi.org/10.1016/j.micres.2020.126671", "ArticleIdList": ["10.1016/j.micres.2020.126671", "33360750"]}, {"Citation": "Fazal A, Bano A (2016) Role of plant growth-promoting rhizobacteria (pgpr), biochar, and chemical fertilizer under salinity stress. Commun Soil Sci Plant Anal 47(17):1985–1993. https://doi.org/10.1080/00103624.2016.1216562", "ArticleIdList": ["10.1080/00103624.2016.1216562"]}, {"Citation": "Fu Q, Liu C, Ding N, Lin Y, Guo B (2010) Ameliorative effects of inoculation with the plant growth-promoting rhizobacterium Pseudomonas sp. DW1 on growth of eggplant (Solanum melongena L.) seedlings under salt stress. Agric Water Manag 97(12):1994–2000 doi: https://doi.org/10.1016/j.agwat.2010.02.003"}, {"Citation": "Garrity G, Brenner D, Kreig N, Staley J (2005) Bergey’s manual of systematic bacteriology, volume 2 part B The Gammaproteobacteria"}, {"Citation": "Georgieva T, Evstatieva Y, Savov V, Bratkova S, Nikolova D (2018) Assessment of plant growth promoting activities of five rhizospheric Pseudomonas strains. Biocatal Agric Biotechnol 16:285–292. https://doi.org/10.1016/j.bcab.2018.08.015", "ArticleIdList": ["10.1016/j.bcab.2018.08.015"]}, {"Citation": "Gholizadeh F, Mirzaghaderi G, Danish S, Farsi M, Marashi SH (2021) Evaluation of morphological traits of wheat varieties at germination stage under salinity stress. PLoS ONE 16(11):e0258703. https://doi.org/10.1371/journal.pone.0258703", "ArticleIdList": ["10.1371/journal.pone.0258703", "34735471", "8568147"]}, {"Citation": "Giannopolitis CN, Ries SK (1977) Superoxide dismutases: ii. purification and quantitative relationship with water-soluble protein in seedlings. Plant Physiol 59(2):315–318. https://doi.org/10.1104/pp.59.2.315", "ArticleIdList": ["10.1104/pp.59.2.315", "16659840", "542388"]}, {"Citation": "Glick BR, Cheng Z, Czarny J, Duan J (2007) Promotion of plant growth by ACC deaminase-producing soil bacteria. In: Bakker PAHM, Raaijmakers JM, Bloemberg G, Höfte M, Lemanceau P, Cooke BM (eds) New perspectives and approaches in plant growth-promoting rhizobacteria research. Springer Netherlands, Dordrecht, pp 329–339. https://doi.org/10.1007/978-1-4020-6776-1_8", "ArticleIdList": ["10.1007/978-1-4020-6776-1_8"]}, {"Citation": "Goyer A (2010) Thiamine in plants: Aspects of its metabolism and functions. Phytochem 71(14):1615–1624. https://doi.org/10.1016/j.phytochem.2010.06.022", "ArticleIdList": ["10.1016/j.phytochem.2010.06.022"]}, {"Citation": "Harborne AJ (1998) Phytochemical methods a guide to modern techniques of plant analysis. Springer Netherlands https://books.google.co.in/books?id=2yvqeRtE8CwC"}, {"Citation": "Hasanuzzaman M, Nahar K, Fujita M (2014) Chapter 12 - Role of tocopherol (vitamin E) in plants: abiotic stress tolerance and beyond. In: Ahmad P, Rasool S (eds) Emerging technologies and management of crop stress tolerance. Academic Press, San Diego, pp 267–289. https://doi.org/10.1016/B978-0-12-800875-1.00012-0", "ArticleIdList": ["10.1016/B978-0-12-800875-1.00012-0"]}, {"Citation": "Hasanuzzaman M, Raihan MRH, Masud AAC et al (2021) Regulation of reactive oxygen species and antioxidant defense in plants under salinity. Int J Mol Sci. https://doi.org/10.3390/ijms22179326", "ArticleIdList": ["10.3390/ijms22179326", "34768875", "8584185"]}, {"Citation": "Hassan AHA, Alkhalifah DHM, Al Yousef SA et al (2020) Salinity stress enhances the antioxidant capacity of Bacillus and Planococcus species isolated from saline lake environment. Front Microbiol. https://doi.org/10.3389/fmicb.2020.561816", "ArticleIdList": ["10.3389/fmicb.2020.561816", "33391239", "7773598"]}, {"Citation": "Heath RL, Packer L (1968) Photoperoxidation in isolated chloroplasts. I. Kinetics and stoichiometry of fatty acid peroxidation. Arch Biochem Biophys 125(1):189–198. https://doi.org/10.1016/0003-9861(68)90654-1", "ArticleIdList": ["10.1016/0003-9861(68)90654-1", "5655425"]}, {"Citation": "Holbrook AA, Edge WJW, Bailey F (1961) Spectrophotometric Method for Determination of Gibberellic Acid GIBBERELLINS. Advances in Chemistry, vol 28. American Chemical Society, p 159–167 doi: https://doi.org/10.1021/ba-1961-0028.ch018"}, {"Citation": "Huang Z, Wang C, Feng Q, et al. (2022) The mechanisms of sodium chloride stress mitigation by salt-tolerant plant growth promoting rhizobacteria in wheat. Agronomy 12(3):543 https://www.mdpi.com/2073-4395/12/3/543"}, {"Citation": "Ijaz M, Tahir M, Shahid M et al (2019) Combined application of biochar and PGPR consortia for sustainable production of wheat under semiarid conditions with a reduced dose of synthetic fertilizer. Braz J Microbiol 50(2):449–458. https://doi.org/10.1007/s42770-019-00043-z", "ArticleIdList": ["10.1007/s42770-019-00043-z", "30671922", "6863250"]}, {"Citation": "Jackson MLR (2005) Soil Chemical Analysis: By M L Jackson. Parallel Pressl https://books.google.co.in/books?id=sYIHcgAACAAJ"}, {"Citation": "Jan R, Kim N, Lee S-H et al (2021) Enhanced flavonoid accumulation reduces combined salt and heat stress through regulation of transcriptional and hormonal mechanisms. Front Plant Sci. https://doi.org/10.3389/fpls.2021.796956", "ArticleIdList": ["10.3389/fpls.2021.796956", "34992623", "8724123"]}, {"Citation": "Joshi S, Nath J, Singh AK, Pareek A, Joshi R (2022) Ion transporters and their regulatory signal transduction mechanisms for salinity tolerance in plants. Physiol Plant 174(3):e13702. https://doi.org/10.1111/ppl.13702", "ArticleIdList": ["10.1111/ppl.13702", "35524987"]}, {"Citation": "Kang S-M, Radhakrishnan R, Khan AL et al (2014) Gibberellin secreting rhizobacterium, Pseudomonas putida H-2-3 modulates the hormonal and stress physiology of soybean to improve the plant growth under saline and drought conditions. Plant Physiol Biochem 84:115–124. https://doi.org/10.1016/j.plaphy.2014.09.001", "ArticleIdList": ["10.1016/j.plaphy.2014.09.001", "25270162"]}, {"Citation": "Karakaş F, Keskin C, Ağıl F, Zencirci N (2021) Profiles of vitamin B and E in wheat grass and grain of einkorn (Triticum monococcum spp. monococcum), emmer (Triticum dicoccum ssp. dicoccum Schrank.), durum (Triticum durum Desf.), and bread wheat (Triticum aestivum L.) cultivars by LC-ESI-MS/MS analysis. J. Cereal Sci 98:103177 https://doi.org/10.1016/j.jcs.2021.103177"}, {"Citation": "Khan MAH, Baset Mia MA, Quddus MA, et al. (2022) Salinity-induced physiological changes in pea (Pisum sativum L.): germination rate, biomass accumulation, relative water content, seedling vigor and salt tolerance index. Plants 11(24):3493 https://www.mdpi.com/2223-7747/11/24/3493"}, {"Citation": "Kumar A, Singh S, Gaurav AK, Srivastava S, Verma JP (2020) Plant growth-promoting bacteria: biological tools for the mitigation of salinity stress in plants. Front Microbiol 11:1216. https://doi.org/10.3389/fmicb.2020.01216", "ArticleIdList": ["10.3389/fmicb.2020.01216", "32733391", "7358356"]}, {"Citation": "Kumar A, Singh R, Singh G, Sharma R K, Saharan M S, Chhokar RS et al (2014) Wheat cultivation in India (Pocket Guide), Directorate of wheat research Karnal – 132001, Extension, 52(34)."}, {"Citation": "Law MY, Charles SA, Halliwell B (1983) Glutathione and ascorbic acid in spinach (Spinacia oleracea) chloroplasts. The effect of hydrogen peroxide and of Paraquat. Biochem J 210(3):899–903. https://doi.org/10.1042/bj2100899", "ArticleIdList": ["10.1042/bj2100899", "6307273", "1154305"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randall RJ (1951) Protein measurement with the Folin phenol reagent. J Biol Chem 193(1):265–275", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6", "14907713"]}, {"Citation": "Lu B, Ren Y, Huang B, Liao W, Cai Z, Tie X (2008) Simultaneous determination of four water-soluble vitamins in fortified infant foods by ultra-performance liquid chromatography coupled with triple quadrupole mass spectrometry. J Chromatogr Sci 46(3):225–232. https://doi.org/10.1093/chromsci/46.3.225", "ArticleIdList": ["10.1093/chromsci/46.3.225", "18334089"]}, {"Citation": "Mannan M, Tithi M, Islam M et al (2022) Soil and foliar applications of zinc sulfate and iron sulfate alleviate the destructive impacts of drought stress in wheat. Cereal Res Commun. https://doi.org/10.1007/s42976-022-00262-5", "ArticleIdList": ["10.1007/s42976-022-00262-5"]}, {"Citation": "Marreiro DDN, Cruz KJC, Morais JBS, Beserra JB, Severo JS, De Oliveira ARS (2017) Zinc and oxidative stress: current mechanisms. Antioxidants 6(2):24 https://www.mdpi.com/2076-3921/6/2/24"}, {"Citation": "Mishra P, Mishra J, Arora NK (2021) Plant growth promoting bacteria for combating salinity stress in plants—recent developments and prospects: a review. Microbiol Res 252:126861. https://doi.org/10.1016/j.micres.2021.126861", "ArticleIdList": ["10.1016/j.micres.2021.126861", "34521049"]}, {"Citation": "Mishra P, Mishra J, Arora NK (2023) Biofortification revisited: addressing the role of beneficial soil microbes for enhancing trace elements concentration in staple crops. Microbiol Res 275:127442. https://doi.org/10.1016/j.micres.2023.127442", "ArticleIdList": ["10.1016/j.micres.2023.127442", "37437425"]}, {"Citation": "Mohamed HI, Elsherbiny EA, Abdelhamid MT (2016) Physiological and Biochemical Responses of Vicia Faba Plants to Foliar Application of Zinc and Iron. Gesunde Pflanz 68(4):201–212. https://doi.org/10.1007/s10343-016-0378-0", "ArticleIdList": ["10.1007/s10343-016-0378-0"]}, {"Citation": "Murphy RP (1958) A method for the extraction of plant samples and the determination of total soluble carbohydrates. J Sci Food Agric 9(11):714–717. https://doi.org/10.1002/jsfa.2740091104", "ArticleIdList": ["10.1002/jsfa.2740091104"]}, {"Citation": "Nakano Y, Asada K (1981) Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts. Plant Cell Physiol 22(5):867–880. https://doi.org/10.1093/oxfordjournals.pcp.a076232", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a076232"]}, {"Citation": "Nawaz A, Shahbaz M, Asadullah et al (2020) Potential of salt tolerant pgpr in growth and yield augmentation of wheat (Triticum aestivum L.) under saline conditions. Front Microbiol. https://doi.org/10.3389/fmicb.2020.02019", "ArticleIdList": ["10.3389/fmicb.2020.02019", "33628201", "7562815"]}, {"Citation": "Pikovskaya RI (1948) Mobilization of phosphorus in soil in connection with vital activity of some microbial species. Mikrobiologiya 17:362–370 https://cir.nii.ac.jp/crid/1571417126003636736"}, {"Citation": "Rahi P, Prakash O, Shouche YS (2016) Matrix-assisted laser desorption/ionization time-of-flight mass-spectrometry (MALDI-TOF MS) based microbial identifications: challenges and scopes for microbial ecologists. Front Microbiol 7:1359", "ArticleIdList": ["10.3389/fmicb.2016.01359", "27625644", "5003876"]}, {"Citation": "Raigond P, Raigond B, Kaundal B, Singh B, Joshi A, Dutt S (2017) Effect of zinc nanoparticles on antioxidative system of potato plants. J Environ Biol 38:435–439. https://doi.org/10.22438/jeb/38/3/MS-209", "ArticleIdList": ["10.22438/jeb/38/3/MS-209"]}, {"Citation": "Rapala-Kozik M, Wolak N, Kujda M, Banas AK (2012) The upregulation of thiamine (vitamin B1) biosynthesis in Arabidopsis thaliana seedlings under salt and osmotic stress conditions is mediated by abscisic acid at the early stages of this stress response. BMC Plant Biol 12(1):2. https://doi.org/10.1186/1471-2229-12-2", "ArticleIdList": ["10.1186/1471-2229-12-2", "22214485", "3261115"]}, {"Citation": "Rehman A, Farooq M, Naveed M, Ozturk L, Nawaz A (2018) Pseudomonas-aided zinc application improves the productivity and biofortification of bread wheat. Crop Pasture Sci 69(7):659–672. https://doi.org/10.1071/CP17441", "ArticleIdList": ["10.1071/CP17441"]}, {"Citation": "Ruch RJ, Cheng SJ, Klaunig JE (1989) Prevention of cytotoxicity and inhibition of intercellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogenesis 10(6):1003–1008. https://doi.org/10.1093/carcin/10.6.1003", "ArticleIdList": ["10.1093/carcin/10.6.1003", "2470525"]}, {"Citation": "Saini R, Saini HS, Dahiya A (2017) Iron treatment enhances the levels of reduced glutathione, oxidized glutathione and glutathione reductase activity in Rice (Oryza sativa L.). J Pharmacogn Phytochem 6(4):1321–1328"}, {"Citation": "Santos MS, Rodrigues TF, Ferreira E, Megias M, Nogueira MA, Hungria M (2020) Method for recovering and counting viable cells from maize seeds inoculated with Azospirillum brasilense. J Pure Appl Microbiol 14(1):195–204. https://doi.org/10.22207/JPAM.14.1.21", "ArticleIdList": ["10.22207/JPAM.14.1.21"]}, {"Citation": "Saravanan VS, Madhaiyan M, Thangaraju M (2007) Solubilization of zinc compounds by the diazotrophic, plant growth promoting bacterium Gluconacetobacter diazotrophicus. Chemosphere 66(9):1794–1798. https://doi.org/10.1016/j.chemosphere.2006.07.067", "ArticleIdList": ["10.1016/j.chemosphere.2006.07.067", "16956644"]}, {"Citation": "Schwyn B, Neilands JB (1987) Universal chemical assay for the detection and determination of siderophores. Anal Biochem 160(1):47–56. https://doi.org/10.1016/0003-2697(87)90612-9", "ArticleIdList": ["10.1016/0003-2697(87)90612-9", "2952030"]}, {"Citation": "Shultana R, Tan Kee Zuan A, Yusop MR, Mohd Saud H, Ayanda AF (2020) Effect of salt-tolerant bacterial inoculations on rice seedlings differing in salt-tolerance under saline soil conditions. Agronomy 10:1030. https://doi.org/10.3390/agronomy1", "ArticleIdList": ["10.3390/agronomy1"]}, {"Citation": "Singh D, Prasanna R (2020) Potential of microbes in the biofortification of Zn and Fe in dietary food grains. A review. Agron Sustain Dev 40(2):15. https://doi.org/10.1007/s13593-020-00619-2", "ArticleIdList": ["10.1007/s13593-020-00619-2"]}, {"Citation": "Singh J, Singh AV, Upadhayay VK, Khan A, Chandra R (2022) Prolific contribution of Pseudomonas protegens in Zn biofortification of wheat by modulating multifaceted physiological response under saline and non-saline conditions. World J Microbiol Biotechnol 38(12):227. https://doi.org/10.1007/s11274-022-03411-4", "ArticleIdList": ["10.1007/s11274-022-03411-4", "36136176"]}, {"Citation": "Sofy MR, Elhindi KM, Farouk S, Alotaibi MA (2020) Zinc and paclobutrazol mediated regulation of growth, upregulating antioxidant aptitude and plant productivity of pea plants under salinity. Plants 9(9):1197 https://www.mdpi.com/2223-7747/9/9/1197"}, {"Citation": "Sogoni A, Jimoh MO, Kambizi L, Laubscher CP (2021) The Impact of salt stress on plant growth, mineral composition, and antioxidant activity in Tetragonia decumbens mill.: an underutilized edible halophyte in south africa. Horticulturae 7(6):140 https://www.mdpi.com/2311-7524/7/6/140"}, {"Citation": "Sonbarse PP, Kiran K, Sharma P, Parvatam G (2020) Biochemical and molecular insights of PGPR application for the augmentation of carotenoids, tocopherols, and folate in the foliage of Moringa oleifera. Phytochemistry 179:112506. https://doi.org/10.1016/j.phytochem.2020.112506", "ArticleIdList": ["10.1016/j.phytochem.2020.112506", "32920264"]}, {"Citation": "Srinivasan R, Karaoz U, Volegova M et al (2015) Use of 16S rRNA gene for identification of a broad range of clinically relevant bacterial pathogens. PLoS ONE 10(2):e0117617", "ArticleIdList": ["10.1371/journal.pone.0117617", "25658760", "4319838"]}, {"Citation": "Sun C, Wu Z, Wang Z, Zhang H (2015) Effect of ethanol/water solvents on phenolic profiles and antioxidant properties of Beijing propolis extracts. Evid Based Complementary Altern Med 2015:595393. https://doi.org/10.1155/2015/595393", "ArticleIdList": ["10.1155/2015/595393"]}, {"Citation": "Taïbi K, Taïbi F, Ait Abderrahim L, Ennajah A, Belkhodja M, Mulet JM (2016) Effect of salt stress on growth, chlorophyll content, lipid peroxidation and antioxidant defence systems in Phaseolus vulgaris L. S Afr J Bot 105:306–312. https://doi.org/10.1016/j.sajb.2016.03.011", "ArticleIdList": ["10.1016/j.sajb.2016.03.011"]}, {"Citation": "Tantawy A, Salama YAM, Abdel-Mawgoud AMR, Zaki MF (2013) Interaction of Fe and salinity on growth and production of tomato plants. World Appl Sci J 27:597–609. https://doi.org/10.5829/idosi.wasj.2013.27.05.13673", "ArticleIdList": ["10.5829/idosi.wasj.2013.27.05.13673"]}, {"Citation": "Tavanti TR, Melo AAR, Moreira LDK et al (2021) Micronutrient fertilization enhances ROS scavenging system for alleviation of abiotic stresses in plants. Plant Physiol Biochem 160:386–396. https://doi.org/10.1016/j.plaphy.2021.01.040", "ArticleIdList": ["10.1016/j.plaphy.2021.01.040", "33556754"]}, {"Citation": "Uddin ABMH, Khalid RS, Alaama M, Abdualkader AM, Kasmuri A, Abbas SA (2016) Comparative study of three digestion methods for elemental analysis in traditional medicine products using atomic absorption spectrometry. J Anal Sci Technol 7(1):6. https://doi.org/10.1186/s40543-016-0085-6", "ArticleIdList": ["10.1186/s40543-016-0085-6"]}, {"Citation": "Vaishnav A, Kumari S, Jain S, Varma A, Tuteja N, Choudhary DK (2016) PGPR-mediated expression of salt tolerance gene in soybean through volatiles under sodium nitroprusside. J Basic Microbiol 56(11):1274–1288. https://doi.org/10.1002/jobm.201600188", "ArticleIdList": ["10.1002/jobm.201600188", "27439917"]}, {"Citation": "Vanitha SC, Niranjana SR, Umesha S (2009) Role of phenylalanine ammonia lyase and polyphenol oxidase in host resistance to bacterial wilt of tomato. J Phytopathol 157(9):552–557. https://doi.org/10.1111/j.1439-0434.2008.01526.x", "ArticleIdList": ["10.1111/j.1439-0434.2008.01526.x"]}, {"Citation": "Xing J, Wang G, Zhang Q et al (2015) Determining antioxidant activities of lactobacilli cell-free supernatants by cellular antioxidant assay: a comparison with traditional methods. PLoS ONE 10(3):e0119058. https://doi.org/10.1371/journal.pone.0119058", "ArticleIdList": ["10.1371/journal.pone.0119058", "25789875", "4366247"]}, {"Citation": "Yang G, Rhodes D, Joly R (1996) Effects of high temperature on membrane stability and chlorophyll fluorescence in glycinebetaine-deficient and glycinebetaine-containing maize lines. Funct Plant Biol 23(4):437–443. https://doi.org/10.1071/PP9960437", "ArticleIdList": ["10.1071/PP9960437"]}, {"Citation": "Yuan P, Pan H, Boak EN, Pierson LS, Pierson EA (2020) Phenazine-producing rhizobacteria promote plant growth and reduce redox and osmotic stress in wheat seedlings under saline conditions. Front Plant Sci. https://doi.org/10.3389/fpls.2020.575314", "ArticleIdList": ["10.3389/fpls.2020.575314", "33584757", "7750362"]}, {"Citation": "Zahirul Islam M, An H-G, Lee Y-T (2019) Comparative analyses on the bioactive compounds and in vitro antioxidant capacity of tea infusions prepared from selected medicinal fruits. Chem Biodivers 16(12):e1900459. https://doi.org/10.1002/cbdv.201900459", "ArticleIdList": ["10.1002/cbdv.201900459", "31535771"]}, {"Citation": "Zhao D, Zhang Z-W, Yuan Y-R et al (2022) Accumulation of zinc, iron and selenium in wheat as affected by phosphorus supply in salinised condition. Crop Pasture Sci. https://doi.org/10.1071/CP21267", "ArticleIdList": ["10.1071/CP21267"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "7"}, {"Year": "2023", "Month": "10", "Day": "13"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "13", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "12", "Hour": "23", "Minute": "45"}], "PublicationStatus": "epublish", "ArticleIdList": ["37953356", "10.1007/s11274-023-03806-x", "10.1007/s11274-023-03806-x"]}}], "PubmedBookArticle": []}