{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Coniella quercicola</italic>", "<italic>Elaeocarpus decipiens</italic>", "Causal Agent", "Fungi"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37966475", "DateRevised": {"Year": "2023", "Month": "11", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-09-23-1754-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2023", "Month": "Nov", "Day": "15"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of <i>Coniella quercicola</i> causing leaf spot on <i>Elaeocarpus decipiens</i> in China.", "Abstract": {"AbstractText": ["<i>Elaeocarpus decipiens</i> Hemsl., is a member of the Elaeocarpaceae family. It is a broad-leaved evergreen tree (Zhang et al. 2021) and has been widely used in landscape and gardens virescence. In March 2022, leaf spots were observed on <i>E. decipiens</i> leaves with 30-40% disease incidence and about 25 of disease index in Wanzhou District (30°32'N; 108°22'E) of Chongqing. Lesions showed light yellowish brown in color, black fruiting body in the center (Sporodochium), and surrounded by a purplish red halo at the interface between healthy and diseased tissues. The tissue interface of the lesions were cut into small pieces (5×5 mm), sterilized with 75% (vol. -/vol.) ethanol solution for 30 s, and 3% (vol. -/vol.) sodium hypochlorite solution for 3 min, and rinsed three times with sterile water. The sterile leaf tissues were placed on potato dextrose agar (PDA) medium in petri dishes and incubated for 5 days at 28°C in the dark, and produced thirty three uniform fungal colonies with in shape and color. The colonies had petal-shaped edges, with whitish or light pink hyphae, and black sporophores were observed at 14 days after inoculation. Sporodochium were ellipsoidal to globose with a size of 121.7 ~ 232.6 × 97.2 ~ 179.6 μm (n = 40). Conidiogenous cells were simple, tapering, hyaline, and smooth, 8 ~ 16 × 5.3 ~ 13.5 μm in size Its apex was surrounded by a gelatinous coating. Conidia were hyaline, slightly curved to naviculate, rounded to acute apex, smooth-walled, aseptate, and were 9 ~ 14.2 × 1.7 ~ 2.6 μm in size (n = 40). These morphological of the cultures are consistent with those of <i>Coniella</i> sp. reported by Alvarez et al. (2016). The genomic DNA of representative isolates DY4, DY24, and DY28 were extracted. The internal transcribed spacer (ITS) region, translation elongation factor 1-alpha (<i>TEF1</i>), and large subunit ribosomal RNA (<i>LSU</i>) were amplified with primers ITS1/ITS4 (White et al., 1990), EF728/EF986 (Rehner et al., 2005), and LR0R/LR5 (Vilgalys et al., 1990). The sequences were submitted to NCBI GenBank (https://www.ncbi.nlm.nih.gov/). BLASTn searches showed that the ITS (OQ926882-84), <i>TEF1</i> (OR282454-56), and <i>LSU</i> (OQ926945-47) sequences had the highest similarity to <i>Coniella quercicola</i> with 99% (596/613, 597/613, and 593/613) identity for ITS (KX833595); 94% (315/536, 323/536, and 322/536) identity for <i>TEF1</i> (KX833698); and 99% (933/898, 871/898, and 932/898) identity for <i>LSU</i> (KX833414), respectively. Phylogenetic analysis was performed using maximum likelihood method in MEGA 11.0 (Tamura et al., 2021), and the phylogenetic tree revealed a 100 % sequence similarity to the <i>C. quercicola</i> CBS 283.76 (ITS, KX833594; <i>TEF1</i>, KX833697; <i>LSU</i>, KX833413) and <i>C. quercicola</i> CBS 904.69. In the pathogenicity test, nine healthy plants of <i>E. decipiens</i> (five-year-old) were selected to use, 10 μL of spore suspension (106 conidia ml-1) were sprayed on the surface of four leaves per plant (six plants in total), and the other three plants were sprayed with sterile distilled water as controls. All plants were placed in a greenhouse with 95±1% relative humidity at 28°C for penetration of the cultures in an alternating dark (12 h) and light (12 h). At 5 days after inoculation, circular lesions symptoms were observed, whereas control plants remained asymptomatic. The fungus was reisolated from diseased leaf tissue and identified as <i>Coniella quercicola</i> according to the methods described as above. Previously, <i>C. quercicola</i> has been reported as a pathogen on <i>Eucalyptus cloeziana</i> in China (Zou et al., 2023), and <i>Quercus robur</i> in Netherlands (Alvarez et al., 2016). To our knowledge, this is the first report of <i>C. quercicola</i> causing leaf spot on <i>E. decipiens</i> in China. This study provides a basis for further elucidating the pathogenic mechanism, and the development of effective management for this disease."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, tianxing, Wanzhou, Chongqing, China, 404120."}, {"Identifier": [], "Affiliation": "tianxingWanzhou, Chongqing, China, 404120; 1483942206@qq.com."}], "LastName": "Tang", "ForeName": "Zixuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing , Three Gorges University, College of Biological and Food Engineering, China; chenlijun0009@163.com."}], "LastName": "Chen", "ForeName": "Lijun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, tianxing, Wanzhou, Chongqing, China, 404120; mwl313537@gmail.com."}], "LastName": "Ma", "ForeName": "Wanli", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, Wanzhou, Chongqing, China; Xuqin9262023@163.com."}], "LastName": "Xu", "ForeName": "Qin", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, Wanzhou, Chongqing, China; songzhen0317@163.com."}], "LastName": "Song", "ForeName": "Zhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing , Three Gorges University, College of Biological and Food Engineering, China; 2748226311@qq.com."}], "LastName": "Jiang", "ForeName": "Jiamin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing , Three Gorges University, College of Biological and Food Engineering, China; 1514795179@qq.com."}], "LastName": "Zhou", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, Wanzhou, Chongqing, China."}, {"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, Engineering Laboratory for Green Cultivation and Deep Processing of the Three Gorges Reservoir Area's Medicinal Herbs, Wanzhou, Chongqing, China; liuming780906@163.com."}], "LastName": "Liu", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, College of Biological and Food Engineering, tianxing street, Wanzhou, Wanzhou, Chongqing, China, 404120."}, {"Identifier": [], "Affiliation": "Chongqing Three Gorges University, 372323, Engineering Laboratory for Green Cultivation and Deep Processing of the Three Gorges Reservoir Area's Medicinal Herbs, Wanzhou, Chongqing, China; 20200002@sanxiau.edu.cn."}], "LastName": "Yin", "ForeName": "Fuqiang", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "11", "Day": "15", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "15", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "15", "Hour": "10", "Minute": "54"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["37966475", "10.1094/PDIS-09-23-1754-PDN"]}}], "PubmedBookArticle": []}