{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Culex pipiens", "essential oils", "honeysuckle", "nanoemulsions", "patchouli", "plants bioactive compounds", "polyphenols"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37960039", "DateRevised": {"Year": "2023", "Month": "11", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "25"}], "Language": ["eng"], "ELocationID": ["3682", "10.3390/plants12213682"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "21", "PubDate": {"Year": "2023", "Month": "Oct", "Day": "25"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Sustainable Pest Management Using Novel Nanoemulsions of Honeysuckle and Patchouli Essential Oils against the West Nile Virus Vector, <i>Culex pipiens</i>, under Laboratory and Field Conditions.", "Abstract": {"AbstractText": ["Essential oils are natural plant products that are very interesting, as they are important sources of biologically active compounds. They comprise eco-friendly alternatives to mosquito vector management, particularly essential oil nanoemulsion. Therefore, the aim of this study is to evaluate the effectiveness of 16 selected essential oils (1500 ppm) in controlling mosquitoes by investigating their larvicidal effects against the larvae and adults of the West Nile virus vector <i>Culex pipiens</i> L. (Diptera: Culicidae); the best oils were turned into nanoemulsions and evaluated under laboratory and field conditions. The results show that honeysuckle (<i>Lonicera caprifolium</i>) and patchouli (<i>Pogostemon cablin</i>) essential oils were more effective in killing larvae than the other oils (100% mortality) at 24 h post-treatment. The nanoemulsions of honeysuckle (LC<sub>50</sub> = 88.30 ppm) and patchouli (LC<sub>50</sub> = 93.05 ppm) showed significantly higher larvicidal activity compared with bulk honeysuckle (LC<sub>50</sub> = 247.72 ppm) and patchouli (LC<sub>50</sub> = 276.29 ppm) oils. <i>L. caprifolium</i> and <i>P. cablin</i> (100% mortality), followed by <i>Narcissus tazetta</i> (97.78%), <i>Rosmarinus officinalis</i> (95.56%), and <i>Lavandula angustifolia</i> (95.55%), were highly effective oils in killing female mosquitoes, and their relative efficacy at LT<sub>50</sub> was 5.5, 5.3, 5.8, 4.1, and 3.2 times greater, respectively, than <i>Aloe vera</i>. The results of the field study show that the honeysuckle and patchouli oils and their nanoemulsions reduced densities to 89.4, 86.5, 98.6, and 97.0% at 24 h post-treatment, respectively, with persistence for eight days post-treatment in pools. Nano-honeysuckle (100% mortality) was more effective than honeysuckle oils (98.0%). Our results show that honeysuckle and patchouli oils exhibited promising larvicidal and adulticidal activity of <i>C. pipiens</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Parasitology Laboratory, Water Pollution Research Department, Environment and Climate Change Institute, National Research Centre (NRC), 33 El-Behouth St., Dokki, Giza 12622, Egypt."}], "LastName": "Hikal", "ForeName": "Wafaa M", "Initials": "WM"}, {"Identifier": ["0000-0002-9742-4314"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, Faculty of Science, Benha University, Benha 13518, Egypt."}], "LastName": "Baz", "ForeName": "Mohamed M", "Initials": "MM"}, {"Identifier": ["0000-0002-0188-1634"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}], "LastName": "Alshehri", "ForeName": "Mohammed Ali", "Initials": "MA"}, {"Identifier": ["0000-0003-3584-6674"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}], "LastName": "Bahattab", "ForeName": "Omar", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}], "LastName": "Baeshen", "ForeName": "Rowida S", "Initials": "RS"}, {"Identifier": ["0000-0002-0211-2853"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Medicine (Infectious Diseases), College of Veterinary Medicine, Benha University, Toukh 13736, Egypt."}], "LastName": "Selim", "ForeName": "Abdelfattah M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}], "LastName": "Alhwity", "ForeName": "Latifah", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, Faculty of Science, University of Tabuk, Tabuk 71421, Saudi Arabia."}], "LastName": "Bousbih", "ForeName": "Rabaa", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, Tabuk 71491, Saudi Arabia."}], "LastName": "Alshourbaji", "ForeName": "Maha Suleiman", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre (NRC), 33 El-Behouth St., Dokki, Giza 12622, Egypt."}], "LastName": "Ahl", "ForeName": "Hussein A H Said-Al", "Initials": "HAHS"}], "GrantList": [{"GrantID": "S-0103-1443", "Agency": "University of Tabuk", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Harbach R.E. Anopheles Mosquitoes—New Insights into Malaria Vectors. InTech; Houston, TX, USA: 2013. The Phylogeny and Classification of Anopheles.", "ArticleIdList": ["10.5772/54695"]}, {"Citation": "Ngom E.H.M., Virgillito C., Manica M., Rosà R., Pichler V., Sarleti N., Kassé I., Diallo M., della Torre A., Dia I., et al. Entomological Survey Confirms Changes in Mosquito Composition and Abundance in Senegal and Reveals Discrepancies Among Results by Different Host-Seeking Female Traps. Insects. 2021;12:692. doi: 10.3390/insects12080692.", "ArticleIdList": ["10.3390/insects12080692", "PMC8396443", "34442258"]}, {"Citation": "Roiz D., Ruiz S., Soriguer R., Figuerola J. Climatic Effects on Mosquito Abundance in Mediterranean Wetlands. Parasit. Vectors. 2014;7:333. doi: 10.1186/1756-3305-7-333.", "ArticleIdList": ["10.1186/1756-3305-7-333", "PMC4223583", "25030527"]}, {"Citation": "Hol F.J., Lambrechts L., Prakash M. BiteOscope, An Open Platform to Study Mosquito Biting Behavior. Elife. 2020;9:e56829. doi: 10.7554/eLife.56829.", "ArticleIdList": ["10.7554/eLife.56829", "PMC7535929", "32960173"]}, {"Citation": "Rattanarithikul R., Harrison B.A., Panthusiri P., Coleman R.E. Illustrated keys to The Mosquitoes of Thailand I. Background; Geographic Distribution; Lists of Genera, Subgenera, and Species; and a Key to The Genera. Southeast Asian J. Trop. Med. Public Health. 2005;36:1–80.", "ArticleIdList": ["15916030"]}, {"Citation": "Bond J.G., Casas-Martínez M., Quiroz-Martínez H., Novelo-Gutiérrez R., Marina C.F., Ulloa A., Orozco-Bonilla A., Muñoz M., Williams T. Diversity of Mosquitoes and The Aquatic Insects Associated with Their Oviposition Sites Along the Pacific Coast of Mexico. Parasit. Vectors. 2014;7:41. doi: 10.1186/1756-3305-7-41.", "ArticleIdList": ["10.1186/1756-3305-7-41", "PMC3923424", "24450800"]}, {"Citation": "Hubalek Z., Halouzka J. West Nile Fever-A Reemerging Mosquito-Borne Viral Disease in Europe. Emerg. Infect. Dis. 1999;5:650–653. doi: 10.3201/eid0505.990505.", "ArticleIdList": ["10.3201/eid0505.990505", "PMC2627720", "10511520"]}, {"Citation": "Chapagain B., Wiesman Z. Larvicidal Effects of Aqueous Extracts of Balanites aegyptiaca (desert date) against the larvae of Culex pipiens mosquitoes. Afr. J. Biotechnol. 2005;4:1351–1354."}, {"Citation": "Tudi M., Daniel Ruan H., Wang L., Lyu J., Sadler R., Connell D., Chu C., Phung D.T. Agriculture Development, Pesticide Application and Its Impact on The Environment. Int. J. Environ. Res. Public Health. 2021;18:1112. doi: 10.3390/ijerph18031112.", "ArticleIdList": ["10.3390/ijerph18031112", "PMC7908628", "33513796"]}, {"Citation": "Lengai G.M., Muthomi J.W., Mbega E.R. Phytochemical Activity and Role of Botanical Pesticides in Pest Management for Sustainable Agricultural Crop Production. Sci. Afr. 2020;7:e00239. doi: 10.1016/j.sciaf.2019.e00239.", "ArticleIdList": ["10.1016/j.sciaf.2019.e00239"]}, {"Citation": "Mostafiz M.M., Jhan P.K., Shim J.-K., Lee K.-Y. Methyl Benzoate Exhibits Insecticidal and Repellent Activities Against Bemisia tabaci (Gennadius) (Hemiptera: Aleyrodidae) PLoS ONE. 2018;13:e0208552. doi: 10.1371/journal.pone.0208552.", "ArticleIdList": ["10.1371/journal.pone.0208552", "PMC6279029", "30513123"]}, {"Citation": "Mostafiz M.M., Hassan E., Shim J.-K., Lee K.-Y. Insecticidal Efficacy of Three Benzoate Derivatives Against Aphis gossypii and Its Predator Chrysoperla carnea. Ecotoxicol. Environ. Saf. 2019;184:109653. doi: 10.1016/j.ecoenv.2019.109653.", "ArticleIdList": ["10.1016/j.ecoenv.2019.109653", "31526922"]}, {"Citation": "Hikal W.M., Baeshen R.S., Said-Al Ahl H.A.H. Botanical Insecticide as Simple Extractives for Pest Control. Cogent Biol. 2017;3:1404274. doi: 10.1080/23312025.2017.1404274.", "ArticleIdList": ["10.1080/23312025.2017.1404274"]}, {"Citation": "Baz M.M., Selim A., Radwan I.T., Alkhaibari A.M., Khater H.F. Larvicidal and Adulticidal Effects of Some Egyptian Oils against Culex pipiens. Sci. Rep. 2022;12:4406. doi: 10.1038/s41598-022-08223-y.", "ArticleIdList": ["10.1038/s41598-022-08223-y", "PMC8924206", "35292687"]}, {"Citation": "Mostafiz M.M., Ryu J., Akintola A.A., Choi K.S., Hwang U.W., Hassan E., Lee K.-Y. Larvicidal Activity of Methyl Benzoate, a Volatile Organic Compound, Against the Mosquitoes Aedes albopictus and Culex pipiens (Diptera: Culicidae) Med. Entomol. 2022;59:788–794. doi: 10.1093/jme/tjab230.", "ArticleIdList": ["10.1093/jme/tjab230", "35043202"]}, {"Citation": "Filho S.A., dos Santos M.S., dos Santos O.A.L., Backx B.P., Soran M.L., Opriş O., Lung I., Stegarescu A., Bououdina M. Biosynthesis of Nanoparticles Using Plant Extracts and Essential Oils. Molecules. 2023;28:3060. doi: 10.3390/molecules28073060.", "ArticleIdList": ["10.3390/molecules28073060", "PMC10095647", "37049821"]}, {"Citation": "Anwer M.K., Jamil S., Ibnouf E.O., Shakeel F. Enhanced Antibacterial Effects of Clove Essential Oil by Nanoemulsion. J. Oleo Sci. 2014;63:347–354. doi: 10.5650/jos.ess13213.", "ArticleIdList": ["10.5650/jos.ess13213", "24599109"]}, {"Citation": "Amiri N., Afsharmanesh M., Salarmoini M., Meimandipour A., Hosseini S., Ebrahimnejad H. Nanoencapsulation (In Vitro and In Vivo) as an Efficient Technology to Boost the Potential of Garlic Essential Oil as Alternatives for Antibiotics in Broiler Nutrition. Animal. 2021;15:100022. doi: 10.1016/j.animal.2020.100022.", "ArticleIdList": ["10.1016/j.animal.2020.100022", "33573947"]}, {"Citation": "Hasan S.K., Ferrentino G., Scampicchio M. Nanoemulsion as Advanced Edible Coatings to Preserve the Quality of Fresh-Cut Fruits and Vegetables: A Review. Int. J. Food Sci. Technol. 2020;55:1–10. doi: 10.1111/ijfs.14273.", "ArticleIdList": ["10.1111/ijfs.14273"]}, {"Citation": "Paynter Q., Konuma A., Dodd S.L., Hill R.L., Field L., Gourlay A.H., Winks C.J. Prospects for Biological Control of Lonicera japonica (Caprifoliaceae) in New Zealand. Biol. Control. 2017;105:56–65. doi: 10.1016/j.biocontrol.2016.11.006.", "ArticleIdList": ["10.1016/j.biocontrol.2016.11.006"]}, {"Citation": "Ilies D., Radulescu V., Dutu L. Volatile Constituents from the Flowers of Two Species of Honeysuckle (Lonicera japonica and Lonicera caprifolium) Farmacia. 2014;62:194–201."}, {"Citation": "Dimitriu L., Preda D., Constantinescu-Aruxandei D., Oancea F., Babeanu N. Optimization of Ultrasound-Assisted Extraction of Polyphenols from Honysuckle (Lonicera caprifolium) AgroLife Sci. J. 2021;10:47–55. doi: 10.17930/AGL202125.", "ArticleIdList": ["10.17930/AGL202125"]}, {"Citation": "Muturi E.J., Doll K., Berhow M., Flor-Weilera L.B., Rooney A.P. Honeysuckle Essential Oil as a Potential Source of Ecofriendly Larvicides for Mosquito Control. Pest Manag. Sci. 2019;75:2043–2048. doi: 10.1002/ps.5327.", "ArticleIdList": ["10.1002/ps.5327", "30632272"]}, {"Citation": "Munda S., Dutta S., Pandey S.K., Sarma N., Lal M. Antimicrobial Activity of Essential Oils of medicinal and Aromatic Plants of the North East India: A biodiversity hot spot. J. Essent. Oil-Bear. Plants. 2019;22:105–119. doi: 10.1080/0972060X.2019.1601032.", "ArticleIdList": ["10.1080/0972060X.2019.1601032"]}, {"Citation": "Jia J., Duan S., Zhou X., Sun L., Qin C., Li M., Ge F. Long-Term Antibacterial Film Nanocomposite Incorporated with Patchouli Essential Oil Prepared by Supercritical CO2 Cyclic Impregnation for Wound Dressing. Molecules. 2021;26:5005. doi: 10.3390/molecules26165005.", "ArticleIdList": ["10.3390/molecules26165005", "PMC8400993", "34443590"]}, {"Citation": "Fatima S., Farzeen I., Ashraf A., Aslam B., Ijaz M.U., Hayat S., Sarfraz M.H., Zafar S., Zafar N., Unuofin J.O., et al. A Comprehensive Review on Pharmacological Activities of Pachypodol: A bioactive Compound of an Aromatic Medicinal Plant Pogostemon cablin Benth. Molecules. 2023;14:3469. doi: 10.3390/molecules28083469.", "ArticleIdList": ["10.3390/molecules28083469", "PMC10141922", "37110702"]}, {"Citation": "Kah M., Beulke S., Tiede K., Hofmann T. Nanopesticides: State of Knowledge, Environmental Fate, and Exposure Modeling. Crit. Rev. Environ. Sci. Technol. 2013;43:1823–1867. doi: 10.1080/10643389.2012.671750.", "ArticleIdList": ["10.1080/10643389.2012.671750"]}, {"Citation": "Tadros T., Izquierdo P., Esquena J., Solans C. Formation and stability of nano-emulsions. Adv. Colloid Interface Sci. 2004;108:303–318. doi: 10.1016/j.cis.2003.10.023.", "ArticleIdList": ["10.1016/j.cis.2003.10.023", "15072948"]}, {"Citation": "Campolo O., Cherif A., Ricupero M., Siscaro G., Grissa-Lebdi K., Russo A., Cucci L.M., Di Pietro P., Satriano C., Desneux N., et al. Citrus Peel Essential oil Nanoformulations to Control the Tomato Borer, Tuta absoluta: Chemical properties and biological activity. Sci. Rep. 2017;7:13036. doi: 10.1038/s41598-017-13413-0.", "ArticleIdList": ["10.1038/s41598-017-13413-0", "PMC5638903", "29026207"]}, {"Citation": "Werdin González J.O., Stefanazzi N., Murray A.P., Ferrero A.A., Fernández Band B. Novel Nanoinsecticides Based on Essential Oils to Control the German Cockroach. J. Pest Sci. 2015;88:393–404. doi: 10.1007/s10340-014-0607-1.", "ArticleIdList": ["10.1007/s10340-014-0607-1"]}, {"Citation": "Radwan I.T., Baz M.M., Khater H., Selim A.M. Nanostructured Lipid Carriers (NLC) for Biologically Active Green Tea and Fennel Natural Oils Delivery: Larvicidal and Adulticidal Activities Against Culex pipiens. Molecules. 2022;27:1939. doi: 10.3390/molecules27061939.", "ArticleIdList": ["10.3390/molecules27061939", "PMC8951010", "35335302"]}, {"Citation": "Moser S.K., Barnard M., Frantz R.M., Spencer J.A., Rodarte K.A., Crooker I.K., Bartlow A.W., Romero-Severson E., Manore C.A. Scoping Review of Culex mosquito Life History Trait Heterogeneity in Response to Temperature. Parasit. Vectors. 2023;16:200. doi: 10.1186/s13071-023-05792-3.", "ArticleIdList": ["10.1186/s13071-023-05792-3", "PMC10265793", "37316915"]}, {"Citation": "Patel K., Akbari D., Pandya R.V., Trivedi J., Mevada V., Wanale S.G., Patel R., Yadav V.K., Tank J.G., Sahoo D.K., et al. Larvicidal Proficiency of Volatile Compounds Present in Commiphora wightii Gum Extract Against Aedes aegypti (Linnaeus, 1762) Front. Plant Sci. 2023;14:1220339. doi: 10.3389/fpls.2023.1220339.", "ArticleIdList": ["10.3389/fpls.2023.1220339", "PMC10499046", "37711311"]}, {"Citation": "Michaelakis A., Papachristos D., Kimbaris A., Koliopoulos G., Giatropoulos A., Polissiou M.G. Citrus Essential Oils and Four Enantiomeric Pinenes Against Culex pipiens (Diptera: Culicidae) Parasitol. Res. 2009;105:769–773. doi: 10.1007/s00436-009-1452-7.", "ArticleIdList": ["10.1007/s00436-009-1452-7", "19424721"]}, {"Citation": "EL-Akhal F., Guemmouh R., Greche H., Lalami A.E. Valorization as A Bio-Insecticide of Essential oils of Citrus sinensis and Citrus aurantium Cultivated in Center of Morocco. J. Mater. Environ. Sci. 2014;5:2319–2324."}, {"Citation": "Pavela R., Govindarajan M. The Essential Oil From Zanthoxylum Monophyllum a Potential Mosquito Larvicide With Low Toxicity to the non-Target Fish Gambusia affinis. J. Pest Sci. 2017;90:369–378. doi: 10.1007/s10340-016-0763-6.", "ArticleIdList": ["10.1007/s10340-016-0763-6"]}, {"Citation": "El-Akhal F., Ramzi A., Farah A., Zoubi Y.E., Benboubker M., Taghzouti K., El Ouali A. Chemical Composition and Larvicidal Activity of Lavandula angustifolia Subsp. angustifolia and Lavandula dentata Spp. dentata Essential Oils Against Culex pipiens Larvae, Vector of West Nile Virus. Psyche A J. Entomol. 2021;2021:8872139. doi: 10.1155/2021/8872139.", "ArticleIdList": ["10.1155/2021/8872139"]}, {"Citation": "Bosly H.A. Larvicidal and Adulticidal Activity of Essential Oils from Plants of the Lamiaceae Family Against the West Nile Virus Vector, Culex pipiens (Diptera: Culicidae) Saudi J. Biol Sci. 2022;29:103350.", "ArticleIdList": ["PMC9232543", "35762012"]}, {"Citation": "El-Akhal F., Lalami A.E., Zoubi Y.E., Greche H., Guemmouh R. Chemical Composition and Larvicidal Activity of Essential Oil of Origanum majorana (Lamiaceae) Cultivated in Morocco Against Culex pipiens (Diptera: Culicidae) Asian Pac. J. Trop. Biomed. 2014;4:746–750. doi: 10.12980/APJTB.4.2014APJTB-2014-0392.", "ArticleIdList": ["10.12980/APJTB.4.2014APJTB-2014-0392"]}, {"Citation": "Aboelhadid S.M., Abdel-Baki A.S., Hassan K.M., Ibrahium S.M., Al-Quraishy S., Hassan A.O., and Kamel A.A. Insecticidal Efficacy of Geranium Oil Nanoemulsion and Synergism with Sesame Oil and their Acetylcholinesterase Inhibition. Pak. J. Zool. 2023:1–17. doi: 10.17582/journal.pjz/20220418100455.", "ArticleIdList": ["10.17582/journal.pjz/20220418100455"]}, {"Citation": "Zeghib F., Tine-Djebbar F., Zeghib A., Bachari K., Sifi K., Soltani N. Chemical Composition and Larvicidal Activity of Rosmarinus officinalis Essential Oil Against West Nile Vector Mosquito Culex pipiens (L.) J. Essent. Oil-Bear. Plants. 2020;23:1463–1474. doi: 10.1080/0972060X.2020.1860138.", "ArticleIdList": ["10.1080/0972060X.2020.1860138"]}, {"Citation": "Aouinty B., Chenaoui M., Mahari S., Rihane A., Mellouki F. Larvicidal Effects of Aqueous Extract from Ricinus communis L. Leaves Against Mosquito Culex pipiens: Mortality and Histopathology of Treated Larvae. J. Mater. Environ. Sci. 2018;9:619–623."}, {"Citation": "Wangrawa D.W., Kosgei J., Machani M., Opala J., Agumba S., Yameogo F., Borovsky D., Ochomo E. Larvicidal Activities and Synergistic Effects of Essential Oils Against Anopheles funestus and Culex quinquefasciatus (Diptera: Culicidae) from Kisumu, Kenya. Psyche A J. Entomol. 2022;2022:8302696. doi: 10.1155/2022/8302696.", "ArticleIdList": ["10.1155/2022/8302696"]}, {"Citation": "Hamad Y.K., Abobakr Y., Salem M.Z.M., Ali H.M., Al-Sarar A.S., Al-Zabib A.A. Activity of Plant Extracts/Essential Oils Against Three Plant Pathogenic Fungi and Mosquito Larvae: GC/MS Analysis of Bioactive Compounds. BioRes. 2019;14:4489–4511."}, {"Citation": "Sogan N., Kapoor N., Singh H., Kala S., Nayak A., Nagpal B.N. 2018. Larvicidal Activity of Ricinus communis Extract Against Mosquitoes. J. Vector Borne Dis. 2018;55:282–290.", "ArticleIdList": ["30997888"]}, {"Citation": "Xu P., Zeng F., Bedoukian R.H., Leal W.S. DEET and Other Repellents are Inhibitors of Mosquito Odorant Receptors for Oviposition Attractants. Insect Biochem. Mol. Biol. 2019;113:103224. doi: 10.1016/j.ibmb.2019.103224.", "ArticleIdList": ["10.1016/j.ibmb.2019.103224", "PMC6752049", "31446031"]}, {"Citation": "Zeng F., Xu P., Tan K., Zarbin P.H.G., Leal W.S. Methyl Dihydrojasmonate and Lilial are the Constituents with an “off-label” Insect Repellence in Perfumes. PLoS ONE. 2018;13:e0199386. doi: 10.1371/journal.pone.0199386.", "ArticleIdList": ["10.1371/journal.pone.0199386", "PMC6007898", "29920544"]}, {"Citation": "Afify A., Horlacher B., Roller J., Galizia C.G. Different Repellents for Aedes aegypti Against Blood-Feeding and Oviposition. PLoS ONE. 2014;9:e103765. doi: 10.1371/journal.pone.0103765.", "ArticleIdList": ["10.1371/journal.pone.0103765", "PMC4117642", "25079819"]}, {"Citation": "Govindarajan M., Benelli G. Artemisia absinthium-Borne Compounds as Novel Larvicides: Effectiveness Against Six Mosquito Vectors and Acute Toxicity on Non-Target Aquatic Organisms. Parasitol. Res. 2016;115:4649–4661. doi: 10.1007/s00436-016-5257-1.", "ArticleIdList": ["10.1007/s00436-016-5257-1", "27630101"]}, {"Citation": "Theochari I., Giatropoulos A., Papadimitriou V., Karras V., Balatsos G., Papachristos D., Michaelakis A. Physicochemical Characteristics of Four Limonene-Based Nanoemulsions and Their larvicidal Properties Against Two Mosquito Species, Aedes albopictus and Culex pipiens molestus. Insects. 2020;11:740. doi: 10.3390/insects11110740.", "ArticleIdList": ["10.3390/insects11110740", "PMC7693712", "33126682"]}, {"Citation": "Cruz-Castillo A.U., Rodríguez-Valdez L.M., Correa-Basurto J., Nogueda-Torres B., Andrade-Ochoa S., Nevárez-Moorillón G.V. Terpenic Constituents of Essential Oils with Larvicidal Activity Against Aedes aegypti: A QSAR and Docking Molecular Study. Molecules. 2023;28:454. doi: 10.3390/molecules28062454.", "ArticleIdList": ["10.3390/molecules28062454", "PMC10054420", "36985426"]}, {"Citation": "Park H., Park I. Larvicidal Activity of Amyris balsamifera, Daucus carota and Pogostemon cablin Essential Oils and Their Components Against Culex pipiens Pallens. J. Asia Pac. Entomol. 2012;15:631–634. doi: 10.1016/j.aspen.2012.07.006.", "ArticleIdList": ["10.1016/j.aspen.2012.07.006"]}, {"Citation": "Hazarika H., Tyagi V., Krishnatreyya H., Kishor S., Karmakar S., Bhattacharyya D.R., Chattopadhyay P. Toxicity of Essential Oils on Aedes aegypti: A Vector of Chikungunya and Dengue Fever. Int. J. Mosq. Res. 2018;5:51–57."}, {"Citation": "Lima Santos L., Barreto Brandão L., Lopes Martins R., de Menezes Rabelo E., Lobato Rodrigues A.B., da Conceição Vieira Araújo C.M., Fernandes Sobral T., Ribeiro Galardo A.K., Moreira da Silva de Ameida S.S. Evaluation of the Larvicidal Potential of the Essential Oil Pogostemon cablin (Blanco) Benth in the Control of Aedes aegypti. Pharmaceuticals. 2019;8:53. doi: 10.3390/ph12020053.", "ArticleIdList": ["10.3390/ph12020053", "PMC6630315", "30965561"]}, {"Citation": "Deng W., Li M., Liu S., Logan J.G., Mo J. Repellent Screening of Selected Plant Essential Oils Against Dengue Fever Mosquitoes Using Behavior Bioassays. Neotrop. Entomol. 2023;52:521–529. doi: 10.1007/s13744-023-01039-z.", "ArticleIdList": ["10.1007/s13744-023-01039-z", "PMC10181966", "36928838"]}, {"Citation": "Feng Y., Wang Y., You C., Guo S., Du Y., Du S. Bioactivities of patchoulol and phloroacetophenone from Pogostemon cablin essential oil against three insects. Int. J. Food Prop. 2019;22:1365–1374. doi: 10.1080/10942912.2019.1648508.", "ArticleIdList": ["10.1080/10942912.2019.1648508"]}, {"Citation": "Gavit A.A., Gagrani M.B., Gurav S.S., Ayyanar M., Beldar V.G., Tatiya A.U., Surana S.J., Firke S.D., Kalaskar M.G. Chemical Composition and Biological Activities of Lonicera caprifolium L. (Caprifoliaceae) essential oil. Nat. Prod. Res. 2023;24:1–8. doi: 10.1080/14786419.2023.2193745.", "ArticleIdList": ["10.1080/14786419.2023.2193745", "36960955"]}, {"Citation": "Galovicova L., Borotova P., Valkova V., Duranova H., Stefánikova J., Vukovic N.L., Vukic M., Kacaniova M. Biological Activity of Pogostemon cablin Essential Oil and Its Potential Use for Food Preservation. Agronomy. 2022;12:387. doi: 10.3390/agronomy12020387.", "ArticleIdList": ["10.3390/agronomy12020387"]}, {"Citation": "Roshan A.B., Dubey N.K., Mohana D.C. Chitosan Nanoencapsulation of Pogostemon cablin (Blanco) Benth. Essential Oil and Its Novel Preservative Effect for Enhanced Shelf Life of Stored Maize kernels During Storage: Evaluation of Its Enhanced Antifungal, Antimycotoxin, Antioxidant Activities and Possible Mode of Action. Int. J. Food Sci. Technol. 2022;57:2195–2202."}, {"Citation": "Said-Al Ahl H.A.H., Sabra A.S., Alataway A., Astatkie T., Mahmoud A.A., Bloem E. Biomass Production and Essential Oil Composition of Thymus vulgaris in Response to Water Stress and Harvest Time. J. Essent. Oil Res. 2019;31:63–68. doi: 10.1080/10412905.2018.1518794.", "ArticleIdList": ["10.1080/10412905.2018.1518794"]}, {"Citation": "Hikal W.M., Said-Al Ahl H.A.H. Influence of Plectranthus amboinicus Essential Oil on Potentially Pathogenic Acanthamoeba Isolated from Water tanks in Tabuk, Saudi Arabia. Eco. Env. Cons. 2019;25:1137–1145."}, {"Citation": "Kesraoui S., Andrés M.F., Berrocal-Lobo M., Soudani S., Gonzalez-Coloma A. Direct and Indirect Effects of Essential Oils for Sustainable Crop Protection. Plants. 2022;11:2144. doi: 10.3390/plants11162144.", "ArticleIdList": ["10.3390/plants11162144", "PMC9416161", "36015446"]}, {"Citation": "Gupta I., Singh R., Muthusamy S., Sharma M., Grewal K., Singh H.P., Batish D.R. Plant Essential Oils as Biopesticides: Applications, Mechanisms, Innovations, and Constraints. Plants. 2023;12:2916. doi: 10.3390/plants12162916.", "ArticleIdList": ["10.3390/plants12162916", "PMC10458566", "37631128"]}, {"Citation": "Hikal W.M., Said-Al Ahl H.A.H. Cysticidal Activity of Trachyspermum ammi Essential Oil Against Acanthamoeba Isolates from Dental Clinic and Hospital Water Networks. Pak. J. Zool. 2019;51:1799–1806. doi: 10.17582/journal.pjz/2019.51.5.1799.1806.", "ArticleIdList": ["10.17582/journal.pjz/2019.51.5.1799.1806"]}, {"Citation": "Adhavan P., Kaur G., Princy A., Murugan R. Essential oil Nanoemulsions of Wild Patchouli Attenuate Multi-Drug Resistant Gram-Positive, Gram-Negative and Candida albicans. Ind. Crops Prod. 2017;100:106–116. doi: 10.1016/j.indcrop.2017.02.015.", "ArticleIdList": ["10.1016/j.indcrop.2017.02.015"]}, {"Citation": "Costa T.L., Santos R.C.d., Santos A.A., Pimentel E.d.S., Lima E., Batista C.V., Bacci L., Freitas D.R.d., Picanço M.C. 2023. Lethal and Sublethal Effects of an Essential Oil-Based Emulsion of Patchouli, Pogostemon cablin (Lamiaceae), on the Tomato Leafminer. Agriculture. 2023;13:1540. doi: 10.3390/agriculture13081540.", "ArticleIdList": ["10.3390/agriculture13081540"]}, {"Citation": "Caballero-Gallardo K., Fuentes-Lopez K., Stashenko E.E., Olivero-Verbel J. Chemical Composition, Repellent Action, and Toxicity of Essential Oils from Lippia origanoide, Lippia alba Chemotypes, and Pogostemon cablin on adults of Ulomoides dermestoides (Coleoptera: Tenebrionidae) Insects. 2023;14:41. doi: 10.3390/insects14010041.", "ArticleIdList": ["10.3390/insects14010041", "PMC9863295", "36661969"]}, {"Citation": "Ríos N., Stashenko E.E., Duque J.E. Evaluation of the Insecticidal Activity of Essential Oils and Their Mixtures Against Aedes aegypti (Diptera: Culicidae) Rev. Bras. Entomol. 2017;61:307–311. doi: 10.1016/j.rbe.2017.08.005.", "ArticleIdList": ["10.1016/j.rbe.2017.08.005"]}, {"Citation": "Muturi E.J., Hay W.T., Doll K.M., Ramirez J.L., Selling G. Insecticidal Activity of Commiphora erythraea Essential Oil and Its Emulsions Against Larvae of Three Mosquito Species. J. Med. Entomol. 2020;57:1835–1842. doi: 10.1093/jme/tjaa097.", "ArticleIdList": ["10.1093/jme/tjaa097", "32474606"]}, {"Citation": "Azmy D.M., El Gohary E.E., Mahmoud D.M., Salem D.M., Abdou M.A., Salama M.S. Assessment of Larvicidal Activity of Nanoemulsion from Citrus sinensis Essential Oil on Culex pipiens L. (Diptera: Culicidae) Egypt. J. Aquat. Biol. Fish. 2019;23:61–67. doi: 10.21608/ejabf.2019.35100.", "ArticleIdList": ["10.21608/ejabf.2019.35100"]}, {"Citation": "Baz M.M., Khater H.F., Baeshen R.S., Selim A., Shaheen E.S., El-Sayed Y.A., Salama S.A., Hegazy M.M. Novel Pesticidal Efficacy of Araucaria heterophylla and Commiphora molmol Extracts Against Camel and Cattle Blood-Sucking Ectoparasites. Plants. 2022;11:1682. doi: 10.3390/plants11131682.", "ArticleIdList": ["10.3390/plants11131682", "PMC9269226", "35807634"]}, {"Citation": "Demirak M.Ş.Ş., Canpolat E. Plant-Based Bioinsecticides for Mosquito Control: Impact on Insecticide Resistance and Disease Transmission. Insects. 2022;13:162. doi: 10.3390/insects13020162.", "ArticleIdList": ["10.3390/insects13020162", "PMC8878986", "35206735"]}, {"Citation": "Isman M.B., Miresmailli S., Machial C. Commercial Opportunities for Pesticides Based on Plant Essential Oils in Agriculture, Industry and Consumer Products. Phytochem. Rev. 2011;10:197–204. doi: 10.1007/s11101-010-9170-4.", "ArticleIdList": ["10.1007/s11101-010-9170-4"]}, {"Citation": "Kandar P. Phytochemicals and Biopesticides: Development, Current Challenges and Effects on Human Health and Diseases. J. Biomed Res. 2021;2:3–15."}, {"Citation": "Gnankiné O., Bassolé I.H.N. Essential Oils a s an Alternative to Pyrethroids’ Resistance Against Anopheles Species Complex Giles (Diptera: Culicidae) Molecules. 2017;22:1321. doi: 10.3390/molecules22101321.", "ArticleIdList": ["10.3390/molecules22101321", "PMC6151604", "28937642"]}, {"Citation": "Singh Y., Meher J.G., Raval K., Khan F.A., Chaurasia M., Jain N.K., Chourasia M.K. Nanoemulsion: Concepts, Development and Applications in Drug Delivery. J. Control. Release. 2017;252:28–49. doi: 10.1016/j.jconrel.2017.03.008.", "ArticleIdList": ["10.1016/j.jconrel.2017.03.008", "28279798"]}, {"Citation": "Palazzolo S., Bayda S., Hadla M., Caligiuri I., Corona G., Toffoli G. The Clinical Translation of Organic Nanomaterials for Cancer Therapy: A Focus on Polymeric Nanoparticles, Micelles, Liposomes and Exosomes. Curr. Med. Chem. 2018;25:4224–4268. doi: 10.2174/0929867324666170830113755.", "ArticleIdList": ["10.2174/0929867324666170830113755", "28875844"]}, {"Citation": "Radwan I.T., Baz M.M., Khater H., Alkhaibari A.M., Selim A.M. Mg-LDH nanoclays intercalated fennel and green tea active ingredient: Field and laboratory evaluation of insecticidal activities against Culex pipiens and their non-target organisms. Molecules. 2022;27:2424. doi: 10.3390/molecules27082424.", "ArticleIdList": ["10.3390/molecules27082424", "PMC9028813", "35458623"]}, {"Citation": "Mustafa I.F., Hussein M.Z. Synthesis and Technology of Nanoemulsion-Based Pesticide Formulation. Nanomaterials. 2020;10:1608. doi: 10.3390/nano10081608.", "ArticleIdList": ["10.3390/nano10081608", "PMC7466655", "32824489"]}, {"Citation": "Feng J., Zhang Q., Liu Q., Zhu Z., McClements D.J., Jafari S.M. Application of Nanoemulsions in Formulation of Pesticides. Nanoemulsions. 2018:379–413. doi: 10.1016/B978-0-12-811838-2.00012-6.", "ArticleIdList": ["10.1016/B978-0-12-811838-2.00012-6"]}, {"Citation": "Masarudin M.J., Cutts S.M., Evison B.J., Phillips D.R., Pigram P.J. Factors Determining the Stability, Size Distribution, and Cellular Accumulation of Small, Monodisperse Chitosan Nanoparticles As Candidate Vectors For Anticancer Drug Delivery: Application To The Passive Encapsulation of [(14)C]-doxorubicin. Nanotechnol. Sci. Appl. 2015;8:67–80. doi: 10.2147/NSA.S91785.", "ArticleIdList": ["10.2147/NSA.S91785", "PMC4686320", "26715842"]}, {"Citation": "Danaei M., Dehghankhold M., Ataei S., Hasanzadeh Davarani F., Javanmard R., Dokhani A., Khorasani S., Mozafari M.R. Impact of Particle Size and Polydispersity Index on the Clinical Applications of Lipidic Nanocarrier Systems. Pharmaceutics. 2018;10:57. doi: 10.3390/pharmaceutics10020057.", "ArticleIdList": ["10.3390/pharmaceutics10020057", "PMC6027495", "29783687"]}, {"Citation": "Nuchuchua O., Sakulku U., Uawongyart N., Puttipipatkhachorn S., Soottitantawat A., Ruktanonchai U. In Vitro Characterization and Mosquito (Aedes aegypti) Repellent Activity of Essential-Oils-Loaded Nanoemulsions. AAPS PharmSciTech. 2009;10:1234–1242. doi: 10.1208/s12249-009-9323-1.", "ArticleIdList": ["10.1208/s12249-009-9323-1", "PMC2799589", "19862624"]}, {"Citation": "Rodrigues E.D.C., Ferreira A.M., Vilhena J.C., Almeida F.B., Cruz R.A., Florentino A.C. Development of a Larvicidal Nanoemulsion with Copaiba (Copaifera duckei) Oleoresin. Rev. Bras. Farmacogn. 2014;24:699–705. doi: 10.1016/j.bjp.2014.10.013.", "ArticleIdList": ["10.1016/j.bjp.2014.10.013"]}, {"Citation": "Alipanah H., Abdollahi A., Firooziyan S., Zarenezhad E., Jafari M., Osanloo M. Nanoemulsion and Nanogel Containing Eucalyptus globulus Essential Oil; Larvicidal Activity and Antibacterial Properties. Interdiscip. Perspect. Infect. Dis. 2022;2022:1616149. doi: 10.1155/2022/1616149.", "ArticleIdList": ["10.1155/2022/1616149", "PMC9453008", "36092391"]}, {"Citation": "Turgut N.H., Altun A., Kara H., Tepe B., Ergül M., Tuncel N., Tuncel N. Anticancer and Antiangiogenic Effects of Methanol Extracts of Lonicera caprifolium L. on C6 Rat Glioma Cells. Cumhur. Med. J. 2016;38:6–19. doi: 10.7197/cmj.v38i1.5000165142.", "ArticleIdList": ["10.7197/cmj.v38i1.5000165142"]}, {"Citation": "Wu Y.G., Li X.C., Yang D.M., Hu X.W., Zhang J.F. Isolation and Identification of the Water-Soluble Components of Pogostemon cablin. Chem. Eng. 2013;III:71–76."}, {"Citation": "Wang D.H., Yin Z.Q., Zhang Q.W., Ye W.C., Zhang X.Q., Zhang J. Nonvolatile Chemical Constituents from Pogostemon cablin. Zhongguo Zhong Yao Za Zhi. 2010;35:2704–2707.", "ArticleIdList": ["21246823"]}, {"Citation": "Tilquin M., Meyran J.C., Asther M., Marigo G. Hot Extraction and Characterization of a Lignin Like Fraction Involved in Larvicidal Effects of Decomposed Leaf Litter Against Mosquito. J. Chem. Ecol. 2002;28:1497–1510. doi: 10.1023/A:1019920310315.", "ArticleIdList": ["10.1023/A:1019920310315", "12371806"]}, {"Citation": "Gazim Z.C., Valle J.S., Carvalho dos Santos I., Rahal I.L., Silva G.C.C., Lopes A.D., Ruiz S.P., Faria M.G.I., Piau Junior R., Gonçalves D.D. Ethnomedicinal, phytochemical and pharmacological investigations of Baccharis dracunculifolia DC. (ASTERACEAE) Front. Pharmacol. 2022;13:1048688. doi: 10.3389/fphar.2022.1048688.", "ArticleIdList": ["10.3389/fphar.2022.1048688", "PMC9742423", "36518668"]}, {"Citation": "Deletre E., Martin T., Campagne P., Bourguet D., Cadin A., Menut C., Bonafos R., Chandre F. Repellent, Irritant and Toxic Effects of 20 Plant Extracts on Adults of the Malaria Vector Anopheles gambiae Mosquito. PLoS ONE. 2013;8:e82103. doi: 10.1371/journal.pone.0082103.", "ArticleIdList": ["10.1371/journal.pone.0082103", "PMC3871167", "24376515"]}, {"Citation": "Manjesh K., Kundu A., Dutta A., Saha S., Neelakanthaiah B.S. Bio-Insecticidal Nanoemulsions of Essential Oil and Lipid-Soluble Fractions of Pogostemon cablin. Front. Plant Sci. 2022;13:874221. doi: 10.3389/fpls.2022.874221.", "ArticleIdList": ["10.3389/fpls.2022.874221", "PMC9101049", "35574070"]}, {"Citation": "Wu W., Yang Y., Feng Y., Ren X., Li Y., Li W., Huang J., Kong L., Chen X., Lin Z., et al. Study of the Repellent Activity of 60 Essential Oils and Their Main Constituents Against Aedes albopictus, and Nano-Formulation Development. Insects. 2022;13:1077. doi: 10.3390/insects13121077.", "ArticleIdList": ["10.3390/insects13121077", "PMC9782114", "36554987"]}, {"Citation": "Abdul Khalil H., Muhammad S., Yahya E.B., Amanda L.K.M., Abu Bakar S., Abdullah C. Synthesis and Characterization of Novel Patchouli Essential Oil Loaded Starch-Based Hydrogel. Gels. 2022;8:536. doi: 10.3390/gels8090536.", "ArticleIdList": ["10.3390/gels8090536", "PMC9498342", "36135248"]}, {"Citation": "Baz M. Ph.D. Thesis. Benha University; Benha, Egypt: 2013. Strategies for Mosquito Control."}, {"Citation": "WHO . Guidelines for Laboratory and Field Testing of Mosquito Larvicides. WHO; Geneva, Switzerland: 2005."}, {"Citation": "Vatandoost H., Abai M.R., Akbari M., Raeisi A., Yousefi H., Sheikhi S., Bagheri A. Comparison of CDC Bottle Bioassay with WHO Standard Method for Assessment Susceptibility Level of Malaria Vector, Anopheles stephensi to Three Imagicides. J. Arthropod. Borne Dis. 2019;13:17. doi: 10.18502/jad.v13i1.929.", "ArticleIdList": ["10.18502/jad.v13i1.929", "PMC6643010", "31346532"]}, {"Citation": "Ashmawy N.A., Salem M.Z.M., El-Hefny M. Antibacterial Activity of the Bioactive Compounds Identified in Three Woody Plants Against Some Pathogenic Bacteria. Microb. Pathog. 2018;121:331–340. doi: 10.1016/j.micpath.2018.05.032.", "ArticleIdList": ["10.1016/j.micpath.2018.05.032", "29800700"]}, {"Citation": "WHO . Test Procedures for Insecticide Resistance Monitoring in malaria Vector Mosquitoes. WHO; Geneva, Switzerland: 2016."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2023", "Month": "10", "Day": "20"}, {"Year": "2023", "Month": "10", "Day": "22"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "14", "Hour": "2", "Minute": "17"}, {"Year": "2023", "Month": "10", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["37960039", "PMC10650709", "10.3390/plants12213682", "plants12213682"]}}], "PubmedBookArticle": []}