{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "37972141", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["e0294673", "10.1371/journal.pone.0294673"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "11", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Dormancy release of seeds of Podophyllum hexandrum Royle accompanied by changes in phytochemicals and inorganic elements.", "Pagination": {"StartPage": "e0294673", "MedlinePgn": "e0294673"}, "Abstract": {"AbstractText": ["Podophyllum hexandrum Royle is an alpine medicinal plant of considerable importance, and its seed dormancy severely inhibits population renewal. Although cold stratification can break dormancy to a certain extent, the migration and accumulation of phytochemicals and inorganic elements in the seeds during dormancy release and their functions remain unclear. Changes in phytochemicals and inorganic elements in different seed parts were analyzed during dormancy. The key differential phytochemicals and inorganic elements were screened and their association with dormancy release and their roles in dormancy release were explored. The results showed that dormancy release may have occurred following the decrease in palmitic acid and linoleic acid content in the seeds and the increase in 2,3-dihydro-3,5-dihydro-6-methyl-4 (h)-pyran-4-one content in the endosperm. Meanwhile, 6-propyltridecane and hexadecane in the seed coat may enhance the water permeability of seeds to speed up germination. Mg may migrate from the seed coat to the endosperm and seed embryos, whereas Co may migrate from the seed embryo to the seed coat. Ca, Mn, Mg, and Co are involved in various physiological metabolic processes, which may facilitate the dormancy release of P. hexandrum seeds. These findings have enhanced our understanding of the mechanisms of dormancy release in P. hexandrum seeds and can serve as a reference for the development of more effective dormancy-breaking techniques for the conservation of this endangered medicinal plant."], "CopyrightInformation": "Copyright: © 2023 Jiu et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}], "LastName": "Jiu", "ForeName": "Xijia", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}, {"Identifier": [], "Affiliation": "Northwest Chinese and Tibetan Medicine Collaborative Innovation Center, Lanzhou, China."}], "LastName": "Chen", "ForeName": "Honggang", "Initials": "H"}, {"Identifier": ["0000-0002-5791-9304"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}, {"Identifier": [], "Affiliation": "Northwest Chinese and Tibetan Medicine Collaborative Innovation Center, Lanzhou, China."}], "LastName": "Du", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}], "LastName": "Jia", "ForeName": "XiWei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}], "LastName": "Liu", "ForeName": "Dong", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}], "LastName": "Meng", "ForeName": "JinJin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Traditional Chinese Medicine, Lanzhou, China."}], "LastName": "Xu", "ForeName": "XiaoJuan", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "SupplMeshList": ["Sinopodophyllum hexandrum"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Germination"}, {"QualifierName": ["physiology"], "DescriptorName": "Plant Dormancy"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "Endosperm"}, {"QualifierName": ["physiology"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Committee of Chinese Flora.Chinese Academy of Sciences. Flora of China, Berberaceae. Beijing:Science Publishers;2001."}, {"Citation": "Kalam MA, Malik AH, Ganie AH, Butt TA. Medicinal importance of Papra (Podophyllum hexandrum Royle) in Unani System of Medicine. Journal of Complementary and Integrative Medicine. 2021;18: 485–490. doi: 10.1515/jcim-2020-0178", "ArticleIdList": ["10.1515/jcim-2020-0178", "33544520"]}, {"Citation": "National Pharmacopoeia Committee. Pharmacopoeia of the people’s Republic of China, 1rd ed.Beijing:China Medical Science and Technology Press;2020."}, {"Citation": "Thakur M, Asrani RK, Thakur S, Sharma PK, Patil RD, Lal B, et al.. Observations on traditional usage of ethnomedicinal plants in humans and animals of Kangra and Chamba districts of Himachal Pradesh in North-Western Himalaya, India. Journal of Ethnopharmacology. 2016;191: 280–300. doi: 10.1016/j.jep.2016.06.033", "ArticleIdList": ["10.1016/j.jep.2016.06.033", "27321279"]}, {"Citation": "Shah Z, Gohar UF, Jamshed I, Mushtaq A, Mukhtar H, Zia-UI-Haq M,et al.. Podophyllotoxin: History, Recent Advances and Future Prospects. Biomolecules. 2021;11: 603. doi: 10.3390/biom11040603", "ArticleIdList": ["10.3390/biom11040603", "PMC8073934", "33921719"]}, {"Citation": "Yu X, Che Z, Xu H. Recent Advances in the Chemistry and Biology of Podophyllotoxins. Chemistry—A European Journal. 2017;23: 4467–4526. doi: 10.1002/chem.201602472", "ArticleIdList": ["10.1002/chem.201602472", "27726183"]}, {"Citation": "Giri A,Lakshmi Narasu M. Production of podophyllotoxin from Podophyllum hexandrum: A potential natural product for clinically useful anticancer drugs. Cytotechnology. 2000; 34:17–26. 10.1023/A:1008138230896", "ArticleIdList": ["10.1023/A:1008138230896", "PMC3449733", "19003377"]}, {"Citation": "Sharma R, Kaur S, Uniyal SK. Population and vulnerability assessment of high value medicinal plants in the Alpine regions of western Himalaya. Journal of Applied Research on Medicinal and Aromatic Plants. 2022;26: 100353. doi: 10.1016/j.jarmap.2021.100353", "ArticleIdList": ["10.1016/j.jarmap.2021.100353"]}, {"Citation": "Fu LG. Red Book of Chinese plants. Science Publishers. 1991;Beijing."}, {"Citation": "Nadeem M, Palni LMS, Purohit AN, Pandey H, Nandi SK. Propagation and conservation of Podophyllum hexandrum Royle: An important medicinal herb. Biological Conservation. 2000;92: 121–129. doi: 10.1016/S0006-3207(99)00059-2", "ArticleIdList": ["10.1016/S0006-3207(99)00059-2"]}, {"Citation": "García-Fernández A,Escudero A,Lara-Romero C,Iriondo JM. Effects of the duration of cold stratification on early life stages of the Mediterranean alpine plant Silene ciliata. Plant Biology. 2015;17: 344–350. doi: 10.1111/plb.12226", "ArticleIdList": ["10.1111/plb.12226", "25115908"]}, {"Citation": "Kırmızı S, Güleryüz G, Arslan H. Effects of pretreatments on seed dormancy and germination in endemic Uludağ flax (Linum olympicum Boiss.) (Linaceae). Horticulture Environment and Biotechnology. 2018;59: 629–635. doi: 10.1007/s13580-018-0075-2", "ArticleIdList": ["10.1007/s13580-018-0075-2"]}, {"Citation": "Jiu XJ, Du T, Chen HG Li F, Xu CR. Changes of Embryo Morphology, Physiology and Biochemistry during Low Temperature Stratification of Sinopodophyllum hexandrum Seeds. Acta Botanica Boreali-Occidentalia Sinica. 2021;12: 2096. doi: 10.7606/j.issn.1000-4025.2021.12.2096", "ArticleIdList": ["10.7606/j.issn.1000-4025.2021.12.2096"]}, {"Citation": "Peng DL, Geng BY, Qin YB, Yang LE, Baskin CC, Baskin JM. Ecophysiology of seed dormancy and germination in the alpine-subalpine medicinal plant species Sinopodophyllum hexandrum (Royle) T. S. Ying. Journal of Applied Research on Medicinal and Aromatic Plants. 2023; 32: 100448. doi: 10.1016/j.jarmap.2022.100448", "ArticleIdList": ["10.1016/j.jarmap.2022.100448"]}, {"Citation": "Dogra V, Ahuja PS, Sreenivasulu Y. Change in protein content during seed germination of a high altitude plant Podophyllum hexandrum Royle. Journal of Proteomics. 2013;78: 26–38. doi: 10.1016/j.jprot.2012.10.025", "ArticleIdList": ["10.1016/j.jprot.2012.10.025", "23153791"]}, {"Citation": "Dogra V, Bagler G, Sreenivasulu Y. Re-analysis of protein data reveals the germination pathway and up accumulation mechanism of cell wall hydrolases during the radicle protrusion step of seed germination in Podophyllum hexandrum- a high altitude plant. Frontiers in Plant Science. 2015;6: 1–16. doi: 10.3389/fpls.2015.00874", "ArticleIdList": ["10.3389/fpls.2015.00874", "PMC4620410", "26579141"]}, {"Citation": "Dogra V, Sharma R, Yelam S. Xyloglucan endo-transglycosylase/hydrolase (XET/H) gene is expressed during the seed germination in Podophyllum hexandrum: a high altitude Himalayan plant. Planta. 2016;244: 505–515. doi: 10.1007/s00425-016-2520-8", "ArticleIdList": ["10.1007/s00425-016-2520-8", "27097640"]}, {"Citation": "Cao X, Li ML, Li J, Song Y, Zhang X, Yang D,et al.. Co-expression of hydrolase genes improves seed germination of Sinopodophyllum hexandrum. Industrial Crops and Products. 2021;164: 113414. doi: 10.1016/j.indcrop.2021.113414", "ArticleIdList": ["10.1016/j.indcrop.2021.113414"]}, {"Citation": "Wang L, Zhu Y, Jiang J, Tan G, Ma Q, Zhang H. Dynamic changes in the levels of metabolites and endogenous hormones during the germination of Zanthoxylum nitidum (Roxb.) DC. Seeds. Plant Signaling & Behavior. 2023; 18. doi: 10.1080/15592324.2023.2251750", "ArticleIdList": ["10.1080/15592324.2023.2251750", "PMC10464536", "37639213"]}, {"Citation": "Matilla AJ. Seed Dormancy: Molecular Control of Its Induction and Alleviation. Plants. 2020;9: 1402. doi: 10.3390/plants9101402", "ArticleIdList": ["10.3390/plants9101402", "PMC7589034", "33096840"]}, {"Citation": "Penfield S. Seed dormancy and germination. Current Biology. 2017;27: R874–R878. doi: 10.1016/j.cub.2017.05.050", "ArticleIdList": ["10.1016/j.cub.2017.05.050", "28898656"]}, {"Citation": "Fàbregas N, Fernie AR. The reliance of phytohormone biosynthesis on primary metabolite precursors. Journal of Plant Physiology. 2022;268: 153589. doi: 10.1016/j.jplph.2021.153589", "ArticleIdList": ["10.1016/j.jplph.2021.153589", "34896926"]}, {"Citation": "Liu S, Jiang X, Liu Z, Cheng Y, Sun T, Yu X. Mechanism of the Breaking of Seed Dormancy by Flower Thinning in Heracleum moellendorffii Hance. Journal of Plant Growth Regulation. 2018;38: 870–882. doi: 10.1007/s00344-018-9898-4", "ArticleIdList": ["10.1007/s00344-018-9898-4"]}, {"Citation": "Das A, Kim D-W, Khadka P, Rakwal R, Rohila JS. Unraveling Key Metabolomic Alterations in Wheat Embryos Derived from Freshly Harvested and Water-Imbibed Seeds of Two Wheat Cultivars with Contrasting Dormancy Status. Frontiers in Plant Science. 2017;8. doi: 10.3389/fpls.2017.01203", "ArticleIdList": ["10.3389/fpls.2017.01203", "PMC5506182", "28747920"]}, {"Citation": "Zhao T, Qian C, Gao Y, Chen L, Zhu M, Pan Y, et al.. Germination inhibitors detected in Sapium sebiferum seeds. Journal of Forestry Research. 2019;30: 2305–2312. doi: 10.1007/s11676-018-0798-z", "ArticleIdList": ["10.1007/s11676-018-0798-z"]}, {"Citation": "Shah FA, Ni J, Chen J, Wang Q, Liu W, Chen X, et al.. Proanthocyanidins in seed coat tegmen and endospermic cap inhibit seed germination in Sapium sebiferum. PeerJ. 2018;6: e4690. doi: 10.7717/peerj.4690", "ArticleIdList": ["10.7717/peerj.4690", "PMC5924686", "29713566"]}, {"Citation": "Sunohara Y, Nakano K, Matsuyama S, Oka T, Matsumoto H. Cuminaldehyde, a cumin seed volatile component, induces growth inhibition, overproduction of reactive oxygen species and cell cycle arrest in onion roots. Scientia Horticulturae. 2021;289: 110493. doi: 10.1016/j.scienta.2021.110493", "ArticleIdList": ["10.1016/j.scienta.2021.110493"]}, {"Citation": "Hernández-Pinto CD, Alvarado-López CJ, Garruña R, Andueza-Noh RH, Hernández-Núñez E, Zamora-Bustillos R, et al.. Kinetics of Macro and Micronutrients during Germination of Habanero Pepper Seeds in Response to Imbibition. Agronomy. 2022;12: 1–18. doi: 10.3390/agronomy12092117", "ArticleIdList": ["10.3390/agronomy12092117"]}, {"Citation": "Iwai T, Takahashi M, Oda K, Terada Y, Yoshida KT. Dynamic changes in the distribution of minerals in relation to phytic acid accumulation during rice seed development. Plant Physiology. 2012;160: 2007–2014. doi: 10.1104/pp.112.206573", "ArticleIdList": ["10.1104/pp.112.206573", "PMC3510127", "23090587"]}, {"Citation": "Kigel J. Seed Development and Germination. Routledge; 2017."}, {"Citation": "Kotowska U, Żalikowski M, Isidorov VA. HS-SPME/GC-MS analysis of volatile and semi-volatile organic compounds emitted from municipal sewage sludge. Environmental Monitoring and Assessment. 2012;184: 2893–2907. doi: 10.1007/s10661-011-2158-8", "ArticleIdList": ["10.1007/s10661-011-2158-8", "21688031"]}, {"Citation": "Skaltsa HD, Demetzos C, Lazari D, Sokovic M. Essential oil analysis and antimicrobial activity of eight Stachys species from Greece. Phytochemistry. 2003;64: 743–752. doi: 10.1016/s0031-9422(03)00386-8", "ArticleIdList": ["10.1016/s0031-9422(03)00386-8", "13679097"]}, {"Citation": "Saroglou V, Dorizas N, Kypriotakis Z, Skaltsa HD. Analysis of the essential oil composition of eight Anthemis species from Greece. Journal of Chromatography A. 2006;1104: 313–322. doi: 10.1016/j.chroma.2005.11.087", "ArticleIdList": ["10.1016/j.chroma.2005.11.087", "16359681"]}, {"Citation": "Fokialakis N, Melliou E, Magiatis P, Harvala C, Mitaku S, Composition of the steam volatiles of six Euphorbia spp. from Greece. Flavour and Fragrance Journal. 2003;18: 39–42. doi: 10.1002/ffj.1148", "ArticleIdList": ["10.1002/ffj.1148"]}, {"Citation": "Adams RP, Beauchamp PS, Dev V, Dutz SM, New natural products isolated from one-seeded Juniperus of the southwestern united states: Isolation and occurrence of 2-ethenyl-3-methyl phenol and its derivatives. Journal of Essential Oil Research. 2007;19: 146–152. doi: 10.1080/10412905.2007.9699247", "ArticleIdList": ["10.1080/10412905.2007.9699247"]}, {"Citation": "Nawamaki K, Kuroyanagi M. Sesquiterpenoids from Acorus calamus as germination inhibitors. Phytochemistry. 1996;43: 1175–1182. doi: 10.1016/S0031-9422(96)00401-3", "ArticleIdList": ["10.1016/S0031-9422(96)00401-3"]}, {"Citation": "Xiao HC, Kashiwagi T, Tebayashi SI, Kim CS. Germination inhibitor from the Japanese cedar Cryptomeria japonica. Zeitschrift fur Naturforschung—Section C Journal of Biosciences. 2005;60: 79–82. doi: 10.1515/znc-2005-1-215", "ArticleIdList": ["10.1515/znc-2005-1-215", "15787249"]}, {"Citation": "Lohaus E, Zenger C, Rüdiger W, Cmiel E. Natural Inhibitors of Germination and Growth, III New α-Pyrones from Seeds of Rosa canina. Zeitschrift für Naturforschung C. 1985;40: 490–495. doi: 10.1515/znc-1985-7-806", "ArticleIdList": ["10.1515/znc-1985-7-806"]}, {"Citation": "Buta JG, Lusby WR. Catechins as germination and growth inhibitors in Lespedeza seeds. Phytochemistry. 1985;25: 93–95. doi: 10.1016/S0031-9422(00)94508-4", "ArticleIdList": ["10.1016/S0031-9422(00)94508-4"]}, {"Citation": "Berrie AMM, Parker W, Knights BA, Hendrie MR. Studies on lettuce seed germination-I. Coumarin induced dormancy. Phytochemistry. 1968;7: 567–573. doi: 10.1016/S0031-9422(00)88228-X", "ArticleIdList": ["10.1016/S0031-9422(00)88228-X"]}, {"Citation": "Dave A, Vaistij FE, Gilday AD, Penfield SD, Graham IA. Regulation of Arabidopsis thaliana seed dormancy and germination by 12-oxo-phytodienoic acid. Journal of Experimental Botany. 2016;67: 2277–2284. doi: 10.1093/jxb/erw028", "ArticleIdList": ["10.1093/jxb/erw028", "PMC4809285", "26873978"]}, {"Citation": "Kato T, Saito N, Kashimura K, Shinohara M, Kurahashi T, Taniguchi K. Germination and growth inhibitors from wheat (Triticum aestivum L.) husks. Journal of Agricultural and Food Chemistry. 2002;50: 6307–6312. doi: 10.1021/jf0204755", "ArticleIdList": ["10.1021/jf0204755", "12381108"]}, {"Citation": "Naqvi HH, Hanson GP. Germination and Growth Inhibitors in Guayule (Parthenium Argentatum Gray) Chaff and Their Possible Influence in Seed Dormancy. American Journal of Botany. 1982;69: 985–989. doi: 10.1002/j.1537-2197.1982.tb13342.x", "ArticleIdList": ["10.1002/j.1537-2197.1982.tb13342.x"]}, {"Citation": "Luna L, Simirgiotis M, Lima B, Bórquez J, Feresin G, Tapia A. UHPLC-MS Metabolome Fingerprinting: The Isolation of Main Compounds and Antioxidant Activity of the Andean Species Tetraglochin ameghinoi (Speg.) Speg. Molecules. 2018;23: 793. doi: 10.3390/molecules23040793", "ArticleIdList": ["10.3390/molecules23040793", "PMC6017344", "29596368"]}, {"Citation": "Luhata LP, Deng Z, Tanaka E, Usuki T. In vitro DPPH Radical Scavenging Activity of α-Pyrones from Odontonema strictum (Acanthaceae). Journal of Oleo Science. 2023;72: 571–576. doi: 10.5650/jos.ess22319", "ArticleIdList": ["10.5650/jos.ess22319", "37045751"]}, {"Citation": "Yang XF, Sun P, Sun DS, Song XE, Dong SQ, Yuan XY, et al.. Safety evaluation of allelochemical derivative pyrone on different millet varieties. Chinese Journal of Applied Ecology.2020;31: 2236–2242. 10.13287/j.1001-9332.202007.005", "ArticleIdList": ["10.13287/j.1001-9332.202007.005", "32715686"]}, {"Citation": "Li W, Niu Y, Zheng Y, Wang Z. Advances in the Understanding of Reactive Oxygen Species-Dependent Regulation on Seed Dormancy, Germination, and Deterioration in Crops. Frontiers in Plant Science. 2022;13. doi: 10.3389/fpls.2022.826809", "ArticleIdList": ["10.3389/fpls.2022.826809", "PMC8905223", "35283906"]}, {"Citation": "Gülz P. Composition of Epicuticular Waxes from Fruits of Jojoba (Simmondsia chinensis Schneider). Zeitschrift für Naturforschung C. 1982;37: 1053–1056. doi: 10.1515/znc-1982-11-1201", "ArticleIdList": ["10.1515/znc-1982-11-1201"]}, {"Citation": "Kim KS, Park SH, Kim DK, Jenks MA. Influence of water deficit on leaf cuticular waxes of soybean (Glycine max [L.] Merr.). International Journal of Plant Sciences. 2007;168: 307–316. doi: 10.1086/510496", "ArticleIdList": ["10.1086/510496"]}, {"Citation": "Li H, Guo Y, Cui Q, Zhang Z, Yan X, Ahammed GJ, et al.. Alkanes (C29 and C31)-Mediated Intracuticular Wax Accumulation Contributes to Melatonin- and ABA-Induced Drought Tolerance in Watermelon. Journal of Plant Growth Regulation. 2020;39: 1441–1450. doi: 10.1007/s00344-020-10099-z", "ArticleIdList": ["10.1007/s00344-020-10099-z"]}, {"Citation": "Wang S, Bai C, Luo N, Jiang Y, Wang Y, Liu Y, et al.. Brassica napus BnaC9.DEWAX1 Negatively Regulates Wax Biosynthesis via Transcriptional Suppression of BnCER1-2. International Journal of Molecular Sciences. 2023;24: 4287. doi: 10.3390/ijms24054287", "ArticleIdList": ["10.3390/ijms24054287", "PMC10002155", "36901718"]}, {"Citation": "Shiralipour A, Smith WH, McConnell DB. Phytotoxic effects of a short-chain fatty acid on seed germination and root length of cucumis sativus cv.‘poinset.’ Compost Science and Utilization. 1997;5: 47–52. doi: 10.1080/1065657X.1997.10701873", "ArticleIdList": ["10.1080/1065657X.1997.10701873"]}, {"Citation": "Metzger JD. Role of Endogenous Plant Growth Regulators in Seed Dormancy of Avena fatua. Plant Physiology. 1983;73: 791–795. doi: 10.1104/pp.73.3.791", "ArticleIdList": ["10.1104/pp.73.3.791", "PMC1066550", "16663302"]}, {"Citation": "Shivashankar S, Sumathi M, Singh HS. Premature seed germination induced by very-long-chain fatty acids causes jelly seed disorder in the mango (Mangifera indica L.) cultivar ‘Amrapali’ in India. Journal of Horticultural Science and Biotechnology. 2016;91: 138–147. doi: 10.1080/14620316.2015.1117228", "ArticleIdList": ["10.1080/14620316.2015.1117228"]}, {"Citation": "Shen S, Ma G, Xu G, Li D, Jin G, Yang S, et al.. Allelochemicals Identified From Sweet Potato (Ipomoea batatas) and Their Allelopathic Effects on Invasive Alien Plants. Frontiers in Plant Science. 2022;13. doi: 10.3389/fpls.2022.823947", "ArticleIdList": ["10.3389/fpls.2022.823947", "PMC9040068", "35498714"]}, {"Citation": "Borek S, Ratajczak W, Ratajczak L. Regulation of storage lipid metabolism in developing and germinating lupin (Lupinus spp.) seeds. Acta Physiologiae Plantarum. 2015;37. doi: 10.1007/s11738-015-1871-2", "ArticleIdList": ["10.1007/s11738-015-1871-2"]}, {"Citation": "Huang D, Xu YX, Hu HB. Research Progress on Causes of Seed Dormancy and Its Mechanism. Subtropical Plant Science. 2010;2: 78–83. doi: 10.3969/j.issn.1009-7791.2010.02.023", "ArticleIdList": ["10.3969/j.issn.1009-7791.2010.02.023"]}, {"Citation": "Tian XY, He DD, Bai S, Zeng WZ, Wang Z, Wang M, et al.. Physiological and molecular advances in magnesium nutrition of plants. Plant and Soil. 2021;468: 1–17. doi: 10.1007/s11104-021-05139-w", "ArticleIdList": ["10.1007/s11104-021-05139-w"]}, {"Citation": "Liu Y, Riaz M, Yan L, Zeng Y, Cuncang J. Boron and calcium deficiency disturbing the growth of trifoliate rootstock seedlings (Poncirus trifoliate L.) by changing root architecture and cell wall. Plant Physiology and Biochemistry. 2019;144: 345–354. doi: 10.1016/j.plaphy.2019.10.007", "ArticleIdList": ["10.1016/j.plaphy.2019.10.007", "31622937"]}, {"Citation": "Guillemin A, Guillon F, Degraeve P, Rondeau C, Devaux M-F, Huber F, et al.. Firming of fruit tissues by vacuum-infusion of pectin methylesterase: Visualisation of enzyme action. Food Chemistry. 2008;109: 368–378. doi: 10.1016/j.foodchem.2007.12.050", "ArticleIdList": ["10.1016/j.foodchem.2007.12.050", "26003360"]}, {"Citation": "Hepler PK, Calcium: A central regulator of plant growth and development. Plant Cell. 2005.;17: 2142–2155. doi: 10.1105/tpc.105.032508", "ArticleIdList": ["10.1105/tpc.105.032508", "PMC1182479", "16061961"]}, {"Citation": "Hänsch R, Mendel RR. Physiological functions of mineral micronutrients (Cu, Zn, Mn, Fe, Ni, Mo, B, Cl). Current Opinion in Plant Biology. 2009;12: 259–266. doi: 10.1016/j.pbi.2009.05.006", "ArticleIdList": ["10.1016/j.pbi.2009.05.006", "19524482"]}, {"Citation": "Husted Schmidt. The Biochemical Properties of Manganese in Plants. Plants. 2019;8: 381. doi: 10.3390/plants8100381", "ArticleIdList": ["10.3390/plants8100381", "PMC6843630", "31569811"]}, {"Citation": "Zhang Y, Chen B, Xu Z, Shi Z, Chen S, Huang X, et al.. Involvement of reactive oxygen species in endosperm cap weakening and embryo elongation growth during lettuce seed germination. Journal of Experimental Botany. 2014;65: 3189–3200. doi: 10.1093/jxb/eru167", "ArticleIdList": ["10.1093/jxb/eru167", "PMC4071836", "24744430"]}, {"Citation": "Pilon-Smits EA, Quinn CF, Tapken W, Malagoli M, Schiavon M. Physiological functions of beneficial elements. Current Opinion in Plant Biology. 2009;12: 267–274. doi: 10.1016/j.pbi.2009.04.009", "ArticleIdList": ["10.1016/j.pbi.2009.04.009", "19477676"]}, {"Citation": "Hu X, Wei X, Ling J, Chen J. Cobalt: An Essential Micronutrient for Plant Growth? Frontiers in Plant Science. 2021;12. doi: 10.3389/fpls.2021.768523", "ArticleIdList": ["10.3389/fpls.2021.768523", "PMC8635114", "34868165"]}, {"Citation": "Matilla AJ. Ethylene in seed formation and germination. Seed Science Research. 2000;10: 111–126. doi: 10.1017/s096025850000012x", "ArticleIdList": ["10.1017/s096025850000012x"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "31"}, {"Year": "2023", "Month": "11", "Day": "7"}, {"Year": "2023", "Month": "11", "Day": "20", "Hour": "6", "Minute": "54"}, {"Year": "2023", "Month": "11", "Day": "17", "Hour": "15", "Minute": "27"}, {"Year": "2023", "Month": "11", "Day": "16", "Hour": "13", "Minute": "55"}, {"Year": "2023", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["37972141", "PMC10653421", "10.1371/journal.pone.0294673", "PONE-D-23-09689"]}}], "PubmedBookArticle": []}