{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC-MS", "Juniperus phoenicea", "North Tunisia", "anti-tyrosinase", "anticancer", "essential oil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38005268", "DateCompleted": {"Year": "2023", "Month": "11", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "11"}], "Language": ["eng"], "ELocationID": ["7547", "10.3390/molecules28227547"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "28", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "11"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Insights on <i>Juniperus phoenicea</i> Essential Oil as Potential Anti-Proliferative, Anti-Tyrosinase, and Antioxidant Candidate.", "Abstract": {"AbstractText": ["In this study, the anti-cancer, anti-tyrosinase, and antioxidant activities of essential oils (EOs) of berries and leaves of <i>Juniperus phoenicea</i> grown wild in North of Tunisia were investigated. The EO yields from leaves and berries were 1.69% and 0.45%, respectively. GC-MS analysis revealed that α-pinene is the predominant component in both EOs (44.17 and 83.56%, respectively). Leaves essential oil presented high levels of β-phellandrene (18%) and camphene (15%). The EOs displayed cytotoxic effects against MCF-7 breast cancer cell, HT-29 colon cancer, and the normal cells H9C2 cardiomyoblasts. Leaves oil strongly inhibited colon cell line proliferation (IC<sub>50</sub> of 38 µg/mL), while berries essential oil was more potent against breast cancerous cells MCF-7 (IC<sub>50</sub> of 60 µg/mL). Interestingly, berries essential oil exhibited high ability to inhibit melanin synthesis by inhibiting enzyme mono and diphenolase activities. Overall, the results suggested that the two oils are significant sources of healthy natural chemicals."]}, "AuthorList": [{"Identifier": ["0000-0002-1951-0938"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Mansour", "ForeName": "Rim Ben", "Initials": "RB"}, {"Identifier": ["0000-0003-3907-0260"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}, {"Identifier": [], "Affiliation": "Faculty of Sciences of Tunis, University of Tunis El Manar, Tunis 1068, Tunisia."}, {"Identifier": [], "Affiliation": "Department of Education and Teaching, Higher Institute of Applied Studies in Humanities of Tozeur, Campus University, University of Gafsa, Gafsa 2100, Tunisia."}], "LastName": "Wasli", "ForeName": "Hanen", "Initials": "H"}, {"Identifier": ["0000-0002-9690-5685"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Bourgou", "ForeName": "Soumaya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Khamessi", "ForeName": "Saber", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Ksouri", "ForeName": "Riadh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Aromatic and Medicinal Plants, Center of Biotechnology of Borj-Cedria, BP 901, Hammam-Lif 2050, Tunisia."}], "LastName": "Megdiche-Ksouri", "ForeName": "Wided", "Initials": "W"}, {"Identifier": ["0000-0002-7882-737X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LAQV-REQUIMTE, Department of Chemistry, University of Aveiro, 3810-193 Aveiro, Portugal."}], "LastName": "Cardoso", "ForeName": "Susana M", "Initials": "SM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Juniperus"}, {"QualifierName": ["pharmacology", "analysis"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bakkali F., Averbeck S., Averbeck D., Idaomar M. Biological effects of essential oils—A review. Found. Sci. Technol. 2008;46:446–475. doi: 10.1016/j.fct.2007.09.106.", "ArticleIdList": ["10.1016/j.fct.2007.09.106", "17996351"]}, {"Citation": "Derwich E., Benziane Z., Boukir A. Chemical composition and in vitro antibacterial activity of the essential oil of Cedrus atlantica. Int. J. Agric. Biol. 2010;12:381–385."}, {"Citation": "Oladipupo A., Lawal I., Ogunwande A. Essential oils from the medicinal plants of Africa. J. Med. Plants Res. 2013:203–224. doi: 10.1016/B978-0-12-405927-6.00005-9.", "ArticleIdList": ["10.1016/B978-0-12-405927-6.00005-9"]}, {"Citation": "Ahmad A., Viljoen A. The in vitro antimicrobial activity of Cymbopogon essential oil (lemon grass) and its interaction with silver ions. Phytomedicine. 2015;22:657–665. doi: 10.1016/j.phymed.2015.04.002.", "ArticleIdList": ["10.1016/j.phymed.2015.04.002", "26055131"]}, {"Citation": "Piaru S.P., Perumal S., Cai L.W., Mahmud R., Majid A.M.S., Ismail S., Man C.N. Chemical composition, anti-angiogenic and cytotoxicity activities of the essential oils of Cymbopo gancitratus (lemon grass) against colorectal and breast carcinoma cell lines. J. Essent. Oil Res. 2013;24:453–459. doi: 10.1080/10412905.2012.703496.", "ArticleIdList": ["10.1080/10412905.2012.703496"]}, {"Citation": "Obaid R., Mughal J., Naeem E.U., Sadiq N., Alsantali A., Jassas R.I., Ahmed S.A. Natural and synthetic flavonoid derivatives as new potential tyrosinase inhibitors: A systematic review. RSC Adv. 2021;11:22159–22198. doi: 10.1039/D1RA03196A.", "ArticleIdList": ["10.1039/D1RA03196A", "PMC9034236", "35480807"]}, {"Citation": "Piechowska K., Mizerska-Kowalska M., Zdzisińska B., Cytarska J., Baranowska-łączkowska A., Jaroch K., Łuczykowski K., Płaziński W., Bojko B., Kruszewski S., et al. Tropinone-derived alkaloids as potent anticancer agents: Synthesis, tyrosinase inhibition, mechanism of action, DFT calculation, and molecular docking studies. Int. J. Mol. Sci. 2020;21:9050. doi: 10.3390/ijms21239050.", "ArticleIdList": ["10.3390/ijms21239050", "PMC7731314", "33260768"]}, {"Citation": "Boateng S.T., Roya T., Torrey K., Owunna U., Banang-Mbeumia S., Basnet D., Niedda E., Alexander A.D., El Hagec D., Atchimnaidu S., et al. Synthesis, in silico modelling, and in vitro biological evaluation of substituted pyrazole derivatives as potential anti-skin cancer, anti-tyrosinase, and antioxidant agents. J. Enzym. Inhib. Med. Chem. 2023;38:2205042. doi: 10.1080/14756366.2023.2205042.", "ArticleIdList": ["10.1080/14756366.2023.2205042", "PMC10187093", "37184042"]}, {"Citation": "Chou S.T., Chang W.L., Chang C.T., Hsu S.L., Lin Y.C., Shih Y. Cinnamomum cassia essential oil inhibits α-MSH-induced melanin production and oxidative stress in murine B16 melanoma cells. Int. J. Mol. Sci. 2013;14:19186–19201. doi: 10.3390/ijms140919186.", "ArticleIdList": ["10.3390/ijms140919186", "PMC3794828", "24051402"]}, {"Citation": "Yuanyuan W., Baichen X., Shuaishuai X., Ying C., Qinghong L., Jun M., Yao C., Qi L., Haopeng S. Medicinal Prospects of Targeting Tyrosinase: A Feature Review. Curr. Med. Chem. 2023;30:2638–2671.", "ArticleIdList": ["36111760"]}, {"Citation": "Aumeeruddy-Elalfi Z., Gurib-Fakim A., Mahomoodally M.F. Kinetic studies of tyrosinase inhibitory activity of 19 essential oils extracted from endemic and exotic medicinal plants. S. Afr. J. Bot. 2016;103:89–94. doi: 10.1016/j.sajb.2015.09.010.", "ArticleIdList": ["10.1016/j.sajb.2015.09.010"]}, {"Citation": "Aumeeruddy-Elalfi Z., Lall N., Fibrich B., Van Staden A.B., Hosenally M., Mahomoodally M.F. Selected essential oils inhibit key physiological enzymes and possess intracellular and extracellular antimelanogenic properties in vitro. J. Food Drug Anal. 2018;26:232–243. doi: 10.1016/j.jfda.2017.03.002.", "ArticleIdList": ["10.1016/j.jfda.2017.03.002", "PMC9332674", "29389560"]}, {"Citation": "Carnesecchia S., Bras-Gonc R., Bradaiac A. Geraniol, a component of plant essential oils, modulates DNA synthesis and potentiates 5-fluorouracil efficacy on human colon tumor xenografts. Cancer Lett. 2004;215:53–59. doi: 10.1016/j.canlet.2004.06.019.", "ArticleIdList": ["10.1016/j.canlet.2004.06.019", "15374632"]}, {"Citation": "Jugreeta S.B., Suroowana S., Rengasamy R.R.K., Mahomoodally F.M. Chemistry, bioactivities, mode of action and industrial applications of essential oils. Trends Food Sci. Technol. 2020;101:89–105. doi: 10.1016/j.tifs.2020.04.025.", "ArticleIdList": ["10.1016/j.tifs.2020.04.025"]}, {"Citation": "Singla R.K., De R., Efferth T., Mezzetti B., Uddin M.S., Ntie-Kang F.S., Wang D., Schultz F., Kharat K.R., Devkota H.P., et al. The International Natural Product Sciences Taskforce (INPST) and the power of Twitter networking exemplified through #INPST hashtag analysis. Phytomedicine. 2023;108:154520.", "ArticleIdList": ["36334386"]}, {"Citation": "Wazny K. Applications of crowdsourcing in health: An overview. J. Glob. Health. 2018;8:010502. doi: 10.7189/jogh.08.010502.", "ArticleIdList": ["10.7189/jogh.08.010502", "PMC5840433", "29564087"]}, {"Citation": "Aouadi M., Msaada K., Sebaia E., AidiWannes W., Abbassid M.S., Akkari H. Antioxidant, anthelmintic and anti-bacterial activities of red juniper (Juniperus phoenicea L.) essential oil. J. Essent. Oil. 2021;34:163–172."}, {"Citation": "Terfaya B., Makhloufi A., Mekboul A., Benlarbi L., Abdelouahi D. In vitro Antifusarial Activity of a Tar Extracted from the Juniperus phoenicea L. Wild in outhwest of Algeria. Phytothérapie. 2021;19:243–249. doi: 10.3166/phyto-2019-0217.", "ArticleIdList": ["10.3166/phyto-2019-0217"]}, {"Citation": "Ben Mansour R., Wasli H., Serairi-Beji R., Bourgou S., Dakhlaoui S., Selmi S., Khamessi S., Hammami M., Ksouri R., Megdiche-Ksouri W. In vivo gastroprotective effect and biological potentialities of six Tunisian medicinal plants using multivariate data treatment. Plant Biosyst. 2020;156:152–163. doi: 10.1080/11263504.2020.1845840.", "ArticleIdList": ["10.1080/11263504.2020.1845840"]}, {"Citation": "Bellakhder J. La Pharmacopée Marocaine Traditionnelle. Ibis Press; Paris, France: 1997. p. 272."}, {"Citation": "Amer M.M.A., Wasif M.M., Abo-Aytta A.M. Chemical and biological evaluation of Juniperus phoenicea as a hypoglycaemic agent. J. Agric. Res. 1994;21:1077–1091."}, {"Citation": "Vourlioti-Arapi F., Michaelakis A., Evergetis E., Koliopoulos G., Haroutounian S.A. Essential oils of indigenous in Greece six Juniperus taxa. Parasitol. Res. 2012;110:1829–1839. doi: 10.1007/s00436-011-2706-8.", "ArticleIdList": ["10.1007/s00436-011-2706-8", "22065061"]}, {"Citation": "Angioni A., Barra A., Russo M.T., Coroneo V., Dessí S., Cabras P. Chemical composition of the essential oils of Juniperus from ripe and unripe berries and leaves and their antimicrobial activity. J Agric. Food Chem. 2003;51:3073–3078. doi: 10.1021/jf026203j.", "ArticleIdList": ["10.1021/jf026203j", "12720394"]}, {"Citation": "El-Sawi S.A., Motawae H.M., Ali A.M. Chemical composition, cytotoxic activity and antimicrobial activity of essential oils of leaves and berries of Juniperus phoenicea L. grown in Egypt. Afr. J. Tradit. Complement. Altern. Med. 2007;4:417–426. doi: 10.4314/ajtcam.v4i4.31236.", "ArticleIdList": ["10.4314/ajtcam.v4i4.31236", "PMC2816504", "20161910"]}, {"Citation": "Keskes H., Mnafgui K., Hamden K., Damak M., El Feki A., Allouche N. In vitro antidiabetic, anti-obesity and antioxidant proprieties of Juniperus phoenicea L. leaves from Tunisia. Asian Pac. J. Trop. Biomed. 2014;4:649–655. doi: 10.12980/APJTB.4.201414B114.", "ArticleIdList": ["10.12980/APJTB.4.201414B114"]}, {"Citation": "Bouyahyaoui A., Bahri F., Romane A., Höferl M., Wanner J., Schmidt E., Jirovetz L. Antimicrobial activity and chemical analysis of the essential oil of Algerian Juniperus phoenicea. Nat. Prod. Commun. 2016;11:519–522. doi: 10.1177/1934578X1601100426.", "ArticleIdList": ["10.1177/1934578X1601100426", "27396209"]}, {"Citation": "El Jemli M., Kamal R., Marmouzi I., Zerrouki A., Cherrah Y., Alaoui K. Radical-Scavenging activity and ferric reducing ability of Juniperus thurifera (L.), J. Oxycedrus (L.), J. phoenicea (L.) and Tetraclinis articulata (L.) Adv. Pharmacol. Sci. 2016;2016:6392656.", "ArticleIdList": ["PMC4884791", "27293428"]}, {"Citation": "Ennajar M., Bouajila J., Lebrihi A., Mathieu F., Savagnac A., Abderraba M., Romdhane M.J. The influence of organ, season and drying method on chemical composition and antioxidant and antimicrobial activities of Juniperus phoenicea L. essential oils. J. Sci. Food Agric. 2010;90:462–470. doi: 10.1002/jsfa.3840.", "ArticleIdList": ["10.1002/jsfa.3840", "20355069"]}, {"Citation": "Medini H., Elaissi A., Khouja M.L., Piras A., Porcedda S., Falconieri D., Marongiu B., Chemli R. Chemical composition and antioxidant activity of the essential oil of Juniperus phoenicea L. berries. Nat. Prod. Res. 2011;25:1695–1706. doi: 10.1080/14786419.2010.535168.", "ArticleIdList": ["10.1080/14786419.2010.535168", "21838538"]}, {"Citation": "Cheraif K., Bakchiche B., Gherib A., Bardaweel S.K., ÇolAyvaz M., Flamini G., Ascrizzi R., Ghareeb M.A. Chemical composition, antioxidant, anti-tyrosinase, anti-cholinesterase and cytotoxic activities of essential oils of six Algerian plants. Molecules. 2020;25:1710. doi: 10.3390/molecules25071710.", "ArticleIdList": ["10.3390/molecules25071710", "PMC7181011", "32276465"]}, {"Citation": "Ennajar M., Bouajila J., Lebrihi A., Mathieu F., Abderraba M., Raies A., Romdhane M.J. Chemical composition and antimicrobial and antioxidant activities of essential oils and various extracts of Juniperus phoenicea L. (Cupressacees) Food Sci. 2009;74:364–371. doi: 10.1111/j.1750-3841.2009.01277.x.", "ArticleIdList": ["10.1111/j.1750-3841.2009.01277.x", "19895482"]}, {"Citation": "Adams R.P., Barrero A.F., Lara A. Comparisons of the Leaf Essential Oils of Juniperus phoenicea, J. phoenicea subsp. Eumediterranea Lebr. & Thiv. and J. phoenicea var. turbinata (Guss.) Parl. J. Essent. Oil Res. 1996;8:367–371."}, {"Citation": "Ramdani M., Lograda T., Silini H., Zeraib A., Chalard P., Figueredo G., Bouchaala M., Zerrar S. Antibacterial activity of essential oils of Juniperus phoenicea from eastern Algeria. J. App. Pharm. Sci. 2013;3:022–028."}, {"Citation": "Rahhal R., Hajjouji H., Gmouh S., Hsaine M., Fougrach H., Badri W. Chemical composition, antioxidant and anti-bacterial activities of the essential oils of Juniperus phoenicea, Juniperus thurifera and Juniperus oxycedrus. Mediterr. J. Chem. 2019;9:190–198."}, {"Citation": "Bettaieb I., Bourgou S., Aidi Wannes W., Hamrouni I., Limam F., Marzouk B. Essential oils, phenolics, and antioxidant Activities of different parts of cumin (Cuminumcyminum L.) J. Agric. Food Chem. 2010;58:10410–10418. doi: 10.1021/jf102248j.", "ArticleIdList": ["10.1021/jf102248j", "20809647"]}, {"Citation": "Adams R.P. Identification of Essential Oils Components by Gas Chromatography/Mass Spectrometry. 4th ed. Allured Publishing Corporation; Carol Stream, IL, USA: 2007."}, {"Citation": "Achak N., Romane A., Alifriqui M., Adams P.R. Chemical studies of leaf essential oils of three species of Juniperus from Tensift Al Haouz-Marrakech Region (Morocco) J. Essent. Oil Res. 2009;21:337–341. doi: 10.1080/10412905.2009.9700185.", "ArticleIdList": ["10.1080/10412905.2009.9700185"]}, {"Citation": "Barrero A.F., Herrador M.M., Arteaga P., Quilez Del Moral J.F., Sanchez-Fernandez E., Akssira M., Aitigri M., Mellouki F., Akkad S. Chemical composition of the essential oil from the leaves of Juniperus phoenicea L. from North Africa. J. Essent. Oil Res. 2006;18:168–169. doi: 10.1080/10412905.2006.9699057.", "ArticleIdList": ["10.1080/10412905.2006.9699057"]}, {"Citation": "Harmouzi A., Boughdad A., El Ammari Y., Chaouch A. Chemical composition and toxicity of Moroccan Tetracli-nisarticulata and Juniperus phoenicea essential oils against Aphis citricola Goot, 1912 (Homoptera, Aphididae) Res. Chem. Intermed. 2016;42:7185–7197. doi: 10.1007/s11164-016-2528-5.", "ArticleIdList": ["10.1007/s11164-016-2528-5"]}, {"Citation": "Chaftar N., Girardot M., Quellard N., Labanowski J., Ghrairi T., Hani K., Frère J., Imbert C. Activity of six essential oils extracted from Tunisian plants against Legionella pneumophila. Chem. Biodivers. 2015;12:1565–1574. doi: 10.1002/cbdv.201400343.", "ArticleIdList": ["10.1002/cbdv.201400343", "26460561"]}, {"Citation": "Cavaleiro C., Rezzi S., Salgueiro L., Bighelli A., Casanova J., da Cunha A.P. Infraspecific chemical variability of the leaf essential oil of Juniperus phoenicea var. turbinata from Portugal. Biochem. Syst. Ecol. 2001;29:1175–1183. doi: 10.1016/S0305-1978(01)00041-2.", "ArticleIdList": ["10.1016/S0305-1978(01)00041-2", "11106846"]}, {"Citation": "Chen F., Tholl D., Bohlmann J., Pichersky E. The family of terpene synthases in plants: A mid-size family of genes for specialized metabolism that is highly diversified throughout the kingdom. Plant J. 2011;66:212–229. doi: 10.1111/j.1365-313X.2011.04520.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04520.x", "21443633"]}, {"Citation": "Kopaczyk J.M., Warguła J., Jelonek T. The variability of terpenes in conifers under developmental and environmental stimuli. Eur. Environ. Bur. 2020;180:104197. doi: 10.1016/j.envexpbot.2020.104197.", "ArticleIdList": ["10.1016/j.envexpbot.2020.104197"]}, {"Citation": "Bourgou S., Ezzine Y., Ben Mansour R., Dakhlaoui S., Selmi S., Bachkouel S., Msaada K., Aidi-Wannes W., Hiroko I., Megdiche-Ksouri W. Preliminary phytochemical analysis, antioxidant, anti-inflammatory and anticancer activities of two Tunisian Ephedra species: Ephedra alata and Ephedra fragilis. S. Afr. J. Bot. 2020;135:1–8."}, {"Citation": "Meringolo L., Bonesi M., Sicari V., Rovito S., Passalacqua N.G., Rosa Loizzo M., Tundis R. Essential Oils and Extracts of Juniperus macrocarpa Sm. and Juniperus oxycedrus L.: Comparative Phytochemical Composition and Anti-Proliferative and Antioxidant Activities. Plants. 2022;11:1025. doi: 10.3390/plants11081025.", "ArticleIdList": ["10.3390/plants11081025", "PMC9031627", "35448753"]}, {"Citation": "Najar B., Pistelli L., Volatilomic J.B. Analyses of Tuscan Juniperus oxycedrus L. and in vitro cytotoxic effect of its essential oils on human cell lines. Tenant Energy Optim. Program. 2020;23:756–771. doi: 10.1080/0972060X.2020.1823891.", "ArticleIdList": ["10.1080/0972060X.2020.1823891"]}, {"Citation": "Cole R.A., Bansa A., Moriarity D.M., Haber W.A., Setzer W.N. Chemical composition and cytotoxic activity of the leaf essential oil of Eugenia zuchowskiae from Monteverde, Costa Rica. J. Nat. Med. 2007;61:414–417. doi: 10.1007/s11418-007-0155-6.", "ArticleIdList": ["10.1007/s11418-007-0155-6"]}, {"Citation": "Fraternale A., Crinelli R., Casabianca A., Paoletti M.F., Orlandi C., Carloni E., Smietana M., Palamara A.T., Magnani M. Molecules altering the intracellular thiol content modulate NF-kB and STAT-1/IRF-1 signalling pathways and IL-12 p40 and IL27 p28 production in murine macrophages. PLoS ONE. 2013;8:e57866. doi: 10.1371/journal.pone.0057866.", "ArticleIdList": ["10.1371/journal.pone.0057866", "PMC3594194", "23536773"]}, {"Citation": "Jin K.S., Bak M.J., Jun M., Lim H.J., Jo W.K., Jeong W.S. α-Pinene triggers oxidative stress and related signaling pathways in A549 and HepG2 cells. Food Sci. Biotechnol. 2010;19:1325–1332. doi: 10.1007/s10068-010-0189-5.", "ArticleIdList": ["10.1007/s10068-010-0189-5"]}, {"Citation": "Manuele M.G., Ferraro G., Anesini C. Effect of Tilia × viridis flower extract on the proliferation of a lymphoma cell line and on normal murine lymphocytes: Contribution of monoterpenes, especially limonene. Phytother. Res. 2008;22:1520–1526. doi: 10.1002/ptr.2524.", "ArticleIdList": ["10.1002/ptr.2524", "18688792"]}, {"Citation": "Wang W., Li N., Luo M., Zu Y., Efferth T. Antibacterial activity and anticancer activity of Rosmarinus officinalis L. essential oil compared to that of its main components. Molecules. 2012;17:2704–2713. doi: 10.3390/molecules17032704.", "ArticleIdList": ["10.3390/molecules17032704", "PMC6268287", "22391603"]}, {"Citation": "Hou J., Zhang Y., Zhu Y. α-Pinene induces apoptotic cell death via caspase activation in human ovarian cancer cells. Med. Sci. Monit. Basic Res. 2019;25:6631–6638. doi: 10.12659/MSM.916419.", "ArticleIdList": ["10.12659/MSM.916419", "PMC6743669", "31482864"]}, {"Citation": "Xu Q., Li M., Yang M. α-Pinene regulates miR-221 and induces G2/M phase cell cycle arrest in human hepatocellular carcinoma cells. Biosci. Rep. 2018;3:30473536. doi: 10.1042/BSR20180980.", "ArticleIdList": ["10.1042/BSR20180980", "PMC6294613", "30473536"]}, {"Citation": "Girola N., Figueiredo C.R., Farias C.F. Camphene isolated from essential oil of Piper cernuum (Piperaceae) induces intrinsic apoptosis in melanoma cells and displays antitumor activity in vivo. Biochem. Biophys. Res. Commun. 2015;467:928–934. doi: 10.1016/j.bbrc.2015.10.041.", "ArticleIdList": ["10.1016/j.bbrc.2015.10.041", "26471302"]}, {"Citation": "Tarik A.I., Rauf A., Shariati M.A., Khalil A.A., Imran M., Rebezov M., Uddin M.S., Mahomoodally M.F., Rengasamy K.R.R. Sesquiterpenes and their derivatives-natural anticancer compounds: An update. Pharmacol. Res. 2020;161:105165.", "ArticleIdList": ["32835868"]}, {"Citation": "Habachi E., Bettaieb Rebey I., Dakhlaoui S., Hammami M., Sawsen S., Msaada K., Merah O., Bourgou S. Arbutus unedo: Innovative Source of antioxidant, anti-Inflammatory and anti-tyrosinase phenolics for novel cosmeceuticals. Cosmetics. 2022;9:143. doi: 10.3390/cosmetics9060143.", "ArticleIdList": ["10.3390/cosmetics9060143"]}, {"Citation": "Fiocco D., Fiorentino D., Frabboni L., Benvenuti S., Orlandini G., Pellatic F., Gallone A. Lavender and peppermint essential oils as effective mushroom tyrosinase inhibitors: A basic study. Flavour Fragr. J. 2011;26:441–446. doi: 10.1002/ffj.2072.", "ArticleIdList": ["10.1002/ffj.2072"]}, {"Citation": "Ho J.C. Chemical composition and bioactivity of essential oil of seed and leaf from Alpinia speciosa grown in Taiwan. J. Chin. Chem. Soc. 2010;57:758–763. doi: 10.1002/jccs.201000105.", "ArticleIdList": ["10.1002/jccs.201000105"]}, {"Citation": "Masturra R., Ukeda H., Sawamura M. Tyrosinase inhibitory activity of citrus essential oils. J Agric. Food Chem. 2006;22:2309–2913.", "ArticleIdList": ["16536612"]}, {"Citation": "Yang C.H., Huang Y.C., Tsai M.L., Cheng C.Y., Liu L.L., Yen Y.W., Chen W.L. Inhibition of melanogenesis by β-caryophyllene from lime mint essential oil in mouse B16 melanoma cells. Int. J. Cosmet. Sci. 2015;37:550–554. doi: 10.1111/ics.12224.", "ArticleIdList": ["10.1111/ics.12224", "25819153"]}, {"Citation": "Albrecht U.W., Madisch A. Therapeutic potentials associated with biological properties of Juniper berry oil (Juniperus communis L.) and its therapeutic use in several diseases—A Review. Bioact. Compd. Health Dis. 2022;5:174–185. doi: 10.31989/bchd.v5i9.999.", "ArticleIdList": ["10.31989/bchd.v5i9.999"]}, {"Citation": "Chang T.S. An Updated review of tyrosinase inhibitors. Int. J. Mol. Sci. 2009;10:2440–2475. doi: 10.3390/ijms10062440.", "ArticleIdList": ["10.3390/ijms10062440", "PMC2705500", "19582213"]}, {"Citation": "Chao W.W., Su C.C., Peng H.Y., Chou S.T. Melaleuca quinquenervia essential oil inhibits α-melanocyte-stimulating hormone-induced melanin production and oxidative stress in B16 melanoma cells. Phytomedicine. 2017;34:191–201. doi: 10.1016/j.phymed.2017.08.024.", "ArticleIdList": ["10.1016/j.phymed.2017.08.024", "28899502"]}, {"Citation": "Bouzouita N., Kachouri F., Ben Halima M., Chaabouni M.M. Composition chimique et activités antioxydante, antimicrobienne et insecticide de l’huile essentielle de Juniperus phœnicea. J. Société Chim. Tunis. 2008;10:119–125."}, {"Citation": "Wang C.Y., Chen Y.W., Hou C.Y. Antioxidant and antibacterial activity of seven predominant terpenoids. Inter. J. Food Prop. 2019;22:230–238. doi: 10.1080/10942912.2019.1582541.", "ArticleIdList": ["10.1080/10942912.2019.1582541"]}, {"Citation": "de Christo Scherer M.M., Marques F.M., Figueira M.M., Peisino M.C.O., Schmitt E.F.P., Kondratyuk T.P., Endringer D.C., Scherer R., Fronza M. Wound healing activity of terpinolene and α-phellandrene by attenuating inflammation and oxidative stress in vitro. J. Tissue Viability. 2019;28:94–99. doi: 10.1016/j.jtv.2019.02.003.", "ArticleIdList": ["10.1016/j.jtv.2019.02.003", "30792116"]}, {"Citation": "In-Young C., Lim H., Hwang S., Lee J.C., Cho G.S., Kim W.K. Anti-ischemic and anti-inflammatory activity of (S)-cis-verbenol. Free Radic. Res. 2010;44:541–551.", "ArticleIdList": ["20214504"]}, {"Citation": "Ben Mansour R., Beji R.S., Wasli H., Zekri S., Ksouri R., Megdiche-Ksouri W., Cardoso S.M. Gastroprotective Effect of Microencapsulated Myrtus communis Essential Oil against Ethanol/HCl-Induced Acute Gastric Lesions. Molecules. 2022;27:1566. doi: 10.3390/molecules27051566.", "ArticleIdList": ["10.3390/molecules27051566", "PMC8911731", "35268666"]}, {"Citation": "Momtaz S., Mapunya B.M., Houghton P.J., Edgerly C., Hussein A., Naidoo S., Lall N. Tyrosinase inhibition by extracts and constituents of Sideroxy loninerme L. stem bark, used in South Africa for skin lightening. J. Ethnopharmacol. 2008;119:507–512. doi: 10.1016/j.jep.2008.06.006.", "ArticleIdList": ["10.1016/j.jep.2008.06.006", "18573327"]}, {"Citation": "Wasli H., Jelali N., Silva A.M.S., Ksouri R., Cardoso S.M. Variation of polyphenolic composition, antioxidants and physiological characteristics of dill (Anethum graveolens L.) as affected by bicarbonate-induced iron deficiency conditions. Ind. Crops Prod. 2018;126:466–467. doi: 10.1016/j.indcrop.2018.10.007.", "ArticleIdList": ["10.1016/j.indcrop.2018.10.007"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "3"}, {"Year": "2023", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "11", "Day": "7"}, {"Year": "2023", "Month": "11", "Day": "27", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "25", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "25", "Hour": "1", "Minute": "26"}, {"Year": "2023", "Month": "11", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["38005268", "PMC10673065", "10.3390/molecules28227547", "molecules28227547"]}}], "PubmedBookArticle": []}