{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adenanthera pavonina bark", "antioxidant activity", "high-performance liquid chromatography", "optimization", "phenolic profiling"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38005799", "DateRevised": {"Year": "2023", "Month": "11", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "19"}], "Language": ["eng"], "ELocationID": ["3902", "10.3390/plants12223902"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "12", "Issue": "22", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "19"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Optimization and Characterization of Phenolic Extraction Conditions and Antioxidant Activity Evaluation of <i>Adenanthera pavonina</i> L. Bark.", "Abstract": {"AbstractText": ["The presence of high levels of secondary metabolites in medicinal plants can significantly influence the progress of drug development. Here, we aimed to maximize phenolic extraction from <i>Adenanthera pavonina</i> L. stem bark using various solvents such as ethyl acetate, methanol, petroleum ether, and chloroform. A response surface method (RSM) with a central composite design (CCD) statistical technique was applied to optimize the extraction process, employing three important extracting parameters such as extraction time (h), temperature (°C), and solvent composition (% <i>v/v</i> of methanol/water) to obtain the highest phenolic content. Total phenolic content (TPC) and antioxidant activity (IC<sub>50</sub> of extract's DPPH radical scavenging activity) were used as response variables to find the influence of these extracting parameters. Among the various solvents used, methanol extract showed the highest contents of phenolics and the maximum level of antioxidant activity with a lower IC<sub>50</sub> value. The notable TPC and IC<sub>50</sub> value of the extract's DPPH radical scavenging capacity were found to be 181.69 ± 0.20 mg GAE/g dry tissue and 60.13 ± 0.11 mg/mL, respectively, under the optimal conditions with a solvent composition of 71.61% (<i>v/v</i>) of methanol/water, extraction temperature of 42.52 °C, and extraction time of 24 h. The optimized extract of <i>A. pavonina</i> stem bark was further subjected to HPLC analysis, where six phenolic compounds, including coumarin, p-coumaric acid, chlorogenic acid, sinapic acid, gallic acid, and caffeic acid, were identified along with their respective quantities. Overall, the findings of this study uncover a low-cost analytical model for maximizing phenolic extraction from <i>A. pavonina</i> bark with enhanced antioxidant activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnopharmacology Laboratory, Department of Botany, Visva-Bharati University, Santiniketan 731235, West Bengal, India."}], "LastName": "Begum", "ForeName": "Syeda Nurunnesa", "Initials": "SN"}, {"Identifier": ["0000-0001-6997-6907"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Geosciences, GZG-University of Göttingen, Goldschmidtstraße 3, 37077 Göttingen, Lower Saxony, Germany."}], "LastName": "Hossain", "ForeName": "Mobarok", "Initials": "M"}, {"Identifier": ["0000-0002-1330-2169"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Pharmaceutics, College of Pharmacy, University of Utah, Salt Lake City, UT 84112, USA."}], "LastName": "Adnan", "ForeName": "Md", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnopharmacology Laboratory, Department of Botany, Visva-Bharati University, Santiniketan 731235, West Bengal, India."}], "LastName": "Rahaman", "ForeName": "Chowdhury Habibur", "Initials": "CH"}, {"Identifier": ["0000-0003-3193-2997"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "New York State Center for Clean Water Technology, Stony Brook University, Stony Brook, NY 11794, USA."}, {"Identifier": [], "Affiliation": "School of Marine and Atmospheric Sciences, Stony Brook University, Stony Brook, NY 11794, USA."}, {"Identifier": [], "Affiliation": "Department of Environmental Science, College of Agricultural Sciences, IUBAT-International University of Business Agriculture and Technology, Dhaka 1230, Bangladesh."}], "LastName": "Reza", "ForeName": "Arif", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kirtikar K.R., Basu B.D. Indian Medicinal Plants. 2nd ed. Lalit Mohan Basu; Allahabad, India: 1991. pp. 909–910."}, {"Citation": "Gerona M.S., Melo R.C., Barros H.L.M., Aquino S.R., Islam M.T., dos Santos Rizzo M., da Costa M.P. Advances in the research of Adenanthera pavonina: From traditional use to intellectual property. J. Med. Plant Res. 2020;14:24–53. doi: 10.5897/JMPR2019.6872.", "ArticleIdList": ["10.5897/JMPR2019.6872"]}, {"Citation": "Partha G., Rahaman C.H. Pharmacognostic, phytochemical and antioxidant studies of Adenantherapavonina L. Int. J. Pharmacogn. Phytochem. Res. 2015;7:30–37."}, {"Citation": "Dash S., Das C., Sahoo D.C. Phytochemical and anthelmintic screening of crude bark extract of Adenanthera pavonina Linn. Pharm. Glob. Int. J. Compr. Pharm. 2010;1:1–4."}, {"Citation": "Ara A., Arifuzzaman M., Ghosh C.K., Hashem M.A., Ahmad M.U., Bachar S.C., Nahar L., Sarker S.D. Anti-inflammatory activity of Adenanthera pavonina L., Fabaceae, in experimental animals. Rev. Bras. Farmacogn. 2010;20:929–932. doi: 10.1590/S0102-695X2010005000039.", "ArticleIdList": ["10.1590/S0102-695X2010005000039"]}, {"Citation": "Olajide O.A., Echianu C.A., Adedapo A.D., Makinde J.M. Anti-inflammatory studies on Adenanthera pavonina seed extract. Inflammopharmacology. 2004;12:196–201. doi: 10.1163/1568560041352310.", "ArticleIdList": ["10.1163/1568560041352310", "15265320"]}, {"Citation": "Ara A., Saleh-E-In M.M., Hashem M.A., Ahmad M., Hasan C.M. Phytoconstituents of Adenanthera pavonina Linn from the bark extracts. Beni-Suef Univ. J. Basic Appl. Sci. 2019;8:20. doi: 10.1186/s43088-019-0013-0.", "ArticleIdList": ["10.1186/s43088-019-0013-0"]}, {"Citation": "Owoeye T.F., Akinlabu K.D., Ajani O.O. Proximate composition, phytochemical screening and mineral content studies of leaves extract of Adenanthera pavonina. Arab J. Basic Appl. Sci. 2023;30:317–328. doi: 10.1080/25765299.2023.2215437.", "ArticleIdList": ["10.1080/25765299.2023.2215437"]}, {"Citation": "Krishnan H.B., Kim S., Pereira A.E., Jurkevich A., Hibbard B.E. Adenanthera pavonina, a potential plant-based protein resource: Seed protein composition and immunohistochemical localization of trypsin inhibitors. Food Chem. 2022;14:100253. doi: 10.1016/j.fochx.2022.100253.", "ArticleIdList": ["10.1016/j.fochx.2022.100253", "PMC9040029", "35498991"]}, {"Citation": "Zeid A.H.A., El-Kashoury E.A., Sleem A.A., Waly D.A. Lipoidal content and anti-inflammatory activity of Adenanthera pavonina L. leaves. J. Appl. Sci. Res. 2012;8:207–214."}, {"Citation": "Silva I.K., Soysa P. Evaluation of phytochemical composition and antioxidant capacity of a decoction containing Adenanthera pavonina L.; Thespesia populnea L. Pharmacogn. Mag. 2011;7:193–199. doi: 10.4103/0973-1296.84229.", "ArticleIdList": ["10.4103/0973-1296.84229", "PMC3173893", "21969789"]}, {"Citation": "Mohamed S.M., Hassanein E.H., Ross S.A., Mohamed N.M. Phytoconstituents from Adenanthera pavonina L. as antioxidants and inhibitors of inducible TNF-α production in BV2 cells. Nat. Prod. Res. 2022;36:6267–6278. doi: 10.1080/14786419.2022.2027938.", "ArticleIdList": ["10.1080/14786419.2022.2027938", "35075960"]}, {"Citation": "Begum S.N., Ray A.S., Rahaman C.H. A comprehensive and systematic review on potential anticancer activities of eugenol: From pre-clinical evidence to molecular mechanisms of action. Phytomedicine. 2022;107:154456. doi: 10.1016/j.phymed.2022.154456.", "ArticleIdList": ["10.1016/j.phymed.2022.154456", "36152592"]}, {"Citation": "Fratta Pasini A.M., Cominacini L. Potential Benefits of Antioxidant Phytochemicals on Endogenous Antioxidants Defences in Chronic Diseases. Antioxidants. 2023;12:890. doi: 10.3390/antiox12040890.", "ArticleIdList": ["10.3390/antiox12040890", "PMC10135316", "37107265"]}, {"Citation": "Kumar N., Goel N. Phenolic acids: Natural versatile molecules with promising therapeutic applications. Biotechnol. Rep. 2019;24:e00370. doi: 10.1016/j.btre.2019.e00370.", "ArticleIdList": ["10.1016/j.btre.2019.e00370", "PMC6734135", "31516850"]}, {"Citation": "Stevenson D.E., Hurst R.D. Polyphenolic phytochemicals–just antioxidants or much more? Cell. Mol. Life Sci. 2007;64:2900–2916. doi: 10.1007/s00018-007-7237-1.", "ArticleIdList": ["10.1007/s00018-007-7237-1", "17726576"]}, {"Citation": "Lobo V., Patil A., Phatak A., Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn. Rev. 2010;4:118–126. doi: 10.4103/0973-7847.70902.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Mukherjee S., Mandal N., Dey A., Mondal B. An approach towards optimization of the extraction of polyphenolic antioxidants from ginger (Zingiber officinale) J. Food Sci. Technol. 2014;51:3301–3308. doi: 10.1007/s13197-012-0848-z.", "ArticleIdList": ["10.1007/s13197-012-0848-z", "PMC4571244", "26396324"]}, {"Citation": "Gil-Martín E., Forbes-Hernández T., Romero A., Cianciosi D., Giampieri F., Battino M. Influence of the extraction method on the recovery of bioactive phenolic compounds from food industry by-products. Food Chem. 2022;378:1–398. doi: 10.1016/j.foodchem.2021.131918.", "ArticleIdList": ["10.1016/j.foodchem.2021.131918", "35085901"]}, {"Citation": "Hazra S., Ray A.S., Das S., Das Gupta A., Rahaman C.H. Phytochemical Profiling, Biological Activities, and In Silico Molecular Docking Studies of Causonis trifolia (L.) Mabb. & J. Wen Shoot. Plants. 2023;28:5163. doi: 10.3390/molecules28135163.", "ArticleIdList": ["10.3390/molecules28135163", "PMC10097374", "37050122"]}, {"Citation": "Box G.E., Wilson K.B. On the experimental attainment of optimum conditions. In: Kotz S., Johnson N.L., editors. Breakthroughs in Statistics: Methodology and Distribution. Volume 2. Springer; New York, NY, USA: 1992. pp. 270–310.", "ArticleIdList": ["10.1007/978-1-4612-4380-9_23"]}, {"Citation": "Muala W.C.B., Desobgo Z.S.C., Jong N.E. Optimization of extraction conditions of phenolic compounds from Cymbopogon citratus and evaluation of phenolics and aroma profiles of extract. Heliyon. 2021;7:e06744. doi: 10.1016/j.heliyon.2021.e06744.", "ArticleIdList": ["10.1016/j.heliyon.2021.e06744", "PMC8063751", "33912716"]}, {"Citation": "Kruk J., Aboul-Enein B.H., Duchnik E., Marchlewicz M. Antioxidative properties of phenolic compounds and their effect on oxidative stress induced by severe physical exercise. J. Physiol. Sci. 2022;72:19. doi: 10.1186/s12576-022-00845-1.", "ArticleIdList": ["10.1186/s12576-022-00845-1", "PMC10717775", "35931969"]}, {"Citation": "Adnan M., Oh K.K., Azad M.O.K., Shin M.H., Wang M.-H., Cho D.H. Kenaf (Hibiscus cannabinus L.) Leaves and Seed as a Potential Source of the Bioactive Compounds: Effects of Various Extraction Solvents on Biological Properties. Life. 2020;10:223. doi: 10.3390/life10100223.", "ArticleIdList": ["10.3390/life10100223", "PMC7601236", "32998223"]}, {"Citation": "Altemimi A., Lakhssassi N., Baharlouei A., Watson D.G., Lightfoot D.A. Phytochemicals: Extraction, isolation, and identification of bioactive compounds from plant extracts. Plants. 2017;6:42. doi: 10.3390/plants6040042.", "ArticleIdList": ["10.3390/plants6040042", "PMC5750618", "28937585"]}, {"Citation": "Adnan M., Chy M.N.U., Kamal A.T.M.M., Chowdhury K.A.A., Rahman M.A., Reza A.S.M.A., Moniruzzaman M., Rony S.R., Nasrin M.S., Azad M.O.K., et al. Intervention in Neuropsychiatric Disorders by Suppressing Inflammatory and Oxidative Stress Signal and Exploration of In Silico Studies for Potential Lead Compounds from Holigarna caustica (Dennst.) Oken leaves. Biomolecules. 2020;10:561. doi: 10.3390/biom10040561.", "ArticleIdList": ["10.3390/biom10040561", "PMC7226598", "32268590"]}, {"Citation": "Loganayaki N., Siddhuraju P., Manian S. Antioxidant activity and free radical scavenging capacity of phenolic extracts from Helicteresisora L.; Ceiba pentandra L. J. Food Sci. Technol. 2013;50:687–695. doi: 10.1007/s13197-011-0389-x.", "ArticleIdList": ["10.1007/s13197-011-0389-x", "PMC3671060", "24425970"]}, {"Citation": "Adnan M., Chy M.N.U., Rudra S., Tahamina A., Das R., Tanim M.A.H., Siddique T.I., Hoque A., Tasnim S.M., Paul A., et al. Evaluation of Bonamia semidigyna (Roxb.) for antioxidant, antibacterial, anthelmintic and cytotoxic properties with the involvement of polyphenols. Orient. Pharm. Exp. Med. 2019;19:187–199. doi: 10.1007/s13596-018-0334-x.", "ArticleIdList": ["10.1007/s13596-018-0334-x"]}, {"Citation": "Anderson M.J., Whitcomb P.J. RSM Simplified: Optimizing Processes Using Response Surface Methods for Design of Experiments. 2nd ed. Productivity Press; New York, NY, USA: 2016.", "ArticleIdList": ["10.1201/9781315382326"]}, {"Citation": "Nikaeen G., Yousefinejad S., Rahmdel S., Samari F., Mahdavinia S. Central Composite Design for Optimizing the Biosynthesis of Silver Nanoparticles using Plantago major Extract and Investigating Antibacterial, Antifungal and Antioxidant Activity. Sci. Rep. 2020;10:9642. doi: 10.1038/s41598-020-66357-3.", "ArticleIdList": ["10.1038/s41598-020-66357-3", "PMC7295808", "32541669"]}, {"Citation": "Montgomery D.C. Design and Analysis of Experiments. 7th ed. John Wiley & Sons, Inc.; New York, NY, USA: 2009."}, {"Citation": "Liyana-Pathirana C., Shahidi F. Optimization of extraction of phenolic compounds from wheat using response surface methodology. Food Chem. 2005;93:47–56. doi: 10.1016/j.foodchem.2004.08.050.", "ArticleIdList": ["10.1016/j.foodchem.2004.08.050"]}, {"Citation": "Jaafar N.F., Ramli M.E., Salleh R.M. Optimum extraction condition of Clitoreaternatea flower on antioxidant activities, total phenolic, total flavonoid and total anthocyanin contents. Trop. Life Sci. Res. 2020;31:1–17. doi: 10.21315/tlsr2020.31.2.1.", "ArticleIdList": ["10.21315/tlsr2020.31.2.1"]}, {"Citation": "Che Sulaiman I.S., Basri M., Fard Masoumi H.R., Chee W.J., Ashari S.E., Ismail M. Effects of temperature, time, and solvent ratio on the extraction of phenolic compounds and the anti-radical activity of Clinacanthus nutans Lindau leaves by response surface methodology. Chem. Cent. J. 2017;11:1–11. doi: 10.1186/s13065-017-0285-1.", "ArticleIdList": ["10.1186/s13065-017-0285-1", "PMC5471285", "29086900"]}, {"Citation": "Jahromi S.G. Plant Physiological Aspects of Phenolic Compounds. IntechOpen; London, UK: 2019. Extraction techniques of phenolic compounds from plants; pp. 1–18.", "ArticleIdList": ["10.5772/intechopen.84705"]}, {"Citation": "Shi L., Zhao W., Yang Z., Subbiah V., Suleria H.A.R. Extraction and characterization of phenolic compounds and their potential antioxidant activities. Environ. Sci. Pollut. Res. Int. 2022;29:81112–81129. doi: 10.1007/s11356-022-23337-6.", "ArticleIdList": ["10.1007/s11356-022-23337-6", "PMC9606084", "36201076"]}, {"Citation": "Robards K. Strategies for the determination of bioactive phenols in plants, fruit and vegetables. J. Chromatogr. A. 2003;1000:657–691. doi: 10.1016/S0021-9673(03)00058-X.", "ArticleIdList": ["10.1016/S0021-9673(03)00058-X", "12877194"]}, {"Citation": "Khoddami A., Wilkes M.A., Roberts T.H. Techniques for analysis of plant phenolic compounds. Molecules. 2013;18:2328–2375. doi: 10.3390/molecules18022328.", "ArticleIdList": ["10.3390/molecules18022328", "PMC6270361", "23429347"]}, {"Citation": "Hamad A., Hartanti D. Effects of extraction time on total phenolic and flavonoid contents and antioxidant activities of a polyherbal drink. IOP Conf. Ser. Earth Environ. Sci. 2023;1200:1–8. doi: 10.1088/1755-1315/1200/1/012047.", "ArticleIdList": ["10.1088/1755-1315/1200/1/012047"]}, {"Citation": "Sik B., Ajtony Z., Lakatos E., Székelyhidi R. The effects of extraction conditions on the antioxidant activities, total polyphenol and monomer anthocyanin contents of six edible fruits growing wild in Hungary. Heliyon. 2022;8:1–8. doi: 10.1016/j.heliyon.2022.e12048.", "ArticleIdList": ["10.1016/j.heliyon.2022.e12048", "PMC9732326", "36506389"]}, {"Citation": "Zimare S.B., Mankar G.D., Barmukh R.B. Optimization of ultrasound-assisted extraction of total phenolics and flavonoids from the leaves of Lobelia nicotianifolia and their radical scavenging potential. Curr. Res. Green Sustain. Chem. 2021;4:1–10. doi: 10.1016/j.crgsc.2021.100109.", "ArticleIdList": ["10.1016/j.crgsc.2021.100109"]}, {"Citation": "Patil S.S., Deshannavar U.B., Ramasamy M., Emani S., Khalilpoor N., Issakhov A. Study of extraction kinetics of Total polyphenols from curry leaves. Int. J. Chem. Eng. 2021:1–8. doi: 10.1155/2021/9988684.", "ArticleIdList": ["10.1155/2021/9988684"]}, {"Citation": "Al-Juhaimi F., Adiamo O.Q., Ghafoor K., Babiker E.E. Optimization of ultrasonic-assisted extraction of phenolic compounds from fenugreek (Trigonella foenum-graecum L.) seed. CyTA-J. Food. 2016;14:369–374."}, {"Citation": "Rodrigo S.K., Jayasingha U.L.B., Bandara B.M.R. Antifungal, antioxidant and cytotoxic activity of Acronychia pedunculata and Adenanthera pavonina. Proc. Perad. Univ. Res. Sess.-Sri Lanka. 2007;12:94–95."}, {"Citation": "Naveed M., Hejazi V., Abbas M., Kamboh A.A., Khan G.J., Shumzaid M., Ahmad F., Babazadeh D., Xia F., Modarresi-Ghazani F., et al. Chlorogenic acid (CGA): A pharmacological review and call for further research. Biomed. Pharmacother. 2018;97:67–74. doi: 10.1016/j.biopha.2017.10.064.", "ArticleIdList": ["10.1016/j.biopha.2017.10.064", "29080460"]}, {"Citation": "Pandi A., Kalappan V.M. Pharmacological and therapeutic applications of Sinapic acid an updated review. Mol. Biol. Rep. 2021;48:3733–3745. doi: 10.1007/s11033-021-06367-0.", "ArticleIdList": ["10.1007/s11033-021-06367-0", "33988797"]}, {"Citation": "Bai J., Zhang Y., Tang C., Hou Y., Ai X., Chen X., Zhang Y., Wang X., Meng X. Gallic acid: Pharmacological activities and molecular mechanisms involved in inflammation-related diseases. Biomed. Pharmacother. 2021;133:1–14. doi: 10.1016/j.biopha.2020.110985.", "ArticleIdList": ["10.1016/j.biopha.2020.110985", "33212373"]}, {"Citation": "Gao J., Hu J., Hu D., Yang X. A role of gallic acid in oxidative damage diseases: A comprehensive review. Nat. Prod. Commun. 2019;14:1–9. doi: 10.1177/1934578X19874174.", "ArticleIdList": ["10.1177/1934578X19874174"]}, {"Citation": "Maity S., Kinra M., Nampoothiri M., Arora D., Pai K.S.R., Mudgal J. Caffeic acid, a dietary polyphenol, as a promising candidate for combination therapy. Chem. Pap. 2022;76:1271–1283. doi: 10.1007/s11696-021-01947-7.", "ArticleIdList": ["10.1007/s11696-021-01947-7"]}, {"Citation": "Ferreira P.S., Victorelli F.D., Fonseca-Santos B., Chorilli M. A review of analytical methods for p-coumaric acid in plant-based products, beverages, and biological matrices. Crit. Rev. Anal. Chem. 2019;49:21–31. doi: 10.1080/10408347.2018.1459173.", "ArticleIdList": ["10.1080/10408347.2018.1459173", "29757687"]}, {"Citation": "Devulapally S., Chandraiah G., Pramod K.D. A review on pharmacological properties of coumarins. Mini Rev. Med. Chem. 2018;18:113–141. doi: 10.2174/1389557516666160801094919.", "ArticleIdList": ["10.2174/1389557516666160801094919", "27488585"]}, {"Citation": "Junior C.M.S., Cardoso S.M., Sales E.M., Velozo E.S., Dos Santosb E.K.P., Canuto G.A.B., Azeredo F.J., Barrosd T.F., Biegelmeyer R. Coumarins from Rutaceae: Chemical diversity and biological activities. Fitoterapia. 2023;168:105489. doi: 10.1016/j.fitote.2023.105489.", "ArticleIdList": ["10.1016/j.fitote.2023.105489", "36990289"]}, {"Citation": "Paul T.K., Lakshminarasimhan P., Chowdhery H.J., Singh P. Flora of West Bengal, Vol-I Ranunculaceae-Moringaceae. Botanical Survey of India; Kolkata, India: 2015."}, {"Citation": "POWO.  [(accessed on 14 October 2020)].  Available online:  https://powo.science.kew.org/"}, {"Citation": "Jain S.K., Rao R.R. A Handbook of Field and Herbarium Methods. Today and Tomorrows Publishers; New Delhi, India: 1977."}, {"Citation": "Cicco N., Lanorte M.T., Paraggio M., Viggiano M., Lattanzio V. A reproducible, rapid and inexpensive Folin–Ciocalteu micro-method in determining phenolics of plant methanol extracts. Microchem. J. 2009;91:107–110. doi: 10.1016/j.microc.2008.08.011.", "ArticleIdList": ["10.1016/j.microc.2008.08.011"]}, {"Citation": "Thaipong K.U., Boonprakob K., Crosby L., Cisneros Z., Byrne D.H. Comparison of ABTS, DPPH, FRAP and ORAC assays for estimating antioxidant activity from guava fruit extracts. J. Food Compost. Anal. 2006;19:669–675. doi: 10.1016/j.jfca.2006.01.003.", "ArticleIdList": ["10.1016/j.jfca.2006.01.003"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "15"}, {"Year": "2023", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "11", "Day": "14"}, {"Year": "2023", "Month": "11", "Day": "25", "Hour": "12", "Minute": "48"}, {"Year": "2023", "Month": "11", "Day": "25", "Hour": "12", "Minute": "47"}, {"Year": "2023", "Month": "11", "Day": "25", "Hour": "1", "Minute": "30"}, {"Year": "2023", "Month": "11", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38005799", "PMC10674903", "10.3390/plants12223902", "plants12223902"]}}], "PubmedBookArticle": []}