{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38021480", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "01"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "07"}], "Language": ["eng"], "ELocationID": ["6674891", "10.1155/2023/6674891"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2023", "PubDate": {"Year": "2023"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Evaluation of the Antimicrobial Activity of Phytochemicals from Tea and Agarwood Leaf Extracts against Isolated Bacteria from Poultry and Curd.", "Pagination": {"StartPage": "6674891", "MedlinePgn": "6674891"}, "Abstract": {"AbstractText": ["Antibiotic-resistant bacteria are becoming increasingly common, leading to a global health crisis. The effects of abusing antibiotics not only increase pathogenic resistance but also cause various diseases and syndromes. Gut microbiota contains many beneficial roles for health, while antibiotics kill both pathogens and gut microbiota which is considered one of the major side effects of antibiotics. In fact, new antibiotic compounds are needed in this urgent scenario; phytoremediation is the oldest but most effective method, and research on the antibacterial properties of several types of medicinal plants has already been conducted. Tea and agarwood plants are well known for their economic contribution in both beverage and cosmetic production, as well as for their medicinal value. In this study, tea and agarwood leaf extracts were analyzed for their antimicrobial activity against both pathogenic and beneficial bacteria. Fresh tea (<i>Camellia sinensis</i>) leaves were collected in three varieties, namely, BT-6 from Sylhet, BT-7 from Moulvibazar, and BT-8 from Habiganj; also, green tea (nonfermented tea), black tea (fully fermented tea), and agarwood (<i>Aquilaria malaccensis</i>) were collected from Sylhet region of Bangladesh. Unlike commercial antibiotics, which have side effects on probiotics (beneficiary bacteria), leaf extract activities were analyzed to check if they had positive effects on probiotics that can be found in the gastrointestinal tract as well as dairy products. Potential beneficiary bacteria, <i>Lysinibacillus macroides</i> strain SRU-001 (NCBI accession no. MW665108), and pathogenic bacteria, <i>Aeromonas caviae</i> strain YPLS-62 (NCBI accession no. MW666783), were isolated from the small intestine of poultry and curd, respectively. Tea and agarwood leaves (5 g powder/80 mL methanol) with solvents were kept for seven days at room temperature, and extracts were applied for antimicrobial assays by the disc diffusion assay against the isolated bacteria. 50 <i>µ</i>L of each leaf extract was examined against 50 <i>µ</i>L of each bacterial culture, where gentamicin was a control. After 24 hours of incubation, tea and agarwood leaf extracts showed an 11-15 mm zone of inhibition against pathogenic <i>A. caviae</i>, while only BT-8 showed 7 mm (disc diameter 6 mm) against probiotic <i>L. macroides</i>. However, compared to leaf extracts, gentamicin showed a 27 mm zone of inhibition against both <i>L. macroides</i> strain SRU-001 and <i>A. caviae</i> strain YPLS-62 bacteria. This research clearly indicates that gentamicin kills both pathogenic and beneficiary bacteria, while leaf extracts from tea and agarwood plants contain antimicrobial activity against only pathogenic <i>A. caviae</i> but no effects on probiotic <i>L. macroides</i>. This outcome indicates not only the potential therapeutic values of tea and agarwood leaves as antibiotics over commercial antibiotics but also the chance of having pathogens in curd and potential beneficial bacteria from the poultry small intestine."], "CopyrightInformation": "Copyright © 2023 Shah Rucksana Akhter Urme et al."}, "AuthorList": [{"Identifier": ["0000-0002-3349-1665"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry & Chemistry, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Urme", "ForeName": "Shah Rucksana Akhter", "Initials": "SRA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Fish Biotechnology, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Ahmed", "ForeName": "Syeda Fahmida", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biotechnology and Genetic Engineering, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Quadir", "ForeName": "Mohammed Mostafa Al", "Initials": "MMA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry & Chemistry, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Akhand", "ForeName": "Mst Rubaiat Nazneen", "Initials": "MRN"}, {"Identifier": ["0000-0002-4814-3065"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry & Chemistry, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Khan", "ForeName": "Mohammad Mehedi Hasan", "Initials": "MMH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Tea"}, {"RegistryNumber": "0", "NameOfSubstance": "Gentamicins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Poultry"}, {"QualifierName": [], "DescriptorName": "Bangladesh"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": ["chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Tea"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Gentamicins"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Okudoh V. I. Isolation and identification of antibiotic producing microorganisms from natural habitats in the KwaZulu-Natal midlands. 2001.  \n https://researchspace.ukzn.ac.za/xmlui/handle/10413/4547\n."}, {"Citation": "Davies J., Davies D. Origins and evolution of antibiotic resistance. Microbiology and Molecular Biology Reviews . 2010;74(3):417–433. doi: 10.1128/MMBR.00016-10.", "ArticleIdList": ["10.1128/MMBR.00016-10", "PMC2937522", "20805405"]}, {"Citation": "Bhattacharya K., Chandra G. Bioactivity of acyranthes aspera (amaranthaceae) foliage against the Japanese encephalitis vector Culex vishnui group. Journal of Mosquito Research . 2013;3 doi: 10.5376/jmr.2013.03.0013.", "ArticleIdList": ["10.5376/jmr.2013.03.0013"]}, {"Citation": "Burman S., Bhattacharya K., Mukherjee D., Chandra G. Antibacterial efficacy of leaf extracts of Combretum album Pers. against some pathogenic bacteria. BMC Complementary and Alternative Medicine . 2018;18:213–218. doi: 10.1186/s12906-018-2271-0.", "ArticleIdList": ["10.1186/s12906-018-2271-0", "PMC6042374", "29996826"]}, {"Citation": "Anand J., Upadhyaya B., Rawat P., Rai N. Biochemical characterization and pharmacognostic evaluation of purified catechins in green tea (Camellia sinensis) cultivars of India. 3 Biotech . 2015;5:285–294. doi: 10.1007/s13205-014-0230-0.", "ArticleIdList": ["10.1007/s13205-014-0230-0", "PMC4434414", "28324294"]}, {"Citation": "Chattopadhyay I., Biswas K., Bandyopadhyay U., Banerjee R. K. Turmeric and curcumin: biological actions and medicinal applications. Current Science . 87(1):44–53."}, {"Citation": "Lister E., Wilson P. Measurement of total phenolics and ABTS assay for antioxidant activity (personal communication) Crop Research Institute, Lincoln, New Zealand . 2001;7:235–239."}, {"Citation": "Horžić D., Komes D., Belščak A., Ganić K. K., Iveković D., Karlović D. The composition of polyphenols and methylxanthines in teas and herbal infusions. Food Chemistry . 2009;115(2):441–448. doi: 10.1016/j.foodchem.2008.12.022.", "ArticleIdList": ["10.1016/j.foodchem.2008.12.022"]}, {"Citation": "Toda M., Okubo S., Hiyoshi R., Shimamura T. The bactericidal activity of tea and coffee. Letters in Applied Microbiology . 1989;8(4):123–125. doi: 10.1111/j.1472-765x.1989.tb00255.x.", "ArticleIdList": ["10.1111/j.1472-765x.1989.tb00255.x"]}, {"Citation": "Kamonwannasit S., Nantapong N., Kumkrai P., Luecha P., Kupittayanant S., Chudapongse N. Antibacterial activity of Aquilaria crassna leaf extract against Staphylococcus epidermidis by disruption of cell wall. Annals of Clinical Microbiology and Antimicrobials . 2013;12(1):p. 20. doi: 10.1186/1476-0711-12-20.", "ArticleIdList": ["10.1186/1476-0711-12-20", "PMC3765429", "23962360"]}, {"Citation": "Escalona-Arranz J. C., Péres-Roses R., Urdaneta-Laffita I., Camacho-Pozo M. I., Rodríguez-Amado J., Licea-Jiménez I. Antimicrobial activity of extracts from Tamarindus indica L. leaves. Pharmacognosy Magazine . 2010;6(23):242–247. doi: 10.4103/0973-1296.66944.", "ArticleIdList": ["10.4103/0973-1296.66944", "PMC2950390", "20931087"]}, {"Citation": "Hendra H., Moeljopawiro S., Nuringtyas T. R. Antioxidant and antibacterial activities of agarwood (Aquilaria malaccensis Lamk.) leaves. AIP Conference Proceedings . 2016;1755 doi: 10.1063/1.4958565.140004", "ArticleIdList": ["10.1063/1.4958565"]}, {"Citation": "Sattayasai J., Bantadkit J., Aromdee C., Lattmann E., Airarat W. Antipyretic, analgesic and anti-oxidative activities of Aquilaria crassna leaves extract in rodents. Journal of Ayurveda and Integrative Medicine . 2012;3(4):p. 175. doi: 10.4103/0975-9476.104427.", "ArticleIdList": ["10.4103/0975-9476.104427", "PMC3545235", "23326086"]}, {"Citation": "Sumarsih S., Sulistiyan B., Sutrisno C. I., Rahayu E. S. Characteristic of lactobacillus isolated from pengging duck’s intestines as probiotics. International Journal of Poultry Science . 2013;13(1):47–51. doi: 10.3923/ijps.2014.47.51.", "ArticleIdList": ["10.3923/ijps.2014.47.51"]}, {"Citation": "Dhewa T. Lactic Acid Bacteria as Probiotics: Applications and Safety Issues . DudweilerLandstr Germany: LAP Lambert Academic Publishing Gmbl and Co KG; 2011."}, {"Citation": "Ouwehand A. C., Salminen S., Isolauri E. Lactic Acid Bacteria: Genetics, Metabolism and Applications: Proceedings of the Seventh Symposium on Lactic Acid Bacteria: Genetics, Metabolism and Applications . Egmond aan Zee, the Netherlands: Springer; 2002. Probiotics: an overview of beneficial effects; pp. 279–289."}, {"Citation": "Gorbach S. L., Plaut A. G., Nahas L., Weinstein L., Spanknebel G., Levitan R. Studies of intestinal microflora. Gastroenterology . 1967;53(6):856–867. doi: 10.1016/s0016-5085(19)34122-8.", "ArticleIdList": ["10.1016/s0016-5085(19)34122-8", "4863722"]}, {"Citation": "Suvarna V. C., Boby V. U. Probiotics in human health: a current assessment. Current Science . 2005;88:1744–1748."}, {"Citation": "Heravi R. M., Kermanshahi H., Sankian M., Nassiri M. R., Moussavi A. H., Nasiraii L. R. Screening of lactobacilli bacteria isolated from gastrointestinal tract of broiler chickens for their use as probiotic. African Journal of Microbiology Research . 2011;5(14):1858–1868. doi: 10.5897/ajmr11.416.", "ArticleIdList": ["10.5897/ajmr11.416"]}, {"Citation": "Ahmad V., Muhammad Zafar Iqbal A., Haseeb M., Khan M. S. Antimicrobial potential of bacteriocin producing Lysinibacillus jx416856 against foodborne bacterial and fungal pathogens, isolated from fruits and vegetable waste. Anaerobe . 2014;27:87–95. doi: 10.1016/j.anaerobe.2014.04.001.", "ArticleIdList": ["10.1016/j.anaerobe.2014.04.001", "24735603"]}, {"Citation": "Ahmad V., Khan M. S. Therapeutic intervention and molecular characterizations of bacteriocin producing Lysinibacillus sp., nov., isolated from food sample. Pakistan journal of pharmaceutical sciences . 2015;28(4):1337–1344.", "ArticleIdList": ["26142524"]}, {"Citation": "Okudo I. G., Umedum C. U., Ezekwueche S. N., Uba C. C. Preliminary screening of bacteria isolated from insects living in poultry for antibiotic production. Microbiology Research Journal International . 2020;30:49–57. doi: 10.9734/mrji/2020/v30i230198.", "ArticleIdList": ["10.9734/mrji/2020/v30i230198"]}, {"Citation": "Haghshenas B., Kiani A., Mansoori S., Mohammadi-Noori E., Nami Y. Probiotic properties and antimicrobial evaluation of silymarin-enriched Lactobacillus bacteria isolated from traditional curd. Scientific Reports . 2023;13(1) doi: 10.1038/s41598-023-37350-3.10916", "ArticleIdList": ["10.1038/s41598-023-37350-3", "PMC10322947", "37407617"]}, {"Citation": "Kiani A., Nami Y., Hedayati S., Jaymand M., Samadian H., Haghshenas B. Tarkhineh as a new microencapsulation matrix improves the quality and sensory characteristics of probiotic Lactococcus lactis KUMS-T18 enriched potato chips. Scientific Reports . 2021;11(1) doi: 10.1038/s41598-021-92095-1.12599", "ArticleIdList": ["10.1038/s41598-021-92095-1", "PMC8206370", "34131254"]}, {"Citation": "Gao J., Li X., Zhang G., et al. Probiotics in the dairy industry—advances and opportunities. Comprehensive Reviews in Food Science and Food Safety . 2021;20(4):3937–3982. doi: 10.1111/1541-4337.12755.", "ArticleIdList": ["10.1111/1541-4337.12755", "33938124"]}, {"Citation": "Nami Y., Haghshenas B., Yari Khosroushahi A. Effect of psyllium and gum Arabic biopolymers on the survival rate and storage stability in yogurt of Enterococcus durans IW3 encapsulated in alginate. Food Science and Nutrition . 2017;5(3):554–563. doi: 10.1002/fsn3.430.", "ArticleIdList": ["10.1002/fsn3.430", "PMC5448373", "28572941"]}, {"Citation": "Garriga G., Pascual P., Monfort M., Hugas H. Selection of lactobacilli for chicken probiotic adjuncts. Journal of Applied Microbiology . 1998;84(1):125–132. doi: 10.1046/j.1365-2672.1997.00329.x.", "ArticleIdList": ["10.1046/j.1365-2672.1997.00329.x", "15244067"]}, {"Citation": "Kirov S. M. Aeromonas and plesiomonas species. In: Doyle M. P., Beuchat L. R., Montville T. J., editors. Food Microbiology, Fundamentals and Frontiers . Washington, DC, USA: ASM Press; 1997. pp. 265–287."}, {"Citation": "Janda J. M., Abbott S. L. The genus Aeromonas: taxonomy, pathogenicity, and infection. Clinical Microbiology Reviews . 2010;23(1):35–73. doi: 10.1128/cmr.00039-09.", "ArticleIdList": ["10.1128/cmr.00039-09", "PMC2806660", "20065325"]}, {"Citation": "Janda J. M. Recent advances in the study of the taxonomy, pathogenicity, and infectious syndromes associated with the genus Aeromonas. Clinical Microbiology Reviews . 1991;4:397–410. doi: 10.1128/cmr.4.4.397.", "ArticleIdList": ["10.1128/cmr.4.4.397", "PMC358208", "1747858"]}, {"Citation": "Ouoba L. I. I., Vouidibio Mbozo A. B., Thorsen L., et al. Lysinibacillus louembei sp. nov., a spore-forming bacterium isolated from Ntoba Mbodi, alkaline fermented leaves of cassava from the Republic of the Congo. International Journal of Systematic and Evolutionary Microbiology . 2015;65(11):4256–4262. doi: 10.1099/ijsem.0.000570.", "ArticleIdList": ["10.1099/ijsem.0.000570", "26333923"]}, {"Citation": "Cappuccino J. G., Sherman N. Microbiology-A Laboratory Manual . Sydney, Australia: Addision Wesley Longman. Inc; 1999."}, {"Citation": "Janda J. M., Abbott S. L. 16S rRNA gene sequencing for bacterial identification in the diagnostic laboratory: pluses, perils, and pitfalls. Journal of Clinical Microbiology . 2007;45(9):2761–2764. doi: 10.1128/jcm.01228-07.", "ArticleIdList": ["10.1128/jcm.01228-07", "PMC2045242", "17626177"]}, {"Citation": "Altschul S. F., Gish W., Miller W., Myers E. W., Lipman D. J. Basic local alignment search tool. Journal of Molecular Biology . 1990;215(3):403–410. doi: 10.1016/S0022-2836(05)80360-2.", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Bauer A. W. Antibiotic susceptibility testing by a standardized single disc method. American Journal of Clinical Pathology . 1966;45:149–158.", "ArticleIdList": ["5325707"]}, {"Citation": "Coorevits A., Dinsdale A. E., Heyrman J., et al. Lysinibacillus macroides sp. nov., nom. rev. International Journal of Systematic and Evolutionary Microbiology . 2012;62(5):1121–1127. doi: 10.1099/ijs.0.027995-0.", "ArticleIdList": ["10.1099/ijs.0.027995-0", "21724959"]}, {"Citation": "Abbott S. L., Cheung W. K., Janda J. M. The genus Aeromonas: biochemical characteristics, atypical reactions, and phenotypic identification schemes. Journal of Clinical Microbiology . 2003;41(6):2348–2357. doi: 10.1128/jcm.41.6.2348-2357.2003.", "ArticleIdList": ["10.1128/jcm.41.6.2348-2357.2003", "PMC156557", "12791848"]}, {"Citation": "Nami Y., Kahieshesfandiari M., Lornezhad G., et al. Administration of microencapsulated Enterococcus faecium ABRIINW. N7 with fructo-oligosaccharides and fenugreek on the mortality of tilapia challenged with Streptococcus agalactiae. Frontiers in Veterinary Science . 2022;9 doi: 10.3389/fvets.2022.938380.938380", "ArticleIdList": ["10.3389/fvets.2022.938380", "PMC9376237", "35978708"]}, {"Citation": "Hathorn E., Dhasmana D., Duley L., Ross J. D. The effectiveness of gentamicin in the treatment of Neisseria gonorrhoeae: a systematic review. Systematic Reviews . 2014;3(1):p. 104. doi: 10.1186/2046-4053-3-104.", "ArticleIdList": ["10.1186/2046-4053-3-104", "PMC4188483", "25239090"]}, {"Citation": "Finland M., Garner C., Wilcox C., Sabath L. D. Susceptibility of pneumococci and Haemophilus influenzae to antibacterial agents. Antimicrobial Agents and Chemotherapy . 1976;9(2):274–287. doi: 10.1128/AAC.9.2.274.", "ArticleIdList": ["10.1128/AAC.9.2.274", "PMC429515", "5052"]}, {"Citation": "Kadry A. A., Fouda S. I., Elkhizzi N. A., Shibl A. M. Correlation between susceptibility and BRO type enzyme of Moraxella catarrhalis strains. International Journal of Antimicrobial Agents . 2003;22(5):532–536. doi: 10.1016/s0924-8579(03)00158-4.", "ArticleIdList": ["10.1016/s0924-8579(03)00158-4", "14602374"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "2"}, {"Year": "2023", "Month": "10", "Day": "22"}, {"Year": "2023", "Month": "10", "Day": "27"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "15", "Minute": "7"}, {"Year": "2023", "Month": "11", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["38021480", "PMC10645492", "10.1155/2023/6674891"]}}], "PubmedBookArticle": []}