{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A. ampeloprasum L.", "Iranian traditional medicine", "cancer", "children", "febrile neutropenia", "leek", "randomized controlled trial"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38023416", "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2160-1992", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2023"}}, "Title": "American journal of blood research", "ISOAbbreviation": "Am J Blood Res"}, "ArticleTitle": "The efficacy of <i>Allium ampeloprasum</i> L. in reducing neutrophil recovery time in childhood cancer with febrile neutropenia: a randomized, double-blind, placebo-controlled trial.", "Pagination": {"StartPage": "143", "EndPage": "151", "MedlinePgn": "143-151"}, "Abstract": {"AbstractText": ["Febrile neutropenia is a serious complication of cancer chemotherapy that can result in delays in treatment. This study evaluates the efficacy of <i>A. ampeloprasum</i> L. at neutrophil recovery time in children with chemotherapy-associated febrile neutropenia.", "This single-center, parallel-group, double-blind, randomized clinical trial was conducted at an oncology hospital. Patients selected among childhood cancers with febrile neutropenia. Overall, 97 febrile neutropenic children were enrolled. The intervention group (n=49) was given <i>A. ampeloprasum</i> L. in capsules (500 mg twice daily) for seven days plus supportive care. The control group (n=48) was treated similarly with supportive care and placebo capsules. Total white blood cell (WBC) and absolute neutrophil counts (ANC) were checked daily and neutrophil recovery time in both groups was compared.", "Patients in the intervention group experienced shorter neutrophil recovery compared to the control group (4.02 ± 2.32 days vs. 6.38 ± 2.80 days, respectively, P less than 0.001). The intervention group was discharged from the hospital earlier than the control group with a mean of two days, but it did not reach statistical significance (P=0.133). Mean WBC and ANC were not significantly different in the two groups. Herbal medicine was well tolerated, and no adverse effect was reported.", "A fresh, lyophilized extract from deciduous leaves of <i>A. ampeloprasum</i> L. can effectively shorten the ANC recovery time leading to an earlier release from the hospital. The trial was registered in the Iranian Registry of Clinical Trials with registration No. IRCT2015051615666N2 (http://www.irct.ir/)."], "CopyrightInformation": "AJBR Copyright © 2023."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Bordbar", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Division of Pediatric Hematology and Oncology, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Vahidifar", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Zarshenas", "ForeName": "Mohammad Mehdi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Haghpanah", "ForeName": "Sezaneh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Zareifar", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Division of Pediatric Hematology and Oncology, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Shahriari", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Zekavat", "ForeName": "Omid Reza", "Initials": "OR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Karimi", "ForeName": "Mehran", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Division of Pediatric Hematology and Oncology, Shiraz University of Medical Sciences Shiraz, Iran."}], "LastName": "Fathpour", "ForeName": "Gholamreza", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytopharmaceuticals (Traditional Pharmacy), School of Pharmacy, Tehran University of Medical Sciences Tehran, Iran."}], "LastName": "Zargaran", "ForeName": "Arman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hematology Research Center, Shiraz University of Medical Sciences Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pediatric Hematology and Oncology, Bushehr University of Medical Sciences Bushehr, Iran."}], "LastName": "Shakibazad", "ForeName": "Nader", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Blood Res", "NlmUniqueID": "101569577", "ISSNLinking": "2160-1992"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kuderer NM, Dale DC, Crawford J, Cosler LE, Lyman GH. Mortality, morbidity, and cost associated with febrile neutropenia in adult cancer patients. Cancer. 2006;106:2258–2266.", "ArticleIdList": ["16575919"]}, {"Citation": "Lyman GH, Michels SL, Reynolds MW, Barron R, Tomic KS, Yu J. Risk of mortality in patients with cancer who experience febrile neutropenia. Cancer. 2010;116:5555–5563.", "ArticleIdList": ["20715160"]}, {"Citation": "Smith TJ, Bohlke K, Lyman GH, Carson KR, Crawford J, Cross SJ, Goldberg JM, Khatcheressian JL, Leighl NB, Perkins CL, Somlo G, Wade JL, Wozniak AJ, Armitage JO American Society of Clinical Oncology. Recommendations for the use of WBC growth factors: American Society of Clinical Oncology clinical practice guideline update. J. Clin. Oncol. 2015;33:3199–3212.", "ArticleIdList": ["26169616"]}, {"Citation": "Bendall LJ, Bradstock KF. G-CSF: from granulopoietic stimulant to bone marrow stem cell mobilizing agent. Cytokine Growth Factor Rev. 2014;25:355–367.", "ArticleIdList": ["25131807"]}, {"Citation": "Villafuerte-Gutierrez P, Villalon L, Losa JE, Henriquez-Camacho C. Treatment of febrile neutropenia and prophylaxis in hematologic malignancies: a critical review and update. Adv Hematol. 2014;2014:986938.", "ArticleIdList": ["PMC4265549", "25525436"]}, {"Citation": "Gea-Banacloche J. Evidence-based approach to treatment of febrile neutropenia in hematologic malignancies. Hematology Am Soc Hematol Educ Program. 2013;2013:414–422.", "ArticleIdList": ["24319213"]}, {"Citation": "Garcia-Carbonero R, Mayordomo JI, Tornamira MV, Lopez-Brea M, Rueda A, Guillem V, Arcediano A, Yubero A, Ribera F, Gomez C, Tres A, Perez-Gracia JL, Lumbreras C, Hornedo J, Cortes-Funes H, Paz-Ares L. Granulocyte colony-stimulating factor in the treatment of high-risk febrile neutropenia: a multicenter randomized trial. J Natl Cancer Inst. 2001;93:31–38.", "ArticleIdList": ["11136839"]}, {"Citation": "Crawford J, Dale DC, Lyman GH. Chemotherapy-induced neutropenia: risks, consequences, and new directions for its management. Cancer. 2004;100:228–237.", "ArticleIdList": ["14716755"]}, {"Citation": "Barton CD, Waugh LK, Nielsen MJ, Paulus S. Febrile neutropenia in children treated for malignancy. J Infect. 2015;71(Suppl 1):S27–35.", "ArticleIdList": ["25917801"]}, {"Citation": "Arreola R, Quintero-Fabián S, López-Roa RI, Flores-Gutiérrez EO, Reyes-Grajeda JP, Carrera-Quintanar L, Ortuño-Sahagún D. Immunomodulation and anti-inflammatory effects of garlic compounds. J Immunol Res. 2015;2015:401630.", "ArticleIdList": ["PMC4417560", "25961060"]}, {"Citation": "Fatoorechi V, Rismanchi M, Nasrollahzadeh J. Effects of Persian leek (Allium ampeloprasum) on hepatic lipids and the expression of proinflammatory gene in hamsters fed a high-fat/high-cholesterol diet. Avicenna J Phytomed. 2016;6:418–424.", "ArticleIdList": ["PMC4967837", "27516982"]}, {"Citation": "Zamri N, Hamid HA. Comparative study of onion (Allium cepa) and Leek (Allium ampeloprasum): identification of organosulphur compounds by UPLC-QTOF/MS and anticancer effect on MCF-7 cells. Plant Foods Hum Nutr. 2019;74:525–530.", "ArticleIdList": ["31696379"]}, {"Citation": "Block E, Dane AJ, Thomas S, Cody RB. Applications of direct analysis in real time mass spectrometry (DART-MS) in Allium chemistry. 2-propenesulfenic and 2-propenesulfinic acids, diallyl trisulfane S-oxide, and other reactive sulfur compounds from crushed garlic and other Alliums. J Agric Food Chem. 2010;58:4617–4625.", "ArticleIdList": ["20225897"]}, {"Citation": "Tchorzewska D, Bocianowski J, Najda A, Dąbrowska A, Winiarczyk K. Effect of environment fluctuations on biomass and allicin level in Allium sativum (cv. Harnas, Arkus) and Allium ampeloprasum var. ampeloprasum (GHG-L) J Appl Bot Food Qual. 2017;90:106–114."}, {"Citation": "Najda A, Błaszczyk L, Winiarczyk K, Dyduch J, Tchórzewska D. Comparative studies of nutritional and health-enhancing properties in the “garlic-like” plant Allium ampeloprasum var. ampeloprasum (GHG-L) and A. sativum. Sci Hortic. 2016;201:247–255."}, {"Citation": "Beato VM, Orgaz F, Mansilla F, Montaño A. Changes in phenolic compounds in garlic (Allium sativum L.) owing to the cultivar and location of growth. Plant Foods Hum Nutr. 2011;66:218–223.", "ArticleIdList": ["21667145"]}, {"Citation": "García-Herrera P, Morales P, Fernández-Ruiz V, Sánchez-Mata MC, Cámara M, Carvalho AM, Ferreira IC, Pardo-de-Santayana M, Molina M, Tardío J. Nutrients, phytochemicals and antioxidant activity in wild populations of Allium ampeloprasum L., a valuable underutilized vegetable. Food Res Int. 2014;62:272–279."}, {"Citation": "Mirabeau TY, Samson ES. Effect of Allium cepa and Allium sativum on some immunological cells in rats. Afr J Tradit Complement Altern Med. 2012;9:374–379.", "ArticleIdList": ["PMC3746674", "23983369"]}, {"Citation": "Hanieh H, Narabara K, Piao M, Gerile C, Abe A, Kondo Y. Modulatory effects of two levels of dietary Alliums on immune response and certain immunological variables, following immunization, in White Leghorn chickens. Anim Sci J. 2010;81:673–680.", "ArticleIdList": ["21108687"]}, {"Citation": "Lisanti A, Formica V, Ianni F, Albertini B, Marinozzi M, Sardella R, Natalini B. Antioxidant activity of phenolic extracts from different cultivars of Italian onion (Allium cepa) and relative human immune cell proliferative induction. Pharm Biol. 2016;54:799–806.", "ArticleIdList": ["26452395"]}, {"Citation": "Marefati N, Ghorani V, Shakeri F, Boskabady M, Kianian F, Rezaee R, Boskabady MH. A review of anti-inflammatory, antioxidant, and immunomodulatory effects of Allium cepa and its main constituents. Pharm Biol. 2021;59:287–302.", "ArticleIdList": ["PMC7919894", "33645419"]}, {"Citation": "Alkhedaide A, Soliman MM, Ismail TA. Protective effect of onion extract against experimental immunesuppression in Wistar rats: biological and molecular study. Afr J Tradit Complement Altern Med. 2017;14:96–103.", "ArticleIdList": ["0"]}, {"Citation": "Bordbar M, Kamfiroozi R, Fakhimi N, Jaafari Z, Zarei T, Haghpanah S. Complementary and alternative medicine in pediatric oncology patients in South of Iran. Iran J Pediatr Hematol Oncol. 2016;6:216–227."}, {"Citation": "Strati IF, Kostomitsopoulos G, Lytras F, Zoumpoulakis P, Proestos C, Sinanoglou VJ. Optimization of polyphenol extraction from Allium ampeloprasum var. porrum through response surface methodology. Foods. 2018;7:162.", "ArticleIdList": ["PMC6210640", "30279323"]}, {"Citation": "Bernaert N, De Clercq H, Van Bockstaele E, De Loose M, Van Droogenbroeck B. Antioxidant changes during postharvest processing and storage of leek (Allium ampeloprasum var. porrum) Postharvest Biol Technol. 2013;86:8–16."}, {"Citation": "Ratajczak M, Kubicka MM, Kamińska D, Sawicka P, Długaszewska J. Microbiological quality of non-sterile pharmaceutical products. Saudi Pharm J. 2015;23:303–307.", "ArticleIdList": ["PMC4475860", "26106278"]}, {"Citation": "Shrikumar S, Maheshwari U, Sughanti A, Ravi T. WHO guidelines for herbal drug standardization. Geneva: World Health Organization; 2006."}, {"Citation": "Kumar VP, Venkatesh YP. Alleviation of cyclophosphamide-induced immunosuppression in Wistar rats by onion lectin (Allium cepa agglutinin) J Ethnopharmacol. 2016;186:280–288.", "ArticleIdList": ["27063982"]}, {"Citation": "Vayalil PK, Kuttan G, Kuttan R. Protective effects of Rasayanas on cyclophosphamide- and radiation-induced damage. J Altern Complement Med. 2002;8:787–796.", "ArticleIdList": ["12614532"]}, {"Citation": "Mhaskar R, Clark OA, Lyman G, Engel Ayer Botrel T, Morganti Paladini L, Djulbegovic B. Colony-stimulating factors for chemotherapy-induced febrile neutropenia. Cochrane Database Syst Rev. 2014;2014:CD003039.", "ArticleIdList": ["PMC7141179", "25356786"]}, {"Citation": "Tatarelli P, Mikulska M. Multidrug-resistant bacteria in hematology patients: emerging threats. Future Microbiol. 2016;11:767–780.", "ArticleIdList": ["27196948"]}, {"Citation": "Rosa RG, Goldani LZ, dos Santos RP. Risk factors for multidrug-resistant bacteremia in hospitalized cancer patients with febrile neutropenia: a cohort study. Am J Infect Control. 2014;42:74–76.", "ArticleIdList": ["24210467"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "31"}, {"Year": "2023", "Month": "9", "Day": "1"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "15", "Minute": "47"}, {"Year": "2023", "Month": "10", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["38023416", "PMC10658031"]}}], "PubmedBookArticle": []}