{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Episiotomy", "Ginger", "Pain", "Wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38020739", "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "05", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.34172/jcs.2023.31842"], "Journal": {"ISSN": "2251-9920", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Journal of caring sciences", "ISOAbbreviation": "J Caring Sci"}, "ArticleTitle": "The Effects of Ginger (<i>Zingiber officinale</i>) Extract Ointment on Pain and Episiotomy Wound Healing in Nulliparous Women: A Randomized Clinical Trial.", "Pagination": {"StartPage": "181", "EndPage": "187", "MedlinePgn": "181-187"}, "Abstract": {"AbstractText": ["Episiotomy is a usual midwifery surgery. Iran is a country with an abundant source of medicinal plants. This study aimed to investigate ginger extract ointment's effects on the pain and recovery of episiotomy incisions in nulliparous women.", "This randomized clinical trial was conducted in a public hospital in Iran on 70 nulliparous women with an episiotomy incision. The women were randomly assigned to ginger extract ointment and placebo groups. The primary outcomes included pain and wound healing that were assessed using a visual analog scale (VAS), redness, edema, ecchymosis/bruising, discharge, and an approximation scale (REEDA). The participants were followed up before discharge from the hospital and 5×1 and 10×1 days after the intervention. The secondary outcome was the number of painkillers used during the study. Data were analyzed by chi-square, independent <i>t</i> test, and the Mann-Whitney U via SPSS-13. The significance levels were determined to be <i>P</i>≤0.05.", "There was no significant difference between participants treated with ginger extract ointment and placebo in the pain and wound healing scores before the intervention, 5×1 and 10×1 days after the intervention. But, the pain intensity decreased, and the recovery speed increased clinically. Also, regarding the secondary outcome of this study, no significant difference between the placebo and intervention groups in the number of painkillers participants took.", "The ginger ointment could not significantly improve episiotomy wounds' pain and healing rate, but it was clinically helpful. So more studies with different doses of this ointment are needed."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-7865-9222"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery, Nursing and Midwifery Faculty, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Cheshfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": ["0000-0001-8227-5881"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Medicine and Rehabilitation Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Bani", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": ["0000-0001-8360-4309"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Midwifery, Nursing and Midwifery Faculty, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Mirghafourvand", "ForeName": "Mojgan", "Initials": "M"}, {"Identifier": ["0000-0002-8218-2439"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Women's Reproductive Health Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Hasanpour", "ForeName": "Shirin", "Initials": "S"}, {"Identifier": ["0000-0001-7283-3560"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Javadzadeh", "ForeName": "Yousef", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "J Caring Sci", "NlmUniqueID": "101589637", "ISSNLinking": "2251-9920"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Frigerio M, Mastrolia SA, Spelzini F, Manodoro S, Yohay D, Weintraub AY. Long-term effects of episiotomy on urinary incontinence and pelvic organ prolapse: a systematic review. Arch Gynecol Obstet. 2019;299(2):317–25. doi: 10.1007/s00404-018-5009-9.", "ArticleIdList": ["10.1007/s00404-018-5009-9", "30564925"]}, {"Citation": "Yang J, Bai H. Knowledge, attitude and experience of episiotomy practice among obstetricians and midwives: a cross-sectional study from China. BMJ Open. 2021;11(4):e043596. doi: 10.1136/bmjopen-2020-043596.", "ArticleIdList": ["10.1136/bmjopen-2020-043596", "PMC8047989", "33846148"]}, {"Citation": "Clesse C, Lighezzolo-Alnot J, Hamlin S, De Lavergne S, Scheffler M. [The practice of episiotomy in France 10 years after the recommendations of CNGOF: what inventory?] Gynecol Obstet Fertil. 2016;44(4):232–8. doi: 10.1016/j.gyobfe.2016.02.011.", "ArticleIdList": ["10.1016/j.gyobfe.2016.02.011", "26997462"]}, {"Citation": "Ghulmiyyah L, Sinno S, Mirza F, Finianos E, Nassar AH. Episiotomy: history, present and future - a review. J Matern Fetal Neonatal Med. 2022;35(7):1386–91. doi: 10.1080/14767058.2020.1755647.", "ArticleIdList": ["10.1080/14767058.2020.1755647", "32338105"]}, {"Citation": "Gün İ, Doğan B, Özdamar Ö. Long- and short-term complications of episiotomy. Turk J Obstet Gynecol. 2016;13(3):144–8. doi: 10.4274/tjod.00087.", "ArticleIdList": ["10.4274/tjod.00087", "PMC5558305", "28913110"]}, {"Citation": "Ostrzenski A. A novel obstetrical surgical intervention - new episiotomy: case series study. Eur J Obstet Gynecol Reprod Biol. 2023;282:55–60. doi: 10.1016/j.ejogrb.2022.12.029.", "ArticleIdList": ["10.1016/j.ejogrb.2022.12.029", "36638667"]}, {"Citation": "Harasai P, Pattanapanyasat N. Efficacy of a single dose administration of ibuprofen and acetaminophen in comparison with acetaminophen for the relief of perineal pain after childbirth: a randomized controlled trial. Thai J Obstet Gynaecol. 2020;28(1):24–33. doi: 10.14456/tjog.2020.4.", "ArticleIdList": ["10.14456/tjog.2020.4"]}, {"Citation": "Cardaillac C, Ploteau S, Le Thuaut A, Dochez V, Winer N, Ducarme G. Ropivacaine 75mg versus placebo in perineal infiltration for analgesic efficacy at mid- and long-term for episiotomy repair in postpartum women - the ROPISIO study: a two-center, randomized, double-blind, placebo-controlled trials. Trials. 2020;21(1):522. doi: 10.1186/s13063-020-04423-x.", "ArticleIdList": ["10.1186/s13063-020-04423-x", "PMC7291718", "32532310"]}, {"Citation": "Turmo M, Echevarria M, Rubio P, Almeida C. Development of chronic pain after episiotomy. Rev Esp Anestesiol Reanim. 2015;62(8):436–42. doi: 10.1016/j.redar.2014.10.008.", "ArticleIdList": ["10.1016/j.redar.2014.10.008", "25555717"]}, {"Citation": "Téot L, Mustoe TA, Middelkoop E, Gauglitz GG. Textbook on Scar Management: State of the Art Management and Emerging Technologies. Springer; 2020.", "ArticleIdList": ["36351054"]}, {"Citation": "Ashrafi A, Rezaii A, Sohrabi-Haghdost I, Mohajeri D, Mehdineghad B, Ashrafi I, et al. Histometric and histophatologic evaluation of the effects of Equistum arvense herbal extract versus zinc oxide in rabbit skin wound healing model. Vet Clin Pathol 2010; 4(2): 843-53. [Persian]."}, {"Citation": "Cheema HS, Singh MP. The use of medicinal plants in digestive system related disorders—a systematic review. J Ayurvedic Herb Med. 2021;7(3):182–7. doi: 10.31254/jahm.2021.7303.", "ArticleIdList": ["10.31254/jahm.2021.7303"]}, {"Citation": "Kiyama R. Nutritional implications of ginger: chemistry, biological activities and signaling pathways. J Nutr Biochem. 2020;86:108486. doi: 10.1016/j.jnutbio.2020.108486.", "ArticleIdList": ["10.1016/j.jnutbio.2020.108486", "32827666"]}, {"Citation": "Li X, Ao M, Zhang C, Fan S, Chen Z, Yu L. Zingiberis Rhizoma Recens: a review of its traditional uses, phytochemistry, pharmacology, and toxicology. Evid Based Complement Alternat Med. 2021;2021:6668990. doi: 10.1155/2021/6668990.", "ArticleIdList": ["10.1155/2021/6668990", "PMC7943299", "33747112"]}, {"Citation": "Ali BH, Blunden G, Tanira MO, Nemmar A. Some phytochemical, pharmacological and toxicological properties of ginger (Zingiber officinale Roscoe): a review of recent research. Food Chem Toxicol. 2008;46(2):409–20. doi: 10.1016/j.fct.2007.09.085.", "ArticleIdList": ["10.1016/j.fct.2007.09.085", "17950516"]}, {"Citation": "Ravindran P, Babu KN. Ginger: The Genus Zingiber. CRC Press; 2016."}, {"Citation": "Pourali P, Yahyaei B. The healing property of a bioactive wound dressing prepared by the combination of bacterial cellulose (BC) and Zingiber officinale root aqueous extract in rats. 3 Biotech. 2019;9(2):59. doi: 10.1007/s13205-019-1588-9.", "ArticleIdList": ["10.1007/s13205-019-1588-9", "PMC6356153", "30729083"]}, {"Citation": "Mahmoodi P, Farhadian M, Solaimany Nazar AR, Noroozi A. Interaction between diazinon and nitrate pollutant through membrane technology. J Appl Res Water Wastewater. 2014;1(1):18–25."}, {"Citation": "Escalona-Marfil C, Coda A, Ruiz-Moreno J, Riu-Gispert LM, Gironès X. Validation of an electronic visual analog scale mHealth tool for acute pain assessment: prospective cross-sectional study. J Med Internet Res. 2020;22(2):e13468. doi: 10.2196/13468.", "ArticleIdList": ["10.2196/13468", "PMC7055746", "32049063"]}, {"Citation": "Alvarenga MB, Francisco AA, de Oliveira SM, da Silva FM, Shimoda GT, Damiani LP. Episiotomy healing assessment: redness, oedema, ecchymosis, discharge, approximation (REEDA) scale reliability. Rev Lat Am Enfermagem. 2015;23(1):162–8. doi: 10.1590/0104-1169.3633.2538.", "ArticleIdList": ["10.1590/0104-1169.3633.2538", "PMC4376045", "25806645"]}, {"Citation": "Mozafari S, Esmaeili S, Momenyan S, Zadeh Modarres S, Ozgoli G. Effect of Zingiber officinale Roscoe rhizome (ginger) capsule on postpartum pain: double-blind randomized clinical trial. J Res Med Sci. 2021;26:105. doi: 10.4103/jrms.JRMS_544_20.", "ArticleIdList": ["10.4103/jrms.JRMS_544_20", "PMC8765508", "35126568"]}, {"Citation": "Ozgoli G, Goli M, Moattar F. Comparison of effects of ginger, mefenamic acid, and ibuprofen on pain in women with primary dysmenorrhea. J Altern Complement Med. 2009;15(2):129–32. doi: 10.1089/acm.2008.0311.", "ArticleIdList": ["10.1089/acm.2008.0311", "19216660"]}, {"Citation": "Kravchenko I, Eberle L, Nesterkina M, Kobernik A. Anti-inflammatory and analgesic activity of ointment based on dense ginger extract (Zingiber officinale) J Herbmed Pharmacol. 2019;8(2):126–32. doi: 10.15171/jhp.2019.20.", "ArticleIdList": ["10.15171/jhp.2019.20"]}, {"Citation": "Kazerouni A, Kazerouni O, Pazyar N. Effects of ginger (Zingiber officinale) on skin conditions: a non quantitative review article. J Turk Acad Dermatol. 2013;7(2):1372r2. doi: 10.6003/jtad.1372r2.", "ArticleIdList": ["10.6003/jtad.1372r2"]}, {"Citation": "Jamaluddin AW, Lestari A, Monica WO. Effectiveness of ginger ointment (Zingiber officinale Roscoe) on incision wound healing in white rats (Rattus norvegicus) J Indones Vet Res. 2021;5(1):20–6. doi: 10.20956/jrvi.v5i1.13060.", "ArticleIdList": ["10.20956/jrvi.v5i1.13060"]}, {"Citation": "Naidu S, Wilkinson JM, Simpson MD. Attitudes of Australian pharmacists toward complementary and alternative medicines. Ann Pharmacother. 2005;39(9):1456–61. doi: 10.1345/aph.1G089.", "ArticleIdList": ["10.1345/aph.1G089", "15972324"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "10", "Day": "15"}, {"Year": "2023", "Month": "3", "Day": "12"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "11", "Day": "29", "Hour": "14", "Minute": "50"}, {"Year": "2023", "Month": "5", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38020739", "PMC10663440", "10.34172/jcs.2023.31842"]}}], "PubmedBookArticle": []}