{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biodiversity hotspot", "Endemic", "Ethnoecological knowledge", "Future conservation", "Indigenous communities", "Kashmir", "Sustainable utilisation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38037066", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["56", "10.1186/s13002-023-00631-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "30"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "The local medicinal plant knowledge in Kashmir Western Himalaya: a way to foster ecological transition via community-centred health seeking strategies.", "Pagination": {"StartPage": "56", "MedlinePgn": "56"}, "Abstract": {"AbstractText": ["The mountainous region of Kashmir is a biodiversity hotspot, with diverse local communities and a rich cultural history linked to nature. Mountain ecosystems are highly vulnerable to climate change. This study emphasises the need to record the indigenous ethnoecological knowledge of wild plants used for the treatment of various ailments at higher elevations in remote areas where globalisation poses a threat to this traditional knowledge.", "The field survey was carried out in 2020-2022, to collect data on wild medicinal plants. Informants were selected randomly to collect indigenous medicinal knowledge using semi-structured interviews and group discussions. Various quantitative indices were employed to evaluate ethnomedicinal data.", "A total of 110 medicinal plants belonging to 49 families were recorded in the study area. These medicinal plants are extensively used by local communities for the treatment of 20 major disease categories. Asteraceae was the dominant family contributing (9.09%) to medicinal plants, followed by Polygonaceae (8.18%), Apiaceae (7.27%), Lamiaceae (5.45%), and Ranunculaceae (5.45%). We observed 166 remedies were used for the treatment of various diseases in humans, and 9 remedies were used for animals. The most frequently used medicinal remedy was tea or decoction (30.91%). Among the medicinal plants, herbs (85.5%) were most frequently used by the local populations of Kashmir, whereas leaves (10.26%) were used for the treatment of various ailments. Out of 110 species, 31 were endemic, 15 of which are endemic to the Kashmir region and 16 to the Western Himalaya. The highest RFC value was reported for Allium humile (0.77), the highest UV value for Fritillaria cirrhosa (1.33), and the highest ICF value for gastro-intestinal/digestive disorders (0.85).", "Local communities still rely on wild medicinal plants for primary healthcare. These communities retained valuable indigenous knowledge, which needs to be preserved for the conservation and sustainable utilisation of natural resources. Further field exploration is required to fully explore indigenous knowledge in the mountainous regions of Kashmir, and this knowledge has the potential to support the ongoing ecological transition."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Azam University, Islamabad, Pakistan."}], "LastName": "Manzoor", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Azam University, Islamabad, Pakistan. mushtaq@qau.edu.pk."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Plant Systematics and Evolutionary Botany, Institute of Botany Chinese Academy of Sciences, Beijing, China. mushtaq@qau.edu.pk."}], "LastName": "Ahmad", "ForeName": "Mushtaq", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Azam University, Islamabad, Pakistan."}], "LastName": "Zafar", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Quaid-i-Azam University, Islamabad, Pakistan."}], "LastName": "Gillani", "ForeName": "Syed Waseem", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Azad Jammu & Kashmir, Muzaffarabad, 13100, Pakistan."}], "LastName": "Shaheen", "ForeName": "Hamayun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Gastronomic Sciences Pizza V. Emanuele II, 12042, Pollenzo, Bra, Italy."}, {"Identifier": [], "Affiliation": "Department of Medical Analysis, Tishk International University, Erbil, 44001, Kurdistan, Iraq."}], "LastName": "Pieroni", "ForeName": "Andrea", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Sciences, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Al-Ghamdi", "ForeName": "Abdullah Ahmed", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Sciences, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Elshikh", "ForeName": "Mohamed Soliman", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Plant Systematics and Evolutionary Botany, Institute of Botany Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "Saqib", "ForeName": "Saddam", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forestry and Landscape Design, Tashkent State Agrarian University, 2 A., Universitet Str., Kibray District, 100700, Tashkent Region, Uzbekistan."}], "LastName": "Makhkamov", "ForeName": "Trobjon", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemistry, Samarkand State University, Samarkand, Uzbekistan."}], "LastName": "Khaydarov", "ForeName": "Khislat", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "CommentsCorrectionsList": [{"RefSource": "J Ethnobiol Ethnomed. 2024 Feb 19;20(1):19. doi: 10.1186/s13002-024-00654-3", "PMID": "38374094"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Stryamets N, Mattalia G, Pieroni A, Khomyn I, Sõukand R. Dining tables divided by a border: the effect of socio-political scenarios on local ecological knowledge of Romanians living in Ukrainian and Romanian Bukovina. Foods. 2021;10(1):126. doi: 10.3390/foods10010126.", "ArticleIdList": ["10.3390/foods10010126", "PMC7827627", "33430148"]}, {"Citation": "Rahman IU, Afzal A, Iqbal Z, Ijaz F, Ali N, Bussmann RW. Traditional and ethnomedicinal dermatology practices in Pakistan. Clin Dermatol. 2018;36(3):310–319. doi: 10.1016/j.clindermatol.2018.03.016.", "ArticleIdList": ["10.1016/j.clindermatol.2018.03.016", "29908573"]}, {"Citation": "Haq SM, Yaqoob U, Calixto ES, Rahman IU, Hashem A, Abd Allah EF, et al. Plant resources utilization among different ethnic groups of Ladakh in Trans-Himalayan Region. Biology. 2021;10(9):827. doi: 10.3390/biology10090827.", "ArticleIdList": ["10.3390/biology10090827", "PMC8468708", "34571704"]}, {"Citation": "Asif M, Haq SM, Yaqoob U, Hassan M, Jan HA. A preliminary study on the ethno-traditional medicinal plant usage in tehsil “Karnah” of District Kupwara (Jammu and Kashmir) India. Ethnobot Res Appl. 2021;21:1–14. doi: 10.32859/era.21.02.1-14.", "ArticleIdList": ["10.32859/era.21.02.1-14"]}, {"Citation": "Fernández-Giménez ME, Fillat EF. Pyrenean pastoralists’ ecological knowledge: documentation and application to natural resource management and adaptation. Hum Ecol. 2012;40:287–300. doi: 10.1007/s10745-012-9463-x.", "ArticleIdList": ["10.1007/s10745-012-9463-x"]}, {"Citation": "Arshad M, Ahmad M, Ahmed E, Saboor A, Abbas A, Sadiq S. An ethnobiological study in Kala Chitta hills of Pothwar region, Pakistan: multinomial logit specification. J Ethnobiol Ethnomed. 2014;10:1–17. doi: 10.1186/1746-4269-10-13.", "ArticleIdList": ["10.1186/1746-4269-10-13", "PMC3914733", "24467739"]}, {"Citation": "Verpoorte R, Choi YH, Kim HK. Ethnopharmacology and systems biology: a perfect holistic match. J Ethnopharmacol. 2005;100(1–2):53–56. doi: 10.1016/j.jep.2005.05.033.", "ArticleIdList": ["10.1016/j.jep.2005.05.033", "16026949"]}, {"Citation": "Silva FdS, Ramos MA, Hanazaki N, Albuquerque UPd. Dynamics of traditional knowledge of medicinal plants in a rural community in the Brazilian semi-arid region. Rev Bras Farmacogn. 2011;21:382–391. doi: 10.1590/S0102-695X2011005000054.", "ArticleIdList": ["10.1590/S0102-695X2011005000054"]}, {"Citation": "Cox PA. Will tribal knowledge survive the millennium? Science. 2000;287(5450):44–45. doi: 10.1126/science.287.5450.4.", "ArticleIdList": ["10.1126/science.287.5450.4", "10644221"]}, {"Citation": "Sharma P. Ethnobotanical studies of Gaddis-a tribal community in district Kangra, HP Ph.D. Thesis submitted to Yaswant Singh Parmar University of Horticulture and Forestry. 1998."}, {"Citation": "Panyaphu K, Van On T, Sirisa-Ard P, Srisa-Nga P, ChansaKaow S, Nathakarnkitkul S. Medicinal plants of the Mien (Yao) in Northern Thailand and their potential value in the primary healthcare of postpartum women. J Ethnopharmacol. 2011;135(2):226–237. doi: 10.1016/j.jep.2011.03.050.", "ArticleIdList": ["10.1016/j.jep.2011.03.050", "21458554"]}, {"Citation": "Gazzaneo LRS, De Lucena RFP, de Albuquerque UP. Knowledge and use of medicinal plants by local specialists in an region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil) J Ethnobiol Ethnomed. 2005;1:1–8. doi: 10.1186/1746-4269-1-9.", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Saha D, Sundriyal M, Sundriyal R. Diversity of food composition and nutritive analysis of edible wild plants in a multi-ethnic tribal land, Northeast India: an important facet for food supply. 2014."}, {"Citation": "Miller JS. The discovery of medicines from plants: a current biological perspective1. Econ Bot. 2011;65(4):396–407. doi: 10.1007/s12231-011-9171-2.", "ArticleIdList": ["10.1007/s12231-011-9171-2"]}, {"Citation": "Anna L. Plants for people. London: Oxford University Press; 1990."}, {"Citation": "Aziz MA, Adnan M, Khan AH, Shahat AA, Al-Said MS, Ullah R. Traditional uses of medicinal plants practiced by the indigenous communities at Mohmand Agency, FATA, Pakistan. J Ethnobiol Ethnomed. 2018;14:1–16. doi: 10.1186/s13002-017-0204-5.", "ArticleIdList": ["10.1186/s13002-017-0204-5", "PMC5761105", "29316948"]}, {"Citation": "Tewari VP, Verma RK, Von Gadow K. Climate change effects in the Western Himalayan ecosystems of India: evidence and strategies. For Ecosyst. 2017;4(1):1–9. doi: 10.1186/s40663-017-0100-4.", "ArticleIdList": ["10.1186/s40663-017-0100-4"]}, {"Citation": "Ratha KK, Sruajani MS, Arya J, Joshi G. Impact of climate change on diversity of Himalayan medicinal plant: a threat to Ayurvedic system of medicine. Int J Res Ayurveda Pharm. 2012;3(3):327–331."}, {"Citation": "Liu F, Gao C, Chen M, Tang G, Sun Y, Li K. The impacts of flowering phenology on the reproductive success of the narrow endemic Nouelia insignis Franch.(Asteraceae) Ecol Evol. 2021;11(14):9396–9409. doi: 10.1002/ece3.7747.", "ArticleIdList": ["10.1002/ece3.7747", "PMC8293708", "34306630"]}, {"Citation": "Malik F, Hussain S, Dil AS, Hannan A, Gilani AH. Islamic republic of Pakistan. In: WHO Global Atlas of traditional, complementary and alternative medicine, vol. 1; 2005. p. 165."}, {"Citation": "Mahmood A, Mahmood A, Tabassum A. Ethnomedicinal survy OF plants from district Sialkot, Pakistan. J Appl Pharm. 2011;3:212–220. doi: 10.21065/19204159.3.212.", "ArticleIdList": ["10.21065/19204159.3.212"]}, {"Citation": "Bano A, Ahmad M, Zafar M, Sultana S, Rashid S, Khan MA. Ethnomedicinal knowledge of the most commonly used plants from Deosai Plateau, Western Himalayas, Gilgit Baltistan, Pakistan. J Ethnopharmacol. 2014;155(2):1046–1052. doi: 10.1016/j.jep.2014.05.045.", "ArticleIdList": ["10.1016/j.jep.2014.05.045", "24969822"]}, {"Citation": "Ibrar M, Hussain F, Sultan A. Ethnobotanical studies on plant resources of Ranyal hills, District Shangla, Pakistan. Pak J Bot. 2007;39(2):329."}, {"Citation": "Pie S, Manandhar N. Sources of some local medicines in the Himalayan Regions. Himal Ecosyst. 1987;97:112."}, {"Citation": "Balick MJ. Transforming ethnobotany for the new millennium. Ann Mo Bot Garden. 1996;1:58–66. doi: 10.2307/2399968.", "ArticleIdList": ["10.2307/2399968"]}, {"Citation": "Ghimire SK, McKey D, Aumeeruddy-Thomas Y. Heterogeneity in ethnoecological knowledge and management of medicinal plants in the Himalayas of Nepal: implications for conservation. Ecol Soc. 2004;9(3):6. doi: 10.5751/ES-00708-090306.", "ArticleIdList": ["10.5751/ES-00708-090306"]}, {"Citation": "Aumeeruddy-Thomas Y, Shengji P, Pei S. Applied ethnobotany: case-studies from the Himalayan region: WWF; 2003."}, {"Citation": "Harisha R, Padmavathy S, Nagaraja B. Traditional ecological knowledge (TEK) and its importance in south India: perspecive from local communities. Appl Ecol Environ Res. 2016;14(1):311–326. doi: 10.15666/aeer/1401_311326.", "ArticleIdList": ["10.15666/aeer/1401_311326"]}, {"Citation": "Pedroso-Júnior N, Sato M. Ethnoecology and conservation in protected natural areas: incorporating local knowledge in Superagui National Park management. Braz J Biol. 2005;65:117–127. doi: 10.1590/S1519-69842005000100016.", "ArticleIdList": ["10.1590/S1519-69842005000100016", "16025911"]}, {"Citation": "Nagan WP, Hammer C. The conceptual and jurisprudential aspects of property in the context of the fundamental rights of indigenous people: the case of the Shuar of Ecuador. NYL Sch L Rev. 2013;58:875."}, {"Citation": "Upton R, Graff A, Jolliffe G, Länger R, Williamson E. Microscopic characterization of botanical medicines. American herbal pharmacopoeia: botanical pharmacognosy. Boca Raton: CRC Press; 2011."}, {"Citation": "Lewis WH. Pharmaceutical discoveries based on ethnomedicinal plants: 1985 to 2000 and beyond. Econ Bot. 2003;57(1):126–134. doi: 10.1663/0013-0001(2003)057[0126:PDBOEP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0126:PDBOEP]2.0.CO;2"]}, {"Citation": "Bunalema L, Obakiro S, Tabuti JR, Waako P. Knowledge on plants used traditionally in the treatment of tuberculosis in Uganda. J Ethnopharmacol. 2014;151(2):999–1004. doi: 10.1016/j.jep.2013.12.020.", "ArticleIdList": ["10.1016/j.jep.2013.12.020", "24365640"]}, {"Citation": "Amiri MS, Joharchi MR. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Mashhad, Iran. Avicenna J Phytomed. 2013;3(3):254.", "ArticleIdList": ["PMC4075713", "25050282"]}, {"Citation": "Baydoun S, Chalak L, Dalleh H, Arnold N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Vitalini S, Iriti M, Puricelli C, Ciuchi D, Segale A, Fico G. Traditional knowledge on medicinal and food plants used in Val San Giacomo (Sondrio, Italy)—An alpine ethnobotanical study. J Ethnopharmacol. 2013;145(2):517–529. doi: 10.1016/j.jep.2012.11.024.", "ArticleIdList": ["10.1016/j.jep.2012.11.024", "23220197"]}, {"Citation": "GOAJK. 2019. AJK at Glance; A report by Planning & Development Department Muzaffarabad, Azad Jammu & Kashmir, Pakistan. 2019."}, {"Citation": "Khan S, Shaheen H, Aziz S, Nasar S. Diversity and distribution of Genus Primula in Kashmir region: an indicator genus of the western Himalayan mountain wetlands and glacial forelands. Biodivers Conserv. 2021;30(6):1673–1688. doi: 10.1007/s10531-021-02163-1.", "ArticleIdList": ["10.1007/s10531-021-02163-1"]}, {"Citation": "Pak-Met. The normals of climatic data of Azad Jammu & Kashmir. Pakistan Meteorological Department, Regional Centre Muzaffarabad, Pakistan; 2018."}, {"Citation": "Ray G, Mondal S. Research methods in social sciences and extension education. New Delhi: Kalyani Publishers; 2011."}, {"Citation": "Smith B, Chinnappa C. Plant collection, identification, and herbarium procedures. Plant Microtechn Protoc. 2015 doi: 10.1007/978-3-319-19944-3_30.", "ArticleIdList": ["10.1007/978-3-319-19944-3_30"]}, {"Citation": "Ali H, Qaiser M. Flora of Pakistan. Islamabad, Karachi. J Med Plants Res. 1993–2007:191–215."}, {"Citation": "Kayani S, Ahmad M, Zafar M, Sultana S, Khan MPZ, Ashraf MA, et al. Ethnobotanical uses of medicinal plants for respiratory disorders among the inhabitants of Gallies-Abbottabad, Northern Pakistan. J Ethnopharmacol. 2014;156:47–60. doi: 10.1016/j.jep.2014.08.005.", "ArticleIdList": ["10.1016/j.jep.2014.08.005", "25153021"]}, {"Citation": "Ong HG, Kim Y-D. Quantitative ethnobotanical study of the medicinal plants used by the Ati Negrito indigenous group in Guimaras island, Philippines. J Ethnopharmacol. 2014;157:228–242. doi: 10.1016/j.jep.2014.09.015.", "ArticleIdList": ["10.1016/j.jep.2014.09.015", "25240586"]}, {"Citation": "Heinrich M, Edwards S, Moerman DE, Leonti M. Ethnopharmacological field studies: a critical assessment of their conceptual basis and methods. J Ethnopharmacol. 2009;124(1):1–17. doi: 10.1016/j.jep.2009.03.043.", "ArticleIdList": ["10.1016/j.jep.2009.03.043", "19537298"]}, {"Citation": "González-Tejero M, Casares-Porcel M, Sánchez-Rojas C, Ramiro-Gutiérrez J, Molero-Mesa J, Pieroni A, et al. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116(2):341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Sharma PK, Chauhan N, Lal B. Observations on the traditional phytotherapy among the inhabitants of Parvati valley in western Himalaya, India. J Ethnopharmacol. 2004;92(2–3):167–176. doi: 10.1016/j.jep.2003.12.018.", "ArticleIdList": ["10.1016/j.jep.2003.12.018", "15137998"]}, {"Citation": "Shaheen H, Khan SM, Harper DM, Ullah Z, Qureshi RA. Species diversity, community structure, and distribution patterns in western Himalayan alpine pastures of Kashmir, Pakistan. Mt Res Dev. 2011;31(2):153–159. doi: 10.1659/MRD-JOURNAL-D-10-00091.1.", "ArticleIdList": ["10.1659/MRD-JOURNAL-D-10-00091.1"]}, {"Citation": "Bano A, Ayub M, Rashid S, Sultana S, Sadia H. Ethnobotany and conservation status of floral diversity of Himalayan range of Azad Jammu and Kashmir Pakistan. Pak J Bot. 2013;45(1):243–251."}, {"Citation": "Shaheen H, Ibrahim M, Ullah Z. Spatial patterns and diversity of the alpine flora of Deosai plateau, western Himalayas. Pak J Bot. 2019;51(1):205–212. doi: 10.30848/PJB2019-1(39).", "ArticleIdList": ["10.30848/PJB2019-1(39)"]}, {"Citation": "Tenzin S, Tendar P. Wetland medicinal plants of eastern Himalayan highlands of Gasa District, Bhutan. Asian Plant Res J. 2021;7(2):1–13. doi: 10.9734/aprj/2021/v7i230149.", "ArticleIdList": ["10.9734/aprj/2021/v7i230149"]}, {"Citation": "Awan AA, Akhtar T, Ahmed MJ, Murtaza G. Quantitative ethnobotany of medicinal plants uses in the Jhelum valley, Azad Kashmir, Pakistan. Acta Ecol Sin. 2021;41(2):88–96. doi: 10.1016/j.chnaes.2020.09.002.", "ArticleIdList": ["10.1016/j.chnaes.2020.09.002"]}, {"Citation": "Zhang X, Lu X, Wang X. Spatial-temporal NDVI variation of different alpine grassland classes and groups in Northern Tibet from 2000 to 2013. Mt Res Dev. 2015;35(3):254–263. doi: 10.1659/MRD-JOURNAL-D-14-00110.1.", "ArticleIdList": ["10.1659/MRD-JOURNAL-D-14-00110.1"]}, {"Citation": "Singh A, Nautiyal MC, Kunwar RM, Bussmann RW. Ethnomedicinal plants used by local inhabitants of Jakholi block, Rudraprayag district, western Himalaya, India. J Ethnobiol Ethnomed. 2017;13:1–29. doi: 10.1186/s13002-017-0178-3.", "ArticleIdList": ["10.1186/s13002-017-0178-3", "PMC5571566", "28836997"]}, {"Citation": "Pala NA, Sarkar BC, Shukla G, Chettri N, Deb S, Bhat JA, et al. Floristic composition and utilization of ethnomedicinal plant species in home gardens of the Eastern Himalaya. J Ethnobiol Ethnomed. 2019;15(1):1–16. doi: 10.1186/s13002-019-0293-4.", "ArticleIdList": ["10.1186/s13002-019-0293-4", "PMC6380006", "30782184"]}, {"Citation": "Mir AY, Yaqoob U, Hassan M, Bashir F, Zanit SB, Haq SM, et al. Ethnopharmacology and phenology of high-altitude medicinal plants in Kashmir, Northern Himalaya. Ethnobot Res Appl. 2021;22:1–15."}, {"Citation": "Khan S, Shaheen H, Mehmood A, Nasar S, Khan T. Ethnobotanical and antibacterial study of Primula plants traditionally used in the indigenous communities of Western Himalaya, Pakistan. Saudi J Biol Sci. 2022;29(5):3244–3254. doi: 10.1016/j.sjbs.2022.01.048.", "ArticleIdList": ["10.1016/j.sjbs.2022.01.048", "PMC9280169", "35844385"]}, {"Citation": "Morrone JJ. On the identification of areas of endemism. Syst Biol. 1994;43(3):438–441. doi: 10.1093/sysbio/43.3.438.", "ArticleIdList": ["10.1093/sysbio/43.3.438"]}, {"Citation": "Rossato SC, Leitão-Filho HdF, Begossi A. Ethnobotany of caiçaras of the Atlantic Forest coast (Brazil). Econ Bot. 1999:387–95."}, {"Citation": "Lone PA, Bhardwaj AK. Traditional herbal based disease treatment in some rural areas of Bandipora district of Jammu and Kashmir, India. Asian J Pharm Clin Res. 2013;6(4):162–171."}, {"Citation": "Yousuf J, Verma RK, Dar H. Traditional plant based therapy among rural communities of some villages of Baramulla district (Jammu and Kashmir) J Phytol. 2013;4(5):46–49."}, {"Citation": "Amjad MS, Zahoor U, Bussmann RW, Altaf M, Gardazi SMH, Abbasi AM. Ethnobotanical survey of the medicinal flora of Harighal, Azad Jammu & Kashmir. Pak J Ethnobiol Ethnomed. 2020;16:1–28. doi: 10.1186/s13002-020-00417-w.", "ArticleIdList": ["10.1186/s13002-020-00417-w", "PMC7590686", "33109243"]}, {"Citation": "Rashid N, Gbedomon RC, Ahmad M, Salako VK, Zafar M, Malik K. Traditional knowledge on herbal drinks among indigenous communities in Azad Jammu and Kashmir. Pak J Ethnobiol Ethnomed. 2018;14(1):1–20. doi: 10.1186/s13002-018-0217-8.", "ArticleIdList": ["10.1186/s13002-018-0217-8", "PMC5822664", "29467005"]}, {"Citation": "Asia F, Muhammad SA, Khalid A, Muhammad A, Muhammad U, Arshad MA. Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir, Pakistan. J Ethnobiol Ethnomed. 2019 doi: 10.1186/s13002-019-0323-2.", "ArticleIdList": ["10.1186/s13002-019-0323-2", "PMC6716831", "31470868"]}, {"Citation": "Kumar R, Bharati KA. New claims in folk veterinary medicines from Uttar Pradesh, India. J Ethnopharmacol. 2013;146(2):581–593. doi: 10.1016/j.jep.2013.01.030.", "ArticleIdList": ["10.1016/j.jep.2013.01.030", "23376281"]}, {"Citation": "Khan KU, Shah M, Ahmad H, Khan SM, Rahman IU, Iqbal Z, et al. Exploration and local utilization of medicinal vegetation naturally grown in the Deusai plateau of Gilgit, Pakistan. Saudi J Biol Sci. 2018;25(2):326–331. doi: 10.1016/j.sjbs.2017.07.012.", "ArticleIdList": ["10.1016/j.sjbs.2017.07.012", "PMC5815990", "29472786"]}, {"Citation": "Qaseem M, Qureshi R, Amjad M, Waseem M, Sajid A. Ethnobotanical evaluation of tridational medicinal plants among thre rular communities of Goi and Dhanwa union council, District Kotli, Azad Jammu & Kashmir. Appl Ecol Environm Res. 2019;6(2):340–349."}, {"Citation": "Umair M, Altaf M, Bussmann RW, Abbasi AM. Ethnomedicinal uses of the local flora in Chenab riverine area, Punjab province Pakistan. J Ethnobiol Ethnomed. 2019;15(1):1–31. doi: 10.1186/s13002-019-0285-4.", "ArticleIdList": ["10.1186/s13002-019-0285-4", "PMC6359778", "30709360"]}, {"Citation": "Ullah M, Khan MU, Mahmood A, Malik RN, Hussain M, Wazir SM, et al. An ethnobotanical survey of indigenous medicinal plants in Wana district south Waziristan agency, Pakistan. J Ethnopharmacol. 2013;150(3):918–924. doi: 10.1016/j.jep.2013.09.032.", "ArticleIdList": ["10.1016/j.jep.2013.09.032", "24120747"]}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, et al. Ethnopharmacological studies of indigenous plants in Kel village, Neelum valley, Azad Kashmir, Pakistan. J Ethnobiol Ethnomed. 2017;13:1–16. doi: 10.1186/s13002-017-0196-1.", "ArticleIdList": ["10.1186/s13002-017-0196-1", "PMC5709976", "29191238"]}, {"Citation": "Bibi T, Ahmad M, Tareen RB, Tareen NM, Jabeen R, Rehman S-U, et al. Ethnobotany of medicinal plants in district Mastung of Balochistan province-Pakistan. J Ethnopharmacol. 2014;157:79–89. doi: 10.1016/j.jep.2014.08.042.", "ArticleIdList": ["10.1016/j.jep.2014.08.042", "25260579"]}, {"Citation": "Hussain W, Badshah L, Ullah M, Ali M, Ali A, Hussain F. Quantitative study of medicinal plants used by the communities residing in Koh-e-Safaid Range, northern Pakistani-Afghan borders. J Ethnobiol Ethnomed. 2018;14(1):1–18. doi: 10.1186/s13002-018-0212-0.", "ArticleIdList": ["10.1186/s13002-018-0212-0", "PMC5922303", "29695281"]}, {"Citation": "Adnan M, Ullah I, Tariq A, Murad W, Azizullah A, Khan AL, et al. Ethnomedicine use in the war affected region of northwest Pakistan. J Ethnobiol Ethnomed. 2014;10(1):1–16. doi: 10.1186/1746-4269-10-16.", "ArticleIdList": ["10.1186/1746-4269-10-16", "PMC3932995", "24484608"]}, {"Citation": "Ghorbani A, Langenberger G, Feng L, Sauerborn J. Ethnobotanical study of medicinal plants utilised by Hani ethnicity in Naban river watershed national nature reserve, Yunnan, China. J Ethnopharmacol. 2011;134(3):651–667. doi: 10.1016/j.jep.2011.01.011.", "ArticleIdList": ["10.1016/j.jep.2011.01.011", "21251966"]}, {"Citation": "Ahmad M, Khan MA, Zafar M, Arshad M, Sultana S, Abbasi BH, et al. Use of chemotaxonomic markers for misidentified medicinal plants used in traditional medicines. J Med Plant Res. 2010;4(13):1244–1252. doi: 10.5897/JMPR10.027.", "ArticleIdList": ["10.5897/JMPR10.027"]}, {"Citation": "Guan Y-S, He Q. Plants consumption and liver health. Evid Based Complement Altern Med. 2015 doi: 10.1155/2015/824185.", "ArticleIdList": ["10.1155/2015/824185", "PMC4499388", "26221179"]}, {"Citation": "Tangjitman K, Wongsawad C, Kamwong K, Sukkho T, Trisonthi C. Ethnomedicinal plants used for digestive system disorders by the Karen of northern Thailand. J Ethnobiol Ethnomed. 2015;11(1):1–13. doi: 10.1186/s13002-015-0011-9.", "ArticleIdList": ["10.1186/s13002-015-0011-9", "PMC4422539", "25885534"]}, {"Citation": "Murad W, Azizullah A, Adnan M, Tariq A, Khan KU, Waheed S, et al. Ethnobotanical assessment of plant resources of Banda Daud Shah, district Karak, Pakistan. J Ethnobiol Ethnomed. 2013;9:1–10. doi: 10.1186/1746-4269-9-77.", "ArticleIdList": ["10.1186/1746-4269-9-77", "PMC4176138", "24267174"]}, {"Citation": "Farooq A, Amjad MS, Ahmad K, Altaf M, Umair M, Abbasi AM. Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir, Pakistan. J Ethnobiol Ethnomed. 2019;15(1):1–30. doi: 10.1186/s13002-019-0323-2.", "ArticleIdList": ["10.1186/s13002-019-0323-2", "PMC6716831", "31470868"]}, {"Citation": "Ahmad M, Sultana S, Fazl-i-Hadi S, Ben Hadda T, Rashid S, Zafar M, et al. An ethnobotanical study of medicinal plants in high mountainous region of Chail valley (District Swat-Pakistan) J Ethnobiol Ethnomed. 2014;10:1–18. doi: 10.1186/1746-4269-10-36.", "ArticleIdList": ["10.1186/1746-4269-10-36", "PMC4022037", "24739524"]}, {"Citation": "Mukherjee PK, Nema NK, Venkatesh P, Debnath PK. Changing scenario for promotion and development of Ayurveda–way forward. J Ethnopharmacol. 2012;143(2):424–434. doi: 10.1016/j.jep.2012.07.036.", "ArticleIdList": ["10.1016/j.jep.2012.07.036", "22885133"]}, {"Citation": "Shah A, Bharati KA, Ahmad J, Sharma M. New ethnomedicinal claims from Gujjar and Bakerwals tribes of Rajouri and Poonch districts of Jammu and Kashmir, India. J Ethnopharmacol. 2015;166:119–128. doi: 10.1016/j.jep.2015.01.056.", "ArticleIdList": ["10.1016/j.jep.2015.01.056", "25680841"]}, {"Citation": "Farooq S, Gulzar A, Haq SM, Hassan M, Bussmann RW. Millennial traditions-Exploration of ethno-medicinal knowledge among different ethnic groups of Northern part Kashmir Himalaya, India. Ethnobot Res Appl. 2022;23:1–18."}, {"Citation": "Rana D, Bhatt A, Lal B. Ethnobotanical knowledge among the semi-pastoral Gujjar tribe in the high altitude (Adhwari’s) of Churah subdivision, district Chamba, Western Himalaya. J Ethnobiol Ethnomed. 2019;15:1–21. doi: 10.1186/s13002-019-0286-3.", "ArticleIdList": ["10.1186/s13002-019-0286-3", "PMC6371563", "30744678"]}, {"Citation": "Khan S, Masoodi T, Islam M, Wani A, Gattoo A. Ethnomedicinal study of wild plants used by fringe communities in Temperate Forests of Himalayan Kashmir, India. Phytomedicine Plus. 2022;2(2):100251. doi: 10.1016/j.phyplu.2022.100251.", "ArticleIdList": ["10.1016/j.phyplu.2022.100251"]}, {"Citation": "Jan M, Mir TA, Ganie AH, Khare RK. Ethnomedicinal use of some plant species by Gujjar and Bakerwal community in Gulmarg Mountainous Region of Kashmir Himalaya. Ethnobot Res Appl. 2021;21:1–23."}, {"Citation": "Ahmed MJ, Akhtar T. Indigenous knowledge of the use of medicinal plants in Bheri, Muzaffarabad, Azad Kashmir, Pakistan. Eur J Integr Med. 2016;8(4):560–569. doi: 10.1016/j.eujim.2016.01.006.", "ArticleIdList": ["10.1016/j.eujim.2016.01.006"]}, {"Citation": "Rao P, Hasan S, Bhellum B, Manhas R. Ethnomedicinal plants of Kathua district, J&K, India. J Ethnopharmacol. 2015;171:12–27. doi: 10.1016/j.jep.2015.05.028.", "ArticleIdList": ["10.1016/j.jep.2015.05.028", "26023030"]}, {"Citation": "Dutta A, Singh K, Singh B, Sharma YP, Bussmann RW. Documentation of veterinary practices from Gujjar and Bakarwal tribes of District Poonch, Jammu & Kashmir: a boon for animals from our ancestors. Ethnobot Res Appl. 2021;21:1–18."}, {"Citation": "Dutta A, Singh K, Singh B, Sharma YP. Exploring traditional veterinary practices from Gujjar and Bakarwal Tribes of District Poonch, Jammu & Kashmir: a boon for animals from our ancestors. 2021."}, {"Citation": "Kanta C, Sharma I, Shiekh M. Ethnobotanical studies on medicinal plants of Langate area, Kupwara, Jammu and Kashmir, India. J Med Plants Stud. 2018;6:94–97."}, {"Citation": "Wali R, Khan MF, Mahmood A, Mahmood M, Qureshi R, Ahmad KS, et al. Ethnomedicinal appraisal of plants used for the treatment of gastrointestinal complaints by tribal communities living in Diamir district, Western Himalayas, Pakistan. PLoS ONE. 2022;17(6):e0269445. doi: 10.1371/journal.pone.0269445.", "ArticleIdList": ["10.1371/journal.pone.0269445", "PMC9176800", "35675300"]}, {"Citation": "Jan HA, Wali S, Ahmad L, Jan S, Ahmad N, Ullah N. Ethnomedicinal survey of medicinal plants of Chinglai valley, Buner district, Pakistan. Eur J Integr Med. 2017;13:64–74. doi: 10.1016/j.eujim.2017.06.007.", "ArticleIdList": ["10.1016/j.eujim.2017.06.007"]}, {"Citation": "Mir TA, Jan M, Khare RK. Ethnomedicinal application of plants in Doodhganga forest range of district Budgam, Jammu and Kashmir, India. Eur J Integr Med. 2021;46:101366. doi: 10.1016/j.eujim.2021.101366.", "ArticleIdList": ["10.1016/j.eujim.2021.101366"]}, {"Citation": "Amjad MS, Arshad M, Qureshi R. Ethnobotanical inventory and folk uses of indigenous plants from Pir Nasoora National Park, Azad Jammu and Kashmir. Asian Pac J Trop Biomed. 2015;5(3):234–241. doi: 10.1016/S2221-1691(15)30011-3.", "ArticleIdList": ["10.1016/S2221-1691(15)30011-3"]}, {"Citation": "Batool Z, Singh K, Gairola S. Documenting potential ethnoveterinary knowledge from the indigenous communities of Cold Desert of Ladakh: a trans-Himalayan region of India. Ethnobot Res Appl. 2022;24:1–20."}, {"Citation": "Elsen PR, Monahan WB, Merenlender AM. Global patterns of protection of elevational gradients in mountain ranges. Proc Natl Acad Sci. 2018;115(23):6004–6009. doi: 10.1073/pnas.1720141115.", "ArticleIdList": ["10.1073/pnas.1720141115", "PMC6003333", "29784825"]}, {"Citation": "Ali S. Significance of flora with special reference to Pakistan. Pak J Bot. 2008;40(3):967–971."}, {"Citation": "Dad JM. Phytodiversity and medicinal plant distribution in pasturelands of North Western Himalaya in relation to environmental gradients. J Mt Sci. 2019;16(4):884–897. doi: 10.1007/s11629-018-5104-1.", "ArticleIdList": ["10.1007/s11629-018-5104-1"]}, {"Citation": "Baptista GCS, Araujo GM. Intercultural competence and skills into the biology teachers training from the research procedures of ethnobiology. Sci Educ Int. 2019;30(4):310–318. doi: 10.33828/sei.v30.i4.8.", "ArticleIdList": ["10.33828/sei.v30.i4.8"]}, {"Citation": "Zarger RK. Learning ethnobiology: creating knowledge and skills about the living world. Ethnobiology. 2011:371–86."}, {"Citation": "Pontius JB. Hunting, foraging, and fishing for food as place-based learning. Place-based Learn Plate: Hunt Foraging Fish Food. 2020;1:9. doi: 10.1007/978-3-030-42814-3_1.", "ArticleIdList": ["10.1007/978-3-030-42814-3_1"]}, {"Citation": "Lumber R, Richardson M, Sheffield D. Beyond knowing nature: contact, emotion, compassion, meaning, and beauty are pathways to nature connection. PLoS ONE. 2017;12(5):e0177186. doi: 10.1371/journal.pone.0177186.", "ArticleIdList": ["10.1371/journal.pone.0177186", "PMC5423657", "28486515"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "2"}, {"Year": "2023", "Month": "11", "Day": "21"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "1", "Hour": "0", "Minute": "6"}, {"Year": "2023", "Month": "11", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["38037066", "PMC10688143", "10.1186/s13002-023-00631-2", "10.1186/s13002-023-00631-2"]}}], "PubmedBookArticle": []}