{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38042953", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "02"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "03"}], "Language": ["eng"], "ELocationID": ["21312", "10.1038/s41598-023-48732-y"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "03"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Exogenously applied 5-aminolevulinic acid modulates growth, yield, and physiological parameters in lentil (Lens culinaris Medik.) under rain-fed and supplemental irrigation conditions.", "Pagination": {"StartPage": "21312", "MedlinePgn": "21312"}, "Abstract": {"AbstractText": ["Lentils are a significant source of plant protein and are cultivated across Asia, Europe, and North Africa. Plants are subjected to various environmental stresses, which can hinder growth, yield, and productivity. 5-aminolevulinic acid (ALA) is a compound that acts as a precursor in the biosynthesis of tetrapyrroles and can increase plant tolerance to different abiotic stressors. However, the effects of exogenously applied ALA on lentil growth, yield, and physiological parameters under rain-fed and supplemental irrigation conditions are not well-known. In this study, a split plot experiment was conducted to investigate the impact of ALA foliar application and supplemental irrigation on lentil (Lens culinaris Medik.). The experiment was designed based on a randomized complete block with three replications. The main plot included four levels of supplemental irrigation [(supplementary irrigation in the flowering and early seed-filling stages, supplementary irrigation in the flowering stage, supplementary irrigation in the early seed-filling along with rain-fed conditions (no irrigation)]. The subplot considered foliar application of ALA at varying levels [(0 (control), 50 and 100 ppm)]. The results showed that water regimes and foliar spray with ALA significantly (P ˂ 0.01) affected plant height, number of pods per plant, pod weight, number of seeds per pod and weight of 1000 seeds, biological yield, seed yield, and harvest index. The highest total chlorophyll content was observed in plants that were subjected to supplementary irrigation in flowering and early seed filling stages and foliar sprayed with 100 ppm ALA. The study also found that exogenous ALA improved drought tolerance in lentil plants under rain-fed conditions mainly by regulating antioxidant enzymes, which ultimately protected the cellular membranes against overproduction of H<sub>2</sub>O<sub>2</sub>. Furthermore, ALA application increased total carbohydrate contents at all supplemental irrigation levels, but the rate was higher in complementary irrigation conditions during flowering and early seed-filling stages. Malondialdehyde (MDA), H<sub>2</sub>O<sub>2</sub>, and proline contents were increased in field-grown plants under rain-fed conditions without exogenous ALA application. In conclusion, this study sheds light on the effects of ALA foliar spray and supplemental irrigation on lentil growth, yield, and physiological parameters. The findings suggest that exogenous ALA can improve plant tolerance to various abiotic stressors and enhance plant growth, yield, and physiological parameters."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Azarbaijan Shahid Madani University, Tabriz, Iran. hmohammadi@azaruniv.ac.ir."}], "LastName": "Mohammadi", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Azarbaijan Shahid Madani University, Tabriz, Iran."}], "LastName": "Ezati", "ForeName": "Parviz", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Azarbaijan Shahid Madani University, Tabriz, Iran."}], "LastName": "Hazrati", "ForeName": "Saeid", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, Faculty of Agriculture and Natural Resources, Arak University, Arak, Iran. m-ghorbanpour@araku.ac.ir."}], "LastName": "Ghorbanpour", "ForeName": "Mansour", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "88755TAZ87", "NameOfSubstance": "Aminolevulinic Acid"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "metabolism"], "DescriptorName": "Aminolevulinic Acid"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lens Plant"}, {"QualifierName": [], "DescriptorName": "Rain"}, {"QualifierName": ["metabolism"], "DescriptorName": "Water"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yılmaz-Düzyaman H, Medina-Alonso MG, Sanz C, Pérez AG, de la Rosa R, León L. Influence of genotype and environment on fruit phenolic composition of Olive. Horticulture. 2023;9(10):1087. doi: 10.3390/horticulturae9101087.", "ArticleIdList": ["10.3390/horticulturae9101087"]}, {"Citation": "Rezapour S, Jooyandeh E, Ramezanzade M, Mostafaeipour A, Jahangiri M, Issakhov A, Chowdhury S, Techato K. Forecasting rainfed agricultural production in arid and semi-arid lands using learning machine methods: A case study. Sustainable. 2021;13(9):4607. doi: 10.3390/su13094607.", "ArticleIdList": ["10.3390/su13094607"]}, {"Citation": "Naorem A, Jayaraman S, Dang YP, Dalal RC, Sinha NK, Rao CS, Patra AK. Soil constraints in an arid environment—Challenges, prospects, and implications. Agron. 2023;13(1):220. doi: 10.3390/agronomy13010220.", "ArticleIdList": ["10.3390/agronomy13010220"]}, {"Citation": "Oguz MC, Aycan M, Oguz E, Poyraz I, Yildiz M. Drought stress tolerance in plants: Interplay of molecular, biochemical and physiological responses in important development stages. Physiologia. 2022;2(4):180–197. doi: 10.3390/physiologia2040015.", "ArticleIdList": ["10.3390/physiologia2040015"]}, {"Citation": "Kukal SS, Jat ML, Sidhu HS. Improving water productivity of wheat-based cropping systems in South Asia for sustained productivity. Adv. Agron. 2014;127:157–258. doi: 10.1016/B978-0-12-800131-8.00004-2.", "ArticleIdList": ["10.1016/B978-0-12-800131-8.00004-2"]}, {"Citation": "Nezami A, Sedaghat KH, Porsa H. Evaluation of fall sowing of cold tolerant chickpea (Cicer arietinum l) genotypes under supplementary irrigation in Mashhad. Iran. J. Field Crops Res. 2010;8(3):415–423."}, {"Citation": "Dutta A, Trivedi A, Nath CP, Gupta DS, Hazra KK. A comprehensive review on grain legumes as climate-smart crops: Challenges and prospects. Environ. Challeng. 2022;7:100479. doi: 10.1016/j.envc.2022.100479.", "ArticleIdList": ["10.1016/j.envc.2022.100479"]}, {"Citation": "Khatun M, Sarkar S, Era FM, Islam AKMM, Anwar MP, Fahad S, Datta R, Islam AKMA. Drought stress in grain legumes: Effects, tolerance mechanisms and management. Agron. 2021;11(12):2374. doi: 10.3390/agronomy11122374.", "ArticleIdList": ["10.3390/agronomy11122374"]}, {"Citation": "Wu Y, Liao WB, Dawuda MM, Hu L, Yu J. 5-Aminolevulinic acid (ALA) biosynthetic and metabolic pathways and its role in higher plants: A review. Plant Growth Regul. 2019;87:327. doi: 10.1007/s10725-019-00497-z.", "ArticleIdList": ["10.1007/s10725-019-00497-z"]}, {"Citation": "Zhang ZJ, Li HZ, Zhou WJ, Takeuchi Y, Yoneyama K. Effect of 5- aminolevulinic acid on development and salt tolerance of potato (Solanum tuberosum L.) microtubers in vitro. Plant Growth Regul. 2006;49:27–34."}, {"Citation": "Ma J, Sun M, Qiu L, Xie Y, Ma Y, Liang W. The 5-Aminolevulinic Acid (5-ALA) supplement enhances PSII photochemical activity and antioxidant activity in the late growth promotion of Pseudostellaria heterophylla Plants (Basel, Switzerland) Plants. 2022;11(22):3035. doi: 10.3390/plants11223035.", "ArticleIdList": ["10.3390/plants11223035", "PMC9693590", "36432764"]}, {"Citation": "Yang N, Li YM, Li JW, Teng RM, Chen Y, Wang YH, Zhuang J. Effects of exogenous 5-aminolevulinic acid on the chlorophyll synthesis and fluorescence characteristics and gene expression of key enzymes in tea plants under drought stress. J. Tea Sci. 2022;42:187–199."}, {"Citation": "Taiz, L., Zeiger, E., Møller, I.M. & Murphy, A. Plant Physiology and Development (No. Ed. 6). Sinauer Associates Incorporated (2015)."}, {"Citation": "Lichtenthaler HK, Wellburn AR. Determination of total carotenoids and Chlorophylls a and b of leaf extracts in different solvents. Biochem. Soc. Trans. 1983;603(11):591–592. doi: 10.1042/bst0110591.", "ArticleIdList": ["10.1042/bst0110591"]}, {"Citation": "Loreto F, Velikova V. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiol. 2001;127(4):1781–1787. doi: 10.1104/pp.010497.", "ArticleIdList": ["10.1104/pp.010497", "PMC133581", "11743121"]}, {"Citation": "Heath RL, Packer L. Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation. Arch. Biochem. Biophys. 1968;125(1):189–198. doi: 10.1016/0003-9861(68)90654-1.", "ArticleIdList": ["10.1016/0003-9861(68)90654-1", "5655425"]}, {"Citation": "Bates LS, Waldern RP, Tear ID. Rapid determination of free proline for water stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK, Rebers PA, Smith F. Colorimetric method for determination of sugars and related substances. Anal. Chem. 1956;28(3):350–356. doi: 10.1021/ac60111a017.", "ArticleIdList": ["10.1021/ac60111a017"]}, {"Citation": "Chance B, Maehly AC. Assay of catalases and peroxidases. Methods Enzymol. 1955;2:764–775. doi: 10.1016/S0076-6879(55)02300-8.", "ArticleIdList": ["10.1016/S0076-6879(55)02300-8", "13193536"]}, {"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–126. doi: 10.1016/S0076-6879(84)05016-3.", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3", "6727660"]}, {"Citation": "Nakano Y, Asada K. Hydrogen peroxide is scavenged by ascorbate-specific peroxidase in spinach chloroplasts. Plant Cell Physiol. 1981;22(5):867–880."}, {"Citation": "Dhindsa RS, Dhindsa PP, Thorpe TA. Leaf senescence correlated with increased levels of membrane permeability and lipid-peroxidation and decreased levels of superoxide dismutase and catalase. J. Exp. Bot. 1980;32:93–101. doi: 10.1093/jxb/32.1.93.", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Devani MB, Shishoo CJ, Shah SA, Suhagia BN. Spectrophotometric method for microdetermination of nitrogen in kjeldahl digest. J. Assoc. Official Anal. Chem. 1989;72(6):953–956."}, {"Citation": "Association of Official Analytical Chemists (AOAC). Official Methods of Analysis, 15th Edn. AOAC, pp 556 (1990)."}, {"Citation": "Hu J, Li G, Mo H, Lv Y, Qian T, Chen M, Lu S. Crop node detection and internode length estimation using an improved YOLOv5 model. Agriculture. 2023;13(2):473. doi: 10.3390/agriculture13020473.", "ArticleIdList": ["10.3390/agriculture13020473"]}, {"Citation": "Wu Y, Jin X, Liao W, Hu L, Dawuda MM, Zhao X, Tang Z, Gong T, Yu J. 5-Aminolevulinic Acid (ALA) alleviated salinity stress in cucumber seedlings by enhancing chlorophyll synthesis pathway. Front. Plant Sci. 2018;9:635. doi: 10.3389/fpls.2018.00635.", "ArticleIdList": ["10.3389/fpls.2018.00635", "PMC5962685", "29868088"]}, {"Citation": "Choukri H, Hejjaoui K, El-Baouchi A, El haddad N, Smouni A, Maalouf F, Thavarajah D, Kumar S. Heat and drought stress impact on phenology, grain yield, and nutritional quality of Lentil (Lens culinaris Medikus) Front. Nutr. 2020;7:596307. doi: 10.3389/fnut.2020.596307.", "ArticleIdList": ["10.3389/fnut.2020.596307", "PMC7719779", "33330596"]}, {"Citation": "SioseMardeh P, Sadeghi F, Kanouni H, Bahramnejad B, Gholami S. Effect of drought stress on physiological traits, grain yield and its components in chickpea (Cicer arietinum L.) genotypes. Iran. J. Crop Sci. 2014;16(2):91."}, {"Citation": "Rasheed R, Yasmeen H, Hussain I, Iqbal M, Ashraf MA, Parveen A. Exogenously applied 5-aminolevulinic acid modulates growth, secondary metabolism and oxidative defense in sunflower under water deficit stress. Physiol. Mol. Biol. Plants. 2020;26(3):489–499. doi: 10.1007/s12298-019-00756-3.", "ArticleIdList": ["10.1007/s12298-019-00756-3", "PMC7078417", "32205925"]}, {"Citation": "Maleky A, Heidary Moghaddam A, Siyadat SA, Tahmasebi A. Effect of supplemental irrigation on yield, yield components and seed protein percentage of three chickpea cultivars in Ilam. J. Crop Ecophysiol. 2011;19(5):65–78."}, {"Citation": "Ashraf M, Akram NA, Al-Qurainy F, Foolad MR. Drought tolerance: roles of organic osmolytes, growth regulators, and mineral nutrients. Adv. Agron. 2011;111:249–296. doi: 10.1016/B978-0-12-387689-8.00002-3.", "ArticleIdList": ["10.1016/B978-0-12-387689-8.00002-3"]}, {"Citation": "Sehgal A, Sita K, Siddique KH, Kumar R, Bhogireddy S, Varshney RK, HanumanthaRao B, Nair RM, Prasad PV, Nayyar H. Drought or/and heat-stress effects on seed filling in food crops: Impacts on functional biochemistry, seed yields, and nutritional quality. Front. Plant Sci. 2018;9:1705. doi: 10.3389/fpls.2018.01705.", "ArticleIdList": ["10.3389/fpls.2018.01705", "PMC6277783", "30542357"]}, {"Citation": "Camargo-Alvarez H, Elliott RJ, Olin S, Wang X, Wang C, Ray DK, Pugh TA. Modelling crop yield and harvest index: The role of carbon assimilation and allocation parameters. Model. Earth Syst. Environ. 2023;9(2):2617–2635. doi: 10.1007/s40808-022-01625-x.", "ArticleIdList": ["10.1007/s40808-022-01625-x"]}, {"Citation": "Hosseini FS, Nezami A, Parsa M, Hajmohammadnia K. Effects of supplementary irrigation on yield and yield components of Lentil (Lens culinaris Medik.) cultivars in Mashhad climate. Water Soil. 2011 doi: 10.22067/jsw.v0i0.9697.", "ArticleIdList": ["10.22067/jsw.v0i0.9697"]}, {"Citation": "Mitra J. Genetics and genetic improvement of drought resistance in crop plants. Curr. Sci. 2001;25:758–763."}, {"Citation": "Luz LM, Alves EC, Vilhena NQ, Oliveira TB, Silva ZG, Freitas JM, Neto CF, Costa RC, Costa LC. Distinct physiological mechanisms underpin growth and rehydration of Hymenaea courbaril and Hymenaea stigonocarpa upon short-term exposure to drought stress. J. For. Res. 2023;34(1):113–123. doi: 10.1007/s11676-022-01558-2.", "ArticleIdList": ["10.1007/s11676-022-01558-2"]}, {"Citation": "Ommen OE, Donnelly A, Vanhoutvin S, Van Oijen M, Manderscheid R. Chlorophyll content of spring wheat flag leaves grown under elevated CO2 concentrations and other environmental stresses within the ‘ESPACE-wheat project. Europ. J. Agron. 1999;10(3–4):197–203. doi: 10.1016/S1161-0301(99)00011-8.", "ArticleIdList": ["10.1016/S1161-0301(99)00011-8"]}, {"Citation": "Yang C, Boggasch S, Haase W, Paulsen H. Thermal stability of trimeric light-harvesting chlorophyll a/b complex (LHCIIb) in liposomes of thylakoid lipids. Biochimica et Biophysica Acta (BBA) Bioenergetics. 2006;1757(12):1642–1648. doi: 10.1016/j.bbabio.2006.08.010.", "ArticleIdList": ["10.1016/j.bbabio.2006.08.010", "17010303"]}, {"Citation": "Aksakal O, Algur OF, Icoglu Aksakal F, Aysin F. Exogenous 5-aminolevulinic acid alleviates the detrimental effects of UV-B stress on lettuce (Lactuca sativa L) seedlings. Acta Physiol. Planta. 2017;39(2):1–10. doi: 10.1007/s11738-017-2347-3.", "ArticleIdList": ["10.1007/s11738-017-2347-3"]}, {"Citation": "Ali B, Gill RA, Yang S, Gill MB, Farooq MA, Liu D, Daud MK, Ali S, Zhou W. Regulation of cadmium-induced proteomic and metabolic changes by 5-aminolevulinic acid in leaves of Brassica napus L. PLoS One. 2015;10(4):e0123328. doi: 10.1371/journal.pone.0123328.", "ArticleIdList": ["10.1371/journal.pone.0123328", "PMC4409391", "25909456"]}, {"Citation": "Wang H, Qiu C, Wang Y, Guo X. Biosynthesis and profiles of fatty acids, vitamin E and carotenoids during flax (Linum usitatissimum L.) seed capsule maturation. Int. J. Food Sci. Technol. 2021;56(8):4108–4118. doi: 10.1111/ijfs.15039.", "ArticleIdList": ["10.1111/ijfs.15039"]}, {"Citation": "Nishihara E, Kondo K, Parvez MM, Takahashi K, Watanabe K, Tanaka K. Role of 5-aminolevulinic acid (ALA) on active oxygen-scavenging system in NaCl-treated spinach (Spinacia oleracea) J. Plant Physiol. 2003;160(9):1085–1091. doi: 10.1078/0176-1617-00991.", "ArticleIdList": ["10.1078/0176-1617-00991", "14593810"]}, {"Citation": "Hou X, Rivers J, León P, McQuinn RP, Pogson BJ. Synthesis and function of apocarotenoid signals in plants. Trend. Plant Sci. 2016;21(9):792–803. doi: 10.1016/j.tplants.2016.06.001.", "ArticleIdList": ["10.1016/j.tplants.2016.06.001", "27344539"]}, {"Citation": "Patanè C, Siah S, Pellegrino A, Cosentino SL, Siracusa L. Fruit yield, polyphenols, and carotenoids in Long Shelf-Life tomatoes in response to drought stress and rewatering. Agron. 2021;11(10):1943. doi: 10.3390/agronomy11101943.", "ArticleIdList": ["10.3390/agronomy11101943"]}, {"Citation": "Khazaie Z, Sayari M. Effect of 5-aminolevulinic acid and drought stress on antioxidant activity and some physiological parameters of pepper (Capsicum annuum) Plant Prod. Technol. 2014;6(1):111–119."}, {"Citation": "Purcell L, King C. Drought and nitrogen source effects on nitrogen nutrition, seed growth, and yield in soybean. J. Plant Nut. 1996;19:969–993. doi: 10.1080/01904169609365173.", "ArticleIdList": ["10.1080/01904169609365173"]}, {"Citation": "Ghanbari A, Mousavi S, Mousapour Gorgi A, Rao I. Effects of water stress on leaves and seeds of bean (Phaseolus vulgaris L.) Turkish J. Field Crops. 2013;181:73–77."}, {"Citation": "Zhang Y, Huang X, Wang L, Wei L, Wu Z, You M. Proteomic analysis of wheat seed in response to drought stress. J. Integ. Agric. 2014;13:919–925. doi: 10.1016/S2095-3119(13)60601-2.", "ArticleIdList": ["10.1016/S2095-3119(13)60601-2"]}, {"Citation": "Liu D, Pei ZF, Naeem MS, Ming DF, Liu HB, Khan F, Zhou WJ. 5-Aminolevulinic acid activates antioxidative defence system and seedling growth in Brassica napus L. under water-deficit stress. J. Agron. Crop Sci. 2011;197(4):284–295. doi: 10.1111/j.1439-037X.2011.00465.x.", "ArticleIdList": ["10.1111/j.1439-037X.2011.00465.x"]}, {"Citation": "Xiong JL, Wang HC, Tan XY, Zhang CL, Naeem MS. 5-aminolevulinic acid improves salt tolerance mediated by regulation of tetrapyrrole and proline metabolism in Brassica napus L. seedlings under NaCl stress. Plant Physiol. Biochem. 2018;124:88–99. doi: 10.1016/j.plaphy.2018.01.001.", "ArticleIdList": ["10.1016/j.plaphy.2018.01.001", "29353686"]}, {"Citation": "Zhang ZP, Miao MM, Wang CL. Effects of ALA on photosynthesis, antioxidant enzyme activity, and gene expression, and regulation of proline accumulation in tomato seedlings under NaCl stress. J. Plant Growth Regul. 2015;34:637–650. doi: 10.1007/s00344-015-9499-4.", "ArticleIdList": ["10.1007/s00344-015-9499-4"]}, {"Citation": "Delatorre-Herrera J, Delfino I, Salinas C, Silva H, Cardemil L. Irrigation restriction effects on water use efficiency and osmotic adjustment in Aloe Vera plants (Aloe barbadensis Miller) Agric. Water Manag. 2015;97(10):1564–1570. doi: 10.1016/j.agwat.2010.05.008.", "ArticleIdList": ["10.1016/j.agwat.2010.05.008"]}, {"Citation": "Helaly MN, El-Hoseiny HM, Elsheery NI, Kalaji HM, de Los Santos-Villalobos S, Wróbel J, Hassan IF, Gaballah MS, Abdelrhman LA, Mira AM, Alam-Eldein SM. 5-aminolevulinic acid and 24-epibrassinolide improve the drought stress resilience and productivity of banana plants. Plants. 2022;11(6):743. doi: 10.3390/plants11060743.", "ArticleIdList": ["10.3390/plants11060743", "PMC8949027", "35336624"]}, {"Citation": "Liu DM, Zhang J, Sun WJ, Li Q, Dai AH, Bai JG. 5-Aminolevulinic acid pretreatment mitigates drought stress of cucumber leaves through altering antioxidant enzyme activity. Sci. Horticul. 2011;130:820–828. doi: 10.1016/j.scienta.2011.09.010.", "ArticleIdList": ["10.1016/j.scienta.2011.09.010"]}, {"Citation": "Zahedzadeh F, Zaare-Nahandi F, Dadpour MR, Motalebi-Azar A, Alizadeh Salteh S. Effects of aminolevulinic acid on growth, antioxidant activity and anthocyanin accumulation of apple explants under salinity stress in in vitro culture conditions. Iran. J. Hortic. Sci. 2019;5(3):667–681."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2023", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "3", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "2", "Hour": "23", "Minute": "40"}, {"Year": "2023", "Month": "12", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["38042953", "PMC10693620", "10.1038/s41598-023-48732-y", "10.1038/s41598-023-48732-y"]}}], "PubmedBookArticle": []}