{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Grassland", "grazing", "habitat management", "intraspecific trait variation", "medicinal and aromatic plants", "mowing", "rangeland management"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38046405", "DateRevised": {"Year": "2023", "Month": "12", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["plad077", "10.1093/aobpla/plad077"], "Journal": {"ISSN": "2041-2851", "JournalIssue": {"Volume": "15", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "AoB PLANTS", "ISOAbbreviation": "AoB Plants"}, "ArticleTitle": "A feedback loop between management, intraspecific trait variation and harvesting practices.", "Pagination": {"StartPage": "plad077", "MedlinePgn": "plad077"}, "Abstract": {"AbstractText": ["Intraspecific variation in plants is a major ecological mechanism whose local determinants are still poorly understood. In particular, the relationship between this variation and human practices may be key to understanding human-nature relationships. We argue that it is necessary to consider how human practices both influence and depend on the phenotypic variability of species of interest. <i>Arnica montana</i> (arnica) is a good model to study the complex interactions between human actions and plant phenotype, as (i) its ecological niche is shaped by human management actions and (ii) its variability has consequences for harvesters. Using a functional trait approach, we examined feedback loops linking management actions, plant phenotype and harvesting practices. In 27 sites in southeastern France, we measured vegetative and reproductive functional traits of arnica of interest for harvesters, and recorded management actions (grazing; mowing) and ecological variables (including height of surrounding vegetation and tree cover). We examined their effects on plant traits with linear mixed models and used path analysis to test if the effects of human management on traits are mediated by the height of surrounding vegetation. Management actions affected functional traits of arnica. Biomass removal practices (grazing, mowing) were associated with smaller plants producing smaller leaves with reduced specific leaf area. We uncovered the core role of the height of surrounding vegetation in determining this phenotype. Tree cover was associated with reduced flowering. The observed intraspecific variation in response to management actions differentially impacts the two main harvesting practices. Flower-head harvesting depends on reproductive traits that are not impacted by mowing (which is done in winter) but adversely affected by tree cover. In contrast, traits associated with large biomass under tree cover or with high surrounding vegetation are favourable for whole-plant harvesters. Our trait-based approach unveiled clear links between management actions and plant phenotype, with impacts on both vegetative and reproductive traits. These changes induced by management also affect the practices of harvesters. We thus demonstrated a feedback loop between human actions and plant phenotype and provided a novel perspective on human-related causes and consequences of plant intraspecific variability."], "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of the Annals of Botany Company."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre d'Ecologie Fonctionnelle et Evolutive, Univ Montpellier, CNRS EPHE, IRD, Montpellier 34293, France."}], "LastName": "Locqueville", "ForeName": "Jonathan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre d'Ecologie Fonctionnelle et Evolutive, Univ Montpellier, CNRS EPHE, IRD, Montpellier 34293, France."}], "LastName": "Violle", "ForeName": "Cyrille", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre d'Ecologie Fonctionnelle et Evolutive, Univ Montpellier, CNRS EPHE, IRD, Montpellier 34293, France."}], "LastName": "McKey", "ForeName": "Doyle", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre d'Ecologie Fonctionnelle et Evolutive, Univ Montpellier, CNRS EPHE, IRD, Montpellier 34293, France."}], "LastName": "Caillon", "ForeName": "Sophie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre d'Ecologie Fonctionnelle et Evolutive, Univ Montpellier, CNRS EPHE, IRD, Montpellier 34293, France."}], "LastName": "Coq", "ForeName": "Sylvain", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "AoB Plants", "NlmUniqueID": "101539425"}, "CoiStatement": "None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Albert CH, Grassein F, Schurr FM, Vieilledent G, Violle C.. 2011. When and how should intraspecific variability be considered in trait-based plant ecology? Perspectives in Plant Ecology, Evolution and Systematics 13:217–225."}, {"Citation": "\nBates D, Maechler M, Bolker B, Walker S.. \n2022. lme4: linear mixed-effects models using ‘Eigen’ and S4. R package version 1.1-28. http://CRAN.R-project.org/package=lme4. (Retrieved 18 Mar 2022). doi:10.18637/jss.v067.i01", "ArticleIdList": ["10.18637/jss.v067.i01"]}, {"Citation": "Bennett JA, Riibak K, Tamme R, Lewis RJ, Pärtel M.. 2016. The reciprocal relationship between competition and intraspecific trait variation. Journal of Ecology 104:1410–1420."}, {"Citation": "Björkman O. 1981. Responses to different quantum flux densities. In Lange OL, Nobel PS, Osmond CB, Ziegler H, eds. Encyclopedia of Plant Physiology I. Vol. 12A. Berlin, Heidelberg: Springer-Verlag, 57–107"}, {"Citation": "Brooks ME, Kristensen K, Van Benthem KJ, Magnusson A, Berg CW, Nielsen A, Skaug HJ, Machler M, Bolker BM.. 2017. glmmTMB balances speed and flexibility among packages for zero-inflated generalized linear mixed modeling. The R Journal 9:378–400."}, {"Citation": "Chadwick M, Trewin H, Gawthrop F, Wagstaff C.. 2013. Sesquiterpenoids lactones: benefits to plants and people. International Journal of Molecular Sciences 14:Art. 6.", "ArticleIdList": ["PMC3709812", "23783276"]}, {"Citation": "Coq S, Nahmani J, Resmond R, Segrestin J, David J-F, Schevin P, Kazakou E.. 2018. Intraspecific variation in litter palatability to macroarthropods in response to grazing and soil fertility. Functional Ecology 32:2615–2624."}, {"Citation": "Creissen HE, Jorgensen TH, Brown JKM.. 2016. Increased yield stability of field-grown winter barley (Hordeum vulgare L) varietal mixtures through ecological processes. Crop Protection 85:1–8.", "ArticleIdList": ["PMC4862440", "27375312"]}, {"Citation": "da Silveira Pontes L, Maire V, Schellberg J, Louault F.. 2015. Grass strategies and grassland community responses to environmental drivers: a review. Agronomy for Sustainable Development 35:1297–1318."}, {"Citation": "De Haan S, Burgos G, Liria R, Rodriguez F, Creed-Kanashiro HM, Bonierbale M.. 2019. The nutritional contribution of potato varietal diversity in Andean food systems: a case study. American Journal of Potato Research 96:151–163."}, {"Citation": "Des Roches S, Pendleton LH, Shapiro B, Palkovacs EP.. 2021. Conserving intraspecific variation for nature’s contributions to people. Nature Ecology & Evolution 5:574–582.", "ArticleIdList": ["33649544"]}, {"Citation": "Díaz S, Noy-Meir I, Cabido M.. 2001. Can grazing response of herbaceous plants be predicted from simple vegetative traits? Journal of Applied Ecology 38:497–508."}, {"Citation": "Díaz S, Lavorel S, McIntyre S, Falczuk V, Casanoves F, Milchunas DG, Skarpe C, Rusch G, Sternberg M, Noy-Meir I, et al. . 2007. Plant trait responses to grazing—a global synthesis. Global Change Biology 13:313–341."}, {"Citation": "Douglas JA, Smallfield BM, Burgess EJ, Perry NB, Anderson RE, Douglas MH, Glennie VL, Glennie VA.. 2004. Sesquiterpene lactones in Arnica montana: a rapid analytical method and the effects of flower maturity and simulated mechanical harvesting on quality and yield. Planta Medica 70:166–170.", "ArticleIdList": ["14994196"]}, {"Citation": "Duarte S, Antunes B, Trabulo J, Seena S, Cássio F, Pascoal C.. 2019. Intraspecific diversity affects stress response and the ecological performance of a cosmopolitan aquatic fungus. Fungal Ecology 41:218–223."}, {"Citation": "García D, Zamora R.. 2003. Persistence, multiple demographic strategies and conservation in long-lived Mediterranean plants. Journal of Vegetation Science 14:921–926."}, {"Citation": "Garnier E, Navas M-L.. 2012. A trait-based approach to comparative functional plant ecology: concepts, methods and applications for agroecology: a review. Agronomy for Sustainable Development 32:365–399."}, {"Citation": "Garnier E, Navas M-L, Grigulis K. 2016. Plant functional diversity : Organism traits, community structure, and ecosystem properties. Oxford University Press."}, {"Citation": "Grime JP. 1977. Evidence for the existence of three primary strategies in plants and its relevance to ecological and evolutionary theory. The American Naturalist 111:1169–1194."}, {"Citation": "Grime JP. 1979. Plant strategies and vegetation processes. Chichester, UK: Wiley & Sons."}, {"Citation": "Guerrero AM, Bennett NJ, Wilson KA, Carter N, Gill D, Mills M, Ives CD, Selinske MJ, Larrosa C, Bekessy S, et al. . 2018. Achieving the promise of integration in social-ecological research. Ecology and Society 23:38. doi:10.5751/ES-10232-230338", "ArticleIdList": ["10.5751/ES-10232-230338"]}, {"Citation": "\n\nHartig, F.\n2022. DHARMa: Residual Diagnostics for Hierarchical (Multi-Level/Mixed) Regression Models. R package version 0.4.5. https://CRAN.R-project.org/package=DHARMa"}, {"Citation": "Herz K, Dietz S, Haider S, Jandt U, Scheel D, Bruelheide H.. 2017. Drivers of intraspecific trait variation of grass and forb species in German meadows and pastures. Journal of Vegetation Science 28:705–716."}, {"Citation": "Hollmann V, Donath TW, Grammel F, Himmighofen T, Zerahn U, Leyer I.. 2020. From nutrients to competition processes: habitat specific threats to Arnica montana L populations in Hesse, Germany. PLoS One 15:e0233709.", "ArticleIdList": ["PMC7259784", "32470080"]}, {"Citation": "\nJulve P.\n2021. Baseflor. Index botanique, écologique et chorologique de la Flore de France. Version 10/10/2021. Programme Catminat. <https://www.tela-botanica.org/projets/phytosociologie/porte-documents/>"}, {"Citation": "Jung V, Violle C, Mondy C, Hoffmann L, Muller S.. 2010. Intraspecific variability and trait-based community assembly. Journal of Ecology 98:1134–1140."}, {"Citation": "Kahmen S, Poschlod P.. 2000. Population size, plant performance, and genetic variation in the rare plant Arnica montana L in the Rhön, Germany. Basic and Applied Ecology 1:43–51."}, {"Citation": "Kline RB. 2011. Principles and practice of structural equation modeling. New York: Guilford Press."}, {"Citation": "Kutschera L., Lichtenegger E.. 1992. Wurzelatlas Mitteleuropäischer Grünlandpflanzen, Bd. 2. Pteridophyta und Dicotyledoneae (Magnoliopsida). Stuttgart, Jena, NY: Fischer."}, {"Citation": "Lange D. 1998. Europe’s Medicinal and Aromatic Plants—their Use, Trade and Conservation. Cambridge, UK: TRAFFIC International."}, {"Citation": "Lavorel S, McIntyre S, Landsberg J, Forbes TDA.. 1997. Plant functional classifications: from general groups to specific groups based on response to disturbance. Trends in Ecology & Evolution 12:474–478.", "ArticleIdList": ["21238163"]}, {"Citation": "Lecerf A, Chauvet E.. 2008. Intraspecific variability in leaf traits strongly affects alder leaf decomposition in a stream. Basic and Applied Ecology 9:598–605."}, {"Citation": "Lechowicz MJ, Blais PA.. 1988. Assessing the contributions of multiple interacting traits to plant reproductive success: environmental dependence. Journal of Evolutionary Biology 1:255–273."}, {"Citation": "Locqueville J, Labeyrie V, McKey D, Sanabria OL, Caillon S.. 2022. Semi-domesticated crops have unique functional roles in agroecosystems: perennial beans (Phaseolus dumosus and P. coccineus) and landscape ethnoecology in the Colombian Andes. Journal of Ethnobiology 42:198–216."}, {"Citation": "Luijten SH, Oostermeijer JGB, van Leeuwen NC, den Nijs H.. 1996. Reproductive success and clonal genetic structure of the rare Arnica montana (Compositae) in The Netherlands. Plant Systematics and Evolution 201:15–30."}, {"Citation": "Martin AR, Mariani RO, Cathline KA, Duncan M, Paroshy NJ, Robertson G.. 2022. Soil compaction drives an intra-genotype leaf economics spectrum in wine grapes. Agriculture 12:1675."}, {"Citation": "McIntyre S, Lavorel S, Landsberg J, Forbes TDA.. 1999. Disturbance response in vegetation–towards a global perspective on functional traits. Journal of Vegetation Science 10:621–630."}, {"Citation": "Métailié J.-P. 2006. Mountain landscape, pastoral management and traditional practices in the Northern Pyrenées (France). In: Agnoletti M. ed. The conservation of cultural landscapes. Oxford: CAB International, 108–124."}, {"Citation": "Perez-Harguindeguy N, Díaz S, Garnier E, Lavorel S, Poorter H, Jaureguiberry P, Bret-Harte MS, Cornwell WK, Craine JM, Gurvich DE, et al. . 2016. Corrigendum to: new handbook for standardised measurement of plant functional traits worldwide. Australian Journal of Botany 64:715–716."}, {"Citation": "Pierce S, Negreiros D, Cerabolini BE, Kattge J, Díaz S, Kleyer M, Shipley B, Wright SJ, Soudzilovskaia NA, Onipchenko VG.. 2017. A global method for calculating plant CSR ecological strategies applied across biomes world-wide. Functional Ecology 31:444–457."}, {"Citation": "\nR Core Team. 2020. R: A language and environment for statistical computing. R Foundation for Statistical Computing. Retrieved from https://www.r-project.org/"}, {"Citation": "Raffard A, Santoul F, Cucherousset J, Blanchet S.. 2019. The community and ecosystem consequences of intraspecific diversity: a meta-analysis. Biological Reviews of the Cambridge Philosophical Society 94:648–661.", "ArticleIdList": ["30294844"]}, {"Citation": "Reynolds LK, McGlathery KJ, Waycott M.. 2012. Genetic diversity enhances restoration success by augmenting ecosystem services. PLoS One 7:e38397.", "ArticleIdList": ["PMC3382623", "22761681"]}, {"Citation": "Romero R, Real C, Rodríguez-Guitián MA, Barros MR, Rigueiro A, González-Hernández MP.. 2011. Estudio de la variabilidad biométrica de Arnica montana L (Asteraceae) en el extremo occidental cantábrico (NW Ibérico). Actas del IX Col·loqui International de Botanica Pirenaico-Cantabrica: 379–388."}, {"Citation": "Rosseel Y. 2012. lavaan: an R package for structural equation modeling. Journal of Statistical Software 48:1–36."}, {"Citation": "Shipley B, De Bello F, Cornelissen JHC, Laliberté E, Laughlin DC, Reich PB.. 2016. Reinforcing loose foundation stones in trait-based plant ecology. Oecologia 180:923–931.", "ArticleIdList": ["26796410"]}, {"Citation": "Siefert A, Violle C, Chalmandrier L, Albert CH, Taudiere A, Fajardo A, Aarssen LW, Baraloto C, Carlucci MB, Cianciaruso MV, et al. . 2015. A global meta-analysis of the relative extent of intraspecific trait variation in plant communities. Ecology Letters 18:1406–1419.", "ArticleIdList": ["26415616"]}, {"Citation": "Stanik N, Lampei C, Rosenthal G.. 2020. Summer aridity rather than management shapes fitness-related functional traits of the threatened mountain plant Arnica montana. Ecology and Evolution 10:5069–5078.", "ArticleIdList": ["PMC7297756", "32551082"]}, {"Citation": "Strauss SY, Agrawal AA.. 1999. The ecology and evolution of plant tolerance to herbivory. Trends in Ecology & Evolution 14:179–185.", "ArticleIdList": ["10322530"]}, {"Citation": "Streitberger M, Borgmann P, Drung M, Wrede B, Fartmann T.. 2022. Disturbance and biomass removal enhance population reinforcement of a plant species of European conservation concern. Plant Ecology & Diversity 15:153–167."}, {"Citation": "Sugier P, Sugier D, Sozinov O, Kołos A, Wołkowycki D, Plak A, Budnyk O.. 2019. Characteristics of plant communities, population features, and edaphic conditions of Arnica montana L. populations in pine forests of mid-Eastern Europe. Acta Societatis Botanicorum Poloniae 88:3640. doi:10.5586/asbp.3640", "ArticleIdList": ["10.5586/asbp.3640"]}, {"Citation": "te Beest M, Kleinjan A, Tuijnman V, Findlay N, Mvelase T, le Roux E, Tedder M, Gordijn P, Janse van Rensburg S.. 2021. Grass functional trait responses to experimental warming and fire in Afromontane grasslands. African Journal of Range & Forage Science 38:88–101."}, {"Citation": "Thompson JD, Chalchat J-C, Michet A, Linhart YB, Ehlers B.. 2003. Qualitative and quantitative variation in monoterpene co-occurrence and composition in the essential oil of Thymus vulgaris chemotypes. Journal of Chemical Ecology 29:859–880.", "ArticleIdList": ["12775148"]}, {"Citation": "Tielens EK, Gruner DS.. 2020. Intraspecific variation in host plant traits mediates taxonomic and functional composition of local insect herbivore communities. Ecological Entomology 45:1382–1395."}, {"Citation": "Vera M, Romero R, Rodríguez-Guitián MA, Barros RM, Real C, Bouza C.. 2014. Phylogeography and genetic variability of the Arnica montana chemotypes in NW Iberian Peninsula. Silvae Genetica 63:293–300."}, {"Citation": "Vikane JH, Rydgren K, Jongejans E, Vandvik V.. 2019. Rainfall and temperature change drive Arnica montana population dynamics at the Northern distribution edge. Oecologia 191:565–578.", "ArticleIdList": ["31624961"]}, {"Citation": "Violle C, Garnier E, Lecoeur J, Roumet C, Podeur C, Blanchard A, Navas M-L.. 2009. Competition, traits and resource depletion in plant communities. Oecologia 160:747–755.", "ArticleIdList": ["19352713"]}, {"Citation": "Violle C, Enquist BJ, McGill BJ, Jiang LIN, Albert CH, Hulshof C, Jung V, Messier J.. 2012. The return of the variance: intraspecific variability in community ecology. Trends in Ecology & Evolution 27:244–252.", "ArticleIdList": ["22244797"]}, {"Citation": "Volf M, Redmond C, Albert J, Le Bagousse-Pinguet Y, Biella P, Götzenberger L, Hrázskỳ Z, Janeček S, Klimešová J, Lepš J.. 2016. Effects of long-and short-term management on the functional structure of meadows through species turnover and intraspecific trait variability. Oecologia 180:941–950.", "ArticleIdList": ["26837384"]}, {"Citation": "Wang X, Zhou B, Sun X, Yue Y, Ma W, Zhao M.. 2015. Soil tillage management affects maize grain yield by regulating spatial distribution coordination of roots, soil moisture and nitrogen status. PLoS One 10:e0129231.", "ArticleIdList": ["PMC4476672", "26098548"]}, {"Citation": "Weiner J, Campbell LG, Pino J, Echarte L.. 2009. The allometry of reproduction within plant populations. Journal of Ecology 97:1220–1233."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "23"}, {"Year": "2023", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "4", "Hour": "4", "Minute": "57"}, {"Year": "2023", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["38046405", "PMC10691405", "10.1093/aobpla/plad077", "plad077"]}}], "PubmedBookArticle": []}