{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38074846", "DateRevised": {"Year": "2023", "Month": "12", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "01"}], "Language": ["eng"], "ELocationID": ["5961067", "10.1155/2023/5961067"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2023", "PubDate": {"Year": "2023"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Ethnobotanical Study on Medicinal Plants Used by the Local Communities of Ameya District, Oromia Regional State, Ethiopia.", "Pagination": {"StartPage": "5961067", "MedlinePgn": "5961067"}, "Abstract": {"AbstractText": ["In the present study, the diversity of medicinal plants and associated traditional medicinal knowledge of the rural community in the Ameya district in Ethiopia was assessed and documented. A survey was conducted through semistructured interviews, guided field walks, focus group discussions, and field observations. The snowball and purposeful sampling techniques were employed to select general and knowledgeable informants, respectively. Accordingly, a total of 210 respondents, 156 (74.3%) males and 54 (25.7%) females, were participated in this study. The informants were selected from seven kebeles (the lowest administrative units) following the recommendations of the local community for the availability of traditional medicinal plant use practice. Descriptive statistics, preference ranking, fidelity level, informant consensus factor, and direct matrix ranking were used to analyze and present the data. A total of 78 medicinal plants represented in 70 genera and 40 families were identified. <i>Croton macrostachyus</i> and <i>Dodonaea viscosa</i> were the most preferred species used to treat wounds, whereas <i>Cucumis ficifolius</i> and <i>Phragmanthera macrosolen</i> were the most popular species applied to treat stomachache. Leaves (38%) and roots (20%) were the most predominantly used plant parts for remedial preparation to treat 42 human ailments. The informant consensus factor (ICF) value ranged between 0.45 and 0.81, with the respiratory diseases category scoring the highest ICF value. The fidelity level (FL) value for the medicinal plants ranged from 24 to 95%. Considerable proportions (55.5%) of the medicinal plants were collected from wild habitats. Higher ICF (0.81) and FL (>90%) scores indicate the presence of rich traditional knowledge in the community. This knowledge can be used to select medicinal plants (such as <i>Croton macrostachyus</i>, <i>Cucumis ficifolius</i>, <i>Dodonaea viscosa</i>, and <i>Phragmanthera macrosolen</i>) for further pharmacological and phytochemical studies."], "CopyrightInformation": "Copyright © 2023 Temesgen Tadesse and Alemtshay Teka."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Kotebe Metropolitan University, Addis Ababa, Ethiopia."}], "LastName": "Tadesse", "ForeName": "Temesgen", "Initials": "T"}, {"Identifier": ["0000-0002-3634-7650"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endod and Other Medicinal Plants Research Unit, Aklilu Lemma Institute of Pathobiology, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Teka", "ForeName": "Alemtshay", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Who. Traditional Medicine: Growing Needs and Potentials . Geneva, Switzerland: World Health Organization; 2002."}, {"Citation": "Chintamunnee V., Mahomoodally M. F. Herbal medicine commonly used against infectious diseases in the tropical island of Mauritius. Journal of Herbal Medicine . 2012;2:113–125."}, {"Citation": "Bekele E. Study on Actual Situation of Medicinal Plants in Ethiopia . Hokkaido, Japan: Japan Association for International Collaboration of Agriculture and Forestry (JAICAF); 2007."}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used in Sheko ethnic group of Ethiopia. Journal of Ethnopharmacology . 2010;132:75–85.", "ArticleIdList": ["20674734"]}, {"Citation": "Belayneh A., Bussa N. F. Ethnomedicinal plants used to treat human ailments in the prehistoric place of Harla and Dengego valleys, eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(18)", "ArticleIdList": ["PMC3933041", "24499509"]}, {"Citation": "Tuasha N., Petros B., Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2018;14(15)", "ArticleIdList": ["PMC5813379", "29444684"]}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytotherapy Research . 2000;14(7):479–488.", "ArticleIdList": ["11054835"]}, {"Citation": "WHO. Traditional Medicine . Geneva, Switzerland: World Health Organization; 2008."}, {"Citation": "Lautié E., Russo O., Ducrot P., Boutin J. A. Unraveling plant natural chemical diversity for drug discovery purposes. Frontiers in Pharmacology . 2020;11:397. doi: 10.3389/fphar.2020.00397.", "ArticleIdList": ["10.3389/fphar.2020.00397", "PMC7154113", "32317969"]}, {"Citation": "Srivastava J., Chandra H., Nautiyal A. R., Kalra S. J. S. Antimicrobial resistance (AMR) and plant-derived antimicrobials (PDAms) as an alternative drug line to control infections. 3 Biotech . 2014;4:451–460. doi: 10.1007/s13205-013-0180-y.", "ArticleIdList": ["10.1007/s13205-013-0180-y", "PMC4162903", "28324380"]}, {"Citation": "Sofowora A., Ogunbodede E., Onayade A. The role and place of medicinal plants in the strategies for disease prevention. African Journal of Traditional, Complementary and Alternative Medicines . 2013;10(5):210–229.", "ArticleIdList": ["PMC3847409", "24311829"]}, {"Citation": "Balemie K., Kelbessa E., Asfaw Z. Indigenous medicinal plant utilization, management, and threats in Fentalle area, Eastern Shewa, Ethiopia. Ethiopian Journal of Biological Sciences . 2004;3(1):37–58."}, {"Citation": "Kidane B., Van Ande T., Josephus L., van der Maesen G., Asfaw Z. Use and management of traditional medicinal plants by Maale and Ari ethnic communities in southern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2014;10(46)", "ArticleIdList": ["PMC4055949", "24898079"]}, {"Citation": "Kassa Z., Asfaw Z., Demissew S. An ethnobotanical study of medicinal plants in sheka zone of southern nations nationalities and peoples regional state, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2020;16(7):1–15.", "ArticleIdList": ["PMC7003439", "32024539"]}, {"Citation": "Megersa M., Tamrat N. Medicinal plants used to treat human and livestock ailments in basona werana district, north shewa zone, amhara region, ethiopia. Evidence-Based Complementary And Alternative Medicine . 2022;2022:18. doi: 10.1155/2022/5242033.5242033", "ArticleIdList": ["10.1155/2022/5242033", "PMC9023155", "35463078"]}, {"Citation": "Roberson E. Medicinal plants at risk. nature’s pharmacy, our treasure chest: why we must conserve our natural heritage. 2008.  \n https://www.academia.edu/4325609/Medicinal_Plants_at_Risk_A_Native_Plant_Conservation_Campaign_Report_Nature_s_Pharmacy_Our_Treasure_Chest_Why_We_Must_Conserve_Our_Natural_HeritageLayout_and_Design\n."}, {"Citation": "Lulekal E., Asfaw Z., Kelbessa E., Van Damme P. Ethnomedicinal study of plants used for human ailments in ankober district, north Shewa zone, amhara region, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2013;9(63)", "ArticleIdList": ["PMC3846447", "23984919"]}, {"Citation": "Aziz M. B., Adnan M., Khan A. H. Traditional uses of medicinal plants practiced by the indigenous communities at Mohmand Agency, FATA, Pakistan. Journal of Ethnobiology and Ethnomedicine . 2018;14(2)", "ArticleIdList": ["PMC5761105", "29316948"]}, {"Citation": "Teka A., Asfaw Z., Demissew S., Van Damme P. Medicinal plant use practice in four ethnic communities (Gurage, Mareqo, Qebena, and Silti), south central Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2020;16(27)", "ArticleIdList": ["PMC7245860", "32448337"]}, {"Citation": "AWRADB. Ameya District Rural and Development Bureau Report . Karnataka, India: AWRADB; 2017."}, {"Citation": "MOA. Agroecological Zones of Ethiopia. Natural Resource Management and Regulation Department . Addis Ababa, Ethiopia: Ministry of Agriculture; 1998."}, {"Citation": "CSA. Ethiopian Demographic and Health Survey, Addis Ababa . Addis Ababa, Ethiopia: Central Statistical Agency; 2015."}, {"Citation": "Martin G. Ethnobotany: A Method Manual . London, UK: Chapman & Hall; 1995."}, {"Citation": "Bekele M., Woldeyes F., Lulekal E., Bekele T., Demissew S. Ethnobotanical investigation of medicinal plants in Buska Mountain range, Hamar district, Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2022;18(60)", "ArticleIdList": ["PMC9484237", "36123732"]}, {"Citation": "Alexiades M. In: Collecting Ethnobotanical Data. An Introduction to Basic Concepts and Techniques in Selected Guideline for Ethnobotanical Research: A Field Manual . Alexiades M., Sheldon J. W., editors. New York, NY, USA: Botanical Garden; 1996."}, {"Citation": "Cotton C. M. Ethnobotany: Principle and Application . Hoboken, NY, USA: Wiley; 1996."}, {"Citation": "Hedberg I., Edwards S. Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1989. Flora of Ethiopia and Eritrea."}, {"Citation": "Hedberg I., Friis I., Edwards S. Flora of Ethiopia and Eritrea. Asteraceae-Volume 4, Part 2 . Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University; 2004."}, {"Citation": "Edwards S., Tadesse M., Hedberg I. Canellaceae to Euphorbiaceae Volume 2 Part 2. Ethiopia . Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 1995. Flora of Ethiopia and Eritrea."}, {"Citation": "Hedberg I., Edwards S., Nemomissa S. Apiaceae to Dipsacaceae Volume 4 Part 1. Ethiopia . Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and the National Herbarium, Addis Ababa University; 2003. Flora of Ethiopia and Eritrea."}, {"Citation": "Hedberg I., Edwards S., Kelbessa E., Demissew S., Persson E. Plantaginaceae Volume 5. Ethiopia . Addis Ababa, Ethiopia: Department of Systematic Botany, Uppsala University, Uppsala and The National Herbarium, Addis Ababa University; 2006. Flora of Ethiopia and Eritrea."}, {"Citation": "Ishtiaq M., Maqbool M., Ajaib M. Ethnomedicinal and folklore inventory of wild plants used by rural communities of valley Samahni, District Bhimber Azad Jammu and Kashmir, Pakistan. PLoS One . 2021;16(1) doi: 10.1371/journal.pone.0243151.e0243151", "ArticleIdList": ["10.1371/journal.pone.0243151", "PMC7806180", "33439877"]}, {"Citation": "Agize M., Asfaw Z., Nemomissa S., Gebre T. Ethnobotany of traditional medicinal plants and associated indigenous knowledge in Dawuro Zone of Southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2022;18(48)", "ArticleIdList": ["PMC9210772", "35729583"]}, {"Citation": "Tahir M., Gebremichae L., Beyene T., Van Damme P. Ethnobotanical study of medicinal plants in adwa district, central zone of tigray regional state, northern Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2021;17(71)", "ArticleIdList": ["PMC8709991", "34952609"]}, {"Citation": "Friedman J., Yaniv Z., Dafni A., Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on the rational analysis of an ethnopharmacological field survey among Bedouins in Negev Desert, Israel. Journal of Ethnopharmacology . 1986;16(2–3):275–287.", "ArticleIdList": ["3747566"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Social Science & Medicine . 1998;47:1859–1871.", "ArticleIdList": ["9877354"]}, {"Citation": "Gazzaneo L. R. S., Lucena R. F. P., Albuquerque U. P. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil) Journal of Ethnobiology and Ethnomedicine . 2005;1(9) doi: 10.1186/1746-4269-1-9.", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Eshete M. A., Molla E. L. Cultural significance of medicinal plants in healing human ailments among Guji semi-pastoralist people, Suro Barguda District, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2021;17(61)", "ArticleIdList": ["PMC8524801", "34663365"]}, {"Citation": "Gebeyehu G., Asfaw Z., Enyew A., Raja N. Ethnobotanical study of traditional medicinal plants and their conservation status in Mecha Wereda, West Gojjam Zone of Ethiopia. International Journal of Pharmaceutical Science and Health Care . 2014;2:137–154."}, {"Citation": "Kelbessa E., Demissew S. Diversity of vascular plant taxa of the Flora of Ethiopia and Eritrea. Ethiopian Journal of Biological Sciences . 2014;13"}, {"Citation": "Demie G., Negash M., Awas T. Ethnobotanical study of medicinal plants used by indigenous people in and around Dirre Sheikh Hussein heritage site of South-eastern Ethiopia. Journal of Ethnopharmacology . 2018;220:87–93.", "ArticleIdList": ["29601979"]}, {"Citation": "Enyew A., Asfaw Z., Kelbessa E., Nagappan R. Ethnobotanical study of traditional medicinal plants in and around fiche district, Central Ethiopia. Current Research Journal of Biological Sciences . 2014;6(4):154–167."}, {"Citation": "Maryo M., Nemomissa S., Bekele T. An Ethnobotanical study of medicinal plants of the Kembatta ethnic group in Enset-Based Agricultural Landscape of Kembatta Tembaro (KT) zone, southern Ethiopia. Asian Journal of Plant Science & Research . 2015;5:42–61."}, {"Citation": "Abebe D., Ayehu A., Ababa A. Medicinal Plants and Enigmatic Health Practices of Northern Ethiopia . Addis Ababa, Ethiopia: Addis Ababa University; 1993."}, {"Citation": "Mesfin F., Seta T., Assefa A. An Ethnobotanical Study of Medicinal Plants in Amaro Woreda, Ethiopia. Ethnobotany Research and Applications . 2014;12:341–354. doi: 10.17348/era.12.0.341-354.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Tumoro G., Maryo M. Determination of informant consensus factor and fidelity level of ethnomedicinal plants used in Misha Woreda, Hadiya Zone, Southern Ethiopia. International Journal of Biodiversity and Conservation . 2016;8(12):351–364."}, {"Citation": "Teka A., Asfaw Z., Demissew S., Van Damme P. Traditional medicinal plant use of indigenous communities in Gurage Zone, Ethiopia. Ethnobotany Research and Applications . 2020;19(41)"}, {"Citation": "Lulekal E., Kelbessa E., Bekele T., Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu district, southeast Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2008;4(10)", "ArticleIdList": ["PMC2391147", "18442379"]}, {"Citation": "Belete F., Maryo M., Teka A. Land use/land cover dynamics and perception of the local communities in Bita district, south western Ethiopia. International Journal of River Basin Management . 2021;12"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "12", "Day": "21"}, {"Year": "2023", "Month": "6", "Day": "13"}, {"Year": "2023", "Month": "11", "Day": "16"}, {"Year": "2023", "Month": "12", "Day": "11", "Hour": "6", "Minute": "46"}, {"Year": "2023", "Month": "12", "Day": "11", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "12", "Day": "11", "Hour": "5", "Minute": "49"}, {"Year": "2023", "Month": "12", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38074846", "PMC10708956", "10.1155/2023/5961067"]}}], "PubmedBookArticle": []}