{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Inflammation", "Lipopolysaccharide", "Liver enzyme", "Oxidative stress", "Zataria multiflora"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38089417", "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/AJP.2023.21914"], "Journal": {"ISSN": "2228-7930", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2023", "Season": "Sep-Oct"}}, "Title": "Avicenna journal of phytomedicine", "ISOAbbreviation": "Avicenna J Phytomed"}, "ArticleTitle": "Protective effects of hydro-alcoholic extract of <i>Zataria multiflora</i> on lipopolysaccharide-induced inflammation and oxidative stress in rat liver.", "Pagination": {"StartPage": "531", "EndPage": "540", "MedlinePgn": "531-540"}, "Abstract": {"AbstractText": ["Liver is an important player in regulation of body homeostasis. Study investigated the effects of hydro-alcohol extract of <i>Zataria multiflora</i> (ZM) on oxidative damage, level of IL-6 and enzymes of liver in lipopolysaccharide (LPS)-treated rats.", "The rats were distributed into 5 groups: 1) Control; 2) LPS; and 3-5) ZM-Extract (Ext) 50, ZM-Ext 100, and ZM-Ext 200. ZM-Ext groups received 50, 100 and 200 mg/kg of extract 30 min before LPS. Drugs were injected intraperitoneally. The entire period of this project was 17 days. In first three days, only extract was injected and then, ZM was injected along with LPS.", "LPS increased the level of ALT (Alanine aminotransferase), AST (Aspartate aminotransferase ), ALK-P (Alkaline Phosphatase), IL-6, malondialdehyde (MDA), and nitric oxide (NO) metabolites and lowered thiol, superoxide dismutase (SOD) and catalase (CAT) concentration. ZM extract not only reduced ALT, AST, ALK-P, IL-6, MDA, and NO metabolites concentrations but also increased thiol content, and SOD and CAT levels.", "Extract of ZM prevented LPS-induced hepatotoxicity. This protective effect was associated with reduction in inflammation and oxidative stress."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Arab", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Jiroft University of Medical Sciences, Jiroft, Iran."}], "LastName": "Salmani", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, Baqiyatallah University of Medical Sciences, Tehran, Iran."}], "LastName": "Marefati", "ForeName": "Narges", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Torbat Heydariyeh University of Medical Sciences, Torbat Heydariyeh, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology, School of Paramedical Sciences, Torbat Heydariyeh University of Medical Sciences, Torbat Heydariyeh, Iran."}], "LastName": "Beheshti", "ForeName": "Farimah", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, Jiroft University of Medical Sciences, Jiroft, Iran."}], "LastName": "Anaeigoudari", "ForeName": "Akbar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Shakeri", "ForeName": "Farzaneh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tajmazinani", "ForeName": "Narges", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Psychiatry and Behavioral Sciences Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Mahmoud", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Avicenna J Phytomed", "NlmUniqueID": "101586220", "ISSNLinking": "2228-7930"}, "CoiStatement": "The authors have declared that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmadipour A, Sharififar F, Nakhaipour F, Samanian M, Karami-Mohajeri S. Hepatoprotective effect of Zataria Multiflora Boisson cisplatin-induced oxidative stress in male rat. J Med Life. 2015b;8:275–281.", "ArticleIdList": ["PMC5319274", "28316744"]}, {"Citation": "Alavinezhad A, Ghorani V, Rajabi O, Boskabady MH. Zataria multiflora affects clinical symptoms, oxidative stress and cytokines in asthmatic patient: A randomized, double blind, placebo-controlled, phase II clinical trial. Cytokine. 2020;133:155169.", "ArticleIdList": ["32585581"]}, {"Citation": "Amin F, Memarzia A, Roohbakhsh A, Shakeri F, Boskabady MH. Zataria multiflora and Pioglitazone affect systemic inflammation and oxidative stress induced by inhaled paraquat in rats. Mediators Inflamm. 2021;2021:5575059.", "ArticleIdList": ["PMC8112915", "34054344"]}, {"Citation": "Anaeigoudari A, Hosseini M, Karami R, Vafaee F, Mohammadpour T, Ghorbani A, Sadeghnia, HR The effects of different fractions of Coriandrum sativum on pentylenetetrazole-induced seizures and brain tissues oxidative damage in rats. Avicenna J Phytomed. 2016;6:223–235.", "ArticleIdList": ["PMC4877964", "27222836"]}, {"Citation": "Arab Z, Hosseini M, Mashayekhi F, Anaeigoudari A. Zataria multiflora extract reverses lipopolysaccharide-induced anxiety and depression behaviors in rats. Avicenna J Phytomed. 2020;10:78–88.", "ArticleIdList": ["PMC6941686", "31921610"]}, {"Citation": "Arab Z, Hosseini M, Marefati N, Beheshti F, Anaeigoudari A, Sadeghnia HR, Boskabady MH. Neuroprotective and memory enhancing effects of Zataria multiflora in lipopolysaccharide-treated rats. Vet Res Forum. 2022;13:101–110.", "ArticleIdList": ["PMC9094587", "35601788"]}, {"Citation": "Arigesavan K, Sudhandiran G. Carvacrol exhibits anti-oxidant and anti-inflammatory effects against 1, 2-dimethyl hydrazine plus dextran sodium sulfate induced inflammation associated carcinogenicity in the colon of Fischer 344 rats. Biochem Biophys Res Commun. 2015;461:314–320.", "ArticleIdList": ["25881504"]}, {"Citation": "Asgharzadeh F, Bargi R, Beheshti F, Hosseini M, Farzadnia M, Khazaei M. Thymoquinone restores liver fibrosis and improves oxidative stress status in a lipopolysaccharide-induced inflammation model in rats. Avicenna J Phytomed. 2017;7:502–510.", "ArticleIdList": ["PMC5745534", "29299433"]}, {"Citation": "Azizi-Malekabadi H, Hosseini M, Pourganji M, Zabihi H, Saeedjalali M, Anaeigoudari A. Deletion of ovarian hormones induces a sickness behavior in rats comparable to the effect of lipopolysaccharide. Neurol Res In. 2015;2015:627642.", "ArticleIdList": ["PMC4325213", "25705518"]}, {"Citation": "Baghcheghi Y, Beheshti, F, Shafei MN, Salmani H, Sadeghnia HR, Soukhtanloo M, Anaeigoudari A, Hosseini M. The effects of vitamin E on brain derived neurotrophic factor, tissues oxidative damage and learning and memory of juvenile hypothyroid rats. Metab Brain Dis. 2018;33:713–724.", "ArticleIdList": ["29290043"]}, {"Citation": "Beheshti F, Hosseini M, Taheri Sarvtin M, Kamali A, Anaeigoudari A. Protective effect of aminoguanidine against lipopolysaccharide-induced hepatotoxicity and liver dysfunction in rat. Drug Chem Toxicol. 2019;44:215–221.", "ArticleIdList": ["30691306"]}, {"Citation": "Beheshti F, Norouzi F, Abareshi A, Khazaei M, Alikhani V, Moussavi S, Biglari G, Soukhtanloo M, Hosseini M. Nigella sativa prevented liver and renal tissue damage in lipopolysaccharide-treated rats. Saudi J Kidney Dis Transpl. 2018;29:554–566.", "ArticleIdList": ["29970731"]}, {"Citation": "Bhardwaj P, Khanna D. Green tea catechins: defensive role in cardiovascular disorders. Chin J Nat Med. 2013;11:345–353.", "ArticleIdList": ["23845542"]}, {"Citation": "Bialuk I, Taranta A, Winnicka MM. IL-6 deficiency alters spatial memory in 4- and 24-month-old mice. Neurobiol Learn Mem. 2018;155:21–29.", "ArticleIdList": ["29908286"]}, {"Citation": "Boskabady MH, Gholami Mahtaj L. Lung inflammation changes and oxidative stress induced by cigarette smoke exposure in guinea pigs affected by Zataria multiflora and its constituent, carvacrol. BMC Complement Altern Med. 2015;15", "ArticleIdList": ["PMC4354995", "25881210"]}, {"Citation": "Dinarello CA. Proinflammatory cytokines. Chest. 2000;118:503–508.", "ArticleIdList": ["10936147"]}, {"Citation": "Du K, Farhood A, Jaeschke H. Mitochondria-targeted antioxidant Mito-Tempo protects against acetaminophen hepatotoxicity. Arch Toxicol. 2017;91:761–773.", "ArticleIdList": ["PMC5033665", "27002509"]}, {"Citation": "Edenta C, Okoduwa SI, Okpe O. Effects of aqueous extract of three cultivars of banana (Musa acuminata) fruit peel on kidney and liver function indices in wistar rats. Medicines (Basel) 2017;4:77.", "ArticleIdList": ["PMC5750601", "29065553"]}, {"Citation": "Ezz-Eldin YM, Aboseif AA, Marwa M Khalaf MM. Potential anti-inflammatory and immunomodulatory effects of carvacrol against ovalbumin-induced asthma in rats. Life Sci. 2020;242:117222.", "ArticleIdList": ["31881223"]}, {"Citation": "Farahpour MR, Sheikh S, Kafshdooz E, Sonboli A. Accelerative effect of topical Zataria multiflora essential oil against infected wound model by modulating inflammation, angiogenesis, and collagen biosynthesis. Pharm Biol. 2021;59:1–10.", "ArticleIdList": ["PMC7782911", "33378625"]}, {"Citation": "Ghorani V, Rajabi O, Mirsadraee M, Rezaeitalab F, Saadat S, Boskabady MH. A randomized, doubled-blind clinical trial on the effect of Zataria multiflora on clinical symptoms, oxidative stress, and C-reactive protein in COPD patients. J Clin Pharmaco. 2020;60:867–878.", "ArticleIdList": ["32202330"]}, {"Citation": "Hafez HM, Ibrahim MA, Ibrahim SA, Amin EF, Goma W, Abdelrahman, AM Potential protective effect of etanercept and aminoguanidine in methotrexate-induced hepatotoxicity and nephrotoxicity in rats. Eur J Pharmacol. 2015;768:1–12.", "ArticleIdList": ["26332135"]}, {"Citation": "Hakimi Z, Salmani H, Marefati N, Arab Z, Gholamnezhad Z, Beheshti F, Shafei MN, Hosseini M. Protective effects of carvacrol on brain tissue inflammation and oxidative stress as well as Learning and memory in lipopolysaccharide-challenged rats. Neurotox Res. 2020;37:965–976.", "ArticleIdList": ["31811590"]}, {"Citation": "Hosseinzadeh H, Ramezani M, Salmani GA. Antinociceptive, anti-inflammatory and acute toxicity effects of Zataria multiflora Boiss extracts in mice and rats. J Ethnopharmacol. 2000a;73:379–385.", "ArticleIdList": ["11090990"]}, {"Citation": "Hosseinzadeh H, Ramezani M, Salmani G. Antinociceptive, anti-inflammatory and acute toxicity effects of Zataria multiflora Boiss extracts in mice and rats. J Ethnopharmacol. 2000b;73:379–385.", "ArticleIdList": ["11090990"]}, {"Citation": "Ischiropoulos H, Zh L, Beckman JS. Peroxynitrite formation from macrophage-derived nitric oxide. Arch Biochem Biophys. 1992;298:446–451.", "ArticleIdList": ["1329657"]}, {"Citation": "Jaeschke H, Farhood A, Cai SX, Tseng BY. Protection against TNF-induced liver parenchymal cell apoptosis during endotoxemia by a novel caspase inhibitor in mice. Toxicol Appl Pharmacol. 2000;169:77–83.", "ArticleIdList": ["11076699"]}, {"Citation": "Karimi S, Hosseinimehr SJ, Mohammadi HR, Khalatbary AR, Amiri FT. Zatariamultiflora ameliorates cisplatin-induced testicular damage via suppression of oxidative stress and apoptosis in a mice model. Iran J Basic Med Sci. 2018;21:607–614.", "ArticleIdList": ["PMC6015246", "29942451"]}, {"Citation": "Khazdair MR, Ghorani V, Alavinezhad A, Boskabady MH. Pharmacological effects of Zataria multiflora Boiss L and its constituents focus on their anti-inflammatory, antioxidant, and immunomodulatory effects. Fundam Clin Pharmacol. 2018;32:26–50.", "ArticleIdList": ["29125648"]}, {"Citation": "Kim EA, Kim SY, Ye BR, Kim J, Ko SC, Lee WW, Kim KN, Choi IW, Jung WK, Heo SJ. Anti-inflammatory effect of Apo-9′-fucoxanthinone via inhibition of MAPKs and NF-kB signaling pathway in LPS-stimulated RAW 264 macrophages and zebrafish model. Int Immunopharmacol. 2018;59:339–346.", "ArticleIdList": ["29679858"]}, {"Citation": "Mahmoodi M, Koohpeyma F, Saki F, Maleksabet A. The protective effect of Zataria multiflora Boiss hydroalcoholic extract on TNF-α production, oxidative stress, and insulin level in streptozotocin-induced diabetic rats. Avicenna J Phytomed. 2019;9:72–83.", "ArticleIdList": ["PMC6369318", "30788280"]}, {"Citation": "Mortazavi A, Mohammad Pour Kargar H, Beheshti F, Anaeigoudari A, Vaezi G, Hosseini M. The effects of carvacrol on oxidative stress, inflammation, and liver function indicators in a systemic inflammation model induced by lipopolysaccharide in rats. Int J Vitam Nutr Res. 2021;24:1–11.", "ArticleIdList": ["34024144"]}, {"Citation": "Nakhai LA, Mohammadirad A, Yasa N, Minaie B, Nikfar S, Ghazanfari G, Zamani MJ, Dehghan G, Jamshidi H, Boushehri VS. Benefits of Zataria multiflora Boiss in experimental model of mouse inflammatory bowel disease. Evid Based Complement Alternat Med. 2007;4:43–50.", "ArticleIdList": ["PMC1810372", "17342240"]}, {"Citation": "Nam Y, Ko SK, Sohn UD. Hepatoprotective effect of ultrasonicated ginseng berry extract on a rat mild bile duct ligation model. J Ginseng Res. 2019;43:606–617.", "ArticleIdList": ["PMC6823758", "31695567"]}, {"Citation": "Pawlotsky JM. Pathophysiology of hepatitis C virus infection and related liver disease. Trends Microbiol. 2004;12:96–102.", "ArticleIdList": ["15036326"]}, {"Citation": "Salmani H, Hakimi Z, Arab Z, Marefati N, Mahdinezhad MR, RezaeiGolestan A, Beheshti F, Soukhtanloo M, Mahnia A, Hosseini M. Carvacrol attenuated neuroinflammation, oxidative stress and depression and anxiety like behaviors in lipopolysaccharide-challenged rats. Avicenna J Phytomed. 2022;12:514–526.", "ArticleIdList": ["PMC9516402", "36249457"]}, {"Citation": "Sureshbabu A, Ryter SW, Choi ME. Oxidative stress and autophagy: crucial modulators of kidney injury. Redox biol. 2015;4:208–214.", "ArticleIdList": ["PMC4803795", "25613291"]}, {"Citation": "Sheibani V, Mandegary A, Vazifekhahan E, Kasbzade Z, Asadi A, Sharififar F. Zataria multiflora Boiss extract improves spatial memory and learning capacity in scopolamine-induced amnesic rats. Avicenna J Phytomed. 2019;9:587–596.", "ArticleIdList": ["PMC6823527", "31763217"]}, {"Citation": "Utaipan T, Suksamrarn A, Kaemchantuek P, Chokchaisiri R, Stremmel W, Chamulitrat W, Chunglok W. Diterpenoid trigonoreidon b isolated from trigonostemon reidioides alleviates inflammation in models of lps-stimulated murine macrophages and inflammatory liver injury in mice. Biomed Pharmacother. 2018;101:961–971.", "ArticleIdList": ["29635906"]}, {"Citation": "Wei L, Ren F, Zhang X, Wen T, Shi H, Zheng S, Zhang J, Chen Y, Han Y, Duan Z. Oxidative stress promotes D-GalN/LPS-induced acute hepatotoxicity by increasing glycogen synthase kinase 3β activity. Inflamm Res. 2014;63:485–494.", "ArticleIdList": ["PMC4018480", "24531650"]}, {"Citation": "Yakubu MT, Bilbis LS, Lawal M, Akanji MA. Evaluation of selected parameters of rat liver and kidney function following repeated administration of yohimbine. Biokemistri. 2003;15:50–56."}, {"Citation": "Zhong W, Qian K, Xiong J, Ma K, Wang A, Zou Y. Curcumin alleviates lipopolysaccharide induced sepsis and liver failure by suppression of oxidative stress-related inflammation via PI3K/AKT and NF-κB related signaling. Biomed Pharmacother. 2016;83:302–313.", "ArticleIdList": ["27393927"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "11", "Day": "20"}, {"Year": "2022", "Month": "12", "Day": "6"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "12", "Minute": "50"}, {"Year": "2023", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38089417", "PMC10711579", "10.22038/AJP.2023.21914"]}}], "PubmedBookArticle": []}