{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Complementary and alternative medicine", "Herbalism", "Medicinal plants", "Traditional healing", "Use rate"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38093343", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "13"}], "Language": ["eng"], "ELocationID": ["232", "10.1186/s13643-023-02398-9"], "Journal": {"ISSN": "2046-4053", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "13"}}, "Title": "Systematic reviews", "ISOAbbreviation": "Syst Rev"}, "ArticleTitle": "Prevalence of herbal and traditional medicine in Ethiopia: a systematic review and meta-analysis of 20-year studies.", "Pagination": {"StartPage": "232", "MedlinePgn": "232"}, "Abstract": {"AbstractText": ["The widely accepted prevalence of traditional medicine (TM) in Ethiopia was about 80 %, of which 95 % were sourced from plants. The purpose of this study was to update knowledge of the prevalence of herbal medicine or TM in Ethiopia and describe the characteristics of the population mostly relying on herbal medicine or TM to inform health policy-makers.", "PubMed, Google Scholar, Hinari, Scopus, and the Directory of Open Access Journals (DOAJ) were searched. The methodological quality of each included study was assessed using the quality assessment checklist for prevalence studies. Meta-analysis was conducted using STATA version 17, and the heterogeneity between studies was assessed using I<sup>2</sup> test statistics based on the random effect model. Forest and funnel plots were used to present the data. Subgroup analysis was done by the study population, region, and setting.", "Thirty-six studies with a total of 16,288 participants met the inclusion criteria. Meta-analysis of the study revealed that the prevalence of herbal medicine use in Ethiopia is 46 % (95 % CI, 37-54 %), with significant heterogeneity among the studies (I<sup>2</sup> = 99.19 %). Egger's test for publication bias of herbal medicine use revealed significant results (Egger, P = 0.002) which indicates possible missing of small sample size studies. The prevalence of TM use in Ethiopia is 65 % (95 % CI, 52-77 %) with significant heterogeneity among the studies (I<sup>2</sup> = 99.18 %). Egger's test for publication bias of TM use revealed non-significant results (Egger, P = 0.275). The subgroup analysis by the study setting and the region revealed variability amongst the studies. Community-based studies and Oromia National Regional State showed higher prevalence. By population type, a higher prevalence of TM use was observed amongst children and lowest amongst malaria suspects.", "The current study revealed that TM/herbal medicine utilization remained an important source of primary healthcare in Ethiopia. In comparison to the commonly reported prevalence of TM/herbal medicine, there is a considerable decline in TM/herbal medicine prevalence. High TM/herbal medicine use tendency during pregnancy necessitates safety studies to optimize the utilization."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-9474-4574"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Hawassa College of Teacher Education, Sidama National Regional State, P. O. Box 115, Hawassa, Ethiopia. ntuasha@gmail.com."}], "LastName": "Tuasha", "ForeName": "Nigatu", "Initials": "N"}, {"Identifier": ["0000-0002-9993-3032"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Laboratory Sciences, College of Medicine and Health Sciences, Hawassa University, P. O. Box 1560, Hawassa, Ethiopia."}], "LastName": "Fekadu", "ForeName": "Sintayehu", "Initials": "S"}, {"Identifier": ["0000-0001-7126-2815"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Medicine and Health Sciences, Hawassa University, P. O. Box 1560, Hawassa, Ethiopia."}], "LastName": "Deyno", "ForeName": "Serawit", "Initials": "S"}], "PublicationTypeList": ["Meta-Analysis", "Systematic Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Syst Rev", "NlmUniqueID": "101580575", "ISSNLinking": "2046-4053"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO . WHO traditional medicine strategy: 2014-2023. Geneva: World Health Organization; 2013."}, {"Citation": "Yuan H, Ma Q, Ye L, Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):559. doi: 10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "WHO . General guidelines for methodologies on research and evaluation of traditional medicine. Geneva: World Health Organization; 2000."}, {"Citation": "Khan MSA, Ahmad I, Chattopadhyay D. New look to phytomedicine: advancements in herbal products as novel drug leads: Academic Press. 2019. 10.1016/C2017-0-01165-5."}, {"Citation": "Bent S. Herbal medicine in the United States: review of efficacy, safety, and regulation: grand rounds at University of California, San Francisco Medical Center. J Gen Int Med. 2008;23:854–859. doi: 10.1007/s11606-008-0632-y.", "ArticleIdList": ["10.1007/s11606-008-0632-y", "PMC2517879", "18415652"]}, {"Citation": "Tabuti JR, Hassen IE, Pateh UU, Mahomoodally MF. Recent advances towards validating efficacy and safety of African traditional medicines. Evid Based Complement Alternat Med. 2014;260567:2. doi: 10.1155/2014/260567.", "ArticleIdList": ["10.1155/2014/260567", "PMC3914295", "24527042"]}, {"Citation": "Getachew S, Medhin G, Asres A, Abebe G, Ameni G. Traditional medicinal plants used in the treatment of tuberculosis in Ethiopia: a systematic review. Heliyon. 2022;8(5):e09478. doi: 10.1016/j.heliyon.2022.e09478.", "ArticleIdList": ["10.1016/j.heliyon.2022.e09478", "PMC9130528", "35647341"]}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Plants used as anticancer agents in the Ethiopian traditional medical practices: a systematic review. Evid Based Complement Alternat Med. 2018;6274021:28. doi: 10.1155/2018/6274021.", "ArticleIdList": ["10.1155/2018/6274021", "PMC6192134", "30402131"]}, {"Citation": "Teka A, Maryo M. Ethiopian medicinal plants used for respiratory tract disorders: ethnomedicinal review. Evid Based Complement Alternat Med. 2023;7612804. 10.1155/2023/7612804.", "ArticleIdList": ["PMC9845041", "36660273"]}, {"Citation": "Asnake S, Teklehaymanot T, Hymete A, Erko B, Giday M. Survey of medicinal plants used to treat malaria by Sidama people of Boricha District, Sidama Zone, South Region of Ethiopia. Evid Based Complement Alternat Med. 2016 doi: 10.1155/2016/9690164:9690164.", "ArticleIdList": ["10.1155/2016/9690164:9690164", "PMC4775815", "26989429"]}, {"Citation": "Birhan W, Giday M, Teklehaymanot T. The contribution of traditional healers' clinics to public health care system in Addis Ababa, Ethiopia: a cross-sectional study. J Ethnobiol Ethnomed. 2011;7(1):39. doi: 10.1186/1746-4269-7-39.", "ArticleIdList": ["10.1186/1746-4269-7-39", "PMC3247023", "22132758"]}, {"Citation": "Abebe D. Traditional medicine in Ethiopia: the attempts being made to promote it for effective and better utilization. SINET Eth J Sci. 1986;9:61–69."}, {"Citation": "Kefalew A, Asfaw Z, Kelbessa E. Ethnobotany of medicinal plants in Ada’a District, East Shewa Zone of Oromia regional state Ethiopia. J Ethnobiol Ethnomed. 2015;11:25. doi: 10.1186/s13002-015-0014-6.", "ArticleIdList": ["10.1186/s13002-015-0014-6", "PMC4419563", "25889311"]}, {"Citation": "Bishaw M. Promoting traditional medicine in Ethiopia: a brief historical review of government policy. Soc Sci Med. 1991;33(2):193–200. doi: 10.1016/0277-9536(91)90180-k.", "ArticleIdList": ["10.1016/0277-9536(91)90180-k", "1887282"]}, {"Citation": "Oyebode O, Kandala N-B, Chilton PJ, Lilford RJ. Use of traditional medicine in middle-income countries: a WHO-SAGE study. Health Policy Plan. 2016;31(8):984–991. doi: 10.1093/heapol/czw022.", "ArticleIdList": ["10.1093/heapol/czw022", "PMC5013777", "27033366"]}, {"Citation": "Leboeuf-Yde C, Lauritsen JM. The prevalence of low back pain in the literature. Spine. 1995;20(19):2112–2118. doi: 10.1097/00007632-199510000-00009.", "ArticleIdList": ["10.1097/00007632-199510000-00009", "8588168"]}, {"Citation": "Hoy D, Brooks P, Woolf A, Blyth F, March L, Bain C, Baker P, Smith E, Buchbinder R. Assessing risk of bias in prevalence studies: modification of an existing tool and evidence of interrater agreement. J Clin Epidemiol. 2012;65(9):934–939. doi: 10.1016/j.jclinepi.2011.11.014.", "ArticleIdList": ["10.1016/j.jclinepi.2011.11.014", "22742910"]}, {"Citation": "Abeje G, Admasie C, Wasie B. Factors associated with self medication practice among pregnant mothers attending antenatal care at governmental health centers in Bahir Dar city administration, Northwest Ethiopia, a cross sectional study. Pan Afr Med J. 2015; 20:276. 10.11604/pamj.2015.20.276.4243.", "ArticleIdList": ["PMC4483357", "26161199"]}, {"Citation": "Addis GT, Workneh BD, Kahissay MH. Herbal medicines use and associated factors among pregnant women in Debre Tabor town, north West Ethiopia: a mixed method approach. BMC Complemen Med Ther. 2021;21(1):268. doi: 10.1186/s12906-021-03439-3.", "ArticleIdList": ["10.1186/s12906-021-03439-3", "PMC8547058", "34702241"]}, {"Citation": "Ahmed SM, Sundby J, Aragaw YA, Abebe F. Self-Medication and safety profile of medicines used among pregnant women in a tertiary teaching hospital in Jimma, Ethiopia: a cross-sectional study. Int J Environ Res Public Health. 2020;17(11):3993. doi: 10.3390/ijerph17113993.", "ArticleIdList": ["10.3390/ijerph17113993", "PMC7312933", "32512804"]}, {"Citation": "Ahmed SM, Sundby J, Aragaw YA, Nordeng H. Medicinal plants used among pregnant women in a tertiary teaching hospital in Jimma, Ethiopia: a cross-sectional study. BMJ Open. 2021;11(8):e046495. doi: 10.1136/bmjopen-2020-046495.", "ArticleIdList": ["10.1136/bmjopen-2020-046495", "PMC8386214", "34429308"]}, {"Citation": "Asrat D, Alle A, Kebede B, Dessie B. Factors associated with parental traditional medicine use for children in Fagita Lekoma Woreda Northwest Ethiopia: a cross-sectional study. SAGE Open Med. 2020;8:2050312120978008. doi: 10.1177/2050312120978008.", "ArticleIdList": ["10.1177/2050312120978008", "PMC7724265", "33335734"]}, {"Citation": "Ayele AA, Tegegn HG, Haile KT, Belachew SA, Mersha AG, Erku DA. Complementary and alternative medicine use among elderly patients living with chronic diseases in a teaching hospital in Ethiopia. Complement Ther Med. 2017;35:115–119. doi: 10.1016/j.ctim.2017.10.006.", "ArticleIdList": ["10.1016/j.ctim.2017.10.006", "29154055"]}, {"Citation": "Bantie GM, Meseret Z, Bedimo M, Bitew A. The prevalence and root causes of delay in seeking healthcare among mothers of under five children with pneumonia in hospitals of Bahir Dar city, North West Ethiopia. BMC Pediatrics. 2019;19(1):482. doi: 10.1186/s12887-019-1869-9.", "ArticleIdList": ["10.1186/s12887-019-1869-9", "PMC6900847", "31815630"]}, {"Citation": "Bayisa B, Tatiparthi R, Mulisa E. Use of herbal medicine among pregnant women on antenatal care at Nekemte Hospital, Western Ethiopia. Jundishapur J Nat Pharm Prod. 2014;9(4):e17368. 10.17795/jjnpp-17368.", "ArticleIdList": ["PMC4302397", "25625049"]}, {"Citation": "Emiru YK, Adamu BA, Erara M, Chanie T, Gurmu AE. Complementary and alternative medicine use in a pregnant population, Northwest Ethiopia. Int J Reprod Med. 2021; 8829313. 10.1155/2021/8829313.", "ArticleIdList": ["PMC8369188", "34414232"]}, {"Citation": "Erku DA, Basazn Mekuria A. Prevalence and correlates of complementary and alternative medicine use among hypertensive patients in Gondar town, Ethiopia. Evid Based Complement Alternat Med. 2016; 6987636. 10.1155/2016/6987636.", "ArticleIdList": ["PMC5097805", "27843480"]}, {"Citation": "Erku DA. Complementary and alternative medicine use and its association with quality of life among cancer patients receiving chemotherapy in Ethiopia: a cross-sectional study. Evid Based Complement Alternat Med. 2016;2809875. 10.1155/2016/2809875.", "ArticleIdList": ["PMC4940514", "27433182"]}, {"Citation": "Feyissa M, Gedif Fenta T, Asres K, Gebremariam T. Prevalence, perception and predictors of concomitant herbal medicine use among HIV/AIDS and tuberculosis patients in metekel zone, Northwest Ethiopia: a cross-sectional study. Evid Based Complement Alternat Med. 2022; 8235229. 10.1155/2022/8235229.", "ArticleIdList": ["PMC9691294", "36437829"]}, {"Citation": "Gedif T, Hahn HJ. Epidemiology of herbal drugs use in Addis Ababa Ethiopia. Pharmacoepidemiol Drug Saf. 2002;11(7):587–591. doi: 10.1002/pds.729.", "ArticleIdList": ["10.1002/pds.729", "12462136"]}, {"Citation": "Gedif T, Hahn H-J. The use of medicinal plants in self-care in rural central Ethiopia. J Ethnopharmacol. 2003;87(2–3):155–161. doi: 10.1016/s0378-8741(03)00109-0.", "ArticleIdList": ["10.1016/s0378-8741(03)00109-0", "12860301"]}, {"Citation": "Endale Gurmu A, Teni FS, Tadesse WT. Pattern of traditional medicine utilization among HIV/AIDS patients on antiretroviral therapy at a university hospital in northwestern Ethiopia: a cross-sectional study. Evid Based Complement Alternat Med. 2017; 1724581. 10.1155/2017/1724581.", "ArticleIdList": ["PMC5380827", "28421118"]}, {"Citation": "Haile KT, Ayele AA, Mekuria AB, Demeke CA, Gebresillassie BM, Erku DA. Traditional herbal medicine use among people living with HIV/AIDS in Gondar, Ethiopia: do their health care providers know? Complement Ther Med. 2017;35:14–19. doi: 10.1016/j.ctim.2017.08.019.", "ArticleIdList": ["10.1016/j.ctim.2017.08.019", "29154059"]}, {"Citation": "Shiferaw A, Baye AM, Amogne W, Feyissa M. Herbal medicine use and determinant factors among HIV/AIDS patients on antiretroviral therapy in Tikur Anbessa specialized hospital, Addis Ababa, Ethiopia. HIV AIDS (Auckl) 2020;12:941. doi: 10.2147/HIV.S283810.", "ArticleIdList": ["10.2147/HIV.S283810", "PMC7751574", "33364851"]}, {"Citation": "Tizazu D, Workineh Y, Ayalew Y. Parental traditional medicine use for children and associated factors in North Mecha district, North West Ethiopia. Pediatric Health Med Ther. 2020;11:505. doi: 10.2147/PHMT.S275249.", "ArticleIdList": ["10.2147/PHMT.S275249", "PMC7751436", "33364875"]}, {"Citation": "Tesfaye M, Solomon N, Getachew D, Biru YB. Prevalence of harmful traditional practices during pregnancy and associated factors in Southwest Ethiopia: a community-based cross-sectional study. BMJ Open. 2022;12(11):e063328. doi: 10.1136/bmjopen-2022-063328.", "ArticleIdList": ["10.1136/bmjopen-2022-063328", "PMC9639088", "36332962"]}, {"Citation": "Nigussie S, Godana A, Birhanu A, Abdeta T, Demeke F, Lami M, Gemechu K, Eyeberu A, Bogale K, Dechasa DB. Practice of traditional medicine and associated factors among residents in Eastern Ethiopia: a community-based cross-sectional study. Front Public Health. 2022;10:915722. doi: 10.3389/fpubh.2022.915722.", "ArticleIdList": ["10.3389/fpubh.2022.915722", "PMC9237408", "35774577"]}, {"Citation": "Nega SS, Bekele HM, Meles GG, Nordeng H. Medicinal plants and concomitant use with pharmaceutical drugs among pregnant women. J Altern Complement Med. 2019;25(4):427–434. doi: 10.1089/acm.2018.0062.", "ArticleIdList": ["10.1089/acm.2018.0062", "30508387"]}, {"Citation": "Mekuria AB, Erku DA, Gebresillassie BM, Birru EM, Tizazu B, Ahmedin A. Prevalence and associated factors of herbal medicine use among pregnant women on antenatal care follow-up at University of Gondar referral and teaching hospital, Ethiopia: a cross-sectional study. BMC Complement Altern Med. 2017;17(1):86. doi: 10.1186/s12906-017-1608-4.", "ArticleIdList": ["10.1186/s12906-017-1608-4", "PMC5286838", "28143507"]}, {"Citation": "Mekuria AB, Belachew SA, Tegegn HG, Ali DS, Netere AK, Lemlemu E, Erku DA. Prevalence and correlates of herbal medicine use among type 2 diabetic patients in Teaching Hospital in Ethiopia: a cross-sectional study. BMC Complement Altern Med. 2018;18(1):85. doi: 10.1186/s12906-018-2147-3.", "ArticleIdList": ["10.1186/s12906-018-2147-3", "PMC5845232", "29523120"]}, {"Citation": "Jambo A, Mengistu G, Sisay M, Amare F, Edessa D. Self-medication and contributing factors among pregnant women attending antenatal care at public hospitals of Harar town Ethiopia. Front Pharmacol. 2018;9:1063. doi: 10.3389/fphar.2018.01063.", "ArticleIdList": ["10.3389/fphar.2018.01063", "PMC6178140", "30337871"]}, {"Citation": "Kebede B, Gedif T, Getachew A. Assessment of drug use among pregnant women in Addis Ababa Ethiopia. Pharmacoepidemiol Drug Saf. 2009;18(6):462–468. doi: 10.1002/pds.1732.", "ArticleIdList": ["10.1002/pds.1732", "19334033"]}, {"Citation": "Kifle ZD, Yimenu DK, Kidanu BB. Complementary and alternative medicine use and its associated factors among hypertensive patients in Debre Tabor General Hospital Ethiopia. Metabol Open. 2021;12:100132. doi: 10.1016/j.metop.2021.100132.", "ArticleIdList": ["10.1016/j.metop.2021.100132", "PMC8493576", "34632358"]}, {"Citation": "Kifle ZD, Bayleyegn B, Tadesse TY, Woldeyohanins AE. Prevalence and associated factors of herbal medicine use among adult diabetes mellitus patients at government hospital, Ethiopia: an institutional-based cross-sectional study. Metabol Open. 2021;11:100120. doi: 10.1016/j.metop.2021.100120.", "ArticleIdList": ["10.1016/j.metop.2021.100120", "PMC8403751", "34485891"]}, {"Citation": "Kovalev V, Wells ML. Self-treatment practices for perceived symptoms of malaria in Ethiopia. Cureus. 2020;12(7):e9359. doi: 10.7759/cureus.9359.", "ArticleIdList": ["10.7759/cureus.9359", "PMC7444995", "32850230"]}, {"Citation": "Laelago T, Yohannes T, Lemango F. Prevalence of herbal medicine use and associated factors among pregnant women attending antenatal care at public health facilities in Hossana Town, Southern Ethiopia: facility based cross sectional study. Arch Public Health. 2016;74(1):7. doi: 10.1186/s13690-016-0118-z.", "ArticleIdList": ["10.1186/s13690-016-0118-z", "PMC4753650", "26881052"]}, {"Citation": "Hailu F, Cherie A, Gebreyohannis T, Hailu R. Determinants of traditional medicine utilization for children: a parental level study in Tole District, Oromia, Ethiopia. BMC Complement Med Ther. 2020;20(1):125. doi: 10.1186/s12906-020-02928-1.", "ArticleIdList": ["10.1186/s12906-020-02928-1", "PMC7178580", "32321497"]}, {"Citation": "Aragaw TJ, Afework DT, Getahun KA. Assessment of knowledge, attitude, and utilization of traditional medicine among the communities of Debre Tabor Town, Amhara Regional State, North Central Ethiopia: a cross-sectional study. Evid Based Complement Altern Med. 2020;6565131. 10.1155/2020/6565131.", "ArticleIdList": ["PMC7085823", "32215043"]}, {"Citation": "Belachew N, Tadesse T, and Gube AA. Knowledge, attitude, and practice of complementary and alternative medicine among residents of Wayu town, Western Ethiopia. J Evid Based Complementary Altern Med. 2017;22(4):929–35. 10.1177/2515690X17746547.", "ArticleIdList": ["PMC5871321", "29250965"]}, {"Citation": "Bussa NF, Gemeda AS. Assessment of traditional medicine utilization in Harar town, eastern Ethiopia. J Ayu Herb Med. 2018;4(4):158–164. doi: 10.31254/jahm.2018.4404.", "ArticleIdList": ["10.31254/jahm.2018.4404"]}, {"Citation": "Chali BU, Hasho A, Koricha NB. Preference and practice of traditional medicine and associated factors in Jimma Town, Southwest Ethiopia. Evid Based Complement Altern Med. 2021;9962892. 10.1155/2021/9962892.", "ArticleIdList": ["PMC8181118", "34194530"]}, {"Citation": "Gari A, Yarlagadda R, Wolde-Mariam M. Knowledge, attitude, practice, and management of traditional medicine among people of Burka Jato Kebele, West Ethiopia. J Pharm Bioallied Sci. 2015;7(2):136. doi: 10.4103/0975-7406.148782.", "ArticleIdList": ["10.4103/0975-7406.148782", "PMC4399012", "25883518"]}, {"Citation": "Misha G, Raghavendra Y, Messay W-M. Knowledge, attitude, practice and management of traditional medicine among people of Shopa Bultum, Southeast Ethiopia. Res J Pharmaceut Biol Chem Sci. 2014;5(5):152–170."}, {"Citation": "Ampomah IG, Malau-Aduli BS, Seidu A-A, Malau-Aduli AE, Emeto TI. Integrating traditional medicine into the Ghanaian health system: perceptions and experiences of traditional medicine practitioners in the Ashanti region. Int Health. 2022;15(4):414–427. doi: 10.1093/inthealth/ihac059.", "ArticleIdList": ["10.1093/inthealth/ihac059", "PMC10318977", "36063112"]}, {"Citation": "CSA. Population projection of ethiopia for all regions at wereda level from 2014–2017. Central Statistical Agency (CSA). Federal Democratic Republic of Ethiopia, Addis Ababa. 2019:118."}, {"Citation": "Asiimwe JB, Nagendrappa PB, Atukunda EC, Kamatenesi MM, Nambozi G, Tolo CU, Ogwang PE, Sarki AM. Prevalence of the use of herbal medicines among patients with cancer: a systematic review and meta-analysis. Evid Based Complement Alternat Med. 2021;9963038:1–18. doi: 10.1155/2021/9963038.", "ArticleIdList": ["10.1155/2021/9963038", "PMC8149249", "34055029"]}, {"Citation": "El Hajj M, Holst L. Herbal medicine use during pregnancy: a review of the literature with a special focus on sub-Saharan Africa. Front Pharmacol. 2020;11:866. doi: 10.3389/fphar.2020.00866.", "ArticleIdList": ["10.3389/fphar.2020.00866", "PMC7296102", "32581815"]}, {"Citation": "Hughes GD, Aboyade OM, Clark BL, Puoane TR. The prevalence of traditional herbal medicine use among hypertensives living in South African communities. BMC Complement Altern Med. 2013;13(1):38. doi: 10.1186/1472-6882-13-38.", "ArticleIdList": ["10.1186/1472-6882-13-38", "PMC3598715", "23414344"]}, {"Citation": "Namuddu B, Kalyango JN, Karamagi C, Mudiope P, Sumba S, Kalende H, Wobudeya E, Kigozi BK, Waako P. Prevalence and factors associated with traditional herbal medicine use among patients on highly active antiretroviral therapy in Uganda. BMC Pub Health. 2011;11(1):855. doi: 10.1186/1471-2458-11-855.", "ArticleIdList": ["10.1186/1471-2458-11-855", "PMC3270112", "22074367"]}, {"Citation": "Boy HIA, Rutilla AJH, Santos KA, Ty AMT, Alicia IY, Mahboob T, Tangpoong J, Nissapatorn V. Recommended medicinal plants as source of natural products: a review. Digit Chin Med. 2018;1(2):131–142. doi: 10.1016/S2589-3777(19)30018-7.", "ArticleIdList": ["10.1016/S2589-3777(19)30018-7"]}, {"Citation": "Jiang TA. Health benefits of culinary herbs and spices. J AOAC Int. 2019;102(2):395–411. doi: 10.5740/jaoacint.18-0418.", "ArticleIdList": ["10.5740/jaoacint.18-0418", "30651162"]}, {"Citation": "Sato A. Does socio-economic status explain use of modern and traditional health care services? Soc Sci Med. 2012;75(8):1450–1459. doi: 10.1016/j.socscimed.2012.05.032.", "ArticleIdList": ["10.1016/j.socscimed.2012.05.032", "22818490"]}, {"Citation": "Awiti JO. Poverty and health care demand in Kenya. BMC Health Serv Res. 2014;14(1):560. doi: 10.1186/s12913-014-0560-y.", "ArticleIdList": ["10.1186/s12913-014-0560-y", "PMC4243287", "25416417"]}, {"Citation": "James PB, Wardle J, Steel A, Adams J. Traditional, complementary and alternative medicine use in Sub-Saharan Africa: a systematic review. BMJ Glob Health. 2018;3(5):e000895. doi: 10.1136/bmjgh-2018-000895.", "ArticleIdList": ["10.1136/bmjgh-2018-000895", "PMC6231111", "30483405"]}, {"Citation": "Payyappallimana U. Role of traditional medicine in primary health care. Yok J Soc Sci. 2010;14(6):57–75."}, {"Citation": "Herbreteau J-B, Tavernier E, Joly A, Marchand A, Édée A-É, Tauveron V, Maruani A. Traditional healers or bonesetters (“rebouteux”) in France: a survey of their practice, profile, and customers. Ann Dermatol Venereol. 2023;150(2):89–94. doi: 10.1016/j.annder.2022.11.006.", "ArticleIdList": ["10.1016/j.annder.2022.11.006", "36653226"]}, {"Citation": "Posadzki P, Watson LK, Alotaibi A, Ernst E. Prevalence of use of complementary and alternative medicine (CAM) by patients/consumers in the UK: systematic review of surveys. Clin Med. 2013;13(2):126. doi: 10.7861/clinmedicine.13-2-126.", "ArticleIdList": ["10.7861/clinmedicine.13-2-126", "PMC4952625", "23681857"]}, {"Citation": "Mensah M, Komlaga G, Forkuo AD, Firempong C, Anning AK, Dickson RA. Toxicity and safety implications of herbal medicines used in Africa. Herbal Med. 2019;63:1992–0849. doi: 10.5772/intechopen.72437.", "ArticleIdList": ["10.5772/intechopen.72437"]}, {"Citation": "Gyasi RM, Poku AA, Boateng S, Amoah PA, Mumin AA, Obodai J, Agyemang-Duah W. Integration for coexistence? Implementation of intercultural health care policy in Ghana from the perspective of service users and providers. J Integ Med. 2017;15(1):44–55. doi: 10.1016/S2095-4964(17)60312-1.", "ArticleIdList": ["10.1016/S2095-4964(17)60312-1", "28088259"]}, {"Citation": "Bernstein N, Akram M, Yaniv-Bachrach Z, Daniyal M. Is it safe to consume traditional medicinal plants during pregnancy? Phytother Res. 2021;35(4):1908–1924. doi: 10.1002/ptr.6935.", "ArticleIdList": ["10.1002/ptr.6935", "33164294"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "8"}, {"Year": "2023", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "16", "Minute": "21"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "0", "Minute": "8"}, {"Year": "2023", "Month": "12", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["38093343", "PMC10717384", "10.1186/s13643-023-02398-9", "10.1186/s13643-023-02398-9"]}}], "PubmedBookArticle": []}