{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetic activity", "Computational study", "Crotalaria quinquefolia", "Enzyme activity", "QSAR study"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38090734", "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["101887", "10.1016/j.jsps.2023.101887"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "32", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "Profiling of secondary metabolite and evaluation of anti-diabetic potency of <i>Crotalaria quinquefolia</i> (L): <i>In-vitro</i>, <i>in-vivo</i>, and <i>in-silico</i> approaches.", "Pagination": {"StartPage": "101887", "MedlinePgn": "101887"}, "Abstract": {"AbstractText": ["Traditional medicinal plants have played a promising role in the human health system. In folklore medicine, <i>Crotalaria quinquefolia</i> L. is used to treat fever, pain, eczema, impetigo, lung infections, scabies. The present investigation was executed to identify secondary metabolites responsible for anti-diabetic potential of <i>C. quinquefolia</i> L. leaf extract along with their possible mechanistic pathways. The anti-hyperglycemic activity was assessed by <i>in vitro</i> α-amylase and α-glucosidase inhibitory assays and an <i>in vivo</i> oral glucose tolerance test and diabetogenic effect of streptozotocin in mice, followed by an integrative computational analysis. A total of 23 compounds were identified through GCMS and HPLC. The extract showed potent <i>in-vitro</i> α-amylase and α-glucosidase suppressive activity with IC<sub>50</sub> values of 12.8 ± 0.1 µg/mL and 36.3 ± 0.07 µg/mL, respectively. In an <i>in vivo</i> oral glucose tolerance test, the extract (400 mg/kg body weight) prompted blood glucose levels to plummet by 18.9 % after 30 min, compared to the normal control and streptozotocin induced diabetes test, maximum glucose reduction was observed 11.67 % by dose of 200 mg/kg compared to the control; glibenclamide and extract (400 mg/kg) reduced blood glucose levels by 1.3 % and 16.7 %, respectively, compared to diabetic control at the end of the trial. Additionally, among the identified compounds, myricetin, quercetin, rutin, and kaempferol revealed good binding affinity as well as stability with the studied anti-diabetic proteins in docking and molecular dynamics simulation studies. Furthermore, QSAR analysis and network pharmacology studies of the identified compounds divulged enhanced insulin secretion stimulation, insulin receptor kinase activity, PPARγ expression; enzyme inhibition (α-glucosidase, α-amylase) and protection of the pancreas -mediated antidiabetic effects. Besides, they proved strong inhibitory potential against the studied antidiabetic proteins in other computational analysis. Based on the present findings, it can be affirmed that <i>C. quinquefolia</i> extract possesses anti-diabetic activity."], "CopyrightInformation": "© 2023 The Authors. Published by Elsevier B.V. on behalf of King Saud University."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutical Biotechnology and Bioinformatics, Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, Jashore 7408, Bangladesh."}], "LastName": "Nahar", "ForeName": "Nazmun", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Jashore University of Science and Technology, Jashore 7408, Bangladesh."}], "LastName": "Nazmul Hasan Zilani", "ForeName": "Md", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutical Biotechnology and Bioinformatics, Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, Jashore 7408, Bangladesh."}], "LastName": "Biswas", "ForeName": "Partha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Genetic Engineering Discipline, Khulna University, Khulna 9208, Bangladesh."}], "LastName": "Morsaline Billah", "ForeName": "Md", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biosciences, Shifa Tameer-e-Millat University, Islamabad 41000, Pakistan."}, {"Identifier": [], "Affiliation": "Yunnan Herbal Laboratory, College of Ecology and Environmental Sciences, Yunnan University, Kunming 650091, China."}], "LastName": "Bibi", "ForeName": "Shabana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Post Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Albekairi", "ForeName": "Norah A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Post Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Alshammari", "ForeName": "Abdulrahman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutical Biotechnology and Bioinformatics, Department of Genetic Engineering and Biotechnology, Jashore University of Science and Technology, Jashore 7408, Bangladesh."}], "LastName": "Nazmul Hasan", "ForeName": "Md", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullah, A., Biswas, P., Sahabuddin, M., Mubasharah, A., Khan, D. A., Hossain, A., Roy, T., Rafi, N. M. R., Dey, D., & Hasan, M. 2023. Molecular Dynamics Simulation and Pharmacoinformatic Integrated Analysis of Bioactive Phytochemicals from Azadirachta indica (Neem) to Treat Diabetes Mellitus. Journal of Chemistry, 2023. https://doi.org/https://doi.org/10.1155/2023/4170703."}, {"Citation": "Agada R., Thagriki D., Lydia D.E., Khusro A., Alkahtani J., Al Shaqha M.M., Alwahibi M.S., Elshikh M.S. Antioxidant and anti-diabetic activities of bioactive fractions of Carica papaya seeds extract. J. King Saud Univ.-Sci. 2021;33(2) doi: 10.1016/j.jksus.2021.101342.", "ArticleIdList": ["10.1016/j.jksus.2021.101342"]}, {"Citation": "Agraharam G., Girigoswami A., Girigoswami K. Myricetin: a multifunctional flavonol in biomedicine. Curr. Pharmacol. Rep. 2022;8(1):48–61. doi: 10.1007/s40495-021-00269-2.", "ArticleIdList": ["10.1007/s40495-021-00269-2", "PMC8743163", "35036292"]}, {"Citation": "Ahmadi S., Abdolmaleki A., Jebeli Javan M. In silico study of natural antioxidants. Vitam. Horm. 2023;121:1–43. doi: 10.1016/bs.vh.2022.09.001.", "ArticleIdList": ["10.1016/bs.vh.2022.09.001", "36707131"]}, {"Citation": "Ahmed S., Al-Rehaily A.J., Alam P., Alqahtani A.S., Hidayatullah S., Rehman M.T., Mothana R.A., Abbas S.S., Khan M.U., Khalid J.M., Siddiqui N.A. Antidiabetic, antioxidant, molecular docking and HPTLC analysis of miquelianin isolated from Euphorbia schimperi C. Presl. Saudi Pharm. J. 2019;27(5):655–663. doi: 10.1016/j.jsps.2019.03.008.", "ArticleIdList": ["10.1016/j.jsps.2019.03.008", "PMC6598219", "31297020"]}, {"Citation": "Ahmed K., Jahan I., Jahan F., Hossain H. Antioxidant activities and simultaneous HPLC-DAD profiling of polyphenolic compounds from Moringa oleifera Lam. leaves grown in Bangladesh. Food Res. 2021;5(1):401–408. doi: 10.26656/fr.2017.5(1).410.", "ArticleIdList": ["10.26656/fr.2017.5(1).410"]}, {"Citation": "Ahmed M., Jahan R., Rahmatullah M. Medicinal plants and their uses by a folk medicinal practitioner of Matlab Upazila in Chandpur district, Bangladesh. J. Med. Plants. 2023;11(2):31–38. doi: 10.22271/plants.2023.v11.i2a.1537.", "ArticleIdList": ["10.22271/plants.2023.v11.i2a.1537"]}, {"Citation": "Akash, S., Bibi, S., Biswas, P., Mukerjee, N., Khan, D. A., Hasan, N., Sultana, N. A., Hosen, M. E., A Bin Jardan, Y., & Nafidi, H.-A. 2023. Anti-cancer drug discovery against Breast cancer and Lung cancer by modification of natural Genistein: a new-fangled computational approach. Frontiers in Oncology, 13, 1228865. https://doi.org/10.3389/fonc.2023.1228865.", "ArticleIdList": ["PMC10561655", "37817764"]}, {"Citation": "Aljahdali M.O., Molla M.H.R., Ahammad F. Compounds identified from marine mangrove plant (Avicennia alba) as potential antiviral drug candidates against WDSV, an in-silico approach. Mar. Drugs. 2021;19(5):253. doi: 10.3390/md19050253.", "ArticleIdList": ["10.3390/md19050253", "PMC8145693", "33925208"]}, {"Citation": "Andalib K.M.S., Biswas P., Sakib M.R., Hasan M.N., Rahman M.H., Habib A. Identification of novel MCM2 inhibitors from Catharanthus roseus by pharmacoinformatics, molecular docking and molecular dynamics simulation-based evaluation. Inf. Med. Unlocked. 2023;39 doi: 10.1016/j.imu.2023.101251.", "ArticleIdList": ["10.1016/j.imu.2023.101251"]}, {"Citation": "Arefin A., Ismail Ema T., Islam T., Hossen S., Islam T., Al Azad S., Uddin Badal N., Islam A., Biswas P., Alam N.U., Islam E., Anjum M., Masud A., Kamran S., Rahman A., Kumar Paul P. Target specificity of selective bioactive compounds in blocking α-dystroglycan receptor to suppress Lassa virus infection: an in silico approach. J. Biomed. Res. 2021;35(6):459–473. doi: 10.7555/jbr.35.20210111.", "ArticleIdList": ["10.7555/jbr.35.20210111", "PMC8637655", "34857680"]}, {"Citation": "Azeem M., Hanif M., Mahmood K., Ameer N., Chughtai F.R.S., Abid U. An insight into anticancer, antioxidant, antimicrobial, antidiabetic and anti-inflammatory effects of quercetin: a review. Polym. Bull. (Berl.) 2023;80(1):241–262. doi: 10.1007/s00289-022-04091-8.", "ArticleIdList": ["10.1007/s00289-022-04091-8", "PMC8800825", "35125574"]}, {"Citation": "Baildya N., Khan A.A., Ghosh N.N., Dutta T., Chattopadhyay A.P. Screening of potential drug from Azadirachta Indica (Neem) extracts for SARS-CoV-2: An insight from molecular docking and MD-simulation studies. J. Mol. Struct. 2021;1227 doi: 10.1016/j.molstruc.2020.129390.", "ArticleIdList": ["10.1016/j.molstruc.2020.129390", "PMC7532348", "33041371"]}, {"Citation": "Bhavsar S.K., Singh S., Giri S., Jain M.R., Santani D.D. Effect of saponins from Helicteres isora on lipid and glucose metabolism regulating genes expression. J. Ethnopharmacol. 2009;124(3):426–433. doi: 10.1016/j.jep.2009.05.041.", "ArticleIdList": ["10.1016/j.jep.2009.05.041", "19505560"]}, {"Citation": "Biswas P., Dey D., Rahman A., Islam M.A., Susmi T.F., Kaium M.A., Hasan M.N., Rahman M.D.H., Mahmud S., Saleh M.A., Paul P., Rahman M.R., Al Saber M., Song H., Rahman M.A., Kim B. Analysis of SYK gene as a prognostic biomarker and suggested potential bioactive phytochemicals as an alternative therapeutic option for colorectal cancer: An in-silico pharmaco-informatics investigation. J. Pers. Med. 2021;11(9) doi: 10.3390/jpm11090888.", "ArticleIdList": ["10.3390/jpm11090888", "PMC8470848", "34575665"]}, {"Citation": "Biswas B., Golder M., Abid M.A., Mazumder K., Sadhu S.K. Terpenoids enriched ethanol extracts of aerial roots of Ceriops decandra (Griff.) and Ceriops tagal (Perr.) promote diuresis in mice. Heliyon. 2021;7(7):e07580.", "ArticleIdList": ["PMC8318864", "34337186"]}, {"Citation": "Biswas P., Hasan M.M., Dey D., Dos Santos Costa A.C., Polash S.A., Bibi S., Ferdous N., Kaium M.A., Rahman M.D.H., Jeet F.K., Papadakos S., Islam K., Uddin M.S. Candidate antiviral drugs for COVID-19 and their environmental implications: a comprehensive analysis. Environ. Sci. Pollut. Res. Int. 2021;28(42):59570–59593. doi: 10.1007/s11356-021-16096-3.", "ArticleIdList": ["10.1007/s11356-021-16096-3", "PMC8435122", "34510341"]}, {"Citation": "Biswas P., Hany Rumi O., Ahmed Khan D., Ahmed M.N., Nahar N., Jahan R., Hasan Zilani M.N., Paul T.K., Hasan A., Bondhon T.A., Jannat K., Hasan M.N., Rahmatullah M. Evaluation of melongosides as potential inhibitors of NS2B-NS3 activator-protease of dengue virus (Serotype 2) by using molecular docking and dynamics simulation approach. J. Trop. Med. 2022;2022:7111786. doi: 10.1155/2022/7111786.", "ArticleIdList": ["10.1155/2022/7111786", "PMC9427285", "36051190"]}, {"Citation": "Black H.S. A synopsis of the associations of oxidative stress, ROS, and antioxidants with diabetes mellitus. Antioxidants (Basel) 2022;11(10) doi: 10.3390/antiox11102003.", "ArticleIdList": ["10.3390/antiox11102003", "PMC9598123", "36290725"]}, {"Citation": "Boulfia M., Lamchouri F., Toufik H. Mineral analysis, in vitro evaluation of alpha-amylase, alpha-glucosidase, and beta-galactosidase inhibition, and antibacterial activities of Juglans regia L. bark extracts. Biomed. Res. Int. 2021;2021:1585692. doi: 10.1155/2021/1585692.", "ArticleIdList": ["10.1155/2021/1585692", "PMC8413037", "34485509"]}, {"Citation": "Bristy A.T., Islam T., Ahmed R., Hossain J., Reza H.M., Jain P. Evaluation of total phenolic content, HPLC analysis, and antioxidant potential of three local varieties of mushroom: A comparative study. Int. J. Food Sci. 2022;2022:3834936. doi: 10.1155/2022/3834936.", "ArticleIdList": ["10.1155/2022/3834936", "PMC9605836", "36310853"]}, {"Citation": "Can-Cauich C.A., Sauri-Duch E., Betancur-Ancona D., Chel-Guerrero L., González-Aguilar G.A., Cuevas-Glory L.F., Pérez-Pacheco E., Moo-Huchin V.M. Tropical fruit peel powders as functional ingredients: Evaluation of their bioactive compounds and antioxidant activity. J. Funct. Foods. 2017;37:501–506. doi: 10.1016/j.jff.2017.08.028.", "ArticleIdList": ["10.1016/j.jff.2017.08.028"]}, {"Citation": "Claro-Cala C.M., Quintela J.C., Pérez-Montero M., Miñano J., de Sotomayor M.A., Herrera M.D., Rodríguez-Rodríguez A.R. Pomace olive oil concentrated in triterpenic acids restores vascular function, glucose tolerance and obesity progression in mice. Nutrients. 2020;12(2) doi: 10.3390/nu12020323.", "ArticleIdList": ["10.3390/nu12020323", "PMC7071211", "31991894"]}, {"Citation": "Debnath, S. L., Kundu, P., Golder, M., Biswas, B., & Sadhu, S. K. 2020. Phytochemical Characterization and Evaluation of Pharmacological Activities of Leaves of a Mangrove Plant Species-Aegiceras corniculatum (L.). Tropical Journal of Natural Product Research (TJNPR), 4(9), 516-522. https://doi.org/org/10.26538/tjnpr/v4i9. 4."}, {"Citation": "Devendra B.N., Srinivas N., Solmon K.S. A comparative pharmacological and phytochemical analysis of in vivo & in vitro propagated Crotalaria species. Asian Pac. J. Trop. Med. 2012;5(1):37–41. doi: 10.1016/s1995-7645(11)60242-3.", "ArticleIdList": ["10.1016/s1995-7645(11)60242-3", "22182641"]}, {"Citation": "Dey D., Biswas P., Paul P., Mahmud S., Ema T.I., Khan A.A., Ahmed S.Z., Hasan M.M., Saikat A.S.M., Fatema B., Bibi S., Rahman M.A., Kim B. Natural flavonoids effectively block the CD81 receptor of hepatocytes and inhibit HCV infection: a computational drug development approach. Mol. Divers. 2022 doi: 10.1007/s11030-022-10491-9.", "ArticleIdList": ["10.1007/s11030-022-10491-9", "35821161"]}, {"Citation": "Dey D., Hossain R., Biswas P., Paul P., Islam M.A., Ema T.I., Gain B.K., Hasan M.M., Bibi S., Islam M.T., Rahman M.A., Kim B. Amentoflavone derivatives significantly act towards the main protease (3CL(PRO)/M(PRO)) of SARS-CoV-2: in silico admet profiling, molecular docking, molecular dynamics simulation, network pharmacology. Mol. Divers. 2022;1–15 doi: 10.1007/s11030-022-10459-9.", "ArticleIdList": ["10.1007/s11030-022-10459-9", "PMC9153225", "35639226"]}, {"Citation": "Eid H.M., Nachar A., Thong F., Sweeney G., Haddad P.S. The molecular basis of the antidiabetic action of quercetin in cultured skeletal muscle cells and hepatocytes. Pharmacogn. Mag. 2015;11(41):74–81. doi: 10.4103/0973-1296.149708.", "ArticleIdList": ["10.4103/0973-1296.149708", "PMC4329636", "25709214"]}, {"Citation": "El Ouahdani K., Es-Safi I., Mechchate H., Al-Zahrani M., Qurtam A.A., Aleissa M., Bari A., Bousta D. Thymus algeriensis and Artemisia herba-alba essential oils: Chemical analysis, antioxidant potential and in vivo anti-inflammatory, analgesic activities, and acute toxicity. Molecules. 2021;26(22) doi: 10.3390/molecules26226780.", "ArticleIdList": ["10.3390/molecules26226780", "PMC8625911", "34833872"]}, {"Citation": "Erukainure O.L., Hafizur R.M., Choudhary M.I., Adhikari A., Mesaik A.M., Atolani O., Banerjee P., Preissner R., Muhammad A., Islam M.S. Anti-diabetic effect of the ethyl acetate fraction of Clerodendrum volubile: protocatechuic acid suppresses phagocytic oxidative burst and modulates inflammatory cytokines. Biomed. Pharmacother. 2017;86:307–315. doi: 10.1016/j.biopha.2016.12.035.", "ArticleIdList": ["10.1016/j.biopha.2016.12.035", "28011378"]}, {"Citation": "Fang X.K., Gao J., Zhu D.N. Kaempferol and quercetin isolated from Euonymus alatus improve glucose uptake of 3T3-L1 cells without adipogenesis activity. Life Sci. 2008;82(11–12):615–622. doi: 10.1016/j.lfs.2007.12.021.", "ArticleIdList": ["10.1016/j.lfs.2007.12.021", "18262572"]}, {"Citation": "Filimonov D., Lagunin A., Gloriozova T., Rudik A., Druzhilovskii D., Pogodin P., Poroikov V. Prediction of the biological activity spectra of organic compounds using the PASS online web resource. Chem. Heterocycl. Compd. 2014;50:444–457. doi: 10.1007/s10593-014-1496-1.", "ArticleIdList": ["10.1007/s10593-014-1496-1"]}, {"Citation": "Ganeshpurkar A., Saluja A.K. The pharmacological potential of rutin. Saudi Pharm. J. 2017;25(2):149–164. doi: 10.1016/j.jsps.2016.04.025.", "ArticleIdList": ["10.1016/j.jsps.2016.04.025", "PMC5355559", "28344465"]}, {"Citation": "Ghani A. Parash Publishers; Dhaka: 2005. Practical phytochemistry."}, {"Citation": "Gupta R.K., Kumar D., Chaudhary A.K., Maithani M., Singh R. Antidiabetic activity of Passiflora incarnata Linn. in streptozotocin-induced diabetes in mice. J. Ethnopharmacol. 2012;139(3):801–806. doi: 10.1016/j.jep.2011.12.021.", "ArticleIdList": ["10.1016/j.jep.2011.12.021", "22212504"]}, {"Citation": "Hafizur R.M., Hameed A., Shukrana M., Raza S.A., Chishti S., Kabir N., Siddiqui R.A. Cinnamic acid exerts anti-diabetic activity by improving glucose tolerance in vivo and by stimulating insulin secretion in vitro. Phytomedicine. 2015;22(2):297–300. doi: 10.1016/j.phymed.2015.01.003.", "ArticleIdList": ["10.1016/j.phymed.2015.01.003", "25765836"]}, {"Citation": "Hasan A., Biswas P., Bondhon T.A., Jannat K., Paul T.K., Paul A.K., Jahan R., Nissapatorn V., Mahboob T., Wilairatana P., Hasan M.N., de Lourdes Pereira M., Wiart C., Rahmatullah M. Can artemisia herba-alba be useful for managing COVID-19 and comorbidities? Molecules. 2022;27(2) doi: 10.3390/molecules27020492.", "ArticleIdList": ["10.3390/molecules27020492", "PMC8779608", "35056809"]}, {"Citation": "Hasan M.M., Zilani M.N.H., Akter S., Nasrin P., Shajib G.M.A., Islam M.A., Biswas P., Mahmud S., Saleh M.A., Hasan M.N., Uddin S.J., Shilpi J.A. UHPLC-Q/Orbitrap/MS based chemical fingerprinting and hepatoprotective potential of a medicinal plant, Morinda angustifolia Roxb. S. Afr. J. Bot. 2022;148:561–572. doi: 10.1016/j.sajb.2022.05.037.", "ArticleIdList": ["10.1016/j.sajb.2022.05.037"]}, {"Citation": "Hasibuzzaman M., Alam H., Mia M., Islam S., Sultana S., Ahmed S., Masud A., Rahman S., Khan A., Rimti F., Pyash A., Biswas P., Shoshi H., Siddiquy M., Rimu F., Zaman R., Habiba M. Serological and oncoinformatic analysis of HbA1c as a prognostic bioma rker in screening the risks of different cancers among the male T2D pa tients of Bangladesh. J. Adv. Biotechnol. Exp. Therap. 2023;6(2):510. doi: 10.5455/jabet.2023.d145.", "ArticleIdList": ["10.5455/jabet.2023.d145"]}, {"Citation": "Ibitoye O.B., Uwazie J.N., Ajiboye T.O. Bioactivity-guided isolation of kaempferol as the antidiabetic principle from Cucumis sativus L. fruits. J. Food Biochem. 2018;42(4):e12479."}, {"Citation": "Imran M., Saeed F., Hussain G., Imran A., Mehmood Z., Gondal T.A., El-Ghorab A., Ahmad I., Pezzani R., Arshad M.U., Bacha U., Shariarti M.A., Rauf A., Muhammad N., Shah Z.A., Zengin G., Islam S. Myricetin: A comprehensive review on its biological potentials. Food Sci. Nutr. 2021;9(10):5854–5868. doi: 10.1002/fsn3.2513.", "ArticleIdList": ["10.1002/fsn3.2513", "PMC8498061", "34646551"]}, {"Citation": "Jabin A., Uddin M.F., Al Azad S., Rahman A., Tabassum F., Sarker P., Morshed A.K.M.H., Rahman S., Raisa F.F., Sakib M.R., Olive A.H., Islam T., Tahsin R., Ahmed S.Z., Biswas P., Habiba M.U., Siddiquy M., Jafary M. Target-specificity of different amyrin subunits in impeding HCV influx mechanism inside the human cells considering the quantum tunnel profiles and molecular strings of the CD81 receptor: a combined in silico and in vivo study. In Silico Pharmacol. 2023;11(1):8. doi: 10.1007/s40203-023-00144-6.", "ArticleIdList": ["10.1007/s40203-023-00144-6", "PMC10052254", "36999133"]}, {"Citation": "Jahan I., Rahman M., Hossain M. Medicinal species of Fabaceae occurring in Bangladesh and their conservation status. J. Med. Plants Stud. 2019;7(4):189–195."}, {"Citation": "Karunakaran U., Elumalai S., Moon J.S., Jeon J.H., Kim N.D., Park K.G., Won K.C., Leem J., Lee I.K. Myricetin protects against high glucose-induced β-cell apoptosis by attenuating endoplasmic reticulum stress via inactivation of cyclin-dependent kinase 5. Diabetes Metab. J. 2019;43(2):192–205. doi: 10.4093/dmj.2018.0052.", "ArticleIdList": ["10.4093/dmj.2018.0052", "PMC6470101", "30688049"]}, {"Citation": "Khan R.A., Hossain R., Siyadatpanah A., Al-Khafaji K., Khalipha A.B.R., Dey D., Asha U.H., Biswas P., Saikat A.S.M., Chenari H.A., Wilairatana P., Islam M.T. Diterpenes/diterpenoids and their derivatives as potential bioactive leads against dengue virus: A computational and network pharmacology study. Molecules. 2021;26(22) doi: 10.3390/molecules26226821.", "ArticleIdList": ["10.3390/molecules26226821", "PMC8623982", "34833913"]}, {"Citation": "Khan A.M., Sharif M.A., Salekeen R., Rahman M.H., Mahmud S., Biswas P., Hasan M.N., Islam K.M.D., Billah M.M., Islam M.E. In vitro and in silico investigation of garlic’s (Allium sativum) bioactivity against 15-lipoxygenase mediated inflammopathies. J. Herbmed. Pharmacol. 2023;12(2):283–298."}, {"Citation": "Khouya T., Ramchoun M., Elbouny H., Hmidani A., Bouhlali E.D.T., Alem C. Loquat (Eriobotrya japonica (Thunb) Lindl.): Evaluation of nutritional value, polyphenol composition, antidiabetic effect, and toxicity of leaf aqueous extract. J. Ethnopharmacol. 2022;296 doi: 10.1016/j.jep.2022.115473.", "ArticleIdList": ["10.1016/j.jep.2022.115473", "35718052"]}, {"Citation": "Knezevic S., Ghafoor A., Mehri S., Barazi A., Dziura M., Trant J.F., Dieni C.A. Catechin and other catechol-containing secondary metabolites: Bacterial biotransformation and regulation of carbohydrate metabolism. Pharma Nutr. 2021;17 doi: 10.1016/j.phanu.2021.100273.", "ArticleIdList": ["10.1016/j.phanu.2021.100273"]}, {"Citation": "Kopp C., Singh S.P., Regenhard P., Müller U., Sauerwein H., Mielenz M. Trans-cinnamic acid increases adiponectin and the phosphorylation of AMP-activated protein kinase through G-protein-coupled receptor signaling in 3T3-L1 adipocytes. Int. J. Mol. Sci. 2014;15(2):2906–2915. doi: 10.3390/ijms15022906.", "ArticleIdList": ["10.3390/ijms15022906", "PMC3958889", "24557583"]}, {"Citation": "Lee L.-C., Hou Y.-C., Hsieh Y.-Y., Chen Y.-H., Shen Y.-C., Lee I.-J., Shih M.-C.-M., Hou W.-C., Liu H.-K. Dietary supplementation of rutin and rutin-rich buckwheat elevates endogenous glucagon-like peptide 1 levels to facilitate glycemic control in type 2 diabetic mice. J. Funct. Foods. 2021;85 doi: 10.1016/j.jff.2021.104653.", "ArticleIdList": ["10.1016/j.jff.2021.104653"]}, {"Citation": "Maruhashi T., Higashi Y. Pathophysiological association between diabetes mellitus and endothelial dysfunction. Antioxidants. 2021;10(8):1306. doi: 10.3390/antiox10081306.", "ArticleIdList": ["10.3390/antiox10081306", "PMC8389282", "34439553"]}, {"Citation": "Mechchate H., Es-Safi I., Louba A., Alqahtani A.S., Nasr F.A., Noman O.M., Farooq M., Alharbi M.S., Alqahtani A., Bari A., Bekkari H., Bousta D. In vitro alpha-amylase and alpha-glucosidase inhibitory activity and in vivo antidiabetic activity of Withania frutescens L. foliar extract. Molecules. 2021;26(2) doi: 10.3390/molecules26020293.", "ArticleIdList": ["10.3390/molecules26020293", "PMC7826620", "33430115"]}, {"Citation": "Morshed A.H., Al Azad S., Mia M.A.R., Uddin M.F., Ema T.I., Yeasin R.B., Srishti S.A., Sarker P., Aurthi R.Y., Jamil F. Oncoinformatic screening of the gene clusters involved in the HER2-positive breast cancer formation along with the in silico pharmacodynamic profiling of selective long-chain omega-3 fatty acids as the metastatic antagonists. Mol. Divers. 2022;1–22 doi: 10.1007/s11030-022-10573-8.", "ArticleIdList": ["10.1007/s11030-022-10573-8", "36445532"]}, {"Citation": "Muflihah Y.M., Gollavelli G., Ling Y.C. Correlation study of antioxidant activity with phenolic and flavonoid compounds in 12 Indonesian indigenous herbs. Antioxidants (Basel) 2021;10(10) doi: 10.3390/antiox10101530.", "ArticleIdList": ["10.3390/antiox10101530", "PMC8533117", "34679665"]}, {"Citation": "Munshi M., Zilani M.N.H., Islam M.A., Biswas P., Das A., Afroz F., Hasan M.N. Novel compounds from endophytic fungi of Ceriops decandra inhibit breast cancer cell growth through estrogen receptor alpha in in-silico study. Inf. Med. Unlocked. 2022;32 doi: 10.1016/j.imu.2022.101046.", "ArticleIdList": ["10.1016/j.imu.2022.101046"]}, {"Citation": "Naji, K. M., Thamer, F. H., Numan, A. A., Dauqan, E. M., Alshaibi, Y. M., & D'Souza M, R. 2020. Ferric-bipyridine assay: A novel spectrophotometric method for measurement of antioxidant capacity. Heliyon, 6(1), e03162. https://doi.org/10.1016/j.heliyon.2020.e03162.", "ArticleIdList": ["PMC7002788", "32042955"]}, {"Citation": "Niksic H., Becic F., Koric E., Gusic I., Omeragic E., Muratovic S., Miladinovic B., Duric K. Cytotoxicity screening of Thymus vulgaris L. essential oil in brine shrimp nauplii and cancer cell lines. Sci. Rep. 2021;11(1):13178. doi: 10.1038/s41598-021-92679-x.", "ArticleIdList": ["10.1038/s41598-021-92679-x", "PMC8222331", "34162964"]}, {"Citation": "Olasupo S.B., Uzairu A., Adamu G.S., Uba S. Computational modeling and pharmacokinetics/ADMET study of some arylpiperazine derivatives as novel antipsychotic agents targeting depression. Chem. Afr. 2020;3:979–988. doi: 10.1007/s42250-020-00161-4.", "ArticleIdList": ["10.1007/s42250-020-00161-4"]}, {"Citation": "Quranayati Q., Iqhrammullah M., Saidi N., Nurliana N., Idroes R., Nasution R. Cytotoxicity and phytochemical profiles of Phyllanthus emblica stem barks with in silico drug-likeliness: Focusing on antidiabetic potentials. J. Adv. Pharm. Technol. Res. 2022;13(4):281–285. doi: 10.4103/japtr.japtr_319_22.", "ArticleIdList": ["10.4103/japtr.japtr_319_22", "PMC9784048", "36568059"]}, {"Citation": "Rahman M.D.H., Biswas P., Dey D., Hannan M.A., Sahabuddin M., Araf Y., Kwon Y., Emran T.B., Ali M.S., Uddin M.J. An in-silico identification of potential flavonoids against kidney fibrosis targeting TGFβR-1. Life (Basel) 2022;12(11) doi: 10.3390/life12111764.", "ArticleIdList": ["10.3390/life12111764", "PMC9694304", "36362919"]}, {"Citation": "Rana P., Kumar A., Choudhary A., Kaur H., Singh R. The wisdom of prevention: Holistic, preventive herb approach for healing of the globe. Pharma Innov. 2021"}, {"Citation": "Rashid F., Javaid A., Mahmood Ur R., Ashfaq U.A., Sufyan M., Alshammari A., Alharbi M., Nisar M.A., Khurshid M. Integrating pharmacological and computational approaches for the phytochemical analysis of syzygium cumini and its anti-diabetic potential. Molecules. 2022;27(17) doi: 10.3390/molecules27175734.", "ArticleIdList": ["10.3390/molecules27175734", "PMC9458221", "36080496"]}, {"Citation": "Salahuddin M.A.H., Ismail A., Kassim N.K., Hamid M., Ali M.S.M. Phenolic profiling and evaluation of in vitro antioxidant, α-glucosidase and α-amylase inhibitory activities of Lepisanthes fruticosa (Roxb) Leenh fruit extracts. Food Chem. 2020;331 doi: 10.1016/j.foodchem.2020.127240.", "ArticleIdList": ["10.1016/j.foodchem.2020.127240", "32585546"]}, {"Citation": "Samad A., Huq M.A., Rahman M.S. Bioinformatics approaches identified dasatinib and bortezomib inhibit the activity of MCM7 protein as a potential treatment against human cancer. Sci. Rep. 2022;12(1):1539. doi: 10.1038/s41598-022-05621-0.", "ArticleIdList": ["10.1038/s41598-022-05621-0", "PMC8795118", "35087187"]}, {"Citation": "Sana S.S., Kumbhakar D.V., Pasha A., Pawar S.C., Grace A.N., Singh R.P., Nguyen V.-H., Le Q.V., Peng W. Crotalaria verrucosa leaf extract mediated synthesis of zinc oxide nanoparticles: Assessment of antimicrobial and anticancer activity. Molecules. 2020;25(21):4896. doi: 10.3390/molecules25214896.", "ArticleIdList": ["10.3390/molecules25214896", "PMC7660202", "33113894"]}, {"Citation": "Sarian M.N., Ahmed Q.U., Mat So'ad S.Z., Alhassan A.M., Murugesu S., Perumal V., Syed Mohamad S.N.A., Khatib A., Latip J. Antioxidant and antidiabetic effects of flavonoids: A structure-activity relationship based study. Biomed. Res. Int. 2017;2017:8386065. doi: 10.1155/2017/8386065.", "ArticleIdList": ["10.1155/2017/8386065", "PMC5727842", "29318154"]}, {"Citation": "Sharma D., Gondaliya P., Tiwari V., Kalia K. Kaempferol attenuates diabetic nephropathy by inhibiting RhoA/Rho-kinase mediated inflammatory signalling. Biomed. Pharmacother. 2019;109:1610–1619. doi: 10.1016/j.biopha.2018.10.195.", "ArticleIdList": ["10.1016/j.biopha.2018.10.195", "30551415"]}, {"Citation": "Sharma B., Salunke R., Satapati S., Balomajumder C., Roy P. Screening of some indian medicinal plant extracts for their antihyperglycemic activities in streptozotocin-induced diabetic mice. J. Food Biochem. 2011;35(5):1398–1406."}, {"Citation": "Smolyaninov I.V., Burmistrova D.A., Arsenyev M.V., Polovinkina M.A., Pomortseva N.P., Fukin G.K., Poddel'sky A.I., Berberova N.T. Synthesis and antioxidant activity of new catechol thioethers with the methylene linker. Molecules. 2022;27(10) doi: 10.3390/molecules27103169.", "ArticleIdList": ["10.3390/molecules27103169", "PMC9144179", "35630646"]}, {"Citation": "Tan, D. C., Kassim, N. K., Ismail, I. S., Hamid, M., & Ahamad Bustamam, M. S. 2019. Identification of Antidiabetic Metabolites from Paederia foetida L. Twigs by Gas Chromatography-Mass Spectrometry-Based Metabolomics and Molecular Docking Study. Biomed Res Int, 2019, 7603125. https://doi.org/10.1155/2019/7603125.", "ArticleIdList": ["PMC6560335", "31275982"]}, {"Citation": "Wang Z., Ge S., Li S., Lin H., Lin S. Anti-obesity effect of trans-cinnamic acid on HepG2 cells and HFD-fed mice. Food Chem. Toxicol. 2020;137 doi: 10.1016/j.fct.2020.111148.", "ArticleIdList": ["10.1016/j.fct.2020.111148", "31982449"]}, {"Citation": "Yang Y., Chen Z., Zhao X., Xie H., Du L., Gao H., Xie C. Mechanisms of Kaempferol in the treatment of diabetes: A comprehensive and latest review. Front. Endocrinol. (Lausanne) 2022;13 doi: 10.3389/fendo.2022.990299.", "ArticleIdList": ["10.3389/fendo.2022.990299", "PMC9490412", "36157449"]}, {"Citation": "Yaradua S.S. A review of the genus Crotalaria L. (Crotalarieae, Fabaceae) Int. J. Sci. Res. Publ. 2018;8(6) doi: 10.29322/IJSRP.8.6.2018.p7841.", "ArticleIdList": ["10.29322/IJSRP.8.6.2018.p7841"]}, {"Citation": "Zamzami M.A. Molecular docking, molecular dynamics simulation and MM-GBSA studies of the activity of glycyrrhizin relevant substructures on SARS-CoV-2 RNA-dependent-RNA polymerase. J. Biomol. Struct. Dyn. 2023;41(5):1846–1858. doi: 10.1080/07391102.2021.2025147.", "ArticleIdList": ["10.1080/07391102.2021.2025147", "35037842"]}, {"Citation": "Zilani M.N.H., Islam M.A., Biswas P., Anisuzzman M., Hossain H., Shilpi J.A., Hasan M.N., Hossain M.G. Metabolite profiling, anti-inflammatory, analgesic potentials of edible herb Colocasia gigantea and molecular docking study against COX-II enzyme. J. Ethnopharmacol. 2021;281 doi: 10.1016/j.jep.2021.114577.", "ArticleIdList": ["10.1016/j.jep.2021.114577", "34464698"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "6"}, {"Year": "2023", "Month": "11", "Day": "25"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "18", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "18", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "13", "Minute": "15"}, {"Year": "2023", "Month": "11", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38090734", "PMC10711518", "10.1016/j.jsps.2023.101887", "S1319-0164(23)00382-1"]}}], "PubmedBookArticle": []}