{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38092901", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "13"}], "Language": ["eng"], "ELocationID": ["22123", "10.1038/s41598-023-49466-7"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "13"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Evaluation of antibacterial properties of nisin peptide expressed in carrots.", "Pagination": {"StartPage": "22123", "MedlinePgn": "22123"}, "Abstract": {"AbstractText": ["Nisin, derived from Lactococcus lactis, is a well-known natural food preservative. In the present study, the gene of nisin was transformed to carrot by Agrobacterium tumefaciens strain LBA4404 harboring the recombinant binary vector pBI121 containing neomycin phosphotransferase II (nptII) gene, peptide signal KDEL, and Kozak sequence. The integration of nisin and nptII transgenes into the plant genome was confirmed by polymerase chain reaction (PCR) and dot blot analysis. The gene expression was also performed by RT-PCR and Enzyme-Linked Immunosorbent Assay. The level of nisin expressed in one gram of transgenic plant ranged from 0.05 to 0.08 μg/ml. The stability of nisin varied in orange and peach juices depending on the temperature on the 70th day. The leaf protein extracted from the transgenic plant showed a significant preservative effect of nisin in peach and orange juice. A complete inhibition activity against Staphylococcus aureus and Escherichia coli in orange juice was observed within 24 h. After 24 h, log 1 and log 2 were obtained in a peach juice containing Staphylococcus aureus and Escherichia coli, respectively. Results of HPLC indicated that Chlorogenic and Chicoric acid compounds were increased in transgenic plants, but this increase was not significant. The study of determining the genetic stability of transgenic plants in comparison with non-transgenic plants showed high genetic stability between non-transgenic plants and transgenic plants. This study confirmed the significant inhibitory effect of nisin protein on gram-positive and gram-negative bacteria."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell & Molecular Biology, Faculty of Life Sciences & Biotechnology, Shahid Beheshti University, Tehran, 1983969411, Iran."}], "LastName": "Fallah Ziarani", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell & Molecular Biology, Faculty of Life Sciences & Biotechnology, Shahid Beheshti University, Tehran, 1983969411, Iran. m_tohidfar@sbu.ac.ir."}], "LastName": "Tohidfar", "ForeName": "Masoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, 1983969411, Iran."}], "LastName": "Mirjalili", "ForeName": "Mohammad Hossein", "Initials": "MH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "1414-45-5", "NameOfSubstance": "Nisin"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Nisin"}, {"QualifierName": ["pharmacology", "metabolism"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["genetics"], "DescriptorName": "Daucus carota"}, {"QualifierName": [], "DescriptorName": "Gram-Negative Bacteria"}, {"QualifierName": [], "DescriptorName": "Gram-Positive Bacteria"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["metabolism"], "DescriptorName": "Escherichia coli"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lactococcus lactis"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ana CT, Ligia RS, Jorge MC. In vitro propagation of the wild carrot Daucus carota L. subsp Halophilus (Brot.) A. Pujadas for conservation purposes. In Vitro Cell. Dev. Biol. Plant. 2010;46(1):47–56. doi: 10.1007/s11627-009-9258-y.", "ArticleIdList": ["10.1007/s11627-009-9258-y"]}, {"Citation": "Hannaert V, Saavedra E, Duffieux F, Szikora JP, Rigden DJ, Michels PA, Opperdoes RF. Endogenous gibberellin levels influence in-vitro shoot regeneration in Arabidopsis thaliana (L.) Heynh. Proc. Natl. Acad. Sci. 2003;100:1067–1071. doi: 10.1073/pnas.0335769100.", "ArticleIdList": ["10.1073/pnas.0335769100", "PMC298727", "12552132"]}, {"Citation": "Datta K, Soltanifar S, Donn G, Patrykus I. Herbicide-resistant indica rice plants from IRRI breeding line IR72 after PEG-mediated transformation of protoplasts. Plant Mol. Biol. 1992;20:619–629. doi: 10.1007/BF00046447.", "ArticleIdList": ["10.1007/BF00046447", "1333295"]}, {"Citation": "Christian GC, Claudia S. Agrobacterium tumefaciens-mediated stable transformation of Daucus carota. Methods Mol. Biol. 2020;2083:313–320. doi: 10.1007/978-1-4939-9952-1_24.", "ArticleIdList": ["10.1007/978-1-4939-9952-1_24", "31745932"]}, {"Citation": "Pokhrel, R. & Prashant, R. Processing carrot juice by selected nonthermal technologies as hurdles. Libraries (2017)."}, {"Citation": "Engelke G, Gutowski-Eckel Z, Hammelmann M, Entian KD. Biosynthesis of the lantibiotic nisin: Genomic organization and membrane localization of the NisB protein. Appl. Environ. Microbiol. 1992;58:3730–3743. doi: 10.1128/aem.58.11.3730-3743.1992.", "ArticleIdList": ["10.1128/aem.58.11.3730-3743.1992", "PMC183167", "1482192"]}, {"Citation": "Yang R, Johnson MC, Ray B. Novel method to extract large amount of bacteriocin from lactic acid bacteria. Appl. Environ. Micrbiol. 1992;58:3355–3359. doi: 10.1128/aem.58.10.3355-3359.1992.", "ArticleIdList": ["10.1128/aem.58.10.3355-3359.1992", "PMC183103", "1444369"]}, {"Citation": "Jagannath A, Manoranjan K, Raju PS, Batra HV. Nisin based stabilization of novel fruit and vegetable functional juices containing bacterial cellulose at ambient temperature. J. Food Sci. Technol. 2014;51(6):1218–1222. doi: 10.1007/s13197-014-1336-4.", "ArticleIdList": ["10.1007/s13197-014-1336-4", "PMC4033740", "24876660"]}, {"Citation": "Lieberman M, Marks AD, Smith CM, Marks DB. Marks essential medical biochemistry. Lippincott Williams Wilkins. 2007;78:340–348."}, {"Citation": "Nrshi A, Kurosaki F. XIII Daucus carota L. (Carrot): In vitro production of carotenoids and phytoalexins. Biotechnol. Agric. For. 1996;24(2):25–37."}, {"Citation": "Caromona MJ, Molina A, Fernandez JA, Lopez-Fando JJ, Garcia-Olmedo F. Expression of the α‐thionin gene from barley in tobacco confers enhanced resistance to bacterial pathogens. Plant J. 1993;3:457–462. doi: 10.1111/j.1365-313X.1993.tb00165.x.", "ArticleIdList": ["10.1111/j.1365-313X.1993.tb00165.x", "8220454"]}, {"Citation": "Norelli JL, Aldwinckle HS, Destefano-Beltran L, Jayenes JM. Transgenic ‘Mailing 26’ apple expressing the attacin E gene has increased resistance to Erwinia amylovora. Euphytica. 1994;77:123–128. doi: 10.1007/BF02551474.", "ArticleIdList": ["10.1007/BF02551474"]}, {"Citation": "Reynoird JP, Mourgues F, Norelli J, Aldwinckle HS, Brisset M, Chevreau E. First evidence for improved resistance to fire blight in transgenic pear expressing the attacin E gene from Hyalophora cecropia. Plant Sci. 1999;149:23–31. doi: 10.1016/S0168-9452(99)00139-9.", "ArticleIdList": ["10.1016/S0168-9452(99)00139-9"]}, {"Citation": "Oshima M, Mitsuhara I, Okamoto M, Sawano S, Nishiyama K, Kaku H, Natori S, Ohashi Y. Enhanced resistance to bacterial diseases of transgenic tobacco plants overexpressing sarcotoxin IA, a bactericidal peptide of insect. J. Biochem. 1999;125:431–435. doi: 10.1093/oxfordjournals.jbchem.a022304.", "ArticleIdList": ["10.1093/oxfordjournals.jbchem.a022304", "10050028"]}, {"Citation": "Qian L, Manuel ML, Oscar PK. Increasing antimicrobial activity of nisin-based lantibiotics against gram-negative pathogens. Appl. Environ. Microbiol. 2018 doi: 10.1128/AEM.00052-18.", "ArticleIdList": ["10.1128/AEM.00052-18", "PMC5981070", "29625984"]}, {"Citation": "Siroli L, Camprini L, Pisano MB, Patrignani F, Lanciotti R. Volatile molecule profiles and anti-Listeria monocytogenes activity lactis strains in vegetable drinks. Front. Microbiol. 2019 doi: 10.3389/fmicb.2019.00563.", "ArticleIdList": ["10.3389/fmicb.2019.00563", "PMC6443959", "30972045"]}, {"Citation": "Zheng-Rong L, Hsin-I H, Dong-Jing J. Synergistic antibacterial effect of nisin, ethylenediaminetetraacetic acid, and sulfite on native microflora of fresh white shrimp during ice storage. J. Food Saf. 2020 doi: 10.1111/jfs.12794.", "ArticleIdList": ["10.1111/jfs.12794"]}, {"Citation": "Sharmaa A, Sharmaa R, Imamuraa M, Yamakawaa M, Machiia H. Transgenic expression of cecropin B, an antibacterial peptide from Bombyx mori, confers enhanced resistance to bacterial leaf blight in rice. FEBS Lett. 2000;484:7–11. doi: 10.1016/S0014-5793(00)02106-2.", "ArticleIdList": ["10.1016/S0014-5793(00)02106-2", "11056212"]}, {"Citation": "Parkinson JS, Kofoid EC. Communication modules in bacterialsignalling proteins. Annu. Rev. Genet. 1992;26:71–112. doi: 10.1146/annurev.ge.26.120192.000443.", "ArticleIdList": ["10.1146/annurev.ge.26.120192.000443", "1482126"]}, {"Citation": "Park DH, Kikuji I, Eisaku K, Hidekazu N, Tomohiko F. Identification and characteristics of nisin Z-producing Lactococcus lactis subsp. lactis isolated from kimchi. Curr. Microbiol. 2003;46:385–388. doi: 10.1007/s00284-002-3898-z.", "ArticleIdList": ["10.1007/s00284-002-3898-z", "12732968"]}, {"Citation": "An G, Wastson BD, Chiang CC. Transformation of tobacco, tomato, potato and Arabidopsis thaliana using a binary Ti vector system. Plant Physiol. 1986;81:301–305. doi: 10.1104/pp.81.1.301.", "ArticleIdList": ["10.1104/pp.81.1.301", "PMC1075324", "16664795"]}, {"Citation": "Dellaporta SL, Wood J, Hicks JB. A plant DNA minipreparation: Version II. Plant Mol. Biol. Rep. 1983;4:19–21. doi: 10.1007/BF02712670.", "ArticleIdList": ["10.1007/BF02712670"]}, {"Citation": "Sambrook J, Russell DW. Molecular Cloning. A Laboratory Manual. 3. New York: Cold Spring Harbor Laboratory Press; 2001."}, {"Citation": "Bradford MM. A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein–dye binding. Anal. Biochem. 1976;72:248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Laemmli UK. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature. 1970;227:680–685. doi: 10.1038/227680a0.", "ArticleIdList": ["10.1038/227680a0", "5432063"]}, {"Citation": "Ko SH, Ahn C. Bacteriocin production by Lactococcus lactis KCA2386 isolated from white kimachi. Food Sci. Biotechnol. 2000;9:263–269."}, {"Citation": "Rasoul N, Mohammad M. Investigation of antibacterial properties of ethanolic extracts of four native medicinal plants of Ardebil province by two methods of disk and well diffusion. Q. J. Sch. Med. Shahid Beheshti Univ. Med. Sci. 2016;40(3):149–154."}, {"Citation": "Xu GH, Chen JC, Liu DH, Zhang YH, Jiang P, Ye XQ. Minerals, phenolic compounds, and antioxidant capacity of citrus peel extract by hot water. J. Food Sci. 2008;73:11–18. doi: 10.1111/j.1750-3841.2007.00546.x.", "ArticleIdList": ["10.1111/j.1750-3841.2007.00546.x", "18211343"]}, {"Citation": "Dhanani T, Shah S, Gajbhiye NA, Kumar S. Effect of extraction methods on yield, phytochemical constituents and antioxidant activity of Withania somnifera. Arab. J. Chem. 2017;10:1193–1199. doi: 10.1016/j.arabjc.2013.02.015.", "ArticleIdList": ["10.1016/j.arabjc.2013.02.015"]}, {"Citation": "Grande MJ, Lucas R, Abriouel H, Ben Omar N, Maqueda M, Martınez-Bueno M, Martınez-Canamero M, Valdivia E, Galvez A. Control of Alicyclobacillus acidoterrestris in fruit juices by enterocin AS-48. Int. J. Food Microbiol. 2005;104:289–297. doi: 10.1016/j.ijfoodmicro.2005.03.010.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2005.03.010", "15979752"]}, {"Citation": "Komitopoulou E, Boziaris IS, Davies EA, Delves-Broughton J, Adams MR. Alicyclobacillus acidoterrestris in fruit juices and its control by nisin. Int. J. Food Sci. Technol. 1999;34:81–85. doi: 10.1046/j.1365-2621.1999.00243.x.", "ArticleIdList": ["10.1046/j.1365-2621.1999.00243.x"]}, {"Citation": "de Adelson Alves OJ, de Hyrla Grazielle Silva AC, Ana Andréa TB, Marcelo Augusto GC, Tatiana RM. Stability, antimicrobial activity, and effect of nisin on the physico-chemical properties of fruit juices. Int. J. Food Microbiol. 2015;211:38–43. doi: 10.1016/j.ijfoodmicro.2015.06.029.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2015.06.029", "26162590"]}, {"Citation": "Nutsuda S. Effect of nisin on microbial, physical and sensory qualities of micro-filtered coconut water (Cocos Nucifera L.) during refrigerated storage. Curr. Res. Nutr. Food Sci. 2019;7(1):236–243. doi: 10.12944/CRNFSJ.7.1.23.", "ArticleIdList": ["10.12944/CRNFSJ.7.1.23"]}, {"Citation": "Siragusa M, Carra A, Salvia L, Puglia AM, De Pasquale F, Carimi F. Genetic instability in calamondin (Citrus madurensis Lour.) plants derived from somatic embryogenesis induced by diphenylurea derivatives. Plant Cell Rep. 2007;26(8):1289–1296. doi: 10.1007/s00299-007-0326-7.", "ArticleIdList": ["10.1007/s00299-007-0326-7", "17333016"]}, {"Citation": "Tokuji Y, Fukuda H. A rapid method for transformation of carrot (Daucus carota L.) by using direct somatic embryogenesis. Biosci. Biotechnol. Biochem. 1999;63(3):519–523. doi: 10.1271/bbb.63.519.", "ArticleIdList": ["10.1271/bbb.63.519", "27393260"]}, {"Citation": "Hardegger M, Sturm A. Transformation and regeneration of carrot (Daucus carota L.) Mol. Breed. 1998;4:119–127. doi: 10.1023/A:1009681725540.", "ArticleIdList": ["10.1023/A:1009681725540"]}, {"Citation": "Kim SW, Sang MK, Liu JR. High frequency plant regeneration via somatic embryogenesis in cell suspension cultures of coriander (Coriandrum sativum L.) Plant Cell Rep. 1996;15:751–753. doi: 10.1007/BF00232221.", "ArticleIdList": ["10.1007/BF00232221", "24178164"]}, {"Citation": "Yadav SK, Katikala S, Yellisetty V, Kannepalle A, Narayana JL, Maddi V, Mandapaka M, Shanker AK, Bandi V, Bharadwaja KP. Optimization of Agrobacterium mediated genetic transformation of cotyledonary node explants of Vignaradiate. SpringerPlus. 2012;1:59–67. doi: 10.1186/2193-1801-1-59.", "ArticleIdList": ["10.1186/2193-1801-1-59", "PMC3570761", "23420384"]}, {"Citation": "Pandey S, Mishra A, Kumar Patel M, Jha B. An efficient method for agrobacteriummediated genetic transformation and plant regeneration in cumin (Cuminum cyminum L.) Appl. Biochem. Biotechnol. 2013 doi: 10.1007/s12010-013-0349-1.", "ArticleIdList": ["10.1007/s12010-013-0349-1", "23813408"]}, {"Citation": "Roderick JS, John D. Transformation of carrot tissues derived from proembryogenic suspension cells: A useful model system for gene expression studies in plants. Plant Mol. Biol. 1987;8:265–274. doi: 10.1007/BF00015034.", "ArticleIdList": ["10.1007/BF00015034", "24301130"]}, {"Citation": "Yoshihiko T, Hiroo F. A rapid method for transformation of carrot (Daucus carota L.) by using direct somatic embryogenesis. Biosci. Biotechnol. Biochem. 2014;63(3):519–523.", "ArticleIdList": ["27393260"]}, {"Citation": "Tohidfar M, Mohammadi M, Ghareyazie B. Agrobacterium-mediated transformation of cotton using a heterologous bean chitinase gene. PCTOC. 2005;83:83–96. doi: 10.1007/s11240-004-6155-2.", "ArticleIdList": ["10.1007/s11240-004-6155-2"]}, {"Citation": "Guo M, Zhang YL, Meng ZJ, Jiang J. Optimization of factors affecting Agrobacterium mediated transient expression of Micro-Tom tomatoes. Genet. Mol. Res. 2012;11:661–671. doi: 10.4238/2012.March.16.4.", "ArticleIdList": ["10.4238/2012.March.16.4", "22535402"]}, {"Citation": "Hajiheidar A, Tohidfar M, Mehdi Miri S. Optimizing tissue culture and GUS gene transformation to shallots using Agrobacterium. Genet. Eng. Biosaf. J. 2015;4:91–101."}, {"Citation": "Rafal B. Genetic transformation of carrot (Daucus carota) and other apiaceae species. Transgenic Plant J. 2008;2(1):18–38."}, {"Citation": "Takaaki K, Shigeru Sh, Tohru K, Takuro N, Shigeru D. Distribution of eukaryotic serine racemases in the bacterial domain and characterization of a representative protein in Roseobacter litoralis Och 149. Microbiology. 2016;162:53–61. doi: 10.1099/mic.0.000200.", "ArticleIdList": ["10.1099/mic.0.000200", "26475231"]}, {"Citation": "Hao J, Niu Y, Yang B, Gao F, Zhang L, Wang J, Hasi A. Transformation of a marker-free and vector-free antisense ACC oxidase gene cassette into melon via the pollen-tube pathway. Biotechnol. Lett. 2011;33:55–61. doi: 10.1007/s10529-010-0398-2.", "ArticleIdList": ["10.1007/s10529-010-0398-2", "20865442"]}, {"Citation": "Ren Y, Bang H, Curtis IS, Gould J, Patil BS, Crosby KM. Agrobacterium-mediated transformation and shoot regeneration in elite breeding lines of western shipper cantaloupe and honeydew melons (Cucumis melo L.) Plant Cell Tissue Organ Cult. 2012;108:147–158. doi: 10.1007/s11240-011-0024-6.", "ArticleIdList": ["10.1007/s11240-011-0024-6"]}, {"Citation": "Zhang HJ, Gao P, Wang XZ, Luan FS. An efficient regeneration protocol for agrobacterium-mediated transformation of melon (Cucumis melo L.) Genet. Mol. Res. 2014;13(1):54–63. doi: 10.4238/2014.January.8.4.", "ArticleIdList": ["10.4238/2014.January.8.4", "24446287"]}, {"Citation": "Bettadapura RN, Devaraju R, Kuppuru MM, Yashavantha R, Kolathur PR, Nagabhushana CM, Shiva S, Doreraj D, Kigga Kaadappa SK, Sreedharamurthy S. Application of optimized and validated agar overlay TLC–bioautography assay for detecting the antimicrobial metabolites of pharmaceutical interest. J. Chromatogr. Sci. 2020;58(8):737–746. doi: 10.1093/chromsci/bmaa045.", "ArticleIdList": ["10.1093/chromsci/bmaa045", "32766714"]}, {"Citation": "Kevin LH, David AB. Use of the soft-agar overlay technique to screen for bacterially produced inhibitory compounds. J. Vis. Exp. 2017 doi: 10.3791/55064.", "ArticleIdList": ["10.3791/55064", "PMC5352255", "28117830"]}, {"Citation": "Kijpatanasilp I, Khursheed AS, Saeid J, Randy WW, Kitipong A. Microbial inhibition by UV radiation combined with nisin and shelf-life extension of tangerine juice during refrigerated storage. Foods. 2023;12:2725. doi: 10.3390/foods12142725.", "ArticleIdList": ["10.3390/foods12142725", "PMC10379832", "37509817"]}, {"Citation": "Bhalodia NR, Shukla VJ. Antibacterial and antifungal activities from leaf extracts of Cassia fistula l.: An ethnomedicinal plant. J. Adv. Pharm. Technol. Res. 2011;2:104–109. doi: 10.4103/2231-4040.82956.", "ArticleIdList": ["10.4103/2231-4040.82956", "PMC3217694", "22171301"]}, {"Citation": "Mostafa AA, Al-Askar AA, Almaary KS, Dawoud TM, Sholkamy EN, Bakri MM. Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases. Saudi J. Biol. Sci. 2018;25:361–366. doi: 10.1016/j.sjbs.2017.02.004.", "ArticleIdList": ["10.1016/j.sjbs.2017.02.004", "PMC5815983", "29472791"]}, {"Citation": "Burt S. Essential oils: Their antibacterial properties and potential applications in foods–a review. Int. J. Food Microbiol. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Oonmetta-aree J, Suzuki T, Gasaluck P, Eumkeb G. Antimicrobial properties and action of galangal (Alpinia galanga Linn.) on Staphylococcus aureus. LWT Food Sci. Technol. 2006;39:1214–1220. doi: 10.1016/j.lwt.2005.06.015.", "ArticleIdList": ["10.1016/j.lwt.2005.06.015"]}, {"Citation": "Thuille N, Fille M, Nagl M. Bactericidal activity of herbal extracts. Int. J. Hyg. Environ. Health. 2003;206:217–221. doi: 10.1078/1438-4639-00217.", "ArticleIdList": ["10.1078/1438-4639-00217", "12872531"]}, {"Citation": "Tsai PJ, Tsai TH, Ho SC. In vitro inhibitory effects of rosemary extracts on growth and glucosyltransferase activity of Streptococcus sobrinus. Food Chem. 2007;105:311–316. doi: 10.1016/j.foodchem.2006.11.051.", "ArticleIdList": ["10.1016/j.foodchem.2006.11.051"]}, {"Citation": "Barbosa AAT, Silva de Araújo HG, Matos PN, Carnelossi MAG, Castro AA. Effects of nisin-incorporated films on the microbiological and physicochemical quality of minimally processed mangoes. Int. J. Food Microbiol. 2013;164:135–140. doi: 10.1016/j.ijfoodmicro.2013.04.004.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2013.04.004", "23673058"]}, {"Citation": "Walker M, Phillips CA. The effect of preservatives on Alicyclobacillus acidoterrestris and Propionibacterium cyclohexanicum in fruit juice. Food Control. 2006;19:974–981. doi: 10.1016/j.foodcont.2007.10.003.", "ArticleIdList": ["10.1016/j.foodcont.2007.10.003"]}, {"Citation": "Pathanibul P, Taylor TM, Davidson PM, Harte F. Inactivation of Escherichia coli and Listeria innocua in apple and carrot juices using high-pressure homogenization and nisin. Int. J. Food Microbiol. 2009;28:316–320. doi: 10.1016/j.ijfoodmicro.2008.12.020.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2008.12.020", "19167772"]}, {"Citation": "Ganzle MG, Weber S, Hammes WP. Effect of ecological factors on the inhibitory spectrum and activity of bacteriocins. Int. J. Food Microbiol. 1999;46:207–217. doi: 10.1016/S0168-1605(98)00205-0.", "ArticleIdList": ["10.1016/S0168-1605(98)00205-0", "10100901"]}, {"Citation": "Pei J, Yuan Y, Yue T. Control of Alicyclobacillus acidoterrestris in fruit juices by a newly discovered bacteriocin. World J. Microbiol. Biotechnol. 2013;30:855–863. doi: 10.1007/s11274-013-1491-1.", "ArticleIdList": ["10.1007/s11274-013-1491-1", "24081910"]}, {"Citation": "Burnett SL, Beuchat LR. Human pathogens associated with raw produce and unpasteurized juices, and difficulties in decontamination. J. Ind. Microbiol. Biotechnol. 2001;27:104–110. doi: 10.1038/sj.jim.7000199.", "ArticleIdList": ["10.1038/sj.jim.7000199", "11641768"]}, {"Citation": "Rosenquist H, Smidr L, Andersen SR, Jensen GB, Wilcks A. Occurrence and significance of Bacillus cereus and Bacillus thuringiensis in ready-to-eat food. FEMSm Microbiol. Lett. 2005;250:129–136. doi: 10.1016/j.femsle.2005.06.054.", "ArticleIdList": ["10.1016/j.femsle.2005.06.054", "16043311"]}, {"Citation": "Vantarakis A, Affifi M, Kokkinos P, Tsibouxi M, Papapetropoulou M. Occurrence of microorganisms of public health and spoilage significance in fruit juices sold in retail markets in Greece. Anaerobe. 2011;17:288–291. doi: 10.1016/j.anaerobe.2011.04.005.", "ArticleIdList": ["10.1016/j.anaerobe.2011.04.005", "21545842"]}, {"Citation": "Fallah Ziarani M, Masoud T, Mohammad Hosein M, Hassan AG. A bioinformatics analysis of antibacterial peptides in five species of prokaryote and eukaryote and the evaluation of antibacterial effects of nisin on gram-positive and gram-negative bacteria. Biol. J. Microorg. 2021;10(39):29–50."}, {"Citation": "Jack RW, Tagg JR, Ray B. Bacteriocins of gram-positive bacteria. Microbiol. Rev. 1995;59:171–200. doi: 10.1128/mr.59.2.171-200.1995.", "ArticleIdList": ["10.1128/mr.59.2.171-200.1995", "PMC239359", "7603408"]}, {"Citation": "Yamazaki K, Murakami M, Kawai Y, Inoue N, Matsuda T. Use of nisin for inhibition of Alicyclobacillus acidoterrestris in acidic drinks. Int. J. Food Microbiol. 2000;17:315–320. doi: 10.1006/fmic.1999.0309.", "ArticleIdList": ["10.1006/fmic.1999.0309"]}, {"Citation": "Soares LMV, Shishido K, Moraes AMM, Moreira VA. Composição mineral de sucos concentrados de frutas brasileiras. Cienc. Tecnol. Aliment. Campinas. 2004;24:202–206. doi: 10.1590/S0101-20612004000200007.", "ArticleIdList": ["10.1590/S0101-20612004000200007"]}, {"Citation": "Davies EA, Falahee MB, Adams MR. Involvement of the cell envelope in Listeria monocytogenes in the acquisition of nisin resistance. J. Appl. Bacteriol. 1996;81:139–146. doi: 10.1111/j.1365-2672.1996.tb04491.x.", "ArticleIdList": ["10.1111/j.1365-2672.1996.tb04491.x", "8760323"]}, {"Citation": "Houlihan AJ, Russel JB. The effect of calcium and magnesium on the activity of bovicin HC5 and nisin. Curr. Microbiol. 2006;53:365–369. doi: 10.1007/s00284-005-0417-z.", "ArticleIdList": ["10.1007/s00284-005-0417-z", "17036211"]}, {"Citation": "Kumar M, Srivastava S. Effect of calcium and magnesium on the antimicrobial action of enterocin LR/6 produced by Enterococcus faecium LR/6. Int. J. Antimicrob. Agents. 2011;37:572–575. doi: 10.1016/j.ijantimicag.2011.01.014.", "ArticleIdList": ["10.1016/j.ijantimicag.2011.01.014", "21411293"]}, {"Citation": "Zhou J, Zhang L, Li X, Chang Y, Gu Q, Lu X, Zhu Z, Xu G. Metabolic profiling of transgenic rice progeny using gas chromatography–mass spectrometry: The effects of gene insertion, tissue culture and breeding. Metabolomics. 2012;8:529–539. doi: 10.1007/s11306-011-0338-8.", "ArticleIdList": ["10.1007/s11306-011-0338-8"]}, {"Citation": "Bentol Hoda M, Masoud T, Jalal S, Foad M. The substantive equivalence of transgenic (Bt and Chi) and non-transgenic cotton based on metabolite profiles. Funct. Integr. Genom. 2014;14:237–244. doi: 10.1007/s10142-013-0355-y.", "ArticleIdList": ["10.1007/s10142-013-0355-y", "24374853"]}, {"Citation": "Mohammad RR, Mahmoud L, Masoud T, Bahman Z, Angela C, Loredana A, Francesco C. Somatic embryogenesis of muskmelon (Cucumis melo L.) and genetic stability assessment of regenerants using flow cytometry and ISSR markers. Protoplasma. 2018;256:873–883.", "ArticleIdList": ["29248969"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiol. Plant. 1962;15:437–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Shizuka O, Claude B, Jean M. Analysis of shoot-forming capacity in vitro in two lines of tomato (Lycopersicon esculentum Mill.) and their hybrids. Plant Cell Physiol. 1978;19(1):27–42."}, {"Citation": "Melody BM, Takahiro G, Genki I, Yasuyo S, Nafiatul U, Pattama N, Mohammad MR, Ryo A. Tissue culture and somatic embryogenesis in warm-season grasses—Current status and its applications: A review. Plants. 2022;11(1263):1–23.", "ArticleIdList": ["PMC9101205", "35567264"]}, {"Citation": "Khajeh H, Fazeli F, Mazarie A. Effects of culture medium and concentration of different growth regulators on organogenesis damask rose (Rosa damascena Mill) J. Plant Bioinform. Biotechnol. 2021;1(1):14–27."}, {"Citation": "Fallah Ziarani M, Masoud T, Mohammad Hossein M. Optimizing culture condition for high frequency regeneration in vitro tissue culture in Daucus Carota L. and genetic stability assessment. J. Plant Bioinform. Biotechnol. 2021;1:84–96."}, {"Citation": "Reona M, Hiroshi S, Shigeru A, Yosuke I, Motohiko S, Yoshihiro U, Nobuaki T, Yohei O, Hiroshi T. Inhibition of neurotoxicity/anticancer activity of bortezomib by caffeic acid and chlorogenic acid. Anticancer Res. 2022;42(2):781–790. doi: 10.21873/anticanres.15536.", "ArticleIdList": ["10.21873/anticanres.15536", "35093876"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "11", "Day": "17"}, {"Year": "2023", "Month": "12", "Day": "8"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "13", "Minute": "19"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "13", "Hour": "23", "Minute": "39"}, {"Year": "2023", "Month": "12", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["38092901", "PMC10719254", "10.1038/s41598-023-49466-7", "10.1038/s41598-023-49466-7"]}}], "PubmedBookArticle": []}