{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer Compounds", "Antimicrobial Compounds", "Endophytic Actinobacteria", "Metabolomic Profiling", "Natural Products"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38094851", "DateRevised": {"Year": "2023", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "06", "Day": "30"}], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "2310-5380", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Jun"}}, "Title": "Advancements in life sciences", "ISOAbbreviation": "Adv Life Sci"}, "ArticleTitle": "Bioactivity and Metabolomics Profiling of Endophytic Actinobacteria Isolated from Roots of the Medicinal Plants Dominant in South Asian Region.", "Pagination": {"StartPage": "200", "EndPage": "209", "MedlinePgn": "200-209"}, "Abstract": {"AbstractText": ["Plant-derived endophytic actinobacteria are the center of attention due to their capacity to produce diverse antimicrobial and anticancer compounds and their metabolites influence plant growth.", "In this study, 40 endophytic actinobacteria strains were isolated from the roots of eight medicinal plants used as folk medicine in South Asian region. The isolates were characterized morphologically, biochemically and physiologically and the genus level identification of the selected strains was done by 16SrRNA gene sequencing. In small scale cultivation (50ml broth), the isolates were grown in A-medium to prepare the crude extracts. These crude extracts were subsequently evaluated for their antimicrobial, anticancer and antioxidant activity and the metabolomics profile of each of the extract was determined by TLC and HPLC-UV/MS.", "The taxonomic studies showed that the isolates belong to the group actinobacteria based on their morphological and physiological characteristics and the 16SrRNA gene sequencing of the selected strains identified the genera including <i>Streptomyces, Micromonospora</i> and <i>Nocardia</i>. Cumulatively,53% of extracts exhibited anti-Gram-(+) activity,47% exhibited anti-Gram-(-) activity,32% exhibited antifungal activity and 30% were cytotoxic to PC3 and A549 cancer cell lines and most of the extracts have shown antioxidant activity greater than 50%. The metabolomics analysis predicted the presence of an array of low molecular weight metabolites and indicated the promising isolates in collection for further studies for novel bioactive metabolite isolation and structure elucidation.", "Overall the study provides an overview of the endophytic actinobacteria residing in the roots of the selected medicinal plants prevalent in south Asian region and their potential to produce the medicinally and biotechnologically useful compounds."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Microbiology and Molecular Genetics (MMG), University of the Punjab, Lahore - Pakistan."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation (CPRI) College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}], "LastName": "Hassan", "ForeName": "Ashba", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation (CPRI) College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}], "LastName": "Ponomareva", "ForeName": "Larissa V", "Initials": "LV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation (CPRI) College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}], "LastName": "Thorson", "ForeName": "Jon S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation (CPRI) College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}], "LastName": "Shaaban", "ForeName": "Khaled A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Microbiology and Molecular Genetics (MMG), University of the Punjab, Lahore - Pakistan."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation (CPRI) College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, Kentucky - USA."}], "LastName": "Sajid", "ForeName": "Imran", "Initials": "I"}], "GrantList": [{"GrantID": "P20 GM130456", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R37 AI052218", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR000117", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR001998", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Pakistan", "MedlineTA": "Adv Life Sci", "NlmUniqueID": "101664376", "ISSNLinking": "2310-5380"}, "CoiStatement": "Competing Interest The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bais HP, Weir TL, Perry LG, Gilroy S, Vivanco JM. The role of root exudates in rhizosphere interactions with plants and other organisms. Annual Review of Plant Biology, (2006);57:233–266.", "ArticleIdList": ["16669762"]}, {"Citation": "Liu C, Zhuang X, Yu Z, Wang Z, Wang Y, Guo X, Xiang W, Huang S. Community structures and antifungal activity of root-associated endophytic actinobacteria of healthy and diseased soybean. Microorganisms, (2019);7:243.", "ArticleIdList": ["PMC6724048", "31394779"]}, {"Citation": "Purushotham N, Jones E, Monk J, Ridgway H. Community structure, diversity and potential of endophytic bacteria in the primitive New Zealand medicinal plant Pseudowintera colorata. Plants, (2020); 9:156.", "ArticleIdList": ["PMC7076676", "32012657"]}, {"Citation": "Tian B-Y, Cao Y, Zhang K-Q. Metagenomic insights into communities, functions of endophytes and their associates with infection by root-knot nematode, Meloidogyne incognita, in tomato roots. Scientific Reports, (2015); 5:1–15.", "ArticleIdList": ["PMC4658523", "26603211"]}, {"Citation": "Silva C, Vitorino L, Mendonça M, Araújo W, Dourado M, Albuquerque L, Soares M, Souchie E. Screening of plant growth-promoting endophytic bacteria from the roots of the medicinal plant Aloe vera. South African Journal of Botany, (2020); 134:3–16."}, {"Citation": "Sharma A, Malhotra B, Kharkwal H, Kulkarni GT,Kaushik N. Therapeutic agents from endophytes harbored in Asian medicinal plants. Phytochemistry Reviews,(2020); 19:691–720."}, {"Citation": "Van der Meij A, Willemse J, Schneijderberg MA, Geurts R, Raaijmakers JM,van Wezel GP Inter-and intracellular colonization of Arabidopsis roots by endophytic actinobacteria and the impact of plant hormones on their antimicrobial activity. Antonie Van Leeuwenhoek, (2018); 111:679–690.", "ArticleIdList": ["PMC5913384", "29335919"]}, {"Citation": "Jiang ZK, Tuo L, Huang DL, Osterman IA, Tyurin AP, Liu SW,Sun CH Diversity, novelty, and antimicrobial activity of endophytic actinobacteria from mangrove plants in Beilun Estuary National Nature Reserve of Guangxi, China. Frontiers in Microbiology, (2018); 9: 868.", "ArticleIdList": ["PMC5945994", "29780376"]}, {"Citation": "Xu DB, Ye WW, Han Y, Deng ZX, Hong K. Natural products from mangrove actinomycetes. Marine Drugs, (2014);12(5).", "ArticleIdList": ["PMC4052306", "24798926"]}, {"Citation": "Qin S, Chen HH, Zhao GZ, Li J, Zhu WY, Xu LH, Li WJ. Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenusaustroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods. Environmental Microbiology Reports, (2012); 4(5): 522–531.", "ArticleIdList": ["23760897"]}, {"Citation": "Zhang X, Ren K,Zhang L. Screening and preliminary identification of medicinal plants endophytic actinomycetes used for inhibiting penicillin-resistant Staphylococcus aureus. International JournalofBiology, (2012); 4(2): 119–124."}, {"Citation": "Zhang J, Wang JD, Liu CX, Yuan JH, Wang XJ, Xiang WS. A new prenylated indole derivative from endophytic actinobacteria Streptomyces sp. neau-D50. Natural Product Research, (2014); 28(7): 431–437.", "ArticleIdList": ["24443904"]}, {"Citation": "Igarashi Y, Iida T, Sasaki Y et al. Isolation of actinomycetes from live plants and evaluation of antiphytopathogenic activity of their metabolites. Actinomycetologica, (2002); 16 (1): 9 – 13."}, {"Citation": "Sasaki T, Igarashi Y, Saito N, Furumai T. TPU-0031-A and B, new antibiotics of the novobiocin group produced by Streptomyces sp. TP-A0556. The Journal of Antibiotics, (2001);54(5): 441–447.", "ArticleIdList": ["11480888"]}, {"Citation": "Sasaki T, Igarashi Y, Saito N, Furumai T. Cedarmycins A and B, new antimicrobial antibiotics from Streptomyces sp. TP-A0456. The Journal of Antibiotics, (2001); 54(7): 567–572.", "ArticleIdList": ["11560375"]}, {"Citation": "Bieber B, Nüske J, Ritzau M, Gräfe U. Alnumycin a new naphthoquinone antibiotic produced by an endophytic Streptomyces sp. The Journal of Antibiotics, (1998); 51(3): 381–382.", "ArticleIdList": ["9589078"]}, {"Citation": "Vo QA, Ballard RA, Barnett SJ, Franco C M Isolation and characterisation of endophytic actinobacteria and their effect on the growth and nodulation of chickpea (Cicer arietinum). Plant and Soil, (2021); 466(1): 357–371."}, {"Citation": "Wang P, Kong F, Wei J, Wang Y, Wang W, Hong K, Zhu W. Alkaloids from the mangrove-derived actinomycete Jishengellaendophytica 161111. Marine Drugs, (2014); 12(1): 477–490.", "ArticleIdList": ["PMC3917282", "24451190"]}, {"Citation": "Cao L, Qiu Z, Dai X, Tan H, Lin Y, Zhou S. Isolation of endophytic actinomycetes from roots and leaves of banana (Musa acuminata) plants and their activities against Fusarium oxysporumf. sp. cubense. World Journal of Microbiology and Biotechnology, (2004); 20(5): 501–504."}, {"Citation": "Bergey DH Bergey's Manual® of Systematic Bacteriology (Vol. 2). Springer Science & Business Media, (2001)."}, {"Citation": "Shirling EB, & Gottlieb D Cooperative description of type cultures of Streptomyces III. Additional species descriptions from first and second studies. International Journal of Systematic and Evolutionary Microbiology, (1968); 18(4): 279–392."}, {"Citation": "Becker B, Lechevalier MP, Gordon RE, Lechevalier HA. Rapid differentiation between Nocardia and Streptomyces by paper chromatography of whole-cell hydrolysates. Applied Microbiology, (1964); 12(5): 421–423.", "ArticleIdList": ["PMC1058148", "14215972"]}, {"Citation": "Minotto E, Milagre LP, Oliveira MT, Van Der Sand ST. Enzyme characterization of endophytic actinobacteria isolated from tomato plants. Journal of Advanced Scientific Research, (2014); 5."}, {"Citation": "Yandigeri MS, Meena KK, Singh D, Malviya N, Singh DP, Solanki MK, Arora DK. Drought-tolerant endophytic actinobacteria promote growth of wheat (Triticum aestivum) under water stress conditions. Plant Growth Regulation, (2012); 68(3), 411–420."}, {"Citation": "Widdig M, Schleuss PM, Weig AR, Guhr A, Biederman LA, Borer ET, Spohn M. Nitrogen and phosphorus additions alter the abundance of phosphorus-solubilizing bacteria and phosphatase activity in grassland soils. Frontiers in Environmental Science, (2019); 7: 185."}, {"Citation": "Shaaban KA, Wang X, Elshahawi SI, Ponomareva LV, Sunkara M, CopleyG C, Thorson JS. Herbimycins D–F, Ansamycin Analogues from Streptomyce s sp. RM-7-15. Journal of Natural Products, (2013); 76(9): 1619–1626.", "ArticleIdList": ["PMC3852429", "23947794"]}, {"Citation": "Wang X, Shaaban KA, Elshahawi SI, Ponomareva LV, Sunkara M, Zhang Y, Thorson JS. Frenolicins C–G, pyranonaphthoquinones from Streptomyces sp. RM-4-15. Journal of Natural Products, (2013); 76(8): 1441–1447.", "ArticleIdList": ["PMC3862173", "23944931"]}, {"Citation": "Shaaban KA, Elshahawi SI, Wang X, Horn J, Kharel MK, Leggas M, & Thorson JS. Cytotoxic indolocarbazoles from Actinomaduramelliaura ATCC 39691. Journal of Natural Products, (2015); 78(7): 1723–1729.", "ArticleIdList": ["PMC4515175", "26091285"]}, {"Citation": "Savi DC, Shaaban KA, Gos FMWR, Ponomareva LV, Thorson JS, Glienke C, Rohr J. Phaeophleospora vochysiae Savi & Glienke sp. nov. isolated from Vochysia divergens found in the Pantanal, Brazil, produces bioactive secondary metabolites. Scientific Reports, (2018); 8(1): 1–10.", "ArticleIdList": ["PMC5814415", "29449610"]}, {"Citation": "Hassan A. (2022). Isolation and screening of endophytic actinobacteria from selected medicinal plants for antimicrobial and anti-tumor compounds [Doctoral Dissertion University of the Punjab]. Higher Education Commission Repository.1917135931."}, {"Citation": "El-Gendy MM, El-Bondkly A M Production and genetic improvement of a novel antimycotic agent, saadamycin, against dermatophytes and other clinical fungi from endophytic Streptomyces sp. Hedaya48. Journal of Industrial Microbiology and Biotechnology, (2010); 37:831–841.", "ArticleIdList": ["20458610"]}, {"Citation": "Pullen C, Schmitz P, Meurer K, Bamberg D D v, Lohmann S, Franca SDC, Groth I, Schlegel B, Möllmann U, Gollmick F. 2002. New and bioactive compounds from Streptomyces strains residing in the wood of Celastraceae. Planta, (2002); 216:162–167.", "ArticleIdList": ["12430026"]}, {"Citation": "Igarashi Y. Screening of novel bioactive compounds from plant-associated actinomycetes. Actinomycetologica, (2004); 18:63–66."}, {"Citation": "Castillo UF, Strobel GA, Mullenberg K, Condron MM, Teplow DB, Folgiano V, Gallo M, Ferracane R, Mannina L, Viel S. Munumbicins E-4 and E-5: novel broad-spectrum antibiotics from Streptomyces NRRL 3052. FEMS Microbiology Letters, (2006); 255:296–300.", "ArticleIdList": ["16448509"]}, {"Citation": "Qin S, Xing K, Jiang JH, Xu LH,Li WJ. Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria. Applied Microbiology and Biotechnology, (2011); 89:457–473.", "ArticleIdList": ["20941490"]}, {"Citation": "Bajaj BK, Sharma P An alkali-thermotolerant extracellular protease from a newly isolated Streptomyces sp. DP2. New Biotechnology, (2011); 28:725–732.", "ArticleIdList": ["21232644"]}, {"Citation": "Kim TU, Cho SH, Han JH, Shin YM, Lee HB, Kim S B Diversity and physiological properties of root endophytic actinobacteria in native herbaceous plants of Korea. The Journal of Microbiology, (2012); 50:50–57.", "ArticleIdList": ["22367937"]}, {"Citation": "Borah A,Thakur D. Phylogenetic and functional characterization of culturable endophytic actinobacteria associated with camellia spp. for growth promotion in commercial tea cultivars. Frontiers in Microbiology, (2020); 11:318.", "ArticleIdList": ["PMC7059647", "32180767"]}, {"Citation": "Tan H, Cao L, He Z, Su G, Lin B,Zhou S. Isolation of endophytic actinomycetes from different cultivars of tomato and their activities against Ralstonia solanacearum in vitro. World Journal of Microbiology and Biotechnology, (2006); 22:1275–1280."}, {"Citation": "Taechowisan T, Peberdy JF,Lumyong S. Isolation of endophytic actinomycetes from selected plants and their antifungal activity. World Journal of Microbiology and Biotechnology, (2003); 19:381–385."}, {"Citation": "Benhadj M, Gacemi-Kirane D, Menasria T, Guebla K, Ahmane Z. Screening of rare actinomycetes isolated from natural wetland ecosystem (Fetzara Lake, northeastern Algeria) for hydrolytic enzymes and antimicrobial activities. Journal of King Saud University-Science, (2019); 31(4): 706–712."}, {"Citation": "Assad BM, Savi DC, Biscaia SM, Mayrhofer BF, Iantas J, Mews M, de Oliveira J C, Trindade ES, Glienke C. Endophytic actinobacteria of Hymenachneamplexicaulis from the Brazilian Pantanal wetland produce compounds with antibacterial and antitumor activities. Microbiological Research, (2021); 248:126768.", "ArticleIdList": ["33873141"]}, {"Citation": "Conti R, Chagas FO, Caraballo-Rodriguez AM, Melo W G d P, do Nascimento AM, Cavalcanti BC, de Moraes MO, Pessoa C, Costa-Lotufo LV, Krogh R. Endophytic actinobacteria from the Brazilian medicinal plant Lychnophora ericoides Mart. and the biological potential of their secondary metabolites. Chemistry &Biodiversity, (2016); 13:727–736.", "ArticleIdList": ["27128202"]}, {"Citation": "Passari AK, Mishra VK, Gupta VK, Yadav MK, Saikia R, Singh BP. In vitro and in vivo plant growth promoting activities and DNA fingerprinting of antagonistic endophytic actinomycetes associates with medicinal plants. PLoS One, (2015); 10(9).", "ArticleIdList": ["PMC4589368", "26422789"]}, {"Citation": "Larasati F, Batubara I, Lestari Y. The presence of endophytic actinobacteria in mangosteen peel (Garcinia mangostana) and its antioxidant activity. Biodiversitas Journal of Biological Diversity, (2020); 21(4)."}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "12", "Day": "14", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "4", "Minute": "23"}, {"Year": "2023", "Month": "12", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38094851", "NIHMS1947751", "PMC10716798"]}}], "PubmedBookArticle": []}