{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chronic urticarial", "Quality of life", "Sleep quality", "Ziziphus, jujube"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38094286", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.30476/IJMS.2023.95531.2690"], "Journal": {"ISSN": "1735-3688", "JournalIssue": {"Volume": "48", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "Iranian journal of medical sciences", "ISOAbbreviation": "Iran J Med Sci"}, "ArticleTitle": "The Added-on of <i>Ziziphus jujube</i> Syrup in the Treatment of Chronic Spontaneous Urticaria Resistant to Standard-Dose of Secondary-generation H<sub>1</sub> Antihistamine: A Double-Blind Randomized Clinical Trial.", "Pagination": {"StartPage": "582", "EndPage": "590", "MedlinePgn": "582-590"}, "Abstract": {"AbstractText": ["Although antihistamines are the first-line treatment for chronic spontaneous urticaria (CSU), 50% of patients don't respond to standard doses. In this study, the effectiveness of <i>Ziziphus jujube</i> fruit syrup in combination with antihistamines was assessed in patients with CSU.", "This double-blind randomized clinical trial was conducted in Shiraz between December 2019 and December 2020. 64 patients with CSU who had experienced hives for at least six weeks and did not respond to the usual treatments were enrolled in the study. They were randomly assigned to intervention and control groups using permuted block random allocation. For four weeks, the intervention group received 7.5 mL <i>Ziziphus jujube</i> syrup twice a day, while the control group received 7.5 mL simple jujube syrup twice a day. Both groups received cetirizine 10 mg every night. Urticaria activity score (UAS) and CU-Q<sub>2</sub>oL questionnaires were used to assess urticaria state and sleep quality before and after each week for four consecutive weeks. Data were analyzed using SPSS software version 18, and P<0.05 was considered statistically significant.", "Before the intervention, there was no statistically significant difference between the two groups' mean of UAS (P=0.490) and sleep quality (P=0.423). During the follow-up, UAS in the intervention group was significantly lower (P=0.001). Moreover, this difference was significant on the day 28 (P=0.046). During the follow-up, the quality of sleep in both groups improved significantly, and this improvement was more significant in the intervention group.", "<i>Ziziphus jujube</i> syrup could be an effective adjuvant treatment for CSU.<b>Trial Registration Number:</b> IRCT20190304042916N1."], "CopyrightInformation": "Copyright: © Iranian Journal of Medical Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine; School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Health System Research, Vice Chancellor of Treatment, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Zare", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Allergy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Nabavizdeh", "ForeName": "Seyed Hesamedin", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicine and History of Medicine Research Center, Department of Persian Medicine, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Jaladat", "ForeName": "Amir Mohamad", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Phytopharmaceuticals (Traditional Pharmacy), School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Traditional Medicine and Hydrotherapy Research Center, Ardabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Zarshenas", "ForeName": "Mohamad Mehdi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Allergy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Moghtaderi", "ForeName": "Mozhgan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health System Research, Vice Chancellor of Treatment, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Basirat", "ForeName": "Atefeh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health System Research, Vice Chancellor of Treatment, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Nasri", "ForeName": "Nahid", "Initials": "N"}], "PublicationTypeList": ["Randomized Controlled Trial", "Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Med Sci", "NlmUniqueID": "8104374", "ISSNLinking": "0253-0716"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "jujube extract"}, {"RegistryNumber": "0", "NameOfSubstance": "Histamine H1 Antagonists"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ziziphus"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Histamine H1 Antagonists"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Chronic Urticaria"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Urticaria"}], "CoiStatement": "None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Saini SS, Kaplan AP.  Chronic Spontaneous Urticaria: The Devil’s Itch.  J Allergy Clin Immunol Pract.  2018;6:1097–106. doi: 10.1016/j.jaip.2018.04.013. [  PMC Free Article\n]", "ArticleIdList": ["10.1016/j.jaip.2018.04.013", "PMC6061968", "30033911"]}, {"Citation": "Fricke J, Avila G, Keller T, Weller K, Lau S, Maurer M, et al. Prevalence of chronic urticaria in children and adults across the globe: Systematic review with meta-analysis. Allergy. 2020;75:423–32. doi: 10.1111/all.14037.", "ArticleIdList": ["10.1111/all.14037", "31494963"]}, {"Citation": "Pereyra-Rodriguez JJ, Galan Gutierrez M, Armario-Hita JC, Ruiz-Villaverde R. Prevalence of chronic urticaria refractory to antihistamines in Andalucia, Spain. Dermatol Ther. 2020;33:e13866. doi: 10.1111/dth.13866.", "ArticleIdList": ["10.1111/dth.13866", "32558086"]}, {"Citation": "Maurer M, Staubach P, Raap U, Richter-Huhn G, Bauer A, Rueff F, et al. H1-antihistamine-refractory chronic spontaneous urticaria: it’s worse than we thought - first results of the multicenter real-life AWARE study. Clin Exp Allergy. 2017;47:684–92. doi: 10.1111/cea.12900.", "ArticleIdList": ["10.1111/cea.12900", "28160338"]}, {"Citation": "Bhalke RD, Giri MA, Gangarde PB, Ghare PG. Ethnobotanical assessment of indigenous knowledge of plants used as sunscreen: A comprehensive review. Journal of Pharmacognosy and Phytochemistry. 2021;10:1460–4."}, {"Citation": "Radha, Kumar M, Puri S, Pundir A, Bangar SP, Changan S, et al.  Evaluation of Nutritional, Phytochemical, and Mineral Composition of Selected Medicinal Plants for Therapeutic Uses from Cold Desert of Western Himalaya.  Plants (Basel).  2021;10 doi: 10.3390/plants10071429. [  PMC Free Article\n]", "ArticleIdList": ["10.3390/plants10071429", "PMC8309265", "34371632"]}, {"Citation": "Lam CTW, Chan PH, Lee PSC, Lau KM, Kong AYY, Gong AGW, et al. Chemical and biological assessment of Jujube (Ziziphus jujuba)-containing herbal decoctions: Induction of erythropoietin expression in cultures. J Chromatogr B Analyt Technol Biomed Life Sci. 2016;1026:254–62. doi: 10.1016/j.jchromb.2015.09.021.", "ArticleIdList": ["10.1016/j.jchromb.2015.09.021", "26432380"]}, {"Citation": "Rodriguez Villanueva J, Rodriguez Villanueva L. Experimental and Clinical Pharmacology of Ziziphus jujuba Mills. Phytother Res. 2017;31:347–65. doi: 10.1002/ptr.5759.", "ArticleIdList": ["10.1002/ptr.5759", "28084039"]}, {"Citation": "Nejatbakhsh F, Karegar-Borzi H, Amin G, Eslaminejad A, Hosseini M, Bozorgi M, et al. Squill Oxymel, a traditional formulation from Drimia Maritima (L.) Stearn, as an add-on treatment in patients with moderate to severe persistent asthma: A pilot, triple-blind, randomized clinical trial. J Ethnopharmacol. 2017;196:186–92. doi: 10.1016/j.jep.2016.12.032.", "ArticleIdList": ["10.1016/j.jep.2016.12.032", "27998692"]}, {"Citation": "Zargaran A, Zarshenas MM, Mehdizadeh A, Mohagheghzadeh A. Oxymel in medieval Persia. Pharm Hist (Lond). 2012;42:11–3.", "ArticleIdList": ["22530314"]}, {"Citation": "Tayebi SM, Krüger K, Ebrahimi F, Izadi A, Roushan M, Nenasheva AV. Supplementation with Ziziphus Jujuba Suppresses Apoptosis Signals in Neutrophils after Acute Exercise. Montenegrin Journal of Sports Science & Medicine. 2021;10 doi: 10.26773/mjssm.210905.", "ArticleIdList": ["10.26773/mjssm.210905"]}, {"Citation": "Rajabi O, Sobhani Z, Emami SA, Bazzaz BSF. A modern formulation of traditional medicine: Jujube) Ziziphus jujuba Mill.) fruit syrup. Indian Journal of Traditional Knowledge (IJTK). 2019;18:662–9."}, {"Citation": "Naik SR, Bhagat S, Shah PD, Tare AA, Ingawale D, Wadekar RR. Evaluation of anti-allergic and anti-anaphylactic activity of ethanolic extract of Zizyphus jujuba fruits in rodents. Revista Brasileira de Farmacognosia. 2013;23:811–8. doi: 10.1590/S0102-695X2013000500014.", "ArticleIdList": ["10.1590/S0102-695X2013000500014"]}, {"Citation": "Dicianu De, Butcaru Ac, Constantin Cg, Dobrin A, Stănică F. Evaluation of Some Nutritional Properties of Chinese Jujube (Ziziphus Jujuba Mill.) Fruits Organicaly Produced In Bucharest Area. Scientific Papers Series B Horticulture. 2020;64:79–84."}, {"Citation": "Nabavizadeh SH, Alyasin S, Esmaeilzadeh H, Mosavat F, Ebrahimi N. The effect of vitamin D add-on therapy on the improvement of quality of life and clinical symptoms of patients with chronic spontaneous urticaria. Asian Pac J Allergy Immunol. 2023;41:150–7. doi: 10.12932/AP-021219-0705.", "ArticleIdList": ["10.12932/AP-021219-0705", "32828116"]}, {"Citation": "Tavakol M, Mohammadinejad P, Baiardini I, Braido F, Gharagozlou M, Aghamohammadi A, et al. The persian version of the chronic urticaria quality of life questionnaire: factor analysis, validation, and initial clinical findings. Iran J Allergy Asthma Immunol. 2014;13:278–85.", "ArticleIdList": ["24659164"]}, {"Citation": "British Pharmacopoeia VI. British pharmacopoeia commission. Stationery: London; 2009."}, {"Citation": "Moein MM, Abdel-Rehim A, Abdel-Rehim M. Microextraction by packed sorbent (MEPS) . TrAC Trends in Analytical Chemistry. 2015;67:34–44. doi: 10.1016/j.trac.2014.12.003.", "ArticleIdList": ["10.1016/j.trac.2014.12.003"]}, {"Citation": "Yadav R, Agarwala M. Phytochemical analysis of some medicinal plants. Journal of phytology. 2011;3"}, {"Citation": "Zeger SL, Liang KY. Longitudinal data analysis for discrete and continuous outcomes. Biometrics. 1986;42:121–30.", "ArticleIdList": ["3719049"]}, {"Citation": "Goncalo M, Gimenez-Arnau A, Al-Ahmad M, Ben-Shoshan M, Bernstein JA, Ensina LF, et al. The global burden of chronic urticaria for the patient and society. Br J Dermatol. 2021;184:226–36. doi: 10.1111/bjd.19561.", "ArticleIdList": ["10.1111/bjd.19561", "32956489"]}, {"Citation": "Folci M, Heffler E, Canonica GW, Furlan R, Brunetta E.  Cutting Edge: Biomarkers for Chronic Spontaneous Urticaria.  J Immunol Res.  2018;2018:5615109. doi: 10.1155/2018/5615109. [  PMC Free Article\n]", "ArticleIdList": ["10.1155/2018/5615109", "PMC6280255", "30584542"]}, {"Citation": "Zuberbier T, Aberer W, Asero R, Abdul Latiff AH, Baker D, Ballmer-Weber B, et al. The EAACI/GA(2)LEN/EDF/WAO guideline for the definition, classification, diagnosis and management of urticaria. Allergy. 2018;73:1393–414. doi: 10.1111/all.13397.", "ArticleIdList": ["10.1111/all.13397", "29336054"]}, {"Citation": "Yanase Y, Takahagi S, Ozawa K, Hide M.  The Role of Coagulation and Complement Factors for Mast Cell Activation in the Pathogenesis of Chronic Spontaneous Urticaria.  Cells.  2021;10 doi: 10.3390/cells10071759. [  PMC Free Article\n]", "ArticleIdList": ["10.3390/cells10071759", "PMC8306267", "34359930"]}, {"Citation": "Kahkeshani N, Farzaei F, Fotouhi M, Alavi SS, Bahramsoltani R, Naseri R, et al.  Pharmacological effects of gallic acid in health and diseases: A mechanistic review.  Iran J Basic Med Sci.  2019;22:225–37. doi: 10.22038/ijbms.2019.32806.7897. [  PMC Free Article\n]", "ArticleIdList": ["10.22038/ijbms.2019.32806.7897", "PMC6528712", "31156781"]}, {"Citation": "Bai J, Zhang Y, Tang C, Hou Y, Ai X, Chen X, et al. Gallic acid: Pharmacological activities and molecular mechanisms involved in inflammation-related diseases. Biomed Pharmacother. 2021;133:110985. doi: 10.1016/j.biopha.2020.110985.", "ArticleIdList": ["10.1016/j.biopha.2020.110985", "33212373"]}, {"Citation": "Shao K, Feng H. Nutrition and urticaria. Clin Dermatol. 2022;40:150–5. doi: 10.1016/j.clindermatol.2021.10.008.", "ArticleIdList": ["10.1016/j.clindermatol.2021.10.008", "34823903"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "5", "Day": "17"}, {"Year": "2022", "Month": "11", "Day": "1"}, {"Year": "2022", "Month": "12", "Day": "3"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "13", "Minute": "19"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "4", "Minute": "13"}, {"Year": "2023", "Month": "11", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38094286", "PMC10715122", "10.30476/IJMS.2023.95531.2690", "IJMS-48-6"]}}], "PubmedBookArticle": []}