{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Food security", "Sustainable Development Goal 2 (SDG 2)", "Sustainable agriculture", "Sustainable food"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38093362", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "13"}], "Language": ["eng"], "ELocationID": ["59", "10.1186/s13002-023-00632-1"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "13"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Plant diversity and ethnobotanical importance of home gardens in Ghana's middle belt: a cross-sectional survey of the Sunyani municipality.", "Pagination": {"StartPage": "59", "MedlinePgn": "59"}, "Abstract": {"AbstractText": ["Home gardens are a species-rich socioecological system with a diverse range of cultivated and naturally occurring plants with the potential to make contributions to address sustainable food, biodiversity and climate crisis. However, there is a dearth of information on the socio-demographic profile of home gardeners and the importance of home gardens to ethnobotany, food security and biodiversity. Therefore, the study aimed to assess the socio-demographic profile of home gardeners in the Sunyani municipality as a case in point for the middle belt of Ghana and to evaluate the diversity of plants in home gardens and their ethnobotanical importance.", "A total of 12 suburbs were selected from three subzones in the Sunyani municipality. In each suburb, 25% of households were randomly selected and if they had a home garden, one adult in the house was interviewed. A list of all plants in the home garden and their uses was obtained from respondents. A Chi-square test was used to assess the distribution of home gardeners among various socio-demographic categories, and binomial logistic regression was employed to determine links between socio-demography and home garden attributes. The ethnobotany R package was used to evaluate the ethnobotanical importance of plants in home gardens.", "A total of 186 respondents were recruited for this study, 79 being females and 107 males. A total of 79 plant species were also identified belonging to 70 genera and 40 families. Trees were the most common plant life form in home gardens, followed by shrubs, herbs, vines, grasses and lianas. Ethnobotanical indices revealed the most important plants in home gardens to be staples, food supplements and medicinal plants. These were Musa paradisiaca, Caripa pabaya, Xanthosoma sagittifolium, Manihot utilisima and Mangifera indica, Moringa oleifera, Citrus sinensis, Capsicum frutescens, Taraxacum officinale, Solanum aethiopicum, Cocos nucifera, Solanum torvum, Persea americana, Dioscorea alata and Elaeis guineensis.", "Plants used as staples, food supplements and medicinal purposes emerged as the most culturally relevant scoring high on all ethnobotanical indices. Home gardens present an opportunity to address food security and nutrition needs of households and communities."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana. bismark.ofosu-bamfo@uenr.edu.gh."}, {"Identifier": [], "Affiliation": "Centre for Research in Applied Biology, School of Science, University of Energy and Natural Resources, Sunyani, Ghana. bismark.ofosu-bamfo@uenr.edu.gh."}], "LastName": "Ofosu-Bamfo", "ForeName": "Bismark", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}, {"Identifier": [], "Affiliation": "Centre for Research in Applied Biology, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Yawson", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research in Applied Biology, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}, {"Identifier": [], "Affiliation": "The Ridge School (1966), P. O. Box 1659, Kumasi, Ghana."}], "LastName": "Asare", "ForeName": "Kwame Baffour", "Initials": "KB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Dadeboe", "ForeName": "Vanessa Ohui", "Initials": "VO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Buabeng", "ForeName": "Isaac Kojo", "Initials": "IK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Aggrey", "ForeName": "Justice", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Dapillah", "ForeName": "Dery Aaron", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Boateng", "ForeName": "David Kojo", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Offe", "ForeName": "Emmanuel", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Science, University of Energy and Natural Resources, Sunyani, Ghana."}], "LastName": "Alhassan", "ForeName": "Thomas Abudu", "Initials": "TA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Gardens"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Ghana"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "There are no competing interests known to the authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Avilez-López T, van der Wal H, Aldasoro-Maya EM, Rodríguez-Robles U. Home gardens’ agrobiodiversity and owners’ knowledge of their ecological, economic and socio-cultural multifunctionality: a case study in the lowlands of Tabasco, Mexico. J Ethnobiol Ethnomed. 2020;16:1–3. doi: 10.1186/s13002-020-00392-2.", "ArticleIdList": ["10.1186/s13002-020-00392-2", "PMC7370461", "32690045"]}, {"Citation": "Bennett-Lartey SO, Ayernor GS, Markwei CM, Asante IK, Abbiw DK, Boateng SK, Anchirinah VM, Ekpe P. Contribution of home gardens to in situ conservation of plant genetic resources farming systems in Ghana. In: Home gardens and in situ conservation of plant genetic resources in farming systems. 2002;83."}, {"Citation": "Hailu H, Asfaw Z. Homegardens and agrobiodiversity conservation in Sabata town, Oromia regional state, Ethiopia. SINET Ethiop J Sci. 2011;34(1):1–6."}, {"Citation": "Korpelainen H. The role of home gardens in promoting biodiversity and food security. Plants. 2023;12(13):2473. doi: 10.3390/plants12132473.", "ArticleIdList": ["10.3390/plants12132473", "PMC10346420", "37447034"]}, {"Citation": "Mabe FN, Mumuni E, Sulemana N. Does smallholder farmers’ awareness of Sustainable Development Goal 2 improve household food security in the Northern Region of Ghana? Agric Food Secur. 2021;10(1):1–3. doi: 10.1186/s40066-020-00281-7.", "ArticleIdList": ["10.1186/s40066-020-00281-7"]}, {"Citation": "United Nations in Ghana. Sustainable development goal 2: zero hunger. 2023. https://ghana.un.org/en/sdgs/2. Accessed 22 Sept 2023."}, {"Citation": "Sustainable Development Report. 2023. https://dashboards.sdgindex.org/map/goals/SDG2 Accessed 22 Sept 2023."}, {"Citation": "Voluntary National Review Report. Implementation of the 2030 Agenda for Sustainable Development. 2019."}, {"Citation": "The Sustainable Develoment Goals in Ghana. 2017. https://ghanacsoplatformsdg.org/wp-content/uploads/2019/09/SDGs-in-Ghana-Avocacy-Messages-Booklet-2017.pdf Accessed 22 Sept 2023."}, {"Citation": "Bagson E, Beyuo AN. Home gardening: the surviving food security strategy in the Nandom Traditional Area-upper west region Ghana. 2012."}, {"Citation": "Mengitu M, Fitamo D. Plant species diversity and composition of the homegardens in Dilla Zuriya Woreda, Gedeo Zone, SNNPRS, Ethiopia. Plant. 2015;3(6):80. doi: 10.11648/j.plant.20150306.14.", "ArticleIdList": ["10.11648/j.plant.20150306.14"]}, {"Citation": "Gbedomon RC, Salako VK, Fandohan AB, Idohou AF, Glèlè Kakaї R, Assogbadjo AE. Functional diversity of home gardens and their agrobiodiversity conservation benefits in Benin, West Africa. J Ethnobiol Ethnomed. 2017;13(1):1–5. doi: 10.1186/s13002-017-0192-5.", "ArticleIdList": ["10.1186/s13002-017-0192-5", "PMC5702203", "29178909"]}, {"Citation": "Trinh LN, Watson JW, Hue NN, De NN, Minh NV, Chu P, Sthapit BR, Eyzaguirre PB. Agrobiodiversity conservation and development in Vietnamese home gardens. Agric Ecosyst Environ. 2003;97(1–3):317–344. doi: 10.1016/S0167-8809(02)00228-1.", "ArticleIdList": ["10.1016/S0167-8809(02)00228-1"]}, {"Citation": "Peroni N, Hanazaki N, Begossi A, Zuchiwschi E, Lacerda VD, Miranda TM. Homegardens in a micro-regional scale: contributions to agrobiodiversity conservation in an urban-rural context. Ethnobiol Conserv. 2016;22:5."}, {"Citation": "Wakhidah AZ, Chikmawati T, Purwanto Y. Homegarden ethnobotany of two Saibatin villages in Lampung, Indonesia: Species diversity, uses, and values. For Soc. 2020;4(2):338–357."}, {"Citation": "Pochettino ML, Hurrell JA, Lema VS. Local botanical knowledge and agrobiodiversity: homegardens at rural and periurban contexts in Argentina. Horticulture. 2012;16(2012):105–132."}, {"Citation": "Cao Y, Li R, Zhou S, Song L, Quan R, Hu H. Ethnobotanical study on wild edible plants used by three trans-boundary ethnic groups in Jiangcheng County, Pu’er, Southwest China. J Ethnobiol Ethnomed. 2020;16(1):1–23. doi: 10.1186/s13002-020-00420-1.", "ArticleIdList": ["10.1186/s13002-020-00420-1", "PMC7590688", "33109239"]}, {"Citation": "Galluzzi G, Eyzaguirre P, Negri V. Home gardens: neglected hotspots of agro-biodiversity and cultural diversity. Biodivers Conserv. 2010;19:3635–3654. doi: 10.1007/s10531-010-9919-5.", "ArticleIdList": ["10.1007/s10531-010-9919-5"]}, {"Citation": "Yiridoe EK, Anchirinah VM. Garden production systems and food security in Ghana: characteristics of traditional knowledge and management systems. Renew Agric Food Syst. 2005;20(3):168–180. doi: 10.1079/RAF2005112.", "ArticleIdList": ["10.1079/RAF2005112"]}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J Ethnobiol Ethnomed. 2016;12:1–28. doi: 10.1186/s13002-015-0077-4.", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Whitney CW, Bahati J, Gebauer J. Ethnobotany and agrobiodiversity. Ethnobiol Lett. 2018;9(2):90–100. doi: 10.14237/ebl.9.2.2018.503.", "ArticleIdList": ["10.14237/ebl.9.2.2018.503"]}, {"Citation": "Ghana Statistical Service: Population and Housing Census General Report, Volume 3A. Population of regions and districts. 2021. https://statsghana.gov.gh/gssmain/fileUpload/pressrelease/2021%20PHC%20General%20Report%20Vol%203A_Population%20of%20Regions%20and%20Districts_181121.pdf Accessed 22 Sept 2023."}, {"Citation": "Sunyani Municipal Assembly. 2023. http://www.sma.gov.gh/about.html Accessed 22 Sept 2023."}, {"Citation": "Hawthorne WD, Jongkind CC. Woody plants of Western African forests, A guide to the forest trees, shrubs and lianes from Senegal to Ghana. Kew: Royal Botanic Gardens; 2006."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ Bot. 2008;62:24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Akrofi S, Struik PC, Price LL. Interactive effects of HIV/AIDS and household headship determine home garden diversity in the Eastern Region of Ghana. NJAS Wagening J Life Sci. 2008;56(3):201–217. doi: 10.1016/S1573-5214(08)80008-5.", "ArticleIdList": ["10.1016/S1573-5214(08)80008-5"]}, {"Citation": "Bolang PD, Osumanu IK. Formal sector workers’ participation in urban agriculture in Ghana: perspectives from the Wa Municipality. Heliyon. 2019;5(8):e02230. doi: 10.1016/j.heliyon.2019.e02230.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02230", "PMC6702434", "31453398"]}, {"Citation": "Angeoletto F, Sanz JP, Albertin R, Silva FF. The grass is always greener on the other side of the fence: the flora in urban backyards of different social classes. Ambiente Soc. 2017;20:01–20. doi: 10.1590/1809-4422asoc141293v2012017.", "ArticleIdList": ["10.1590/1809-4422asoc141293v2012017"]}, {"Citation": "Alara OR, Abdurahman NH, Alara JA. Carica papaya: comprehensive overview of the nutritional values, phytochemicals and pharmacological activities. Adv Tradit Med. 2020;22:17–47. doi: 10.1007/s13596-020-00481-3.", "ArticleIdList": ["10.1007/s13596-020-00481-3"]}, {"Citation": "Agyemang-Yeboah F. Health benefits of coconut (Cocos nucifera Linn.) seeds and coconut consumption. In: Preedy V, Watson R, Patel V, editors. Nuts and seeds in health and disease prevention. London: Academic Press; 2011. pp. 361–367."}, {"Citation": "Jhaumeer Laulloo S, Bhowon MG, Soyfoo S, Chua LS. Nutritional and biological evaluation of leaves of Mangifera indica from Mauritius. J Chem. 2018;1:2018."}, {"Citation": "Li Y, Zheng Y, Zhang Y, Xu J, Gao G. Antioxidant activity of coconut (Cocos nucifera L.) protein fractions. Molecules. 2018;23(3):707. doi: 10.3390/molecules23030707.", "ArticleIdList": ["10.3390/molecules23030707", "PMC6017440", "29558429"]}, {"Citation": "Stephen J, Radhakrishnan M. Avocado (Persea americana Mill.) fruit: nutritional value, handling and processing techniques, and health benefits. J Food Process Preserv. 2022;46(12):e17207. doi: 10.1111/jfpp.17207.", "ArticleIdList": ["10.1111/jfpp.17207"]}, {"Citation": "Maldonado-Celis ME, Yahia EM, Bedoya R, Landázuri P, Loango N, Aguillón J, Restrepo B, Guerrero Ospina JC. Chemical composition of mango (Mangifera indica L.) fruit: Nutritional and phytochemical compounds. Front Plant Sci. 2019;10:1073.", "ArticleIdList": ["PMC6807195", "31681339"]}, {"Citation": "Canterino S, Donno D, Mellano MG, Beccaro GL, Bounous G. Nutritional and sensory survey of Citrus sinensis (L.) cultivars grown at the most Northern limit of the Mediterranean latitude. J Food Qual. 2012;35(2):108–118. doi: 10.1111/j.1745-4557.2012.00435.x.", "ArticleIdList": ["10.1111/j.1745-4557.2012.00435.x"]}, {"Citation": "Shravan R, Shere DM. Study of physico-chemical characteristics of sweet orange (Citrus sinensis) fruit. J Pharmacogn Phytochem. 2018;7(6):1687–1689."}, {"Citation": "Chaudhari SY, Ruknuddin G, Prajapati P. Ethno medicinal values of Citrus genus: a review. Med J Dr DY Patil Univ. 2016;9(5):560–565. doi: 10.4103/0975-2870.192146.", "ArticleIdList": ["10.4103/0975-2870.192146"]}, {"Citation": "Maizuwo AI, Hassan AS, Momoh H, Muhammad JA. Phytochemical constituents, biological activities, therapeutic potentials and nutritional values of Moringa oleifera (Zogale): a review. J Drug Des Med Chem. 2017;3(4):60–66."}, {"Citation": "Abbas RK, Elsharbasy FS, Fadlelmula AA. Nutritional values of Moringa oleifera, total protein. Amino acid, vitamins, minerals, carbohydrates, total fat and crude fiber, under the semi-arid conditions of Sudan. J Microb Biochem Technol. 2018;10(2):56–58."}, {"Citation": "González-Burgos E, Ureña-Vacas I, Sánchez M, Gómez-Serranillos MP. Nutritional value of Moringa oleifera Lam. leaf powder extracts and their neuroprotective effects via antioxidative and mitochondrial regulation. Nutrients. 2021;13(7):2203.. doi: 10.3390/nu13072203.", "ArticleIdList": ["10.3390/nu13072203", "PMC8308447", "34206952"]}, {"Citation": "Baffour-Ata F, Antwi-Agyei P, Nkiaka E, Dougill AJ, Anning AK, Kwakye SO. Effect of climate variability on yields of selected staple food crops in northern Ghana. J Agric Food Res. 2021;6:100205."}, {"Citation": "Boakye AA, Wireko-Manu FD, Oduro I, Ellis WO, Gudjónsdóttir M, Chronakis IS. Utilizing cocoyam (Xanthosoma sagittifolium) for food and nutrition security: a review. Food Sci Nutr. 2018;6(4):703–713. doi: 10.1002/fsn3.602.", "ArticleIdList": ["10.1002/fsn3.602", "PMC6021709", "29983932"]}, {"Citation": "Dufie WM, Oduro I, Ellis WO, Asiedu R, Maziya-Dixon B. Potential health benefits of water yam (Dioscorea alata) Food Funct. 2013;4(10):1496–1501. doi: 10.1039/c3fo60064e.", "ArticleIdList": ["10.1039/c3fo60064e", "24056383"]}, {"Citation": "Eli-Cophie D, Agbenorhevi JK, Annan RA. Glycemic index of some local staples in Ghana. Food Sci Nutr. 2017;5(1):131–138. doi: 10.1002/fsn3.372.", "ArticleIdList": ["10.1002/fsn3.372", "PMC5217928", "28070324"]}, {"Citation": "Wormenor D. Determination of the glycemic index of local staples in Ghana and the effect of processing on them. Doctoral dissertation. 2015."}, {"Citation": "Larbi RT, Atiglo DY, Peterson MB, Biney AA, Dodoo ND, Dodoo FN. Household food sources and diarrhoea incidence in poor urban communities, Accra Ghana. PLoS ONE. 2021;16(1):e0245466. doi: 10.1371/journal.pone.0245466.", "ArticleIdList": ["10.1371/journal.pone.0245466", "PMC7842991", "33508014"]}, {"Citation": "Enidiok SE, Attah LE, Otuechere CA. Evaluation of moisture, total cyanide and fiber contents of garri produced from cassava (Manihot utilissima) varieties obtained from Awassa in Southern Ethiopia. Pak J Nutr. 2008;7(5):625–629. doi: 10.3923/pjn.2008.625.629.", "ArticleIdList": ["10.3923/pjn.2008.625.629"]}, {"Citation": "Famakin O, Fatoyinbo A, Ijarotimi OS, Badejo AA, Fagbemi TN. Assessment of nutritional quality, glycaemic index, antidiabetic and sensory properties of plantain (Musa paradisiaca)-based functional dough meals. J Food Sci Technol. 2016;53:3865–3875. doi: 10.1007/s13197-016-2357-y.", "ArticleIdList": ["10.1007/s13197-016-2357-y", "PMC5156628", "28035142"]}, {"Citation": "Oyeyinka BO, Afolayan AJ. Comparative evaluation of the nutritive, mineral, and antinutritive composition of Musa sinensis L. (Banana) and Musa paradisiaca L. (Plantain) fruit compartments. Plants. 2019;8(12):598. doi: 10.3390/plants8120598.", "ArticleIdList": ["10.3390/plants8120598", "PMC6963461", "31842474"]}, {"Citation": "Awoyale W, Alamu EO, Chijioke U, Tran T, Takam Tchuente HN, Ndjouenkeu R, Kegah N, Maziya-Dixon B. A review of cassava semolina (gari and eba) end-user preferences and implications for varietal trait evaluation. Int J Food Sci Technol. 2021;56(3):1206–1222. doi: 10.1111/ijfs.14867.", "ArticleIdList": ["10.1111/ijfs.14867", "PMC7984201", "33776231"]}, {"Citation": "Wada E, Feyissa T, Tesfaye K. Proximate, mineral and antinutrient contents of cocoyam (Xanthosoma sagittifolium (L.) Schott) from Ethiopia. Int J Food Sci. 2019;2019:1–7. doi: 10.1155/2019/8965476.", "ArticleIdList": ["10.1155/2019/8965476", "PMC6925732", "31886167"]}, {"Citation": "Di Napoli A, Zucchetti P. A comprehensive review of the benefits of Taraxacum officinale on human health. Bull Natl Res Centre. 2021;45(1):1–7. doi: 10.1186/s42269-021-00567-1.", "ArticleIdList": ["10.1186/s42269-021-00567-1"]}, {"Citation": "Hu C. Taraxacum: phytochemistry and health benefits. Chin Herb Med. 2018;10(4):353–361. doi: 10.1016/j.chmed.2018.08.003.", "ArticleIdList": ["10.1016/j.chmed.2018.08.003"]}, {"Citation": "Lis B, Olas B. Pro-health activity of dandelion (Taraxacum officinale L.) and its food products–history and present. J Funct Foods. 2019;59:40–48. doi: 10.1016/j.jff.2019.05.012.", "ArticleIdList": ["10.1016/j.jff.2019.05.012"]}, {"Citation": "Asiedu-Darko E. A survey of indigenous knowledge about food and medicinal properties of Solanum torvum in East Akim District of Eastern Region of Ghana. Ghana J Agric Sci. 2010;43(1):61–64."}, {"Citation": "Gnangoran Boua N, Coulibaly Yédiotiaire S, N’dia Kouadio F, Yapo Angoué P. Influence of an aqueous fruit extract of solanum torvum swartz on phenylhydrazine induced hemolytic anemia in wistar rats. 2020."}, {"Citation": "Olatunji TL, Afolayan AJ. Comparative quantitative study on phytochemical contents and antioxidant activities of Capsicum annuum L. and Capsicum frutescens L. Sci World J. 2019;2019:1–13. doi: 10.1155/2019/4705140.", "ArticleIdList": ["10.1155/2019/4705140", "PMC6487110", "31110468"]}, {"Citation": "Otunola GA, Oloyede OB, Oladiji AT, Afolayan AJ. Comparative analysis of the chemical composition of three spices–Allium sativum L. Zingiber officinale Rosc. and Capsicum frutescens L. commonly consumed in Nigeria. Afr J Biotechnol. 2010;9(41):6927–6931."}, {"Citation": "Zhang X, Zhang Y, Zhai J. Home garden with eco-healing functions benefiting mental health and biodiversity during and after the COVID-19 pandemic: a scoping review. Front Public Health. 2021;11(9):740187. doi: 10.3389/fpubh.2021.740187.", "ArticleIdList": ["10.3389/fpubh.2021.740187", "PMC8632623", "34869154"]}, {"Citation": "Saaka M, Kizito F, Hoeschle-Zeledon I. Effect of nutrition education on nutrition-related knowledge, attitudes, and consumption of diversified diets among families owning a home garden in northern Ghana. World Nutr. 2021;12(4):15–31. doi: 10.26596/wn.202112415-31.", "ArticleIdList": ["10.26596/wn.202112415-31"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "1"}, {"Year": "2023", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "16", "Minute": "21"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "14", "Hour": "0", "Minute": "9"}, {"Year": "2023", "Month": "12", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["38093362", "PMC10717692", "10.1186/s13002-023-00632-1", "10.1186/s13002-023-00632-1"]}}], "PubmedBookArticle": []}