{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ancestral states", "carpels", "distribution", "fossils", "fruits", "genomic resources", "nectaries", "phyllotaxy", "phylogeny", "sexual systems", "spurs", "symmetry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38109712", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1093/jxb/erad492"], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "75", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "27"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "A cornucopia of diversity-Ranunculales as a model lineage.", "Pagination": {"StartPage": "1800", "EndPage": "1822", "MedlinePgn": "1800-1822"}, "Abstract": {"AbstractText": ["The Ranunculales are a hyperdiverse lineage in many aspects of their phenotype, including growth habit, floral and leaf morphology, reproductive mode, and specialized metabolism. Many Ranunculales species, such as opium poppy and goldenseal, have a high medicinal value. In addition, the order includes a large number of commercially important ornamental plants, such as columbines and larkspurs. The phylogenetic position of the order with respect to monocots and core eudicots and the diversity within this lineage make the Ranunculales an excellent group for studying evolutionary processes by comparative studies. Lately, the phylogeny of Ranunculales was revised, and genetic and genomic resources were developed for many species, allowing comparative analyses at the molecular scale. Here, we review the literature on the resources for genetic manipulation and genome sequencing, the recent phylogeny reconstruction of this order, and its fossil record. Further, we explain their habitat range and delve into the diversity in their floral morphology, focusing on perianth organ identity, floral symmetry, occurrences of spurs and nectaries, sexual and pollination systems, and fruit and dehiscence types. The Ranunculales order offers a wealth of opportunities for scientific exploration across various disciplines and scales, to gain novel insights into plant biology for researchers and plant enthusiasts alike."], "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of the Society for Experimental Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "CollectiveName": "RanOmics group"}, {"Identifier": ["0000-0002-3229-2162"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Development Group, Institute of Botany, Justus-Liebig-University, Giessen, Germany."}], "LastName": "Becker", "ForeName": "Annette", "Initials": "A"}, {"Identifier": ["0000-0001-9472-1615"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biology/Dahlem Centre of Plant Sciences, Freie Universität Berlin, D-14195 Berlin, Germany."}], "LastName": "Bachelier", "ForeName": "Julien B", "Initials": "JB"}, {"Identifier": ["0009-0004-8877-4197"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université de Rennes, UMR CNRS 6553, Ecosystèmes-Biodiversité-Evolution, Campus de Beaulieu, 35042 Rennes cedex, France."}], "LastName": "Carrive", "ForeName": "Laetitia", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université Paris-Saclay, INRAE, CNRS, AgroParisTech, Génétique Quantitative et Evolution-Le Moulon, 91190 Gif-sur-Yvette, France."}], "LastName": "Conde E Silva", "ForeName": "Natalia", "Initials": "N"}, {"Identifier": ["0000-0002-7317-4971"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université Paris-Saclay, INRAE, CNRS, AgroParisTech, Génétique Quantitative et Evolution-Le Moulon, 91190 Gif-sur-Yvette, France."}], "LastName": "Damerval", "ForeName": "Catherine", "Initials": "C"}, {"Identifier": ["0000-0002-6340-5692"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CR2P - Centre de Recherche en Paléontologie - Paris, MNHN - Sorbonne Université - CNRS, 43 Rue Buffon, 75005 Paris, France."}], "LastName": "Del Rio", "ForeName": "Cédric", "Initials": "C"}, {"Identifier": ["0000-0002-3297-1317"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université Paris-Saclay, INRAE, CNRS, AgroParisTech, Génétique Quantitative et Evolution-Le Moulon, 91190 Gif-sur-Yvette, France."}], "LastName": "Deveaux", "ForeName": "Yves", "Initials": "Y"}, {"Identifier": ["0000-0002-6921-3018"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Washington, Seattle, WA 98195-1800, USA."}], "LastName": "Di Stilio", "ForeName": "Verónica S", "Initials": "VS"}, {"Identifier": ["0000-0003-1329-7096"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard University, MA, 02138, USA."}], "LastName": "Gong", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": ["0000-0002-7729-1067"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut de Systématique, Evolution, Biodiversité (ISYEB), Muséum national d'Histoire naturelle, CNRS, Sorbonne Université, EPHE, Université des Antilles, 57 rue Cuvier, CP39, Paris, 75005, France."}], "LastName": "Jabbour", "ForeName": "Florian", "Initials": "F"}, {"Identifier": ["0000-0002-5757-1088"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard University, MA, 02138, USA."}], "LastName": "Kramer", "ForeName": "Elena M", "Initials": "EM"}, {"Identifier": ["0000-0001-7521-8950"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université Paris-Saclay, CNRS, AgroParisTech, Ecologie, Systématique et Evolution, Gif-sur-Yvette, France."}], "LastName": "Nadot", "ForeName": "Sophie", "Initials": "S"}, {"Identifier": ["0000-0003-3528-8078"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Biología, Universidad de Antioquia, Medellín, 050010, Colombia."}], "LastName": "Pabón-Mora", "ForeName": "Natalia", "Initials": "N"}, {"Identifier": ["0000-0001-6901-6375"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093 China and University of Chinese Academy of Sciences, Beijing, 100049China."}], "LastName": "Wang", "ForeName": "Wei", "Initials": "W"}], "GrantList": [{"Agency": "National Science Foundation", "Country": ""}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Ranunculales"}, {"QualifierName": [], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Biological Evolution"}, {"QualifierName": ["genetics"], "DescriptorName": "Plant Leaves"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Albrecht MA, McCarthy BC.. 2006. Comparative analysis of goldenseal (Hydrastis canadensis L) population re-growth following human harvest: implications for conservation. The American Midland Naturalist 156, 229–236."}, {"Citation": "Angenent GC, Franken J, Busscher M, van Dijken A, van Went JL, Dons HJ, van Tunen AJ.. 1995. A novel class of MADS box genes is involved in ovule development in petunia. The Plant Cell 7, 1569–1582.", "ArticleIdList": ["PMC161013", "7580252"]}, {"Citation": "Antoń S, Kamińska M.. 2015. Comparative floral spur anatomy and nectar secretion in four representatives of Ranunculaceae. Protoplasma 252, 1587–1601.", "ArticleIdList": ["PMC4628095", "25772682"]}, {"Citation": "Arango-Ocampo C, González F, Alzate JF, Pabón-Mora N.. 2016. The developmental and genetic bases of apetaly in Bocconia frutescens (Chelidonieae: Papaveraceae). EvoDevo 7, 16.", "ArticleIdList": ["PMC4971710", "27489612"]}, {"Citation": "Arias T, Riaño-Pachón DM, Di Stilio VS.. 2021. Genomic and transcriptomic resources for candidate gene discovery in the Ranunculids. Applications in Plant Sciences 9, e11407.", "ArticleIdList": ["PMC7845765", "33552749"]}, {"Citation": "Avci FG, Atas B, Gulsoy Toplan G, Gurer C, Sariyar Akbulut B.. 2021. Antibacterial and antifungal activities of isoquinoline alkaloids of the Papaveraceae and Fumariaceae families and their implications in structure–activity relationships. Studies in Natural Products 70, 87–118."}, {"Citation": "Ballerini ES, Min Y, Edwards MB, Kramer EM, Hodges SA.. 2020. POPOVICH, encoding a C2H2 zinc-finger transcription factor, plays a central role in the development of a key innovation, floral nectar spurs, in Aquilegia. Proceedings of the National Academy of Sciences, USA 117, 22552–22560.", "ArticleIdList": ["PMC7486772", "32848061"]}, {"Citation": "Barrell PJ, Wakelin AM, Gatehouse ML, Lister CE, Conner AJ.. 2010. Inheritance and epistasis of loci influencing carotenoid content in petal and pollen color variants of California poppy (Eschscholzia californica Cham.). Journal of Heredity 101, 750–756.", "ArticleIdList": ["20631045"]}, {"Citation": "Barrett SA. 1952. Material aspects of Pomo culture. Milwaukee, WI: Public Museum of the City of Milwaukee."}, {"Citation": "Becker A, Yamada Y, Sato F.. 2023. California poppy (Eschscholzia californica), the Papaveraceae golden girl model organism for evodevo and specialized metabolism. Frontiers in Plant Science 14, 1084358.", "ArticleIdList": ["PMC10017456", "36938015"]}, {"Citation": "Belny M, Herouart D, Thomasset B, David H, Jacquin-Dubreuil A, David A.. 1997. Transformation of Papaver somniferum cell suspension cultures with sam1 from A. thaliana results in cell lines of different S-adenosyl-l-methionine synthetase activity. Physiologia Plantarum 99, 233–240."}, {"Citation": "Belyaeva RG, Nevkrytaya NV.. 1979. A phonological and genetical analysis of mutants with altered flower structure in Papaver somniferum. Plant Breeding Abstracts 19, 10360."}, {"Citation": "Bernardello G. 2007. A systematic survey of floral nectaries. In: Nicolson SW, Nepi M, Pacini E, eds. Nectaries and nectar. Dordrecht: Springer Netherlands, 19–128."}, {"Citation": "Bowman JL, Smyth DR.. 1999. CRABS CLAW, a gene that regulates carpel and nectary development in Arabidopsis, encodes a novel protein with zinc finger and helix–loop–helix domains. Development 126, 2387–2396.", "ArticleIdList": ["10225998"]}, {"Citation": "Cabin Z, Derieg NJ, Garton A, Ngo T, Quezada A, Gasseholm C, Simon M, Hodges SA.. 2022. Non-pollinator selection for a floral homeotic mutant conferring loss of nectar reward in Aquilegia coerulea. Current Biology 32, 1332–1341.", "ArticleIdList": ["35176226"]}, {"Citation": "Cao Y-N, Comes HP, Sakaguchi S, Chen L-Y, Qiu Y-X.. 2016. Evolution of East Asia’s Arcto-Tertiary relict Euptelea (Eupteleaceae) shaped by Late Neogene vicariance and Quaternary climate change. BMC Evolutionary Biology 16, 66.", "ArticleIdList": ["PMC4802896", "27001058"]}, {"Citation": "Carrive L, Domenech B, Sauquet H, Jabbour F, Damerval C, Nadot S.. 2020. Insights into the ancestral flowers of Ranunculales. Botanical Journal of the Linnean Society 194, 23–46."}, {"Citation": "Causier B, Schwarz-Sommer Z, Davies B.. 2010. Floral organ identity: 20 years of ABCs. Seminars in Cell & Developmental Biology 21, 73–79.", "ArticleIdList": ["19883777"]}, {"Citation": "Chanderbali AS, Yoo M-J, Zahn LM, et al. . 2010. Conservation and canalization of gene expression during angiosperm diversification accompany the origin and evolution of the flower. Proceedings of the National Academy of Sciences, USA 107, 22570–22575.", "ArticleIdList": ["PMC3012471", "21149731"]}, {"Citation": "Chartier M, Dressler S, Schönenberger J, Mora AR, Sarthou C, Wang W, Jabbour F.. 2016. The evolution of afro‐montane Delphinium (Ranunculaceae): morphospecies, phylogenetics and biogeography. TAXON 65, 1313–1327."}, {"Citation": "Chen D-X, Pan Y, Wang Y, et al. . 2021. The chromosome-level reference genome of Coptis chinensis provides insights into genomic evolution and berberine biosynthesis. Horticulture Research 8, 121.", "ArticleIdList": ["PMC8166882", "34059652"]}, {"Citation": "Chen X-H, Xiang K-L, Lian L, Peng H-W, Erst AS, Xiang X-G, Chen Z-D, Wang W.. 2020. Biogeographic diversification of Mahonia (Berberidaceae): implications for the origin and evolution of East Asian subtropical evergreen broadleaved forests. Molecular Phylogenetics and Evolution 151, 106910.", "ArticleIdList": ["32702526"]}, {"Citation": "Cheng-Yih W, Kubitzki K.. 1993. Circaeasteraceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 288–289."}, {"Citation": "Chitty JA, Allen RS, Fist AJ, Larkin PJ.. 2003. Genetic transformation in commercial Tasmanian cultivars of opium poppy, Papaver somniferum, and movement of transgenic pollen in the field. Functional Plant Biology 30, 1045–1058.", "ArticleIdList": ["32689087"]}, {"Citation": "Citerne H, Jabbour F, Nadot S, Damerval C.. 2010. The evolution of floral symmetry. Advances in Botanical Research 54, 85–137."}, {"Citation": "Clusius C. 1601. Melanthium pleno flore. In: Rariorum Plantarum Historia. Ex officina Plantiniana Apud Ioannem Moretum, 207–208."}, {"Citation": "Coen ES, Meyerowitz EM.. 1991. The war of the whorls: genetic interactions controlling flower development. Nature 353, 31–37.", "ArticleIdList": ["1715520"]}, {"Citation": "Colledge S, Conolly A, Shennan S.. 2004. Archaeobotanical evidence for the spread of farming in the eastern Mediterranean. Current Anthropology 45, S35–S58."}, {"Citation": "Conde E Silva N, Leguilloux M, Bellec A, Rodde N, Aubert J, Manicacci D, Damerval C, Berges H, Deveaux Y.. 2023. A MITE insertion abolishes the AP3-3 self-maintenance regulatory loop in apetalous flowers of Nigella damascena. Journal of Experimental Botany 74, 1448–1459.", "ArticleIdList": ["36512646"]}, {"Citation": "Conner AJ, Barrell PJ.. 2014. Inheritance of pleated petals in California poppy (Eschscholzia californica). New Zealand Natural Sciences 39, 25–30."}, {"Citation": "Cossard G, Sannier J, Sauquet H, Damerval C, de Craene LR, Jabbour F, Nadot S.. 2016. Subfamilial and tribal relationships of Ranunculaceae: evidence from eight molecular markers. Plant Systematics and Evolution 302, 419–431."}, {"Citation": "Dabeer S, Rather MA, Rasool S, et al. . 2022. History and traditional uses of black seeds (Nigella sativa). In: Khan A, Rehman M, eds. Black seeds (Nigella sativa). Amsterdam: Elsevier, 1–28."}, {"Citation": "Damerval C, Becker A.. 2017. Genetics of flower development in Ranunculales—a new, basal eudicot model order for studying flower evolution. New Phytologist 216, 361–366.", "ArticleIdList": ["28052360"]}, {"Citation": "Damerval C, Citerne H, Le Guilloux M, Domenichini S, Dutheil J, Ronse de Craene L, Nadot S.. 2013. Asymmetric morphogenetic cues along the transverse plane: shift from disymmetry to zygomorphy in the flower of Fumarioideae. American Journal of Botany 100, 391–402.", "ArticleIdList": ["23378492"]}, {"Citation": "Damerval C, Claudot C, Le Guilloux M, et al. . 2022. Evolutionary analyses and expression patterns of TCP genes in Ranunculales. Frontiers in Plant Science 13, 1055196.", "ArticleIdList": ["PMC9752903", "36531353"]}, {"Citation": "Damerval C, Nadot S.. 2007. Evolution of perianth and stamen characteristics with respect to floral symmetry in Ranunculales. Annals of Botany 100, 631–640.", "ArticleIdList": ["PMC2533616", "17428835"]}, {"Citation": "Delpeuch P, Jabbour F, Damerval C, Schönenberger J, Pamperl S, Rome M, Nadot S.. 2022. A flat petal as ancestral state for Ranunculaceae. Frontiers in Plant Science 13, 961906.", "ArticleIdList": ["PMC9532948", "36212342"]}, {"Citation": "Dhawan OP, Dubey MK, Khanuja SPS.. 2007. Detection of a true breeding homeotic gene mutant Pps-1 with partially petaloid sepals in opium poppy (Papaver somniferum L.) and its genetic behavior. Journal of Heredity 98, 373–377.", "ArticleIdList": ["17621590"]}, {"Citation": "Dinesh-Kumar SP, Anandalakshmi R, Marathe R, Schiff M, Liu Y.. 2003. Virus-induced gene silencing. Methods in Molecular Biology 236, 287–294.", "ArticleIdList": ["14501071"]}, {"Citation": "Di Stilio VS. 2011. Empowering plant evo-devo: virus induced gene silencing validates new and emerging model systems. BioEssays 33, 711–718.", "ArticleIdList": ["21744374"]}, {"Citation": "Di Stilio VS, Kramer EM, Baum DA.. 2005. Floral MADS box genes and homeotic gender dimorphism in Thalictrum dioicum (Ranunculaceae)—a new model for the study of dioecy. The Plant Journal 41, 755–766.", "ArticleIdList": ["15703062"]}, {"Citation": "Di Stilio VS, Kumar RA, Oddone AM, Tolkin TR, Salles P, McCarty K.. 2010. Virus-induced gene silencing as a tool for comparative functional studies in Thalictrum. PLoS One 5, e12064.", "ArticleIdList": ["PMC2919395", "20706585"]}, {"Citation": "Dommes AB, Gross T, Herbert DB, Kivivirta KI, Becker A.. 2019. Virus-induced gene silencing: empowering genetics in non-model organisms. Journal of Experimental Botany 70, 757–770.", "ArticleIdList": ["30452695"]}, {"Citation": "Drea S, Hileman LC, de Martino G, Irish VF.. 2007. Functional analyses of genetic pathways controlling petal specification in poppy. Development 134, 4157–4166.", "ArticleIdList": ["17959716"]}, {"Citation": "Edwards MB, Choi GPT, Derieg NJ, Min Y, Diana AC, Hodges SA, Mahadevan L, Kramer EM, Ballerini ES.. 2021. Genetic architecture of floral traits in bee- and hummingbird-pollinated sister species of Aquilegia (columbine). Evolution 75, 2197–2216.", "ArticleIdList": ["34270789"]}, {"Citation": "Eilert U, Kurz WW, Constabel F.. 1985. Stimulation of Sanguinarine accumulation in Papaver somniferum cell cultures by fungal elicitors. Journal of Plant Physiology 119, 65–76."}, {"Citation": "Elmore FH. 1943. Ethnobotany of the Navajo. Santa Fe, NM: The School of American Research."}, {"Citation": "Endress PK. 1993. Eupteleaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 299–301."}, {"Citation": "Endress PK. 1995. Floral structure and evolution in Ranunculanae. In: Jensen U, Kadereit JW, eds. Systematics and evolution of the Ranunculiflorae. Plant Systematics and Evolution Supplement 9, vol 9. Vienna: Springer, 47–61."}, {"Citation": "Endress PK. 1999. Symmetry in flowers: diversity and evolution. International Journal of Plant Sciences 160, S3–S23.", "ArticleIdList": ["10572019"]}, {"Citation": "Endress PK. 2010. Flower structure and trends of evolution in eudicots and their major subclades 1. Annals of the Missouri Botanical Garden 97, 541–583."}, {"Citation": "Endress PK. 2011. Evolutionary diversification of the flowers in angiosperms. American Journal of Botany 98, 370–396.", "ArticleIdList": ["21613132"]}, {"Citation": "Erbar C. 2014. Nectar secretion and nectaries in basal angiosperms, magnoliids and non-core eudicots and a comparison with core eudicots. Plant Diversity and Evolution 131, 63–143."}, {"Citation": "Erbar C, Leins P.. 2013. Nectar production in the pollen flower of Anemone nemorosa in comparison with other Ranunculaceae and Magnolia (Magnoliaceae). Organisms Diversity & Evolution 13, 287–300."}, {"Citation": "Espinosa F, Deroin T, Xiang K-L, Wang W, Castro MP, Byng JW, Aytaç Z, Nadot S, Jabbour F.. 2017. The Turkish endemic Pseudodelphinium turcicum (Ranunculaceae): an unusual population of delphinium with peloric flowers that has persisted in the wild for 20 years. International Journal of Plant Sciences 178, 546–555."}, {"Citation": "Filiault DL, Ballerini ES, Mandáková T, et al. . 2018. The Aquilegia genome provides insight into adaptive radiation and reveals an extraordinarily polymorphic chromosome with a unique history. eLife 7, e36426.", "ArticleIdList": ["PMC6255393", "30325307"]}, {"Citation": "Foote HC, Ride JP, Franklin-Tong VE, Walker EA, Lawrence MJ, Franklin FC.. 1994. Cloning and expression of a distinctive class of self-incompatibility (S) gene from Papaver rhoeas L. Proceedings of the National Academy of Sciences, USA 91, 2265–2269.", "ArticleIdList": ["PMC43351", "8134385"]}, {"Citation": "Franke J, Böhm H.. 1982. Accumulation and excretion of alkaloids by Macleaya microcarpa cell cultures II. Experiments in liquid medium. Biochemie und Physiologie der Pflanzen 177, 501–507."}, {"Citation": "Friis EM, Crane PR, Raunsgaard Pedersen K.. 2011. Early flowers and angiosperm evolution. Cambridge: Cambridge University Press."}, {"Citation": "Fu X, Shan H, Yao X, Cheng J, Jiang Y, Yin X, Kong H.. 2022. Petal development and elaboration. Journal of Experimental Botany 73, 3308–3318.", "ArticleIdList": ["35275176"]}, {"Citation": "Fujii N, Inui T, Iwasa K, Morishige T, Sato F.. 2007. Knockdown of berberine bridge enzyme by RNAi accumulates (S)-reticuline and activates a silent pathway in cultured California poppy cells. Transgenic Research 16, 363–375.", "ArticleIdList": ["17103244"]}, {"Citation": "Galimba KD, Di Stilio VS.. 2015. Sub-functionalization to ovule development following duplication of a floral organ identity gene. Developmental Biology 405, 158–172.", "ArticleIdList": ["26123745"]}, {"Citation": "Galimba KD, Martínez-Gómez J, Di Stilio VS.. 2018. Gene duplication and transference of function in the paleoAP3 lineage of floral organ identity genes. Frontiers in Plant Science 9, 334.", "ArticleIdList": ["PMC5876318", "29628932"]}, {"Citation": "Galimba KD, Tolkin TR, Sullivan AM, Melzer R, Theißen G, Di Stilio VS.. 2012. Loss of deeply conserved C-class floral homeotic gene function and C- and E-class protein interaction in a double-flowered ranunculid mutant. Proceedings of the National Academy of Sciences, USA 109, E2267–E2275.", "ArticleIdList": ["PMC3427126", "22853954"]}, {"Citation": "Gobo WV, Kunzmann L, Iannuzzi R, Bachelier JB, Coiffard C.. 2022. First evidence of ranunculids in Early Cretaceous tropics. Scientific Reports 12, 5040.", "ArticleIdList": ["PMC8943169", "35322034"]}, {"Citation": "Gonçalves B, Nougué O, Jabbour F, Ridel C, Morin H, Laufs P, Manicacci D, Damerval C.. 2013. An APETALA 3 homolog controls both petal identity and floral meristem patterning in Nigella damascena L. (Ranunculaceae). The Plant Journal 76, 223–235.", "ArticleIdList": ["23855996"]}, {"Citation": "Gould B, Kramer EM.. 2007. Virus-induced gene silencing as a tool for functional analyses in the emerging model plant Aquilegia (columbine, Ranunculaceae). Plant Methods 3, 6.", "ArticleIdList": ["PMC1855323", "17430595"]}, {"Citation": "Greyson RI, Raman K.. 1975. Differential sensitivity of ‘double’ and ‘ְsingle’ flowers of Nigella damascena (Ranunculaceae) to emasculation and to GA3. American Journal of Botany 62, 531–536."}, {"Citation": "Guerra-Doce E. 2015. The origins of inebriation: archaeological evidence of the consumption of fermented beverages and drugs in Prehistoric Eurasia. Journal of Archaeological Method and Theory 22, 751–782."}, {"Citation": "Guo L, Winzer T, Yang X, et al. . 2018. The opium poppy genome and morphinan production. Science 362, 343–347.", "ArticleIdList": ["30166436"]}, {"Citation": "Guo M, Pang X, Xu Y, Jiang W, Liao B, Yu J, Xu J, Song J, Chen S.. 2022. Plastid genome data provide new insights into the phylogeny and evolution of the genus Epimedium. Journal of Advanced Research 36, 175–185.", "ArticleIdList": ["PMC8799909", "35127172"]}, {"Citation": "Hagel JM, Facchini PJ.. 2013. Benzylisoquinoline alkaloid metabolism: a century of discovery and a brave new world. Plant and Cell Physiology 54, 647–672.", "ArticleIdList": ["23385146"]}, {"Citation": "Halfter U, Ali N, Stockhaus J, Ren L, Chua NH.. 1994. Ectopic expression of a single homeotic gene, the Petunia gene green petal, is sufficient to convert sepals to petaloid organs. The EMBO Journal 13, 1443–1449.", "ArticleIdList": ["PMC394962", "7907980"]}, {"Citation": "Hammer K. 1977. The question of ancestral species of cultivated poppy (Papaver somniferum L.). Kulturpflanze 25, 113–124."}, {"Citation": "Han M, Manchester SR, Fu Q-Y, Jin J-H, Quan C.. 2018. Paleogene fossil fruits of Stephania (Menispermaceae) from North America and East Asia. Journal of Systematics and Evolution 56, 81–91."}, {"Citation": "Han M, Wu X-K, Tu M, Kodrul TM, Jin J-H.. 2020. Diversity of Menispermaceae from the Paleocene and Eocene of South China. Journal of Systematics and Evolution 58, 354–366."}, {"Citation": "Hao D-C, He C-N, Shen J, Xiao P-G.. 2017. Anticancer chemodiversity of Ranunculaceae medicinal plants: molecular mechanisms and functions. Current Genomics 18, 39–59.", "ArticleIdList": ["PMC5321773", "28503089"]}, {"Citation": "Hao D-C, Xiao P-G, Ma H-Y, Peng Y, He C-N.. 2015. Mining chemodiversity from biodiversity: pharmacophylogeny of medicinal plants of Ranunculaceae. Chinese Journal of Natural Medicines 13, 507–520.", "ArticleIdList": ["26233841"]}, {"Citation": "Hauschild K, Pauli HH, Kutchan TM.. 1998. Isolation and analysis of a gene bbe1 encoding the berberine bridge enzyme from the California poppy Eschscholzia californica. Plant Molecular Biology 36, 473–478.", "ArticleIdList": ["9484487"]}, {"Citation": "He J, Lyu R, Luo Y, Xiao J, Xie L, Wen J, Li W, Pei L, Cheng J.. 2022. A phylotranscriptome study using silica gel-dried leaf tissues produces an updated robust phylogeny of Ranunculaceae. Molecular Phylogenetics and Evolution 174, 107545.", "ArticleIdList": ["35690374"]}, {"Citation": "He S, Liu C, Saxena PK.. 2007. Plant regeneration of an endangered medicinal plant Hydrastis canadensis L. Scientia Horticulturae 113, 82–86."}, {"Citation": "Heiss AG, Oeggl K.. 2005. The oldest evidence of Nigella damascena L (Ranunculaceae) and its possible introduction to central Europe. Vegetation History and Archaeobotany 14, 562–570."}, {"Citation": "Herrera F, Manchester SR, Hoot SB, Wefferling KM, Carvalho MR, Jaramillo C.. 2011. Phytogeographic implications of fossil endocarps of Menispermaceae from the Paleocene of Colombia. American Journal of Botany 98, 2004–2017.", "ArticleIdList": ["22114219"]}, {"Citation": "Hidalgo O, Bartholmes C, Gleissberg S.. 2012. Virus-induced gene silencing (VIGS) in Cysticapnos vesicaria, a zygomorphic-flowered Papaveraceae (Ranunculales, basal eudicots). Annals of Botany 109, 911–920.", "ArticleIdList": ["PMC3310490", "22307568"]}, {"Citation": "Hidalgo O, Gleissberg S.. 2010. Evolution of reproductive morphology in the Papaveraceae sl (Papaveraceae and Fumariaceae, Ranunculales). International Journal of Plant Developmental Biology 4, 76–85."}, {"Citation": "Hiepko P. 1965. Vergleichend-morphologische und entwicklungsgeschichtliche Untersuchungen über das Perianth bei den Polycaricae. Botanisches Jahrbucher für Systematik, Pflanzengeschicte und Pflanzengeographie 84, 359–508."}, {"Citation": "Hileman LC. 2014. Trends in flower symmetry evolution revealed through phylogenetic and developmental genetic advances. Philosophical Transactions of the Royal Society B: Biological Sciences 369, 20130348.", "ArticleIdList": ["PMC4071522", "24958922"]}, {"Citation": "Hileman LC, Drea S, Martino G, Litt A, Irish VF.. 2005. Virus-induced gene silencing is an effective tool for assaying gene function in the basal eudicot species Papaver somniferum (opium poppy). The Plant Journal 44, 334–341.", "ArticleIdList": ["16212610"]}, {"Citation": "Holländer-Czytko H, Johänning D, Meyer HE, Amrhein N.. 1988. Molecular basis for the overproduction of 5-enolpyruvylshikimate 3-phosphate synthase in a glyphosate-tolerant cell suspension culture of Corydalis sempervirens. Plant Molecular Biology 11, 215–220.", "ArticleIdList": ["24272263"]}, {"Citation": "Hong UVT, Tamiru-Oli M, Hurgobin B, Okey CR, Abreu AR, Lewsey MG.. 2022. Insights into opium poppy (Papaver spp) genetic diversity from genotyping-by-sequencing analysis. Scientific Reports 12, 111.", "ArticleIdList": ["PMC8741915", "34997061"]}, {"Citation": "Hoot SB, Magallon S, Crane PR.. 1999. Phylogeny of basal eudicots based on three molecular data sets: atpB, rbcL, and 18S nuclear ribosomal DNA sequences. Annals of the Missouri Botanical Garden 86, 1–32."}, {"Citation": "Hoot SB, Wefferling KM, Wulff JA.. 2015. Phylogeny and character evolution of Papaveraceae s l (Ranunculales). Systematic Botany 40, 474–488."}, {"Citation": "Hori K, Yamada Y, Purwanto R, Minakuchi Y, Toyoda A, Hirakawa H, Sato F.. 2018. Mining of the uncharacterized cytochrome P450 genes involved in alkaloid biosynthesis in California poppy using a draft genome sequence. Plant and Cell Physiology 59, 222–233.", "ArticleIdList": ["PMC5913652", "29301019"]}, {"Citation": "Hsieh C-L, Yu C-C, Huang Y-L, Chung K-F.. 2021. Mahonia vs Berberis unloaded: generic delimitation and infrafamilial classification of Berberidaceae based on plastid phylogenomics. Frontiers in Plant Science 12, 720171.", "ArticleIdList": ["PMC8770955", "35069611"]}, {"Citation": "Huang H, Liang J, Tan Q, Ou L, Li X, Zhong C, Huang H, Møller IM, Wu X, Song S.. 2021. Insights into triterpene synthesis and unsaturated fatty-acid accumulation provided by chromosomal-level genome analysis of Akebia trifoliata subsp australis. Horticulture Research 8, 33.", "ArticleIdList": ["PMC7848005", "33518712"]}, {"Citation": "Huang P, Xu M, Xia L, Qing Z, Tang Q, Liu W, Zeng J.. 2017. Establishment of an efficient Agrobacterium-mediated genetic transformation method in Macleaya cordata. Scientia Horticulturae 226, 302–306."}, {"Citation": "Jabbour F, Cossard G, Le Guilloux M, Sannier J, Nadot S, Damerval C.. 2014. Specific duplication and dorsoventrally asymmetric expression patterns of Cycloidea-like genes in zygomorphic species of Ranunculaceae. PLoS One 9, e95727.", "ArticleIdList": ["PMC3994137", "24752428"]}, {"Citation": "Jabbour F, Damerval C, Nadot S.. 2008. Evolutionary trends in the flowers of Asteridae: is polyandry an alternative to zygomorphy? Annals of Botany 102, 153–165.", "ArticleIdList": ["PMC2712368", "18511411"]}, {"Citation": "Jabbour F, Du Pasquier PE, Chazalviel L, Le Guilloux M, Conde e Silva NC, Deveaux Y, Galipot P, Heiss AG, ManicacciD, Damerval C.. 2021. Evolution of the distribution area of the Mediterranean Nigella damascena and a likely multiple molecular origin of its perianth dimorphism. Flora 274, 151735."}, {"Citation": "Jabbour F, Renner SS.. 2012. Spurs in a spur: perianth evolution in the Delphinieae (Ranunculaceae). International Journal of Plant Sciences 173, 1036–1054."}, {"Citation": "Jabbour F, Ronse De Craene LP, Nadot S, Damerval C.. 2009. Establishment of zygomorphy on an ontogenic spiral and evolution of perianth in the tribe Delphinieae (Ranunculaceae). Annals of Botany 104, 809–822.", "ArticleIdList": ["PMC2749547", "19608573"]}, {"Citation": "Jack T, Fox GL, Meyerowitz EM.. 1994. Arabidopsis homeotic gene APETALA3 ectopic expression: transcriptional and posttranscriptional regulation determine floral organ identity. Cell 76, 703–716.", "ArticleIdList": ["7907276"]}, {"Citation": "Jacques FM. 2009. Fossil history of the Menispermaceae (Ranunculales). Annales de Paléontologie 95, 53–69."}, {"Citation": "Jesus A, Bonhomme V, Evin A, Ivorra S, Soteras R, Salavert A, Antolín F, Bouby L.. 2021. A morphometric approach to track opium poppy domestication. Scientific Reports 11, 9778.", "ArticleIdList": ["PMC8105347", "33963241"]}, {"Citation": "Jud NA, Iglesias A, Wilf P, Gandolfo MA.. 2018. Fossil moonseeds from the Paleogene of West Gondwana (Patagonia, Argentina). American Journal of Botany 105, 927–942.", "ArticleIdList": ["29882954"]}, {"Citation": "Kadereit JW. 1993. Papaveraceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 494–506."}, {"Citation": "Kaplan SM, Mulcahy DL.. 1971. Mode of pollination and floral sexuality in Thalictrum. Evolution 25, 659–668.", "ArticleIdList": ["28564786"]}, {"Citation": "Keet J-H, Cindi DD, Du Preez PJ.. 2016. Assessing the invasiveness of Berberis aristata and B. julianae (Berberidaceae) in South Africa: management options and legal recommendations. South African Journal of Botany 105, 288–298."}, {"Citation": "Kessler PJA. 1993. Annonaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 93–129."}, {"Citation": "Kim S, Soltis DE, Soltis PS, Zanis MJ, Suh Y.. 2004. Phylogenetic relationships among early-diverging eudicots based on four genes: were the eudicots ancestrally woody? Molecular Phylogenetics and Evolution 31, 16–30.", "ArticleIdList": ["15019605"]}, {"Citation": "Klimek-Chodacka M, Kadluczka D, Lukasiewicz A, Malec-Pala A, Baranski R, Grzebelus E.. 2020. Effective callus induction and plant regeneration in callus and protoplast cultures of Nigella damascena L. Plant Cell, Tissue and Organ Culture 143, 693–707."}, {"Citation": "Kramer EM, Di Stilio VS, Schlüter PM.. 2003. Complex patterns of gene duplication in the APETALA3 and PISTILLATA lineages of the Ranunculaceae. International Journal of Plant Sciences 164, 1–11."}, {"Citation": "Kramer EM, Holappa L, Gould B, Jaramillo MA, Setnikov D, Santiago PM.. 2007. Elaboration of B gene function to include the identity of novel floral organs in the lower eudicot Aquilegia. The Plant Cell 19, 750–766.", "ArticleIdList": ["PMC1867376", "17400892"]}, {"Citation": "Kramer EM, Jaramillo MA, Di Stilio VS.. 2004. Patterns of gene duplication and functional evolution during the diversification of the AGAMOUS subfamily of MADS box genes in angiosperms. Genetics 166, 1011–1023.", "ArticleIdList": ["PMC1470751", "15020484"]}, {"Citation": "Lange M, Orashakova S, Lange S, Melzer R, Theißen G, Smyth DR, Becker A.. 2013. The seirena B class floral homeotic mutant of California poppy (Eschscholzia californica) reveals a function of the enigmatic PI motif in the formation of specific multimeric MADS domain protein complexes. The Plant Cell 25, 438–453.", "ArticleIdList": ["PMC3608770", "23444328"]}, {"Citation": "Larue NC, Sullivan AM, Di Stilio VS.. 2013. Functional recapitulation of transitions in sexual systems by homeosis during the evolution of dioecy in Thalictrum. Frontiers in Plant Science 4, 487.", "ArticleIdList": ["PMC3842162", "24348491"]}, {"Citation": "La Valva V, Sabato S, Siniscalco Gigliano G.. 1985. Morphology and alkaloid chemistry of Papaver setigerum DC (Papaveraceae). TAXON 34, 191–196."}, {"Citation": "Lee J-Y, Baum SF, Oh S-H, Jiang C-Z, Chen J-C, Bowman JL.. 2005. Recruitment of CRABS CLAW to promote nectary development within the eudicot clade. Development 132, 5021–5032.", "ArticleIdList": ["16236772"]}, {"Citation": "Li L-F, Wang H-Y, Pang D, Liu Y, Liu B, Xiao H-X.. 2014. Phenotypic and genetic evidence for ecological speciation of Aquilegia japonica and A. oxysepala. New Phytologist 204, 1028–1040.", "ArticleIdList": ["25117915"]}, {"Citation": "Li Y, Winzer T, He Z, Graham IA.. 2020. Over 100 million years of enzyme evolution underpinning the production of morphine in the Papaveraceae family of flowering plants. Plant Communications 1, 100029.", "ArticleIdList": ["PMC7357826", "32685922"]}, {"Citation": "Lian L, Del C Ortiz R, Jabbour F, Zhang C-F, Xiang X-G, Erst AS, Gao T-G, Chen Z-D, Wang W.. 2020. Phylogeny and biogeography of Pachygoneae (Menispermaceae), with consideration of the boreotropical flora hypothesis and resurrection of the genera Cebatha and Nephroia. Molecular Phylogenetics and Evolution 148, 106825.", "ArticleIdList": ["32294547"]}, {"Citation": "Lidén M. 1993a. Fumariaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 310–318."}, {"Citation": "Lidén M. 1993b. Pteridophyllaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer, 556–557."}, {"Citation": "Litt A. 2007. An evaluation of A-function: evidence from the APETALA1 and APETALA2 gene lineages. International Journal of Plant Sciences 168, 73–91."}, {"Citation": "Liu X, Liu Y, Huang P, et al. . 2017. The genome of medicinal plant Macleaya cordata provides new insights into benzylisoquinoline alkaloids metabolism. Molecular Plant 10, 975–989.", "ArticleIdList": ["28552780"]}, {"Citation": "Liu Y, Wang B, Shu S, et al. . 2021. Analysis of the Coptis chinensis genome reveals the diversification of protoberberine-type alkaloids. Nature Communications 12, 3276.", "ArticleIdList": ["PMC8172641", "34078898"]}, {"Citation": "Liu Y, Wang S, Li L, et al. . 2022. The Cycas genome and the early evolution of seed plants. Nature Plants 8, 389–401.", "ArticleIdList": ["PMC9023351", "35437001"]}, {"Citation": "Loconte H. 1993. Berberidaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin Heidelberg: Springer, 147–152."}, {"Citation": "Lotz D, Imani J, Ehlers K, Becker A.. 2022. Towards a genetic model organism: an efficient method for stable genetic transformation of Eschscholzia californica (Ranunculales). Plant Cell, Tissue and Organ Culture 149, 823–832."}, {"Citation": "Lubbers AE, Christensen LN.. 1986. Intraseasonal variation in seed production among flowers and plants of Thalictrum thalictroides (Ranunculaceae). American Journal of Botany 73, 190–203."}, {"Citation": "Mai DH. 1995. Tertiäre Vegetationsgeschichte Europas. Jena: Gustav Fischer Verlag."}, {"Citation": "Mandal SK, Maji AK, Mishra SK, Ishfaq PM, Devkota HP, Silva AS, Das N.. 2020. Goldenseal (Hydrastis canadensis L) and its active constituents: a critical review of their efficacy and toxicological issues. Pharmacological Research 160, 105085.", "ArticleIdList": ["32683037"]}, {"Citation": "Manni M, Berkeley MR, Seppey M, Zdobnov EM.. 2021. BUSCO: assessing genomic data quality and beyond. Current Protocols 1, e323.", "ArticleIdList": ["34936221"]}, {"Citation": "Martínez-Gómez J, Galimba KD, Coté EY, Sullivan AM, Di Stilio VS.. 2021. Spontaneous homeotic mutants and genetic control of floral organ identity in a ranunculid. Evolution & Development 23, 197–214.", "ArticleIdList": ["33179410"]}, {"Citation": "Martínez-Gómez J, Park S, Hartogs SR, Soza VL, Park S, Di Stilio VS.. 2023. Flower morphology as a predictor of pollination mode in a biotic to abiotic pollination continuum. Annals of Botany 132, 61–76.", "ArticleIdList": ["PMC10550269", "37235981"]}, {"Citation": "McNaughton IH, Harper JL.. 1960. The comparative biology of closely related species living in the same area: I. External breeding-barriers between Papaver species. New Phytologist 59, 15–26."}, {"Citation": "Mendes MM, Grimm GW, Pais J, Friis EM.. 2014. Fossil Kajanthus lusitanicus gen et sp nov from Portugal: floral evidence for Early Cretaceous Lardizabalaceae (Ranunculales, basal eudicot). Grana 53, 283–301."}, {"Citation": "Miller RB. 1981. Hawkmoths and the geographic patterns of floral variation in Aquilegia caerulea. Evolution 35, 763–774.", "ArticleIdList": ["28563131"]}, {"Citation": "Min Y, Bunn JI, Kramer EM.. 2019. Homologs of the STYLISH gene family control nectary development in Aquilegia. New Phytologist 221, 1090–1100.", "ArticleIdList": ["30145791"]}, {"Citation": "Mohammed AA-H, Masyad HM.. 2020. Genetic transformation of Nigella sativa L. plants with Agrobacterium rhizogenes 35S GUS R1000 and estimation of thymoquinone level in transformed hairy roots cultures. Plant Archives 20, 3649–3652."}, {"Citation": "O’Donnell S, Lane MD, Lawrence MJ.. 1993. The population genetics of the self-incompatibility polymorphism in Papaver rhoeas. VI. Estimation of the overlap between the allelelic complements of a pair of populations. Heredity 71, 591–595."}, {"Citation": "One Thousand Plant Transcriptomes Initiative. 2019. One thousand plant transcriptomes and the phylogenomics of green plants. Nature 574, 679–685.", "ArticleIdList": ["PMC6872490", "31645766"]}, {"Citation": "Orashakova S, Lange M, Lange S, Wege S, Becker A.. 2009. The CRABS CLAW ortholog from California poppy (Eschscholzia californica, Papaveraceae), EcCRC, is involved in floral meristem termination, gynoecium differentiation and ovule initiation. The Plant Journal 58, 682–693.", "ArticleIdList": ["19175766"]}, {"Citation": "Orellana MR, Blanché C, Simon J, Bosch M.. 2009. Genetic diversity within and among disjunct populations of the Mediterranean island endemic Delphinium pictum and D. requienii (Ranunculaceae). Folia Geobotanica 44, 47–63."}, {"Citation": "Ortiz RDC, Kellog AA, van der Werff H.. 2007. Molecular phylogeny of the moonseed family (Menispermaceae): implications for morphological diversification. American Journal of Botany 94, 1425–1438.", "ArticleIdList": ["21636510"]}, {"Citation": "Ortiz RDC, Wang W, Jacques FM, Chen Z.. 2016. Phylogeny and a revised tribal classification of Menispermaceae (moonseed family) based on molecular and morphological data. TAXON 65, 1288–1312."}, {"Citation": "Pabón-Mora N, Ambrose BA, Litt A.. 2012. Poppy APETALA1/FRUITFULL orthologs control flowering time, branching, perianth identity, and fruit development. Plant Physiology 158, 1685–1704.", "ArticleIdList": ["PMC3320178", "22286183"]}, {"Citation": "Pabón-Mora N, Sharma B, Holappa LD, Kramer EM, Litt A.. 2013. The Aquilegia FRUITFULL-like genes play key roles in leaf morphogenesis and inflorescence development. The Plant Journal 74, 197–212.", "ArticleIdList": ["23294330"]}, {"Citation": "Pabón-Mora N, Wong GK-S, Ambrose BA.. 2014. Evolution of fruit development genes in flowering plants. Frontiers in Plant Science 5, 300.", "ArticleIdList": ["PMC4071287", "25018763"]}, {"Citation": "Park S-U, Facchini PJ.. 2000a. Agrobacterium-mediated transformation of opium poppy, Papaver somniferum, via shoot organogenesis. Journal of Plant Physiology 157, 207–214."}, {"Citation": "Park S-U, Facchini PJ.. 2000b. Agrobacterium-mediated genetic transformation of California poppy, Eschscholzia californica Cham, via somatic embryogenesis. Plant Cell Reports 19, 1006–1012.", "ArticleIdList": ["30754831"]}, {"Citation": "Pathak S, Lakhwani D, Gupta P, Mishra BK, Shukla S, Asif MH, Trivedi PK.. 2013. Comparative transcriptome analysis using high papaverine mutant of Papaver somniferum reveals pathway and uncharacterized steps of papaverine biosynthesis. PLoS One 8, e65622.", "ArticleIdList": ["PMC3667846", "23738019"]}, {"Citation": "Pei L, Wang B, Ye J, et al. . 2021. Genome and transcriptome of Papaver somniferum Chinese landrace CHM indicates that massive genome expansion contributes to high benzylisoquinoline alkaloid biosynthesis. Horticulture Research 8, 5.", "ArticleIdList": ["PMC7775465", "33384435"]}, {"Citation": "Pellmyr O. 1995. Pollination biology. In: Hiepko P, ed. Die Naturlichen Pflanzenfamilien, Ranunculaceae. Berlin: Duncker & Humblot, 160–184."}, {"Citation": "Peng H-W, Xiang K-L, Erst AS, Lian L, Ortiz RDC, Jabbour F, Chen Z-D, Wang W.. 2023. A complete genus-level phylogeny reveals the Cretaceous biogeographic diversification of the poppy family. Molecular Phylogenetics and Evolution 181, 107712.", "ArticleIdList": ["36693534"]}, {"Citation": "Pessoa EM, Ribeiro AC, Christenhusz MJM, Coan AI, Jud NA.. 2023. Is Santaniella a ranunculid? Reassessment of this enigmatic fossil angiosperm from the Lower Cretaceous (Aptian, Crato Konservat-Lagerstätte, Brazil) provides a new interpretation. American Journal of Botany 110, e16163.", "ArticleIdList": ["37014186"]}, {"Citation": "Pessoa EM, Ribeiro AC, Jud NA.. 2021. A eudicot leaf from the lower Cretaceous (Aptian, Araripe Basin) Crato Konservat-Lagerstätte. American Journal of Botany 108, 2055–2065.", "ArticleIdList": ["34647319"]}, {"Citation": "Peterson RL, Scott MG, Miller SL.. 1979. Some aspects of carpel structure in Caltha palustris L (Ranunculaceae). American Journal of Botany 66, 334."}, {"Citation": "Pigg KB, Devore ML.. 2005. Paleoactaea gen nov (Ranunculaceae) fruits from the Paleogene of North Dakota and the London Clay. American Journal of Botany 92, 1650–1659.", "ArticleIdList": ["21646082"]}, {"Citation": "Pollack AJ, Gong X, Pollack JR.. 2019. A common phytoene synthase mutation underlies white petal varieties of the California poppy. Scientific Reports 9, 11615.", "ArticleIdList": ["PMC6690985", "31406151"]}, {"Citation": "Prajapati S, Bajpai S, Gupta MM, Kumarz S.. 2001. The floral androcarpel organ (ACO) mutation permits high alkaloid yields in opium poppy Papaver somniferum. Current Science 81, 1109–1112."}, {"Citation": "Puzey JR, Gerbode SJ, Hodges SA, Kramer EM, Mahadevan L.. 2012. Evolution of spur-length diversity in Aquilegia petals is achieved solely through cell-shape anisotropy. Proceedings of the Royal Society B: Biological Sciences 279, 1640–1645.", "ArticleIdList": ["PMC3282339", "22090381"]}, {"Citation": "Rasmussen DA, Kramer EM, Zimmer EA.. 2009. One size fits all? Molecular evidence for a commonly inherited petal identity program in Ranunculales. American Journal of Botany 96, 96–109.", "ArticleIdList": ["21628178"]}, {"Citation": "Ren Y, Gu T, Chang H.. 2011. Floral development of Dichocarpum, Thalictrum, and Aquilegia (Thalictroideae, Ranunculaceae). Plant Systematics and Evolution 292, 203–213."}, {"Citation": "Ren Y, Li H-F, Zhao L, Endress PK.. 2007. Floral morphogenesis in Euptelea (Eupteleaceae, Ranunculales). Annals of Botany 100, 185–193.", "ArticleIdList": ["PMC2735319", "17550909"]}, {"Citation": "Ren Y, Li Z, Chang H, Lei Y, Lu A.. 2004. Floral development of Kingdonia (Ranunculaceae s. l., Ranunculales). Plant Systematics and Evolution 247, 145–153."}, {"Citation": "Reyes E, Sauquet H, Nadot S.. 2016. Perianth symmetry changed at least 199 times in angiosperm evolution. TAXON 65, 945–964."}, {"Citation": "Ronse De Craene LP, Brockington SF.. 2013. Origin and evolution of petals in angiosperms. Plant Ecology and Evolution 146, 5–25."}, {"Citation": "Rössner C, Lotz D, Becker A.. 2022. VIGS goes viral: how VIGS transforms our understanding of plant science. Annual Review of Plant Biology 73, 703–728.", "ArticleIdList": ["35138878"]}, {"Citation": "Salavert A, Zazzo A, Martin L, et al. . 2020. Direct dating reveals the early history of opium poppy in western Europe. Scientific Reports 10, 20263.", "ArticleIdList": ["PMC7679390", "33219318"]}, {"Citation": "Samanani N, Park S-U, Facchini PJ.. 2002. In vitro regeneration and genetic transformation of the berberine-producing plant, Thalictrum flavum ssp glaucum. Physiologia Plantarum 116, 79–86.", "ArticleIdList": ["12207665"]}, {"Citation": "Sanders S, McGraw J.. 2005. Hydrastis canadensis L. (Ranunculaceae) distribution does not reflect response to microclimate gradients across a mesophytic forest cove. Plant Ecology 181, 279–288."}, {"Citation": "Sauquet H, von Balthazar M, Magallón S, et al. . 2017. The ancestral flower of angiosperms and its early diversification. Nature Communications 8, 16047.", "ArticleIdList": ["PMC5543309", "28763051"]}, {"Citation": "Sauquet H, Carrive L, Poullain N, Sannier J, Damerval C, Nadot S.. 2015. Zygomorphy evolved from disymmetry in Fumarioideae (Papaveraceae, Ranunculales): new evidence from an expanded molecular phylogenetic framework. Annals of Botany 115, 895–914.", "ArticleIdList": ["PMC4407061", "25814061"]}, {"Citation": "Schönenberger J, von Balthazar M, López Martínez A, et al. . 2020. Phylogenetic analysis of fossil flowers using an angiosperm-wide data set: proof-of-concept and challenges ahead. American Journal of Botany 107, 1433–1448.", "ArticleIdList": ["PMC7702048", "33026116"]}, {"Citation": "Schwarz-Sommer Z, Hue I, Huijser P, Flor PJ, Hansen R, Tetens F, Lönnig WE, Saedler H, Sommer H.. 1992. Characterization of the Antirrhinum floral homeotic MADS-box gene deficiens: evidence for DNA binding and autoregulation of its persistent expression throughout flower development. The EMBO Journal 11, 251–263.", "ArticleIdList": ["PMC556446", "1346760"]}, {"Citation": "Sharma B, Guo C, Kong H, Kramer EM.. 2011. Petal-specific subfunctionalization of an APETALA3 paralog in the Ranunculales and its implications for petal evolution. New Phytologist 191, 870–883.", "ArticleIdList": ["21557746"]}, {"Citation": "Sharma B, Kramer EM.. 2013. Virus-induced gene silencing in the rapid cycling columbine Aquilegia coerulea ‘Origami’. Methods in Molecular Biology 975, 71–81.", "ArticleIdList": ["23386296"]}, {"Citation": "Sharma B, Kramer EM.. 2017. Aquilegia B gene homologs promote petaloidy of the sepals and maintenance of the C domain boundary. EvoDevo 8, 22.", "ArticleIdList": ["PMC5704387", "29209492"]}, {"Citation": "Shen G, Luo Y, Yao Y, et al. . 2022. The discovery of a key prenyltransferase gene assisted by a chromosome-level Epimedium pubescens genome. Frontiers in Plant Science 13, 1034943.", "ArticleIdList": ["PMC9702526", "36452098"]}, {"Citation": "Singh SK, Gupta S, Ahmad N, Shukla AK, Shashany AK, Lal RK, Gupta MM, Dhawan OP.. 2017. Variability and heritability studies in floral homeotic mutants of Papaver somniferum L. Industrial Crops and Products 95, 276–285."}, {"Citation": "Singh SK, Shukla AK, Dhawan OP, Shasany AK.. 2014. Recessive loci Pps-1 and OM differentially regulate PISTILLATA-1 and APETALA3-1 expression for sepal and petal development in Papaver somniferum. PLoS One 9, e101272.", "ArticleIdList": ["PMC4076319", "24979593"]}, {"Citation": "Smith SY, Little SA, Cooper RL, Burnham RJ, Stockey RA.. 2013. A Ranunculalean Liana stem from the cretaceous of British Columbia, Canada: Atli morinii gen et sp nov. International Journal of Plant Sciences 174, 818–831."}, {"Citation": "Smolko DD, Peretti SW.. 1994. Stimulation of berberine secretion and growth in cell cultures of Thalictrum minus. Plant Cell Reports 14, 131–136.", "ArticleIdList": ["24192880"]}, {"Citation": "Sokoloff DD, Remizowa MV, Bateman RM, Rudall PJ.. 2018. Was the ancestral angiosperm flower whorled throughout? American Journal of Botany 105, 5–15.", "ArticleIdList": ["29532932"]}, {"Citation": "Soltis DE. 2000. Angiosperm phylogeny inferred from 18S rDNA, rbcL, and atpB sequences. Botanical Journal of the Linnean Society 133, 381–461."}, {"Citation": "Soza VL, Brunet J, Liston A, Smith PS, Di Stilio VS.. 2012. Phylogenetic insights into the correlates of dioecy in meadow-rues (Thalictrum, Ranunculaceae). Molecular Phylogenetics and Evolution 63, 180–192.", "ArticleIdList": ["22289865"]}, {"Citation": "Soza VL, Haworth KL, Di Stilio VS.. 2013. Timing and consequences of recurrent polyploidy in meadow-rues (Thalictrum, ranunculaceae). Molecular Biology and Evolution 30, 1940–1954.", "ArticleIdList": ["23728793"]}, {"Citation": "Soza VL, Snelson CD, Hewett Hazelton KD, Di Stilio VS.. 2016. Partial redundancy and functional specialization of E-class SEPALLATA genes in an early-diverging eudicot. Developmental Biology 419, 143–155.", "ArticleIdList": ["27502434"]}, {"Citation": "Sprengelmeyer EE, Rebertus AJ.. 2015. Seed bank dynamics in relation to disturbance and landscape for an ant-dispersed species. Plant Ecology 216, 371–381."}, {"Citation": "Stearn WT, Shaw J, Green PS, Mathew B.. 2002. Genus Epimedium and other herbaceous Berberidaceae. Portland, OR: Timber Press."}, {"Citation": "Su S, Zhao L, Ren Y, Zhang X-H.. 2021. Diversity of petals in Berberidaceae: development, micromorphology, and structure of floral nectaries. Protoplasma 258, 905–922.", "ArticleIdList": ["33496857"]}, {"Citation": "Sun G, Dilcher DL, Wang H, Chen Z.. 2011. A eudicot from the early Cretaceous of China. Nature 471, 625–628.", "ArticleIdList": ["21455178"]}, {"Citation": "Sun Y, Deng T, Zhang A, et al. . 2020. Genome sequencing of the endangered Kingdonia uniflora (Circaeasteraceae, Ranunculales) reveals potential mechanisms of evolutionary specialization. iScience 23, 101124.", "ArticleIdList": ["PMC7232092", "32428861"]}, {"Citation": "Sun Y, Moore MJ, Landis JB, et al. . 2018. Plastome phylogenomics of the early-diverging eudicot family Berberidaceae. Molecular Phylogenetics and Evolution 128, 203–211.", "ArticleIdList": ["30076981"]}, {"Citation": "Sun Y, Moore MJ, Lin N, Adelalu KF, Meng A, Jian S, Yang L, Li J, Wang H.. 2017. Complete plastome sequencing of both living species of Circaeasteraceae (Ranunculales) reveals unusual rearrangements and the loss of the ndh gene family. BMC Genomics 18, 592.", "ArticleIdList": ["PMC5551029", "28793854"]}, {"Citation": "Tamura M. 1965. Morphology, ecology and phylogeny of the Ranunculaceae IV. Scientific Reports of Osaka University 14, 53–71."}, {"Citation": "Tamura M. 1993. Ranunculaceae. In: Kubitzki K, Rohwer JG, Bittrich V, eds. Flowering plants · Dicotyledons. Berlin, Heidelberg: Springer Heidelberg, 563–583."}, {"Citation": "Terabayashi S. 1985. The comparative floral anatomy and systematics of the Berberidaceae: II. Systematic considerations. Acta Phytotaxonomica et Geobotanica 36, 1–13."}, {"Citation": "The Angiosperm Phylogeny Group. 2016. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Botanical Journal of the Linnean Society 181, 1–20."}, {"Citation": "Tian X, Zhang L, Ren Y.. 2005. Development of flowers and inflorescences of Circaeaster (Circaeasteraceae, Ranunculales). Plant Systematics and Evolution 256, 89–96."}, {"Citation": "Timerman D, Barrett SCH.. 2019. Comparative analysis of pollen release biomechanics in Thalictrum: implications for evolutionary transitions between animal and wind pollination. New Phytologist 224, 1121–1132.", "ArticleIdList": ["31172529"]}, {"Citation": "Tucker SC, Hodges SA.. 2005. Floral ontogeny of Aquilegia, Semiaquilegia, and Enemion (Ranunculaceae). International Journal of Plant Sciences 166, 557–574."}, {"Citation": "Vesprini JL, Nepi M, Pacini E.. 1999. Nectary structure, nectar secretion patterns and nectar composition in two helleborus species. Plant Biology 1, 560–568."}, {"Citation": "von Balthazar M, Pedersen KR, Friis EM.. 2005. Teixeiria lusitanica, a new fossil flower from the Early Cretaceous of Portugal with affinities to Ranunculales. Plant Systematics and Evolution 255, 55–75."}, {"Citation": "Wakelin AM, Lister CE, Conner AJ.. 2003. Inheritance and biochemistry of pollen pigmentation in California poppy (Eschscholzia californica Cham.). International Journal of Plant Sciences 164, 867–875."}, {"Citation": "Wang P, Liao H, Zhang W, Yu X, Zhang R, Shan H, Duan X, Yao X, Kong H.. 2015. Flexibility in the structure of spiral flowers and its underlying mechanisms. Nature Plants 2, 15188.", "ArticleIdList": ["27250746"]}, {"Citation": "Wang TN, Clifford MR, Martínez-Gómez J, Johnson JC, Riffell JA, Di Stilio VS.. 2019. Scent matters: differential contribution of scent to insect response in flowers with insect vs wind pollination traits. Annals of Botany 123, 289–301.", "ArticleIdList": ["PMC6344221", "30052759"]}, {"Citation": "Wang W, Chen Z-D, Liu Y, Li R-Q, Li J-H.. 2007. Phylogenetic and biogeographic diversification of Berberidaceae in the northern hemisphere. Systematic Botany 32, 731–742."}, {"Citation": "Wang W, Del Ortiz RC, Jacques FMB, et al. . 2017. New insights into the phylogeny of Burasaieae (Menispermaceae) with the recognition of a new genus and emphasis on the southern Taiwanese and mainland Chinese disjunction. Molecular Phylogenetics and Evolution 109, 11–20.", "ArticleIdList": ["28049039"]}, {"Citation": "Wang W, Lin L, Xiang X-G, Ortiz RDC, Liu Y, Xiang K-L, Yu S-X, Xing Y-W, Chen Z-D.. 2016. The rise of angiosperm-dominated herbaceous floras: insights from Ranunculaceae. Scientific Reports 6, 27259.", "ArticleIdList": ["PMC4890112", "27251635"]}, {"Citation": "Wang W, Lu A-M, Ren Y, Endress ME, Chen Z-D.. 2009. Phylogeny and classification of Ranunculales: evidence from four molecular loci and morphological data. Perspectives in Plant Ecology, Evolution and Systematics 11, 81–110."}, {"Citation": "Wang W, Xiang X-G, Xiang K-L, Del Ortiz RC, Jabbour F, Chen Z-D.. 2020. A dated phylogeny of Lardizabalaceae reveals an unusual long-distance dispersal across the Pacific Ocean and the rapid rise of East Asian subtropical evergreen broadleaved forests in the late Miocene. Cladistics 36, 447–457.", "ArticleIdList": ["34618951"]}, {"Citation": "Wang X-J, Lv X-Q, Zhu Q-Q, Zhang X-H.. 2023. Diversity of staminal nectariferous appendages in disymmetric and zygomorphic flowers of Fumarioideae (Papaveraceae). Protoplasma 260, 1453–1467.", "ArticleIdList": ["37156937"]}, {"Citation": "Wege S, Scholz A, Gleissberg S, Becker A.. 2007. Highly efficient virus-induced gene silencing (VIGS) in California poppy (Eschscholzia californica): an evaluation of VIGS as a strategy to obtain functional data from non-model plants. Annals of Botany 100, 641–649.", "ArticleIdList": ["PMC2533598", "17616562"]}, {"Citation": "Whittall JB, Hodges SA.. 2007. Pollinator shifts drive increasingly long nectar spurs in columbine flowers. Nature 447, 706–709.", "ArticleIdList": ["17554306"]}, {"Citation": "Worberg A, Quandt D, Barniske A-M, Löhne C, Hilu KW, Borsch T.. 2007. Phylogeny of basal eudicots: insights from non-coding and rapidly evolving DNA. Organisms Diversity & Evolution 7, 55–77."}, {"Citation": "Xie J, Zhao H, Li K, et al. . 2020. A chromosome-scale reference genome of Aquilegia oxysepala var kansuensis. Horticulture Research 7, 113.", "ArticleIdList": ["PMC7326910", "32637141"]}, {"Citation": "Xie S-Y, Hou X-Q, Zhang X-H.. 2022. Are the spurs more complex than other petal types in Epimedium? Evidence from development, micromorphology, and nectary structure. Flora 293, 152101."}, {"Citation": "Xing Y, Gandolfo MA, Onstein RE, et al. . 2016. Testing the biases in the rich Cenozoic angiosperm macrofossil record. International Journal of Plant Sciences 177, 371–388."}, {"Citation": "Xu Z, Li Z, Ren F, et al. . 2022. The genome of Corydalis reveals the evolution of benzylisoquinoline alkaloid biosynthesis in Ranunculales. The Plant Journal 111, 217–230.", "ArticleIdList": ["PMC7614287", "35476217"]}, {"Citation": "Yang X, Gao S, Guo L, et al. . 2021. Three chromosome-scale Papaver genomes reveal punctuated patchwork evolution of the morphinan and noscapine biosynthesis pathway. Nature Communications 12, 6030.", "ArticleIdList": ["PMC8521590", "34654815"]}, {"Citation": "Yant L, Collani S, Puzey J, Levy C, Kramer EM.. 2015. Molecular basis for three-dimensional elaboration of the Aquilegia petal spur. Proceedings of the Royal Society B: Biological Sciences 282, 20142778.", "ArticleIdList": ["PMC4345449", "25673682"]}, {"Citation": "Yellina AL, Orashakova S, Lange S, Erdmann R, Leebens-Mack J, Becker A.. 2010. Floral homeotic C function genes repress specific B function genes in the carpel whorl of the basal eudicot California poppy (Eschscholzia californica). EvoDevo 1, 13.", "ArticleIdList": ["PMC3012024", "21122096"]}, {"Citation": "Zahn LM, Leebens-Mack JH, Arrington JM, Hu Y, Landherr LL, dePamphilis CW, Becker A, Theissen G, Ma H.. 2006. Conservation and divergence in the AGAMOUS subfamily of MADS-box genes: evidence of independent sub- and neofunctionalization events. Evolution & Development 8, 30–45.", "ArticleIdList": ["16409381"]}, {"Citation": "Zalko J, Frachon S, Morel A, et al. . 2021. Floral organogenesis and morphogenesis of Staphisagria (Ranunculaceae): implications for the evolution of synorganized floral structures in Delphinieae. International Journal of Plant Sciences 182, 59–70."}, {"Citation": "Zhai W, Duan X, Zhang R, Guo C, Li L, Xu G, Shan H, Kong H, Ren Y.. 2019. Chloroplast genomic data provide new and robust insights into the phylogeny and evolution of the Ranunculaceae. Molecular Phylogenetics and Evolution 135, 12–21.", "ArticleIdList": ["30826488"]}, {"Citation": "Zhang J-M, Peng X-Y, Song M-L, Li Z-J, Xu X-Q, Wang W.. 2022. Effects of climate change on the distribution of wild Akebia trifoliata. Ecology and Evolution 12, e8714.", "ArticleIdList": ["PMC8941373", "35356559"]}, {"Citation": "Zhang R, Guo C, Zhang W, et al. . 2013. Disruption of the petal identity gene APETALA3-3 is highly correlated with loss of petals within the buttercup family (Ranunculaceae). Proceedings of the National Academy of Sciences, USA 110, 5074–5079.", "ArticleIdList": ["PMC3612624", "23479615"]}, {"Citation": "Zhang R, Min Y, Holappa LD, Walcher-Chevillet CL, Duan X, Donaldson E, Kong H, Kramer EM.. 2020. A role for the Auxin Response Factors ARF6 and ARF8 homologs in petal spur elongation and nectary maturation in Aquilegia. New Phytologist 227, 1392–1405.", "ArticleIdList": ["32356309"]}, {"Citation": "Zhang X, Zhao L.. 2018. Morphology, structure and ultrastructure of staminal nectary in Lamprocapnos (Fumarioideae, Papaveraceae). Flora 242, 128–136."}, {"Citation": "Zhang X-H, Ren YI.. 2011. Comparative floral development in Lardizabalaceae (Ranunculales). Botanical Journal of the Linnean Society 166, 171–184."}, {"Citation": "Zhang Z, Zhang J, Yang Q, Li B, Zhou W, Wang Z.. 2021. Genome survey sequencing and genetic diversity of cultivated Akebia trifoliata assessed via phenotypes and SSR markers. Molecular Biology Reports 48, 241–250.", "ArticleIdList": ["33400074"]}, {"Citation": "Zhao H, Liao H, Li S, et al. . 2023. Delphinieae flowers originated from the rewiring of interactions between duplicated and diversified floral organ identity and symmetry genes. The Plant Cell 35, 994–1012.", "ArticleIdList": ["PMC10015166", "36560915"]}, {"Citation": "Zhao L, Bachelier JB, Chang H, Tian X, Ren Y.. 2012. Inflorescence and floral development in Ranunculus and three allied genera in Ranunculeae (Ranunculoideae, Ranunculaceae). Plant Systematics and Evolution 298, 1057–1071."}, {"Citation": "Zhao Y, Pfannebecker K, Dommes AB, Hidalgo O, Becker A, Elomaa P.. 2018. Evolutionary diversification of CYC/TB1-like TCP homologs and their recruitment for the control of branching and floral morphology in Papaveraceae (basal eudicots). New Phytologist 220, 317–331.", "ArticleIdList": ["29949661"]}, {"Citation": "Zohary D, Hopf M, Weiss E.. 2012. Domestication of plants in the old world: the origin and spread of domesticated plants in Southwest Asia, Europe, and the Mediterranean Basin. Oxford: Oxford University Press."}, {"Citation": "Zou S-Y, Feng C, Gao P-X, Li T-J, Jia T-J, Huang H.. 2022. Germplasm resources and genetic improvement of Akebia: a new fruit crop in China. Plant Diversity 45, 712–721.", "ArticleIdList": ["PMC10772107", "38197008"]}, {"Citation": "Zumajo-Cardona C, Ambrose BA, Pabón-Mora N.. 2017. Evolution of the SPATULA/ALCATRAZ gene lineage and expression analyses in the basal eudicot, Bocconia frutescens L (Papaveraceae). EvoDevo 8, 5.", "ArticleIdList": ["PMC5353969", "28331573"]}, {"Citation": "Zumajo-Cardona C, Pabón-Mora N, Ambrose BA.. 2018. Duplication and diversification of REPLUMLESS—a case study in the Papaveraceae. Frontiers in Plant Science 9, 1833.", "ArticleIdList": ["PMC6299025", "30619406"]}, {"Citation": "Zumajo-Cardona C, Pabón-Mora N, Ambrose BA.. 2021. The evolution of euAPETALA2 genes in vascular plants: from plesiomorphic roles in sporangia to acquired functions in ovules and fruits. Molecular Biology and Evolution 38, 2319–2336.", "ArticleIdList": ["PMC8136505", "33528546"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2024", "Month": "3", "Day": "28", "Hour": "6", "Minute": "45"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "18", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "16", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38109712", "PMC10967251", "10.1093/jxb/erad492", "7477764"]}}], "PubmedBookArticle": []}