{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Kaniguram", "Medical ethnobotany", "Medicinal plants", "Ormurs", "Pathans", "Waziristan"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38105177", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "19"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "17"}], "Language": ["eng"], "ELocationID": ["62", "10.1186/s13002-023-00634-z"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "17"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Keeping their own and integrating the other: medicinal plant use among Ormurs and Pathans in South Waziristan, Pakistan.", "Pagination": {"StartPage": "62", "MedlinePgn": "62"}, "Abstract": {"AbstractText": ["In multicultural societies, traditional knowledge among minorities faces several challenges. Minority groups often face difficult situations living in specific peripheral geographies and striving to retain their biocultural heritage, including medicinal plant knowledge and practices. Folk medicinal plant knowledge is a dynamic eco-cultural complex influenced by various environmental, socio-cultural, and political factors. Examining medicinal plant knowledge among minorities has been an increasingly popular topic in cross-cultural ethnobiology. It also helps understand the dynamics of local/traditional ecological knowledge (LEK/TEK) change within a given community. The current study was designed to investigate the status of medicinal plant knowledge among two linguistic groups, i.e. Ormurs and Pathans, living in a remote valley of West Pakistan.", "We recruited 70 male study participants from the studied groups for semi-structured interviews to record the medicinal plant use of their communities. Data were compared among the two studied communities using the stacked charts employing the presence or absence of data with Past 4.03 and Venn diagrams. Use reports (URs) were counted for each recorded taxon.", "A total of seventy-four medicinal plants were quoted as used as ethnomedicines by the researched communities. Most of the reported plants were used to treat digestive and liver problems. The cross-cultural comparison revealed a considerable homogeneity of medicinal plant knowledge (the two groups commonly used more than seventy plants); however, comparing uses recorded for the widely utilised medicinal plants showed numerous idiosyncratic uses among Ormurs but very few among Pathans. Ormurs reported a higher number of cultivated, wild, and imported plant uses than did Pathans. These results indicate that, compared to Pathans, the Ormur linguistic minority retain more folk medicinal plant knowledge, which may be explained by the fact that they have incorporated different folk remedies: their \"own knowledge\" plus that of Pathans, with whom they have lived together for centuries. Moreover, the local plant nomenclature among Ormurs was highly affected by the plant nomenclature of Pathans.", "The current study revealed that living together for a few centuries has not implied sharing plant knowledge (as the Pathans do not seem to have learnt from the Ormurs) or, in other words, that plant knowledge exchanges have been unidirectional. The findings show that the Pashto dominant culture may have possibly put pressure on the minority groups and affected local plant-centred cultural practices, as we see in the case of local plant nomenclature hybridisation among Omuri speakers. Hence, it is imperative to employ diverse educational strategies to revitalise the decline of medicinal plant knowledge in the studied communities, especially among Ormurs, who need more attention as they face more challenges than the other group. Locally based strategies should be devised to restore the fading connection with nature, which will be advantageous for revitalising plant knowledge."], "CopyrightInformation": "© 2023. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Ca'Foscari University of Venice, Via Torino 155, 30172, Venice, Italy. azizmhsd@gmail.com."}, {"Identifier": [], "Affiliation": "University of Gastronomic Sciences, Piazza Vittorio Emanuele II 9 Bra, 12042, Pollenzo, Italy. azizmhsd@gmail.com."}], "LastName": "Aziz", "ForeName": "Muhammad Abdul", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ethnobotany, Institute of Botany, Ilia State University, 0105, Tbilisi, Georgia."}, {"Identifier": [], "Affiliation": "Department of Zoology, Alpine Institute of Management and Technology, Dehradun, Uttarakhand, 248007, India."}], "LastName": "Hassan", "ForeName": "Musheerul", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Education and Social Sciences, Shaheed Zulfikar Ali Bhutto Institute of Science and Technology, Karachi, Pakistan."}], "LastName": "Ullah", "ForeName": "Aman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Plant Sciences and Biodiversity, University of Swat, Kanju, 19201, Pakistan."}], "LastName": "Ullah", "ForeName": "Zahid", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Informatics and Statistics, Ca'Foscari University of Venice, Via Torino 155, 30172, Venice, Italy."}], "LastName": "Sõukand", "ForeName": "Renata", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Gastronomic Sciences, Piazza Vittorio Emanuele II 9 Bra, 12042, Pollenzo, Italy."}, {"Identifier": [], "Affiliation": "Department of Medical Analysis, Tishk International University, Erbil, Kurdistan, 4401, Iraq."}], "LastName": "Pieroni", "ForeName": "Andrea", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "SupplMeshList": ["Pashtun people"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mustafa B, Hajdari A, Pieroni A, Pulaj B, Koro X, Quave CL. A cross-cultural comparison of folk plant uses among Albanians, Bosniaks, Gorani and Turks living in south Kosovo. J Ethnobiol Ethnomed. 2015;11:39.", "ArticleIdList": ["PMC4449527", "25964167"]}, {"Citation": "Ceuterick M, Vandebroek I, Torry B, Pieroni A. Cross-cultural adaptation in urban ethnobotany: the Colombian folk pharmacopoeia in London. J Ethnopharmacol. 2008;120:342–359.", "ArticleIdList": ["18852036"]}, {"Citation": "Aziz M, Abbasi AM, Ullah Z, Pieroni A. Shared but threatened: the heritage of wild food plant gathering among different linguistic and religious groups in the Ishkoman and Yasin Valleys. North Pak Foods. 2020;9:601.", "ArticleIdList": ["PMC7278586", "32397112"]}, {"Citation": "Aziz AM, Ullah Z, Adnan M, Sõukand R, Pieron A. Plant use adaptation in Pamir: Sarikoli Foraging in the Wakhan Area. North Pak Biol. 2022;11:1543.", "ArticleIdList": ["PMC9599004", "36290446"]}, {"Citation": "Jernigan K. Plants with histories: the changing ethnobotany of iquito speakers of the peruvian amazon. Econ Bot. 2012;66:46–59."}, {"Citation": "Aziz MA, Ullah Z, Al-Fatimi M, De Chiara M, Sõukand R, Pieroni A. On the trail of an ancient Middle Eastern Ethnobotany: traditional wild food plants gathered by Ormuri speakers in Kaniguram. NW Pakistan Biol. 2021;10:302.", "ArticleIdList": ["PMC8067455", "33917500"]}, {"Citation": "Morgenstierne G. Parachi and Ormuri (Volume 1). In Indo-Iranian Frontier Languages; H. Aschehoug & Co, Oslo, Norway. 1929. https://archive.org/details/in.gov.ignca.14416/page/n69/mode/2up. Assessed 24 Sep 2023."}, {"Citation": "Leech R. A vocabulary of the baraky language. J R Asiat Soc Bengal. 1838;7:727–731."}, {"Citation": "Campbell L, Lee NH, Okura E, Simpson S, Ueki K. 2022. The Catalogue of Endangered Languages (ElCat). http://endangeredlanguages.com/userquery/download/, Accessed 28 Aug 2022."}, {"Citation": "Quave CL, Pieroni A. A reservoir of ethnobotanical knowledge informs resilient food security and health strategies in the Balkans. Nat Plants. 2015;1:1–6.", "ArticleIdList": ["27246758"]}, {"Citation": "Kalle R, Sõukand R, Pieroni A. Devil is in the details: Use of wild food plants in historical Võromaa and Setomaa, present-day Estonia. Foods. 2020;9:570.", "ArticleIdList": ["PMC7278800", "32375306"]}, {"Citation": "Hopping K, Yangzong C, Klein J. Local knowledge production, transmission, and the importance of village leaders in a network of Tibetan pastoralists coping with environmental change. Ecol Soc. 2016;21:25.", "ArticleIdList": ["0"]}, {"Citation": "Mamedov N, Gardner Z, Craker LE. Medicinal plants used in Russia and Central Asia for the treatment of selected skin conditions. J Herbs Spices Med Plants. 2005;11:191–222."}, {"Citation": "Saslis-Lagoudakis CH, Hawkins JA, Greenhill SJ, Pendry CA, Watson MF, Tuladhar-Douglas W, Baral SR, Savolainen V. The evolution of traditional knowledge: environment shapes medicinal plant use in Nepal. Proc R Soc B: Biol Sci. 2014;281:20132768. doi: 10.1098/rspb.2013.2768.", "ArticleIdList": ["10.1098/rspb.2013.2768", "PMC4027389", "24523269"]}, {"Citation": "Sõukand R, Pieroni A. The importance of a border: Medical, veterinary, and wild food ethnobotany of the Hutsuls living on the Romanian and Ukrainian sides of Bukovina. J Ethnopharmacol. 2016;185:17–40.", "ArticleIdList": ["26965364"]}, {"Citation": "Pieroni A, Sõukand R. Are borders more important than geographical distance? The wild food ethnobotany of the Boykos and its overlap with that of the Bukovinian Hutsuls in Western Ukraine. J Ethnobiol. 2017;37:326–346."}, {"Citation": "Sõukand R, Kalle R, Pieroni A. Homogenisation of biocultural diversity: plant ethnomedicine and its diachronic change in Setomaa and Võromaa, Estonia, in the last century. Biology. 2022;11:192.", "ArticleIdList": ["PMC8869586", "35205061"]}, {"Citation": "Olsson P, Folke C. Local ecological knowledge and institutional dynamics for ecosystem management: a study of Lake Racken watershed. Sweden Ecosyst. 2001;4:85–104."}, {"Citation": "Weckerle CS, de Boer HJ, Puri RK, van Andel T, Bussmann RW, Leonti M. Recommended standards for conducting and reporting ethnopharmacological field studies. J Ethnopharmacol. 2018;210:125–132.", "ArticleIdList": ["28834697"]}, {"Citation": "Heinrich M, Lardos A, Leonti M, Weckerle C, Willcox M, Applequist W, Stafford G. Best practice in research: consensus statement on ethnopharmacological field studies–ConSEFS. J Ethnopharmacol. 2018;211:329–339.", "ArticleIdList": ["28818646"]}, {"Citation": "Khattak S. Ormuri: The Silent Victim of Militancy. Karachi: The Express Tribune; 2011."}, {"Citation": "Grierson GA. The ormuri or bargista language: an account of a little-known eranian dialect. Mem R Asiat Soc Bengal. 1918;7:1–101."}, {"Citation": "Morgenstierne, G. Report on a Linguistic Mission to Afghanistan; Instituttet for Sammenlignende Kulturforskning: Oslo, Norway. 1926. https://archive.org/details/dli.pahar.2283. Assessed on 24 Sep 2023."}, {"Citation": "Efimov, V.A. The Ormuri Language in Past and Present; Forum for Language Initiative: Islamabad. 2011. https://theswissbay.ch/pdf/Books/Linguistics/Mega%20linguistics%20pack/Indo-European/Iranian/Ormuri%20Language%20in%20Past%20and%20Present%20%28Efimov%29.pdf"}, {"Citation": "Kieffer CL. fin proche des langues iraniennes résiduelles du Sud-Est, ṛ etč en Afghanistan. Lang Société. 1979;10:37–71."}, {"Citation": "Kieffer CL. multilinguisme des Ormuṛs de Baraki-Barak (Afghanistan) Studia Iran. 1972;1:115–126."}, {"Citation": "Farooq S, Barki A, Khan MY, Fazal H. Ethnobotanical studies of the flora of tehsil Birmal in South Waziristan Agency. Pakistan Pak J Weed Sci Res. 2012;18:277–291."}, {"Citation": "International Society of Ethnobiology. ISE Code of Ethics (with 2008 Additions). Available online: http://ethnobiology.net/code-of-ethics (Accessed on 10 June 2023)."}, {"Citation": "Flora Online database [24] (http://www.worldfloraonline.org)."}, {"Citation": "Cárdenas PA, Kratz JM, Hernández A, Costa G, Ospina LF, Baena Y, Simões CMO, Jimenez-Kairuz Á, Aragon M. In vitro intestinal permeability studies, pharmacokinetics and tissue distribution of 6-methylcoumarin after oral and intraperitoneal administration in Wistar rats. Braz J Pharm Sci. 2017 doi: 10.1590/s2175-97902017000116081.", "ArticleIdList": ["10.1590/s2175-97902017000116081"]}, {"Citation": "Freedman P. Health, wellness and the allure of spices in the middle ages. J Ethnopharmacol. 2015;167:47–53.", "ArticleIdList": ["25450779"]}, {"Citation": "Groom N. Frankincense and myrrh: a study of the Arabian incense trade. London: Longman Group Ltd; 1981."}, {"Citation": "Van der Veen M, Morales J. The Roman and Islamic spice trade: new archeological evidence. J Ethnopharmacol. 2015;167:54–63.", "ArticleIdList": ["25278182"]}, {"Citation": "Vandebroek I, Balick MJ. Globalisation and loss of plant knowledge: challenging the paradigm. PLoS ONE. 2012;7:e37643. doi: 10.1371/journal.pone.0037643.", "ArticleIdList": ["10.1371/journal.pone.0037643", "PMC3360753", "22662184"]}, {"Citation": "Aziz MA, Ullah Z, Pieroni A. Wild food plant gathering among kalasha, yidgha, nuristani and khowar speakers in chitral. NW Pakistan Sustainability. 2020;12:9176."}, {"Citation": "Kalle R, Sõukand R. Current and remembered past uses of wild food plants in Saaremaa, Estonia: changes in the context of unlearning debt. Econ Bot. 2016;70:235–253."}, {"Citation": "Pieroni A, Sõukand R. Ethnic and religious affiliations affect traditional wild plant foraging in Central Azerbaijan. Genet Resour Crop Evol. 2019;66:1495–1513. doi: 10.1007/s10722-019-00802-9.", "ArticleIdList": ["10.1007/s10722-019-00802-9"]}, {"Citation": "Kieffer C. The approaching end of the relict southeast Iranian languages Ormuri and Paraci. Int J Sociol Lang. 1977;12:71–100."}, {"Citation": "Stringer D When Grasshopper Means Lightning: How Ecological Knowledge is Encoded in Endangered Languages. 2016. https://terralingua.org/langscape_articles/when-grasshopper-means-lightning-how-ecological-knowledge-is-encoded-in endangered-languages/ (Accessed on 24 Sep 2023)."}, {"Citation": "Maffi L. Linguistic, cultural and biological diversity. Annu Rev Anthropol. 2005;29:599–617."}, {"Citation": "Menendez-Baceta G, Aceituno-Mata L, Reyes-García V, Tardío J, Salpeteur M, Pardo-de-Santayana M. The importance of cultural factors in the distribution of medicinal plant knowledge: a case study in four Basque regions. J Ethnopharmacol. 2015;2015(161):116–127.", "ArticleIdList": ["25499311"]}, {"Citation": "Pieroni A, Quave CL. Traditional pharmacopoeias and medicines among Albanians and Italians in Southern Italy: a comparison. J Ethnopharmacol. 2005;101:258–270.", "ArticleIdList": ["15978757"]}, {"Citation": "Pieroni A, Sõukand R, Bussmann RW. The inextricable link between food and linguistic diversity: wild food plants among diverse minorities in Northeast Georgia. Caucasus Econ Bot. 2020;74:379–397."}, {"Citation": "Balick MJ, Kronenberg F, Ososki AL, Reiff M, Fugh-Berman A, et al. Medicinal plants used by Latino healers for women's health conditions in New York City. Econ Bot. 2000;54:344–357."}, {"Citation": "Pieroni A, Vandebroek I. Traveling Cultures and Plants: The Ethnobiology and Ethnopharmacy of Human Migrations. 1. New York: Berghahn Books; 2009."}, {"Citation": "Juckett G. Cross-cultural medicine. Am Fam Phys. 2005;72:2267–2274.", "ArticleIdList": ["16342851"]}, {"Citation": "Aziz MA, Volpato G, Fontefrancesco MF, et al. Perceptions and revitalization of local ecological knowledge in four schools in Yasin Valley, North Pakistan. Mt Res Dev. 2022;42:R1–R9. doi: 10.1659/MRD-JOURNAL-D-21-00061.1.", "ArticleIdList": ["10.1659/MRD-JOURNAL-D-21-00061.1"]}, {"Citation": "United Nations. Transforming Our World: The 2030 Agenda for Sustainable Development. Resolution adopted by the General Assembly on 25 September 2015, A/RES/70/1. New York, NY: United Nations. 2015.https://sdgs.un.org/2030agenda. Accessed on 24 Sep 2023."}, {"Citation": "Berkes F, Jolly D. Adapting to climate change: social-ecological resilience in a Canadian western Arctic community. Conserv Ecol. 2001;5:18."}, {"Citation": "Perales H, Benz BF, Brush SB. Maise diversity and ethnolinguistic diversity in Chiapas, Mexico. Proc Natl Acad Sci USA. 2005;102:949–954.", "ArticleIdList": ["PMC545571", "15640353"]}, {"Citation": "Brayboy BMJ, Castagno AE. Indigenous knowledge and native science as partners: a rejoinder. Cult Stud Sci Educ. 2008;2008(3):787–791."}, {"Citation": "Aikenhead GS. Whose scientific knowledge? The coloniser and the colonised. In: Roth W-M, Désautels J, editors. Science Education as/for Sociopolitical Action. New York, NY: Peter Lang; 2002. pp. 39–52."}, {"Citation": "Voeks RA. Are women reservoirs of traditional plant knowledge? Gender, ethnobotany and globalisation in northeast Brazil. Singap J Trop Geogr. 2007;28:7–20."}, {"Citation": "Howard P. The major importance of \"minor\" resources: women and plant biodiversity. London: International Institute for Environment and Development. 2003. http://www.jstor.org/stable/resrep01807. Accessed 24 Sep 2023."}, {"Citation": "Coe FG, Anderson GJ. Ethnobotany of the Garífuna of eastern Nicaragua. Econ Bot. 1996;50:71–107."}, {"Citation": "Gollin L. The taste and smell of Taban Kenyah (Kenyah medicine): an exploration of chemosensory selection criteria for medicinal plants among the Kenyah Leppo'Ke of East Kalimantan, Borneo, Indonesia. PhD dissertation. Ann Arbor: Bell & Howell; 1997."}, {"Citation": "Kainer KA, Duryea ML. Tapping women's knowledge: plant resource use in extractive reserves. Acre Brazil Econ Bot. 1992;46:408–425."}, {"Citation": "Razafindraibe M, Kuhlman AR, Rabarison H, Rakotoarimanana V, Rajeriarison C, Rakotoarivelo N, Randrianarivony T, et al. Medicinal plants used by women from Agnalazaha littoral forest (South-eastern Madagascar) J Ethnobiol Ethnomed. 2013;9:73.", "ArticleIdList": ["PMC3827988", "24188563"]}, {"Citation": "Begossi A, Hanazaki N, Tamashiro JY. Medicinal plants in the Atlantic Forest (Brazil): knowledge, use, and conservation. Hum Ecol. 2002;30:281–299."}, {"Citation": "Qureshi RA, Ghufran MA, Gilani SA, Yousaf Z, Abbas G, Batool A. Indigenous medicinal plants used by local women in southern Himalayan regions of Pakistan. Pak J Bot. 2009;41:19–25."}, {"Citation": "Teixidor-Toneu I, Martin GJ, Puri RK, Ouhammou A, Hawkins JA. Treating infants with frigg: linking disease aetiologies, medicinal plant use and care-seeking behaviour in southern Morocco. J Ethnobiol Ethnomed. 2017;13:4.", "ArticleIdList": ["PMC5237284", "28086924"]}, {"Citation": "Wayland C. Gendering local knowledge: medicinal plant use and primary health care in the Amazon. Med Anthropol Q. 2001;15:171–188.", "ArticleIdList": ["11452626"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "5", "Day": "21"}, {"Year": "2023", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "12", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "0", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "17", "Hour": "23", "Minute": "31"}, {"Year": "2023", "Month": "12", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38105177", "PMC10725595", "10.1186/s13002-023-00634-z", "10.1186/s13002-023-00634-z"]}}], "PubmedBookArticle": []}