{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Job’s tears", "morphological marker", "outcrossing", "regression analysis", "wind pollination"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38106506", "DateRevised": {"Year": "2023", "Month": "12", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1270/jsbbs.23016"], "Journal": {"ISSN": "1344-7610", "JournalIssue": {"Volume": "73", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Sep"}}, "Title": "Breeding science", "ISOAbbreviation": "Breed Sci"}, "ArticleTitle": "Estimation of pollen dispersal distance in Job's tears (<i>Coix lacryma-jobi</i> L.) by using red leaf sheath as a morphological marker.", "Pagination": {"StartPage": "408", "EndPage": "414", "MedlinePgn": "408-414"}, "Abstract": {"AbstractText": ["Job's tears (<i>Coix lacryma-jobi</i> L.) is grown widely in Asian countries and a crop that can fertilize with own pollen and pistils. The grains are used not only for food but also for medicinal purposes. The grain of many cultivars contains glutinous endosperm; only grains with this glutinous endosperm are suitable for use as medicine in Japan. Many wild types have non-glutinous endosperm and can easily cross with cultivar under natural environmental conditions. Because the non-glutinous endosperm trait is dominant to that of glutinous endosperm, F<sub>1</sub> seeds produced by crosses between a cultivar and a wild type have non-glutinous endosperm. To reduce the rate of unwanted crosses, we investigated the pollen dispersal distance by using a red leaf sheath as a morphological marker. When plants were cultivated in rows 70 cm apart, the crossing rate was about 25%-35%. As the distance increased, the crossing rate decreased at a rate that could be fitted to a power approximation in fields without intervening plants and to an exponential equation in fields with intervening plants. Our data could be used as guidelines for preventing unwanted crossing with wild types when growing cultivars."], "CopyrightInformation": "Copyright © 2023 by JAPANESE SOCIETY OF BREEDING."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Crop Science, National Agriculture and Food Research Organization (NARO), Kannondai 2-1-2 Tsukuba, Ibaraki 305-8518, Japan."}, {"Identifier": [], "Affiliation": "Institute of Life and Environmental Sciences, University of Tsukuba, Kannondai 2-1-2 Tsukuba, Ibaraki 305-8518, Japan."}], "LastName": "Matsui", "ForeName": "Katsuhiro", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plant Resources, Toyama Prefectural Institute for Pharmaceutical Research, 2732 Hirono, Kamiichi-machi, Nakaniikawa, Toyama 930-0412, Japan."}], "LastName": "Tamura", "ForeName": "Takayuki", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Crop Science, National Agriculture and Food Research Organization (NARO), Kannondai 2-1-2 Tsukuba, Ibaraki 305-8518, Japan."}, {"Identifier": [], "Affiliation": "Institute of Vegetable and Floriculture Science, NARO, 360 Kusawa, Ano-cho, Tsu, Mie 514-2392, Japan."}], "LastName": "Nishizawa", "ForeName": "Keito", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Crop Science, National Agriculture and Food Research Organization (NARO), Kannondai 2-1-2 Tsukuba, Ibaraki 305-8518, Japan."}, {"Identifier": [], "Affiliation": "Research Center of Genetic Resources, NARO, Kannondai 2-1-2 Tsukuba, Ibaraki 305-8602, Japan."}], "LastName": "Ohara-Takada", "ForeName": "Akiko", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Breed Sci", "NlmUniqueID": "9888571", "ISSNLinking": "1344-7610"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhikari, K.N. and Campbell C.G. (1998) Natural outcrossing in common buckwheat. Euphytica 102: 233–237."}, {"Citation": "Arora, K. (1977) Job’s-tears (Coix lacryma-jobi): a minor food and fldder crop of Northern India. Econ Bot 31: 358–366."}, {"Citation": "Endo, T., Sato H., Yamaguchi M., Kataoka T., Nakagomi K., Ito T. and Mori K. (2009) Estimate of outcrossing rates in a rice plant (Oryza sativa L.) under field conditions using a purple grain rice cultivar, Okunomurasaki. Breed Sci 59: 195–202."}, {"Citation": "Giddings, G. (2000) Modelling the spread of pollen from Lolium perenne. The implications for the release of wind-pollinated transgenics. Theor Appl Genet 100: 971–974."}, {"Citation": "Hachiken, T., Masunaga Y., Ishii Y., Ohta T., Ichitani K. and Fukunaga K. (2012) Deletion commonly found in Waxy gene of Japanese and Korean cultivars of Job’s tears (Coix lacryma-jobi L.). Mol Breed 30: 1747–1756."}, {"Citation": "Hara, T., Tetsuka T. and Matsui K. (2007) Variation of morphological characteristics in Chinese, Korean and Japanese germplasm of Job’s tears (Coix lacryma-jobi L.). Jpn J Crop Sci 76: 459–463 (in Japanese with English summary)."}, {"Citation": "Kato, M., Yamamori M., Yui M., Ishida M., Chiba I., Okuyama Y., Toyama T., Tanosaki S., Sugawara S., Endo T.et al. (2007) A new Job’s-tears cultivar “Hatoyutaka”. Bulletin of the National Agricultural Research Center for Tohoku Region 107: 43–51 (in Japanese with English summary)."}, {"Citation": "Kawashima, S., Nozaki H., Hamazaki T., Sakata S., Hama T., Matsuo K. and Nagasawa A. (2011) Environmental effects on long-range outcrossing rates in maize. Agric Ecosyst Environ 142: 410–418."}, {"Citation": "Kempton, J.H. (1921) Waxy endosperm in coix and sorghum. J Hered 12: 396–400."}, {"Citation": "Li, J.S. and Corke H. (1999) Physicochemical properties of normal and waxy Job’s tears (Coix lachryma-jobi L.) starch. Cereal Chem 76: 413–416."}, {"Citation": "Ma, B.L., Subedi K.D. and Reid L.M. (2004) Extent of cross-fertilization in maize by pollen from neighboring transgenic hybrids. Crop Sci 44: 1273–1282."}, {"Citation": "Matsui, K. and Yasui Y. (2020) Genetic and genomic research for the development of an efficient breeding system in heterostylous self-incompatible common buckwheat (Fagopyrum esculentum). Theor Appl Genet 133: 1641–1653.", "ArticleIdList": ["32152716"]}, {"Citation": "Ministry of Health, Labour and Welfare (2016) The Japanese pharmacopoeia seventeenth edition (Ministry Notification No. 64 of Mar. 7, 2016). The Ministry of Health, Labour and Welfare, Japan."}, {"Citation": "Okuyama, Y., Sugawara S. and Endo T. (1989) Pure line selection of Waxy-type Hatomugi (Job’s tears). Tohoku Agricultural Research 42: 153–154 (in Japanese)."}, {"Citation": "Raynor, G.S., Ogden E.C. and Hayes J.V. (1972) Dispersion and deposition of corn pollen from experimental sources. Agron J 64: 420–427."}, {"Citation": "Tetsuka, T., Matsui K., Hara T. and Morishita T. (2010) New job’s tears variety, “Akishizuku”. Bulletin of the NARO Kyushu Okinawa Agricultural Research Center 53: 33–41 (in Japanese with English summary)."}, {"Citation": "Tetsuka, T., Matsui K., Hara T. and Morishita T. (2014) New Job’s tears variety, “Toriizumi”. Bulletin of the NARO Kyushu Okinawa Agricultural Research Center 62: 1–9 (in Japanese with English summary)."}, {"Citation": "Till-Bottraud, I., Reboud X., Brabant P., Lefranc M., Rherissi B., Vedel E. and Darmency H. (1992) Outcrossing and hybridization in wild and cultivated foxtail millets: consequences for the release of transgenic crops. Theor Appl Genet 83: 940–946.", "ArticleIdList": ["24202917"]}, {"Citation": "Tseng, C.S., Wu M.T., Huang H.C. and Lin Y.R. (2012) The green fence of Chinese hibiscus (Hibiscus rosa-sinensis L.) prevents pollen dispersal of transgenic rice (Oryza sativa). Plant Prod Sci 15: 100–108."}, {"Citation": "Xi, X.J., Zhu Y.G., Tong Y.P., Yang X.L., Tang N.N., Ma S.M., Li S. and Cheng Z. (2016) Assessment of the genetic diversity of different Job’s tears (Coix lacryma-jobi L.) accessions and the active composition and anticancer effect of its seed oil. PLoS One 11: e0153269.", "ArticleIdList": ["PMC4829220", "27070310"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "22"}, {"Year": "2023", "Month": "5", "Day": "8"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "18", "Hour": "4", "Minute": "41"}, {"Year": "2023", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38106506", "PMC10722094", "10.1270/jsbbs.23016", "JST.JSTAGE/jsbbs/23016"]}}], "PubmedBookArticle": []}