{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Cytokine", "Fibrosis", "Infection", "Inflammation", "Mesenchymal stem cells"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38117433", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1007/s10787-023-01394-8"], "Journal": {"ISSN": "1568-5608", "JournalIssue": {"Volume": "32", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Inflammopharmacology", "ISOAbbreviation": "Inflammopharmacology"}, "ArticleTitle": "Mesenchymal stem cell therapy for COVID-19 infection.", "Pagination": {"StartPage": "319", "EndPage": "334", "MedlinePgn": "319-334"}, "Abstract": {"AbstractText": ["COVID-19 emerged in December 2019 in Wuhan, China, spread worldwide rapidly, and caused millions of deaths in a short time. Many preclinical and clinical studies were performed to discover the most efficient therapy to reduce the mortality of COVID-19 patients. Among various approaches for preventing and treating COVID-19, mesenchymal stem cell (MSC) therapy can be regarded as a novel and efficient treatment for managing COVID-19 patients. In this review, we explain the pathogenesis of COVID-19 infection in humans and discuss the role of MSCs in suppressing the inflammation and cytokine storm produced by COVID-19. Then, we reviewed the clinical trial and systematic review studies that investigated the safety and efficacy of MSC therapy in the treatment of COVID-19 infection."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Alavi-Dana", "ForeName": "Seyyed Mohammad Matin", "Initials": "SMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Gholami", "ForeName": "Yazdan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hematology and Blood Banking, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Meghdadi", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Azadi Sq, Vakil Abad Highway, Mashhad, 9177948564, Iran."}], "LastName": "Fadaei", "ForeName": "Mohammad Saleh", "Initials": "MS"}, {"Identifier": ["0000-0001-9268-6270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Azadi Sq, Vakil Abad Highway, Mashhad, 9177948564, Iran. askariv@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran. askariv@mums.ac.ir."}, {"Identifier": [], "Affiliation": "International UNESCO Center for Health-Related Basic Sciences and Human Nutrition, Mashhad University of Medical Sciences, Mashhad, Iran. askariv@mums.ac.ir."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Inflammopharmacology", "NlmUniqueID": "9112626", "ISSNLinking": "0925-4692"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapy"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Cytokine Release Syndrome"}, {"QualifierName": [], "DescriptorName": "Mesenchymal Stem Cell Transplantation"}, {"QualifierName": [], "DescriptorName": "Mesenchymal Stem Cells"}, {"QualifierName": [], "DescriptorName": "Systematic Reviews as Topic"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adas G, Cukurova Z, Yasar KK, Yilmaz R, Isiksacan N, Kasapoglu P, Yesilbag Z, Koyuncu ID, Karaoz E (2021) The systematic effect of mesenchymal stem cell therapy in critical COVID-19 patients: a prospective double controlled trial. Cell Transplant 30:9636897211024942. https://doi.org/10.1177/09636897211024942", "ArticleIdList": ["10.1177/09636897211024942", "34180719"]}, {"Citation": "Aghayan HR, Salimian F, Abedini A, Fattah Ghazi S, Yunesian M, Alavi-Moghadam S, Makarem J, Majidzadeh-A K, Hatamkhani A, Moghri M (2022) Human placenta-derived mesenchymal stem cells transplantation in patients with acute respiratory distress syndrome (ARDS) caused by COVID-19 (phase I clinical trial): safety profile assessment. Stem Cell Res Ther 13(1):1–12"}, {"Citation": "Antoniou KM, Papadaki HA, Soufla G, Kastrinaki MC, Damianaki A, Koutala H, Spandidos DA, Siafakas NM (2010) Investigation of bone marrow mesenchymal stem cells (BM MSCs) involvement in idiopathic pulmonary fibrosis (IPF). Respir Med 104(10):1535–1542", "ArticleIdList": ["20483575"]}, {"Citation": "Arabpour E, Khoshdel S, Tabatabaie N, Akhgarzad A, Zangiabadian M, Nasiri MJ (2021) Stem cells therapy for COVID-19: a systematic review and meta-analysis. Front Med 8:737590"}, {"Citation": "Baer PC (2014) Adipose-derived mesenchymal stromal/stem cells: an update on their phenotype in vivo and in vitro. World J Stem Cells 6(3):256", "ArticleIdList": ["25126376", "4131268"]}, {"Citation": "Baer PC, Geiger H (2012) Adipose-derived mesenchymal stromal/stem cells: tissue localization, characterization, and heterogeneity. Stem Cells Int 2012:1–11"}, {"Citation": "Bocelli-Tyndall C, Bracci L, Spagnoli G, Braccini A, Bouchenaki M, Ceredig R, Pistoia V, Martin I, Tyndall A (2007) Bone marrow mesenchymal stromal cells (BM-MSCs) from healthy donors and auto-immune disease patients reduce the proliferation of autologous-and allogeneic-stimulated lymphocytes in vitro. Rheumatology 46(3):403–408", "ArticleIdList": ["16920750"]}, {"Citation": "Cai M, Shen R, Song L, Lu M, Wang J, Zhao S, Tang Y, Meng X, Li Z, He Z-X (2016) Bone marrow mesenchymal stem cells (BM-MSCs) improve heart function in swine myocardial infarction model through paracrine effects. Sci Rep 6(1):28250", "ArticleIdList": ["27321050", "4913323"]}, {"Citation": "Cao JX, You J, Wu LH, Luo K, Wang ZX (2022) Clinical efficacy analysis of mesenchymal stem cell therapy in patients with COVID-19: A systematic review. World J Clin Cases 10(27):9714–9726. https://doi.org/10.12998/wjcc.v10.i27.9714", "ArticleIdList": ["10.12998/wjcc.v10.i27.9714", "36186213", "9516915"]}, {"Citation": "Chen C-Y, Chen W-C, Hsu C-K, Chao C-M, Lai C-C (2022) The clinical efficacy and safety of mesenchymal stromal cells for patients with COVID-19: A systematic review and meta-analysis of randomized controlled trials. J Infect Public Health. https://doi.org/10.1016/j.jiph.2022.07.001", "ArticleIdList": ["10.1016/j.jiph.2022.07.001", "36566602", "9724554"]}, {"Citation": "Chu M, Wang H, Bian L, Huang J, Wu D, Zhang R, Fei F, Chen Y, Xia J (2022) Nebulization therapy with umbilical cord mesenchymal stem cell-derived exosomes for COVID-19 pneumonia. Stem Cell Rev Rep 18(6):2152–2163", "ArticleIdList": ["35665467", "9166932"]}, {"Citation": "De Klerk E, Hebrok M (2021) Stem cell-based clinical trials for diabetes mellitus. Front Endocrinol 12:631463"}, {"Citation": "Dilogo IH, Aditianingsih D, Sugiarto A, Burhan E, Damayanti T, Sitompul PA, Mariana N, Antarianto RD, Liem IK, Kispa T (2021) Umbilical cord mesenchymal stromal cells as critical COVID-19 adjuvant therapy: a randomized controlled trial. Stem Cells Transl Med 10(9):1279–1287", "ArticleIdList": ["34102020", "8242692"]}, {"Citation": "Duffy MM, Ritter T, Ceredig R, Griffin MD (2011) Mesenchymal stem cell effects on T-cell effector pathways. Stem Cell Res Ther 2:1–9"}, {"Citation": "Ercelen ON, Pekkoc-Uyanik KC, Alpaydin N, Gulay GR, Simsek M (2021) Clinical experience on umbilical cord mesenchymal stem cell treatment in 210 severe and critical COVID-19 cases in Turkey. Stem Cell Rev Rep 17:1917–1925"}, {"Citation": "Fathi-Kazerooni M, Fattah-Ghazi S, Darzi M, Makarem J, Nasiri R, Salahshour F, Dehghan-Manshadi SA, Kazemnejad S (2022) Safety and efficacy study of allogeneic human menstrual blood stromal cells secretome to treat severe COVID-19 patients: clinical trial phase I & II. Stem Cell Res Ther 13(1):96", "ArticleIdList": ["35255966", "8899458"]}, {"Citation": "Gonzalez-Rey E, Gonzalez MA, Varela N, O’Valle F, Hernandez-Cortes P, Rico L, Büscher D, Delgado M (2010) Human adipose-derived mesenchymal stem cells reduce inflammatory and T cell responses and induce regulatory T cells in vitro in rheumatoid arthritis. Ann Rheum Dis 69(01):241–248", "ArticleIdList": ["19124525"]}, {"Citation": "Grégoire C, Layios N, Lambermont B, Lechanteur C, Briquet A, Bettonville V, Baudoux E, Thys M, Dardenne N, Misset B, Beguin Y (2022) Bone marrow-derived mesenchymal stromal cell therapy in severe COVID-19: preliminary results of a phase I/II clinical trial. Front Immunol 13:932360. https://doi.org/10.3389/fimmu.2022.932360", "ArticleIdList": ["10.3389/fimmu.2022.932360", "35860245", "9291273"]}, {"Citation": "Hashemian S-MR, Aliannejad R, Zarrabi M, Soleimani M, Vosough M, Hosseini S-E, Hossieni H, Keshel SH, Naderpour Z, Hajizadeh-Saffar E (2021) Mesenchymal stem cells derived from perinatal tissues for treatment of critically ill COVID-19-induced ARDS patients: a case series. Stem Cell Res Ther 12(1):1–12"}, {"Citation": "Javed A, Karki S, Sami Z, Khan Z, Shree A, Sah BK, Ghosh S, Saxena S (2022) Association between mesenchymal stem cells and covid-19 therapy: systematic review and current trends. BioMed Res Int 2022:1–17"}, {"Citation": "Kaffash Farkhad N, Sedaghat A, Reihani H, Adhami Moghadam A, Bagheri Moghadam A, Khadem Ghaebi N, Khodadoust MA, Ganjali R, Tafreshian AR, Tavakol-Afshari J (2022) Mesenchymal stromal cell therapy for COVID-19-induced ARDS patients: a successful phase 1, control-placebo group, clinical trial. Stem Cell Res Ther 13(1):283", "ArticleIdList": ["35765103", "9241239"]}, {"Citation": "Karyana M, Djaharuddin I, Rif’ati L, Arif M, Choi MK, Angginy N, Yoon A, Han J, Josh F, Arlinda D, Narulita A, Muchtar F, Bakri RA, Irmansyah S (2022) Safety of DW-MSC infusion in patients with low clinical risk COVID-19 infection: a randomized, double-blind, placebo-controlled trial. Stem Cell Res Ther 13(1):134. https://doi.org/10.1186/s13287-022-02812-4", "ArticleIdList": ["10.1186/s13287-022-02812-4", "35365239", "8972711"]}, {"Citation": "Kavianpour M, Saleh M, Verdi J (2020) The role of mesenchymal stromal cells in immune modulation of COVID-19: focus on cytokine storm. Stem Cell Res Ther 11(1):1–19"}, {"Citation": "Kyurkchiev D, Bochev I, Ivanova-Todorova E, Mourdjeva M, Oreshkova T, Belemezova K, Kyurkchiev S (2014) Secretion of immunoregulatory cytokines by mesenchymal stem cells. World J Stem Cells 6(5):552", "ArticleIdList": ["25426252", "4178255"]}, {"Citation": "Lanzoni G, Linetsky E, Correa D, Messinger Cayetano S, Alvarez RA, Kouroupis D, Alvarez Gil A, Poggioli R, Ruiz P, Marttos AC (2021) Umbilical cord mesenchymal stem cells for COVID-19 acute respiratory distress syndrome: a double-blind, phase 1/2a, randomized controlled trial. Stem Cells Transl Med 10(5):660–673", "ArticleIdList": ["33400390", "8046040"]}, {"Citation": "Lee S, Choi E, Cha M-J, Hwang K-C (2015) Cell adhesion and long-term survival of transplanted mesenchymal stem cells: a prerequisite for cell therapy. Oxidat Med Cell Long 2015:1–9"}, {"Citation": "Leuning DG, Beijer NR, Du Fossé NA, Vermeulen S, Lievers E, Van Kooten C, Rabelink TJ, Boer JD (2018) The cytokine secretion profile of mesenchymal stromal cells is determined by surface structure of the microenvironment. Sci Rep 8(1):7716", "ArticleIdList": ["29769543", "5956003"]}, {"Citation": "Li N, Hua J (2017) Interactions between mesenchymal stem cells and the immune system. Cell Mol Life Sci 74:2345–2360", "ArticleIdList": ["28214990"]}, {"Citation": "Li T, Xia M, Gao Y, Chen Y, Xu Y (2015) Human umbilical cord mesenchymal stem cells: an overview of their potential in cell-based therapy. Expert Opin Biol Ther 15(9):1293–1306", "ArticleIdList": ["26067213"]}, {"Citation": "Li C, He Q, Qian H, Liu J (2021a) Overview of the pathogenesis of COVID-19 (Review). Exp Ther Med 22(3):1011. https://doi.org/10.3892/etm.2021.10444", "ArticleIdList": ["10.3892/etm.2021.10444", "34345293", "8311250"]}, {"Citation": "Li C, Zhao H, Wang B (2021b) Mesenchymal stem/stromal cells: developmental origin, tumorigenesis and translational cancer therapeutics. Transl Oncol 14(1):100948", "ArticleIdList": ["33190044"]}, {"Citation": "Li T-T, Zhang B, Fang H, Shi M, Yao W-Q, Li Y, Zhang C, Song J, Huang L, Xu Z (2023) Human mesenchymal stem cell therapy in severe COVID-19 patients: 2-year follow-up results of a randomized, double-blind, placebo-controlled trial. EBioMedicine 92:104600", "ArticleIdList": ["37149930", "10161678"]}, {"Citation": "Lukomska B, Stanaszek L, Zuba-Surma E, Legosz P, Sarzynska S, Drela K (2019) Challenges and controversies in human mesenchymal stem cell therapy. Stem Cells Int 2019"}, {"Citation": "Luz-Crawford P, Kurte M, Bravo-Alegría J, Contreras R, Nova-Lamperti E, Tejedor G, Noël D, Jorgensen C, Figueroa F, Djouad F (2013) Mesenchymal stem cells generate a CD4+ CD25+ Foxp3+ regulatory T cell population during the differentiation process of Th1 and Th17 cells. Stem Cell Res Ther 4:1–12"}, {"Citation": "Mason RJ (2020) Pathogenesis of COVID-19 from a cell biology perspective. In: (Vol. 55): Eur Respiratory Soc."}, {"Citation": "Meng F, Xu R, Wang S, Xu Z, Zhang C, Li Y, Yang T, Shi L, Fu J, Jiang T (2020) Human umbilical cord-derived mesenchymal stem cell therapy in patients with COVID-19: a phase 1 clinical trial. Signal Transduct Target Ther 5(1):172", "ArticleIdList": ["32855385", "7450163"]}, {"Citation": "Mittal A, Manjunath K, Ranjan RK, Kaushik S, Kumar S, Verma V (2020) COVID-19 pandemic: insights into structure, function, and hACE2 receptor recognition by SARS-CoV-2. PLoS Pathog 16(8):e1008762", "ArticleIdList": ["32822426", "7444525"]}, {"Citation": "Monsel A, Hauw-Berlemont C, Mebarki M, Heming N, Mayaux J, Nguekap Tchoumba O, Diehl J-L, Demoule A, Annane D, Marois C (2022) Treatment of COVID-19-associated ARDS with mesenchymal stromal cells: a multicenter randomized double-blind trial. Crit Care 26(1):48", "ArticleIdList": ["35189925", "8860258"]}, {"Citation": "Mousavizadeh L, Ghasemi S (2021) Genotype and phenotype of COVID-19: their roles in pathogenesis. J Microbiol Immunol Infect 54(2):159–163", "ArticleIdList": ["32265180"]}, {"Citation": "Nachmias B, Zimran E, Avni B (2022) Mesenchymal stroma/stem cells: haematologists’ friend or foe? Br J Haematol 199(2):175–189", "ArticleIdList": ["35667616", "9796884"]}, {"Citation": "Qu W, Wang Z, Engelberg-Cook E, Yan D, Siddik AB, Bu G, Allickson JG, Kubrova E, Caplan AI, Hare JM (2022) Efficacy and safety of MSC cell therapies for hospitalized patients with COVID-19: a systematic review and meta-analysis. Stem Cells Transl Med 11(7):688–703", "ArticleIdList": ["35640138", "9299515"]}, {"Citation": "Rao V, Thakur S, Rao J, Arakeri G, Brennan PA, Jadhav S, Sayeed MS, Rao G (2020) Mesenchymal stem cells-bridge catalyst between innate and adaptive immunity in COVID 19. Med Hypoth 143:109845"}, {"Citation": "Rebelatto CLK, Senegaglia AC, Franck CL, Daga DR, Shigunov P, Stimamiglio MA, Marsaro DB, Schaidt B, Micosky A, de Azambuja AP, Leitão CA, Petterle RR, Jamur VR, Vaz IM, Mallmann AP, Carraro Junior H, Ditzel E, Brofman PRS, Correa A (2022) Safety and long-term improvement of mesenchymal stromal cell infusion in critically COVID-19 patients: a randomized clinical trial. Stem Cell Res Ther 13(1):122. https://doi.org/10.1186/s13287-022-02796-1", "ArticleIdList": ["10.1186/s13287-022-02796-1", "35313959", "8935270"]}, {"Citation": "Sadeghi S, Soudi S, Shafiee A, Hashemi SM (2020) Mesenchymal stem cell therapies for COVID-19: current status and mechanism of action. Life Sci 262:118493", "ArticleIdList": ["32979360", "7510562"]}, {"Citation": "Saleh M, Vaezi AA, Aliannejad R, Sohrabpour AA, Kiaei SZF, Shadnoush M, Siavashi V, Aghaghazvini L, Khoundabi B, Abdoli S (2021) Cell therapy in patients with COVID-19 using Wharton’s jelly mesenchymal stem cells: a phase 1 clinical trial. Stem Cell Res Ther 12(1):1–13"}, {"Citation": "Sanabria-de la Torre R, Quiñones-Vico MI, Fernández-González A, Sánchez-Díaz M, Montero-Vílchez T, Sierra-Sánchez Á, Arias-Santiago S (2021) Alloreactive immune response associated to human mesenchymal stromal cells treatment: a systematic review. J Clin Med 10(13):2991", "ArticleIdList": ["34279481", "8269175"]}, {"Citation": "Sánchez-Guijo F, García-Arranz M, López-Parra M, Monedero P, Mata-Martínez C, Santos A, Sagredo V, Álvarez-Avello J-M, Guerrero JE, Pérez-Calvo C (2020) Adipose-derived mesenchymal stromal cells for the treatment of patients with severe SARS-CoV-2 pneumonia requiring mechanical ventilation. A proof of concept study. EClinicalMedicine 25"}, {"Citation": "Satarker S, Nampoothiri M (2020) Structural proteins in severe acute respiratory syndrome coronavirus-2. Arch Med Res 51(6):482–491", "ArticleIdList": ["32493627", "7247499"]}, {"Citation": "Sengupta V, Sengupta S, Lazo A, Woods P, Nolan A, Bremer N (2020) Exosomes derived from bone marrow mesenchymal stem cells as treatment for severe COVID-19. Stem Cells Dev 29(12):747–754", "ArticleIdList": ["32380908", "7310206"]}, {"Citation": "Shen Z, Huang W, Liu J, Tian J, Wang S, Rui K (2021) Effects of mesenchymal stem cell-derived exosomes on autoimmune diseases. Front Immunol 12:749192", "ArticleIdList": ["34646275", "8503317"]}, {"Citation": "Shi L, Wang L, Xu R, Zhang C, Xie Y, Liu K, Li T, Hu W, Zhen C, Wang F-S (2021) Mesenchymal stem cell therapy for severe COVID-19. Signal Transduct Target Ther 6(1):339", "ArticleIdList": ["34497264", "8424619"]}, {"Citation": "Shi L, Yuan X, Yao W, Wang S, Zhang C, Zhang B, Song J, Huang L, Xu Z, Fu JL, Li Y, Xu R, Li TT, Dong J, Cai J, Li G, Xie Y, Shi M, Li Y, Wang FS (2022) Human mesenchymal stem cells treatment for severe COVID-19: 1-year follow-up results of a randomized, double-blind, placebo-controlled trial. EBioMedicine 75:103789. https://doi.org/10.1016/j.ebiom.2021.103789", "ArticleIdList": ["10.1016/j.ebiom.2021.103789", "34963099"]}, {"Citation": "Shu L, Niu C, Li R, Huang T, Wang Y, Huang M, Ji N, Zheng Y, Chen X, Shi L (2020) Treatment of severe COVID-19 with human umbilical cord mesenchymal stem cells. Stem Cell Res Ther 11(1):1–11"}, {"Citation": "Wang Y, Tian M, Wang F, Heng BC, Zhou J, Cai Z, Liu H (2019) Understanding the immunological mechanisms of mesenchymal stem cells in allogeneic transplantation: from the aspect of major histocompatibility complex class I. Stem Cells Dev 28(17):1141–1150", "ArticleIdList": ["31215341"]}, {"Citation": "Wang J, Shi P, Chen D, Wang S, Wang P, Feng X, Zhang L (2021a) Research status of the safety and efficacy of mesenchymal stem cells in the treatment of COVID-19-related pneumonia: a systematic review and meta-analysis. Stem Cells Dev 30(19):947–969", "ArticleIdList": ["34416823"]}, {"Citation": "Wang L, Li Y, Xu M, Deng Z, Zhao Y, Yang M, Liu Y, Yuan R, Sun Y, Zhang H (2021b) Regulation of inflammatory cytokine storms by mesenchymal stem cells. Front Immunol 12:726909", "ArticleIdList": ["34394132", "8358430"]}, {"Citation": "Xu X, Jiang W, Chen L, Xu Z, Zhang Q, Zhu M, Ye P, Li H, Yu L, Zhou X (2021) Evaluation of the safety and efficacy of using human menstrual blood-derived mesenchymal stromal cells in treating severe and critically ill COVID-19 patients: an exploratory clinical trial. Clin Transl Med 11(2):e297", "ArticleIdList": ["33634996", "7839959"]}, {"Citation": "Yao W, Dong H, Qi J, Zhang Y, Shi L (2022) Safety and efficacy of mesenchymal stem cells in severe/critical patients with COVID-19: a systematic review and meta-analysis. EClinicalMedicine 51:101545", "ArticleIdList": ["35844767", "9270852"]}, {"Citation": "Zhang Y, Ding J, Ren S, Wang W, Yang Y, Li S, Meng M, Wu T, Liu D, Tian S (2020) Intravenous infusion of human umbilical cord Wharton’s jelly-derived mesenchymal stem cells as a potential treatment for patients with COVID-19 pneumonia. Stem Cell Res Ther 11:1–6"}, {"Citation": "Zhang M, Yan X, Shi M, Li R, Pi Z, Ren X, Wang Y, Yan S, Wang Y, Jin Y (2022) Safety and efficiency of stem cell therapy for COVID-19: a systematic review and meta-analysis. Global Health Res Policy 7(1):1–13"}, {"Citation": "Zhu Y-G, Shi M-M, Monsel A, Dai C-X, Dong X, Shen H, Li S-K, Chang J, Xu C-L, Li P (2022) Nebulized exosomes derived from allogenic adipose tissue mesenchymal stromal cells in patients with severe COVID-19: a pilot study. Stem Cell Res Ther 13(1):1–10", "ArticleIdList": ["34998430", "8742935"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "22"}, {"Year": "2023", "Month": "11", "Day": "14"}, {"Year": "2024", "Month": "3", "Day": "4", "Hour": "6", "Minute": "48"}, {"Year": "2023", "Month": "12", "Day": "20", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "20", "Hour": "11", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38117433", "10.1007/s10787-023-01394-8", "10.1007/s10787-023-01394-8"]}}], "PubmedBookArticle": []}