{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["LC-MS/MS", "Polyamines", "Spermidine", "Spring Flowers"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38116557", "DateRevised": {"Year": "2023", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "04", "Day": "25"}], "Language": ["eng"], "ELocationID": ["e134938", "10.5812/ijpr-134938"], "Journal": {"ISSN": "1726-6890", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2023", "Season": "Jan-Dec"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Comparison of the Polyamine Content of Five Spring Flowers with Wheat Germ as a Rich Anti-aging Polyamine Source for Preparation of Nutraceutical Products.", "Pagination": {"StartPage": "e134938", "MedlinePgn": "e134938"}, "Abstract": {"AbstractText": ["Polyamines prolong longevity due to their role in cell proliferation and are regarded as an essential group of anti-aging substances that reduce the risk of cardiovascular, neurological, and chronic inflammatory illnesses, as well as cancer. Because of its importance in growth and tissue regeneration, discovering polyamine-rich sources has gotten a lot of interest. Given the role of polyamines in controlling plant growth and physiological changes in the spring after cold winter stress, high polyamine concentrations in quickly growing plant tissues such as flowers, blossoms, and germs are possible. Based on this premise, five different spring flowers were selected and isolated from relevant plants, dried, and then quantified for the first time using an accurate, simple, and repeatable quantification method, liquid chromatography-tandem mass spectrometry. According to the amount of spermidine found in the samples investigated in this study, dried flower powders of <i>Wisteria sinensis</i> (244.18 µg/g), <i>Lonicera caprifolium</i> (217.28 µg/g), and <i>Jasminum officinale</i> (200.33 µg/g) appear to be a good source of spermidine. With additional research, <i>W. sinensis</i> dried flower powder is a good source of polyamines, whereas <i>L. caprifolium</i> and <i>J. officinale</i> dried flower powders are recommended as a rich source of spermidine for the preparation of natural supplements for people over the age of 30 to improve cell proliferation and anti-aging."], "CopyrightInformation": "Copyright © 2023, Mohajeri et al."}, "AuthorList": [{"Identifier": ["0000-0001-8499-6631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Mohajeri", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ayatollahi", "ForeName": "Seyed Abdulmajid", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Laser and Biophotonics in Biotechnologies Research center, Isfahan (Khorasgan) Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Goli", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": ["0000-0002-8548-6585"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Research Laboratories, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Mokhtari", "ForeName": "Shaya", "Initials": "S"}, {"Identifier": ["0000-0002-5665-7154"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Khandan", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vice-Chancellor for Food and Drug Affairs, Shahid Beheshti University of Medical Science, Tehran, Iran."}], "LastName": "Nasiri", "ForeName": "Azadeh", "Initials": "A"}, {"Identifier": ["0000-0001-6679-3275"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Phytochemistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Kobarfard", "ForeName": "Farzad", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}, "CoiStatement": "The authors declare that they do not have any conflict of interest and that the study does not involve any human or animal testing."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agostinelli E, Marques MP, Calheiros R, Gil FP, Tempera G, Viceconte N, et al. Polyamines: fundamental characters in chemistry and biology. Amino Acids. 2010;38(2):393–403. doi: 10.1007/s00726-009-0396-7.", "ArticleIdList": ["10.1007/s00726-009-0396-7", "20013011"]}, {"Citation": "Munoz-Esparza NC, Latorre-Moratalla ML, Comas-Baste O, Toro-Funes N, Veciana-Nogues MT, Vidal-Carou MC. Polyamines in Food. Front Nutr. 2019;6:108. doi: 10.3389/fnut.2019.00108.", "ArticleIdList": ["10.3389/fnut.2019.00108", "PMC6637774", "31355206"]}, {"Citation": "Gomez-Gallego C, Kumar H, Garcia-Mantrana I, du Toit E, Suomela JP, Linderborg KM, et al. Breast milk polyamines and microbiota interactions: Impact of mode of delivery and geographical location. Ann Nutr Metab. 2017;70(3):184–90. doi: 10.1159/000457134.", "ArticleIdList": ["10.1159/000457134", "28301837"]}, {"Citation": "Yoshinaga K, Ishizuka J, Evers BM, Townsend CM, Thompson JC. Age-related changes in polyamine biosynthesis after fasting and refeeding. Exp Gerontol. 1993;28(6):565–72. doi: 10.1016/0531-5565(93)90045-f.", "ArticleIdList": ["10.1016/0531-5565(93)90045-f", "8137893"]}, {"Citation": "Soda K, Kano Y, Sakuragi M, Takao K, Lefor A, Konishi F. Long-term oral polyamine intake increases blood polyamine concentrations. J Nutr Sci Vitaminol (Tokyo). 2009;55(4):361–6. doi: 10.3177/jnsv.55.361.", "ArticleIdList": ["10.3177/jnsv.55.361", "19763038"]}, {"Citation": "Tong D, Hill JA. Spermidine promotes cardioprotective autophagy. Circ Res. 2017;120(8):1229–31. doi: 10.1161/CIRCRESAHA.117.310603.", "ArticleIdList": ["10.1161/CIRCRESAHA.117.310603", "PMC5411858", "28408448"]}, {"Citation": "Calandra RS, Rulli SB, Frungieri MB, Suescun MO, González-Calvar SI. Polyamines in the male reproductive system. Acta Physiol Pharmacol Ther Latinoam. 1996;46(4):209–22.", "ArticleIdList": ["9222386"]}, {"Citation": "Madeo F, Eisenberg T, Pietrocola F, Kroemer G. Spermidine in health and disease. Science. 2018;359(6374) doi: 10.1126/science.aan2788.", "ArticleIdList": ["10.1126/science.aan2788", "29371440"]}, {"Citation": "Pritsa TS, Voyiatzis DG. Seasonal changes in polyamine content of vegetative and reproductive olive organs in relation to floral initiation, anthesis, and fruit development. Aust J Agric Res. 2004;55(10) doi: 10.1071/ar04056.", "ArticleIdList": ["10.1071/ar04056"]}, {"Citation": "Malik NSA, Bradford JM. Different flower-inducing conditions elicit different responses for free polyamine levels in olive (<i>olea europaea</i>) leaves. J Jpn Soc Hortic Sci . 2007;76(3):205–9. doi: 10.2503/jjshs.76.205.", "ArticleIdList": ["10.2503/jjshs.76.205"]}, {"Citation": "Bagheri S, Abedy B, Rahemi M, Nemati H, Rowshan V. Changes in polyamine levels in relationship to the growth and development of parthenocarpic fruits (shotberries) of olive (Olea europaea L.). Sci Hortic. 2017;215:172–7. doi: 10.1016/j.scienta.2016.11.034.", "ArticleIdList": ["10.1016/j.scienta.2016.11.034"]}, {"Citation": "Naseri S, Gholami M, Baninasab B. Changes in polyamines during bud dormancy in almond cultivars differing in their flowering date. Sci Hortic. 2019;258 doi: 10.1016/j.scienta.2019.108788.", "ArticleIdList": ["10.1016/j.scienta.2019.108788"]}, {"Citation": "Wang SY, Faust M. Changes in polyamine content during dormancy in flower buds of `Anna' apple. J Am Soc Hortic Sci . 1994;119(1):70–3. doi: 10.21273/jashs.119.1.70.", "ArticleIdList": ["10.21273/jashs.119.1.70"]}, {"Citation": "Atha DE, Forrest T, Naczi RFC, Pace MC, Rubin M, Schuler JA, et al. The historic and extant spontaneous vascular flora of The New York Botanical Garden. Brittonia. 2016;68(3):245–77. doi: 10.1007/s12228-016-9417-5.", "ArticleIdList": ["10.1007/s12228-016-9417-5"]}, {"Citation": "Kim HS, Jang JM, Yun SY, Zhou D, Piao Y, Ha HC, et al. Effect of robinia pseudoacacia leaf extract on interleukin-1beta-mediated tumor angiogenesis. In Vivo. 2019;33(6):1901–10. doi: 10.21873/invivo.11684.", "ArticleIdList": ["10.21873/invivo.11684", "PMC6899105", "31662518"]}, {"Citation": "Leporatti ML, Ivancheva S. Preliminary comparative analysis of medicinal plants used in the traditional medicine of Bulgaria and Italy. J Ethnopharmacol. 2003;87(2-3):123–42. doi: 10.1016/s0378-8741(03)00047-3.", "ArticleIdList": ["10.1016/s0378-8741(03)00047-3", "12860298"]}, {"Citation": "Mohamed MA, Hamed MM, Abdou AM, Ahmed WS, Saad AM. Antioxidant and cytotoxic constituents from wisteria sinensis. Molecules. 2011;16(5):4020–30. doi: 10.3390/molecules16054020.", "ArticleIdList": ["10.3390/molecules16054020"]}, {"Citation": "Konoshima T, Kokumai M, Kozuka M, Tokuda H, Nishino H, Iwashima A. Anti-tumor-promoting activities of afromosin and soyasaponin I isolated from Wistaria brachybotrys. J Nat Prod. 1992;55(12):1776–8. doi: 10.1021/np50090a011.", "ArticleIdList": ["10.1021/np50090a011", "1294698"]}, {"Citation": "Konoshima T, Kozuka M. Constituents of leguminous plants, XIII. New triterpenoid saponins from Wistaria brachybotrys. J Nat Prod. 1991;54(3):830–6. doi: 10.1021/np50075a012.", "ArticleIdList": ["10.1021/np50075a012", "1955883"]}, {"Citation": "Jaya Prakkash MA, Ragunathan R, Jesteena J. Evaluation of bioactive compounds from Jasminum polyanthum and its medicinal properties. J drug deliv ther . 2019;9(2):303–10. doi: 10.22270/jddt.v9i2.2413.", "ArticleIdList": ["10.22270/jddt.v9i2.2413"]}, {"Citation": "Singh AK. Flower crops: Cultivation and management. New India Publishing Agency; 2006."}, {"Citation": "Gregg KB, Klotz LH. The flora of beavers' Meadow, Barbour County, West Virginia, revisited after a quarter century. Castanea. 2015;80(2):130–43. doi: 10.2179/15-047.", "ArticleIdList": ["10.2179/15-047"]}, {"Citation": "Flores HE, Galston AW. Analysis of polyamines in higher plants by high performance liquid chromatography. Plant Physiol. 1982;69(3):701–6. doi: 10.1104/pp.69.3.701.", "ArticleIdList": ["10.1104/pp.69.3.701", "PMC426284", "16662279"]}, {"Citation": "Minocha SC, Minocha R, Robie CA. High-performance liquid chromatographic method for the determination of dansyl-polyammines. J Chromatogr A. 1990;511:177–83. doi: 10.1016/s0021-9673(01)93283-2.", "ArticleIdList": ["10.1016/s0021-9673(01)93283-2"]}, {"Citation": "Partridge M, Murphy DJ. Roles of a membrane-bound caleosin and putative peroxygenase in biotic and abiotic stress responses in Arabidopsis. Plant Physiol Biochem. 2009;47(9):796–806. doi: 10.1016/j.plaphy.2009.04.005.", "ArticleIdList": ["10.1016/j.plaphy.2009.04.005", "19467604"]}, {"Citation": "Sanchez-Lopez J, Camanes G, Flors V, Vicent C, Pastor V, Vicedo B, et al. Underivatized polyamine analysis in plant samples by ion pair LC coupled with electrospray tandem mass spectrometry. Plant Physiol Biochem. 2009;47(7):592–8. doi: 10.1016/j.plaphy.2009.02.006.", "ArticleIdList": ["10.1016/j.plaphy.2009.02.006", "19303315"]}, {"Citation": "Magnes C, Fauland A, Gander E, Narath S, Ratzer M, Eisenberg T, et al. Polyamines in biological samples: rapid and robust quantification by solid-phase extraction online-coupled to liquid chromatography-tandem mass spectrometry. J Chromatogr A. 2014;1331(100):44–51. doi: 10.1016/j.chroma.2013.12.061.", "ArticleIdList": ["10.1016/j.chroma.2013.12.061", "PMC3991419", "24485539"]}, {"Citation": "Janaki Ammal EK, Saunders B. Chromosome numbers in species of lonicera. Kew Bulletin. 1952;7(4):539–41. doi: 10.2307/4117807.", "ArticleIdList": ["10.2307/4117807"]}, {"Citation": "Hakkinen MR, Keinanen TA, Vepsalainen J, Khomutov AR, Alhonen L, Janne J, et al. Quantitative determination of underivatized polyamines by using isotope dilution RP-LC-ESI-MS/MS. J Pharm Biomed Anal. 2008;48(2):414–21. doi: 10.1016/j.jpba.2008.02.019.", "ArticleIdList": ["10.1016/j.jpba.2008.02.019", "18394842"]}, {"Citation": "Gugliucci A. Polyamines as clinical laboratory tools. Clin Chim Acta. 2004;344(1-2):23–35. doi: 10.1016/j.cccn.2004.02.022.", "ArticleIdList": ["10.1016/j.cccn.2004.02.022", "15149868"]}, {"Citation": "Nasiri A, Jahani R, Mokhtari S, Yazdanpanah H, Daraei B, Faizi M, et al. Overview, consequences, and strategies for overcoming matrix effects in LC-MS analysis: a critical review . Analyst. 2021 doi: 10.1039/D1AN01047F.", "ArticleIdList": ["10.1039/D1AN01047F", "34546235"]}, {"Citation": "Jain R, Mudiam MK, Chauhan A, Ch R, Murthy RC, Khan HA. Simultaneous derivatisation and preconcentration of parabens in food and other matrices by isobutyl chloroformate and dispersive liquid-liquid microextraction followed by gas chromatographic analysis. Food Chem. 2013;141(1):436–43. doi: 10.1016/j.foodchem.2013.03.012.", "ArticleIdList": ["10.1016/j.foodchem.2013.03.012", "23768377"]}, {"Citation": "Mohajeri M, Ayatollahi SA, Kobarfard F, Goli M, Khandan M, Mokhtari S, et al. Wheat germ, a byproduct of the wheat milling industry, as a good source of anti-aging polyamines: a quantitative comparison of various forms. Food Sci Nutr .", "ArticleIdList": ["PMC10630827", "37970387"]}, {"Citation": "Verdolin LG, Mariz BL, Dias LLC. Gibberellin and polyamines effects in growth and flowering of New Guinea impatiens. Ornam Hortic. 2021;27(2):247–54. doi: 10.1590/2447-536x.v27i2.2255.", "ArticleIdList": ["10.1590/2447-536x.v27i2.2255"]}, {"Citation": "Bardocz S, Grant G, Brown D, Ralph A, Pusztai A. Polyamines in food—implications for growth and health. J Nutr Biochem . 1993;4(2):66–71. doi: 10.1016/0955-2863(93)90001-d.", "ArticleIdList": ["10.1016/0955-2863(93)90001-d"]}, {"Citation": "Liu JH, Moriguchi T. Changes in free polyamines and gene expression during peach flower development. Biol Plant. 2007;51(3):530–2. doi: 10.1007/s10535-007-0114-9.", "ArticleIdList": ["10.1007/s10535-007-0114-9"]}, {"Citation": "Azizi Gannouni T, Campoy JA, Quero-García J, Barreneche T, Arif A, Albouchi A, et al. Dormancy related traits and adaptation of sweet cherry in Northern Africa: A case of study in two Tunisian areas. Sci Hortic . 2017;219:272–9. doi: 10.1016/j.scienta.2017.03.013.", "ArticleIdList": ["10.1016/j.scienta.2017.03.013"]}, {"Citation": "Ding J, Liu S, Xiao HM, Ye TT, Zhou P, Feng YQ. Matrix-assisted laser desorption/ionization mass spectrometry for the analysis of polyamines in plant micro-tissues using cucurbituril as a host molecule. Anal Chim Acta. 2017;987:56–63. doi: 10.1016/j.aca.2017.08.027.", "ArticleIdList": ["10.1016/j.aca.2017.08.027", "28916040"]}, {"Citation": "Fujihara S, Yoneyama T. Endogenous levels of polyamines in the organs of cucumber plant (Cucumis sativus) and factors affecting leaf polyamine contents. Physiol Plant. 2001;113(3):416–23. doi: 10.1034/j.1399-3054.2001.1130316.x.", "ArticleIdList": ["10.1034/j.1399-3054.2001.1130316.x", "12060288"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "15"}, {"Year": "2023", "Month": "2", "Day": "18"}, {"Year": "2023", "Month": "4", "Day": "1"}, {"Year": "2023", "Month": "12", "Day": "20", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "20", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "20", "Hour": "4", "Minute": "5"}, {"Year": "2023", "Month": "4", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["38116557", "PMC10728854", "10.5812/ijpr-134938"]}}], "PubmedBookArticle": []}