{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["abiotic stress", "medicinal plant", "metabolites", "molecular networking", "rhizobacteria", "sutherlandins", "sutherlandiosides"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38139414", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "25"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "18"}], "Language": ["eng"], "ELocationID": ["17585", "10.3390/ijms242417585"], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "24", "Issue": "24", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "18"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Bioprospecting for Rhizobacteria with the Ability to Enhance Drought Tolerance in <i>Lessertia frutescens</i>.", "Abstract": {"AbstractText": ["<i>Lessertia frutescens</i> is a multipurpose medicinal plant indigenous to South Africa that is used for the management of cancer, stomach ulcers, wounds, etc. The use and demand for the raw materials from this plant have been increasing steadily over the years, putting strain on the dwindling wild populations. Although cultivation may provide relief to the strained supply, the persistent drought climate poses a threat to the plant's growth and productivity. This study explored three plant-growth-promoting rhizobacteria isolates, TUTLFNC33, TUTLFNC37 and TUTLFWC74, obtained from the root nodules of <i>Lessertia frutescens</i> as potential bioinoculants that can improve yield, biological activities and the production of secondary metabolites in the host plant. Isolate TUTLFNC37 was identified as the most promising isolate for inoculation of <i>Lessertia frutescens</i> under drought conditions as it induced drought tolerance through enhanced root proliferation, osmolyte proline accumulation and stomatal closure. Superior biomass yield, phenolics, triterpenes and antioxidant activity were evident in the extracts of <i>Lessertia frutescens</i> inoculated with TUTLFNC37 and under different levels of drought. Furthermore, the metabolomics of the plant extracts demonstrated the ability of the isolate to withstand drastic changes in the composition of unique metabolites, sutherlandiosides A-D and sutherlandins A-D. Molecular families which were never reported in the plant (peptides and glycerolipids) were detected and annotated in the molecular networks. Although drought had deleterious effects on <i>Lessertia frutescens</i>, isolate TUTLFNC37 alleviated the impact of the stress. Isolate TUTLFNC37 is therefore the most promising, environmentally friendly alternative to harmful chemicals such as nitrate-based fertilizers. The isolate should be studied to establish its field performance, cross infectivity with other medicinal plants and competition with inherent soil microbes."]}, "AuthorList": [{"Identifier": ["0000-0001-7926-0160"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa."}], "LastName": "Hlongwane", "ForeName": "Mokgadi M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa."}], "LastName": "Dakora", "ForeName": "Felix D", "Initials": "FD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Science, University for Development Studies, Tamale P.O. Box TL1882, Ghana."}], "LastName": "Mohammed", "ForeName": "Mustapha", "Initials": "M"}, {"Identifier": ["0000-0002-8495-7488"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa."}, {"Identifier": [], "Affiliation": "Faculty of Science, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa."}], "LastName": "Mokgalaka-Fleischmann", "ForeName": "Ntebogeng S", "Initials": "NS"}], "GrantList": [{"GrantID": "122034", "Agency": "National Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Drought Resistance"}, {"QualifierName": [], "DescriptorName": "Bioprospecting"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Development"}, {"QualifierName": [], "DescriptorName": "Alphaproteobacteria"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rastogi S., Shah S., Kumar R., Vashisth D., Akhtar M.Q., Kumar A., Dwivedi U.N., Shasany A.K. Ocimum metabolomics in response to abiotic stresses: Cold, flood, drought and salinity. PLoS ONE. 2019;14:e0210903. doi: 10.1371/journal.pone.0210903.", "ArticleIdList": ["10.1371/journal.pone.0210903", "PMC6364901", "30726239"]}, {"Citation": "Baher Z.F., Mirza M., Ghorbanli M., Bagher Rezaii M. The influence of water stress on plant height, herbal and essential oil yield and composition in Satureja hortensis L. Flavour Fragr. J. 2002;17:275–277. doi: 10.1002/ffj.1097.", "ArticleIdList": ["10.1002/ffj.1097"]}, {"Citation": "Alishah H.M., Heidari R., Hassani A., Dizaji A.A. Effect of Water Stress on Some Morphological and Biochemical Characteristics of Purple Basil (Ocimum basilicum) J. Biol. Sci. 2006;6:763–767."}, {"Citation": "Chiappero J., Cappellari L.d.R., Palermo T.B., Giordano W., Khan N., Banchio E. Antioxidant status of medicinal and aromatic plants under the influence of growth-promoting rhizobacteria and osmotic stress. Ind. Crops Prod. 2021;167:113541. doi: 10.1016/j.indcrop.2021.113541.", "ArticleIdList": ["10.1016/j.indcrop.2021.113541"]}, {"Citation": "Gorgi O.E., Fallah H., Niknejad Y., Tari D.B. Effect of Plant growth promoting rhizobacteria (PGPR) and mycorrhizal fungi inoculations on essential oil in Melissa officinalis L. under drought stress. Biologia. 2022;77:11–20. doi: 10.1007/s11756-021-00919-2.", "ArticleIdList": ["10.1007/s11756-021-00919-2"]}, {"Citation": "Asghari B., Khademian R., Sedaghati B. Plant growth promoting rhizobacteria (PGPR) confer drought resistance and stimulate biosynthesis of secondary metabolites in pennyroyal (Mentha pulegium L.) under water shortage condition. Sci. Hortic. 2020;263:109132. doi: 10.1016/j.scienta.2019.109132.", "ArticleIdList": ["10.1016/j.scienta.2019.109132"]}, {"Citation": "Manukyan A. Effect of Growing Factor on Productivity and Quality of Lemon Catmint, Lemon Balm and Sage under Soilless Greenhouse Condition: I Drought Stress. Med. Aromat. Plant Sci. Biotechnol. 2011;5:119–125."}, {"Citation": "Cappellari L.d.R., Chiappero J., Santoro M.V., Giordano W., Banchio E. Inducing phenolic production and volatile organic compounds emission by inoculating Mentha piperita with plant growth-promoting rhizobacteria. Sci. Hortic. 2017;220:193–198. doi: 10.1016/j.scienta.2017.04.002.", "ArticleIdList": ["10.1016/j.scienta.2017.04.002"]}, {"Citation": "Vafadar F., Amooaghaie R., Ehsanzadeh P., Ghanadian M. Salinity stress alters ion homeostasis, antioxidant activities and the production of rosmarinic acid, luteolin and apigenin in Dracocephalum kotschyi Boiss. Biologia. 2020;75:2147–2158. doi: 10.2478/s11756-020-00562-3.", "ArticleIdList": ["10.2478/s11756-020-00562-3", "32593901"]}, {"Citation": "Bandurska H., Niedziela J., Pietrowska-Borek M., Nuc K., Chadzinikolau T., Radzikowska D. Regulation of proline biosynthesis and resistance to drought stress in two barley (Hordeum vulgare L.) genotypes of different origin. Plant Physiol. Biochem. 2017;118:427–437. doi: 10.1016/j.plaphy.2017.07.006.", "ArticleIdList": ["10.1016/j.plaphy.2017.07.006", "28711792"]}, {"Citation": "Kumar R., Swapnil P., Meena M., Selpair S., Yadav B.G. Plant Growth-Promoting Rhizobacteria (PGPR): Approaches to Alleviate Abiotic Stresses for Enhancement of Growth and Development of Medicinal Plants. Sustainability. 2022;14:15514. doi: 10.3390/su142315514.", "ArticleIdList": ["10.3390/su142315514"]}, {"Citation": "Pandey S., Gupta S. Evaluation of Pseudomonas sp. for its multifarious plant growth promoting potential and its ability to alleviate biotic and abiotic stress in tomato (Solanum lycopersicum) plants. Sci. Rep. 2020;10:20951. doi: 10.1038/s41598-020-77850-0.", "ArticleIdList": ["10.1038/s41598-020-77850-0", "PMC7708495", "33262413"]}, {"Citation": "Mncwangi N.P., Viljoen A.M. Quantitative variation of amino acids in Sutherlandia frutescens (Cancer bush)—Towards setting parameters for quality control. S. Afr. J. Bot. 2012;82:46–52. doi: 10.1016/j.sajb.2012.06.009.", "ArticleIdList": ["10.1016/j.sajb.2012.06.009"]}, {"Citation": "Colling J., Stander M.A., Makunga N.P. Nitrogen supply and abiotic stress influence canavanine synthesis and the productivity of in vitro regenerated Sutherlandia frutescens microshoots. J. Plant Physiol. 2010;167:1521–1524. doi: 10.1016/j.jplph.2010.05.018.", "ArticleIdList": ["10.1016/j.jplph.2010.05.018", "20674074"]}, {"Citation": "Rizvi A., Ahmed B., Khan M.S., El-Beltagi H.S., Umar S., Lee J. Bioprospecting Plant Growth Promoting Rhizobacteria for Enhancing the Biological Properties and Phytochemical Composition of Medicinally Important Crops. Molecules. 2022;27:1407. doi: 10.3390/molecules27041407.", "ArticleIdList": ["10.3390/molecules27041407", "PMC8880754", "35209196"]}, {"Citation": "Mamta G., Rahi P., Pathania V., Gulati A., Singh B., Bhanwra R.K., Tewari R. Comparative efficiency of phosphate-solubilizing bacteria under greenhouse conditions for promoting growth and aloin-A content of Aloe barbadensis. Arch. Agron. Soil Sci. 2012;58:437–449. doi: 10.1080/03650340.2010.522574.", "ArticleIdList": ["10.1080/03650340.2010.522574"]}, {"Citation": "Lin S., Li J., Wu J., Yang F., Pei L., Shang X. Interactive effects of maternal exposure to chemical fertilizer and socio-economic status on the risk of low birth weight. BMC Public Health. 2022;22:1206. doi: 10.1186/s12889-022-13604-z.", "ArticleIdList": ["10.1186/s12889-022-13604-z", "PMC9204990", "35710359"]}, {"Citation": "Jjagwe J., Chelimo K., Karungi J., Komakech A.J., Lederer J. Comparative Performance of Organic Fertilizers in Maize (Zea mays L.) Growth, Yield, and Economic Results. Agronomy. 2020;10:69. doi: 10.3390/agronomy10010069.", "ArticleIdList": ["10.3390/agronomy10010069"]}, {"Citation": "Ramabulana A.-T., Petras D., Madala N.E., Tugizimana F. Metabolomics and Molecular Networking to Characterize the Chemical Space of Four Momordica Plant Species. Metabolites. 2021;11:763. doi: 10.3390/metabo11110763.", "ArticleIdList": ["10.3390/metabo11110763", "PMC8619687", "34822421"]}, {"Citation": "Albrecht C., Stander M., Grobbelaar M., Colling J., Kossmann J., Hills P., Makunga N. LC–MS-based metabolomics assists with quality assessment and traceability of wild and cultivated plants of Sutherlandia frutescens (Fabaceae) S. Afr. J. Bot. 2012;82:33–45. doi: 10.1016/j.sajb.2012.07.018.", "ArticleIdList": ["10.1016/j.sajb.2012.07.018"]}, {"Citation": "Avula B., Wang Y.-H., Smillie T.J., Fu X., Li X.C., Mabusela W., Syce J., Johnson Q., Folk W., Khan I.A. Quantitative determination of flavonoids and cycloartanol glycosides from aerial parts of Sutherlandia frutescens (L.) R. BR. by using LC-UV/ELSD methods and confirmation by using LC–MS method. J. Pharm. Biomed. Anal. 2010;52:173–180. doi: 10.1016/j.jpba.2010.01.010.", "ArticleIdList": ["10.1016/j.jpba.2010.01.010", "PMC3437656", "20122811"]}, {"Citation": "Gamalero E., Glick B.R. Recent Advances in Bacterial Amelioration of Plant Drought and Salt Stress. Biology. 2022;11:437. doi: 10.3390/biology11030437.", "ArticleIdList": ["10.3390/biology11030437", "PMC8945159", "35336811"]}, {"Citation": "Mohammed M., Jaiswal S.K., Dakora F.D. Distribution and correlation between phylogeny and functional traits of cowpea (Vigna unguiculata L. Walp.)-nodulating microsymbionts from Ghana and South Africa. Sci. Rep. 2018;8:18006. doi: 10.1038/s41598-018-36324-0.", "ArticleIdList": ["10.1038/s41598-018-36324-0", "PMC6302100", "30573737"]}, {"Citation": "Masenya T.A., Mashela P.W., Pofu K.M. Efficacy of rhizobia strains on growth and chemical composition of cancer bush (Sutherlandia frutescens) Acta Agric. Scand. Sect. B Soil Plant Sci. 2022;72:358–363. doi: 10.1080/09064710.2021.2003852.", "ArticleIdList": ["10.1080/09064710.2021.2003852"]}, {"Citation": "Makgato M.J., Araya H.T., du Plooy C.P., Mokgehle S.N., Mudau F.N. Effects of rhizobium inoculation on N2 fixation, phytochemical profiles and rhizosphere soil microbes of cancer bush (Lessertia frutescens (L.) Agronomy. 2020;10:1675. doi: 10.3390/agronomy10111675.", "ArticleIdList": ["10.3390/agronomy10111675"]}, {"Citation": "Qu Q., Zhang Z., Peijnenburg W.J.G.M., Liu W., Lu T., Hu B., Chen J., Chen J., Lin Z., Qian H. Rhizosphere Microbiome Assembly and Its Impact on Plant Growth. J. Agric. Food Chem. 2020;68:5024–5038. doi: 10.1021/acs.jafc.0c00073.", "ArticleIdList": ["10.1021/acs.jafc.0c00073", "32255613"]}, {"Citation": "Gerding M., O’Hara G.W., Howieson J.G., Bräu L. Overcoming non-selective nodulation of Lessertia by soil-borne rhizobium in the presence of inoculant Mesorhizobium. Plant Soil. 2014;380:117–132. doi: 10.1007/s11104-014-2081-1.", "ArticleIdList": ["10.1007/s11104-014-2081-1"]}, {"Citation": "Jaleel C.A., Manivannan P., Sankar B., Kishorekumar A., Gopi R., Somasundaram R., Panneerselvam R. Pseudomonas fluorescens enhances biomass yield and ajmalicine production in Catharanthus roseus under water deficit stress. Colloids Surf. B Biointerfaces. 2007;60:7–11. doi: 10.1016/j.colsurfb.2007.05.012.", "ArticleIdList": ["10.1016/j.colsurfb.2007.05.012", "17681765"]}, {"Citation": "Chiappero J., Cappellari L.d.R., Sosa Alderete L.G., Palermo T.B., Banchio E. Plant growth promoting rhizobacteria improve the antioxidant status in Mentha piperita grown under drought stress leading to an enhancement of plant growth and total phenolic content. Ind. Crops Prod. 2019;139:111553. doi: 10.1016/j.indcrop.2019.111553.", "ArticleIdList": ["10.1016/j.indcrop.2019.111553"]}, {"Citation": "Ma Y., Dias M.C., Freitas H. Drought and Salinity Stress Responses and Microbe-Induced Tolerance in Plants. Front. Plant Sci. 2020;11:591911. doi: 10.3389/fpls.2020.591911.", "ArticleIdList": ["10.3389/fpls.2020.591911", "PMC7691295", "33281852"]}, {"Citation": "Gericke N. Muthi to medicine. S. Afr. J. Bot. 2011;77:850–856. doi: 10.1016/j.sajb.2011.08.007.", "ArticleIdList": ["10.1016/j.sajb.2011.08.007"]}, {"Citation": "Irshad A., Rehman R.N.U., Abrar M.M., Saeed Q., Sharif R., Hu T. Contribution of Rhizobium–Legume Symbiosis in Salt Stress Tolerance in Medicago truncatula Evaluated through Photosynthesis, Antioxidant Enzymes, and Compatible Solutes Accumulation. Sustainability. 2021;13:3369. doi: 10.3390/su13063369.", "ArticleIdList": ["10.3390/su13063369"]}, {"Citation": "Ayuso-Calles M., Flores-Félix J.D., Rivas R. Overview of the Role of Rhizobacteria in Plant Salt Stress Tolerance. Agronomy. 2021;11:1759. doi: 10.3390/agronomy11091759.", "ArticleIdList": ["10.3390/agronomy11091759"]}, {"Citation": "Bharti N., Barnawal D. Chapter Five—Amelioration of Salinity Stress by PGPR: ACC Deaminase and ROS Scavenging Enzymes Activity. In: Singh A.K., Kumar A., Singh P.K., editors. PGPR Amelioration in Sustainable Agriculture. Woodhead Publishing; Sawston, UK: 2019. pp. 85–106."}, {"Citation": "Sukweenadhi J., Balusamy S.R., Kim Y.-J., Lee C.H., Kim Y.-J., Koh S.C., Yang D.C. A Growth-Promoting Bacteria, Paenibacillus yonginensis DCY84T Enhanced Salt Stress Tolerance by Activating Defense-Related Systems in Panax ginseng. Front. Plant Sci. 2018;9:813. doi: 10.3389/fpls.2018.00813.", "ArticleIdList": ["10.3389/fpls.2018.00813", "PMC6065202", "30083171"]}, {"Citation": "Cisse E.-H.M., Zhang L.-J., Pu Y.-J., Miao L.-F., Li D.-D., Zhang J., Yang F. Exogenous Ca2+ Associated with Melatonin Alleviates Drought-Induced Damage in the Woody Tree Dalbergia odorifera. J. Plant Growth Regul. 2021;41:2359–2374. doi: 10.1007/s00344-021-10449-5.", "ArticleIdList": ["10.1007/s00344-021-10449-5"]}, {"Citation": "Zonyane S., Fawole O.A., Grange C.L., Stander M.A., Opara U.L., Makunga N.P. The implication of chemotypic variation on the anti-oxidant and anti-cancer activities of Sutherlandia frutescens (L.) R.Br. (Fabaceae) from different geographic locations. Antioxidants. 2020;9:152. doi: 10.3390/antiox9020152.", "ArticleIdList": ["10.3390/antiox9020152", "PMC7070296", "32069826"]}, {"Citation": "van Wyk A.S., Prinsloo G. Health, safety and quality concerns of plant-based traditional medicines and herbal remedies. S. Afr. J. Bot. 2020;133:54–62. doi: 10.1016/j.sajb.2020.06.031.", "ArticleIdList": ["10.1016/j.sajb.2020.06.031"]}, {"Citation": "Dirar A.I., Alsaadi D.H.M., Wada M., Mohamed M.A., Watanabe T., Devkota H.P. Effects of extraction solvents on total phenolic and flavonoid contents and biological activities of extracts from Sudanese medicinal plants. S. Afr. J. Bot. 2019;120:261–267. doi: 10.1016/j.sajb.2018.07.003.", "ArticleIdList": ["10.1016/j.sajb.2018.07.003"]}, {"Citation": "Muffler K., Leipold D., Scheller M.-C., Haas C., Steingroewer J., Bley T., Neuhaus H.E., Mirata M.A., Schrader J., Ulber R. Biotransformation of triterpenes. Process Biochem. 2011;46:1–15. doi: 10.1016/j.procbio.2010.07.015.", "ArticleIdList": ["10.1016/j.procbio.2010.07.015"]}, {"Citation": "Parmar S.K., Sharma T.P., Airao V.B., Bhatt R., Aghara R., Chavda S., Rabadiya S.O., Gangwal A.P. Neuropharmacological effects of triterpenoids. Phytopharmacology. 2013;4:354–372."}, {"Citation": "Fu X., Li X.-C., Smillie T.J., Carvalho P., Mabusela W., Syce J., Johnson Q., Folk W., Avery M.A., Khan I.A. Cycloartane glycosides from Sutherlandia frutescens. J. Nat. Prod. 2008;71:1749–1753. doi: 10.1021/np800328r.", "ArticleIdList": ["10.1021/np800328r", "PMC3457064", "18808182"]}, {"Citation": "Aminin D.L., Menchinskaya E.S., Pisliagin E.A., Silchenko A.S., Avilov S.A., Kalinin V.I. Anticancer Activity of Sea Cucumber Triterpene Glycosides. Mar. Drugs. 2015;13:1202–1223. doi: 10.3390/md13031202.", "ArticleIdList": ["10.3390/md13031202", "PMC4377980", "25756523"]}, {"Citation": "Wen B., Xiao W., Mu Q., Li D., Chen X., Wu H., Li L., Peng F. How does nitrate regulate plant senescence? Plant Physiol. Biochem. 2020;157:60–69. doi: 10.1016/j.plaphy.2020.08.041.", "ArticleIdList": ["10.1016/j.plaphy.2020.08.041", "33091797"]}, {"Citation": "Xu X., Du X., Wang F., Sha J., Chen Q., Tian G., Zhu Z., Ge S., Jiang Y. Effects of Potassium Levels on Plant Growth, Accumulation and Distribution of Carbon, and Nitrate Metabolism in Apple Dwarf Rootstock Seedlings. Front. Plant Sci. 2020;11:904. doi: 10.3389/fpls.2020.00904.", "ArticleIdList": ["10.3389/fpls.2020.00904", "PMC7325393", "32655607"]}, {"Citation": "Wilkens R.T., Spoerke J.M., Stamp N.E. Differential Responses of Growth and Two Soluble Phenolics of Tomato to Resource Availability. Ecology. 1996;77:247–258. doi: 10.2307/2265674.", "ArticleIdList": ["10.2307/2265674"]}, {"Citation": "Acharya D., Enslin G., Chen W., Sandasi M., Mavimbela T., Viljoen A. A chemometric approach to the quality control of Sutherlandia (cancer bush) Biochem. Syst. Ecol. 2014;56:221–230. doi: 10.1016/j.bse.2014.06.009.", "ArticleIdList": ["10.1016/j.bse.2014.06.009"]}, {"Citation": "Tinte M.M., Masike K., Steenkamp P.A., Huyser J., van der Hooft J.J.J., Tugizimana F. Computational Metabolomics Tools Reveal Metabolic Reconfigurations Underlying the Effects of Biostimulant Seaweed Extracts on Maize Plants under Drought Stress Conditions. Metabolites. 2022;12:487. doi: 10.3390/metabo12060487.", "ArticleIdList": ["10.3390/metabo12060487", "PMC9231236", "35736420"]}, {"Citation": "Broughton W., Dilworth M.J. Control of leghaemoglobin synthesis in snake beans. Biochem. J. 1971;125:1075–1080. doi: 10.1042/bj1251075.", "ArticleIdList": ["10.1042/bj1251075", "PMC1178271", "5144223"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Sulaiman C.T., Balachandran I. Total phenolics and total flavonoids in selected Indian medicinal plants. Indian J. Pharm. Sci. 2012;74:258–260. doi: 10.4103/0250-474X.106069.", "ArticleIdList": ["10.4103/0250-474X.106069", "PMC3574537", "23439764"]}, {"Citation": "Ahmed M., Ji M., Qin P., Gu Z., Liu Y., Sikandar A., Iqbal M., Javeed A. Phytochemical screening, total phenolic and flavonoids contents and antioxidant activities of Citrullus colocynthis L. and Cannabis sativa L. J. Appl. Ecol. Environ. Res. 2019;17:6961–6979. doi: 10.15666/aeer/1703_69616979.", "ArticleIdList": ["10.15666/aeer/1703_69616979"]}, {"Citation": "Pedrosa A.M., de Castro W.V., Castro A.H.F., Duarte-Almeida J.M. Validated spectrophotometric method for quantification of total triterpenes in plant matrices. DARU J. Fac. Pharm. 2020;28:281–286. doi: 10.1007/s40199-020-00342-z.", "ArticleIdList": ["10.1007/s40199-020-00342-z", "PMC7214563", "32285314"]}, {"Citation": "Baliyan S., Mukherjee R., Priyadarshini A., Vibhuti A., Gupta A., Pandey R.P., Chang C.M. Determination of Antioxidants by DPPH Radical Scavenging Activity and Quantitative Phytochemical Analysis of Ficus religiosa. Molecules. 2022;27:1326. doi: 10.3390/molecules27041326.", "ArticleIdList": ["10.3390/molecules27041326", "PMC8878429", "35209118"]}, {"Citation": "Dührkop K., Fleischauer M., Ludwig M., Aksenov A.A., Melnik A.V., Meusel M., Dorrestein P.C., Rousu J., Böcker S. SIRIUS 4: A rapid tool for turning tandem mass spectra into metabolite structure information. Nat. Methods. 2019;16:299–302. doi: 10.1038/s41592-019-0344-8.", "ArticleIdList": ["10.1038/s41592-019-0344-8", "30886413"]}, {"Citation": "Sumner L.W., Amberg A., Barrett D., Beale M.H., Beger R., Daykin C.A., Fan T.W., Fiehn O., Goodacre R., Griffin J.L., et al. Proposed minimum reporting standards for chemical analysis Chemical Analysis Working Group (CAWG) Metabolomics Standards Initiative (MSI) Metabolomics. 2007;3:211–221. doi: 10.1007/s11306-007-0082-2.", "ArticleIdList": ["10.1007/s11306-007-0082-2", "PMC3772505", "24039616"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "17"}, {"Year": "2023", "Month": "12", "Day": "4"}, {"Year": "2023", "Month": "12", "Day": "14"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "1", "Minute": "22"}, {"Year": "2023", "Month": "12", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["38139414", "PMC10743902", "10.3390/ijms242417585", "ijms242417585"]}}], "PubmedBookArticle": []}