{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidants", "cardiovascular diseases", "natural products", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38136208", "DateRevised": {"Year": "2023", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "07"}], "Language": ["eng"], "ELocationID": ["2088", "10.3390/antiox12122088"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "12", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "07"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Natural Substances vs. Approved Drugs in the Treatment of Main Cardiovascular Disorders-Is There a Breakthrough?", "Abstract": {"AbstractText": ["Cardiovascular diseases (CVDs) are a group of diseases with a very high rate of morbidity and mortality. The clinical presentation of CVDs can vary from asymptomatic to classic symptoms such as chest pain in patients with myocardial infarction. Current therapeutics for CVDs mainly target disease symptoms. The most common CVDs are coronary artery disease, acute myocardial infarction, atrial fibrillation, chronic heart failure, arterial hypertension, and valvular heart disease. In their treatment, conventional therapies and pharmacological therapies are used. However, the use of herbal medicines in the therapy of these diseases has also been reported in the literature, resulting in a need for critical evaluation of advances related to their use. Therefore, we carried out a narrative review of pharmacological and herbal therapeutic effects reported for these diseases. Data for this comprehensive review were obtained from electronic databases such as MedLine, PubMed, Web of Science, Scopus, and Google Scholar. Conventional therapy requires an individual approach to the patients, as when patients do not respond well, this often causes allergic effects or various other unwanted effects. Nowadays, medicinal plants as therapeutics are frequently used in different parts of the world. Preclinical/clinical pharmacology studies have confirmed that some bioactive compounds may have beneficial therapeutic effects in some common CVDs. The natural products analyzed in this review are promising phytochemicals for adjuvant and complementary drug candidates in CVDs pharmacotherapy, and some of them have already been approved by the FDA. There are insufficient clinical studies to compare the effectiveness of natural products compared to approved therapeutics for the treatment of CVDs. Further long-term studies are needed to accelerate the potential of using natural products for these diseases. Despite this undoubted beneficence on CVDs, there are no strong breakthroughs supporting the implementation of natural products in clinical practice. Nevertheless, they are promising agents in the supplementation and co-therapy of CVDs."]}, "AuthorList": [{"Identifier": ["0000-0001-8014-3121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research, National Institute of the Republic of Serbia, Department of Cardiovascular Research, University of Belgrade, 11 000 Belgrade, Serbia."}], "LastName": "Grujić-Milanović", "ForeName": "Jelica", "Initials": "J"}, {"Identifier": ["0000-0002-6173-2219"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Pharmacology, Clinical Pharmacology and Toxicology, Faculty of Medicine, University of Belgrade, 11 000 Belgrade, Serbia."}], "LastName": "Rajković", "ForeName": "Jovana", "Initials": "J"}, {"Identifier": ["0000-0001-7688-1201"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research, National Institute of the Republic of Serbia, Department for Biomechanics, Biomedical Engineering and Physics of Complex Systems, University of Belgrade, 11 000 Belgrade, Serbia."}], "LastName": "Milanović", "ForeName": "Sladjan", "Initials": "S"}, {"Identifier": ["0000-0001-5137-2638"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department for Experimental Toxicology and Pharmacology, National Poison Control Centre, Military Medical Academy, 11 000 Belgrade, Serbia."}, {"Identifier": [], "Affiliation": "Medical Faculty of the Military Medical Academy, University of Defense, 11 000 Belgrade, Serbia."}, {"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Hradec Kralove, 500 002 Hradec Kralove, Czech Republic."}], "LastName": "Jaćević", "ForeName": "Vesna", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research, National Institute of the Republic of Serbia, Department of Cardiovascular Research, University of Belgrade, 11 000 Belgrade, Serbia."}], "LastName": "Miloradović", "ForeName": "Zoran", "Initials": "Z"}, {"Identifier": ["0000-0002-4217-5437"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Toxicology and Clinical Pharmacology, Faculty of Medicine, University of Banja Luka, Save Mrkalja 14, 78000 Banja Luka, Bosnia and Herzegovina."}], "LastName": "Nežić", "ForeName": "Lana", "Initials": "L"}, {"Identifier": ["0000-0002-1097-2060"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Molecular Genetics and Genetic Engineering, Center for Genome Sequencing and Bioinformatics, University of Belgrade, 11 000 Belgrade, Serbia."}], "LastName": "Novaković", "ForeName": "Radmila", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Olvera Lopez E., Ballard B.D., Jan A. StatPearls. StatPearls Publishing LLC.; Treasure Island, FL, USA: 2023. Cardiovascular Disease.", "ArticleIdList": ["30571040"]}, {"Citation": "Organization., W.H.  [(accessed on 8 October 2023)].  Available online:  https://www.who.int/news-room/fact-sheets/detail/hypertension."}, {"Citation": "Willeit J., Kiechl S. Biology of arterial atheroma. Cerebrovasc. Dis. 2000;10((Suppl. S5)):1–8. doi: 10.1159/000047599.", "ArticleIdList": ["10.1159/000047599", "11096178"]}, {"Citation": "Roth G.A., Mensah G.A., Johnson C.O., Addolorato G., Ammirati E., Baddour L.M., Barengo N.C., Beaton A.Z., Benjamin E.J., Benziger C.P., et al. Global Burden of Cardiovascular Diseases and Risk Factors, 1990–2019: Update From the GBD 2019 Study. J. Am. Coll. Cardiol. 2020;76:2982–3021. doi: 10.1016/j.jacc.2020.11.010.", "ArticleIdList": ["10.1016/j.jacc.2020.11.010", "PMC7755038", "33309175"]}, {"Citation": "Centers for Disease Control and Prevention . CDC Protects and Prepares Communities. Department of Health & Human Services, CDC; Atlanta, GA, USA: 2020."}, {"Citation": "Bowman L., Weidinger F., Albert M.A., Fry E.T.A., Pinto F.J., Clinical Trial Expert Group and ESC Patient Forum Randomized Trials Fit for the 21st Century: A Joint Opinion From the European Society of Cardiology, American Heart Association, American College of Cardiology, and the World Heart Federation. Circulation. 2023;147:925–929. doi: 10.1161/CIRCULATIONAHA.122.063378.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.122.063378", "36524680"]}, {"Citation": "Frak W., Wojtasinska A., Lisinska W., Mlynarska E., Franczyk B., Rysz J. Pathophysiology of Cardiovascular Diseases: New Insights into Molecular Mechanisms of Atherosclerosis, Arterial Hypertension, and Coronary Artery Disease. Biomedicines. 2022;10:1938. doi: 10.3390/biomedicines10081938.", "ArticleIdList": ["10.3390/biomedicines10081938", "PMC9405799", "36009488"]}, {"Citation": "Verma N., Rastogi S., Chia Y.C., Siddique S., Turana Y., Cheng H.M., Sogunuru G.P., Tay J.C., Teo B.W., Wang T.D., et al. Non-pharmacological management of hypertension. J. Clin. Hypertens. 2021;23:1275–1283. doi: 10.1111/jch.14236.", "ArticleIdList": ["10.1111/jch.14236", "PMC8678745", "33738923"]}, {"Citation": "Vidal-Petiot E. Thresholds for Hypertension Definition, Treatment Initiation, and Treatment Targets: Recent Guidelines at a Glance. Circulation. 2022;146:805–807. doi: 10.1161/CIRCULATIONAHA.121.055177.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.121.055177", "36095063"]}, {"Citation": "Schirone L., Forte M., Palmerio S., Yee D., Nocella C., Angelini F., Pagano F., Schiavon S., Bordin A., Carrizzo A., et al. A Review of the Molecular Mechanisms Underlying the Development and Progression of Cardiac Remodeling. Oxid. Med. Cell. Longev. 2017;2017:3920195. doi: 10.1155/2017/3920195.", "ArticleIdList": ["10.1155/2017/3920195", "PMC5511646", "28751931"]}, {"Citation": "Lu L., Liu M., Sun R., Zheng Y., Zhang P. Myocardial Infarction: Symptoms and Treatments. Cell Biochem. Biophys. 2015;72:865–867. doi: 10.1007/s12013-015-0553-4.", "ArticleIdList": ["10.1007/s12013-015-0553-4", "25638347"]}, {"Citation": "Salari N., Morddarvanjoghi F., Abdolmaleki A., Rasoulpoor S., Khaleghi A.A., Hezarkhani L.A., Shohaimi S., Mohammadi M. The global prevalence of myocardial infarction: A systematic review and meta-analysis. BMC Cardiovasc. Disord. 2023;23:206. doi: 10.1186/s12872-023-03231-w.", "ArticleIdList": ["10.1186/s12872-023-03231-w", "PMC10122825", "37087452"]}, {"Citation": "Ferrucci L., Fabbri E. Inflammageing: Chronic inflammation in ageing, cardiovascular disease, and frailty. Nat. Rev. Cardiol. 2018;15:505–522. doi: 10.1038/s41569-018-0064-2.", "ArticleIdList": ["10.1038/s41569-018-0064-2", "PMC6146930", "30065258"]}, {"Citation": "Dikalova A., Dikalov S. Response by Dikalova and Dikalov to Letter Regarding Article, “Mitochondrial Deacetylase Sirt3 Reduces Vascular Dysfunction and Hypertension While Sirt3 Depletion in Essential Hypertension Is Linked to Vascular Inflammation and Oxidative Stress”. Circ. Res. 2020;126:e33–e34. doi: 10.1161/CIRCRESAHA.120.316763.", "ArticleIdList": ["10.1161/CIRCRESAHA.120.316763", "PMC7134832", "32213139"]}, {"Citation": "Zhao M., Wang Y., Li L., Liu S., Wang C., Yuan Y., Yang G., Chen Y., Cheng J., Lu Y., et al. Mitochondrial ROS promote mitochondrial dysfunction and inflammation in ischemic acute kidney injury by disrupting TFAM-mediated mtDNA maintenance. Theranostics. 2021;11:1845–1863. doi: 10.7150/thno.50905.", "ArticleIdList": ["10.7150/thno.50905", "PMC7778599", "33408785"]}, {"Citation": "Sauer F., Riou M., Charles A.L., Meyer A., Andres E., Geny B., Talha S. Pathophysiology of Heart Failure: A Role for Peripheral Blood Mononuclear Cells Mitochondrial Dysfunction? J. Clin. Med. 2022;11:741. doi: 10.3390/jcm11030741.", "ArticleIdList": ["10.3390/jcm11030741", "PMC8836880", "35160190"]}, {"Citation": "Shaito A., Aramouni K., Assaf R., Parenti A., Orekhov A., Yazbi A.E., Pintus G., Eid A.H. Oxidative Stress-Induced Endothelial Dysfunction in Cardiovascular Diseases. Front. Biosci. 2022;27:105. doi: 10.31083/j.fbl2703105.", "ArticleIdList": ["10.31083/j.fbl2703105", "35345337"]}, {"Citation": "McGill H.C., Jr., McMahan C.A., Zieske A.W., Tracy R.E., Malcom G.T., Herderick E.E., Strong J.P. Association of Coronary Heart Disease Risk Factors with microscopic qualities of coronary atherosclerosis in youth. Circulation. 2000;102:374–379. doi: 10.1161/01.CIR.102.4.374.", "ArticleIdList": ["10.1161/01.CIR.102.4.374", "10908207"]}, {"Citation": "Alderman M., Aiyer K.J. Uric acid: Role in cardiovascular disease and effects of losartan. Curr. Med. Res. Opin. 2004;20:369–379. doi: 10.1185/030079904125002982.", "ArticleIdList": ["10.1185/030079904125002982", "15025846"]}, {"Citation": "Antithrombotic Trialists C., Baigent C., Blackwell L., Collins R., Emberson J., Godwin J., Peto R., Buring J., Hennekens C., Kearney P., et al. Aspirin in the primary and secondary prevention of vascular disease: Collaborative meta-analysis of individual participant data from randomised trials. Lancet. 2009;373:1849–1860.", "ArticleIdList": ["PMC2715005", "19482214"]}, {"Citation": "Qian X., Deng H., Yuan J., Hu J., Dai L., Jiang T. Evaluating the efficacy and safety of percutaneous coronary intervention (PCI) versus the optimal drug therapy (ODT) for stable coronary heart disease: A systematic review and meta-analysis. J. Thorac. Dis. 2022;14:1183–1192. doi: 10.21037/jtd-22-222.", "ArticleIdList": ["10.21037/jtd-22-222", "PMC9096285", "35572911"]}, {"Citation": "Cheng A., Malkin C., Briffa N.P. Antithrombotic therapy after heart valve intervention: Review of mechanisms, evidence and current guidance. Heart. 2023 doi: 10.1136/heartjnl-2022-321387.", "ArticleIdList": ["10.1136/heartjnl-2022-321387", "37438054"]}, {"Citation": "Huang S., Frangogiannis N.G. Anti-inflammatory therapies in myocardial infarction: Failures, hopes and challenges. Br. J. Pharmacol. 2018;175:1377–1400. doi: 10.1111/bph.14155.", "ArticleIdList": ["10.1111/bph.14155", "PMC5901181", "29394499"]}, {"Citation": "Lip G.Y., Fauchier L., Freedman S.B., Van Gelder I., Natale A., Gianni C., Nattel S., Potpara T., Rienstra M., Tse H.F., et al. Atrial fibrillation. Nat. Rev. Dis. Primers. 2016;2:16016. doi: 10.1038/nrdp.2016.16.", "ArticleIdList": ["10.1038/nrdp.2016.16", "27159789"]}, {"Citation": "Holmes A.P., Saxena P., Kabir S.N., O’Shea C., Kuhlmann S.M., Gupta S., Fobian D., Apicella C., O’Reilly M., Syeda F., et al. Atrial resting membrane potential confers sodium current sensitivity to propafenone, flecainide and dronedarone. Heart Rhythm. 2021;18:1212–1220. doi: 10.1016/j.hrthm.2021.03.016.", "ArticleIdList": ["10.1016/j.hrthm.2021.03.016", "PMC8259123", "33737232"]}, {"Citation": "Cay S., Kara M., Ozcan F., Ozeke O., Aksu T., Aras D., Topaloglu S. Propafenone use in coronary artery disease patients undergoing atrial fibrillation ablation. J. Interv. Card. Electrophysiol. 2022;65:381–389. doi: 10.1007/s10840-022-01186-0.", "ArticleIdList": ["10.1007/s10840-022-01186-0", "35366133"]}, {"Citation": "Faragli A., Tano G.D., Carlini C., Nassiacos D., Gori M., Confortola G., Lo Muzio F.P., Rapis K., Abawi D., Post H., et al. In-hospital Heart Rate Reduction With Beta Blockers and Ivabradine Early After Recovery in Patients With Acute Decompensated Heart Failure Reduces Short-Term Mortality and Rehospitalization. Front. Cardiovasc. Med. 2021;8:665202. doi: 10.3389/fcvm.2021.665202.", "ArticleIdList": ["10.3389/fcvm.2021.665202", "PMC8363305", "34395550"]}, {"Citation": "Kim R., Suresh K., Rosenberg M.A., Tan M.S., Malone D.C., Allen L.A., Kao D.P., Anderson H.D., Tiwari P., Trinkley K.E. A machine learning evaluation of patient characteristics associated with prescribing of guideline-directed medical therapy for heart failure. Front. Cardiovasc. Med. 2023;10:1169574. doi: 10.3389/fcvm.2023.1169574.", "ArticleIdList": ["10.3389/fcvm.2023.1169574", "PMC10321403", "37416920"]}, {"Citation": "Bertoluci C., Foppa M., Santos A.B.S., Fuchs S.C., Fuchs F.D. Diuretics are Similar to Losartan on Echocardiographic Target-Organ Damage in Stage I Hypertension. PREVER-Treatment Study. Arq. Bras. Cardiol. 2019;112:87–90.", "ArticleIdList": ["PMC6317616", "30673020"]}, {"Citation": "Benard B., Durand M., Berthoumieux S., Gauthier M., L’Archeveque H., Lamarre-Cliche M., Laskine M. The impact of beta-blockers on the central and delta systolic pressures in a real-world population with treated hypertension: A cross-sectional study. Health Sci. Rep. 2022;5:e948. doi: 10.1002/hsr2.948.", "ArticleIdList": ["10.1002/hsr2.948", "PMC9695088", "36447568"]}, {"Citation": "Faucon A.L., Fu E.L., Stengel B., Mazhar F., Evans M., Carrero J.J. A nationwide cohort study comparing the effectiveness of diuretics and calcium channel blockers on top of renin-angiotensin system inhibitors on chronic kidney disease progression and mortality. Kidney Int. 2023;104:542–551. doi: 10.1016/j.kint.2023.05.024.", "ArticleIdList": ["10.1016/j.kint.2023.05.024", "37330214"]}, {"Citation": "Nachawati D., Patel J.B. StatPearls. StatPearls Publishing LLC.; Treasure Island, FL, USA: 2023. Alpha-Blockers.", "ArticleIdList": ["32310526"]}, {"Citation": "Lee S.N., Yun J.S., Ko S.H., Ahn Y.B., Yoo K.D., Her S.H., Moon D., Jung S.H., Won H.H., Kim D. Impacts of gender and lifestyle on the association between depressive symptoms and cardiovascular disease risk in the UK Biobank. Sci. Rep. 2023;13:10758. doi: 10.1038/s41598-023-37221-x.", "ArticleIdList": ["10.1038/s41598-023-37221-x", "PMC10319713", "37402756"]}, {"Citation": "Sacco R.L., Roth G.A., Reddy K.S., Arnett D.K., Bonita R., Gaziano T.A., Heidenreich P.A., Huffman M.D., Mayosi B.M., Mendis S., et al. The Heart of 25 by 25: Achieving the Goal of Reducing Global and Regional Premature Deaths From Cardiovascular Diseases and Stroke: A Modeling Study From the American Heart Association and World Heart Federation. Glob. Heart. 2016;11:251–264. doi: 10.1016/j.gheart.2016.04.002.", "ArticleIdList": ["10.1016/j.gheart.2016.04.002", "27174522"]}, {"Citation": "Ambrose J.A., Singh M. Pathophysiology of coronary artery disease leading to acute coronary syndromes. F1000Prime Rep. 2015;7:8. doi: 10.12703/P7-08.", "ArticleIdList": ["10.12703/P7-08", "PMC4311268", "25705391"]}, {"Citation": "Disease G.B.D., Injury I., Prevalence C. Global, regional, and national incidence, prevalence, and years lived with disability for 354 diseases and injuries for 195 countries and territories, 1990–2017: A systematic analysis for the Global Burden of Disease Study 2017. Lancet. 2018;392:1789–1858.", "ArticleIdList": ["PMC6227754", "30496104"]}, {"Citation": "Li J.L., Zhou J.R., Tan P., Chen J. Dynamic assessment of coronary artery during different cardiac cycle in patients with coronary artery disease using coronary CT angiography. Perfusion. 2023;38:1453–1460. doi: 10.1177/02676591221114951.", "ArticleIdList": ["10.1177/02676591221114951", "35817556"]}, {"Citation": "Knuuti J., Wijns W., Saraste A., Capodanno D., Barbato E., Funck-Brentano C., Prescott E., Storey R.F., Deaton C., Cuisset T., et al. 2019 ESC Guidelines for the diagnosis and management of chronic coronary syndromes. Eur. Heart J. 2020;41:407–477. doi: 10.1093/eurheartj/ehz425.", "ArticleIdList": ["10.1093/eurheartj/ehz425", "31504439"]}, {"Citation": "Byrne R.A., Rossello X., Coughlan J.J., Barbato E., Berry C., Chieffo A., Claeys M.J., Dan G.A., Dweck M.R., Galbraith M., et al. 2023 ESC Guidelines for the management of acute coronary syndromes. Eur. Heart J. 2023;44:3720–3826. doi: 10.1093/eurheartj/ehad191.", "ArticleIdList": ["10.1093/eurheartj/ehad191", "37622654"]}, {"Citation": "Park J., Kim S.H., Kim M., Lee J., Choi Y., Kim H., Kim T.O., Kang D.Y., Ahn J.M., Yoo J.S., et al. Impact of Optimal Medical Therapy on Long-Term Outcomes After Myocardial Revascularization for Multivessel Coronary Disease. Am. J. Cardiol. 2023;203:81–91. doi: 10.1016/j.amjcard.2023.06.083.", "ArticleIdList": ["10.1016/j.amjcard.2023.06.083", "37481816"]}, {"Citation": "Yoon G.S., Choi S.H., Kwon S.W., Park S.D., Woo S.I. A prospective double-blinded randomized study on drug-eluting stent implantation into nitrate-induced maximally dilated vessels in patients with coronary artery disease. Trials. 2023;24:460. doi: 10.1186/s13063-023-07497-5.", "ArticleIdList": ["10.1186/s13063-023-07497-5", "PMC10355047", "37464355"]}, {"Citation": "Lippi G., Sanchis-Gomar F., Cervellin G. Global epidemiology of atrial fibrillation: An increasing epidemic and public health challenge. Int. J. Stroke. 2021;16:217–221. doi: 10.1177/1747493019897870.", "ArticleIdList": ["10.1177/1747493019897870", "31955707"]}, {"Citation": "Burke F.M. Red yeast rice for the treatment of dyslipidemia. Curr. Atheroscler. Rep. 2015;17:495. doi: 10.1007/s11883-015-0495-8.", "ArticleIdList": ["10.1007/s11883-015-0495-8", "25728312"]}, {"Citation": "Gerards M.C., Terlou R.J., Yu H., Koks C.H., Gerdes V.E. Traditional Chinese lipid-lowering agent red yeast rice results in significant LDL reduction but safety is uncertain—A systematic review and meta-analysis. Atherosclerosis. 2015;240:415–423. doi: 10.1016/j.atherosclerosis.2015.04.004.", "ArticleIdList": ["10.1016/j.atherosclerosis.2015.04.004", "25897793"]}, {"Citation": "Li P., Wang Q., Chen K., Zou S., Shu S., Lu C., Wang S., Jiang Y., Fan C., Luo Y. Red Yeast Rice for Hyperlipidemia: A Meta-Analysis of 15 High-Quality Randomized Controlled Trials. Front. Pharmacol. 2021;12:819482. doi: 10.3389/fphar.2021.819482.", "ArticleIdList": ["10.3389/fphar.2021.819482", "PMC8802088", "35111069"]}, {"Citation": "Liu J., Zeng F.F., Liu Z.M., Zhang C.X., Ling W.H., Chen Y.M. Effects of blood triglycerides on cardiovascular and all-cause mortality: A systematic review and meta-analysis of 61 prospective studies. Lipids Health Dis. 2013;12:159. doi: 10.1186/1476-511X-12-159.", "ArticleIdList": ["10.1186/1476-511X-12-159", "PMC4231478", "24164719"]}, {"Citation": "Zhao S., Wang Y., Mu Y., Yu B., Ye P., Yan X., Li Z., Wei Y., Ambegaonakr B.M., Hu D., et al. Prevalence of dyslipidaemia in patients treated with lipid-lowering agents in China: Results of the DYSlipidemia International Study (DYSIS) Atherosclerosis. 2014;235:463–469. doi: 10.1016/j.atherosclerosis.2014.05.916.", "ArticleIdList": ["10.1016/j.atherosclerosis.2014.05.916", "24950001"]}, {"Citation": "Zhu L.Y., Wen X.Y., Xiang Q.Y., Guo L.L., Xu J., Zhao S.P., Liu L. Comparison of the Reductions in LDL-C and Non-HDL-C Induced by the Red Yeast Rice Extract Xuezhikang between Fasting and Non-fasting States in Patients with Coronary Heart Disease. Front. Cardiovasc. Med. 2021;8:674446. doi: 10.3389/fcvm.2021.674446.", "ArticleIdList": ["10.3389/fcvm.2021.674446", "PMC8381279", "34434972"]}, {"Citation": "Shang Q., Liu Z., Chen K., Xu H., Liu J. A systematic review of xuezhikang, an extract from red yeast rice, for coronary heart disease complicated by dyslipidemia. Evid. Based Complement. Altern. Med. 2012;2012:636547. doi: 10.1155/2012/636547.", "ArticleIdList": ["10.1155/2012/636547", "PMC3332166", "22567033"]}, {"Citation": "Zhao S.P., Li R., Dai W., Yu B.L., Chen L.Z., Huang X.S. Xuezhikang contributes to greater triglyceride reduction than simvastatin in hypertriglyceridemia rats by up-regulating apolipoprotein A5 via the PPARalpha signaling pathway. PLoS ONE. 2017;12:e0184949.", "ArticleIdList": ["PMC5608289", "28934253"]}, {"Citation": "Lien C.F., Lin C.S., Shyue S.K., Hsieh P.S., Chen S.J., Lin Y.T., Chien S., Tsai M.C. Peroxisome proliferator-activated receptor delta improves the features of atherosclerotic plaque vulnerability by regulating smooth muscle cell phenotypic switching. Br. J. Pharmacol. 2023;180:2085–2101. doi: 10.1111/bph.16074.", "ArticleIdList": ["10.1111/bph.16074", "36942453"]}, {"Citation": "Zheng Q.N., Wang J., Zhou H.B., Niu S.F., Liu Q.L., Yang Z.J., Wang H., Zhao Y.S., Shi S.L. Effectiveness of Amygdalus mongolica oil in hyperlipidemic rats and underlying antioxidant processes. J. Toxicol. Environ. Health A. 2017;80:1193–1198. doi: 10.1080/15287394.2017.1367124.", "ArticleIdList": ["10.1080/15287394.2017.1367124", "28949828"]}, {"Citation": "Micek A., Godos J., Del Rio D., Galvano F., Grosso G. Dietary Flavonoids and Cardiovascular Disease: A Comprehensive Dose-Response Meta-Analysis. Mol. Nutr. Food Res. 2021;65:e2001019. doi: 10.1002/mnfr.202001019.", "ArticleIdList": ["10.1002/mnfr.202001019", "33559970"]}, {"Citation": "Elansary H.O., Szopa A., Kubica P., Ekiert H., Mattar M.A., Al-Yafrasi M.A., El-Ansary D.O., El-Abedin T.K.Z., Yessoufou K. Polyphenol Profile and Pharmaceutical Potential of Quercus spp. Bark Extracts. Plants. 2019;8:486. doi: 10.3390/plants8110486.", "ArticleIdList": ["10.3390/plants8110486", "PMC6918147", "31717611"]}, {"Citation": "Verdin E., Ott M. 50 years of protein acetylation: From gene regulation to epigenetics, metabolism and beyond. Nat. Rev. Mol. Cell Biol. 2015;16:258–264. doi: 10.1038/nrm3931.", "ArticleIdList": ["10.1038/nrm3931", "25549891"]}, {"Citation": "Hwang J.T., Choi H.K., Kim S.H., Chung S., Hur H.J., Park J.H., Chung M.Y. Hypolipidemic Activity of Quercus acutissima Fruit Ethanol Extract is Mediated by Inhibition of Acetylation. J. Med. Food. 2017;20:542–549. doi: 10.1089/jmf.2016.3912.", "ArticleIdList": ["10.1089/jmf.2016.3912", "28581876"]}, {"Citation": "Duan L., Liu Y., Li J., Zhang Y., Dong Y., Liu C., Wang J. Panax notoginseng Saponins Alleviate Coronary Artery Disease through Hypermethylation of the miR-194-MAPK Pathway. Front. Pharmacol. 2022;13:829416. doi: 10.3389/fphar.2022.829416.", "ArticleIdList": ["10.3389/fphar.2022.829416", "PMC9243564", "35784716"]}, {"Citation": "Duan L., Xiong X., Hu J., Liu Y., Li J., Wang J. Panax notoginseng Saponins for Treating Coronary Artery Disease: A Functional and Mechanistic Overview. Front. Pharmacol. 2017;8:702. doi: 10.3389/fphar.2017.00702.", "ArticleIdList": ["10.3389/fphar.2017.00702", "PMC5651167", "29089889"]}, {"Citation": "Xue X., Deng Y., Wang J., Zhou M., Liao L., Wang C., Peng C., Li Y. Hydroxysafflor yellow A, a natural compound from Carthamus tinctorius L with good effect of alleviating atherosclerosis. Phytomedicine. 2021;91:153694. doi: 10.1016/j.phymed.2021.153694.", "ArticleIdList": ["10.1016/j.phymed.2021.153694", "34403879"]}, {"Citation": "Hung C.H., Chan S.H., Chu P.M., Tsai K.L. Quercetin is a potent anti-atherosclerotic compound by activation of SIRT1 signaling under oxLDL stimulation. Mol. Nutr. Food Res. 2015;59:1905–1917. doi: 10.1002/mnfr.201500144.", "ArticleIdList": ["10.1002/mnfr.201500144", "26202455"]}, {"Citation": "Luo M., Tian R., Lu N. Quercetin Inhibited Endothelial Dysfunction and Atherosclerosis in Apolipoprotein E-Deficient Mice: Critical Roles for NADPH Oxidase and Heme Oxygenase-1. J. Agric. Food Chem. 2020;68:10875–10883. doi: 10.1021/acs.jafc.0c03907.", "ArticleIdList": ["10.1021/acs.jafc.0c03907", "32880455"]}, {"Citation": "Artyukov A.A., Zelepuga E.A., Bogdanovich L.N., Lupach N.M., Novikov V.L., Rutckova T.A., Kozlovskaya E.P. Marine Polyhydroxynaphthoquinone, Echinochrome A: Prevention of Atherosclerotic Inflammation and Probable Molecular Targets. J. Clin. Med. 2020;9:1494. doi: 10.3390/jcm9051494.", "ArticleIdList": ["10.3390/jcm9051494", "PMC7291202", "32429179"]}, {"Citation": "Kim H.K., Vasileva E.A., Mishchenko N.P., Fedoreyev S.A., Han J. Multifaceted Clinical Effects of Echinochrome. Mar. Drugs. 2021;19:412. doi: 10.3390/md19080412.", "ArticleIdList": ["10.3390/md19080412", "PMC8400489", "34436251"]}, {"Citation": "Antman E.M., Anbe D.T., Armstrong P.W., Bates E.R., Green L.A., Hand M., Hochman J.S., Krumholz H.M., Kushner F.G., Lamas G.A., et al. ACC/AHA guidelines for the management of patients with ST-elevation myocardial infarction--executive summary: A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 1999 Guidelines for the Management of Patients With Acute Myocardial Infarction) Circulation. 2004;110:588–636.", "ArticleIdList": ["15289388"]}, {"Citation": "Wang D., Lv L., Xu Y., Jiang K., Chen F., Qian J., Chen M., Liu G., Xiang Y. Cardioprotection of Panax Notoginseng saponins against acute myocardial infarction and heart failure through inducing autophagy. Biomed. Pharmacother. 2021;136:111287. doi: 10.1016/j.biopha.2021.111287.", "ArticleIdList": ["10.1016/j.biopha.2021.111287", "33485065"]}, {"Citation": "Guo H., Adah D., James P.B., Liu Q., Li G., Ahmadu P., Chai L., Wang S., Liu Y., Hu L. Xueshuantong Injection (Lyophilized) Attenuates Cerebral Ischemia/Reperfusion Injury by the Activation of Nrf2-VEGF Pathway. Neurochem. Res. 2018;43:1096–1103. doi: 10.1007/s11064-018-2523-x.", "ArticleIdList": ["10.1007/s11064-018-2523-x", "29633164"]}, {"Citation": "Zheng Q., Bao X.Y., Zhu P.C., Tong Q., Zheng G.Q., Wang Y. Ginsenoside Rb1 for Myocardial Ischemia/Reperfusion Injury: Preclinical Evidence and Possible Mechanisms. Oxid. Med. Cell Longev. 2017;2017:6313625. doi: 10.1155/2017/6313625.", "ArticleIdList": ["10.1155/2017/6313625", "PMC5753014", "29430282"]}, {"Citation": "Kim J.H. Pharmacological and medical applications of Panax ginseng and ginsenosides: A review for use in cardiovascular diseases. J. Ginseng Res. 2018;42:264–269. doi: 10.1016/j.jgr.2017.10.004.", "ArticleIdList": ["10.1016/j.jgr.2017.10.004", "PMC6026386", "29983607"]}, {"Citation": "Lin C., Liu Z., Lu Y., Yao Y., Zhang Y., Ma Z., Kuai M., Sun X., Sun S., Jing Y., et al. Cardioprotective effect of Salvianolic acid B on acute myocardial infarction by promoting autophagy and neovascularization and inhibiting apoptosis. J. Pharm. Pharmacol. 2016;68:941–952. doi: 10.1111/jphp.12567.", "ArticleIdList": ["10.1111/jphp.12567", "27139338"]}, {"Citation": "He H.B., Yang X.Z., Shi M.Q., Zeng X.W., Wu L.M., Li L.D. Comparison of cardioprotective effects of salvianolic acid B and benazepril on large myocardial infarction in rats. Pharmacol. Rep. 2008;60:369–381.", "ArticleIdList": ["18622062"]}, {"Citation": "Han D., Wei J., Zhang R., Ma W., Shen C., Feng Y., Xia N., Xu D., Cai D., Li Y., et al. Hydroxysafflor yellow A alleviates myocardial ischemia/reperfusion in hyperlipidemic animals through the suppression of TLR4 signaling. Sci. Rep. 2016;6:35319. doi: 10.1038/srep35319.", "ArticleIdList": ["10.1038/srep35319", "PMC5059673", "27731393"]}, {"Citation": "Ye J., Lu S., Wang M., Ge W., Liu H., Qi Y., Fu J., Zhang Q., Zhang B., Sun G., et al. Hydroxysafflor Yellow A Protects Against Myocardial Ischemia/Reperfusion Injury via Suppressing NLRP3 Inflammasome and Activating Autophagy. Front. Pharmacol. 2020;11:1170. doi: 10.3389/fphar.2020.01170.", "ArticleIdList": ["10.3389/fphar.2020.01170", "PMC7406911", "32848777"]}, {"Citation": "Zhou D., Ding T., Ni B., Jing Y., Liu S. Hydroxysafflor Yellow A mitigated myocardial ischemia/reperfusion injury by inhibiting the activation of the JAK2/STAT1 pathway. Int. J. Mol. Med. 2019;44:405–416. doi: 10.3892/ijmm.2019.4230.", "ArticleIdList": ["10.3892/ijmm.2019.4230", "PMC6605301", "31173173"]}, {"Citation": "Park J.H., Lee N.K., Lim H.J., Mazumder S., Kumar Rethineswaran V., Kim Y.J., Jang W.B., Ji S.T., Kang S., Kim D.Y., et al. Therapeutic Cell Protective Role of Histochrome under Oxidative Stress in Human Cardiac Progenitor Cells. Mar. Drugs. 2019;17:368. doi: 10.3390/md17060368.", "ArticleIdList": ["10.3390/md17060368", "PMC6628112", "31234277"]}, {"Citation": "Tang X., Nishimura A., Ariyoshi K., Nishiyama K., Kato Y., Vasileva E.A., Mishchenko N.P., Fedoreyev S.A., Stonik V.A., Kim H.K., et al. Echinochrome Prevents Sulfide Catabolism-Associated Chronic Heart Failure after Myocardial Infarction in Mice. Mar. Drugs. 2023;21:52. doi: 10.3390/md21010052.", "ArticleIdList": ["10.3390/md21010052", "PMC9863521", "36662225"]}, {"Citation": "Song B.W., Kim S., Kim R., Jeong S., Moon H., Kim H., Vasileva E.A., Mishchenko N.P., Fedoreyev S.A., Stonik V.A., et al. Regulation of Inflammation-Mediated Endothelial to Mesenchymal Transition with Echinochrome a for Improving Myocardial Dysfunction. Mar. Drugs. 2022;20:756. doi: 10.3390/md20120756.", "ArticleIdList": ["10.3390/md20120756", "PMC9781361", "36547903"]}, {"Citation": "He J., Li S., Ding Y., Tong Y., Li X. Research Progress on Natural Products’ Therapeutic Effects on Atrial Fibrillation by Regulating Ion Channels. Cardiovasc. Ther. 2022;2022:4559809. doi: 10.1155/2022/4559809.", "ArticleIdList": ["10.1155/2022/4559809", "PMC8964196", "35387267"]}, {"Citation": "Pistoia F., Sacco S., Tiseo C., Degan D., Ornello R., Carolei A. The Epidemiology of Atrial Fibrillation and Stroke. Cardiol. Clin. 2016;34:255–268. doi: 10.1016/j.ccl.2015.12.002.", "ArticleIdList": ["10.1016/j.ccl.2015.12.002", "27150174"]}, {"Citation": "Isakadze N., Kazzi Z., Bantsadze T., Gotsadze G., Butkhikridze N., El Chami M., Papiashvili G. Updated Atrial Fibrillation Management Recommendations for Georgian Hospitals Based on the 2020 European Society of Cardiology Atrial Fibrillation Guidelines. Georgian Med. News. 2022;333:13–16.", "ArticleIdList": ["36780615"]}, {"Citation": "Hindricks G., Potpara T., Dagres N., Arbelo E., Bax J.J., Blomstrom-Lundqvist C., Boriani G., Castella M., Dan G.A., Dilaveris P.E., et al. 2020 ESC Guidelines for the diagnosis and management of atrial fibrillation developed in collaboration with the European Association for Cardio-Thoracic Surgery (EACTS): The Task Force for the diagnosis and management of atrial fibrillation of the European Society of Cardiology (ESC) Developed with the special contribution of the European Heart Rhythm Association (EHRA) of the ESC. Eur. Heart J. 2021;42:373–498.", "ArticleIdList": ["32860505"]}, {"Citation": "Camm A.J., Savelieva I. Some patients with paroxysmal atrial fibrillation should carry flecainide or propafenone to self treat. BMJ. 2007;334:637. doi: 10.1136/bmj.39143.720602.BE.", "ArticleIdList": ["10.1136/bmj.39143.720602.BE", "PMC1832060", "17379911"]}, {"Citation": "Levy S. Cardioversion of recent-onset atrial fibrillation using intravenous antiarrhythmics: A European perspective. J. Cardiovasc. Electrophysiol. 2021;32:3259–3269. doi: 10.1111/jce.15264.", "ArticleIdList": ["10.1111/jce.15264", "34662471"]}, {"Citation": "Siemers L.A., MacGillivray J., Andrade J.G., Turgeon R.D. Chronic Amiodarone Use and the Risk of Cancer: A Systematic Review and Meta-analysis. CJC Open. 2021;3:109–114. doi: 10.1016/j.cjco.2020.09.013.", "ArticleIdList": ["10.1016/j.cjco.2020.09.013", "PMC7801211", "33458637"]}, {"Citation": "Lu Y.Y., Cheng C.C., Chen Y.C., Lin Y.K., Chen S.A., Chen Y.J. Electrolyte disturbances differentially regulate sinoatrial node and pulmonary vein electrical activity: A contribution to hypokalemia- or hyponatremia-induced atrial fibrillation. Heart Rhythm. 2016;13:781–788. doi: 10.1016/j.hrthm.2015.12.005.", "ArticleIdList": ["10.1016/j.hrthm.2015.12.005", "26654920"]}, {"Citation": "Xu Z.Y., Xu Y., Xie X.F., Tian Y., Sui J.H., Sun Y., Lin D.S., Gao X., Peng C., Fan Y.J. Anti-platelet aggregation of Panax notoginseng triol saponins by regulating GP1BA for ischemic stroke therapy. Chin. Med. 2021;16:12. doi: 10.1186/s13020-021-00424-3.", "ArticleIdList": ["10.1186/s13020-021-00424-3", "PMC7816336", "33468191"]}, {"Citation": "Slagsvold K.H., Johnsen A.B., Rognmo O., Hoydal M.A., Wisloff U., Wahba A. Mitochondrial respiration and microRNA expression in right and left atrium of patients with atrial fibrillation. Physiol. Genom. 2014;46:505–511. doi: 10.1152/physiolgenomics.00042.2014.", "ArticleIdList": ["10.1152/physiolgenomics.00042.2014", "24824214"]}, {"Citation": "Wang Y.G., Zima A.V., Ji X., Pabbidi R., Blatter L.A., Lipsius S.L. Ginsenoside Re suppresses electromechanical alternans in cat and human cardiomyocytes. Am. J. Physiol. Heart Circ. Physiol. 2008;295:H851–H859. doi: 10.1152/ajpheart.01242.2007.", "ArticleIdList": ["10.1152/ajpheart.01242.2007", "PMC2519214", "18567703"]}, {"Citation": "Jiang L., Yin X., Chen Y.H., Chen Y., Jiang W., Zheng H., Huang F.Q., Liu B., Zhou W., Qi L.W., et al. Proteomic analysis reveals ginsenoside Rb1 attenuates myocardial ischemia/reperfusion injury through inhibiting ROS production from mitochondrial complex I. Theranostics. 2021;11:1703–1720. doi: 10.7150/thno.43895.", "ArticleIdList": ["10.7150/thno.43895", "PMC7778584", "33408776"]}, {"Citation": "Li X., Xiang N., Wang Z. Ginsenoside Rg2 attenuates myocardial fibrosis and improves cardiac function after myocardial infarction via AKT signaling pathway. Biosci. Biotechnol. Biochem. 2020;84:2199–2206. doi: 10.1080/09168451.2020.1793292.", "ArticleIdList": ["10.1080/09168451.2020.1793292", "32706304"]}, {"Citation": "Mirhadi E., Rezaee M., Malaekeh-Nikouei B. Nano strategies for berberine delivery, a natural alkaloid of Berberis. Biomed. Pharmacother. 2018;104:465–473. doi: 10.1016/j.biopha.2018.05.067.", "ArticleIdList": ["10.1016/j.biopha.2018.05.067", "29793179"]}, {"Citation": "Zhou Z.W., Zheng H.C., Zhao L.F., Li W., Hou J.W., Yu Y., Miao P.Z., Zhu J.M. Effect of berberine on acetylcholine-induced atrial fibrillation in rabbit. Am. J. Transl. Res. 2015;7:1450–1457.", "ArticleIdList": ["PMC4568800", "26396675"]}, {"Citation": "Wang H.X., Kwan C.Y., Wong T.M. Tetrandrine inhibits electrically induced [Ca2+]i transient in the isolated single rat cardiomyocyte. Eur. J. Pharmacol. 1997;319:115–122. doi: 10.1016/S0014-2999(96)00834-5.", "ArticleIdList": ["10.1016/S0014-2999(96)00834-5", "9030906"]}, {"Citation": "Wu S.N., Li H.F., Lo Y.C. Characterization of tetrandrine-induced inhibition of large-conductance calcium-activated potassium channels in a human endothelial cell line (HUV-EC-C) J. Pharmacol. Exp. Ther. 2000;292:188–195.", "ArticleIdList": ["10604947"]}, {"Citation": "Huang B., Qin D., El-Sherif N. Spatial alterations of Kv channels expression and K+ currents in post-MI remodeled rat heart. Cardiovasc. Res. 2001;52:246–254. doi: 10.1016/S0008-6363(01)00378-9.", "ArticleIdList": ["10.1016/S0008-6363(01)00378-9", "11684072"]}, {"Citation": "Liu Q.N., Zhang L., Gong P.L., Yang X.Y., Zeng F.D. Inhibitory effects of dauricine on early afterdepolarizations and L-type calcium current. Can. J. Physiol. Pharmacol. 2009;87:954–962. doi: 10.1139/Y09-090.", "ArticleIdList": ["10.1139/Y09-090", "19935903"]}, {"Citation": "Zhou J., Ma W., Wang X., Liu H., Miao Y., Wang J., Du P., Chen Y., Zhang Y., Liu Z. Matrine Suppresses Reactive Oxygen Species (ROS)-Mediated MKKs/p38-Induced Inflammation in Oxidized Low-Density Lipoprotein (ox-LDL)-Stimulated Macrophages. Med. Sci. Monit. 2019;25:4130–4136. doi: 10.12659/MSM.917151.", "ArticleIdList": ["10.12659/MSM.917151", "PMC6561390", "31156213"]}, {"Citation": "Hernandez-Cascales J. Resveratrol enhances the inotropic effect but inhibits the proarrhythmic effect of sympathomimetic agents in rat myocardium. PeerJ. 2017;5:e3113. doi: 10.7717/peerj.3113.", "ArticleIdList": ["10.7717/peerj.3113", "PMC5376116", "28382232"]}, {"Citation": "Qian C., Ma J., Zhang P., Luo A., Wang C., Ren Z., Kong L., Zhang S., Wang X., Wu Y. Resveratrol attenuates the Na+-dependent intracellular Ca2+ overload by inhibiting H2O2-induced increase in late sodium current in ventricular myocytes. PLoS ONE. 2012;7:e51358. doi: 10.1371/journal.pone.0051358.", "ArticleIdList": ["10.1371/journal.pone.0051358", "PMC3521760", "23272101"]}, {"Citation": "Gao Q., Yang B., Ye Z.G., Wang J., Bruce I.C., Xia Q. Opening the calcium-activated potassium channel participates in the cardioprotective effect of puerarin. Eur. J. Pharmacol. 2007;574:179–184. doi: 10.1016/j.ejphar.2007.07.018.", "ArticleIdList": ["10.1016/j.ejphar.2007.07.018", "17692311"]}, {"Citation": "Othong R., Trakulsrichai S., Wananukul W. Diospyros rhodocalyx (Tako-Na), a Thai folk medicine, associated with hypokalemia and generalized muscle weakness: A case series. Clin. Toxicol. 2017;55:986–990. doi: 10.1080/15563650.2017.1330957.", "ArticleIdList": ["10.1080/15563650.2017.1330957", "28617146"]}, {"Citation": "McDonagh T.A., Metra M., Adamo M., Gardner R.S., Baumbach A., Bohm M., Burri H., Butler J., Celutkiene J., Chioncel O., et al. 2021 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure. Eur. Heart J. 2021;42:3599–3726. doi: 10.1093/eurheartj/ehab368.", "ArticleIdList": ["10.1093/eurheartj/ehab368", "34447992"]}, {"Citation": "Chang K.Y., Giorgio K., Schmitz K., Walker R.F., Prins K.W., Pritzker M.R., Archer S.L., Lutsey P.L., Thenappan T. Effect of Chronic Digoxin Use on Mortality and Heart Failure Hospitalization in Pulmonary Arterial Hypertension. J. Am. Heart Assoc. 2023;12:e027559. doi: 10.1161/JAHA.122.027559.", "ArticleIdList": ["10.1161/JAHA.122.027559", "PMC10111549", "36892094"]}, {"Citation": "Zhou Z.L., Yu P., Lin D. Study on effect of Astragalus injection in treating congestive heart failure. Zhongguo Zhong Xi Yi Jie He Za Zhi. 2001;21:747–749.", "ArticleIdList": ["12575607"]}, {"Citation": "Jia Y., Chen C., Ng C.S., Leung S.W. Meta-Analysis of Randomized Controlled Trials on the Efficacy of Di’ao Xinxuekang Capsule and Isosorbide Dinitrate in Treating Angina Pectoris. Evid. Based Complement. Altern. Med. 2012;2012:904147. doi: 10.1155/2012/904147.", "ArticleIdList": ["10.1155/2012/904147", "PMC3310218", "22474528"]}, {"Citation": "Li X., Zhang J., Huang J., Ma A., Yang J., Li W., Wu Z., Yao C., Zhang Y., Yao W., et al. A multicenter, randomized, double-blind, parallel-group, placebo-controlled study of the effects of qili qiangxin capsules in patients with chronic heart failure. J. Am. Coll. Cardiol. 2013;62:1065–1072. doi: 10.1016/j.jacc.2013.05.035.", "ArticleIdList": ["10.1016/j.jacc.2013.05.035", "23747768"]}, {"Citation": "Ma R.G., Wang C.X., Shen Y.H., Wang Z.Q., Ma J.H., Huang L.S. Effect of Shenmai Injection on ventricular diastolic function in patients with chronic heart failure: An assessment by tissue Doppler imaging. Chin. J. Integr. Med. 2010;16:173–175. doi: 10.1007/s11655-010-0173-1.", "ArticleIdList": ["10.1007/s11655-010-0173-1", "20473745"]}, {"Citation": "Singhuber J., Zhu M., Prinz S., Kopp B. Aconitum in traditional Chinese medicine: A valuable drug or an unpredictable risk? J. Ethnopharmacol. 2009;126:18–30. doi: 10.1016/j.jep.2009.07.031.", "ArticleIdList": ["10.1016/j.jep.2009.07.031", "19651200"]}, {"Citation": "Mares C., Udrea A.M., Buiu C., Staicu A., Avram S. Therapeutic Potentials of Aconite-like Alkaloids—Bioinformatics and Experimental Approaches. Mini Rev. Med. Chem. 2023;24:159–175. doi: 10.2174/1389557523666230328153417.", "ArticleIdList": ["10.2174/1389557523666230328153417", "36994982"]}, {"Citation": "Zhang Y., Chen S., Fan F., Xu N., Meng X.L., Zhang Y., Lin J.M. Neurotoxicity mechanism of aconitine in HT22 cells studied by microfluidic chip-mass spectrometry. J. Pharm. Anal. 2023;13:88–98. doi: 10.1016/j.jpha.2022.11.007.", "ArticleIdList": ["10.1016/j.jpha.2022.11.007", "PMC9937797", "36820076"]}, {"Citation": "Droge W. Free radicals in the physiological control of cell function. Physiol. Rev. 2002;82:47–95. doi: 10.1152/physrev.00018.2001.", "ArticleIdList": ["10.1152/physrev.00018.2001", "11773609"]}, {"Citation": "Mongirdiene A., Liuize A., Karciauskaite D., Mazgelyte E., Liekis A., Sadauskiene I. Relationship between Oxidative Stress and Left Ventricle Markers in Patients with Chronic Heart Failure. Cells. 2023;12:803. doi: 10.3390/cells12050803.", "ArticleIdList": ["10.3390/cells12050803", "PMC10001312", "36899939"]}, {"Citation": "Najjar R.S., Feresin R.G. Protective Role of Polyphenols in Heart Failure: Molecular Targets and Cellular Mechanisms Underlying Their Therapeutic Potential. Int. J. Mol. Sci. 2021;22:1668. doi: 10.3390/ijms22041668.", "ArticleIdList": ["10.3390/ijms22041668", "PMC7914665", "33562294"]}, {"Citation": "Akhlaghi M., Bandy B. Preconditioning and acute effects of flavonoids in protecting cardiomyocytes from oxidative cell death. Oxid. Med. Cell Longev. 2012;2012:782321. doi: 10.1155/2012/782321.", "ArticleIdList": ["10.1155/2012/782321", "PMC3399417", "22829963"]}, {"Citation": "Isaak C.K., Petkau J.C., Blewett H., O K., Siow Y.L. Lingonberry anthocyanins protect cardiac cells from oxidative-stress-induced apoptosis. Can. J. Physiol. Pharmacol. 2017;95:904–910. doi: 10.1139/cjpp-2016-0667.", "ArticleIdList": ["10.1139/cjpp-2016-0667", "28384410"]}, {"Citation": "Wang L., Deng H., Wang T., Qiao Y., Zhu J., Xiong M. Investigation into the protective effects of hypaconitine and glycyrrhetinic acid against chronic heart failure of the rats. BMC Complement. Med. Ther. 2022;22:160. doi: 10.1186/s12906-022-03632-y.", "ArticleIdList": ["10.1186/s12906-022-03632-y", "PMC9202221", "35710396"]}, {"Citation": "Heidenreich P.A., Bozkurt B., Aguilar D., Allen L.A., Byun J.J., Colvin M.M., Deswal A., Drazner M.H., Dunlay S.M., Evers L.R., et al. 2022 AHA/ACC/HFSA Guideline for the Management of Heart Failure: Executive Summary: A Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2022;145:e876–e894. doi: 10.1161/CIR.0000000000001062.", "ArticleIdList": ["10.1161/CIR.0000000000001062", "35363500"]}, {"Citation": "Dobson L.E., Prendergast B.D. Heart valve disease: A journey of discovery. Heart. 2022;108:774–779. doi: 10.1136/heartjnl-2021-320146.", "ArticleIdList": ["10.1136/heartjnl-2021-320146", "35459727"]}, {"Citation": "Wasmus C., Dudek J. Metabolic Alterations Caused by Defective Cardiolipin Remodeling in Inherited Cardiomyopathies. Life. 2020;10:277. doi: 10.3390/life10110277.", "ArticleIdList": ["10.3390/life10110277", "PMC7697959", "33187128"]}, {"Citation": "Chiang Y.F., Chen H.Y., Chang Y.J., Shih Y.H., Shieh T.M., Wang K.L., Hsia S.M. Protective Effects of Fucoxanthin on High Glucose- and 4-Hydroxynonenal (4-HNE)-Induced Injury in Human Retinal Pigment Epithelial Cells. Antioxidants. 2020;9:1176. doi: 10.3390/antiox9121176.", "ArticleIdList": ["10.3390/antiox9121176", "PMC7760030", "33255669"]}, {"Citation": "Azizi M., Sapoval M., Gosse P., Monge M., Bobrie G., Delsart P., Midulla M., Mounier-Vehier C., Courand P.Y., Lantelme P., et al. Optimum and stepped care standardised antihypertensive treatment with or without renal denervation for resistant hypertension (DENERHTN): A multicentre, open-label, randomised controlled trial. Lancet. 2015;385:1957–1965. doi: 10.1016/S0140-6736(14)61942-5.", "ArticleIdList": ["10.1016/S0140-6736(14)61942-5", "25631070"]}, {"Citation": "Whelton P.K., Carey R.M., Mancia G., Kreutz R., Bundy J.D., Williams B. Harmonization of the American College of Cardiology/American Heart Association and European Society of Cardiology/European Society of Hypertension Blood Pressure/Hypertension Guidelines. Eur. Heart J. 2022;43:3302–3311. doi: 10.1093/eurheartj/ehac432.", "ArticleIdList": ["10.1093/eurheartj/ehac432", "PMC9470378", "36100239"]}, {"Citation": "Wang J., Yin N., Deng Y., Wei Y., Huang Y., Pu X., Li L., Zheng Y., Guo J., Yu J., et al. Ascorbic Acid Protects against Hypertension through Downregulation of ACE1 Gene Expression Mediated by Histone Deacetylation in Prenatal Inflammation-Induced Offspring. Sci. Rep. 2016;6:39469. doi: 10.1038/srep39469.", "ArticleIdList": ["10.1038/srep39469", "PMC5171640", "27995995"]}, {"Citation": "Ahmad K.A., Yuan Yuan D., Nawaz W., Ze H., Zhuo C.X., Talal B., Taleb A., Mais E., Qilong D. Antioxidant therapy for management of oxidative stress induced hypertension. Free Radic. Res. 2017;51:428–438. doi: 10.1080/10715762.2017.1322205.", "ArticleIdList": ["10.1080/10715762.2017.1322205", "28427291"]}, {"Citation": "Raghuvanshi R., Chandra M., Mishra A., Misra M.K. Effect of vitamin E administration on blood pressure following reperfusion of patients with myocardial infarction. Exp. Clin. Cardiol. 2007;12:87–90.", "ArticleIdList": ["PMC2359599", "18650988"]}, {"Citation": "Panahi Y., Namazi S., Rostami-Yalmeh J., Sahebi E., Khalili N., Jamialahmadi T., Sahebkar A. Effect of Vitamin D Supplementation on the Regulation of Blood Pressure in Iranian Patients with Essential Hypertension: A Clinical Trial. Adv. Exp. Med. Biol. 2021;1328:501–511.", "ArticleIdList": ["34981501"]}, {"Citation": "Grujic-Milanovic J., Miloradovic Z., Jovovic D., Jacevic V., Milosavljevic I., Milanovic S., Mihailovic-Stanojevic N. The red wine polyphenol, resveratrol improves hemodynamics, oxidative defence and aortal structure in essential and malignant hypertension. J. Func. Foods. 2017;34:266–276. doi: 10.1016/j.jff.2017.04.035.", "ArticleIdList": ["10.1016/j.jff.2017.04.035"]}, {"Citation": "Gojkovic-Bukarica L., Markovic-Lipkovski J., Heinle H., Cirovic S., Rajkovic J., Djokic V., Zivanovic V., Bukarica A., Novakovic R. The red wine polyphenol resveratrol induced relaxation of the isolated renal artery of diabetic rats: The role of potassium channels. J. Func. Foods. 2019;52:266–275. doi: 10.1016/j.jff.2018.11.009.", "ArticleIdList": ["10.1016/j.jff.2018.11.009"]}, {"Citation": "Grujic-Milanovic J., Jacevic V., Miloradovic Z., Jovovic D., Milosavljevic I., Milanovic S.D., Mihailovic-Stanojevic N. Resveratrol Protects Cardiac Tissue in Experimental Malignant Hypertension Due to Antioxidant, Anti-Inflammatory, and Anti-Apoptotic Properties. Int. J. Mol. Sci. 2021;22:5006. doi: 10.3390/ijms22095006.", "ArticleIdList": ["10.3390/ijms22095006", "PMC8125904", "34066865"]}, {"Citation": "Grujic-Milanovic J., Jacevic V., Miloradovic Z., Milanovic S.D., Jovovic D., Ivanov M., Karanovic D., Vajic U.J., Mihailovic-Stanojevic N. Resveratrol improved kidney function and structure in malignantly hypertensive rats by restoration of antioxidant capacity and nitric oxide bioavailability. Biomed. Pharmacother. 2022;154:113642. doi: 10.1016/j.biopha.2022.113642.", "ArticleIdList": ["10.1016/j.biopha.2022.113642", "36942598"]}, {"Citation": "Fogacci F., Tocci G., Presta V., Fratter A., Borghi C., Cicero A.F.G. Effect of resveratrol on blood pressure: A systematic review and meta-analysis of randomized, controlled, clinical trials. Crit. Rev. Food Sci. Nutr. 2019;59:1605–1618. doi: 10.1080/10408398.2017.1422480.", "ArticleIdList": ["10.1080/10408398.2017.1422480", "29359958"]}, {"Citation": "Vanaja K., Wahl M.A., Bukarica L., Heinle H. Liposomes as carriers of the lipid soluble antioxidant resveratrol: Evaluation of amelioration of oxidative stress by additional antioxidant vitamin. Life Sci. 2013;93:917–923. doi: 10.1016/j.lfs.2013.10.019.", "ArticleIdList": ["10.1016/j.lfs.2013.10.019", "24177602"]}, {"Citation": "De Angelis M., Della-Morte D., Buttinelli G., Di Martino A., Pacifici F., Checconi P., Ambrosio L., Stefanelli P., Palamara A.T., Garaci E., et al. Protective Role of Combined Polyphenols and Micronutrients against Influenza A Virus and SARS-CoV-2 Infection In Vitro. Biomedicines. 2021;9:1721. doi: 10.3390/biomedicines9111721.", "ArticleIdList": ["10.3390/biomedicines9111721", "PMC8615651", "34829949"]}, {"Citation": "Lin X., Zhao J., Ge S., Lu H., Xiong Q., Guo X., Li L., He S., Wang J., Peng F., et al. Dietary Polyphenol Intake and Risk of Hypertension: An 18-y Nationwide Cohort Study in China. Am. J. Clin. Nutr. 2023;118:264–272. doi: 10.1016/j.ajcnut.2023.05.001.", "ArticleIdList": ["10.1016/j.ajcnut.2023.05.001", "PMC10447504", "37146758"]}, {"Citation": "Chang X., Zhang T., Zhang W., Zhao Z., Sun J. Natural Drugs as a Treatment Strategy for Cardiovascular Disease through the Regulation of Oxidative Stress. Oxid. Med. Cell Longev. 2020;2020:5430407. doi: 10.1155/2020/5430407.", "ArticleIdList": ["10.1155/2020/5430407", "PMC7537704", "33062142"]}, {"Citation": "Wang J., Zeng L., Zhang Y., Qi W., Wang Z., Tian L., Zhao D., Wu Q., Li X., Wang T. Pharmacological properties, molecular mechanisms and therapeutic potential of ginsenoside Rg3 as an antioxidant and anti-inflammatory agent. Front. Pharmacol. 2022;13:975784. doi: 10.3389/fphar.2022.975784.", "ArticleIdList": ["10.3389/fphar.2022.975784", "PMC9483152", "36133804"]}, {"Citation": "Jin H., Jiao Y., Guo L., Ma Y., Zhao R., Li X., Shen L., Zhou Z., Kim S.C., Liu J. Astragaloside IV blocks monocrotaline-induced pulmonary arterial hypertension by improving inflammation and pulmonary artery remodeling. Int. J. Mol. Med. 2021;47:595–606. doi: 10.3892/ijmm.2020.4813.", "ArticleIdList": ["10.3892/ijmm.2020.4813", "PMC7797426", "33416126"]}, {"Citation": "Serban M.C., Sahebkar A., Zanchetti A., Mikhailidis D.P., Howard G., Antal D., Andrica F., Ahmed A., Aronow W.S., Muntner P., et al. Effects of Quercetin on Blood Pressure: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. J. Am. Heart Assoc. 2016;5:e002713. doi: 10.1161/JAHA.115.002713.", "ArticleIdList": ["10.1161/JAHA.115.002713", "PMC5015358", "27405810"]}, {"Citation": "Larson A.J., Symons J.D., Jalili T. Therapeutic potential of quercetin to decrease blood pressure: Review of efficacy and mechanisms. Adv. Nutr. 2012;3:39–46. doi: 10.3945/an.111.001271.", "ArticleIdList": ["10.3945/an.111.001271", "PMC3262612", "22332099"]}, {"Citation": "Wang H.P., Yang J., Qin L.Q., Yang X.J. Effect of garlic on blood pressure: A meta-analysis. J. Clin. Hypertens. 2015;17:223–231. doi: 10.1111/jch.12473.", "ArticleIdList": ["10.1111/jch.12473", "PMC8031974", "25557383"]}, {"Citation": "Ried K., Travica N., Sali A. The effect of aged garlic extract on blood pressure and other cardiovascular risk factors in uncontrolled hypertensives: The AGE at Heart trial. Integr. Blood Press Control. 2016;9:9–21. doi: 10.2147/IBPC.S93335.", "ArticleIdList": ["10.2147/IBPC.S93335", "PMC4734812", "26869811"]}, {"Citation": "Hansawasdi C., Kawabata J., Kasai T. Alpha-amylase inhibitors from roselle (Hibiscus sabdariffa Linn.) tea. Biosci. Biotechnol. Biochem. 2000;64:1041–1043. doi: 10.1271/bbb.64.1041.", "ArticleIdList": ["10.1271/bbb.64.1041", "10879476"]}, {"Citation": "Alemayehu G.F., Forsido S.F., Tola Y.B., Amare E. Nutritional and Phytochemical Composition and Associated Health Benefits of Oat (Avena sativa) Grains and Oat-Based Fermented Food Products. Sci. World J. 2023;2023:2730175. doi: 10.1155/2023/2730175.", "ArticleIdList": ["10.1155/2023/2730175", "PMC10365923", "37492342"]}, {"Citation": "Ali M.Z., Mehmood M.H., Saleem M., Hamid Akash M.S., Malik A. Pharmacological evaluation of Euphorbia hirta, Fagonia indica and Capparis decidua in hypertension through in-vivo and in vitro-assays. Heliyon. 2021;7:e08094. doi: 10.1016/j.heliyon.2021.e08094.", "ArticleIdList": ["10.1016/j.heliyon.2021.e08094", "PMC8529515", "34712851"]}, {"Citation": "Brendler T., Abdel-Tawab M. Buchu (Agathosma betulina and A. crenulata): Rightfully Forgotten or Underutilized? Front. Pharmacol. 2022;13:813142. doi: 10.3389/fphar.2022.813142.", "ArticleIdList": ["10.3389/fphar.2022.813142", "PMC8859318", "35197854"]}, {"Citation": "An P., Wan S., Luo Y., Luo J., Zhang X., Zhou S., Xu T., He J., Mechanick J.I., Wu W.C., et al. Micronutrient Supplementation to Reduce Cardiovascular Risk. J. Am. Coll. Cardiol. 2022;80:2269–2285. doi: 10.1016/j.jacc.2022.09.048.", "ArticleIdList": ["10.1016/j.jacc.2022.09.048", "36480969"]}, {"Citation": "Shaito A., Thuan D.T.B., Phu H.T., Nguyen T.H.D., Hasan H., Halabi S., Abdelhady S., Nasrallah G.K., Eid A.H., Pintus G. Herbal Medicine for Cardiovascular Diseases: Efficacy, Mechanisms, and Safety. Front. Pharmacol. 2020;11:422. doi: 10.3389/fphar.2020.00422.", "ArticleIdList": ["10.3389/fphar.2020.00422", "PMC7155419", "32317975"]}, {"Citation": "Sharifi-Rad J., Rodrigues C.F., Sharopov F., Docea A.O., Can Karaca A., Sharifi-Rad M., Kahveci Karincaoglu D., Gulseren G., Senol E., Demircan E., et al. Diet, Lifestyle and Cardiovascular Diseases: Linking Pathophysiology to Cardioprotective Effects of Natural Bioactive Compounds. Int. J. Environ. Res. Public Health. 2020;17:2326. doi: 10.3390/ijerph17072326.", "ArticleIdList": ["10.3390/ijerph17072326", "PMC7177934", "32235611"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "12", "Day": "5"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "1", "Minute": "2"}, {"Year": "2023", "Month": "12", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["38136208", "PMC10740850", "10.3390/antiox12122088", "antiox12122088"]}}], "PubmedBookArticle": []}