{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38134014", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "22"}], "Language": ["eng"], "ELocationID": ["e0296267", "10.1371/journal.pone.0296267"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "18", "Issue": "12", "PubDate": {"Year": "2023"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "A mapping review of methicillin-resistant Staphylococcus aureus proportions, genetic diversity, and antimicrobial resistance patterns in Cameroon.", "Pagination": {"StartPage": "e0296267", "MedlinePgn": "e0296267"}, "Abstract": {"AbstractText": ["The emergence of methicillin-resistant Staphylococcus aureus (MRSA) has increased and poses a significant threat to human and animal health in Cameroon and the world at large. MRSA strains have infiltrated various settings, including hospitals, communities, and livestock, contributing to increased morbidity, treatment costs, and mortality. This evidence synthesis aims to understand MRSA prevalence, resistance patterns, and genetic characterization in Cameroon.", "The methodology was consistent with the PRISMA 2020 guidelines. Studies of any design containing scientific data on MRSA prevalence, genetic diversity, and antimicrobial resistance patterns in Cameroon were eligible for inclusion, with no restrictions on language or publication date. The search involved a comprehensive search strategy in several databases including Medline, Embase, Global Health, Web of Science, African Index Medicus, and African Journal Online. The risk of bias in the included studies was assessed using the Hoy et al tool, and the results were synthesized and presented in narrative synthesis and/or tables and graphs.", "The systematic review analyzed 24 studies, mostly conducted after 2010, in various settings in Cameroon. The studies, characterized by moderate to low bias, revealed a wide prevalence of MRSA ranging from 1.9% to 46.8%, with considerable variation based on demographic and environmental factors. Animal (0.2%), food (3.2% to 15.4%), and environmental samples (0.0% to 34.6%) also showed a varied prevalence of MRSA. The genetic diversity of MRSA was heterogeneous, with different virulence gene profiles and clonal lineages identified in various populations and sample types. Antimicrobial resistance rates showed great variability in the different regions of Cameroon, with notable antibiotic resistance recorded for the beta-lactam, fluoroquinolone, glycopeptide, lincosamide, and macrolide families.", "This study highlights the significant variability in MRSA prevalence, genetic diversity, and antimicrobial resistance patterns in Cameroon, and emphasizes the pressing need for comprehensive antimicrobial stewardship strategies in the country."], "CopyrightInformation": "Copyright: © 2023 Keneh et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Laboratory for Emerging Infectious Diseases, University of Buea, Buea, South West Region, Cameroon."}], "LastName": "Keneh", "ForeName": "Nene Kaah", "Initials": "NK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}], "LastName": "Kenmoe", "ForeName": "Sebastien", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, The University of Yaounde I, Yaounde, Cameroon."}], "LastName": "Bowo-Ngandji", "ForeName": "Arnol", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}], "LastName": "Tatah Kihla Akoachere", "ForeName": "Jane-Francis", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and Biomedical Sciences, The University of Yaounde I, Yaoundé, Cameroon."}], "LastName": "Gonsu Kamga", "ForeName": "Hortense", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}], "LastName": "Ndip", "ForeName": "Roland Ndip", "Initials": "RN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Research in Health and Priority Pathologies, Institute of Medical Research and Medicinal Plants Studies, Yaounde, Cameroon."}], "LastName": "Ebogo-Belobo", "ForeName": "Jean Thierry", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiological Surveillance, Evaluation and Research Unit, National AIDS Control Committee, Douala, Cameroon."}], "LastName": "Kengne-Ndé", "ForeName": "Cyprien", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, The University of Yaounde I, Yaounde, Cameroon."}], "LastName": "Mbaga", "ForeName": "Donatien Serge", "Initials": "DS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health and Hygiene, University of Buea, Buea, Cameroon."}], "LastName": "Tendongfor", "ForeName": "Nicholas", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Laboratory for Emerging Infectious Diseases, University of Buea, Buea, South West Region, Cameroon."}], "LastName": "Ndip", "ForeName": "Lucy Mande", "Initials": "LM"}, {"Identifier": ["0000-0003-2497-4689"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Parasitology, University of Buea, Buea, Cameroon."}, {"Identifier": [], "Affiliation": "Laboratory for Emerging Infectious Diseases, University of Buea, Buea, South West Region, Cameroon."}], "LastName": "Esemu", "ForeName": "Seraphine Nkie", "Initials": "SN"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cameroon"}, {"QualifierName": [], "DescriptorName": "Drug Resistance, Bacterial"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": ["genetics"], "DescriptorName": "Methicillin-Resistant Staphylococcus aureus"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["drug therapy", "epidemiology"], "DescriptorName": "Staphylococcal Infections"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Austin ED, Sullivan SS, Macesic N, Mehta M, Miko BA, Nematollahi S, et al.. Reduced Mortality of Staphylococcus aureus Bacteremia in a Retrospective Cohort Study of 2139 Patients: 2007–2015. Clinical infectious diseases: an official publication of the Infectious Diseases Society of America. 2020;70(8):1666–74. Epub 2019/06/12. doi: 10.1093/cid/ciz498 ; PubMed Central PMCID: PMC7146006.", "ArticleIdList": ["10.1093/cid/ciz498", "PMC7146006", "31185081"]}, {"Citation": "Rasmussen RV, Fowler VG Jr, Skov R, Bruun NE. Future challenges and treatment of Staphylococcus aureus bacteremia with emphasis on MRSA. Future microbiology. 2011;6(1):43–56. Epub 2010/12/18. doi: 10.2217/fmb.10.155 ; PubMed Central PMCID: PMC3031962.", "ArticleIdList": ["10.2217/fmb.10.155", "PMC3031962", "21162635"]}, {"Citation": "Enright MC, Day NP, Davies CE, Peacock SJ, Spratt BG. Multilocus sequence typing for characterization of methicillin-resistant and methicillin-susceptible clones of Staphylococcus aureus. Journal of clinical microbiology. 2000;38(3):1008–15. Epub 2000/03/04. doi: 10.1128/JCM.38.3.1008-1015.2000 ; PubMed Central PMCID: PMC86325.", "ArticleIdList": ["10.1128/JCM.38.3.1008-1015.2000", "PMC86325", "10698988"]}, {"Citation": "Falagas ME, Karageorgopoulos DE, Leptidis J, Korbila IP. MRSA in Africa: filling the global map of antimicrobial resistance. PLoS One. 2013;8(7):e68024. Epub 2013/08/08. doi: 10.1371/journal.pone.0068024 ; PubMed Central PMCID: PMC3726677.", "ArticleIdList": ["10.1371/journal.pone.0068024", "PMC3726677", "23922652"]}, {"Citation": "Styers D, Sheehan DJ, Hogan P, Sahm DF. Laboratory-based surveillance of current antimicrobial resistance patterns and trends among Staphylococcus aureus: 2005 status in the United States. Ann Clin Microbiol Antimicrob. 2006;5:2. Epub 2006/02/14. doi: 10.1186/1476-0711-5-2 ; PubMed Central PMCID: PMC1397857.", "ArticleIdList": ["10.1186/1476-0711-5-2", "PMC1397857", "16469106"]}, {"Citation": "Arumugam G, Periasamy H, Maneesh Paul S. Staphylococcus aureus: Overview of Bacteriology, Clinical Diseases, Epidemiology, Antibiotic Resistance and Therapeutic Approach. In: Shymaa E, Laura ECA, editors. Frontiers in Staphylococcus aureus. Rijeka: IntechOpen; 2017. p. Ch. 1."}, {"Citation": "Deurenberg RH, Stobberingh EE. The evolution of Staphylococcus aureus. Infection, genetics and evolution: journal of molecular epidemiology and evolutionary genetics in infectious diseases. 2008;8(6):747–63. Epub 2008/08/23. doi: 10.1016/j.meegid.2008.07.007 .", "ArticleIdList": ["10.1016/j.meegid.2008.07.007", "18718557"]}, {"Citation": "Wu Z, Li F, Liu D, Xue H, Zhao X. Novel Type XII Staphylococcal Cassette Chromosome mec Harboring a New Cassette Chromosome Recombinase, CcrC2. Antimicrobial agents and chemotherapy. 2015;59(12):7597–601. Epub 2015/09/30. doi: 10.1128/AAC.01692-15 ; PubMed Central PMCID: PMC4649182.", "ArticleIdList": ["10.1128/AAC.01692-15", "PMC4649182", "26416872"]}, {"Citation": "Bürgmann H, Frigon D, W HG, C MM, Pruden A, Singer AC, et al.. Water and sanitation: an essential battlefront in the war on antimicrobial resistance. FEMS microbiology ecology. 2018;94(9). Epub 2018/06/08. doi: 10.1093/femsec/fiy101 .", "ArticleIdList": ["10.1093/femsec/fiy101", "29878227"]}, {"Citation": "Burow E, Käsbohrer A. Risk Factors for Antimicrobial Resistance in Escherichia coli in Pigs Receiving Oral Antimicrobial Treatment: A Systematic Review. Microbial drug resistance (Larchmont, NY). 2017;23(2):194–205. Epub 2016/06/02. doi: 10.1089/mdr.2015.0318 .", "ArticleIdList": ["10.1089/mdr.2015.0318", "27249658"]}, {"Citation": "Perry JA, Wright GD. Forces shaping the antibiotic resistome. BioEssays: news and reviews in molecular, cellular and developmental biology. 2014;36(12):1179–84. Epub 2014/09/13. doi: 10.1002/bies.201400128 .", "ArticleIdList": ["10.1002/bies.201400128", "25213620"]}, {"Citation": "Park C, Pearce J. A major outbreak of methicillin resistant Staphylococcus aureus among patients and staff at Johannesburg Hospital during 1986–1987. Nursing RSA = Verpleging RSA. 1989;4(6):37–9. Epub 1989/06/01. .", "ArticleIdList": ["2507921"]}, {"Citation": "Kesah C, Ben Redjeb S, Odugbemi TO, Boye CS, Dosso M, Ndinya Achola JO, et al.. Prevalence of methicillin-resistant Staphylococcus aureus in eight African hospitals and Malta. Clinical Microbiology & Infection. 2003;9(2):153–6. doi: 10.1046/j.1469-0691.2003.00531.x .", "ArticleIdList": ["10.1046/j.1469-0691.2003.00531.x", "12588338"]}, {"Citation": "Shoaib M, Aqib AI, Muzammil I, Majeed N, Bhutta ZA, Kulyar MF, et al.. MRSA compendium of epidemiology, transmission, pathophysiology, treatment, and prevention within one health framework. Front Microbiol. 2022;13:1067284. Epub 2023/01/28. doi: 10.3389/fmicb.2022.1067284 ; PubMed Central PMCID: PMC9871788.", "ArticleIdList": ["10.3389/fmicb.2022.1067284", "PMC9871788", "36704547"]}, {"Citation": "Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al.. The PRISMA 2020 statement: An updated guideline for reporting systematic reviews. PLoS medicine. 2021;18(3):e1003583. Epub 2021/03/30. doi: 10.1371/journal.pmed.1003583 ; PubMed Central PMCID: PMC8007028 following competing interests: EL is head of research for the BMJ; MJP is an editorial board member for PLOS Medicine; ACT is an associate editor and MJP, TL, EMW, and DM are editorial board members for the Journal of Clinical Epidemiology; DM and LAS were editors in chief, LS, JMT, and ACT are associate editors, and JG is an editorial board member for Systematic Reviews. None of these authors were involved in the peer review process or decision to publish. TCH has received personal fees from Elsevier outside the submitted work. EMW has received personal fees from the American Journal for Public Health, for which he is the editor for systematic reviews. VW is editor in chief of the Campbell Collaboration, which produces systematic reviews, and co-convenor of the Campbell and Cochrane equity methods group. DM is chair of the EQUATOR Network, IB is adjunct director of the French EQUATOR Centre and TCH is co-director of the Australasian EQUATOR Centre, which advocates for the use of reporting guidelines to improve the quality of reporting in research articles. JMT received salary from Evidence Partners, creator of DistillerSR software for systematic reviews; Evidence Partners was not involved in the design or outcomes of the statement, and the views expressed solely represent those of the author.", "ArticleIdList": ["10.1371/journal.pmed.1003583", "PMC8007028", "33780438"]}, {"Citation": "Bramer WM, Rethlefsen ML, Kleijnen J, Franco OH. Optimal database combinations for literature searches in systematic reviews: a prospective exploratory study. Systematic reviews. 2017;6(1):245. Epub 2017/12/07. doi: 10.1186/s13643-017-0644-y ; PubMed Central PMCID: PMC5718002.", "ArticleIdList": ["10.1186/s13643-017-0644-y", "PMC5718002", "29208034"]}, {"Citation": "Ouzzani M, Hammady H, Fedorowicz Z, Elmagarmid A. Rayyan-a web and mobile app for systematic reviews. Systematic reviews. 2016;5(1):210. Epub 2016/12/07. doi: 10.1186/s13643-016-0384-4 ; PubMed Central PMCID: PMC5139140.", "ArticleIdList": ["10.1186/s13643-016-0384-4", "PMC5139140", "27919275"]}, {"Citation": "Hoy D, Brooks P, Woolf A, Blyth F, March L, Bain C, et al.. Assessing risk of bias in prevalence studies: modification of an existing tool and evidence of interrater agreement. Journal of clinical epidemiology. 2012;65(9):934–9. Epub 2012/06/30. doi: 10.1016/j.jclinepi.2011.11.014 .", "ArticleIdList": ["10.1016/j.jclinepi.2011.11.014", "22742910"]}, {"Citation": "Bissong MEA, Tahnteng BF, Ateba CN, Akoachere JTK. Pathogenic Potential and Antimicrobial Resistance Profile of Staphylococcus aureus in Milk and Beef from the Northwest and Southwest Regions of Cameroon. Biomed Res Int. 2020;2020:6015283. Epub 2020/11/17. doi: 10.1155/2020/6015283 ; PubMed Central PMCID: PMC7641691.", "ArticleIdList": ["10.1155/2020/6015283", "PMC7641691", "33195695"]}, {"Citation": "Bissong MEA, Wirgham T, Enekegbe MA, Niba PTN, Foka FETJEJoC, Sciences B. Prevalence and antibiotic susceptibility patterns of methicillin resistant Staphylococcus aureus in patients attending the Laquintinie Hospital Douala, Cameroon. European Journal of Clinical and Biomedical Sciences. 2016;2(6):92–6."}, {"Citation": "Esemu NS, Ahmadou Yaya F, Nkengum WP, Kaah Keneh N, Kfusi JA, Smith SI, et al.. Prevalence and Characterization of Methicillin-Resistant Staphylococcus aureus from Meat Retail Shops and Meat Handlers in the Buea Municipality, Cameroon. International Journal of TROPICAL DISEASE & Health. 2021;42(21):13–27. doi: 10.9734/ijtdh/2021/v42i2130549", "ArticleIdList": ["10.9734/ijtdh/2021/v42i2130549"]}, {"Citation": "Eyoh A, Ehlers M, Mbamyah EL, Antiabong J, Fokunang C, Kock M, et al.. Molecular Diversity of Staphylococcus aureus from the Nares of Hospital Personnel, HIV-Positive and Diabetes Mellitus Patients in Yaounde Cameroon. Advances in Microbiology. 2021;11(12):740–56."}, {"Citation": "Eyoh AB, Toukam M, Gonsu H, Fokunang C, Lyonga EE, Ikomey GM, et al.. Antibiotics susceptibility profile of staphylococcus aureus isolated from the anterior nares of hospital personnel in Yaounde, Cameroon. Health sci dis. 2013;13(2):1–5."}, {"Citation": "Foloum AK, Founou LL, Karang S, Maled Y, Tsayem C, Kuete M, et al.. Methicillin resistant staphylococci isolated in clinical samples: a 3-year retrospective study analysis. Future Science OA. 2021;7(4).", "ArticleIdList": ["PMC8015662", "33815826"]}, {"Citation": "Founou LL, Founou RC, Allam M, Ismail A, Finyom Djoko C, Essack SY. Genome analysis of methicillin-resistant Staphylococcus aureus isolated from pigs: Detection of the clonal lineage ST398 in Cameroon and South Africa. Zoonoses & Public Health. 2019;66(5):512–25. doi: 10.1111/zph.12586 .", "ArticleIdList": ["10.1111/zph.12586", "31124311"]}, {"Citation": "Gonsu KH, Kouemo SL, Toukam M, Ndze VN, Koulla SS. Nasal carriage of methicillin resistant Staphylococcus aureus and its antibiotic susceptibility pattern in adult hospitalized patients and medical staff in some hospitals in Cameroon. Journal of Microbiology and Antimicrobials. 2013;5(3):29–33."}, {"Citation": "Gonsu KH, Tchuedji YLGN, Mbamyah EL, Djiraibe J, Betbeui AC, Noubom M, et al.. Nasal Carriage of Methicillin-Resistant Staphylococcus aureus in Intensive Care Units of Two University Hospitals in Cameroon. Microbiology Research Journal International. 2020;30(4):26–33. doi: 10.9734/mrji/2020/v30i430210", "ArticleIdList": ["10.9734/mrji/2020/v30i430210"]}, {"Citation": "Kengne M, Fotie HBN, Nwobegahay JM, Achiangia PN, Tamoufe U, Goon DT, et al.. Antibiotic sensitivity profile of Staphylococcus aureus isolated from HIV/AIDS patients presenting with pyoderma, at the Yaounde Central Hospital, Cameroon. The Pan African medical journal. 2020;37:185. doi: 10.11604/pamj.2020.37.185.14595 .", "ArticleIdList": ["10.11604/pamj.2020.37.185.14595", "PMC7778160", "33447340"]}, {"Citation": "Kengne M, Fotsing O, Ndomgue T, Nwobegahay JM. Antibiotic susceptibility patterns of Staphylococcus aureus strains isolated at the Yaounde Central Hospital, Cameroon: a retro prospective study. The Pan African medical journal. 2019;32:103. doi: 10.11604/pamj.2019.32.103.15743 .", "ArticleIdList": ["10.11604/pamj.2019.32.103.15743", "PMC6561000", "31223393"]}, {"Citation": "Kesah FNC, Payne VK. Antimicrobial resistance in Dschang, Cameroon. Annals of Tropical Medicine and Public Health. 2013;6(4):446–51."}, {"Citation": "Manhafo VN, Tadongfack TD, Nitcheu ILS, Nkouayep VR, Nzeffouo Selabi AC, Kamtchueng MO, et al.. Prevalence and Antimicrobial Resistance Pattern of Community Acquired Staphylococcus aureus in Patients Received at the Traumatology Unit of a Secondary Referral Health Setting in the Western Cameroon. International Journal of Pathogen Research. 2021;8(1):28–36."}, {"Citation": "Marbou WJT, Kuete V. Methicillin-resistant Staphylococcus aureus in Metabolic Syndrome Patients at the Mbouda Hospitals, West Region of Cameroon. Cureus. 2020;12(3). doi: 10.7759/cureus.7274 WOS:000519751200001.", "ArticleIdList": ["10.7759/cureus.7274", "PMC7158605", "32300494"]}, {"Citation": "Massongo M, Ngando L, Pefura Yone EW, A NZ, Mbanzouen W, Fonkoua MC, et al.. Trends of Antibacterial Resistance at the National Reference Laboratory in Cameroon: Comparison of the Situation between 2010 and 2017. BioMed Research International. 2021;2021:9957112. doi: 10.1155/2021/9957112 .", "ArticleIdList": ["10.1155/2021/9957112", "PMC8166466", "34124266"]}, {"Citation": "Mohamadou M, Essama SR, Ngonde Essome MC, Akwah L, Nadeem N, Gonsu Kamga H, et al.. High prevalence of Panton-Valentine leukocidin positive, multidrug resistant, Methicillin-resistant Staphylococcus aureus strains circulating among clinical setups in Adamawa and Far North regions of Cameroon. PLoS ONE [Electronic Resource]. 2022;17(7):e0265118. doi: 10.1371/journal.pone.0265118 .", "ArticleIdList": ["10.1371/journal.pone.0265118", "PMC9269376", "35802616"]}, {"Citation": "Nankam WLN, Kwetche PRF, Tazemda-Kuitsouc GB, Chouna GJD, Tekam JM. Hospitalization and colonization by methicillin-resistant Staphylococcus aureus in the surgical department of 03 health facilities in the Nde division, West-Cameroon. Annals of Clinical Microbiology & Antimicrobials. 2021;20(1):48. doi: 10.1186/s12941-021-00451-w .", "ArticleIdList": ["10.1186/s12941-021-00451-w", "PMC8290526", "34281527"]}, {"Citation": "Ngalani OJT, Marbou WJT, Mbaveng AT, Kuete V. Resistance Profiles of Staphylococcus aureus and Immunological Status in Pregnant Women at Bafang, West Region of Cameroon: A Cross-Sectional Study. Cureus. 2020;12(6). doi: 10.7759/cureus.8648 WOS:000540772900001.", "ArticleIdList": ["10.7759/cureus.8648", "PMC7302716", "32572361"]}, {"Citation": "Njoungang LL, Nwobegahay JM, Ayangma CR, Njukeng AP, Kengne M, Abeng EMo, et al.. Prevalence and antibiotic resistance patterns of strains of Staphylococcus aureus isolated at the Yaounde Military Hospital, Cameroon. Microbiol Res Int. 2015;3(4):56–63."}, {"Citation": "Nkwelang G, Akoachere J-FT, Kamga LH, Nfoncham ED, Ndip RNJAJMR. Staphylococcus aureus isolates from clinical and environmental samples in a semi-rural area of Cameroon: phenotypic characterization of isolates. African Journal of Microbiology Research. 2009;3(11):731–6."}, {"Citation": "Sinda LK, Dinga JN, Wanji S, Koulla SS. Prevalence, susceptibility testing and multi drug resistance risk factors to methicillin resistant Staphylococcus aureus in nasal carriage of hospitalized patients and medical staff in selected hospitals in Cameroon. Journal of Microbiology and Antimicrobials. 2020;12(2):42–51."}, {"Citation": "Straus L, Coombs G, Larsen AR, Stegger M, Breurec S, Mellmann A, et al.. Whole Genome Analysis of African Methicillin-resistant Staphylococcus aureus with USA300-related Genotypes. International Journal of Medical Microbiology. 2015;1):150."}, {"Citation": "Takemegni MJW, Jérôme A, George EO, Francois-Xavier M-K, Marcelin NNJJoDD, Therapeutics. Pattern of antibiotics resistance and phenotypic characterization of Multidrug resistant bacteria isolates in four hospitals of Littoral region, Cameroon. Journal of Drug Delivery and Therapeutics. 2021;11(1-s):20–30."}, {"Citation": "Immergluck LC, Leong T, Malhotra K, Parker TC, Ali F, Jerris RC, et al.. Geographic surveillance of community associated MRSA infections in children using electronic health record data. BMC infectious diseases. 2019;19(1):170. Epub 2019/02/20. doi: 10.1186/s12879-019-3682-3 ; PubMed Central PMCID: PMC6378744.", "ArticleIdList": ["10.1186/s12879-019-3682-3", "PMC6378744", "30777016"]}, {"Citation": "Algammal AM, Hetta HF, Elkelish A, Alkhalifah DHH, Hozzein WN, Batiha GE, et al.. Methicillin-Resistant Staphylococcus aureus (MRSA): One Health Perspective Approach to the Bacterium Epidemiology, Virulence Factors, Antibiotic-Resistance, and Zoonotic Impact. Infection and drug resistance. 2020;13:3255–65. Epub 2020/10/17. doi: 10.2147/IDR.S272733 ; PubMed Central PMCID: PMC7519829.", "ArticleIdList": ["10.2147/IDR.S272733", "PMC7519829", "33061472"]}, {"Citation": "Clements A, Halton K, Graves N, Pettitt A, Morton A, Looke D, et al.. Overcrowding and understaffing in modern health-care systems: key determinants in meticillin-resistant Staphylococcus aureus transmission. The Lancet Infectious diseases. 2008;8(7):427–34. Epub 2008/06/28. doi: 10.1016/S1473-3099(08)70151-8 .", "ArticleIdList": ["10.1016/S1473-3099(08)70151-8", "18582835"]}, {"Citation": "Gurung RR, Maharjan P, Chhetri GG. Antibiotic resistance pattern of Staphylococcus aureus with reference to MRSA isolates from pediatric patients. Future Sci OA. 2020;6(4):Fso464. Epub 2020/04/08. doi: 10.2144/fsoa-2019-0122 ; PubMed Central PMCID: PMC7117559.", "ArticleIdList": ["10.2144/fsoa-2019-0122", "PMC7117559", "32257376"]}, {"Citation": "David MZ, Daum RS. Community-associated methicillin-resistant Staphylococcus aureus: epidemiology and clinical consequences of an emerging epidemic. Clinical microbiology reviews. 2010;23(3):616–87. Epub 2010/07/09. doi: 10.1128/CMR.00081-09 ; PubMed Central PMCID: PMC2901661.", "ArticleIdList": ["10.1128/CMR.00081-09", "PMC2901661", "20610826"]}, {"Citation": "Garoy EY, Gebreab YB, Achila OO, Tekeste DG, Kesete R, Ghirmay R, et al.. Methicillin-Resistant Staphylococcus aureus (MRSA): Prevalence and Antimicrobial Sensitivity Pattern among Patients-A Multicenter Study in Asmara, Eritrea. The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale. 2019;2019:8321834. Epub 2019/03/19. doi: 10.1155/2019/8321834 ; PubMed Central PMCID: PMC6381584.", "ArticleIdList": ["10.1155/2019/8321834", "PMC6381584", "30881532"]}, {"Citation": "Raineri EJM, Altulea D, van Dijl JM. Staphylococcal trafficking and infection-from ’nose to gut’ and back. FEMS microbiology reviews. 2022;46(1). Epub 2021/07/15. doi: 10.1093/femsre/fuab041 ; PubMed Central PMCID: PMC8767451.", "ArticleIdList": ["10.1093/femsre/fuab041", "PMC8767451", "34259843"]}, {"Citation": "Economou V, Gousia P. Agriculture and food animals as a source of antimicrobial-resistant bacteria. Infection and drug resistance. 2015;8:49–61. Epub 2015/04/17. doi: 10.2147/IDR.S55778 ; PubMed Central PMCID: PMC4388096.", "ArticleIdList": ["10.2147/IDR.S55778", "PMC4388096", "25878509"]}, {"Citation": "Cameron A, McAllister TA. Antimicrobial usage and resistance in beef production. Journal of animal science and biotechnology. 2016;7:68. Epub 2016/12/22. doi: 10.1186/s40104-016-0127-3 ; PubMed Central PMCID: PMC5154118.", "ArticleIdList": ["10.1186/s40104-016-0127-3", "PMC5154118", "27999667"]}, {"Citation": "Dweba CC, Zishiri OT, El Zowalaty ME. Methicillin-resistant Staphylococcus aureus: livestock-associated, antimicrobial, and heavy metal resistance. Infection and drug resistance. 2018;11:2497–509. Epub 2018/12/18. doi: 10.2147/IDR.S175967 ; PubMed Central PMCID: PMC6278885.", "ArticleIdList": ["10.2147/IDR.S175967", "PMC6278885", "30555249"]}, {"Citation": "Fetsch A, Etter D, Johler S. Livestock-Associated Meticillin-Resistant Staphylococcus aureus—Current Situation and Impact From a One Health Perspective. Current Clinical Microbiology Reports. 2021;8(3):103–13. doi: 10.1007/s40588-021-00170-y", "ArticleIdList": ["10.1007/s40588-021-00170-y"]}, {"Citation": "Rodríguez-Lázaro D, Alonso-Calleja C, Oniciuc EA, Capita R, Gallego D, González-Machado C, et al.. Characterization of Biofilms Formed by Foodborne Methicillin-Resistant Staphylococcus aureus. Front Microbiol. 2018;9:3004. Epub 2018/12/20. doi: 10.3389/fmicb.2018.03004 ; PubMed Central PMCID: PMC6288681.", "ArticleIdList": ["10.3389/fmicb.2018.03004", "PMC6288681", "30564226"]}, {"Citation": "Yu CH, Shen S, Huang KA, Huang YC. The trend of environmental and clinical methicillin-resistant Staphylococcus aureus in a hospital in Taiwan: Impact of USA300. Journal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi. 2022;55(2):241–8. Epub 2021/06/28. doi: 10.1016/j.jmii.2021.03.020 .", "ArticleIdList": ["10.1016/j.jmii.2021.03.020", "34175242"]}, {"Citation": "Dalton KR, Rock C, Carroll KC, Davis MF. One Health in hospitals: how understanding the dynamics of people, animals, and the hospital built-environment can be used to better inform interventions for antimicrobial-resistant gram-positive infections. Antimicrobial resistance and infection control. 2020;9(1):78. Epub 2020/06/04. doi: 10.1186/s13756-020-00737-2 ; PubMed Central PMCID: PMC7268532.", "ArticleIdList": ["10.1186/s13756-020-00737-2", "PMC7268532", "32487220"]}, {"Citation": "Chemaly RF, Simmons S, Dale C Jr, Ghantoji SS, Rodriguez M, Gubb J, et al.. The role of the healthcare environment in the spread of multidrug-resistant organisms: update on current best practices for containment. Therapeutic advances in infectious disease. 2014;2(3–4):79–90. Epub 2014/12/04. doi: 10.1177/2049936114543287 ; PubMed Central PMCID: PMC4250270.", "ArticleIdList": ["10.1177/2049936114543287", "PMC4250270", "25469234"]}, {"Citation": "Sun J, Yang M, Sreevatsan S, Davies PR. Prevalence and Characterization of Staphylococcus aureus in Growing Pigs in the USA. PLoS One. 2015;10(11):e0143670. Epub 2015/11/26. doi: 10.1371/journal.pone.0143670 ; PubMed Central PMCID: PMC4658009.", "ArticleIdList": ["10.1371/journal.pone.0143670", "PMC4658009", "26599635"]}, {"Citation": "Crespo-Piazuelo D, Lawlor PG. Livestock-associated methicillin-resistant Staphylococcus aureus (LA-MRSA) prevalence in humans in close contact with animals and measures to reduce on-farm colonisation. Irish veterinary journal. 2021;74(1):21. Epub 2021/08/08. doi: 10.1186/s13620-021-00200-7 ; PubMed Central PMCID: PMC8348836.", "ArticleIdList": ["10.1186/s13620-021-00200-7", "PMC8348836", "34362463"]}, {"Citation": "Serwecińska L. Antimicrobials and Antibiotic-Resistant Bacteria: A Risk to the Environment and to Public Health. Water. 2020;12(12):3313. doi: 10.3390/w12123313", "ArticleIdList": ["10.3390/w12123313"]}, {"Citation": "Catry B, Van Duijkeren E, Pomba MC, Greko C, Moreno MA, Pyörälä S, et al.. Reflection paper on MRSA in food-producing and companion animals: epidemiology and control options for human and animal health. Epidemiology and infection. 2010;138(5):626–44. Epub 2010/02/10. doi: 10.1017/S0950268810000014 .", "ArticleIdList": ["10.1017/S0950268810000014", "20141646"]}, {"Citation": "Manyi-Loh C, Mamphweli S, Meyer E, Okoh A. Antibiotic Use in Agriculture and Its Consequential Resistance in Environmental Sources: Potential Public Health Implications. Molecules (Basel, Switzerland). 2018;23(4). Epub 2018/03/31. doi: 10.3390/molecules23040795 ; PubMed Central PMCID: PMC6017557.", "ArticleIdList": ["10.3390/molecules23040795", "PMC6017557", "29601469"]}, {"Citation": "Bæk KT, Gründling A, Mogensen RG, Thøgersen L, Petersen A, Paulander W, et al.. β-Lactam resistance in methicillin-resistant Staphylococcus aureus USA300 is increased by inactivation of the ClpXP protease. Antimicrobial agents and chemotherapy. 2014;58(8):4593–603. Epub 2014/05/29. doi: 10.1128/aac.02802-14 ; PubMed Central PMCID: PMC4136064.", "ArticleIdList": ["10.1128/aac.02802-14", "PMC4136064", "24867990"]}, {"Citation": "Stapleton PD, Taylor PW. Methicillin resistance in Staphylococcus aureus: mechanisms and modulation. Science progress. 2002;85(Pt 1):57–72. Epub 2002/04/24. doi: 10.3184/003685002783238870 ; PubMed Central PMCID: PMC2065735.", "ArticleIdList": ["10.3184/003685002783238870", "PMC2065735", "11969119"]}, {"Citation": "Manandhar S, Tuladhar RS, Shrestha R, Lekhak S, Chaudhary M, Prajapati K, et al.. Susceptibility to Vancomycin of Biofilm Producing Staphylococci Isolated from Tertiary Care Hospital of Nepal. Vitae. 2022;29(2). doi: 10.17533/udea.vitae.v29n2a348937", "ArticleIdList": ["10.17533/udea.vitae.v29n2a348937"]}, {"Citation": "Selim S, Faried OA, Almuhayawi MS, Saleh FM, Sharaf M, El Nahhas N, et al.. Incidence of Vancomycin-Resistant Staphylococcus aureus Strains among Patients with Urinary Tract Infections. Antibiotics (Basel, Switzerland). 2022;11(3). Epub 2022/03/26. doi: 10.3390/antibiotics11030408 ; PubMed Central PMCID: PMC8944512.", "ArticleIdList": ["10.3390/antibiotics11030408", "PMC8944512", "35326871"]}, {"Citation": "Llor C, Bjerrum L. Antimicrobial resistance: risk associated with antibiotic overuse and initiatives to reduce the problem. Therapeutic advances in drug safety. 2014;5(6):229–41. Epub 2014/12/02. doi: 10.1177/2042098614554919 ; PubMed Central PMCID: PMC4232501.", "ArticleIdList": ["10.1177/2042098614554919", "PMC4232501", "25436105"]}, {"Citation": "Al-Zoubi MS, Al-Tayyar IA, Hussein E, Jabali AA, Khudairat S. Antimicrobial susceptibility pattern of Staphylococcus aureus isolated from clinical specimens in Northern area of Jordan. Iranian journal of microbiology. 2015;7(5):265–72. Epub 2016/01/01. ; PubMed Central PMCID: PMC4695508.", "ArticleIdList": ["PMC4695508", "26719783"]}, {"Citation": "Li X, Xie L, Huang H, Li Z, Li G, Liu P, et al.. Prevalence of Livestock-Associated MRSA ST398 in a Swine Slaughterhouse in Guangzhou, China. Front Microbiol. 2022;13:914764. Epub 2022/07/12. doi: 10.3389/fmicb.2022.914764 ; PubMed Central PMCID: PMC9260045.", "ArticleIdList": ["10.3389/fmicb.2022.914764", "PMC9260045", "35814703"]}, {"Citation": "Vittorakis E, Vică ML, Zervaki CO, Vittorakis E, Maraki S, Mavromanolaki VE, et al.. Examining the Prevalence and Antibiotic Susceptibility of S. aureus Strains in Hospitals: An Analysis of the pvl Gene and Its Co-Occurrence with Other Virulence Factors. Microorganisms. 2023;11(4). Epub 2023/04/28. doi: 10.3390/microorganisms11040841 ; PubMed Central PMCID: PMC10140963.", "ArticleIdList": ["10.3390/microorganisms11040841", "PMC10140963", "37110264"]}, {"Citation": "Belhout C, Boyen F, Vereecke N, Theuns S, Taibi N, Stegger M, et al.. Prevalence and Molecular Characterization of Methicillin-Resistant Staphylococci (MRS) and Mammaliicocci (MRM) in Dromedary Camels from Algeria: First Detection of SCCmec-mecC Hybrid in Methicillin-Resistant Mammaliicoccus lentus. Antibiotics (Basel, Switzerland). 2023;12(4). Epub 2023/04/28. doi: 10.3390/antibiotics12040674 ; PubMed Central PMCID: PMC10134997.", "ArticleIdList": ["10.3390/antibiotics12040674", "PMC10134997", "37107036"]}, {"Citation": "Moosavian M, Baratian Dehkordi P, Hashemzadeh M. Characterization of SCCmec, Spa Types and Multidrug Resistant of Methicillin-Resistant Staphylococcus aureus Isolates in Ahvaz, Iran. Infection and drug resistance. 2020;13:1033–44. Epub 2020/04/21. doi: 10.2147/IDR.S244896 ; PubMed Central PMCID: PMC7154036.", "ArticleIdList": ["10.2147/IDR.S244896", "PMC7154036", "32308445"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "23"}, {"Year": "2023", "Month": "12", "Day": "9"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "19", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "13", "Minute": "33"}, {"Year": "2023", "Month": "12", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38134014", "PMC10745167", "10.1371/journal.pone.0296267", "PONE-D-23-27108"]}}], "PubmedBookArticle": []}