{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38135565", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jbior.2023.101010", "S2212-4926(23)00056-8"], "Journal": {"ISSN": "2212-4934", "JournalIssue": {"Volume": "91", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Advances in biological regulation", "ISOAbbreviation": "Adv Biol Regul"}, "ArticleTitle": "Three kingdoms and one ceramide to rule them all. A comparison of the structural basis of ceramide-dependent regulation of sphingolipid biosynthesis in animals, plants, and fungi.", "Pagination": {"StartPage": "101010", "MedlinePgn": "101010"}, "Abstract": {"AbstractText": ["Sphingolipids are a diverse class of lipids with essential functions as determinants of membrane physical properties and as intra- and intercellular signaling agents. Disruption of the normal biochemical processes that establish the levels of individual sphingolipids is associated with a variety of human diseases including cancer, cardiovascular disease, metabolic disease, skin diseases, and lysosomal storage diseases. A unique aspect of this metabolic network is that there is a single enzymatic step that initiates the biosynthetic pathway for all sphingolipids. This step is catalyzed by the enzyme serine palmitoyltranserase (SPT). Under most circumstances SPT condenses serine and the 16-carbon acyl-CoA, palmitoyl-CoA to produce the precursor of all sphingolipids. SPT, a four-subunit protein complex, is subject to classic feedback regulation: when cellular sphingolipids are elevated, SPT activity is inhibited. Ceramide is the sphingolipid sensed by this system and it regulates SPT by directly binding to the complex. The ceramide binding site in the SPT complex, and how ceramide binding results in SPT inhibition, has now been determined in vertebrates, plants, and yeast using molecular modeling and cryo-electron microscopy. Here we discuss the similarities and differences revealed by these resolved structures and the surprising result that ceramide binds at almost identical positions in the SPT complex of these divergent organisms, but accomplishes SPT regulation in very different ways."], "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Institute for Structural Biology, Drug Discovery and Development, Virginia Commonwealth University School of Pharmacy, Richmond, VA, USA."}], "LastName": "Mughram", "ForeName": "Mohammed H Al", "Initials": "MHA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Institute for Structural Biology, Drug Discovery and Development, Virginia Commonwealth University School of Pharmacy, Richmond, VA, USA."}], "LastName": "Kellogg", "ForeName": "Glen E", "Initials": "GE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Biology, Virginia Commonwealth University School of Medicine, Richmond, VA, USA. Electronic address: brian.wattenberg@vcuhealth.org."}], "LastName": "Wattenberg", "ForeName": "Binks W", "Initials": "BW"}], "GrantList": [{"GrantID": "R21 NS120128", "Acronym": "NS", "Agency": "NINDS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Biol Regul", "NlmUniqueID": "101572336", "ISSNLinking": "2212-4926"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ceramides"}, {"RegistryNumber": "EC 2.3.1.50", "NameOfSubstance": "Serine C-Palmitoyltransferase"}, {"RegistryNumber": "0", "NameOfSubstance": "Sphingolipids"}, {"RegistryNumber": "452VLY9402", "NameOfSubstance": "Serine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Ceramides"}, {"QualifierName": [], "DescriptorName": "Cryoelectron Microscopy"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Serine C-Palmitoyltransferase"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sphingolipids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Saccharomyces cerevisiae"}, {"QualifierName": [], "DescriptorName": "Serine"}], "CoiStatement": "Declaration of competing interest The authors have no conflict of interests to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aguilar A, and Saba JD. 2012. Truth and consequences of sphingosine-1-phosphate lyase. Adv. Biol. Regul 52:17–30.", "ArticleIdList": ["PMC3560305", "21946005"]}, {"Citation": "Breslow DK, Collins SR, Bodenmiller B, Aebersold R, Simons K, Shevchenko A, Ejsing CS, and Weissman JS. 2010. Orm family proteins mediate sphingolipid homeostasis. Nature. 463:1048–1053.", "ArticleIdList": ["PMC2877384", "20182505"]}, {"Citation": "Davis D, Kannan M, and Wattenberg B. 2018. Orm/ORMDL proteins: Gate guardians and master regulators. Advances in biological regulation.", "ArticleIdList": ["PMC6251742", "30193828"]}, {"Citation": "Davis DL, Gable K, Suemitsu J, Dunn TM, and Wattenberg BW. 2019. The ORMDL/Orm-serine palmitoyltransferase (SPT) complex is directly regulated by ceramide: Reconstitution of SPT regulation in isolated membranes. J Biol Chem. 294:5146–5156.", "ArticleIdList": ["PMC6442065", "30700557"]}, {"Citation": "Han S, Lone MA, Schneiter R, and Chang A. 2010. Orm1 and Orm2 are conserved endoplasmic reticulum membrane proteins regulating lipid homeostasis and protein quality control. Proc. Natl. Acad. Sci. U. S. A 107:5851–5856.", "ArticleIdList": ["PMC2851911", "20212121"]}, {"Citation": "Hannun YA, and Obeid LM. 2018. Sphingolipids and their metabolism in physiology and disease. Nature reviews. Molecular cell biology 19:175–191.", "ArticleIdList": ["PMC5902181", "29165427"]}, {"Citation": "Harmon JM, Bacikova D, Gable K, Gupta SD, Han G, Sengupta N, Somashekarappa N, and Dunn TM. 2013. Topological and Functional Characterization of the ssSPTs, Small Activating Subunits of Serine Palmitoyltransferase. J. Biol. Chem", "ArticleIdList": ["PMC3617257", "23426370"]}, {"Citation": "Holleran WM, Takagi Y, and Uchida Y. 2006. Epidermal sphingolipids: metabolism, function, and roles in skin disorders. FEBS Lett. 580:5456–5466.", "ArticleIdList": ["16962101"]}, {"Citation": "Li S, Xie T, Liu P, Wang L, and Gong X. 2021. Structural insights into the assembly and substrate selectivity of human SPT–ORMDL3 complex. Nature Structural & Molecular Biology.", "ArticleIdList": ["33558762"]}, {"Citation": "Liu P, Xie T, Wu X, Han G, Gupta SD, Zhang Z, Yue J, Dong F, Gable K, Niranjanakumari S, Li W, Wang L, Liu W, Yao R, Cahoon EB, Dunn TM, and Gong X. 2023. Mechanism of sphingolipid homeostasis revealed by structural analysis of Arabidopsis SPT-ORM1 complex. Science advances. 9:eadg0728.", "ArticleIdList": ["PMC10058238", "36989369"]}, {"Citation": "Lowther J, Naismith JH, Dunn TM, and Campopiano DJ. 2012. Structural, mechanistic and regulatory studies of serine palmitoyltransferase. Biochem. Soc. Trans 40:547–554.", "ArticleIdList": ["22616865"]}, {"Citation": "Mandon EC, van Echten G, Birk R, Schmidt RR, and Sandhoff K. 1991. Sphingolipid biosynthesis in cultured neurons. Down-regulation of serine palmitoyltransferase by sphingoid bases. European journal of biochemistry. 198:667–674.", "ArticleIdList": ["1646717"]}, {"Citation": "Roelants FM, Breslow DK, Muir A, Weissman JS, and Thorner J. 2011. Protein kinase Ypk1 phosphorylates regulatory proteins Orm1 and Orm2 to control sphingolipid homeostasis in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. U. S. A 108:19222–19227.", "ArticleIdList": ["PMC3228448", "22080611"]}, {"Citation": "Sarkar A, and Kellogg GE. 2010. Hydrophobicity--shake flasks, protein folding and drug discovery. Current topics in medicinal chemistry. 10:67–83.", "ArticleIdList": ["PMC2851852", "19929828"]}, {"Citation": "Sasset L, Chowdhury KH, Manzo OL, Rubinelli L, Konrad C, Maschek JA, Manfredi G, Holland WL, and Di Lorenzo A. 2021. S1P controls endothelial sphingolipid homeostasis via ORMDL. bioRxiv:2021.2010.2022.465503.", "ArticleIdList": ["PMC9827560", "36408842"]}, {"Citation": "Sasset L, Chowdhury KH, Manzo OL, Rubinelli L, Konrad C, Maschek JA, Manfredi G, Holland WL, and Di Lorenzo A. 2022. Sphingosine-1-phosphate controls endothelial sphingolipid homeostasis via ORMDL. EMBO reports:e54689.", "ArticleIdList": ["PMC9827560", "36408842"]}, {"Citation": "Schäfer J-H, Körner C, Esch BM, Limar S, Parey K, Walter S, Januliene D, Moeller A, and Fröhlich F. 2023. Structure of the ceramide-bound SPOTS complex. Nature communications. 14:6196.", "ArticleIdList": ["PMC10550967", "37794019"]}, {"Citation": "Siow D, Sunkara M, Dunn TM, Morris AJ, and Wattenberg B. 2015. ORMDL/serine palmitoyltransferase stoichiometry determines effects of ORMDL3 expression on sphingolipid biosynthesis. J Lipid Res. 56:898–908.", "ArticleIdList": ["PMC4373746", "25691431"]}, {"Citation": "Siow DL, and Wattenberg BW. 2012. Mammalian ORMDL Proteins Mediate the Feedback Response in Ceramide Biosynthesis. J. Biol. Chem 287:40198–40204.", "ArticleIdList": ["PMC3504734", "23066021"]}, {"Citation": "Verdonk ML, Cole JC, Hartshorn MJ, Murray CW, and Taylor RD. 2003. Improved protein-ligand docking using GOLD. Proteins. 52:609–623.", "ArticleIdList": ["12910460"]}, {"Citation": "Wang S, Robinet P, Smith JD, and Gulshan K. 2015. ORMDL orosomucoid-like proteins are degraded by free-cholesterol-loading-induced autophagy. Proceedings of the National Academy of Sciences of the United States of America. 112:3728–3733.", "ArticleIdList": ["PMC4378419", "25775599"]}, {"Citation": "Wang Y, Niu Y, Zhang Z, Gable K, Gupta SD, Somashekarappa N, Han G, Zhao H, Myasnikov AG, Kalathur RC, Dunn TM, and Lee C-H. 2021. Structural insights into the regulation of human serine palmitoyltransferase complexes. Nature Structural & Molecular Biology.", "ArticleIdList": ["PMC9812531", "33558761"]}, {"Citation": "Wattenberg BW 2021. Kicking off sphingolipid biosynthesis: structures of the serine palmitoyltransferase complex. Nature Structural & Molecular Biology.", "ArticleIdList": ["33558763"]}, {"Citation": "Xie T, Liu P, Wu X, Dong F, Zhang Z, Yue J, Mahawar U, Farooq F, Vohra H, Fang Q, Liu W, Wattenberg BW, and Gong X. 2023. Ceramide sensing by human SPT-ORMDL complex for establishing sphingolipid homeostasis. Nature communications. 14:3475.", "ArticleIdList": ["PMC10261145", "37308477"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "12", "Day": "7"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2025", "Month": "1", "Day": "1"}, {"Year": "2024", "Month": "2", "Day": "26", "Hour": "6", "Minute": "44"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "21", "Minute": "58"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38135565", "NIHMS1954133", "PMC10922298", "10.1016/j.jbior.2023.101010", "S2212-4926(23)00056-8"]}}], "PubmedBookArticle": []}