{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bacillus", "Colletotrichum", "antagonistic activity", "biocontrol", "plum", "volatile"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38130944", "DateRevised": {"Year": "2023", "Month": "12", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "07"}], "Language": ["eng"], "ELocationID": ["1296755", "10.3389/fmicb.2023.1296755"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Screening and characterization of biocontrol bacteria isolated from <i>Ageratum conyzoides</i> against <i>Collectotrichum fructicola</i> causing Chinese plum (<i>Prunus salicina</i> Lindl.) anthracnose.", "Pagination": {"StartPage": "1296755", "MedlinePgn": "1296755"}, "Abstract": {"AbstractText": ["Chinese plum (<i>Prunus salicina</i> Lindl.) is a nutritionally and economically important stone fruit widely grown around the world. Anthracnose, caused by <i>Collectotrichum</i> spp., is one of the primary biotic stress factors limiting plum production. Medicinal plants may harbor rhizospheric or endophytic microorganisms that produce bioactive metabolites that can be used as anthracnose biocontrol agents. Here, 27 bacterial isolates from the medicinal plant <i>A. conyzoides</i> with diverse antagonistic activities against <i>C. fructicola</i> were screened. Based on morphological, physiological, biochemical, and molecular characterization, 25 of these isolates belong to different species of genus <i>Bacillus</i>, one to <i>Pseudomonas monsensis</i>, and one more to <i>Microbacterium phyllosphaerae</i>. Eight representative strains showed high biocontrol efficacy against plum anthracnose in a pot experiment. In addition, several <i>Bacillus</i> isolates showed a broad spectrum of inhibitory activity against a variety of fungal phytopathogens. Analysis of the volatile organic compound profile of these eight representative strains revealed a total of 47 compounds, most of which were ketones, while the others included alkanes, alkenes, alcohols, pyrazines, and phenols. Overall, this study confirmed the potential value of eight bacterial isolates for development as anthracnose biocontrol agents."], "CopyrightInformation": "Copyright © 2023 Chen, Zhang, Tang, Huang, Guo and Li."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Chen", "ForeName": "Xiaolin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Zhang", "ForeName": "Miaomiao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Tang", "ForeName": "Lihua", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Huang", "ForeName": "Suiping", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Guo", "ForeName": "Tangxun", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Green Prevention and Control on Fruits and Vegetables in South China Ministry of Agriculture and Rural Affairs, Guangxi Key Laboratory of Biology for Crop Diseases and Insect Pests, Institute of Plant Protection, Guangxi Academy of Agricultural Sciences, Nanning, China."}], "LastName": "Li", "ForeName": "Qili", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Maawali S. S., Al-Sadi A. M., Alsheriqi S. A. K., Al-Sabahi J. N., Velazhahan R. (2023). The potential of antagonistic yeasts and bacteria from tomato phyllosphere and fructoplane in the control of Alternaria fruit rot of tomato. All Life 14, 34–48. doi: 10.1080/26895293.2020.1858975", "ArticleIdList": ["10.1080/26895293.2020.1858975"]}, {"Citation": "Ashwini N., Srividya S. (2014). Potentiality of Bacillus subtilis as biocontrol agent for management of anthracnose disease of chilli caused by Colletotrichum gloeosporioides OGC1. Biotech 4, 127–136. doi: 10.1007/s13205-013-0134-4, PMID:", "ArticleIdList": ["10.1007/s13205-013-0134-4", "PMC3964249", "28324440"]}, {"Citation": "Aydi Ben Abdallah R., Jabnoun-Khiareddine H., Nefzi A., Mokni-Tlili S., Daami-Remadi M. (2016). Biocontrol of Fusarium wilt and growth promotion of tomato plants using endophytic bacteria isolated from Solanum elaeagnifolium stems. J. Phytopathol. 164, 811–824. doi: 10.1111/jph.12501", "ArticleIdList": ["10.1111/jph.12501"]}, {"Citation": "Barghouthi S. A., Ayyad I., Ayesh M., Abu-Lafi S. (2017). Isolation, identification, and characterization of the novel antibacterial agent methoxyphenyl-oxime from Streptomyces pratensis QUBC97 isolate. J. Antibiot. Res. 1:105. doi: 10.15744/2574-5980.1.105", "ArticleIdList": ["10.15744/2574-5980.1.105"]}, {"Citation": "Bhat M. Y., Talie M. D., Wani A. H., Lone B. A. (2020). Chemical composition and antifungal activity of essential oil of Rhizopogon species against fungal rot of apple. J. Appl. Bio. Sci. 14, 296–308."}, {"Citation": "Boukaew S., Prasertsan P., Troulet C., Bardin M. (2017). Biological control of tomato gray mold caused by Botrytis cinerea by using Streptomyces spp. J. BioControl 62, 1–11. doi: 10.1007/s10526-017-9825-9829", "ArticleIdList": ["10.1007/s10526-017-9825-9829"]}, {"Citation": "Cannon P. F., Damm U., Johnston P. R., Weir B. S. (2012). Colletotrichum - current status and future directions. Stud. Mycol. 73, 181–213. doi: 10.3114/sim0014, PMID:", "ArticleIdList": ["10.3114/sim0014", "PMC3458418", "23136460"]}, {"Citation": "Chahal R., Nanda A., Akkol E. K., Sobarzo-Sánchez E., Arya A., Kaushik D., et al. . (2021). Ageratum conyzoides L. and its secondary metabolites in the management of different fungal pathogens. Molecules 26:2933. doi: 10.3390/molecules26102933, PMID:", "ArticleIdList": ["10.3390/molecules26102933", "PMC8156077", "34069197"]}, {"Citation": "Cherniienko A., Pawełczyk A., Zaprutko L. (2022). Antimicrobial and odour qualities of alkylpyrazines occurring in chocolate and cocoa products. Appl. Sci. 12:11361. doi: 10.3390/app122211361", "ArticleIdList": ["10.3390/app122211361"]}, {"Citation": "Choub V., Ajuna H. B., Won S. J., Moon J. H., Choi S. I., Maung C. E. H., et al. . (2021). Antifungal activity of Bacillus velezensis CE 100 against anthracnose disease (Colletotrichum gloeosporioides) and growth promotion of walnut (Juglans regia L.) trees. Int. J. Mol. Sci. 22:10438. doi: 10.3390/ijms221910438, PMID:", "ArticleIdList": ["10.3390/ijms221910438", "PMC8508943", "34638782"]}, {"Citation": "Choub V., Won S. J., Ajuna H. B., Moon J. H., Choi S. I., Lim H. I., et al. . (2022). Antifungal activity of volatile organic compounds from Bacillus velezensis CE 100 against Colletotrichum gloeosporioides. Horticulturae 8:557. doi: 10.3390/horticulturae8060557", "ArticleIdList": ["10.3390/horticulturae8060557"]}, {"Citation": "Cortazar-Murillo E. M., Méndez-Bravo A., Monribot-Villanueva J. L., Garay-Serrano E., Kiel-Martínez A. L., Ramírez-Vázquez M., et al. . (2023). Biocontrol and plant growth promoting traits of two avocado rhizobacteria are orchestrated by the emission of diffusible and volatile compounds. Front. Microbiol. 14:1152597. doi: 10.3389/fmicb.2023.1152597, PMID:", "ArticleIdList": ["10.3389/fmicb.2023.1152597", "PMC10189041", "37206331"]}, {"Citation": "De Clerck E., Vanhoutte T., Hebb T., Geerinck J., Devos J., De Vos P. (2004). Isolation, characterization, and identification of bacterial contaminants in semifinal gelatin extracts. Appl. Environ. Microbiol. 70, 3664–3672. doi: 10.1128/aem.70.6.3664-3672.2004, PMID:", "ArticleIdList": ["10.1128/aem.70.6.3664-3672.2004", "PMC427776", "15184171"]}, {"Citation": "Dong X. Z., Cai M. Y. (2001). Manual for systematic identification of common bacteria. Beijing: Science Press, 364–398."}, {"Citation": "Dowling M., Peres N., Villani S., Schnabel G. (2020). Managing Colletotrichum on fruit crops: A \"complex\" challenge. Plant Dis. 104, 2301–2316. doi: 10.1094/pdis-11-19-2378-fe", "ArticleIdList": ["10.1094/pdis-11-19-2378-fe", "32689886"]}, {"Citation": "Elkahoui S., Djébali N., Yaich N., Azaiez S., Hammami M., Essid R., et al. . (2015). Antifungal activity of volatile compounds-producing Pseudomonas P2 strain against Rhizoctonia solani. World J. Microbiol. Biotechnol. 31, 175–185. doi: 10.1007/s11274-014-1772-3, PMID:", "ArticleIdList": ["10.1007/s11274-014-1772-3", "25384611"]}, {"Citation": "Fanning K. J., Topp B., Russell D., Stanley R., Netzel M. (2014). Japanese plums (Prunus salicina Lindl.) and phytochemicals–breeding, horticultural practice, postharvest storage, processing and bioactivity. J. Sci. Food Agric. 94, 2137–2147. doi: 10.1002/jsfa.6591", "ArticleIdList": ["10.1002/jsfa.6591", "24449456"]}, {"Citation": "Food and Agriculture Organization of the United Nations . (2018). World production of plums and sloes. Available at: http://www.fao.org/faostat/zh/#data/QC (Accessed August 11, 2023)"}, {"Citation": "Gfeller A., Fuchsmann P., De Vrieze M., Gindro K., Weisskopf L. (2022). Bacterial volatiles known to inhibit Phytophthora infestans are emitted on potato leaves by Pseudomonas strains. Microorganisms. 10:1510. doi: 10.3390/microorganisms10081510, PMID:", "ArticleIdList": ["10.3390/microorganisms10081510", "PMC9394277", "35893568"]}, {"Citation": "Grahovac J., Pajčin I., Vlajkov V. (2023). Bacillus VOCs in the context of biological control. Antibiotics (Basel) 12:581. doi: 10.3390/antibiotics12030581, PMID:", "ArticleIdList": ["10.3390/antibiotics12030581", "PMC10044676", "36978448"]}, {"Citation": "Guevara-Avendaño E., Bejarano-Bolívar A. A., Kiel-Martínez A. L., Ramírez-Vázquez M., Méndez-Bravo A., von Wobeser E. A., et al. . (2019). Avocado rhizobacteria emit volatile organic compounds with antifungal activity against Fusarium solani, Fusarium sp. associated with Kuroshio shot hole borer, and Colletotrichum gloeosporioides. Microbiol. Res. 219, 74–83. doi: 10.1016/j.micres.2018.11.009, PMID:", "ArticleIdList": ["10.1016/j.micres.2018.11.009", "30642469"]}, {"Citation": "Hassan O., Lee Y. S., Chang T. (2019). Colletotrichum species associated with Japanese plum (Prunus salicina) anthracnose in South Korea. Sci. Rep. 9:12089. doi: 10.1038/s41598-019-48108-1, PMID:", "ArticleIdList": ["10.1038/s41598-019-48108-1", "PMC6700192", "31427596"]}, {"Citation": "Hernández Flores J. L., Martínez Y. J., Ramos López M. Á., Saldaña Gutierrez C., Reyes A. A., Armendariz Rosales M. M., et al. . (2022). Volatile organic compounds produced by Kosakonia cowanii Cp1 isolated from the seeds of Capsicum pubescens R & P possess antifungal activity. Microorganisms 11:2491. doi: 10.3390/microorganisms11102491, PMID:", "ArticleIdList": ["10.3390/microorganisms11102491", "PMC10609226", "37894149"]}, {"Citation": "Holt J. G., Krieg N. R., Sneath P. H. A., Staley J. T., Williams S. T. (1994). Bergey’s manual of determinative bacteriology. Baltimore, MD: Williams and Wilkins Press, 195–256."}, {"Citation": "Hong S., Kim T. Y., Won S. J., Moon J. H., Ajuna H. B., Kim K. Y., et al. . (2022). Control of fungal diseases and fruit yield improvement of strawberry using Bacillus velezensis CE 100. Microorganisms 10:365. doi: 10.3390/microorganisms10020365, PMID:", "ArticleIdList": ["10.3390/microorganisms10020365", "PMC8880615", "35208819"]}, {"Citation": "Hu J., Dong B., Wang D., Meng H., Li X., Zhou H. (2022). Genomic and metabolic features of Bacillus cereus, inhibiting the growth of Sclerotinia sclerotiorum by synthesizing secondary metabolites. Arch. Microbiol. 205:8. doi: 10.1007/s00203-022-03351-5, PMID:", "ArticleIdList": ["10.1007/s00203-022-03351-5", "PMC9715469", "36454319"]}, {"Citation": "Huang R., Gui Q., Zhang Y., Sun W., Tang L., Huang S., et al. . (2022). Identification and observation of infection processes of Colletotrichum species associated with pearl plum anthracnose in Guangxi, China. Plant Dis. 106, 3154–3165. doi: 10.1094/pdis-04-22-0765-re, PMID:", "ArticleIdList": ["10.1094/pdis-04-22-0765-re", "35549326"]}, {"Citation": "Huang W., Long C., Lam E. (2018). Roles of plant-associated microbiota in traditional herbal medicine. Trends Plant Sci. 23, 559–562. doi: 10.1016/j.tplants.2018.05.003, PMID:", "ArticleIdList": ["10.1016/j.tplants.2018.05.003", "29802067"]}, {"Citation": "Jin P., Wang H., Tan Z., Xuan Z., Dahar G. Y., Li Q. X., et al. . (2019). Antifungal mechanism of bacillomycin D from Bacillus velezensis HN-2 against Colletotrichum gloeosporioides Penz. Pestic. Biochem. Physiol. 163, 102–107. doi: 10.1016/j.pestbp.2019.11.004, PMID:", "ArticleIdList": ["10.1016/j.pestbp.2019.11.004", "31973845"]}, {"Citation": "Kashyap N., Singh S. K., Yadav N., Singh V. K., Kumari M., Kumar D., et al. . (2023). Biocontrol screening of endophytes: applications and limitations. Plants (Basel) 12:2480. doi: 10.3390/plants12132480, PMID:", "ArticleIdList": ["10.3390/plants12132480", "PMC10346589", "37447041"]}, {"Citation": "Köberl M., Schmidt R., Ramadan E. M., Bauer R., Berg G. (2013). The microbiome of medicinal plants: diversity and importance for plant growth, quality and health. Front. Microbiol. 4:400. doi: 10.3389/fmicb.2013.00400, PMID:", "ArticleIdList": ["10.3389/fmicb.2013.00400", "PMC3868918", "24391634"]}, {"Citation": "Lei W., Zhang H., Zheng Y., Ke D., Wang M., Lin S., et al. . (2023). First report of brown rot caused by Monilia mumecola on Chinese plum (Prunus salicina) in Fujian, China. Plant Dis. 107:2845. doi: 10.1094/pdis-01-23-0127-pdn", "ArticleIdList": ["10.1094/pdis-01-23-0127-pdn", "36973909"]}, {"Citation": "Liu J., Sui Y., Wisniewski M., Droby S., Liu Y. (2013). Review: utilization of antagonistic yeasts to manage postharvest fungal diseases of fruit. Int. J. Food Microbiol. 167, 153–160. doi: 10.1016/j.ijfoodmicro.2013.09.004, PMID:", "ArticleIdList": ["10.1016/j.ijfoodmicro.2013.09.004", "24135671"]}, {"Citation": "Liu Y., Sun W., Chen X., Huang S., Tang L., Guo T., et al. . (2023a). Bacterial leaf spot of plum caused by Sphingomonas spermidinifaciens in Guangxi, China. Plant Dis. 107:2839. doi: 10.1094/pdis-04-23-0685-pdn", "ArticleIdList": ["10.1094/pdis-04-23-0685-pdn", "37172972"]}, {"Citation": "Liu Y., Sun W., Chen X., Huang S., Tang L., Guo T., et al. . (2023b). Leaf spot of sanhua plum caused by Botryosphaeria wangensis in China. Plant Dis. 107:2888. doi: 10.1094/pdis-12-22-2960-pdn", "ArticleIdList": ["10.1094/pdis-12-22-2960-pdn", "37272040"]}, {"Citation": "Long H., Yin X., Zhao Z., Long Y., Fan J., Shu R., et al. . (2021). First report of fruit blotch on plum caused by Fusarium fujikuroi in China. Plant Dis. 105:2256. doi: 10.1094/pdis-08-20-1784-pdn", "ArticleIdList": ["10.1094/pdis-08-20-1784-pdn", "33406861"]}, {"Citation": "Lu M., Ma L., Tang L., Chen X., Guo T., Mo J., et al. . (2022a). First report of anthracnose of sanhua plum caused by Colletotrichum aeschynomenes in Guangxi, China. Plant Dis. 107:1223. doi: 10.1094/pdis-05-22-1172-pdn", "ArticleIdList": ["10.1094/pdis-05-22-1172-pdn", "36044647"]}, {"Citation": "Lu M., Zhang Y., Li Q., Huang S., Tang L., Chen X., et al. . (2022b). First report of leaf blight caused by Fusarium pernambucanum and Fusarium sulawesiense on plum in Sichuan, China. Plant Dis. 106:2759. doi: 10.1094/pdis-12-21-2672-pdn", "ArticleIdList": ["10.1094/pdis-12-21-2672-pdn", "35263151"]}, {"Citation": "Mehmood N., Saeed M., Zafarullah S., Hyder S., Rizvi Z. F., Gondal A. S., et al. . (2023). Multifaceted impacts of plant-beneficial Pseudomonas spp. in managing various plant diseases and crop yield improvement. ACS Omega 8, 22296–22315. doi: 10.1021/acsomega.3c00870, PMID:", "ArticleIdList": ["10.1021/acsomega.3c00870", "PMC10308577", "37396244"]}, {"Citation": "Momin M. D., Ibrahim K. S. (2020). Endophytic bacteria isolated from Ageratum conyzoides L. and Mikania micrantha Kunth of Mizoram, Northeast India. Natl. Acad. Sci. Lett. 44, 355–358. doi: 10.1007/s40009-020-01013-y", "ArticleIdList": ["10.1007/s40009-020-01013-y"]}, {"Citation": "Morita T., Tanaka I., Ryuda N., Ikari M., Ueno D., Someya T. (2019). Antifungal spectrum characterization and identification of strong volatile organic compounds produced by Bacillus pumilus TM-R. Heliyon 5:e01817. doi: 10.1016/j.heliyon.2019.e01817, PMID:", "ArticleIdList": ["10.1016/j.heliyon.2019.e01817", "PMC6558263", "31206088"]}, {"Citation": "Radhakrishnan R., Hashem A., Abd Allah E. F. (2017). Bacillus: A biological tool for crop improvement through bio-molecular changes in adverse environments. Front. Physiol. 8:667. doi: 10.3389/fphys.2017.00667, PMID:", "ArticleIdList": ["10.3389/fphys.2017.00667", "PMC5592640", "28932199"]}, {"Citation": "Roberts M. S., Nakamura L. K., Cohan F. M. (1994). Bacillus mojavensis sp. nov., distinguishable from Bacillus subtilis by sexual isolation, divergence in DNA sequence, and differences in fatty acid composition. Int. J. Syst. Bacteriol. 44, 256–264. doi: 10.1099/00207713-44-2-256", "ArticleIdList": ["10.1099/00207713-44-2-256", "8186089"]}, {"Citation": "Rodríguez-Cisneros M., Morales-Ruíz L. M., Salazar-Gómez A., Rojas-Rojas F. U., Santos E.-d. L. (2023). Compilation of the antimicrobial compounds produced by Burkholderia Sensu Stricto. Molecules 28:1646. doi: 10.3390/molecules28041646, PMID:", "ArticleIdList": ["10.3390/molecules28041646", "PMC9958762", "36838633"]}, {"Citation": "Roussos P. A. (2016). Nutritional composition of fruit cultivars plum. (Prunus domestica L. and P. salicina Lindl.). J. Appl. Bio. Sci. 3, 639–666. doi: 10.1016/B978-0-12-408117-8.00026-X", "ArticleIdList": ["10.1016/B978-0-12-408117-8.00026-X"]}, {"Citation": "Ryu H., Park H., Suh D. S., Jung G. H., Park K., Lee B. D. (2014). Biological control of Colletotrichum panacicola on Panax ginseng by Bacillus subtilis HK-CSM-1. J. Ginseng Res. 38, 215–219. doi: 10.1016/j.jgr.2014.05.001, PMID:", "ArticleIdList": ["10.1016/j.jgr.2014.05.001", "PMC4213823", "25378997"]}, {"Citation": "Shu R., Yin X., Long Y., Yuan J., Zhou H. (2022). Detection and control of Pantoea agglomerans causing plum bacterial shot-hole disease by loop-mediated isothermal amplification technique. Front. Microbiol. 13:896567. doi: 10.3389/fmicb.2022.896567, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.896567", "PMC9175033", "35694300"]}, {"Citation": "Shurigin V., Alaylar B., Davranov K., Wirth S., Bellingrath-Kimura S. D., Egamberdieva D. (2021). Diversity and biological activity of culturable endophytic bacteria associated with marigold (Calendula officinalis L.). AIMS Microbiol. 7, 336–353. doi: 10.3934/microbiol.2021021, PMID:", "ArticleIdList": ["10.3934/microbiol.2021021", "PMC8500798", "34708176"]}, {"Citation": "Sidorova D. E., Khmel I. A., Chernikova A. S., Chupriyanova T. A., Plyuta V. A. (2023). Biological activity of volatiles produced by the strains of two Pseudomonas and two Serratia species. Folia Microbiol. (Praha) 68, 617–626. doi: 10.1007/s12223-023-01038-y, PMID:", "ArticleIdList": ["10.1007/s12223-023-01038-y", "36790684"]}, {"Citation": "Soo K. Y., Younmi L., Wonsu C., Jungwook P., Tae K. H., Kotnala B., et al. . (2021). Characterization of Bacillus velezensis AK-0 as a biocontrol agent against apple bitter rot caused by Colletotrichum gloeosporioides. Sci. Rep. 11:626. doi: 10.1038/s41598-020-80231-2, PMID:", "ArticleIdList": ["10.1038/s41598-020-80231-2", "PMC7804190", "33436839"]}, {"Citation": "Surovy M. Z., Rahman S., Rostás M., Islam T., von Tiedemann A. (2023). Suppressive effects of volatile vompounds from Bacillus spp. on Magnaporthe oryzae Triticum (MoT) pathotype, causal agent of wheat blast. Microorganisms 11:1291. doi: 10.3390/microorganisms11051291, PMID:", "ArticleIdList": ["10.3390/microorganisms11051291", "PMC10221767", "37317265"]}, {"Citation": "Tang Q. Y., Zhang C. X. (2013). Data processing system (DPS) software with experimental design, statistical analysis and data mining developed for use in entomological research. Insect Sci. 20, 254–260. doi: 10.1111/j.1744-7917.2012.01519.x, PMID:", "ArticleIdList": ["10.1111/j.1744-7917.2012.01519.x", "23955865"]}, {"Citation": "Tripathi A., Pandey P., Tripathi S. N., Kalra A. (2022). Perspectives and potential applications of endophytic microorganisms in cultivation of medicinal and aromatic plants. Front. Plant Sci. 13:985429. doi: 10.3389/fpls.2022.985429, PMID:", "ArticleIdList": ["10.3389/fpls.2022.985429", "PMC9560770", "36247631"]}, {"Citation": "Tyc O., Song C., Dickschat J. S., Vos M., Garbeva P. (2016). The ecological role of volatile and soluble secondary metabolites produced by soil bacteria. Trends Microbiol. 25, 280–292. doi: 10.1016/j.tim.2016.12.002, PMID:", "ArticleIdList": ["10.1016/j.tim.2016.12.002", "28038926"]}, {"Citation": "Wang Q. H., Fan K., Li D. W., Han C. M., Qu Y. Y., Qi Y. K., et al. . (2020). Identification, virulence and fungicide sensitivity of Colletotrichum gloeosporioides s.s. responsible for walnut anthracnose disease in China. Plant Dis. 104, 1358–1368. doi: 10.1094/pdis-12-19-2569-re", "ArticleIdList": ["10.1094/pdis-12-19-2569-re", "32196416"]}, {"Citation": "Wang H. Y., Li C. Y., Song F. J., Lin A. H., Meng Y. Y. (2021). Isolation and identification of an endophytic bacterium from Bletilla striata and preliminary study of antibacterial mechanism. J. South Cent. Univ. Natl. Nat. Sci. Ed. 40, 246–251. doi: 10.12130/znmdzk.20210305", "ArticleIdList": ["10.12130/znmdzk.20210305"]}, {"Citation": "Wang L., Wei Y., Huang Y. J. (2013). Morganella morganii as a causative agent of disease in the Chinese Giant salamander (Andrias davidianus). Asian Herpetol. Res. 4, 197–201. doi: 10.3724/SP.J.1245.2013.00197", "ArticleIdList": ["10.3724/SP.J.1245.2013.00197"]}, {"Citation": "Wang Z., Zhong T., Chen K., Du M., Kan J. (2020). Antifungal activity of volatile organic compounds produced by Pseudomonas fluorescens ZX and potential biocontrol of blue mold decay on postharvest citrus. Food Control 120:107499. doi: 10.1016/j.foodcont.2020.107499", "ArticleIdList": ["10.1016/j.foodcont.2020.107499"]}, {"Citation": "Wei X., Shen F., Zhang Q., Liu N., Zhang Y., Xu M., et al. . (2021). Genetic diversity analysis of Chinese plum (Prunus salicina L.) based on whole-genome resequencing tree genet. Genomes 17, 1–10. doi: 10.1007/s11295-021-01506-x", "ArticleIdList": ["10.1007/s11295-021-01506-x"]}, {"Citation": "Wen K., Chen X. X., Zhou X., Huang S. J., Liu Y. H., Jin J. H., et al. . (2023). Phytophthora nicotianae: a new threat to Sanhua plum (Prunus salicina) causing shoot blight in China. Eur. J. Plant Pathol. 166, 329–339. doi: 10.1007/s10658-023-02665-4", "ArticleIdList": ["10.1007/s10658-023-02665-4"]}, {"Citation": "Wicaksono W. A., Jones E. E., Casonato S., Monk J., Ridgway H. J. (2018). Biological control of Pseudomonas syringae pv. Actinidiae (Psa), the causal agent of bacterial canker of kiwifruit, using endophytic bacteria recovered from a medicinal plant. Biol. Control 116, 103–112. doi: 10.1016/j.biocontrol.2017.03.003", "ArticleIdList": ["10.1016/j.biocontrol.2017.03.003"]}, {"Citation": "Wu W., Chen F., Yeh K., Chen J. (2018). ISSR analysis of genetic diversity and structure of plum varieties cultivated in southern China. Biology (Basel) 8:2. doi: 10.3390/biology8010002, PMID:", "ArticleIdList": ["10.3390/biology8010002", "PMC6466324", "30577627"]}, {"Citation": "Wu F., Tong X. Q., Zhang L. Q., Mei L., Guo Y. B., Wang Y. J. (2020). Suppression of Rhizopus fruit rot by volatile organic compounds produced by Paenibacillus polymyxa CF05. Biomed. Sci. Technol. 30, 1351–1364. doi: 10.1080/09583157.2020.1826902", "ArticleIdList": ["10.1080/09583157.2020.1826902"]}, {"Citation": "Xing M., Zheng L., Deng Y., Xu D., Xim P., Li M., et al. . (2018). Antifungal activity of natural volatile organic compounds against litchi downy blight pathogen Peronophythora litchii. Molecules 23:358. doi: 10.3390/molecules23020358, PMID:", "ArticleIdList": ["10.3390/molecules23020358", "PMC6017977", "29419754"]}, {"Citation": "Xu J. X., Li Z. Y., Lv X., Yan H., Zhou G. Y., Cao L. X., et al. . (2020). Isolation and characterization of Bacillus subtilis strain 1-L-29, an endophytic bacteria from Camellia oleifera with antimicrobial activity and efficient plant-root colonization. PLoS One 15:e0232096. doi: 10.1371/journal.pone.0232096, PMID:", "ArticleIdList": ["10.1371/journal.pone.0232096", "PMC7185607", "32339210"]}, {"Citation": "Yamamoto S., Harayama S. (1995). PCR amplification and firect sequencing of gyrB genes with universal primers and their application to the detection and taxonomic analysis of Pseudomonas putida strains. Appl. Environ. Microbiol. 61:3768. doi: 10.1128/aem.61.10.3768-3768.1995, PMID:", "ArticleIdList": ["10.1128/aem.61.10.3768-3768.1995", "PMC1388718", "16535156"]}, {"Citation": "Yuan J., Raza W., Shen Q., Huang Q. (2012). Antifungal activity of Bacillus amyloliquefaciens NJN-6 volatile compounds against Fusarium oxysporum f. sp.cubense. Appl. Environ. Microbiol. 78, 5942–5944. doi: 10.1128/AEM.01357-12, PMID:", "ArticleIdList": ["10.1128/AEM.01357-12", "PMC3406121", "22685147"]}, {"Citation": "Zhang Z. Z., Li Y. B., Qi L., Wan X. C. (2006). Antifungal activities of major tea leaf volatile constituents toward Colletorichum camelliae massea. J. Agric. Food Chem. 54, 3936–3940. doi: 10.1021/jf060017m", "ArticleIdList": ["10.1021/jf060017m", "16719518"]}, {"Citation": "Zhang Y., Li T., Xu M., Guo J., Zhang C., Feng Z., et al. . (2021). Antifungal effect of volatile organic compounds produced by Pseudomonas chlororaphis subsp. aureofaciens SPS-41 on oxidative stress and mitochondrial dysfunction of Ceratocystis fimbriata. Pestic. Biochem. Physiol. 173:104777. doi: 10.1016/j.pestbp.2021.104777, PMID:", "ArticleIdList": ["10.1016/j.pestbp.2021.104777", "33771256"]}, {"Citation": "Zhang D., Qiang R., Zhao J., Zhang J., Cheng J., Zhao D., et al. . (2022). Mechanism of a volatile organic compound (6-Methyl-2-Heptanone) emitted from Bacillus subtilis ZD01 against Alternaria solani in potato. Front. Microbiol. 12:808337. doi: 10.3389/fmicb.2021.808337, PMID:", "ArticleIdList": ["10.3389/fmicb.2021.808337", "PMC8793485", "35095815"]}, {"Citation": "Zheng M., Shi J., Shi J., Wang Q., Li Y. (2013). Antimicrobial effects of volatiles produced by two antagonistic Bacillus strains on the anthracnose pathogen in postharvest mangos. Biol. Control 65, 200–206. doi: 10.1016/j.biocontrol.2013.02.004", "ArticleIdList": ["10.1016/j.biocontrol.2013.02.004"]}, {"Citation": "Zhou A., Wang F., Yin J., Peng R., Deng J., Shen D., et al. . (2022). Antifungal action and induction of resistance by Bacillus sp. strain YYC 155 against Colletotrichum fructicola for control of anthracnose disease in Camellia oleifera. Front. Microbiol. 13:956642. doi: 10.3389/fmicb.2022.956642, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.956642", "PMC9453557", "36090068"]}, {"Citation": "Zhou J., Xie Y., Liao Y., Li X., Li Y., Li S., et al. . (2022). Characterization of a Bacillus velezensis strain isolated from Bolbostemmatis Rhizoma displaying strong antagonistic activities against a variety of rice pathogens. Front. Microbiol. 13:983781. doi: 10.3389/fmicb.2022.983781, PMID:", "ArticleIdList": ["10.3389/fmicb.2022.983781", "PMC9555170", "36246295"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "19"}, {"Year": "2023", "Month": "11", "Day": "16"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "22", "Hour": "4", "Minute": "7"}, {"Year": "2023", "Month": "12", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["38130944", "PMC10734640", "10.3389/fmicb.2023.1296755"]}}], "PubmedBookArticle": []}