{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibacterial", "quercetin", "silver nanoparticles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38138323", "DateRevised": {"Year": "2023", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["2154", "10.3390/mi14122154"], "Journal": {"ISSN": "2072-666X", "JournalIssue": {"Volume": "14", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Nov", "Day": "25"}}, "Title": "Micromachines", "ISOAbbreviation": "Micromachines (Basel)"}, "ArticleTitle": "Synthesis of Quercetin-Loaded Silver Nanoparticles and Assessing Their Anti-Bacterial Potential.", "Abstract": {"AbstractText": ["The study delves into the multifaceted potential of quercetin (Qu), a phytoconstituent found in various fruits, vegetables, and medicinal plants, in combination with silver nanoparticles (AgNPs). The research explores the synthesis and characterization of AgNPs loaded with Qu and investigates their pharmaceutical applications, particularly focusing on antibacterial properties. The study meticulously evaluates Qu's identity, and physicochemical properties, reaffirming its suitability for pharmaceutical use. The development of Qu-loaded AgNPs demonstrates their high drug entrapment efficiency, ideal particle characteristics, and controlled drug release kinetics, suggesting enhanced therapeutic efficacy and reduced side effects. Furthermore, the research examines the antibacterial activity of Qu in different solvents, revealing distinct outcomes. Qu, both in methanol and water formulations, exhibits antibacterial activity against <i>Escherichia coli</i>, with the methanol formulation displaying a slightly stronger efficacy. In conclusion, this study successfully synthesizes AgNPs loaded with Qu and highlights their potential as a potent antibacterial formulation. The findings underscore the influence of solvent choice on Qu's antibacterial properties and pave the way for further research and development in drug delivery systems and antimicrobial agents. This innovative approach holds promise for addressing microbial resistance and advancing pharmaceutical formulations for improved therapeutic outcomes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical and Allied Sciences, K.R. Mangalam University, Gurugram 122103, India."}], "LastName": "Sharma", "ForeName": "Ritu", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medical and Allied Sciences, K.R. Mangalam University, Gurugram 122103, India."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Basist", "ForeName": "Parakh", "Initials": "P"}, {"Identifier": ["0000-0001-7985-4241"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Alhalmi", "ForeName": "Abdulsalam", "Initials": "A"}, {"Identifier": ["0000-0002-3569-946X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Khan", "ForeName": "Rahmuddin", "Initials": "R"}, {"Identifier": ["0000-0003-0902-6381"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia."}], "LastName": "Noman", "ForeName": "Omar M", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Pharmacy, Clinical Pharmacy, University of Greifswald, Friedrich-Ludwig-Jahn-Str. 17, 17489 Greifswald, Germany."}], "LastName": "Alahdab", "ForeName": "Ahmad", "Initials": "A"}], "GrantList": [{"GrantID": "RSPD2023R1087", "Agency": "This research was funded by Researchers Supporting Project number (RSPD2023R1087), King Saud University, Riyadh, Saudi Arabia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Micromachines (Basel)", "NlmUniqueID": "101640903", "ISSNLinking": "2072-666X"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Basist P., Parveen B., Zahiruddin S., Gautam G., Parveen R., Khan M.A., Krishnan A., Shahid M., Ahmad S. Potential Nephroprotective Phytochemicals: Mechanism and Future Prospects. J. Ethnopharmacol. 2022;283:114743. doi: 10.1016/j.jep.2021.114743.", "ArticleIdList": ["10.1016/j.jep.2021.114743", "34655670"]}, {"Citation": "D’Andrea G. Quercetin: A Flavonol with Multifaceted Therapeutic Applications? Fitoterapia. 2015;106:256–271. doi: 10.1016/j.fitote.2015.09.018.", "ArticleIdList": ["10.1016/j.fitote.2015.09.018", "26393898"]}, {"Citation": "Qi W., Qi W., Xiong D., Long M. Quercetin: Its Antioxidant Mechanism, Antibacterial Properties and Potential Application in Prevention and Control of Toxipathy. Molecules. 2022;27:6545. doi: 10.3390/molecules27196545.", "ArticleIdList": ["10.3390/molecules27196545", "PMC9571766", "36235082"]}, {"Citation": "Tang S.M., Deng X.T., Zhou J., Li Q.P., Ge X.X., Miao L. Pharmacological Basis and New Insights of Quercetin Action in Respect to Its Anti-Cancer Effects. Biomed. Pharmacother. 2020;121:109604. doi: 10.1016/j.biopha.2019.109604.", "ArticleIdList": ["10.1016/j.biopha.2019.109604", "31733570"]}, {"Citation": "Alhalmi A., Beg S., Almalki W.H., Alghamdi S., Kohli K. Recent Advances in Nanotechnology-Based Targeted Therapeutics for Breast Cancer Management. Curr. Drug Metab. 2022;14:35657282. doi: 10.2174/1389200223666220514151110.", "ArticleIdList": ["10.2174/1389200223666220514151110", "35657282"]}, {"Citation": "Tiwari H., Rai N., Singh S., Gupta P., Verma A., Singh A.K., Kajal, Salvi P., Singh S.K., Gautam V. Recent Advances in Nanomaterials-Based Targeted Drug Delivery for Preclinical Cancer Diagnosis and Therapeutics. Bioengineering. 2023;10:760. doi: 10.3390/bioengineering10070760.", "ArticleIdList": ["10.3390/bioengineering10070760", "PMC10376516", "37508788"]}, {"Citation": "Naganthran A., Verasoundarapandian G., Khalid F.E., Masarudin M.J., Zulkharnain A., Nawawi N.M., Karim M., Abdullah C.A.C., Ahmad S.A. Synthesis, Characterization and Biomedical Application of Silver Nanoparticles. Materials. 2022;15:427. doi: 10.3390/ma15020427.", "ArticleIdList": ["10.3390/ma15020427", "PMC8779869", "35057145"]}, {"Citation": "Chandrakala V., Aruna V., Angajala G. Review on Metal Nanoparticles as Nanocarriers: Current Challenges and Perspectives in Drug Delivery Systems. Emergent Mater. 2022;5:1593–1615. doi: 10.1007/s42247-021-00335-x.", "ArticleIdList": ["10.1007/s42247-021-00335-x", "PMC8724657", "35005431"]}, {"Citation": "Rana A., Yadav K., Jagadevan S. A Comprehensive Review on Green Synthesis of Nature-Inspired Metal Nanoparticles: Mechanism, Application and Toxicity. J. Clean. Prod. 2020;272:122880. doi: 10.1016/j.jclepro.2020.122880.", "ArticleIdList": ["10.1016/j.jclepro.2020.122880"]}, {"Citation": "Dhir S., Dutt R., Singh R.P., Chauhan M., Virmani T., Kumar G., Alhalmi A., Aleissa M.S., Rudayni H.A., Al-Zahrani M. Amomum Subulatum Fruit Extract Mediated Green Synthesis of Silver and Copper Oxide Nanoparticles: Synthesis, Characterization, Antibacterial and Anticancer Activities. Processes. 2023;11:2698. doi: 10.3390/pr11092698.", "ArticleIdList": ["10.3390/pr11092698"]}, {"Citation": "Saha C., Das A., Das P., Chakraborty A. Effect of Quercetin Loaded Silver Nanoparticles on Gram Negative and Gram Positive Bacteria. Indian J. Exp. Biol. 2021;59:132–140. doi: 10.56042/ijeb.v59i02.45727.", "ArticleIdList": ["10.56042/ijeb.v59i02.45727"]}, {"Citation": "Yu Z., Grasso M.F., Cui X., Silva R.N., Zhang P. Sensitive and Label-Free SERS Detection of Single-Stranded DNA Assisted by Silver Nanoparticles and Gold-Coated Magnetic Nanoparticles. ACS Appl. Bio Mater. 2020;3:2626–2632. doi: 10.1021/acsabm.9b01218.", "ArticleIdList": ["10.1021/acsabm.9b01218", "35025396"]}, {"Citation": "Alhalmi A., Amin S., Khan Z., Beg S., Al O., Saleh A., Kohli K. Nanostructured Lipid Carrier-Based Codelivery of Raloxifene and Naringin : Formulation, Optimization, In Vitro, Ex Vivo, In Vivo Assessment, and Acute Toxicity Studies. Pharmaceutics. 2022;14:1771. doi: 10.3390/pharmaceutics14091771.", "ArticleIdList": ["10.3390/pharmaceutics14091771", "PMC9500671", "36145519"]}, {"Citation": "Nalini T., Khaleel Basha S., Mohamed Sadiq A., Sugantha Kumari V. Fabrication and Evaluation of Nanoencapsulated Quercetin for Wound Healing Application. Polym. Bull. 2023;80:515–540. doi: 10.1007/s00289-022-04094-5.", "ArticleIdList": ["10.1007/s00289-022-04094-5"]}, {"Citation": "Chen J., Li S., Chen Y., Yang J., Dong J., Lu X. L-Cysteine-Terminated Triangular Silver Nanoplates/MXene Nanosheets Are Used as Electrochemical Biosensors for Efficiently Detecting 5-Hydroxytryptamine. Anal. Chem. 2021;93:16655–16663. doi: 10.1021/acs.analchem.1c04218.", "ArticleIdList": ["10.1021/acs.analchem.1c04218", "34846857"]}, {"Citation": "Ahalwat S., Bhatt D.C., Rohilla S., Jogpal V., Sharma K., Virmani T., Kumar G., Alhalmi A., Alqahtani A.S., Noman O.M., et al. Mannose-Functionalized Isoniazid-Loaded Nanostructured Lipid Carriers for Pulmonary Delivery: In Vitro Prospects and In Vivo Therapeutic Efficacy Assessment. Pharmaceuticals. 2023;16:1108. doi: 10.3390/ph16081108.", "ArticleIdList": ["10.3390/ph16081108", "PMC10458796", "37631023"]}, {"Citation": "Alhalmi A., Amin S., Beg S., Al-Salahi R., Mir S.R., Kohli K. Formulation and Optimization of Naringin Loaded Nanostructured Lipid Carriers Using Box-Behnken Based Design: In Vitro and Ex Vivo Evaluation. J. Drug Deliv. Sci. Technol. 2022;74:103590. doi: 10.1016/j.jddst.2022.103590.", "ArticleIdList": ["10.1016/j.jddst.2022.103590"]}, {"Citation": "Tyagi N., Gupta P., Khan Z., Neupane Y.R., Mangla B., Mehra N., Ralli T., Alhalmi A., Ali A., Al Kamaly O. Superparamagnetic Iron-Oxide Nanoparticles Synthesized via Green Chemistry for the Potential Treatment of Breast Cancer. Molecules. 2023;28:2343. doi: 10.3390/molecules28052343.", "ArticleIdList": ["10.3390/molecules28052343", "PMC10005561", "36903587"]}, {"Citation": "Kamshad M., Jahanshah Talab M., Beigoli S., Sharifirad A., Chamani J. Use of Spectroscopic and Zeta Potential Techniques to Study the Interaction between Lysozyme and Curcumin in the Presence of Silver Nanoparticles at Different Sizes. J. Biomol. Struct. Dyn. 2019;37:2030–2040. doi: 10.1080/07391102.2018.1475258.", "ArticleIdList": ["10.1080/07391102.2018.1475258", "29757090"]}, {"Citation": "Zanjage A., Khan S.A. Ultra-Fast Synthesis of Antibacterial and Photo Catalyst Silver Nanoparticles Using Neem Leaves. JCIS Open. 2021;3:100015. doi: 10.1016/j.jciso.2021.100015.", "ArticleIdList": ["10.1016/j.jciso.2021.100015"]}, {"Citation": "Sathishkumar P., Li Z., Govindan R., Jayakumar R., Wang C., Long Gu F. Zinc Oxide-Quercetin Nanocomposite as a Smart Nano-Drug Delivery System: Molecular-Level Interaction Studies. Appl. Surf. Sci. 2021;536:147741. doi: 10.1016/j.apsusc.2020.147741.", "ArticleIdList": ["10.1016/j.apsusc.2020.147741"]}, {"Citation": "Aisida S.O., Ugwu K., Akpa P.A., Nwanya A.C., Ejikeme P.M., Botha S., Ahmad I., Maaza M., Ezema F.I. Biogenic Synthesis and Antibacterial Activity of Controlled Silver Nanoparticles Using an Extract of Gongronema Latifolium. Mater. Chem. Phys. 2019;237:121859. doi: 10.1016/j.matchemphys.2019.121859.", "ArticleIdList": ["10.1016/j.matchemphys.2019.121859"]}, {"Citation": "Das S.S., Verma P.R.P., Singh S.K. Screening and Preparation of Quercetin Doped Nanoemulsion: Characterizations, Antioxidant and Anti-Bacterial Activities. LWT. 2020;124:109141. doi: 10.1016/j.lwt.2020.109141.", "ArticleIdList": ["10.1016/j.lwt.2020.109141"]}, {"Citation": "Alavi M., Adulrahman N.A., Haleem A.A., Al-Râwanduzi A.D.H., Khusro A., Abdelgawad M.A., Ghoneim M.M., Batiha G.E.S., Kahrizi D., Martinez F., et al. Nanoformulations of Curcumin and Quercetin with Silver Nanoparticles for Inactivation of Bacteria. Cell. Mol. Biol. 2021;67:151–156. doi: 10.14715/cmb/2021.67.5.21.", "ArticleIdList": ["10.14715/cmb/2021.67.5.21", "35818258"]}, {"Citation": "Pawar A.Y., Tapkir A.D., Rao J.B., Dayama R.P. Formulation and Evaluation of Eudragit L- 100 Based Nanoparticles of Senna for Treatment of Constipation. Int. J. Pharm. Investig. 2022;12:317–322. doi: 10.5530/ijpi.2022.3.53.", "ArticleIdList": ["10.5530/ijpi.2022.3.53"]}, {"Citation": "Tsioptsias C., Tsivintzelis I. On the Thermodynamic Thermal Properties of Quercetin and Similar Pharmaceuticals. Molecules. 2022;27:6630. doi: 10.3390/molecules27196630.", "ArticleIdList": ["10.3390/molecules27196630", "PMC9571029", "36235166"]}, {"Citation": "Aanisah N., Sulistiawati S., Djabir Y.Y., Asri R.M., Sumarheni S., Chabib L., Hamzah H., Permana A.D. Development of Solid Lipid Nanoparticle-Loaded Polymeric Hydrogels Containing Antioxidant and Photoprotective Bioactive Compounds of Safflower (Carthamus tinctorius L.) for Improved Skin Delivery. Langmuir. 2023;39:1838–1851. doi: 10.1021/acs.langmuir.2c02754.", "ArticleIdList": ["10.1021/acs.langmuir.2c02754", "36701815"]}, {"Citation": "Sadhukhan P., Kundu M., Chatterjee S., Ghosh N., Manna P., Das J., Sil P.C. Targeted Delivery of Quercetin via PH-Responsive Zinc Oxide Nanoparticles for Breast Cancer Therapy. Mater. Sci. Eng. C. 2019;100:129–140. doi: 10.1016/j.msec.2019.02.096.", "ArticleIdList": ["10.1016/j.msec.2019.02.096", "30948047"]}, {"Citation": "Sharma D., Chaudhary A. Synthesis of Quercetin Functionalized Silver Nanoparticles and Their Application for the Colorimetric Detection of L-Cysteine in Biologically Complex Fluids. ChemistrySelect. 2022;7:e202104147. doi: 10.1002/slct.202104147.", "ArticleIdList": ["10.1002/slct.202104147"]}, {"Citation": "Chahardoli A., Hajmomeni P., Ghowsi M., Qalekhani F., Shokoohinia Y., Fattahi A. Optimization of Quercetin-Assisted Silver Nanoparticles Synthesis and Evaluation of Their Hemocompatibility, Antioxidant, Anti-Inflammatory, and Antibacterial Effects. Glob. Chall. 2021;5:2100075. doi: 10.1002/gch2.202100075.", "ArticleIdList": ["10.1002/gch2.202100075", "PMC8671616", "34938575"]}, {"Citation": "Badhwar R., Mangla B., Neupane Y.R., Khanna K., Popli H. Quercetin Loaded Silver Nanoparticles in Hydrogel Matrices for Diabetic Wound Healing. Nanotechnology. 2021;32:505102. doi: 10.1088/1361-6528/ac2536.", "ArticleIdList": ["10.1088/1361-6528/ac2536", "34500444"]}, {"Citation": "Tasca F., Antiochia R. Biocide Activity of Green Quercetin-Mediated Synthesized Silver Nanoparticles. Nanomaterials. 2020;10:909. doi: 10.3390/nano10050909.", "ArticleIdList": ["10.3390/nano10050909", "PMC7279244", "32397267"]}, {"Citation": "Hosseinpour-Moghadam R., Rabbani S., Mahboubi A., Tabatabai S.A., Haeri A. Prevention of Abdominal Adhesion by a Polycaprolactone/Phospholipid Hybrid Film Containing Quercetin and Silver Nanoparticles. Nanomedicine. 2021;16:2449–2464. doi: 10.2217/nnm-2021-0209.", "ArticleIdList": ["10.2217/nnm-2021-0209", "34670404"]}, {"Citation": "Najafabadi A.P., Pourmadadi M., Yazdian F., Rashedi H., Rahdar A., Díez-Pascual A.M. PH-Sensitive Ameliorated Quercetin Delivery Using Graphene Oxide Nanocarriers Coated with Potential Anticancer Gelatin-Polyvinylpyrrolidone Nanoemulsion with Bitter Almond Oil. J. Drug Deliv. Sci. Technol. 2023;82:104339. doi: 10.1016/j.jddst.2023.104339.", "ArticleIdList": ["10.1016/j.jddst.2023.104339"]}, {"Citation": "Chittasupho C., Junmahasathien T., Chalermmongkol J., Wongjirasakul R., Leesawat P., Okonogi S. Suppression of Intracellular Reactive Oxygen Species in Human Corneal Epithelial Cells via the Combination of Quercetin Nanoparticles and Epigallocatechin Gallate and in Situ Thermosensitive Gel Formulation for Ocular Drug Delivery. Pharmaceuticals. 2021;14:679. doi: 10.3390/ph14070679.", "ArticleIdList": ["10.3390/ph14070679", "PMC8308701", "34358106"]}, {"Citation": "Braga L.R., Pérez L.M., Soazo M.d.V., Machado F. Evaluation of the Antimicrobial, Antioxidant and Physicochemical Properties of Poly(Vinyl Chloride) Films Containing Quercetin and Silver Nanoparticles. LWT. 2019;101:491–498. doi: 10.1016/j.lwt.2018.11.082.", "ArticleIdList": ["10.1016/j.lwt.2018.11.082"]}, {"Citation": "Szulc-Musioł B., Siemiradzka W., Dolińska B. Formulation and Evaluation of Hydrogels Based on Sodium Alginate and Cellulose Derivatives with Quercetin for Topical Application. Appl. Sci. 2023;13:7826. doi: 10.3390/app13137826.", "ArticleIdList": ["10.3390/app13137826"]}, {"Citation": "Dias J.L., Rebelatto E.A., Hotza D., Bortoluzzi A.J., Lanza M., Ferreira S.R.S. Production of Quercetin-Nicotinamide Cocrystals by Gas Antisolvent (GAS) Process. J. Supercrit. Fluids. 2022;188:105670. doi: 10.1016/j.supflu.2022.105670.", "ArticleIdList": ["10.1016/j.supflu.2022.105670"]}, {"Citation": "Sundar A., Arunachalam S., Jayavel S., Muthulakshmi L. Proceedings of the Springer Proceedings in Materials. Springer; Berlin/Heidelberg, Germany: 2019. Encapsulation of Amphotericin B into Quercetin Based Silver Nanoparticles: Preparation, Characterization and Preliminary Investigation of Antiparasitic Activity."}, {"Citation": "Al-Serwi R.H., Eladl M.A., El-Sherbiny M., Saleh M.A., Othman G., Alshahrani S.M., Alnefaie R., Jan A.M., Alnasser S.M., Albalawi A.E., et al. Targeted Drug Administration onto Cancer Cells Using Hyaluronic Acid–Quercetin-Conjugated Silver Nanoparticles. Molecules. 2023;28:4146. doi: 10.3390/molecules28104146.", "ArticleIdList": ["10.3390/molecules28104146", "PMC10221215", "37241888"]}, {"Citation": "Franzolin M.R., Courrol D.D.S., de Souza Barreto S., Courrol L.C. Eugenia Uniflora L. Silver and Gold Nanoparticle Synthesis, Characterization, and Evaluation of the Photoreduction Process in Antimicrobial Activities. Microorganisms. 2022;10:999. doi: 10.3390/microorganisms10050999.", "ArticleIdList": ["10.3390/microorganisms10050999", "PMC9147378", "35630442"]}, {"Citation": "Cao F., Chen Z., Wang W., Zhou Y., Tan S., Xu L., Li Z., Lu L., Wang Y., Qiu H. Rapid and Eco-Friendly Preparation of Antibacterial Gauze by Alkali-Acid Redeposition of Quercetin on Gauze Fiber and Subsequent Ultraviolet-Assisted Reduction of Silver In Situ. Adv. Mater. Interfaces. 2023;10:2300257. doi: 10.1002/admi.202300257.", "ArticleIdList": ["10.1002/admi.202300257"]}, {"Citation": "Bose P., Priyam A., Kar R., Pattanayak S.P. Quercetin Loaded Folate Targeted Plasmonic Silver Nanoparticles for Light Activated Chemo-Photothermal Therapy of DMBA Induced Breast Cancer in Sprague Dawley Rats. RSC Adv. 2020;10:31961–31978. doi: 10.1039/D0RA05793B.", "ArticleIdList": ["10.1039/D0RA05793B", "PMC9056571", "35518142"]}, {"Citation": "Lee Y.J., Park Y. Green Synthetic Nanoarchitectonics of Gold and Silver Nanoparticles Prepared Using Quercetin and Their Cytotoxicity and Catalytic Applications. J. Nanosci. Nanotechnol. 2019;20:2781–2790. doi: 10.1166/jnn.2020.17453.", "ArticleIdList": ["10.1166/jnn.2020.17453", "31635614"]}, {"Citation": "Abbaszadeh S., Rashidipour M., Khosravi P., Shahryarhesami S., Ashrafi B., Kaviani M., Sarabi M.M. Biocompatibility, Cytotoxicity, Antimicrobial and Epigenetic Effects of Novel Chitosan-Based Quercetin Nanohydrogel in Human Cancer Cells. Int. J. Nanomed. 2020;15:5963–5975. doi: 10.2147/IJN.S263013.", "ArticleIdList": ["10.2147/IJN.S263013", "PMC7441583", "32884259"]}, {"Citation": "Aritonang H.F., Koleangan H., Wuntu A.D. Synthesis of Silver Nanoparticles Using Aqueous Extract of Medicinal Plants’ (Impatiens Balsamina and Lantana Camara) Fresh Leaves and Analysis of Antimicrobial Activity. Int. J. Microbiol. 2019;2019:1–8. doi: 10.1155/2019/8642303.", "ArticleIdList": ["10.1155/2019/8642303", "PMC6636566", "31354833"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "18"}, {"Year": "2023", "Month": "10", "Day": "26"}, {"Year": "2023", "Month": "11", "Day": "23"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "46"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "12", "Minute": "45"}, {"Year": "2023", "Month": "12", "Day": "23", "Hour": "1", "Minute": "15"}, {"Year": "2023", "Month": "11", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["38138323", "PMC10745049", "10.3390/mi14122154", "mi14122154"]}}], "PubmedBookArticle": []}