{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38144205", "DateRevised": {"Year": "2023", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["6665012", "10.1155/2023/6665012"], "Journal": {"ISSN": "1687-8191", "JournalIssue": {"Volume": "2023", "PubDate": {"Year": "2023"}}, "Title": "Journal of toxicology", "ISOAbbreviation": "J Toxicol"}, "ArticleTitle": "Anticancer Activity of <i>Rhizophora mucronata</i> Leaves Extract on Sprague-Dawley Rats: <i>In Vivo</i> Model.", "Pagination": {"StartPage": "6665012", "MedlinePgn": "6665012"}, "Abstract": {"AbstractText": ["Medicinal plants are now used to treat cancer due to the presence of bioactive compounds. Apart from the plants, mangroves also possess rich bioactive compounds with high medicinal activity. Based on the ethnobotanical attributes of <i>Rhizophora mucronata</i>, we are keen to work with its anticancer activity. The aim of the study is to assess the anticancer activity of methanolic extract of <i>Rhizophora mucronata</i> leaves against breast cancer. Its safety profile for anticancer investigations was therefore confirmed through an acute toxicity assessment. In accordance with OECD guiding principles, the study was approved to evaluate the toxicity, including acute and subacute effects and anticancer activities of methanolic extract of <i>Rhizophora mucronata</i> leaves on Sprague-Dawley rats. In acute toxicity trials, the dose of 1000 mg/kg body weight was determined to be safe and nontoxic even at high dose levels and did not result in any indicators of toxicity or death in the tested groups compared to controls for 14 days. In contrast, rats in a subacute toxicity study were given consistent doses of 100 mg/kg, 200 mg/kg, and 300 mg/kg for a total of 28 days along with a control group. Haematological, biochemical, and histological tests conducted in advance revealed that methanolic extract of <i>Rhizophora mucronata</i> leaves (MERML) at repeated doses of 200 mg/kg and 300 mg/kg was normal and had no significant effects on the treated groups. <i>Rhizophora mucronata</i> extract (250 mg/kg) was successfully used in <i>in vivo</i> trials to stop the growth of breast cancer cells in groups that had been given DMBA. Based on these findings, it has been concluded that methanolic extract of <i>Rhizophora mucronata</i> leaves (MERML) was safe at both higher and lower dosages and could be assessed for pharmacological study."], "CopyrightInformation": "Copyright © 2023 Asbin Mary X et al."}, "AuthorList": [{"Identifier": ["0009-0002-4890-049X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG Department of Biotechnology, Alpha College of Arts and Science, Porur, Chennai, Tamil Nadu, India."}], "LastName": "Mary X", "ForeName": "Asbin", "Initials": "A"}, {"Identifier": ["0000-0003-0233-1105"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Biotechnology, Mohamed Sathak Arts and Science College, Chennai, Tamil Nadu, India."}], "LastName": "Mohamed Yacoob", "ForeName": "Syed Ali", "Initials": "SA"}, {"Identifier": ["0000-0002-8805-6118"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Biochemistry, Mohamed Sathak Arts and Science College, Chennai, Tamil Nadu, India."}], "LastName": "Venkatraman", "ForeName": "Anuradha", "Initials": "A"}, {"Identifier": ["0000-0002-7978-9723"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, SNMV College of Arts and Science, Coimbatore, Tamil Nadu, India."}], "LastName": "Packiasamy", "ForeName": "Ruban", "Initials": "R"}, {"Identifier": ["0000-0001-8545-7605"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Ocean Research, Sathyabama Institute of Science and Technology, Chennai, Tamil Nadu, India."}], "LastName": "Moovendhan", "ForeName": "Meivelu", "Initials": "M"}, {"Identifier": ["0000-0002-3088-9184"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products Research Laboratory, Department of Microbial Biotechnology, Bharathiar University, Coimbatore 641 046, Tamil Nadu, India."}], "LastName": "Gnanadesigan", "ForeName": "Murugesan", "Initials": "M"}, {"Identifier": ["0000-0003-3160-9428"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PG and Research Department of Microbiology, Mohamed Sathak Arts and Science College, Chennai, Tamil Nadu, India."}], "LastName": "Nagarajan", "ForeName": "Yogananth", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Toxicol", "NlmUniqueID": "101519097", "ISSNLinking": "1687-8191"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Priya K., Krishnakumari S., Vijayakumar M. Cyathula prostrata: a potent source of anticancer agent against daltons ascites in Swiss albino mice. Asian Pacific Journal of Tropical Medicine . 2013;6(10):776–779. doi: 10.1016/s1995-7645(13)60137-6.", "ArticleIdList": ["10.1016/s1995-7645(13)60137-6", "23870465"]}, {"Citation": "Rajkumar V., Guha G., Ashok Kumar R. Antioxidant and anti-neoplastic activities of Picrorhiza kurroa extracts. Food and Chemical Toxicology . 2011;49(2):363–369. doi: 10.1016/j.fct.2010.11.009.", "ArticleIdList": ["10.1016/j.fct.2010.11.009", "21081148"]}, {"Citation": "Malcolm R. A. Cancer: Encyclopedia of Life Sciences/Nature Publishing Group . Oxford, UK: John Wiley and Sons, Ltd; 2001."}, {"Citation": "Kasture S. B. A Handbook of Experiments in Pre-clinical Pharmacology . Nashik, India: Career Publications; 2007."}, {"Citation": "Veena K., Shanthi P., Sachdanandam P. Anticancer effect of Kalpaamruthaa on mammary carcinoma in rats with reference to glycoprotein components, lysosomal and marker enzymes. Biological and Pharmaceutical Bulletin . 2006;29(3):565–569. doi: 10.1248/bpb.29.565.", "ArticleIdList": ["10.1248/bpb.29.565", "16508169"]}, {"Citation": "Avwioro G., Iyiola S., Aghoghovwia B. Histological and biochemical markers of the liver of Wistar rats on sub chronic oral administration of green tea. North American Journal of Medical Sciences . 2010;2(8):376–380. doi: 10.4297/najms.2010.2376.", "ArticleIdList": ["10.4297/najms.2010.2376", "PMC3339062", "22737676"]}, {"Citation": "Asbin Mary X., Syed A. M., Anuradha V., Moorthi S. In vitro cytotoxicity effect of Rhizophora mucronata methanolic leaf extract against MCF- 7 cell line. International Journal of Research and Analytical Reviews . 2019;6(2):566–572."}, {"Citation": "Hilaly J. E., Israili Z. H., Lyoussi B. Acute and chronic toxicological studies of Ajuga iva in experimental animals. Journal of Ethnopharmacology . 2004;91(1):43–50. doi: 10.1016/j.jep.2003.11.009.", "ArticleIdList": ["10.1016/j.jep.2003.11.009", "15036466"]}, {"Citation": "Mukinda J. T., Eagles P. F. Acute and sub-chronic oral toxicity profiles of the aqueous extract of Polygala fruticosa in female mice and rats. Journal of Ethnopharmacology . 2010;128(1):236–240. doi: 10.1016/j.jep.2010.01.022.", "ArticleIdList": ["10.1016/j.jep.2010.01.022", "20079821"]}, {"Citation": "Iversen P. O., Nicolaysen G. Water for life. Tidsskrift for den Norske laegeforening: Tidsskrift for Praktisk Medicin, Ny Raekke . 2003;123(23):3402–3405.", "ArticleIdList": ["14713981"]}, {"Citation": "Mohamed E. A. H., Yam M. F., Ang L. F., Mohamed A. J., Asmawi M. Z. Antidiabetic properties and mechanism of action of Orthosiphon stamineus Benth bioactive sub-fraction in streptozotocin-induced diabetic rats. Journal of Acupuncture and Meridian Studies . 2013;6(1):31–40. doi: 10.1016/j.jams.2013.01.005.", "ArticleIdList": ["10.1016/j.jams.2013.01.005", "23433053"]}, {"Citation": "Abdullah F. I., Chua L. S., Mohd Bohari S. P., Sari E. Rationale of Orthosiphon aristatus for healing diabetic foot ulcer. Natural Product Communications . 2020;15(9) doi: 10.1177/1934578x20953308.1934578X2095330", "ArticleIdList": ["10.1177/1934578x20953308"]}, {"Citation": "Kennedy G. L., Jr, Ferenz R. L., Burgess B. A. Estimation of acute oral toxicity in rates by determination of the approximate lethal dose rather than the LD50. Journal of Applied Toxicology . 1986;6(3):145–148. doi: 10.1002/jat.2550060302.", "ArticleIdList": ["10.1002/jat.2550060302", "3722708"]}, {"Citation": "Das N., Goshwami D., Hasan M. S., Raihan S. Z. Evaluation of acute and subacute toxicity induced by methanol extract of Terminalia citrina leaves in Sprague Dawley rats. Journal of acute disease . 2015;4(4):316–321. doi: 10.1016/j.joad.2015.05.001.", "ArticleIdList": ["10.1016/j.joad.2015.05.001"]}, {"Citation": "Diallo A., Eklu-Gadeg K., Agbonon A., Aklikokou K., Creppy E. E., Gbeassor M. Acute and subchronic (28-day) oral toxicity studies of hydroalcoholic extract of Lannea kerstingii Engl. and K. Krause (Anacardiaceae) stem bark. Journal of Pharmacology and Toxicology . 2010;5(7):343–349. doi: 10.3923/jpt.2010.343.349.", "ArticleIdList": ["10.3923/jpt.2010.343.349"]}, {"Citation": "Odeyemi O., Yakubu M. T., Masika P. J., Afolayan A. J. Toxicological evaluation of the essential oil from Mentha longifolia L. subsp. capensis leaves in rats. Journal of Medicinal Food . 2009;12(3):669–674. doi: 10.1089/jmf.2008.0136.", "ArticleIdList": ["10.1089/jmf.2008.0136", "19627219"]}, {"Citation": "Panunto W., Jaijoy K., Lerdvuthisopon N., et al. Acute and chronic toxicity studies of the water extract from dried fruits of Terminalia chebula Rezt. in rats. International Journal of Applied Research in Natural Products . 2010;3(4):36–43."}, {"Citation": "Ariazi J. L., Haag J. D., Lindstrom M. J., Gould M. N. Mammary glands of sexually immature rats are more susceptible than those of mature rats to the carcinogenic, lethal, and mutagenic effects of N-nitroso-N-methylurea. Molecular Carcinogenesis . 2005;43(3):155–164. doi: 10.1002/mc.20104.", "ArticleIdList": ["10.1002/mc.20104", "15924352"]}, {"Citation": "Bishayee A., Mandal A. Trianthema portulacastrum Linn. exerts chemoprevention of 7, 12-dimethylbenz (a) anthracene-induced mammary tumorigenesis in rats. Mutation Research: Fundamental and Molecular Mechanisms of Mutagenesis . 2014;768:107–118. doi: 10.1016/j.mrfmmm.2014.01.002.", "ArticleIdList": ["10.1016/j.mrfmmm.2014.01.002", "24451939"]}, {"Citation": "Jackson S. D., Halsall H. B., Pesce A. J., Heineman W. R. Determination of serum alkaline phosphatase activity by electrochemical detection with flow injection analysis. Fresenius’ Journal of Analytical Chemistry . 1993;346(6–9):859–862. doi: 10.1007/bf00321305.", "ArticleIdList": ["10.1007/bf00321305"]}, {"Citation": "Kalaiselvi M., Gomathi D., Ravikumar G., Devaki K., Uma C. Therapeutic effect of Ananus comosus peel on breast cancer induced by 7, 12- dimethylbenz(α)anthracene. Plant Science Today . 2014;1(1):13–21. doi: 10.14719/pst.2014.1.1.8.", "ArticleIdList": ["10.14719/pst.2014.1.1.8"]}, {"Citation": "Zingue S., Cisilotto J., Tueche A. B., et al. Crateva adansonii DC, an African ethno medicinal plant, exerts cytotoxicity in vitro and prevents experimental mammary tumorigenesis in vivo. Journal of Ethnopharmacology . 2016;190:183–199. doi: 10.1016/j.jep.2016.06.004.", "ArticleIdList": ["10.1016/j.jep.2016.06.004", "27267829"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "4", "Day": "11"}, {"Year": "2023", "Month": "10", "Day": "26"}, {"Year": "2023", "Month": "11", "Day": "13"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "4", "Minute": "28"}, {"Year": "2023", "Month": "12", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["38144205", "PMC10748721", "10.1155/2023/6665012"]}}], "PubmedBookArticle": []}