{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38146842", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "03"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1021/acs.biochem.3c00404"], "Journal": {"ISSN": "1520-4995", "JournalIssue": {"Volume": "63", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "02"}}, "Title": "Biochemistry", "ISOAbbreviation": "Biochemistry"}, "ArticleTitle": "Crystal Structure and Enzymology of <i>Solanum tuberosum</i> Inositol Tris/Tetrakisphosphate Kinase 1 (<i>St</i>ITPK1).", "Pagination": {"StartPage": "42", "EndPage": "52", "MedlinePgn": "42-52"}, "Abstract": {"AbstractText": ["Inositol phosphates and their pyrophosphorylated derivatives are responsive to the phosphate supply and are agents of phosphate homeostasis and other aspects of physiology. It seems likely that the enzymes that interconvert these signals work against the prevailing milieu of mixed populations of competing substrates and products. The synthesis of inositol pyrophosphates is mediated in plants by two classes of ATP-grasp fold kinase: PPIP5 kinases, known as VIH, and members of the inositol tris/tetrakisphosphate kinase (ITPK) family, specifically ITPK1/2. A molecular explanation of the contribution of ITPK1/2 to inositol pyrophosphate synthesis and turnover in plants is incomplete: the absence of nucleotide in published crystal structures limits the explanation of phosphotransfer reactions, and little is known of the affinity of potential substrates and competitors for ITPK1. Herein, we describe a complex of ADP and <i>St</i>ITPK1 at 2.26 Å resolution and use a simple fluorescence polarization approach to compare the affinity of binding of diverse inositol phosphates, inositol pyrophosphates, and analogues. By simple HPLC, we reveal the novel catalytic capability of ITPK1 for different inositol pyrophosphates and show Ins(3,4,5,6)P<sub>4</sub> to be a potent inhibitor of the inositol pyrophosphate-synthesizing activity of ITPK1. We further describe the exquisite specificity of ITPK1 for the <i>myo</i>-isomer among naturally occurring inositol hexakisphosphates."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}], "LastName": "Whitfield", "ForeName": "Hayley L", "Initials": "HL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}, {"Identifier": [], "Affiliation": "School of Chemistry, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}], "LastName": "Rodriguez", "ForeName": "Raquel Faba", "Initials": "RF"}, {"Identifier": ["0000-0002-9982-0927"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Chemistry & Drug Discovery, Department of Pharmacology, University of Oxford, Mansfield Road, Oxford OX1 3QT, U.K."}], "LastName": "Shipton", "ForeName": "Megan L", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}, {"Identifier": [], "Affiliation": "School of Chemistry, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}], "LastName": "Li", "ForeName": "Arthur W H", "Initials": "AWH"}, {"Identifier": ["0000-0001-9003-3540"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Chemistry & Drug Discovery, Department of Pharmacology, University of Oxford, Mansfield Road, Oxford OX1 3QT, U.K."}], "LastName": "Riley", "ForeName": "Andrew M", "Initials": "AM"}, {"Identifier": ["0000-0003-3255-9135"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Chemistry & Drug Discovery, Department of Pharmacology, University of Oxford, Mansfield Road, Oxford OX1 3QT, U.K."}], "LastName": "Potter", "ForeName": "Barry V L", "Initials": "BVL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}, {"Identifier": [], "Affiliation": "School of Chemistry, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}, {"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai 201306, China."}], "LastName": "Hemmings", "ForeName": "Andrew M", "Initials": "AM"}, {"Identifier": ["0000-0001-6179-9109"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological Sciences, University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, U.K."}], "LastName": "Brearley", "ForeName": "Charles A", "Initials": "CA"}], "GrantList": [{"Acronym": "WT_", "Agency": "Wellcome Trust", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biochemistry", "NlmUniqueID": "0370623", "ISSNLinking": "0006-2960"}, "ChemicalList": [{"RegistryNumber": "4E862E7GRQ", "NameOfSubstance": "diphosphoric acid"}, {"RegistryNumber": "0", "NameOfSubstance": "Diphosphates"}, {"RegistryNumber": "0", "NameOfSubstance": "Inositol Phosphates"}, {"RegistryNumber": "7IGF0S7R8I", "NameOfSubstance": "Phytic Acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Diphosphates"}, {"QualifierName": [], "DescriptorName": "Solanum tuberosum"}, {"QualifierName": [], "DescriptorName": "Inositol Phosphates"}, {"QualifierName": [], "DescriptorName": "Phytic Acid"}], "CoiStatement": "The authors\ndeclare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Parmar P. N.; Brearley C. A. Identification of 3- and 4-phosphorylated phosphoinositides and inositol phosphates in stomatal guard cells. Plant Journal 1993, 4 (2), 255–263. 10.1046/j.1365-313X.1993.04020255.x.", "ArticleIdList": ["10.1046/j.1365-313X.1993.04020255.x"]}, {"Citation": "Brearley C. A.; Hanke D. E. Inositol phosphates in barley (Hordeum vulgare L.) aleurone tissue are stereochemically similar to the products of breakdown of InsP6 in vitro by wheat-bran phytase. Biochem. J. 1996, 318 (Pt 1), 279–86. 10.1042/bj3180279.", "ArticleIdList": ["10.1042/bj3180279", "PMC1217619", "8761483"]}, {"Citation": "Riemer E.; Pullagurla N. J.; Yadav R.; Rana P.; Jessen H. J.; Kamleitner M.; Schaaf G.; Laha D. Regulation of plant biotic interactions and abiotic stress responses by inositol polyphosphates. Front Plant Sci. 2022, 13, 94451510.3389/fpls.2022.944515.", "ArticleIdList": ["10.3389/fpls.2022.944515", "PMC9403785", "36035672"]}, {"Citation": "Stevenson-Paulik J.; Bastidas R. J.; Chiou S. T.; Frye R. A.; York J. D. Generation of phytate-free seeds in Arabidopsis through disruption of inositol polyphosphate kinases. Proc. Natl. Acad. Sci. U. S. A. 2005, 102 (35), 12612–7. 10.1073/pnas.0504172102.", "ArticleIdList": ["10.1073/pnas.0504172102", "PMC1194928", "16107538"]}, {"Citation": "Wild R.; Gerasimaite R.; Jung J. Y.; Truffault V.; Pavlovic I.; Schmidt A.; Saiardi A.; Jessen H. J.; Poirier Y.; Hothorn M.; Mayer A. Control of eukaryotic phosphate homeostasis by inositol polyphosphate sensor domains. Science 2016, 352 (6288), 986–90. 10.1126/science.aad9858.", "ArticleIdList": ["10.1126/science.aad9858", "27080106"]}, {"Citation": "Dong J.; Ma G.; Sui L.; Wei M.; Satheesh V.; Zhang R.; Ge S.; Li J.; Zhang T. E.; Wittwer C.; Jessen H. J.; Zhang H.; An G. Y.; Chao D. Y.; Liu D.; Lei M. Inositol pyrophosphate InsP8 acts as an intracellular phosphate signal in Arabidopsis. Mol. Plant 2019, 12 (11), 1463–1473. 10.1016/j.molp.2019.08.002.", "ArticleIdList": ["10.1016/j.molp.2019.08.002", "31419530"]}, {"Citation": "Ried M. K.; Wild R.; Zhu J.; Pipercevic J.; Sturm K.; Broger L.; Harmel R. K.; Abriata L. A.; Hothorn L. A.; Fiedler D.; Hiller S.; Hothorn M. Inositol pyrophosphates promote the interaction of SPX domains with the coiled-coil motif of PHR transcription factors to regulate plant phosphate homeostasis. Nat. Commun. 2021, 12 (1), 384.10.1038/s41467-020-20681-4.", "ArticleIdList": ["10.1038/s41467-020-20681-4", "PMC7810988", "33452263"]}, {"Citation": "Laha D.; Johnen P.; Azevedo C.; Dynowski M.; Weiss M.; Capolicchio S.; Mao H.; Iven T.; Steenbergen M.; Freyer M.; Gaugler P.; de Campos M. K.; Zheng N.; Feussner I.; Jessen H. J.; Van Wees S. C.; Saiardi A.; Schaaf G. VIH2 regulates the synthesis of inositol pyrophosphate InsP8 and Jasmonate-dependent defenses in Arabidopsis. Plant Cell 2015, 27 (4), 1082–97. 10.1105/tpc.114.135160.", "ArticleIdList": ["10.1105/tpc.114.135160", "PMC4558690", "25901085"]}, {"Citation": "Laha N. P.; Giehl R. F. H.; Riemer E.; Qiu D.; Pullagurla N. J.; Schneider R.; Dhir Y. W.; Yadav R.; Mihiret Y. E.; Gaugler P.; Gaugler V.; Mao H.; Zheng N.; von Wiren N.; Saiardi A.; Bhattacharjee S.; Jessen H. J.; Laha D.; Schaaf G. Inositol (1,3,4) trisphosphate 5/6 kinase1-dependent inositol polyphosphates regulate Auxin responses in Arabidopsis. Plant Physiol 2022, 190 (4), 2722–2738. 10.1093/plphys/kiac425.", "ArticleIdList": ["10.1093/plphys/kiac425", "PMC9706486", "36124979"]}, {"Citation": "Gulabani H.; Goswami K.; Walia Y.; Roy A.; Noor J. J.; Ingole K. D.; Kasera M.; Laha D.; Giehl R. F. H.; Schaaf G.; Bhattacharjee S. Arabidopsis inositol polyphosphate kinases IPK1 and ITPK1 modulate crosstalk between SA-dependent immunity and phosphate-starvation responses. Plant Cell Rep 2022, 41 (2), 347–363. 10.1007/s00299-021-02812-3.", "ArticleIdList": ["10.1007/s00299-021-02812-3", "34797387"]}, {"Citation": "Sheard L. B.; Tan X.; Mao H.; Withers J.; Ben-Nissan G.; Hinds T. R.; Kobayashi Y.; Hsu F. F.; Sharon M.; Browse J.; He S. Y.; Rizo J.; Howe G. A.; Zheng N. Jasmonate perception by inositol-phosphate-potentiated COI1-JAZ co-receptor. Nature 2010, 468 (7322), 400–5. 10.1038/nature09430.", "ArticleIdList": ["10.1038/nature09430", "PMC2988090", "20927106"]}, {"Citation": "Tan X.; Calderon-Villalobos L. I.; Sharon M.; Zheng C.; Robinson C. V.; Estelle M.; Zheng N. Mechanism of auxin perception by the TIR1 ubiquitin ligase. Nature 2007, 446 (7136), 640–5. 10.1038/nature05731.", "ArticleIdList": ["10.1038/nature05731", "17410169"]}, {"Citation": "Murphy A. M.; Otto B.; Brearley C. A.; Carr J. P.; Hanke D. E. A role for inositol hexakisphosphate in the maintenance of basal resistance to plant pathogens. Plant J. 2008, 56 (4), 638–52. 10.1111/j.1365-313X.2008.03629.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03629.x", "18643983"]}, {"Citation": "Kuo H. F.; Chang T. Y.; Chiang S. F.; Wang W. D.; Charng Y. Y.; Chiou T. J. Arabidopsis inositol pentakisphosphate 2-kinase, AtIPK1, is required for growth and modulates phosphate homeostasis at the transcriptional level. Plant J. 2014, 80 (3), 503–15. 10.1111/tpj.12650.", "ArticleIdList": ["10.1111/tpj.12650", "25155524"]}, {"Citation": "Kuo H. F.; Hsu Y. Y.; Lin W. C.; Chen K. Y.; Munnik T.; Brearley C. A.; Chiou T. J. Arabidopsis inositol phosphate kinases, IPK1 and ITPK1, constitute a metabolic pathway in maintaining phosphate homeostasis. Plant J. 2018, 95 (4), 613–630. 10.1111/tpj.13974.", "ArticleIdList": ["10.1111/tpj.13974", "29779236"]}, {"Citation": "Fridy P. C.; Otto J. C.; Dollins D. E.; York J. D. Cloning and characterization of two human VIP1-like inositol hexakisphosphate and diphosphoinositol pentakisphosphate kinases. J. Biol. Chem. 2007, 282 (42), 30754–62. 10.1074/jbc.M704656200.", "ArticleIdList": ["10.1074/jbc.M704656200", "17690096"]}, {"Citation": "Wilson M. P.; Majerus P. W. Isolation of inositol 1,3,4-trisphosphate 5/6-kinase, cDNA cloning and expression of the recombinant enzyme. J. Biol. Chem. 1996, 271 (20), 11904–10. 10.1074/jbc.271.20.11904.", "ArticleIdList": ["10.1074/jbc.271.20.11904", "8662638"]}, {"Citation": "Josefsen L.; Bohn L.; Sorensen M. B.; Rasmussen S. K. Characterization of a multifunctional inositol phosphate kinase from rice and barley belonging to the ATP-grasp superfamily. Gene 2007, 397 (1–2), 114–25. 10.1016/j.gene.2007.04.018.", "ArticleIdList": ["10.1016/j.gene.2007.04.018", "17531407"]}, {"Citation": "Caddick S. E.; Harrison C. J.; Stavridou I.; Mitchell J. L.; Hemmings A. M.; Brearley C. A. A Solanum tuberosum inositol phosphate kinase (StITPK1) displaying inositol phosphate-inositol phosphate and inositol phosphate-ADP phosphotransferase activities. FEBS Lett. 2008, 582 (12), 1731–7. 10.1016/j.febslet.2008.04.034.", "ArticleIdList": ["10.1016/j.febslet.2008.04.034", "18442482"]}, {"Citation": "Laha D.; Parvin N.; Hofer A.; Giehl R. F. H.; Fernandez-Rebollo N.; von Wiren N.; Saiardi A.; Jessen H. J.; Schaaf G. Arabidopsis ITPK1 and ITPK2 have an evolutionarily conserved phytic acid kinase activity. ACS Chem. Biol. 2019, 14 (10), 2127–2133. 10.1021/acschembio.9b00423.", "ArticleIdList": ["10.1021/acschembio.9b00423", "31525024"]}, {"Citation": "Whitfield H.; White G.; Sprigg C.; Riley A. M.; Potter B. V. L.; Hemmings A. M.; Brearley C. A. An ATP-responsive metabolic cassette comprised of inositol tris/tetrakisphosphate kinase 1 (ITPK1) and inositol pentakisphosphate 2-kinase (IPK1) buffers diphosphosphoinositol phosphate levels. Biochem. J. 2020, 477, 2621–2638. 10.1042/BCJ20200423.", "ArticleIdList": ["10.1042/BCJ20200423", "PMC7115839", "32706850"]}, {"Citation": "Whitfield H. L.; He S.; Gu Y.; Sprigg C.; Kuo H. F.; Chiou T. J.; Riley A. M.; Potter B. V. L.; Hemmings A. M.; Brearley C. A. Diversification in the inositol tris/tetrakisphosphate kinase (ITPK) family: crystal structure and enzymology of the outlier AtITPK4. Biochem. J. 2023, 480 (6), 433–453. 10.1042/BCJ20220579.", "ArticleIdList": ["10.1042/BCJ20220579", "PMC7614388", "36896917"]}, {"Citation": "Desai M.; Rangarajan P.; Donahue J. L.; Williams S. P.; Land E. S.; Mandal M. K.; Phillippy B. Q.; Perera I. Y.; Raboy V.; Gillaspy G. E. Two inositol hexakisphosphate kinases drive inositol pyrophosphate synthesis in plants. Plant J. 2014, 80 (4), 642–53. 10.1111/tpj.12669.", "ArticleIdList": ["10.1111/tpj.12669", "25231822"]}, {"Citation": "Zhu J.; Lau K.; Puschmann R.; Harmel R. K.; Zhang Y.; Pries V.; Gaugler P.; Broger L.; Dutta A. K.; Jessen H. J.; Schaaf G.; Fernie A. R.; Hothorn L. A.; Fiedler D.; Hothorn M. Two bifunctional inositol pyrophosphate kinases/phosphatases control plant phosphate homeostasis. Elife 2019, 8, e4358210.7554/eLife.43582.", "ArticleIdList": ["10.7554/eLife.43582", "PMC6731061", "31436531"]}, {"Citation": "Voglmaier S. M.; Bembenek M. E.; Kaplin A. I.; Dorman G.; Olszewski J. D.; Prestwich G. D.; Snyder S. H. Purified inositol hexakisphosphate kinase is an ATP synthase: diphosphoinositol pentakisphosphate as a high-energy phosphate donor. Proc. Natl. Acad. Sci. U. S. A. 1996, 93 (9), 4305–10. 10.1073/pnas.93.9.4305.", "ArticleIdList": ["10.1073/pnas.93.9.4305", "PMC39531", "8633060"]}, {"Citation": "Phillippy B. Q.; Ullah A. H.; Ehrlich K. C. Purification and some properties of inositol 1,3,4,5,6-Pentakisphosphate 2-kinase from immature soybean seeds. J. Biol. Chem. 1994, 269 (45), 28393–9. 10.1016/S0021-9258(18)46940-2.", "ArticleIdList": ["10.1016/S0021-9258(18)46940-2", "7961779"]}, {"Citation": "Riemer E.; Qiu D.; Laha D.; Harmel R. K.; Gaugler P.; Gaugler V.; Frei M.; Hajirezaei M. R.; Laha N. P.; Krusenbaum L.; Schneider R.; Saiardi A.; Fiedler D.; Jessen H. J.; Schaaf G.; Giehl R. F. H. ITPK1 is an InsP6/ADP phosphotransferase that controls phosphate signaling in Arabidopsis. Mol. Plant 2021, 14 (11), 1864–1880. 10.1016/j.molp.2021.07.011.", "ArticleIdList": ["10.1016/j.molp.2021.07.011", "PMC8573591", "34274522"]}, {"Citation": "Weaver J. D.; Wang H.; Shears S. B. The kinetic properties of a human PPIP5K reveal that its kinase activities are protected against the consequences of a deteriorating cellular bioenergetic environment. Biosci. Rep. 2013, 33 (2), e0002210.1042/BSR20120115.", "ArticleIdList": ["10.1042/BSR20120115", "PMC3564036", "23240582"]}, {"Citation": "Laha D.; Portela-Torres P.; Desfougeres Y.; Saiardi A. Inositol phosphate kinases in the eukaryote landscape. Adv. Biol. Regul 2021, 79, 10078210.1016/j.jbior.2020.100782.", "ArticleIdList": ["10.1016/j.jbior.2020.100782", "PMC8024741", "33422459"]}, {"Citation": "Brearley C. A.; Hanke D. E. Inositol phosphates in the duckweed Spirodela polyrhiza L. Biochem. J. 1996, 314 (Pt 1), 215–25. 10.1042/bj3140215.", "ArticleIdList": ["10.1042/bj3140215", "PMC1217028", "8660286"]}, {"Citation": "Brearley C. A.; Hanke D. E. Metabolic evidence for the order of addition of individual phosphate esters in the myo-inositol moiety of inositol hexakisphosphate in the duckweed Spirodela polyrhiza L. Biochem. J. 1996, 314 (Pt 1), 227–33. 10.1042/bj3140227.", "ArticleIdList": ["10.1042/bj3140227", "PMC1217029", "8660287"]}, {"Citation": "Bollmann O.; Strother S.; Hoffmann-Ostenhof O. The enzymes involved in the synthesis of phytic acid in Lemna gibba (studies on the biosynthesis of cyclitols, XL. (1)). Mol. Cell. Biochem. 1980, 30 (3), 171–5. 10.1007/BF00230171.", "ArticleIdList": ["10.1007/BF00230171", "6250022"]}, {"Citation": "Cosgrove D. J.Inositol phosphates - their chemistry, biochemistry and physiology; Elsevier; 1980."}, {"Citation": "Gaugler P.; Schneider R.; Liu G.; Qiu D.; Weber J.; Schmid J.; Jork N.; Haner M.; Ritter K.; Fernandez-Rebollo N.; Giehl R. F. H.; Trung M. N.; Yadav R.; Fiedler D.; Gaugler V.; Jessen H. J.; Schaaf G.; Laha D. Arabidopsis PFA-DSP-Type phosphohydrolases target specific inositol pyrophosphate messengers. Biochemistry 2022, 61 (12), 1213–1227. 10.1021/acs.biochem.2c00145.", "ArticleIdList": ["10.1021/acs.biochem.2c00145", "PMC9351621", "35640071"]}, {"Citation": "Watson P. J.; Millard C. J.; Riley A. M.; Robertson N. S.; Wright L. C.; Godage H. Y.; Cowley S. M.; Jamieson A. G.; Potter B. V. L.; Schwabe J. W. Insights into the activation mechanism of class I HDAC complexes by inositol phosphates. Nat. Commun. 2016, 7, 11262.10.1038/ncomms11262.", "ArticleIdList": ["10.1038/ncomms11262", "PMC4848466", "27109927"]}, {"Citation": "Whitfield H.; Hemmings A. M.; Mills S. J.; Baker K.; White G.; Rushworth S.; Riley A. M.; Potter B. V. L.; Brearley C. A. Allosteric site on SHIP2 identified through fluorescent ligand screening and crystallography: A potential new target for intervention. J. Med. Chem. 2021, 64, 3813–3826. 10.1021/acs.jmedchem.0c01944.", "ArticleIdList": ["10.1021/acs.jmedchem.0c01944", "PMC7610569", "33724834"]}, {"Citation": "Whitfield H.; Gilmartin M.; Baker K.; Riley A. M.; Godage H. Y.; Potter B. V. L.; Hemmings A. M.; Brearley C. A. A fluorescent probe identifies active site ligands of inositol pentakisphosphate 2-kinase. J. Med. Chem. 2018, 61, 8838–8846. 10.1021/acs.jmedchem.8b01022.", "ArticleIdList": ["10.1021/acs.jmedchem.8b01022", "30160967"]}, {"Citation": "Zong G.; Shears S. B.; Wang H. Structural and catalytic analyses of the InsP6 kinase activities of higher plant ITPKs. FASEB J. 2022, 36 (7), e2238010.1096/fj.202200393R.", "ArticleIdList": ["10.1096/fj.202200393R", "PMC9202514", "35635723"]}, {"Citation": "Miller G. J.; Wilson M. P.; Majerus P. W.; Hurley J. H. Specificity determinants in inositol polyphosphate synthesis: crystal structure of inositol 1,3,4-trisphosphate 5/6-kinase. Mol. Cell 2005, 18 (2), 201–12. 10.1016/j.molcel.2005.03.016.", "ArticleIdList": ["10.1016/j.molcel.2005.03.016", "15837423"]}, {"Citation": "Chamberlain P. P.; Qian X.; Stiles A. R.; Cho J.; Jones D. H.; Lesley S. A.; Grabau E. A.; Shears S. B.; Spraggon G. Integration of inositol phosphate signaling pathways via human ITPK1. J. Biol. Chem. 2007, 282 (38), 28117–25. 10.1074/jbc.M703121200.", "ArticleIdList": ["10.1074/jbc.M703121200", "PMC2244811", "17616525"]}, {"Citation": "Riley A. M.; Deleu S.; Qian X.; Mitchell J.; Chung S. K.; Adelt S.; Vogel G.; Potter B. V. L.; Shears S. B. On the contribution of stereochemistry to human ITPK1 specificity: Ins(1,4,5,6)P4 is not a physiologic substrate. FEBS Lett. 2006, 580, 324–330. 10.1016/j.febslet.2005.12.016.", "ArticleIdList": ["10.1016/j.febslet.2005.12.016", "16376887"]}, {"Citation": "Adepoju O.; Williams S. P.; Craige B.; Cridland C. A.; Sharpe A. K.; Brown A. M.; Land E.; Perera I. Y.; Mena D.; Sobrado P.; Gillaspy G. E. Inositol trisphosphate kinase and diphosphoinositol pentakisphosphate kinase enzymes constitute the inositol pyrophosphate synthesis pathway in plants. bioRxiv 2019, 10.1101/724914.", "ArticleIdList": ["10.1101/724914"]}, {"Citation": "Shears S. B.; Baughman B. M.; Gu C.; Nair V. S.; Wang H. (2017) The significance of the 1-kinase/1-phosphatase activities of the PPIP5K family. Adv. Biol. Regul. 2017, 63, 98–106. 10.1016/j.jbior.2016.10.003.", "ArticleIdList": ["10.1016/j.jbior.2016.10.003", "PMC9351041", "27776974"]}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "1", "Day": "3", "Hour": "9", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "26", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "26", "Hour": "7", "Minute": "53"}, {"Year": "2024", "Month": "1", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38146842", "EMS193078", "PMC10765375", "10.1021/acs.biochem.3c00404"]}}], "PubmedBookArticle": []}