{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bacteria community", "Biochar", "Diversity", "P modification", "Richness"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38147244", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-023-31556-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "31", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Influences of phosphorus-modified biochar on bacterial community and diversity in rhizosphere soil.", "Pagination": {"StartPage": "1681", "EndPage": "1691", "MedlinePgn": "1681-1691"}, "Abstract": {"AbstractText": ["Root-associated bacteria play a vital role in the soil ecosystem and plant productivity. Previous studies have reported the decline of bacterial community and rhizosphere soil quality in the cultivation of some medicinal plants (i.e., Pseudostellaria heterophylla). Phosphorus (P)-modified biochar has the potential to improve soil health and quality. However, its influence on the bacterial community and diversity in the rhizosphere of medicinal plants is not well understood. Therefore, this study aims to investigate the effects of P-modified biochar on the bacterial community and diversity in the rhizosphere of P. heterophylla. Soil samples were collected from the rhizosphere of 4-month P. heterophylla under control (no biochar), 3% unmodified and 3% P-modified biochar treatments, respectively. Compared with control and unmodified biochar treatment, P-modified biochar significantly increased the relative abundance of plant-beneficial bacteria (P < 0.05), particularly Firmicutes, Nitrospirae and Acidobacteria. The relative abundance of Bacillus, belonging to Firmicutes, was dramatically raised from 0.032% in control group to 1.723% in P-modified biochar-treated group (P < 0.05). These results indicate the potential enhancement of soil quality for the growth of medicinal plants. The application of biochar significantly increased bacterial richness and bacterial diversity (P < 0.05). P modification of biochar did not have significant effects on soil bacterial richness (P > 0.05), while it reduced Shannon and increased Simpson diversity index of soil bacterial communities significantly (P < 0.05). It indicates a decrease in bacterial diversity. This research provides a new perspective for understanding the role of P-modified biochar in the rhizosphere ecosystem."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, the Hong Kong University of Science and Technology, Clear Water Bay, Hong Kong SAR, China."}], "LastName": "Wang", "ForeName": "Yu Chen", "Initials": "YC"}, {"Identifier": ["0000-0003-4182-2716"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Transportation, Southeast University, Nanjing, China. nijunjun@seu.edu.cn."}], "LastName": "Ni", "ForeName": "Jun Jun", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, the Hong Kong University of Science and Technology, Clear Water Bay, Hong Kong SAR, China."}], "LastName": "Guo", "ForeName": "Hao Wen", "Initials": "HW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, the Hong Kong University of Science and Technology, Clear Water Bay, Hong Kong SAR, China."}], "LastName": "Kravchenko", "ForeName": "Ekaterina", "Initials": "E"}], "GrantList": [{"GrantID": "52308342", "Agency": "the National Natural Science Foundation of China", "Country": ""}, {"GrantID": "RF1028623071", "Agency": "Fundamental Research Funds for the Central Universities", "Country": ""}, {"GrantID": "2022ZC01", "Agency": "the State Key Laboratory of Subtropical Building Science in South China University of Technology", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "biochar"}, {"RegistryNumber": "27YLU75U4W", "NameOfSubstance": "Phosphorus"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Phosphorus"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Firmicutes"}, {"QualifierName": [], "DescriptorName": "Charcoal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akhtar SS, Li G, Andersen MN, Liu F (2014) Biochar enhances yield and quality of tomato under reduced irrigation. Agric Water Manag 138:37–44. https://doi.org/10.1016/j.agwat.2014.02.016", "ArticleIdList": ["10.1016/j.agwat.2014.02.016"]}, {"Citation": "ASTM D4972–01 (2007) Standard test method for pH of soils. American Society for Testing and Materials, West Conshohocken"}, {"Citation": "Banerjee S, Kirkby CA, Schmutter D, Bissett A, Kirkegaard JA, Richardson AE (2016) Network analysis reveals functional redundancy and keystone taxa amongst bacterial and fungal communities during organic matter decomposition in an arable soil. Soil Biol Biochem 97:188–198. https://doi.org/10.1016/j.soilbio.2016.03.017", "ArticleIdList": ["10.1016/j.soilbio.2016.03.017"]}, {"Citation": "Campos P, Miller AZ, Prats SA, Knicker H, Hagemann N, José M (2020) Biochar amendment increases bacterial diversity and vegetation cover in trace element-polluted soils: a long-term field experiment. Soil Biol Biochem 150:108014. https://doi.org/10.1016/j.soilbio.2020.108014", "ArticleIdList": ["10.1016/j.soilbio.2020.108014"]}, {"Citation": "Caporaso JG, Lauber CL, Walters WA, Berg-Lyons D, Lozupone CA, Turnbaugh PJ, Fierer N, Knight R (2011) Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample. Proc Natl Acad Sci 108:4516–4522. https://doi.org/10.1073/pnas.1000080107", "ArticleIdList": ["10.1073/pnas.1000080107"]}, {"Citation": "Carter MR, Gregorich EG (2007) Soil sampling and methods of analysis. CRC Press. https://doi.org/10.1201/9781420005271", "ArticleIdList": ["10.1201/9781420005271"]}, {"Citation": "Chowdhury N, Marschner P, Burns R (2011) Response of microbial activity and community structure to decreasing soil osmotic and matric potential. Plant Soil 344(1):241–254. https://doi.org/10.1007/s11104-011-0743-9", "ArticleIdList": ["10.1007/s11104-011-0743-9"]}, {"Citation": "De Tender C, Haegeman A, Vandecasteele B, Clement L, Cremelie P, Dawyndt P, Maes M, Debode J (2016) Dynamics in the strawberry rhizosphere microbiome in response to biochar and Botrytis cinerea leaf infection. Front Microbiol 7:2062. https://doi.org/10.3389/fmicb.2016.02062", "ArticleIdList": ["10.3389/fmicb.2016.02062"]}, {"Citation": "DeSantis TZ, Hugenholtz P, Larsen N, Rojas M, Brodie EL, Keller K, Huber T, Dalevi D, Hu P, Andersen GL (2006) Greengenes, a chimera-checked 16S rRNA gene database and workbench compatible with ARB. Appl Environ Microbiol 72(7):5069–5072. https://doi.org/10.1128/AEM.03006-05", "ArticleIdList": ["10.1128/AEM.03006-05"]}, {"Citation": "El-Naggar A, Lee SS, Rinklebe J, Farooq M, Song H, Sarmah AK, Zimmerman AR, Ahmad M, Shaheen SM, Ok YS (2019) Biochar application to low fertility soils: a review of current status, and future prospects. Geoderma 337:536–554. https://doi.org/10.1016/j.geoderma.2018.09.034", "ArticleIdList": ["10.1016/j.geoderma.2018.09.034"]}, {"Citation": "Gong X, Huang D, Liu Y, Zou D, Hu X, Zhou L, Wu Z, Yang Y, Xiao Z (2021) Nanoscale zerovalent iron, carbon nanotubes and biochar facilitated the phytoremediation of cadmium contaminated sediments by changing cadmium fractions, sediments properties and bacterial community structure. Ecotoxicol Environ Saf 208:111510. https://doi.org/10.1016/j.ecoenv.2020.111510", "ArticleIdList": ["10.1016/j.ecoenv.2020.111510"]}, {"Citation": "Graber ER, Frenkel O, Jaiswal AK, Elad Y (2014) How may biochar influence severity of diseases caused by soilborne pathogens? Carbon Manag 5(2):169–183. https://doi.org/10.1080/17583004.2014.913360", "ArticleIdList": ["10.1080/17583004.2014.913360"]}, {"Citation": "He CN, Gao WW, Yang JX, Bi W, Zhang XS, Zhao YJ (2009) Identification of autotoxic compounds from fibrous roots of Panax quinquefolium L. Plant Soil 318(1):63–72. https://doi.org/10.1007/s11104-008-9817-8", "ArticleIdList": ["10.1007/s11104-008-9817-8"]}, {"Citation": "Hill JO, Simpson RJ, Moore AD, Chapman DF (2006) Morphology and response of roots of pasture species to phosphorus and nitrogen nutrition. Plant Soil 286(1):7–19. https://doi.org/10.1007/s11104-006-0014-3", "ArticleIdList": ["10.1007/s11104-006-0014-3"]}, {"Citation": "Kalam S, Basu A, Ahmad I, Sayyed RZ, El Enshasy HA, Dailin DJ, Suriani N (2020) Recent understanding of soil Acidobacteria and their ecological significance: a critical review. Front Microbiol 11:2712. https://doi.org/10.3389/fmicb.2020.580024", "ArticleIdList": ["10.3389/fmicb.2020.580024"]}, {"Citation": "Koyama A, Wallenstein MD, Simpson RT, Moore JC (2014) Soil bacterial community composition altered by increased nutrient availability in Arctic tundra soils. Front Microbiol 5:516. https://doi.org/10.3389/fmicb.2014.00516", "ArticleIdList": ["10.3389/fmicb.2014.00516"]}, {"Citation": "Latz E, Eisenhauer N, Rall BC, Scheu S, Jousset A (2016) Unravelling linkages between plant community composition and the pathogen-suppressive potential of soils. Sci Rep 6(1):1–10. https://doi.org/10.1038/srep23584", "ArticleIdList": ["10.1038/srep23584"]}, {"Citation": "Li Q, Lei Z, Song X, Zhang Z, Ying Y, Peng C (2018) Biochar amendment decreases soil microbial biomass and increases bacterial diversity in Moso bamboo (Phyllostachys edulis) plantations under simulated nitrogen deposition. Environ Res Lett 13(4):044029. https://doi.org/10.1088/1748-9326/aab53a", "ArticleIdList": ["10.1088/1748-9326/aab53a"]}, {"Citation": "Li C, Quan Q, Gan Y, Dong J, Fang J, Wang L, Liu J (2020) Effects of heavy metals on microbial communities in sediments and establishment of bioindicators based on microbial taxa and function for environmental monitoring and management. Sci Total Environ 749:141555. https://doi.org/10.1016/j.scitotenv.2020.141555", "ArticleIdList": ["10.1016/j.scitotenv.2020.141555"]}, {"Citation": "Li M, He P, Guo XL, Zhang X, Li LJ (2021a) Fifteen-year no tillage of a Mollisol with residue retention indirectly affects topsoil bacterial community by altering soil properties. Soil Tillage Res 205:104804. https://doi.org/10.1016/j.still.2020.104804", "ArticleIdList": ["10.1016/j.still.2020.104804"]}, {"Citation": "Li C, Wang X, Huang H, Wang L, Wei F, Zhang C, Rong Q (2021b) Effect of multiple heavy metals pollution to bacterial diversity and community structure in farmland soils. Hum Ecol Risk Assess Int J 27(3):724–741. https://doi.org/10.1080/10807039.2020.1752143", "ArticleIdList": ["10.1080/10807039.2020.1752143"]}, {"Citation": "Liu J, Yang Z, Dang P, Zhu H, Gao Y, Ha VN, Zhao Z (2018) Response of soil microbial community dynamics to Robinia pseudoacacia L. afforestation in the loess plateau: a chronosequence approach. Plant Soil 423(1):327–338. https://doi.org/10.1007/s11104-017-3516-2", "ArticleIdList": ["10.1007/s11104-017-3516-2"]}, {"Citation": "Liu H, Wang C, Xie Y, Luo Y, Sheng M, Xu F, Xu H (2020) Ecological responses of soil microbial abundance and diversity to cadmium and soil properties in farmland around an enterprise-intensive region. J Hazard Mater 392:122478. https://doi.org/10.1016/j.jhazmat.2020.122478", "ArticleIdList": ["10.1016/j.jhazmat.2020.122478"]}, {"Citation": "Liu Z, Tang J, Ren X, Schaeffer SM (2021) Effects of phosphorus modified nZVI-biochar composite on emission of greenhouse gases and changes of microbial community in soil. Environ Pollut 274:116483. https://doi.org/10.1016/j.envpol.2021.116483", "ArticleIdList": ["10.1016/j.envpol.2021.116483"]}, {"Citation": "Meena VS, Maurya BR, Meena SK, Meena RK, Kumar A, Verma JP, Singh NP (2016) Can Bacillus species enhance nutrient availability in agricultural soils? In: Bacilli and Agrobiotechnology. Springer, Cham, pp 367–395. https://doi.org/10.1007/978-3-319-44409-3_16"}, {"Citation": "Mehlich A (1984) Mehlich 3 soil test extractant: a modification of Mehlich 2 extractant. Commun Soil Sci Plant Anal 15(12):1409–1416. https://doi.org/10.1080/00103628409367568", "ArticleIdList": ["10.1080/00103628409367568"]}, {"Citation": "Meyer PD, Gee GW (1999) Flux-based estimation of field capacity. J Geotech Geoenviron Eng 125(7):595–599. https://doi.org/10.1061/(ASCE)1090-0241(1999)125:7(595)", "ArticleIdList": ["10.1061/(ASCE)1090-0241(1999)125:7(595)"]}, {"Citation": "Nakayasu M, Yamazaki S, Aoki Y, Yazaki K, Sugiyama A (2021) Triterpenoid and steroidal saponins differentially influence soil bacterial genera. Plants 10(10):2189. https://doi.org/10.3390/plants10102189", "ArticleIdList": ["10.3390/plants10102189"]}, {"Citation": "Ng CWW, Ni JJ, Leung AK, Zhou C, Wang ZJ (2016) Effects of planting density on tree growth and induced soil suction. Géotechnique 66(9):711–724. https://doi.org/10.1680/jgeot.15.P.196", "ArticleIdList": ["10.1680/jgeot.15.P.196"]}, {"Citation": "Ng CWW, Wang YC, Ni JJ, Wang ZJ (2021) Quality and yield of Pseudostellaria heterophylla treated with GGBS as pH adjuster against the toxicity of Cd and Cu. Ecotoxicol Environ Saf 216:112188. https://doi.org/10.1016/j.ecoenv.2021.112188", "ArticleIdList": ["10.1016/j.ecoenv.2021.112188"]}, {"Citation": "Ng WW, Wang YC, Ni JJ, So PS (2022) Effects of phosphorus-modified biochar as a soil amendment on the growth and quality of Pseudostellaria heterophylla. Sci Rep 12(1):7268. https://doi.org/10.1038/s41598-022-11170-3", "ArticleIdList": ["10.1038/s41598-022-11170-3"]}, {"Citation": "Ni J, Leung AK, Ng CW (2019) Unsaturated hydraulic properties of vegetated soil under single and mixed planting conditions. Géotechnique 69(6):554–559. https://doi.org/10.1680/jgeot.17.T.044", "ArticleIdList": ["10.1680/jgeot.17.T.044"]}, {"Citation": "Ni JJ, Bordoloi S, Shao W, Garg A, Xu G, Sarmah AK (2020) Two-year evaluation of hydraulic properties of biochar-amended vegetated soil for application in landfill cover system. Sci Total Environ 712:136486. https://doi.org/10.1016/j.scitotenv.2019.136486", "ArticleIdList": ["10.1016/j.scitotenv.2019.136486"]}, {"Citation": "Ouyang L, Wang F, Tang J, Yu L, Zhang R (2013) Effects of biochar amendment on soil aggregates and hydraulic properties. J Soil Sci Plant Nutr 13(4):991–1002. https://doi.org/10.4067/S0718-95162013005000078", "ArticleIdList": ["10.4067/S0718-95162013005000078"]}, {"Citation": "Ren H, Huang B, Fernández-García V, Miesel J, Yan L, Lv C (2020) Biochar and rhizobacteria amendments improve several soil properties and bacterial diversity. Microorganisms 8(4):502. https://doi.org/10.3390/microorganisms8040502", "ArticleIdList": ["10.3390/microorganisms8040502"]}, {"Citation": "Sellappan R, Dhandapani S, Selvaraj A, Thangavel K (2021) Archaeal symbiosis for plant health and soil fertility. In: Symbiotic Soil Microorganisms, vol 60. Springer Cham, pp 221–228. https://doi.org/10.1007/978-3-030-51916-2_14"}, {"Citation": "Sheng Y, Zhu L (2018) Biochar alters microbial community and carbon sequestration potential across different soil pH. Sci Total Environ 622:1391–1399. https://doi.org/10.1016/j.scitotenv.2017.11.337", "ArticleIdList": ["10.1016/j.scitotenv.2017.11.337"]}, {"Citation": "Van Genuchten MT (1980) A closed-form equation for predicting the hydraulic conductivity of unsaturated soils. Soil Sci Soc Am J 44(5):892–898. https://doi.org/10.2136/sssaj1980.03615995004400050002x", "ArticleIdList": ["10.2136/sssaj1980.03615995004400050002x"]}, {"Citation": "Wang W, Tang H, Xu P (2015) Salt-tolerance related genes in halophilic bacteria and archaea. Microbiology China 42(3):550–558 (in Chinese)"}, {"Citation": "Wang S, Sun L, Ling N, Zhu C, Chi F, Li W, Hao X, Zhang W, Bian J, Chen L, Wei D (2020) Exploring soil factors determining composition and structure of the bacterial communities in saline-alkali soils of Songnen Plain. Front Microbiol 10:2902. https://doi.org/10.3389/fmicb.2019.02902", "ArticleIdList": ["10.3389/fmicb.2019.02902"]}, {"Citation": "Wang S, Gao P, Zhang Q, Shi Y, Guo X, Lv Q, Wu W, Zhang X, Li M, Meng Q (2023) Biochar improves soil quality and wheat yield in saline-alkali soils beyond organic fertilizer in a 3-year field trial. Environ Sci Pollut Res 30(7):19097–19110. https://doi.org/10.1007/s11356-022-23499-3", "ArticleIdList": ["10.1007/s11356-022-23499-3"]}, {"Citation": "Wu L, Chen J, Wu H, Qin X, Wang J, Wu Y, Khan MU, Lin S, Xiao Z, Luo X, Zhang Z (2016) Insights into the regulation of rhizosphere bacterial communities by application of bio-organic fertiliser in Pseudostellaria heterophylla monoculture regime. Front Microbiol 7:1788", "ArticleIdList": ["10.3389/fmicb.2016.01788"]}, {"Citation": "Wu H, Lin M, Rensing C, Qin X, Zhang S, Chen J, Wu L, Zhao Y, Lin S, Lin W (2020) Plant-mediated rhizospheric interactions in intraspecific intercropping alleviate the replanting disease of Radix pseudostellariae. Plant Soil 454(1):411–430. https://doi.org/10.1007/s11104-020-04659-1", "ArticleIdList": ["10.1007/s11104-020-04659-1"]}, {"Citation": "Yabe S, Sakai Y, Abe K, Yokota A (2017) Diversity of Ktedonobacteria with actinomycetes-like morphology in terrestrial environments. Microbes Environ 32(1):61–70. https://doi.org/10.1264/jsme2.ME16144", "ArticleIdList": ["10.1264/jsme2.ME16144"]}, {"Citation": "Yang H, Meng Y, Feng J, Li Y, Zhai S, Liu J (2020) Direct and indirect effects of long-term ditch-buried straw return on soil bacterial community in a rice–wheat rotation system. Land Degrad Dev 31(7):851–867. https://doi.org/10.1002/ldr.3481", "ArticleIdList": ["10.1002/ldr.3481"]}, {"Citation": "Zablotowicz RM, Hoagland RE, Wagner SC (1996) Effect of saponins on the growth and activity of rhizosphere bacteria In: Saponins Used in Food and Agriculture, vol 405. Springer, Boston, MA, pp 83–95. https://doi.org/10.1007/978-1-4613-0413-5_8"}, {"Citation": "Zhang H, Shao J, Zhang S, Zhang X, Chen H (2020) Effect of phosphorus-modified biochars on immobilisation of Cu (II), Cd (II), and As (V) in paddy soil. J Hazard Mater 390:121349. https://doi.org/10.1016/j.jhazmat.2019.121349", "ArticleIdList": ["10.1016/j.jhazmat.2019.121349"]}, {"Citation": "Zhao Y, Wu L, Chu L, Yang Y, Li Z, Azeem S, Zhang Z, Fang C, Lin W (2015) Interaction of Pseudostellaria heterophylla with Fusarium oxysporum f. sp. heterophylla mediated by its root exudates in a consecutive monoculture system. Sci Rep 5(1):1–7"}, {"Citation": "Zhao YP, Lin S, Chu L, Gao J, Azeem S, Lin W (2016) Insight into structure dynamics of soil microbiota mediated by the richness of replanted Pseudostellaria heterophylla. Sci Rep 6(1):1–9. https://doi.org/10.1038/srep26175", "ArticleIdList": ["10.1038/srep26175"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "23"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2024", "Month": "1", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "26", "Hour": "12", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "26", "Hour": "11", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38147244", "10.1007/s11356-023-31556-8", "10.1007/s11356-023-31556-8"]}}], "PubmedBookArticle": []}