{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38144113", "DateRevised": {"Year": "2023", "Month": "12", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.3c07545"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "8", "Issue": "50", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "19"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Polyphenol Fingerprint, Biological Activities, and In Silico Studies of the Medicinal Plant <i>Cistus parviflorus</i> L. Extract.", "Pagination": {"StartPage": "48269", "EndPage": "48279", "MedlinePgn": "48269-48279"}, "Abstract": {"AbstractText": ["<i>Cistus parviflorus</i> L. (Cistaceae) is a medicinal plant with several folkloric applications, including being used for urinary tract infections and as a food additive. In this study, the polyphenolic diversity and the antioxidant, antidiabetic, and antimicrobial activities of the <i>C. parviflorus</i> methanolic extract were evaluated. Spectrophotometric and HPLC-based analyses using standard polyphenolic compounds were conducted to measure the phenolics and flavonoids in the plant extract. The in vitro DPPH, ORAC, FRAP, and α-glucosidase assays were used to evaluate the plant's antioxidant and antidiabetic activities. Furthermore, disc diffusion and MIC-based microdilution tests were applied to evaluate the antimicrobial activity of the plant against broad-spectrum microorganisms. The analysis revealed the existence of high phenolic and flavonoid quantities that were measured at 302.59 ± 0.6 μg GAE and 134.3 ± 0.5 μg RE, respectively. The HPLC-based analysis revealed the existence of 18 phenolic acids and 8 flavonoids. The major phenolic acid was ellagic acid (169.03 ppm), while catechin was the major flavonoid (91.80 ppm). Remarkable antioxidant activity was measured using three different assays: DPPH, ORAC, and FRAP. Furthermore, strong inhibition of α-glucosidase compared to acarbose was recorded for the plant extract (IC<sub>50</sub> 0.924 ± 0.6). The results showed that <i>C. parviflorus</i>'s extract had a strong anti-<i>Escherichia coli</i> effect with MIC value of 0.98 μg\\mL and IZD value of 32.2 ± 0.58 mm compared to 25.3 ± 0.18 mm for gentamycin, the positive control. Moreover, <i>Aspergillus niger</i>, <i>Aspergillus fumigatus</i>, <i>Staphylococcus aureus</i>, <i>Streptococcus pyogenes</i>, and <i>Salmonella typhimurium</i> all showed significant growth inhibition in response to the extract, a result that may be related to the use of the plant in traditional medicine to treat urinary tract infections. The docking study indicated the higher binding affinity of the major identified compounds, i.e., ellagic acid, rutin, naringin, catechin, and punicalagin, to the <i>S. aureus</i> gyrase-DNA complex, which might suggest the possible mechanisms of the plant as antimicrobial agents."], "CopyrightInformation": "© 2023 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Benghazi University, Benghazi 16063, Libya."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Assalam International University, Benghazi, Libya."}], "LastName": "El-Shibani", "ForeName": "Fatma A A", "Initials": "FAA"}, {"Identifier": ["0000-0001-6388-3849"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, Department of Applied Sciences, University of Technology, Baghdad 10066, Iraq."}], "LastName": "Sulaiman", "ForeName": "Ghassan M", "Initials": "GM"}, {"Identifier": ["0000-0002-9202-3909"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, University of Hail, Hail 81442, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, National Organization for Drug Control and Research (NODCAR), Giza 12553, Egypt."}], "LastName": "Abouzied", "ForeName": "Amr S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, College of Applied Medical Sciences, University of Bisha, 255, Al Nakhil, Bisha 67714, Saudi Arabia."}], "LastName": "Al Ali", "ForeName": "Amer", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Medical Science, Faculty of Pharmacy, University of Tripoli, Tripoli 1955, Libya."}], "LastName": "Abdulkarim", "ForeName": "Abdulnaser Kh", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Medical Science, Faculty of Pharmacy, University of Benghazi, Benghazi 16063, Libya."}], "LastName": "Alamami", "ForeName": "Abdullah D", "Initials": "AD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, King Khalid University, P.O. Box 61413, Abha 9088, Saudi Arabia."}], "LastName": "Asiri", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": ["0000-0003-2896-6790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, Qassim University, Qassim 51452, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Plants, Faculty of Pharmacy, Al-Azhar University, Cairo 11371, Egypt."}], "LastName": "Mohammed", "ForeName": "Hamdoon A", "Initials": "HA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chopra B.; Dhingra A. K. Natural Products: A Lead for Drug Discovery and Development. Phyther. Res. 2021, 35 (9), 4660–4702. 10.1002/ptr.7099.", "ArticleIdList": ["10.1002/ptr.7099", "33847440"]}, {"Citation": "Patra J. K.; Das G.; Fraceto L. F.; Campos E. V. R.; Rodriguez-Torres M. Del P; Acosta-Torres L. S.; Diaz-Torres L. A.; Grillo R.; Swamy M. K.; Sharma S. Nano Based Drug Delivery Systems: Recent Developments and Future Prospects. J. Nanobiotechnol. 2018, 16 (1), 71.10.1186/s12951-018-0392-8.", "ArticleIdList": ["10.1186/s12951-018-0392-8", "PMC6145203", "30231877"]}, {"Citation": "Negi A. S.; Jain S. Recent Advances in Natural Product-Based Anticancer Agents. Stud. Nat. Prod. Chem. 2022, 75, 367–447. 10.1016/B978-0-323-91250-1.00010-0.", "ArticleIdList": ["10.1016/B978-0-323-91250-1.00010-0"]}, {"Citation": "Thomford N. E.; Senthebane D. A.; Rowe A.; Munro D.; Seele P.; Maroyi A.; Dzobo K. Natural Products for Drug Discovery in the 21st Century: Innovations for Novel Drug Discovery. Int. J. Mol. Sci. 2018, 19 (6), 1578.10.3390/ijms19061578.", "ArticleIdList": ["10.3390/ijms19061578", "PMC6032166", "29799486"]}, {"Citation": "Ahmad F.; Nadeem H.. Mass Spectroscopy as an Analytical Tool to Harness the Production of Secondary Plant Metabolites: The Way Forward for Drug Discovery. In Gene, Drug, and Tissue Engineering; Springer, 2022; pp 77–103.", "ArticleIdList": ["36301472"]}, {"Citation": "Salam A. M.; Quave C. L. Opportunities for Plant Natural Products in Infection Control. Curr. Opin. Microbiol. 2018, 45, 189–194. 10.1016/j.mib.2018.08.004.", "ArticleIdList": ["10.1016/j.mib.2018.08.004", "PMC6295356", "30218951"]}, {"Citation": "Goel B.; Sahu B.; Jain S. K. Plant-Derived Drug Discovery: Introduction to Recent Approaches. Bot. Leads Drug Discovery 2020, 1–27. 10.1007/978-981-15-5917-4_1.", "ArticleIdList": ["10.1007/978-981-15-5917-4_1"]}, {"Citation": "Mussin J.; Giusiano G. Ethno–Phytopharmacology: Product Validation Process Based on Traditional Knowledge of Medicinal Plants. Agric. For. Bioind. Biotechnol. 2020, 331–353. 10.1007/978-3-030-51358-0_17.", "ArticleIdList": ["10.1007/978-3-030-51358-0_17"]}, {"Citation": "Mishra S. B.; Mukerjee A.; Singh S. Global Approach for Drug Discovery and Development from Indian Traditional Medicine. Evid. Based Valid. Tradit. Med. A Compr. Approach 2021, 3–27. 10.1007/978-981-15-8127-4_1.", "ArticleIdList": ["10.1007/978-981-15-8127-4_1"]}, {"Citation": "Stuart K. A.; Welsh K.; Walker M. C.; Edrada-Ebel R. Metabolomic Tools Used in Marine Natural Product Drug Discovery. Expert Opin. Drug Discovery 2020, 15 (4), 499–522. 10.1080/17460441.2020.1722636.", "ArticleIdList": ["10.1080/17460441.2020.1722636", "32026730"]}, {"Citation": "Guzmán B.; Vargas P. Historical Biogeography and Character Evolution of Cistaceae (Malvales) Based on Analysis of Plastid RbcL and TrnL-TrnF Sequences. Org. Divers. Evol. 2009, 9 (2), 83–99. 10.1016/j.ode.2009.01.001.", "ArticleIdList": ["10.1016/j.ode.2009.01.001"]}, {"Citation": "Waed A.; Ghalia S.; Adawia K. Evaluation of Radical Scavenging Activity, Total Phenolics and Total Flavonoids Contents of Cistus Species in Syria. Int. J. Pharmacogn. Phytochem. Res. 2016, 8, 1071–1077."}, {"Citation": "Mahmoudi H.; Aouadhi C.; Kaddour R.; Gruber M.; Zargouni H.; Zaouali W.; Hamida N. Ben; Nasri M. Ben; Ouerghi Z.; Hosni K. Comparison of Antioxidant and Antimicrobial Activities of Two Cultivated Cistus Species from Tunisia. Biosci. J. 2016, 32 (1), 226–237. 10.14393/BJ-v32n1a2016-30208.", "ArticleIdList": ["10.14393/BJ-v32n1a2016-30208"]}, {"Citation": "Tomás-Menor L.; Morales-Soto A.; Barrajón-Catalán E.; Roldán-Segura C.; Segura-Carretero A.; Micol V. Correlation between the Antibacterial Activity and the Composition of Extracts Derived from Various Spanish Cistus Species. Food Chem. Toxicol. 2013, 55, 313–322. 10.1016/j.fct.2013.01.006.", "ArticleIdList": ["10.1016/j.fct.2013.01.006", "23333717"]}, {"Citation": "Agnieszka Stępień A.; David Aebisher D.; Dorota Bartusik-Aebisher D. Biological Properties of Cistus Species. Eur. J. Clin. Exp. Med. 2018, 2, 27–132. 10.15584/ejcem.2018.2.8.", "ArticleIdList": ["10.15584/ejcem.2018.2.8"]}, {"Citation": "Gürbüz P.; Doğan Ş.; Celik G.; Bekci H.; Cumaoğlu A.; Gündüz M.; Paksoy M. Bioactivity-Guided Isolation of Anti-Inflammatory Principles from Cistus Parviflorus Lam. Rec. Nat. Prod. 2019, 13 (3), 226.10.25135/rnp.106.18.09.883.", "ArticleIdList": ["10.25135/rnp.106.18.09.883"]}, {"Citation": "Amensour M.; Sendra E.; Pérez-Alvarez J. A.; Skali-Senhaji N.; Abrini J.; Fernández-López J. Antioxidant Activity and Chemical Content of Methanol and Ethanol Extracts from Leaves of Rockrose (Cistus Ladaniferus). Plant foods Hum. Nutr. 2010, 65, 170–178. 10.1007/s11130-010-0168-2.", "ArticleIdList": ["10.1007/s11130-010-0168-2", "20455024"]}, {"Citation": "Fang X.; Wang R.; Sun S.; Liu X.; Liu X.; Wang W.; Okada Y. Chemical Constituents from the Leaves of Cistus Parviflorus. J. Chinese Pharm. Sci. 2018, 27 (1), 40–50. 10.5246/jcps.2018.01.005.", "ArticleIdList": ["10.5246/jcps.2018.01.005"]}, {"Citation": "Lukas B.; Bragagna L.; Starzyk K.; Labedz K.; Stolze K.; Novak J. Polyphenol Diversity and Antioxidant Activity of European Cistus Creticus L.(Cistaceae) Compared to Six Further, Partly Sympatric Cistus Species. Plants 2021, 10 (4), 615.10.3390/plants10040615.", "ArticleIdList": ["10.3390/plants10040615", "PMC8063833", "33804933"]}, {"Citation": "Papaefthimiou D.; Papanikolaou A.; Falara V.; Givanoudi S.; Kostas S.; Kanellis A. K. Genus Cistus: A Model for Exploring Labdane-Type Diterpenes’ Biosynthesis and a Natural Source of High Value Products with Biological, Aromatic, and Pharmacological Properties. Front. Chem. 2014, 2, 35.10.3389/fchem.2014.00035.", "ArticleIdList": ["10.3389/fchem.2014.00035", "PMC4052220", "24967222"]}, {"Citation": "Nur Onal F.; Ozturk I.; Aydin Kose F.; Der G.; Kilinc E.; Baykan S. Comparative Evaluation of Polyphenol Contents and Biological Activities of Five Cistus L Species Native to Turkey. Chem. Biodivers. 2023, 20 (1), e20220091510.1002/cbdv.202200915.", "ArticleIdList": ["10.1002/cbdv.202200915", "36524294"]}, {"Citation": "Öğütveren M.; Tetik S. S. Composition of the Essential Oil of Cistus Parviflorus L. from Turkey. J. Essent. Oil Res. 2004, 16 (2), 115–116. 10.1080/10412905.2004.9698666.", "ArticleIdList": ["10.1080/10412905.2004.9698666"]}, {"Citation": "El-Mokasabi F. Survey of Wild Trees and Shrubs in Eastern Region of Libya and Their Economical Value. AlQalamJ. Med. Appl. Sci. 2022, 5, 48."}, {"Citation": "Salam H. S.; Tawfik M. M.; Elnagar M. R.; Mohammed H. A.; Zarka M. A.; Awad N. S. Potential Apoptotic Activities of Hylocereus Undatus Peel and Pulp Extracts in {MCF}-7 and Caco-2 Cancer Cell Lines. Plants 2022, 11 (17), 2192.10.3390/plants11172192.", "ArticleIdList": ["10.3390/plants11172192", "PMC9459728", "36079573"]}, {"Citation": "Rugaie O. Al; Mohammed H. A.; Alsamani S.; Messaoudi S.; Aroua L. M.; Khan R. A.; Almahmoud S. A.; Altaleb A. D.; Alsharidah M.; Aldubaib M. Antimicrobial, Antibiofilm, and Antioxidant Potentials of Four Halophytic Plants, Euphorbia Chamaesyce, Bassia Arabica, Fagonia Mollis, and Haloxylon Salicornicum, Growing in Qassim Region of Saudi Arabia: Phytochemical Profile and In Vitro and In Silico. Antibiotics 2023, 12 (3), 501.10.3390/antibiotics12030501.", "ArticleIdList": ["10.3390/antibiotics12030501", "PMC10044527", "36978368"]}, {"Citation": "Elshibani F. A.; Mohammed H. A.; Abouzied A. S.; Abdulkarim A. K.; Khan R. A.; Almahmoud S. A.; Huwaimel B.; Alamami A. J. Phytochemical and Biological Activity Profiles of Thymbra Linearifolia: An Exclusively Native Species of Libyan Green Mountains. Arab. J. Chem. 2023, 16, 10477510.1016/j.arabjc.2023.104775.", "ArticleIdList": ["10.1016/j.arabjc.2023.104775"]}, {"Citation": "Mattila P.; Astola J.; Kumpulainen J. Determination of Flavonoids in Plant Material by HPLC with Diode-Array and Electro-Array Detections. J. Agric. Food Chem. 2000, 48 (12), 5834–5841. 10.1021/jf000661f.", "ArticleIdList": ["10.1021/jf000661f", "11312761"]}, {"Citation": "Boly R.; Lamkami T.; Lompo M.; Dubois J.; Guissou I. DPPH Free Radical Scavenging Activity of Two Extracts from Agelanthus Dodoneifolius (Loranthaceae) Leaves. Int. J. Toxicol. Pharmacol. Res. 2016, 8 (1), 29–34."}, {"Citation": "Mohammed H. A.; Abd-Elraouf M.; Sulaiman G. M.; Almahmoud S. A.; Hamada F. A.; Khan R. A.; Hegazy M. M.; Abd-El-Wahab M. F.; Kedra T. A.; Ismail A. Variability in the Volatile Constituents and Biological Activities of Achillea Millefolium L. Essential Oils Obtained from Different Plant Parts and by Different Solvents. Arab. J. Chem. 2023, 16, 10510310.1016/j.arabjc.2023.105103.", "ArticleIdList": ["10.1016/j.arabjc.2023.105103"]}, {"Citation": "Benzie I. F. F.; Strain J. J. The Ferric Reducing Ability of Plasma (FRAP) as a Measure of “Antioxidant Power”: The FRAP Assay. Anal. Biochem. 1996, 239 (1), 70–76. 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Liang Z.; Cheng L.; Zhong G.-Y.; Liu R. H. Antioxidant and Antiproliferative Activities of Twenty-Four Vitis Vinifera Grapes. PLoS One 2014, 9 (8), e10514610.1371/journal.pone.0105146.", "ArticleIdList": ["10.1371/journal.pone.0105146", "PMC4136860", "25133401"]}, {"Citation": "Amin E.; Abdel-Bakky M. S.; Darwish M. A.; Mohammed H. A.; Chigurupati S.; Qureshi K. A.; Hassan M. H. A. The Glycemic Control Potential of Some Amaranthaceae Plants, with Particular Reference to In Vivo Antidiabetic Potential of Agathophora Alopecuroides. Molecules 2022, 27 (3), 973.10.3390/molecules27030973.", "ArticleIdList": ["10.3390/molecules27030973", "PMC8839903", "35164238"]}, {"Citation": "Jasim A. J.; Sulaiman G. M.; Ay H.; Mohammed S. A. A.; Mohammed H. A.; Jabir M. S.; Khan R. A. Preliminary Trials of the Gold Nanoparticles Conjugated Chrysin: An Assessment of Anti-Oxidant, Anti-Microbial, and in Vitro Cytotoxic Activities of a Nanoformulated Flavonoid. Nanotechnol. Rev. 2022, 11 (1), 2726–2741. 10.1515/ntrev-2022-0153.", "ArticleIdList": ["10.1515/ntrev-2022-0153"]}, {"Citation": "Hawar S. N.; Al-Shmgani H. S.; Al-Kubaisi Z. A.; Sulaiman G. M.; Dewir Y. H.; Rikisahedew J. J. Green Synthesis of Silver Nanoparticles from Alhagi Graecorum Leaf Extract and Evaluation of Their Cytotoxicity and Antifungal Activity. J. Nanomater. 2022, 2022, 1–8. 10.1155/2022/1058119.", "ArticleIdList": ["10.1155/2022/1058119"]}, {"Citation": "CcG C. C. G.Molecular Operating Environment (MOE); Chem. Comput. Gr Inc.: Montr. QC, Canada, 2016."}, {"Citation": "Alghamdi A.; Abouzied A. S.; Alamri A.; Anwar S.; Ansari M.; Khadra I.; Zaki Y. H.; Gomha S. M. Synthesis, Molecular Docking, and Dynamic Simulation Targeting Main Protease (Mpro) of New, Thiazole Clubbed Pyridine Scaffolds as Potential COVID-19 Inhibitors. Curr. Issues Mol. Biol. 2023, 45 (2), 1422–1442. 10.3390/cimb45020093.", "ArticleIdList": ["10.3390/cimb45020093", "PMC9955078", "36826038"]}, {"Citation": "Bax B. D.; Chan P. F.; Eggleston D. S.; Fosberry A.; Gentry D. R.; Gorrec F.; Giordano I.; Hann M. M.; Hennessy A.; Hibbs M. Type IIA Topoisomerase Inhibition by a New Class of Antibacterial Agents. Nature 2010, 466 (7309), 935–940. 10.1038/nature09197.", "ArticleIdList": ["10.1038/nature09197", "20686482"]}, {"Citation": "Mohammed H. A.; Abouzied A. S.; Mohammed S. A. A.; Khan R. A. In Vivo and In Silico Analgesic Activity of Ficus Populifolia Extract Containing 2-O-β-D-(3′, 4′, 6′-Tri-Acetyl)-Glucopyranosyl-3-Methyl Pentanoic Acid. Int. J. Mol. Sci. 2023, 24 (3), 2270.10.3390/ijms24032270.", "ArticleIdList": ["10.3390/ijms24032270", "PMC9916429", "36768593"]}, {"Citation": "McConkey B. J.; Sobolev V.; Edelman M. The Performance of Current Methods in Ligand–Protein Docking. Curr. Sci. 2002, 83, 845–856."}, {"Citation": "Kalpoutzakis E.; Chatzimitakos T.; Athanasiadis V.; Mitakou S.; Aligiannis N.; Bozinou E.; Gortzi O.; Skaltsounis L. A.; Lalas S. I. Determination of the Total Phenolics Content and Antioxidant Activity of Extracts from Parts of Plants from the Greek Island of Crete. Plants 2023, 12 (5), 1092.10.3390/plants12051092.", "ArticleIdList": ["10.3390/plants12051092", "PMC10005234", "36903954"]}, {"Citation": "Álvarez-Martínez F. J.; Rodríguez J. C.; Borrás-Rocher F.; Barrajón-Catalán E.; Micol V. Author Correction: The Antimicrobial Capacity of Cistus Salviifolius and Punica Granatum Plant Extracts against Clinical Pathogens Is Related to Their Polyphenolic Composition. Sci. Rep. 2023, 13, 588.10.1038/s41598-023-39602-8.", "ArticleIdList": ["10.1038/s41598-023-39602-8", "PMC10415256", "37563180"]}, {"Citation": "Nicoletti M.; Toniolo C.; Venditti A.; Bruno M.; Ben Jemia M. Antioxidant Activity and Chemical Composition of Three Tunisian Cistus: Cistus Monspeliensis Cistus Villosus and Cistus Libanotis☆. Nat. Prod. Res. 2015, 29 (3), 223–230. 10.1080/14786419.2014.947486.", "ArticleIdList": ["10.1080/14786419.2014.947486", "25116860"]}, {"Citation": "Danne A.; Petereit F.; Nahrstedt A. Flavan-3-Ols, Prodelphinidins and Further Polyphenols from Cistus Salvifolius. Phytochemistry 1994, 37 (2), 533–538. 10.1016/0031-9422(94)85094-1.", "ArticleIdList": ["10.1016/0031-9422(94)85094-1", "7765630"]}, {"Citation": "Chaves N.; Rios J. J.; Gutierrez C.; Escudero J. C.; Olias J. M. Analysis of Secreted Flavonoids of Cistus Ladanifer L. by High-Performance Liquid Chromatography–Particle Beam Mass Spectrometry. J. Chromatogr. A 1998, 799 (1–2), 111–115. 10.1016/S0021-9673(97)01042-X.", "ArticleIdList": ["10.1016/S0021-9673(97)01042-X"]}, {"Citation": "Mohammed H. A. The Valuable Impacts of Halophytic Genus Suaeda; Nutritional, Chemical, and Biological Values. Med. Chem. 2020, 16, 1044.10.2174/1573406416666200224115004.", "ArticleIdList": ["10.2174/1573406416666200224115004", "32091344"]}, {"Citation": "Haminiuk C. W. I.; Maciel G. M.; Plata-Oviedo M. S. V; Peralta R. M. Phenolic Compounds in Fruits–an Overview. Int. J. Food Sci. Technol. 2012, 47 (10), 2023–2044. 10.1111/j.1365-2621.2012.03067.x.", "ArticleIdList": ["10.1111/j.1365-2621.2012.03067.x"]}, {"Citation": "Attaguile G.; Russo A.; Campisi A.; Savoca F.; Acquaviva R.; Ragusa N.; Vanella A. Antioxidant Activity and Protective Effect on DNA Cleavage of Extracts from Cistus Incanus L. and Cistus Monspeliensis L. Cell Biol. Toxicol. 2000, 16, 83–90. 10.1023/A:1007633824948.", "ArticleIdList": ["10.1023/A:1007633824948", "10917563"]}, {"Citation": "Abu-Orabi S. T.; Al-Qudah M. A.; Saleh N. R.; Bataineh T. T.; Obeidat S. M.; Al-Sheraideh M. S.; Al-Jaber H. I.; Tashtoush H. I.; Lahham J. N. Antioxidant Activity of Crude Extracts and Essential Oils from Flower Buds and Leaves of Cistus Creticus and Cistus Salviifolius. Arab. J. Chem. 2020, 13 (7), 6256–6266. 10.1016/j.arabjc.2020.05.043.", "ArticleIdList": ["10.1016/j.arabjc.2020.05.043"]}, {"Citation": "Lahcen S. A.; El Hattabi L.; Benkaddour R.; Chahboun N.; Ghanmi M.; Satrani B.; Tabyaoui M.; Zarrouk A. Chemical Composition, Antioxidant, Antimicrobial and Antifungal Activity of Moroccan Cistus Creticus Leaves. Chem. Data Collect. 2020, 26, 10034610.1016/j.cdc.2020.100346.", "ArticleIdList": ["10.1016/j.cdc.2020.100346"]}, {"Citation": "Mastino P. M.; Marchetti M.; Costa J.; Juliano C.; Usai M. Analytical Profiling of Phenolic Compounds in Extracts of Three Cistus Species from Sardinia and Their Potential Antimicrobial and Antioxidant Activity. Chem. Biodivers. 2021, 18 (6), e210005310.1002/cbdv.202100053.", "ArticleIdList": ["10.1002/cbdv.202100053", "33932088"]}, {"Citation": "İnan Y.; Akyüz S.; Kurt-Celep I.; Celep E.; Yesilada E. Influence of in Vitro Human Digestion Simulation on the Phenolics Contents and Biological Activities of the Aqueous Extracts from Turkish Cistus Species. Molecules 2021, 26 (17), 5322.10.3390/molecules26175322.", "ArticleIdList": ["10.3390/molecules26175322", "PMC8434344", "34500753"]}, {"Citation": "Ćorković I.; Gašo-Sokač D.; Pichler A.; Šimunović J.; Kopjar M. Dietary Polyphenols as Natural Inhibitors of α-Amylase and α-Glucosidase. Life 2022, 12 (11), 1692.10.3390/life12111692.", "ArticleIdList": ["10.3390/life12111692", "PMC9693262", "36362847"]}, {"Citation": "Kumar S.; Narwal S.; Kumar V.; Prakash O. α-Glucosidase Inhibitors from Plants: A Natural Approach to Treat Diabetes. Pharmacogn. Rev. 2011, 5 (9), 19.10.4103/0973-7847.79096.", "ArticleIdList": ["10.4103/0973-7847.79096", "PMC3210010", "22096315"]}, {"Citation": "Totsika M.; Gomes Moriel D.; Idris A.; A Rogers B.; J Wurpel D.; Phan M.-D.; L Paterson D.; A Schembri M. Uropathogenic Escherichia Coli Mediated Urinary Tract Infection. Curr. Drug Targets 2012, 13 (11), 1386–1399. 10.2174/138945012803530206.", "ArticleIdList": ["10.2174/138945012803530206", "22664092"]}, {"Citation": "Güvenç A.; Yıldız S.; Özkan A. M.; Erdurak C. S.; Coşkun M.; Yılmaz G.; Okuyama T.; Okada Y. Antimicrobiological Studies on Turkish Cistus. Species. Pharm. Biol. 2005, 43 (2), 178–183. 10.1080/13880200590919537.", "ArticleIdList": ["10.1080/13880200590919537"]}, {"Citation": "Rozadi N.; Oktavia S.; Fauziah F. Pharmacological Activities of Punicalagin: A Review. J. Drug Delivery Ther. 2022, 12 (2), 148–155. 10.22270/jddt.v12i2.5377.", "ArticleIdList": ["10.22270/jddt.v12i2.5377"]}, {"Citation": "Chipley J. R.Sodium Benzoate and Benzoic Acid. In Antimicrobials in food; CRC Press, 2020; pp 41–88."}, {"Citation": "Boz H. P-Coumaric Acid in Cereals: Presence, Antioxidant and Antimicrobial Effects. Int. J. Food Sci. Technol. 2015, 50 (11), 2323–2328. 10.1111/ijfs.12898.", "ArticleIdList": ["10.1111/ijfs.12898"]}, {"Citation": "Guzman J. D. Natural Cinnamic Acids, Synthetic Derivatives and Hybrids with Antimicrobial Activity. Molecules 2014, 19 (12), 19292–19349. 10.3390/molecules191219292.", "ArticleIdList": ["10.3390/molecules191219292", "PMC6271800", "25429559"]}, {"Citation": "Vidmar V.; Vayssières M.; Lamour V. What’s on the Other Side of the Gate: A Structural Perspective on DNA Gate Opening of Type IA and IIA DNA Topoisomerases. Int. J. Mol. Sci. 2023, 24 (4), 3986.10.3390/ijms24043986.", "ArticleIdList": ["10.3390/ijms24043986", "PMC9960139", "36835394"]}, {"Citation": "Kikuchi A.; Asai K. Reverse Gyrase—a Topoisomerase Which Introduces Positive Superhelical Turns into DNA. Nature 1984, 309 (5970), 677–681. 10.1038/309677a0.", "ArticleIdList": ["10.1038/309677a0", "6328327"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "9", "Day": "29"}, {"Year": "2023", "Month": "10", "Day": "28"}, {"Year": "2023", "Month": "11", "Day": "22"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "25", "Hour": "4", "Minute": "26"}, {"Year": "2023", "Month": "12", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["38144113", "PMC10733917", "10.1021/acsomega.3c07545"]}}], "PubmedBookArticle": []}