{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dioscorea nipponica", "SCNGs", "intraspecific phylogeny", "plastome-derived markers", "polymorphic nSSRs"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38148859", "DateRevised": {"Year": "2023", "Month": "12", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "12"}], "Language": ["eng"], "ELocationID": ["1320473", "10.3389/fpls.2023.1320473"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Intraspecific phylogeny and genomic resources development for an important medical plant <i>Dioscorea nipponica</i>, based on low-coverage whole genome sequencing data.", "Pagination": {"StartPage": "1320473", "MedlinePgn": "1320473"}, "Abstract": {"AbstractText": ["<i>Dioscorea nipponica</i> Makino, a perennial twining herb with medicinal importance, has a disjunctive distribution in the Sino-Japanese Floristic Region. It has a long history in traditional Chinese medicine, with demonstrated efficacy against various health conditions. However, the limited genomic data and knowledge of genetic variation have hindered its comprehensive exploration, utilization and conservation. In this study, we undertook low-coverage whole genome sequencing of diverse <i>D. nipponica</i> accessions to develop both plastome (including whole plastome sequences, plastome-derived SSRs and plastome-divergent hotspots) and nuclear genomic resources (including polymorphic nuclear SSRs and single-copy nuclear genes), as well as elucidate the intraspecific phylogeny of this species. Our research revealed 639 plastome-derived SSRs and highlighted six key mutational hotspots (namely CDS <i>ycf1</i>, IGS <i>trnL</i>-<i>rpl32</i>, IGS <i>trnE</i>-<i>trnT</i>, IGS <i>rps16</i>-<i>trnQ</i>, Intron 1 of <i>clpP</i>, and Intron <i>trnG</i>) within these accessions. Besides, three IGS regions (i.e., <i>ndhD</i>-<i>cssA</i>, <i>trnL</i>-<i>rpl32</i>, <i>trnD</i>-<i>trnY</i>), and the intron <i>rps16</i> were identified as potential markers for distinguishing <i>D. nipponica</i> from its closely related species. In parallel, we successfully developed 988 high-quality candidate polymorphic nuclear SSRs and identified 17 single-copy nuclear genes for <i>D. nipponica</i>, all of which empower us to conduct in-depth investigations into phylogenetics and population genetics of this species. Although our phylogenetic analyses, based on plastome sequences and single-copy nuclear genes revealed cytonuclear discordance within <i>D. nipponica</i>, both findings challenged the current subspecies classification. In summary, this study developed a wealth of genomic resources for <i>D. nipponica</i> and enhanced our understanding of the intraspecific phylogeny of this species, offering valuable insights that can be instrumental in the conservation and strategic utilization of this economically significant plant."], "CopyrightInformation": "Copyright © 2023 Hu, Chen, Li, Sun and Lu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Botany, Jiangsu Province and Chinese Academy of Sciences, Nanjing, China."}], "LastName": "Hu", "ForeName": "Ke", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Botany, Jiangsu Province and Chinese Academy of Sciences, Nanjing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Nanjing, China."}], "LastName": "Chen", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Systematic & Evolutionary Botany and Biodiversity, College of Life Sciences, Zhejiang University, Hangzhou, China."}], "LastName": "Li", "ForeName": "Pan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Botany, Jiangsu Province and Chinese Academy of Sciences, Nanjing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Nanjing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Provincial Science and Technology Resources Coordination Platform (Agricultural Germplasm Resources) Germplasm Resources Nursery of Medicinal Plants, Nanjing, China."}], "LastName": "Sun", "ForeName": "Xiaoqin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Botany, Jiangsu Province and Chinese Academy of Sciences, Nanjing, China."}, {"Identifier": [], "Affiliation": "Jiangsu Key Laboratory for the Research and Utilization of Plant Resources, Nanjing, China."}], "LastName": "Lu", "ForeName": "Ruisen", "Initials": "R"}], "DataBankList": [{"DataBankName": "Dryad", "AccessionNumberList": ["10.5061/dryad.05qfttf96"]}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alvarez I., Costa A., Feliner G. N. (2008). Selecting single-copy nuclear genes for plant phylogenetics: a preliminary analysis for the Senecioneae (Asteraceae). J. Mol. Evol. 66, 276–291. doi: 10.1007/s00239-008-9083-7", "ArticleIdList": ["10.1007/s00239-008-9083-7", "18305978"]}, {"Citation": "Bankevich A., Nurk S., Antipov D., Gurevich A. A., Dvorkin M., Kulikov A. S., et al. . (2012). SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. J. Comput. Biol. 19, 455–477. doi: 10.1089/cmb.2012.0021", "ArticleIdList": ["10.1089/cmb.2012.0021", "PMC3342519", "22506599"]}, {"Citation": "Beier S., Thiel T., Münch T., Scholz U., Mascher M. (2017). MISA-web: a web server for microsatellite prediction. Bioinformatics 33, 2583–2585. doi: 10.1093/bioinformatics/btx198", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Birky C. W. (1995). Uniparental inheritance of mitochondrial and chloroplast genes: mechanisms and evolution. Proc. Nat. Acad. Sci. 92, 11331–11338. doi: 10.1073/pnas.92.25.11331", "ArticleIdList": ["10.1073/pnas.92.25.11331", "PMC40394", "8524780"]}, {"Citation": "Birky C. W., Maruyama T., Fuerst P. (1983). An approach to population and evolutionary genetic theory for genes in mitochondria and chloroplasts, and some results. Genetics 103, 513–527. doi: 10.1093/genetics/103.3.513", "ArticleIdList": ["10.1093/genetics/103.3.513", "PMC1202037", "6840539"]}, {"Citation": "Blazier J. C., Jansen R. K., Mower J. P., Govindu M., Zhang J., Weng M. L., et al. . (2016). Variable presence of the inverted repeat and plastome stability in Erodium. Ann. Bot. 117, 1209–1220. doi: 10.1093/aob/mcw065", "ArticleIdList": ["10.1093/aob/mcw065", "PMC4904181", "27192713"]}, {"Citation": "Bolger A. M., Lohse M., Usadel B. (2014). Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30, 2114–2120. doi: 10.1093/bioinformatics/btu170", "ArticleIdList": ["10.1093/bioinformatics/btu170", "PMC4103590", "24695404"]}, {"Citation": "Bredeson J. V., Lyons J. B., Oniyinde I. O., Okereke N. R., Kolade O., Nnabue I., et al. . (2022). Chromosome evolution and the genetic basis of agronomically important traits in greater yam. Nat. Commun. 13, 2001. doi: 10.1038/s41467-022-29114-w", "ArticleIdList": ["10.1038/s41467-022-29114-w", "PMC9010478", "35422045"]}, {"Citation": "Chen F. Q., Fu Y., Wang D. L., Gao X., Wang L. (2007). The effect of plant growth regulators and sucrose on the micropropagation and microtuberization of Dioscorea nipponica Makino. J. Plant Growth. Regul. 26, 38–45. doi: 10.1007/s00344-005-0147-2", "ArticleIdList": ["10.1007/s00344-005-0147-2"]}, {"Citation": "Cheng J., Chen J., Liu X., Li X., Zhang W., Dai Z., et al. . (2021). The origin and evolution of the diosgenin biosynthetic pathway in yam. Plant Commun. 2, 100079. doi: 10.1016/j.xplc.2020.100079", "ArticleIdList": ["10.1016/j.xplc.2020.100079", "PMC7816074", "33511341"]}, {"Citation": "Daniell H., Lin C. S., Yu M., Chang W. J. (2016). Chloroplast genomes: diversity, evolution, and applications in genetic engineering. Genome Biol. 17, 1–29. doi: 10.1186/s13059-016-1004-2", "ArticleIdList": ["10.1186/s13059-016-1004-2", "PMC4918201", "27339192"]}, {"Citation": "Darriba D., Taboada G. L., Doallo R., Posada D. (2012). jModelTest 2: more models, new heuristics and parallel computing. Nat. Methods 9, 772–772. doi: 10.1038/nmeth.2109", "ArticleIdList": ["10.1038/nmeth.2109", "PMC4594756", "22847109"]}, {"Citation": "Dierckxsens N., Mardulyn P., Smits G. (2017). NOVOPlasty: de novo assembly of organelle genomes from whole genome data. Nucleic Acids Res. 45, e18–e18. doi: 10.1093/nar/gkw955", "ArticleIdList": ["10.1093/nar/gkw955", "PMC5389512", "28204566"]}, {"Citation": "Ding Z., Gilbert M. G. (2000). “Dioscoreaceae,” in Flora of China. Eds. Wu Z., Raven P. H. (Beijing: Science Press & St. Louis: Missouri Botanical Garden Press; ), 276–296."}, {"Citation": "Dodsworth S. (2015). Genome skimming for next-generation biodiversity analysis. Trends Plant Sci. 20, 525–527. doi: 10.1016/j.tplants.2015.06.012", "ArticleIdList": ["10.1016/j.tplants.2015.06.012", "26205170"]}, {"Citation": "Doyle J. J. (2022). Defining coalescent genes: theory meets practice in organelle phylogenomics. Syst. Biol. 71, 476–489. doi: 10.1093/sysbio/syab053", "ArticleIdList": ["10.1093/sysbio/syab053", "34191012"]}, {"Citation": "Gao X., Zhu Y. P., Wu B. C., Zhao Y. M., Chen J. Q., Hang Y. Y. (2008). Phylogeny of Dioscorea sect. Stenophora based on chloroplast matK, rbcL and trnL-F sequences. J. Syst. Evol. 46, 315–321. doi: 10.3724/SP.J.1002.2008.08007", "ArticleIdList": ["10.3724/SP.J.1002.2008.08007"]}, {"Citation": "Greiner S., Lehwark P., Bock R. (2019). OrganellarGenomeDRAW (OGDRAW) version 1.3.1: expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 47, 59–64. doi: 10.1093/nar/gkz238", "ArticleIdList": ["10.1093/nar/gkz238", "PMC6602502", "30949694"]}, {"Citation": "Hojjati F., Adams R. P., Terry R. G. (2019). Discovery of chloroplast capture in Juniperus excelsa complex by multi-locus phylogeny. Phytotaxa 413, 11–26. doi: 10.11646/phytotaxa.413.1.2", "ArticleIdList": ["10.11646/phytotaxa.413.1.2"]}, {"Citation": "Hu K., Sun X. Q., Chen M., Lu R. S. (2023). Low-coverage whole genome sequencing of eleven species/subspecies in Dioscorea sect. Stenophora (Dioscoreaceae): comparative plastome analyses, molecular markers development and phylogenetic inference. Front. Plant Sci. 14. doi: 10.3389/fpls.2023.1196176", "ArticleIdList": ["10.3389/fpls.2023.1196176", "PMC10281252", "37346115"]}, {"Citation": "Jansen R. K., Ruhlman T. A. (2012). “Plastid genomes of seed plants,” in Genomics of chloroplasts and mitochondria. Eds. Bock R., Knoop V. (Dordrecht: Springer press; ), 103–126."}, {"Citation": "Jin J. J., Yu W. B., Yang J. B., Song Y., DePamphilis C. W., Yi T. S., et al. . (2020). GetOrganelle: a fast and versatile toolkit for accurate de novo assembly of organelle genomes. Genome Biol. 21, 1–31. doi: 10.1186/s13059-020-02154-5", "ArticleIdList": ["10.1186/s13059-020-02154-5", "PMC7488116", "32912315"]}, {"Citation": "Johnson M. G., Gardner E. M., Liu Y., Medina R., Goffinet B., Shaw A. J., et al. . (2016). HybPiper: Extracting coding sequence and introns for phylogenetics from high-throughput sequencing reads using target enrichment. Appl. Plant Sci. 4, 1600016. doi: 10.3732/apps.1600016", "ArticleIdList": ["10.3732/apps.1600016", "PMC4948903", "27437175"]}, {"Citation": "Johnson M. G., Pokorny L., Dodsworth S., Botigué L. R., Cowan R. S., Devault A., et al. . (2019). A universal probe set for targeted sequencing of 353 nuclear genes from any flowering plant designed using k-medoids clustering. Syst. Bot. 68, 594–606. doi: 10.1093/sysbio/syy086", "ArticleIdList": ["10.1093/sysbio/syy086", "PMC6568016", "30535394"]}, {"Citation": "Kaldate R., Rana M., Sharma V., Hirakawa H., Kumar R., Singh G., et al. . (2017). Development of genome-wide SSR markers in horsegram and their use for genetic diversity and cross-transferability analysis. Mol. Breed. 37, 1–10. doi: 10.1007/s11032-017-0701-1", "ArticleIdList": ["10.1007/s11032-017-0701-1", "0"]}, {"Citation": "Katoh K., Standley D. M. (2013). MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol. Biol. Evol. 30, 772–780. doi: 10.1093/molbev/mst010", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Labbé J., Murat C., Morin E., Le Tacon F., Martin F. (2011). Survey and analysis of simple sequence repeats in the Laccaria bicolor genome, with development of microsatellite markers. Curr. Genet. 57, 75–88. doi: 10.1007/s00294-010-0328-9", "ArticleIdList": ["10.1007/s00294-010-0328-9", "21132299"]}, {"Citation": "Li H. (2013). Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. arXiv. doi: 10.48550/arXiv.1303.3997", "ArticleIdList": ["10.48550/arXiv.1303.3997"]}, {"Citation": "Li H., Durbin R. (2009). Fast and accurate short read alignment with Burrows–Wheeler transform. Bioinformatics 25, 1754–1760. doi: 10.1093/bioinformatics/btp324", "ArticleIdList": ["10.1093/bioinformatics/btp324", "PMC2705234", "19451168"]}, {"Citation": "Li X., Zhao C., Jing S., Sun J., Li X., Man S., et al. . (2017). Novel phenanthrene and isocoumarin from the rhizomes of Dioscorea nipponica Makino subsp. rosthornii (Prain et Burkill) CT Ting (Dioscoreaceae). Bioorg. Med. Chem. Lett. 27, 3595–3601. doi: 10.1016/j.bmcl.2017.03.095", "ArticleIdList": ["10.1016/j.bmcl.2017.03.095", "28606759"]}, {"Citation": "Li X., Wang Y., Sun J., Li X., Zhao C., Zhao P., et al. . (2020). Chemotaxonomic studies of 12 Dioscorea species from China by UHPLC-QTOF-MS/MS analysis. Phytochem. Anal. 31, 164–182. doi: 10.1002/pca.2876", "ArticleIdList": ["10.1002/pca.2876", "31364208"]}, {"Citation": "Li Y., Tan C., Li Z. H., Guo J. Z., Li S., Chen X., et al. . (2022). The genome of Dioscorea zingiberensis sheds light on the biosynthesis, origin and evolution of the medicinally important diosgenin saponins. Hortic. Res. 9, 165. doi: 10.1093/hr/uhac165", "ArticleIdList": ["10.1093/hr/uhac165", "PMC9531337", "36204203"]}, {"Citation": "Liu L. X., Zhang Y. H., Li P. (2021). Development of genomic resources for the genus Celtis (Cannabaceae) based on genome skimming data. Plant Diversity 43, 43–53. doi: 10.1016/j.pld.2020.09.005", "ArticleIdList": ["10.1016/j.pld.2020.09.005", "PMC7987720", "33778224"]}, {"Citation": "Lu R., Chen M., Feng Y., Yuan N., Zhang Y., Cao M., et al. . (2022). Comparative plastome analyses and genomic resource development in wild rice (Zizania spp., Poaceae) using genome skimming data. Ind. Crop Prod. 186, 115244. doi: 10.1016/j.indcrop.2022.115244", "ArticleIdList": ["10.1016/j.indcrop.2022.115244"]}, {"Citation": "Lu D., Liu J. P., Li H. J., Li P. Y. (2010). Phenanthrene derivatives from the stems and leaves of Dioscorea nipponica Makino. J. Asian Nat. Prod. Res. 12, 1–6. doi: 10.1080/10286020903403626", "ArticleIdList": ["10.1080/10286020903403626", "20390736"]}, {"Citation": "Lu R. S., Yang T., Chen Y., Wang S. Y., Cai M. Q., Cameron K. M., et al. . (2021). Comparative plastome genomics and phylogenetic analyses of Liliaceae. Bot. J. Linn. Soc 196, 279–293. doi: 10.1093/botlinnean/boaa109", "ArticleIdList": ["10.1093/botlinnean/boaa109"]}, {"Citation": "Lu R. S., Hu K., Zhang F. J., Sun X. Q., Chen M., Zhang Y. M., et al. . (2023). Pan-plastome of greater yam (Dioscorea alata) in China: intraspecific genetic variation, comparative genomics, and phylogenetic analyses. Int. J. Mol. Sci. 24, 3341. doi: 10.3390/ijms24043341", "ArticleIdList": ["10.3390/ijms24043341", "PMC9968032", "36834753"]}, {"Citation": "Luo R. B., Liu B. H., Xie Y. L., Li Z. Y., Huang W. H., Yuan J. Y., et al. . (2012). SOAPdenovo2: an empirically improved memory-efficient short-read de novo assembler. Gigascience 1, 18. doi: 10.1186/2047-217X-1-18", "ArticleIdList": ["10.1186/2047-217X-1-18", "PMC3626529", "23587118"]}, {"Citation": "Lyu F., Han F., Ge C., Mao W., Chen L., Hu H., et al. . (2023). OmicStudio: a composable bioinformatics cloud platform with real-time feedback that can generate high-quality graphs for publication. iMeta 2, e85. doi: 10.1002/imt2.85", "ArticleIdList": ["10.1002/imt2.85"]}, {"Citation": "Mohammad-Panah N., Shabanian N., Khadivi A., Rahmani M. S., Emami A. (2017). Genetic structure of gall oak (Quercus infectoria) characterized by nuclear and chloroplast SSR markers. Tree Genet. Genomes 13, 1–12. doi: 10.1007/s11295-017-1146-8", "ArticleIdList": ["10.1007/s11295-017-1146-8"]}, {"Citation": "Nevill P. G., Zhong X., Tonti-Filippini J., Byrne M., Hislop M., Thiele K., et al. . (2020). Large scale genome skimming from herbarium material for accurate plant identification and phylogenomics. Plant Methods 16, 1–8. doi: 10.1186/s13007-019-0534-5", "ArticleIdList": ["10.1186/s13007-019-0534-5", "PMC6942304", "31911810"]}, {"Citation": "Obidiegwu J. E., Lyons J. B., Chilaka C. A. (2020). The Dioscorea genus (yam)—an appraisal of nutritional and therapeutic potentials. Foods 9, 1304. doi: 10.3390/foods9091304", "ArticleIdList": ["10.3390/foods9091304", "PMC7555206", "32947880"]}, {"Citation": "Ou-Yang S. H., Jiang T., Zhu L., Yi T. (2018). Dioscorea nipponica Makino: a systematic review on its ethnobotany, phytochemical and pharmacological profiles. Chem. Cent. J. 12, 1–18. doi: 10.1186/s13065-018-0423-4", "ArticleIdList": ["10.1186/s13065-018-0423-4", "PMC5945570", "29748731"]}, {"Citation": "Qiu Y. X., Fu C. X., Comes H. P. (2011). Plant molecular phylogeography in China and adjacent regions: tracing the genetic imprints of Quaternary climate and environmental change in the world’s most diverse temperate flora. Mol. Phylogenet. Evol. 59, 225–244. doi: 10.1016/j.ympev.2011.01.012", "ArticleIdList": ["10.1016/j.ympev.2011.01.012", "21292014"]}, {"Citation": "Ronquist F., Teslenko M., van der Mark P., Ayres D. L., Darling A., Höhna S., et al. . (2012). MrBayes 3.2: efficient bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 61, 539–542. doi: 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Rozas J., Ferrer-Mata A., Sánchez-DelBarrio J. C., Guirao-Rico S., Librado P., Ramos-Onsins S. E., et al. . (2017). DnaSP 6: DNA sequence polymorphism analysis of large data sets. Mol. Biol. Evol. 34, 3299–3302. doi: 10.1093/molbev/msx248", "ArticleIdList": ["10.1093/molbev/msx248", "29029172"]}, {"Citation": "Slater G. S. C., Birney E. (2005). Automated generation of heuristics for biological sequence comparison. BMC Bioinf. 6, 1–11. doi: 10.1186/1471-2105-6-31", "ArticleIdList": ["10.1186/1471-2105-6-31", "PMC553969", "15713233"]}, {"Citation": "Small R. L., Cronn R. C., Wendel J. F. (2004). Use of nuclear genes for phylogeny reconstruction in plants. Aust. Syst. Bot. 17, 145–170. doi: 10.1071/SB03015", "ArticleIdList": ["10.1071/SB03015"]}, {"Citation": "Stamatakis A. (2014). RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30, 1312–1313. doi: 10.1093/bioinformatics/btu033", "ArticleIdList": ["10.1093/bioinformatics/btu033", "PMC3998144", "24451623"]}, {"Citation": "Straub S. C., Parks M., Weitemier K., Fishbein M., Cronn R. C., Liston A. (2012). Navigating the tip of the genomic iceberg: next-generation sequencing for plant systematics. Am. J. Bot. 99, 349–364. doi: 10.3732/ajb.1100335", "ArticleIdList": ["10.3732/ajb.1100335", "22174336"]}, {"Citation": "Sun Y., Moore M. J., Zhang S., Soltis P. S., Soltis D. E., Zhao T., et al. . (2016). Phylogenomic and structural analyses of 18 complete plastomes across nearly all families of early-diverging eudicots, including an angiosperm-wide analysis of IR gene content evolution. Mol. Phylogenet. Evol. 96, 93–101. doi: 10.1016/j.ympev.2015.12.006", "ArticleIdList": ["10.1016/j.ympev.2015.12.006", "26724406"]}, {"Citation": "Twyford A. D., Ness R. W. (2017). Strategies for complete plastid genome sequencing. Mol. Ecol. Resour. 17, 858–868. doi: 10.1111/1755-0998.12626", "ArticleIdList": ["10.1111/1755-0998.12626", "PMC6849563", "27790830"]}, {"Citation": "Wick R. R., Schultz M. B., Zobel J., Holt K. E. (2015). Bandage: interactive visualization of de novo genome assemblies. Bioinformatics 31, 3350–3352. doi: 10.1093/bioinformatics/btv383", "ArticleIdList": ["10.1093/bioinformatics/btv383", "PMC4595904", "26099265"]}, {"Citation": "Wu C., Zhang R., Wang J., Chen Y., Zhu W., Yi X., et al. . (2023). Dioscorea nipponica Makino: a comprehensive review of its chemical composition and pharmacology on chronic kidney disease. Biomed. Pharmacother. 167, 115508. doi: 10.1016/j.biopha.2023.115508", "ArticleIdList": ["10.1016/j.biopha.2023.115508", "37716118"]}, {"Citation": "Xia E. H., Yao Q. Y., Zhang H. B., Jiang J. J., Zhang L. P., Gao L. Z. (2016). CandiSSR: an efficient pipeline used for identifying candidate polymorphic SSRs based on multiple assembled sequences. Front. Plant Sci. 6. doi: 10.3389/fpls.2015.01171", "ArticleIdList": ["10.3389/fpls.2015.01171", "PMC4703815", "26779212"]}, {"Citation": "Yang G., Liu P., Shi H., Fan W., Feng X., Chen J., et al. . (2022). Identification of anti-inflammatory components in Dioscorea nipponica Makino based on HPLC-MS/MS, quantitative analysis of multiple components by single marker and chemometric methods. J. Chromatogr. B. 1213, 123531. doi: 10.1016/j.jchromb.2022.123531", "ArticleIdList": ["10.1016/j.jchromb.2022.123531", "36371964"]}, {"Citation": "Yuan J., Zhang X., Wang M., Sun Y., Liu C., Li S., et al. . (2021). Simple sequence repeats drive genome plasticity and promote adaptive evolution in penaeid shrimp. Commun. Biol. 4, 186. doi: 10.1038/s42003-021-01716-y", "ArticleIdList": ["10.1038/s42003-021-01716-y", "PMC7878876", "33574498"]}, {"Citation": "Zhou Q. Y., Cai H. X., Liu Z. H., Yuan L. X., Yang L., Yang T., et al. . (2022). Development of genomic resources for Wenchengia alternifolia (Lamiaceae) based on genome skimming data. Plant Diversity 44, 542–551. doi: 10.1016/j.pld.2021.09.006", "ArticleIdList": ["10.1016/j.pld.2021.09.006", "PMC9751079", "36540711"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "10", "Day": "12"}, {"Year": "2023", "Month": "11", "Day": "27"}, {"Year": "2023", "Month": "12", "Day": "27", "Hour": "6", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "27", "Hour": "6", "Minute": "41"}, {"Year": "2023", "Month": "12", "Day": "27", "Hour": "3", "Minute": "37"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38148859", "PMC10749966", "10.3389/fpls.2023.1320473"]}}], "PubmedBookArticle": []}