{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38151670", "DateCompleted": {"Year": "2023", "Month": "12", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1007/s00284-023-03572-x"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "81", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "27"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Efflux Pump Inhibition-Based Screening and Anti-Infective Evaluation of Punica granatum Against Bacterial Pathogens.", "Pagination": {"StartPage": "51", "MedlinePgn": "51"}, "Abstract": {"AbstractText": ["Drug efflux pumps contribute to bacterial multidrug resistance (MDR), reducing antibiotic effectiveness and causing treatment failures. Besides their role in MDR, efflux pumps also assist in the transportation of quorum sensing (QS) signal molecules and increased the tolerance of biofilms. Recently, the search for efflux pump inhibitors from natural sources, including anti-infective plants, has gained attention as a potential therapy against drug-resistant bacteria. In this study, 19 traditional Indian medicinal plants were screened for their efflux pump inhibitory activity against Escherichia coli TGI. The promising extract, i.e., Punica granatum was subsequently fractioned in the solvents of increasing polarity. Among them, at sub-MIC active EPI fraction was PGEF (P. granatum ethyl acetate fraction), further investigated for anti-infective potential against Chromobacterium violaceum 12,472, Pseudomonas aeruginosa PAO1, and Serratia marcescens MTCC 97. PGEF was also evaluated for in vivo efficacy in Caenorhabditis elegans model. Major phytocompounds were analyzed by mass spectroscopic techniques. At respective Sub-MIC, PGEF reduced violacein production by 71.14% in C. violaceum 12,472. Moreover, PGEF inhibited pyocyanin (64.72%), pyoverdine (48.17%), protease (51.35%), and swarming motility (44.82%) of P. aeruginosa PAO1. Furthermore, PGEF reduced the production of prodigiosin and exoprotease by 64.73% and 61.80%, respectively. Similarly, at sub-MIC, PGEF inhibited (≥ 50%) biofilm development in all test pathogens. The key phytocompounds detected in active fraction include 5-hydroxymethylfurfural, trans-p-coumaric acid 4- glucoside, (-)-Epicatechin 3'-O-glucuronide, and ellagic acid. Interestingly, PGEF also demonstrated anti-infective efficacy against the PAO1-infected C. elegans test model and highlighting its therapeutic potential as an anti-infective agent to combat drug-resistant problems."], "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, Uttar Pradesh, India."}], "LastName": "Samreen"}, {"Identifier": ["0000-0001-8447-4497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, Uttar Pradesh, India. ahmadiqbal8@yahoo.co.in."}], "LastName": "Ahmad", "ForeName": "Iqbal", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agricultural Sciences, Aligarh Muslim University, Aligarh, 202002, Uttar Pradesh, India."}], "LastName": "Siddiqui", "ForeName": "Shirjeel Ahmad", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}, {"Identifier": [], "Affiliation": "Division of Toxicology & Experimental Medicine, CSIR-Central Drug Research Institute, Lucknow, 226031, India."}], "LastName": "Naseer", "ForeName": "Anam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}, {"Identifier": [], "Affiliation": "Division of Toxicology & Experimental Medicine, CSIR-Central Drug Research Institute, Lucknow, 226031, India."}], "LastName": "Nazir", "ForeName": "Aamir", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Virulence Factors"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Pomegranate"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Caenorhabditis elegans"}, {"QualifierName": [], "DescriptorName": "Quorum Sensing"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Chromobacterium"}, {"QualifierName": [], "DescriptorName": "Virulence Factors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Paul M, Carrara E, Retamar P et al (2022) European Society of Clinical Microbiology and Infectious Diseases (ESCMID) guidelines for the treatment of infections caused by multidrug-resistant Gram-negative bacilli (endorsed by European society of intensive care medicine). Clin Microbiol Infect 28:521–547. https://doi.org/10.1016/j.cmi.2021.11.025", "ArticleIdList": ["10.1016/j.cmi.2021.11.025", "34923128"]}, {"Citation": "Munita JM, Arias CA (2016) Mechanisms of antibiotic resistance. Microbiol Spectr. https://doi.org/10.1128/microbiolspec.VMBF-0016-2015", "ArticleIdList": ["10.1128/microbiolspec.VMBF-0016-2015", "27227291"]}, {"Citation": "Garcia ÍR, de Oliveira Garcia FA, Pereira PS et al (2022) Microbial resistance: The role of efflux pump superfamilies and their respective substrates. Life Sci 295:120391. https://doi.org/10.1016/j.lfs.2022.120391", "ArticleIdList": ["10.1016/j.lfs.2022.120391", "35149116"]}, {"Citation": "Basatian-Tashkan B, Niakan M, Khaledi M et al (2020) Antibiotic resistance assessment of Acinetobacter baumannii isolates from Tehran hospitals due to the presence of efflux pumps encoding genes (adeA and adeS genes) by molecular method. BMC Res Notes 13:543. https://doi.org/10.1186/s13104-020-05387-6", "ArticleIdList": ["10.1186/s13104-020-05387-6", "33213526", "7678095"]}, {"Citation": "Du D, Wang-Kan X, Neuberger A et al (2018) Multidrug efflux pumps: structure, function and regulation. Nat Rev Microbiol 16:523–539. https://doi.org/10.1038/s41579-018-0048-6", "ArticleIdList": ["10.1038/s41579-018-0048-6", "30002505"]}, {"Citation": "Brindhadevi K, LewisOscar F, Mylonakis E et al (2020) Biofilm and Quorum sensing mediated pathogenicity in Pseudomonas aeruginosa. Process Biochem 96:49–57. https://doi.org/10.1016/j.procbio.2020.06.001", "ArticleIdList": ["10.1016/j.procbio.2020.06.001"]}, {"Citation": "Wolloscheck D, Krishnamoorthy G, Nguyen J, Zgurskaya HI (2018) Kinetic control of quorum sensing in Pseudomonas aeruginosa by multidrug efflux pumps. ACS Infect Dis 4:185–195. https://doi.org/10.1021/acsinfecdis.7b00160", "ArticleIdList": ["10.1021/acsinfecdis.7b00160", "29115136"]}, {"Citation": "Tang M, Wei X, Wan X et al (2020) The role and relationship with efflux pump of biofilm formation in Klebsiella pneumoniae. Microb Pathog 147:104244. https://doi.org/10.1016/j.micpath.2020.104244", "ArticleIdList": ["10.1016/j.micpath.2020.104244", "32437832"]}, {"Citation": "Cortes-López H, Castro-Rosas J, García-Contreras R et al (2021) Antivirulence activity of a dietary phytochemical: hibiscus acid isolated from Hibiscus sabdariffa L. reduces the virulence of Pseudomonas aeruginosa in a mouse infection model. J Med Food 24:934–943. https://doi.org/10.1089/jmf.2020.0135", "ArticleIdList": ["10.1089/jmf.2020.0135", "33751918"]}, {"Citation": "Hall-Stoodley L, Stoodley P (2009) Evolving concepts in biofilm infections. Cell Microbiol 11:1034–1043. https://doi.org/10.1111/j.1462-5822.2009.01323.x", "ArticleIdList": ["10.1111/j.1462-5822.2009.01323.x", "19374653"]}, {"Citation": "Dawan J, Li Y, Lu F et al (2022) Role of efflux pump-mediated antibiotic resistance in quorum sensing-regulated biofilm formation by Salmonella Typhimurium. Pathogens 11:147. https://doi.org/10.3390/pathogens11020147", "ArticleIdList": ["10.3390/pathogens11020147", "35215091", "8877114"]}, {"Citation": "Sionov RV, Steinberg D (2022) Targeting the holy triangle of quorum sensing, biofilm formation, and antibiotic resistance in pathogenic bacteria. Microorganisms 10:1239. https://doi.org/10.3390/microorganisms10061239", "ArticleIdList": ["10.3390/microorganisms10061239", "35744757", "9228545"]}, {"Citation": "Piddock LJV (2006) Clinically relevant chromosomally encoded multidrug resistance efflux pumps in bacteria. Clin Microbiol Rev 19:382–402. https://doi.org/10.1128/CMR.19.2.382-402.2006", "ArticleIdList": ["10.1128/CMR.19.2.382-402.2006", "16614254", "1471989"]}, {"Citation": "Maheshwari M, Safar Althubiani A, Hasan Abulreesh H et al (2019) Bioactive extracts of Carum copticum L. enhances efficacy of ciprofloxacin against MDR enteric bacteria. Saudi J Biol Sci 26:1848–1855. https://doi.org/10.1016/j.sjbs.2017.12.008", "ArticleIdList": ["10.1016/j.sjbs.2017.12.008", "31762667"]}, {"Citation": "Fiamegos YC, Kastritis PL, Exarchou V et al (2011) Antimicrobial and efflux pump inhibitory activity of caffeoylquinic acids from Artemisia absinthium against gram-positive pathogenic bacteria. PLoS ONE 6:e18127. https://doi.org/10.1371/journal.pone.0018127", "ArticleIdList": ["10.1371/journal.pone.0018127", "21483731", "3070693"]}, {"Citation": "Belofsky G, Carreno R, Lewis K et al (2006) Metabolites of the “Smoke Tree”, Dalea spinosa, potentiate antibiotic activity against multidrug-resistant staphylococcus aureus. J Nat Prod 69:261–264. https://doi.org/10.1021/np058057s", "ArticleIdList": ["10.1021/np058057s", "16499327"]}, {"Citation": "Husain FM, Ahmad I, Khan FI et al (2018) Seed extract of Psoralea corylifolia and its constituent bakuchiol impairs AHL-based quorum sensing and biofilm formation in food- and human-related pathogens. Front Cell Infect Microbiol. https://doi.org/10.3389/fcimb.2018.00351", "ArticleIdList": ["10.3389/fcimb.2018.00351", "30410871", "6211212"]}, {"Citation": "Qais FA, Khan MS, Ahmad I et al (2021) Coumarin exhibits broad-spectrum antibiofilm and antiquorum sensing activity against gram-negative Bacteria. In Vitro and In Silico investigation. ACS Omega 6:18823–18835. https://doi.org/10.1021/acsomega.1c02046", "ArticleIdList": ["10.1021/acsomega.1c02046", "34337222", "8320077"]}, {"Citation": "Srinivasan R, Devi KR, Kannappan A et al (2016) Piper betle and its bioactive metabolite phytol mitigates quorum sensing mediated virulence factors and biofilm of nosocomial pathogen Serratia marcescens in vitro. J Ethnopharmacol 193:592–603. https://doi.org/10.1016/j.jep.2016.10.017", "ArticleIdList": ["10.1016/j.jep.2016.10.017", "27721053"]}, {"Citation": "Sashidhara KV, Modukuri RK, Jadiya P et al (2014) Benzofuran-Chalcone hybrids as potential multifunctional agents against Alzheimer’s disease: synthesis and in vivo studies with transgenic Caenorhabditis elegans. ChemMedChem 9:2671–2684. https://doi.org/10.1002/cmdc.201402291", "ArticleIdList": ["10.1002/cmdc.201402291", "25251917"]}, {"Citation": "Zahin M, Hasan S, Aqil F et al (2010) Screening of certain medicinal plants from India for their anti-quorum sensing activity. Indian J Exp Biol 48:1219–1224", "ArticleIdList": ["21250604"]}, {"Citation": "Garvey MI, Rahman MM, Gibbons S, Piddock LJV (2011) Medicinal plant extracts with efflux inhibitory activity against Gram-negative bacteria. Int J Antimicrob Agents 37:145–151. https://doi.org/10.1016/j.ijantimicag.2010.10.027", "ArticleIdList": ["10.1016/j.ijantimicag.2010.10.027", "21194895"]}, {"Citation": "Rafiq Z, Narasimhan S, Vennila R, Vaidyanathan R (2016) Punigratane, a novel pyrrolidine alkaloid from Punica granatum rind with putative efflux inhibition activity. Nat Prod Res 30:2682–2687. https://doi.org/10.1080/14786419.2016.1146883", "ArticleIdList": ["10.1080/14786419.2016.1146883", "26912266"]}, {"Citation": "Seukep AJ, Kuete V, Nahar L et al (2020) Plant-derived secondary metabolites as the main source of efflux pump inhibitors and methods for identification. J Pharm Anal 10:277–290. https://doi.org/10.1016/j.jpha.2019.11.002", "ArticleIdList": ["10.1016/j.jpha.2019.11.002", "32923005"]}, {"Citation": "Yang Q, Wang L, Gao J et al (2016) Tannin-rich fraction from pomegranate rind inhibits quorum sensing in Chromobacterium violaceum and Biofilm Formation in Escherichia coli. Foodborne Pathog Dis 13:28–35. https://doi.org/10.1089/fpd.2015.2027", "ArticleIdList": ["10.1089/fpd.2015.2027", "26594817"]}, {"Citation": "Venkatramanan M, Sankar Ganesh P, Senthil R et al (2020) Inhibition of quorum sensing and biofilm formation in Chromobacterium violaceum by Fruit Extracts of Passiflora edulis. ACS Omega 5:25605–25616. https://doi.org/10.1021/acsomega.0c02483", "ArticleIdList": ["10.1021/acsomega.0c02483", "33073086", "7557254"]}, {"Citation": "Kostylev M, Kim DY, Smalley NE et al (2019) Evolution of the Pseudomonas aeruginosa quorum-sensing hierarchy. Proc Natl Acad Sci 116:7027–7032. https://doi.org/10.1073/pnas.1819796116", "ArticleIdList": ["10.1073/pnas.1819796116", "30850547", "6452656"]}, {"Citation": "Minandri F, Imperi F, Frangipani E et al (2016) Role of iron uptake systems in Pseudomonas aeruginosa Virulence and airway infection. Infect Immun 84:2324–2335. https://doi.org/10.1128/IAI.00098-16", "ArticleIdList": ["10.1128/IAI.00098-16", "27271740", "4962624"]}, {"Citation": "Galdino ACM, Branquinha MH, Santos ALS, Viganor L (2017) Pseudomonas aeruginosa and Its Arsenal of Proteases: Weapons to Battle the Host. In: Pathophysiological Aspects of Proteases. Springer Singapore, Singapore, pp 381–397"}, {"Citation": "Overhage J, Bains M, Brazas MD, Hancock REW (2008) Swarming of Pseudomonas aeruginosa is a complex adaptation leading to increased production of virulence factors and antibiotic resistance. J Bacteriol 190:2671–2679. https://doi.org/10.1128/JB.01659-07", "ArticleIdList": ["10.1128/JB.01659-07", "18245294", "2293252"]}, {"Citation": "Husain FM, Ahmad I, Al-thubiani AS et al (2017) Leaf extracts of Mangifera indica L. Inhibit quorum sensing – regulated production of virulence factors and biofilm in test bacteria. Front Microbiol. https://doi.org/10.3389/fmicb.2017.00727", "ArticleIdList": ["10.3389/fmicb.2017.00727", "28928721", "5591837"]}, {"Citation": "Rather MA, Gupta K, Mandal M (2021) Inhibition of biofilm and quorum sensing-regulated virulence factors in Pseudomonas aeruginosa by Cuphea carthagenensis (Jacq.) J. F. Macbr. Leaf extract: An in vitro study. J Ethnopharmacol. https://doi.org/10.1016/j.jep.2020.113699", "ArticleIdList": ["10.1016/j.jep.2020.113699", "33647427"]}, {"Citation": "Salini R, Pandian SK (2015) Interference of quorum sensing in urinary pathogen Serratia marcescens by Anethum graveolens. Pathog Dis. https://doi.org/10.1093/femspd/ftv038", "ArticleIdList": ["10.1093/femspd/ftv038", "26013821"]}, {"Citation": "Alyousef AA, Mabood Husain F, Arshad M et al (2021) Myrtus communis and its bioactive phytoconstituent, linalool, interferes with Quorum sensing regulated virulence functions and biofilm of uropathogenic bacteria: In vitro and in silico insights. J King Saud Univ - Sci 33:101588. https://doi.org/10.1016/j.jksus.2021.101588", "ArticleIdList": ["10.1016/j.jksus.2021.101588"]}, {"Citation": "Davies D (2003) Understanding biofilm resistance to antibacterial agents. Nat Rev Drug Discov 2:114–122. https://doi.org/10.1038/nrd1008", "ArticleIdList": ["10.1038/nrd1008", "12563302"]}, {"Citation": "Sharma D, Misba L, Khan AU (2019) Antibiotics versus biofilm: An emerging battleground in microbial communities. Antimicrob Resist Infect Control 8:1–10. https://doi.org/10.1186/s13756-019-0533-3", "ArticleIdList": ["10.1186/s13756-019-0533-3"]}, {"Citation": "Cosa S, Rakoma JR, Yusuf AA, Tshikalange TE (2020) Calpurnia aurea (Aiton) benth extracts reduce quorum sensing controlled virulence factors in Pseudomonas aeruginosa. Molecules 25:2283. https://doi.org/10.3390/molecules25102283", "ArticleIdList": ["10.3390/molecules25102283", "32413961", "7287703"]}, {"Citation": "Mayasankaravalli C, Deepika K, Esther Lydia D et al (2020) Profiling the phyto-constituents of Punica granatum fruits peel extract and accessing its in-vitro antioxidant, anti-diabetic, anti-obesity, and angiotensin-converting enzyme inhibitory properties. Saudi J Biol Sci 27:3228–3234. https://doi.org/10.1016/j.sjbs.2020.09.046", "ArticleIdList": ["10.1016/j.sjbs.2020.09.046", "33304128", "7715522"]}, {"Citation": "Jacob J, Rajiv PR, Gopalan RG, Lakshmanaperumalsamy PL (2019) An overview of phytochemical and pharmacological potentials of Punica granatum L. Pharmacogn J 11:1167–1171. https://doi.org/10.5530/pj.2019.11.181", "ArticleIdList": ["10.5530/pj.2019.11.181"]}, {"Citation": "Kumar B, Khan SA, Jawaid Akhtar M (2023) Phytochemicals and therapeutic potential of Punica granatum L. In: Herbs, Spices and Their Roles in Nutraceuticals and Functional Foods. Elsevier, pp 171–209"}, {"Citation": "Schmuch J, Beckert S, Brandt S et al (2015) Extract from Rumex acetosa L. for prophylaxis of periodontitis: inhibition of bacterial in vitro adhesion and of gingipains of Porphyromonas gingivalis by Epicatechin-3-O-(4β→8)-Epicatechin-3-O-Gallate (Procyanidin-B2-Di-Gallate). PLoS ONE. https://doi.org/10.1371/journal.pone.0120130", "ArticleIdList": ["10.1371/journal.pone.0120130", "25803708", "4372542"]}, {"Citation": "Rajkumari J, Borkotoky S, Reddy D et al (2019) Anti-quorum sensing and anti-biofilm activity of 5-hydroxymethylfurfural against Pseudomonas aeruginosa PAO1: Insights from in vitro, in vivo and in silico studies. Microbiol Res 226:19–26. https://doi.org/10.1016/j.micres.2019.05.001", "ArticleIdList": ["10.1016/j.micres.2019.05.001", "31284940"]}, {"Citation": "Vijayakumar K, Thirunanasambandham R (2021) 5-Hydroxymethylfurfural inhibits Acinetobacter baumannii biofilms: an in vitro study. Arch Microbiol 203:673–682. https://doi.org/10.1007/s00203-020-02061-0", "ArticleIdList": ["10.1007/s00203-020-02061-0", "33037454"]}, {"Citation": "Gao L, Tang Z, Li T, Wang J (2021) Combination of kaempferol and azithromycin attenuates Staphylococcus aureus -induced osteomyelitis via anti-biofilm effects and by inhibiting the phosphorylation of ERK1/2 and SAPK. Pathog Dis. https://doi.org/10.1093/femspd/ftab048", "ArticleIdList": ["10.1093/femspd/ftab048", "34610107"]}, {"Citation": "Braga LC, Leite AA, Xavier KG et al (2005) Synergic interaction between pomegranate extract and antibiotics against Staphylococcus aureus. Can J Microbiol 51:541–547. https://doi.org/10.1139/w05-022", "ArticleIdList": ["10.1139/w05-022", "16175202"]}, {"Citation": "Katiki LM, Ferreira JFS, Zajac AM et al (2011) Caenorhabditis elegans as a model to screen plant extracts and compounds as natural anthelmintics for veterinary use. Vet Parasitol 182:264–268. https://doi.org/10.1016/j.vetpar.2011.05.020", "ArticleIdList": ["10.1016/j.vetpar.2011.05.020", "21680095"]}, {"Citation": "Gallagher LA, Manoil C (2001) Pseudomonas aeruginosa PAO1 Kills Caenorhabditis elegans by Cyanide Poisoning. J Bacteriol 183:6207–6214. https://doi.org/10.1128/JB.183.21.6207-6214.2001", "ArticleIdList": ["10.1128/JB.183.21.6207-6214.2001", "11591663", "100099"]}, {"Citation": "Nadal Jimenez P, Koch G, Thompson JA et al (2012) The multiple signaling systems regulating virulence in Pseudomonas aeruginosa. Microbiol Mol Biol Rev 76:46–65. https://doi.org/10.1128/MMBR.05007-11", "ArticleIdList": ["10.1128/MMBR.05007-11", "3294424"]}, {"Citation": "Pessi G, Haas D (2000) Transcriptional control of the hydrogen cyanide biosynthetic genes hcnABC by the anaerobic regulator ANR and the quorum-sensing regulators LasR and RhlR in Pseudomonas aeruginosa. J Bacteriol 182(24):6940–6949", "ArticleIdList": ["10.1128/JB.182.24.6940-6949.2000", "11092854", "94819"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "25"}, {"Year": "2023", "Month": "11", "Day": "23"}, {"Year": "2023", "Month": "12", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2023", "Month": "12", "Day": "28", "Hour": "0", "Minute": "42"}, {"Year": "2023", "Month": "12", "Day": "27", "Hour": "23", "Minute": "34"}], "PublicationStatus": "epublish", "ArticleIdList": ["38151670", "10.1007/s00284-023-03572-x", "10.1007/s00284-023-03572-x"]}}], "PubmedBookArticle": []}