{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Free radicals", "GC-MS", "Glioblastoma", "MTT", "Rhamnus pentapomica"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38167318", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["12", "10.1186/s12906-023-04309-w"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "02"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "02"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Phytochemical analysis, radical scavenging and glioblastoma U87 cells toxicity studies of stem bark of buckthorn (Rhamnus pentapomica R. Parker).", "Pagination": {"StartPage": "12", "MedlinePgn": "12"}, "Abstract": {"AbstractText": ["During the past two decades, the correlation between oxidative stress and a variety of serious illnesses such as atherosclerosis, chronic obstructive pulmonary disease (COPD), Alzheimer disease (AD) and cancer has been established. Medicinal plants and their derived phytochemicals have proven efficacy against free radicals and their associated diseases. The current work was aimed to evaluate the phytochemical constituents of Rhamnus pentapomica R. Parker via Gas Chromatography-Mass Spectrometry (GC-MS) and its antioxidant and anti-glioblastoma potentials.", "The bioactive compounds were analysed in Rhamnus pentapomica R. Parker stem bark extracts by GC-MS analysis, and to evaluate their antioxidant and anti-glioblastoma effects following standard procedures. The stem bark was extracted with 80% methanol for 14 days to get crude methanolic extract (Rp.Cme) followed by polarity directed fractionation using solvents including ethyl acetate, chloroform, butanol to get ethyl acetate fraction (Rp.EtAc), chloroform fraction (Rp.Chf) and butanol fraction (Rp.Bt) respectively. Antioxidant assay was performed using DPPH free radicals and cell viability assay against U87 glioblastoma cancer cell lines was performed via MTT assay.", "In GC-MS analysis, thirty-one compounds were detected in Rp.Cme, 22 in Rp.Chf, 24 in Rp.EtAc and 18 compounds were detected in Rp.Bt. Among the identified compounds in Rp.Cme, 9-Octadecenoic acid (Z)-methyl ester (7.73%), Octasiloxane (5.13%) and Heptasiloxane (5.13%), Hexadecanoic acid, methyl ester (3.76%) and Pentadecanoic acid, 14-methyl-, methyl Ester (3.76%) were highly abundant.. In Rp.Chf, Benzene, 1,3-dimethyl- (3.24%) and in Rp.EtAc Benzene, 1,3-dimethyl-(11.29%) were highly abundant compounds. Antioxidant studies revealed that Rp.Cme and Rp.EtAc exhibit considerable antioxidant potentials with IC<sub>50</sub> values of 153.53 μg/ml and 169.62 μg/ml respectively. Both fractions were also highly effective against glioblastoma cells with IC<sub>50</sub> of 147.64 μg/ml and 76.41ug/ml respectively.", "Phytochemical analysis revealed the presence of important metabolites which might be active against free radicals and glioblastoma cells. Various samples of the plant exhibited considerable antioxidant and anti-glioblastoma potentials warranting further detailed studies."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Islamia College Peshawar, Peshawar, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Rehman", "ForeName": "Yaseen Ur", "Initials": "YU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Islamia College Peshawar, Peshawar, Khyber Pakhtunkhwa, Pakistan. arshad.iqbal@icp.edu.pk."}], "LastName": "Iqbal", "ForeName": "Arshad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Peshawar, Peshawar, Khyber Pakhtunkhwa, 25120, Pakistan."}], "LastName": "Ali", "ForeName": "Gowhar", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, Al-Dawadmi Campus, Shaqra University, Shaqra, Kingdom of Saudi Arabia. ghalotaibi@su.edu.sa."}], "LastName": "Alotaibi", "ForeName": "Ghallab", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Public Health Department Health Sciences College at Lieth, Umm Al Qura University, Makkah, Kingdom of Saudi Arabia."}, {"Identifier": [], "Affiliation": "Faculty of Public and Environmental Health, UofK, Khartoum, Sudan."}], "LastName": "Ahmed", "ForeName": "Alshebli", "Initials": "A"}, {"Identifier": ["0000-0002-4299-2445"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Malakand, Chakdara, Dir (L), KP, 18000, Pakistan. ayazuop@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Pharmacy, University of Malakand, Dir (L), Khyber Pakhtunkhwa, 18800, Pakistan. ayazuop@gmail.com."}], "LastName": "Ayaz", "ForeName": "Muhammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "76845O8NMZ", "NameOfSubstance": "ethyl acetate"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "7V31YC746X", "NameOfSubstance": "Chloroform"}, {"RegistryNumber": "J64922108F", "NameOfSubstance": "Benzene"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Butanols"}, {"RegistryNumber": "0", "NameOfSubstance": "Esters"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rhamnus"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Glioblastoma"}, {"QualifierName": [], "DescriptorName": "Chloroform"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Bark"}, {"QualifierName": [], "DescriptorName": "Benzene"}, {"QualifierName": [], "DescriptorName": "Free Radicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Butanols"}, {"QualifierName": [], "DescriptorName": "Esters"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Khan MA, Qaiser M. Halophytes of Pakistan: characteristics, distribution and potential economic usages. In: Sabkha ecosystems. vol II. West and Central Asia: Springer; 2006. p. 129–153."}, {"Citation": "Jehangir S, Shinwari ZK, Mahmood T. Genetic characterization of selected genera of family Rhamnaceae based on rps 11 gene. Pak J Bot. 2018;50(5):1935–1939."}, {"Citation": "Chaghtai S, Khattak H, Shah S, Shah J. Ecology of an upland forest near Nowshera, NWFP, Pakistan. Pak J Bot. 1988;20(1):113–124."}, {"Citation": "Gaffiot F, Flobert P. Dictionnaire latin-français. Paris: Hachette; 1934."}, {"Citation": "Rehman Y, Iqbal A, Shuaib M. Proximat composition, elemental analysis, phytochemical profile and evaluation of anti-bacterial and anti-fungal activity of stem bark of Buckthorn (Rhamnus pentapomica R. Parker) Biosci Res. 2022;19(2):1067–1083."}, {"Citation": "Ashfaq K, Choudhary BA, Uzair M, Qaisar MN, Hussain SN, Ghaffari MA. Evaluation of alpha-glucosidase, urease inhibition and antioxidant potential of Acacia jacquemontii and Rhamnus persica. Indo Am J Pharm Sci. 2017;4(10):3913–3918."}, {"Citation": "Kupchan SM, Karim A. Tumor inhibitors. 114. Aloe emodin: antileukemic principle isolated from Rhamnus frangula L. Lloydia. 1976;39(4):223–224.", "ArticleIdList": ["957911"]}, {"Citation": "Shah SM, Ayaz M, Khan A-U, Ullah F, Farhan, Shah A-u-HA, Iqbal H, Hussain S. 1, 1-Diphenyl, 2-picrylhydrazyl free radical scavenging, bactericidal, fungicidal and leishmanicidal properties of Teucrium stocksianum. Toxicol Ind Health. 2015;31(11):1037–1043. doi: 10.1177/0748233713487250.", "ArticleIdList": ["10.1177/0748233713487250", "23625908"]}, {"Citation": "Islam MS, Al-Majid AM, Sholkamy EN, Yousuf S, Ayaz M, Nawaz A, Wadood A, Rehman AU, Verma VP, Bari A. Synthesis, molecular docking and enzyme inhibitory approaches of some new chalcones engrafted pyrazole as potential antialzheimer, antidiabetic and antioxidant agents. J Mol Struct. 2022;1269:133843. doi: 10.1016/j.molstruc.2022.133843.", "ArticleIdList": ["10.1016/j.molstruc.2022.133843"]}, {"Citation": "Abduljawad AA, Elawad MA, Elkhalifa MEM, Ahmed A, Hamdoon AAE, Salim LHM, Ashraf M, Ayaz M, Hassan SSU, Bungau S. Alzheimer’s disease as a major public health concern: role of dietary saponins in mitigating neurodegenerative disorders and their underlying mechanisms. Molecules. 2022;27(20):6804. doi: 10.3390/molecules27206804.", "ArticleIdList": ["10.3390/molecules27206804", "PMC9608803", "36296397"]}, {"Citation": "Mir NT, Saleem U, Anwar F, Ahmad B, Ullah I, Hira S, Ismail T, Ali T, Ayaz M. Lawsonia Inermis markedly improves cognitive functions in animal models and modulate oxidative stress markers in the brain. Medicina. 2019;55(5):192. doi: 10.3390/medicina55050192.", "ArticleIdList": ["10.3390/medicina55050192", "PMC6571555", "31121979"]}, {"Citation": "Saleem U, Akhtar R, Anwar F, Shah MA, Chaudary Z, Ayaz M, Ahmad B. Neuroprotective potential of Malva neglecta is mediated via down-regulation of cholinesterase and modulation of oxidative stress markers. Metab Brain Dis. 2021:36(5):889–900.", "ArticleIdList": ["33570733"]}, {"Citation": "Sani A, Hassan D, Khalil AT, Mughal A, El-Mallul A, Ayaz M, Yessimbekov Z, Shinwari ZK, Maaza M. Floral extracts-mediated green synthesis of NiO nanoparticles and their diverse pharmacological evaluations. J Biomol Struct Dyn. 2021;39(11):4133–4147. doi: 10.1080/07391102.2020.1775120.", "ArticleIdList": ["10.1080/07391102.2020.1775120", "32567498"]}, {"Citation": "Tong X, Li X, Ayaz M, Ullah F, Sadiq A, Ovais M, et al. Neuroprotective studies on Polygonum hydropiper L. essential oils using transgenic animal models. Front Pharmacol. 2020;11. 10.3389/fphar.2020.580069.", "ArticleIdList": ["PMC7873646", "33584260"]}, {"Citation": "Mahnashi MH, Alqahtani YS, Alyami BA, Alqarni AO, Ayaz M, Ghufran M, Ullah F, Sadiq A, Ullah I, Haq IU. Phytochemical analysis, α-glucosidase and amylase inhibitory, and molecular docking studies on Persicaria hydropiper L. leaves essential oils. Evid Based Complement Alternat Med. 2022;2022:7924171. doi: 10.1155/2022/7924171.", "ArticleIdList": ["10.1155/2022/7924171", "PMC8791729", "35096118"]}, {"Citation": "Ghufran M, Rehman AU, Ayaz M, Ul-Haq Z, Uddin R, Azam SS, Wadood A. New lead compounds identification against KRas mediated cancers through pharmacophore-based virtual screening and in vitro assays. J Biomol Struct Dyn. 2023:41(16):8053–67.", "ArticleIdList": ["36184737"]}, {"Citation": "Ghufran M, Rehman AU, Shah M, Ayaz M, Ng HL, Wadood A. In-silico design of peptide inhibitors of K-Ras target in cancer disease. J Biomol Struct Dyn. 2020;38(18):5488–5499. doi: 10.1080/07391102.2019.1704880.", "ArticleIdList": ["10.1080/07391102.2019.1704880", "31838977"]}, {"Citation": "Ghufran M, Khan HA, Ullah M, Ghufran S, Ayaz M, Siddiq M, Hassan SSU, Bungau S. In silico strategies for designing of peptide inhibitors of oncogenic K-Ras G12V mutant: inhibiting cancer growth and proliferation. Cancers. 2022;14(19):4884. doi: 10.3390/cancers14194884.", "ArticleIdList": ["10.3390/cancers14194884", "PMC9564332", "36230807"]}, {"Citation": "de Robles P, Fiest KM, Frolkis AD, Pringsheim T, Atta C, St. Germaine-Smith C, Day L, Lam D, Jette N. The worldwide incidence and prevalence of primary brain tumors: a systematic review and meta-analysis. Neuro Oncol. 2015;17(6):776–783. doi: 10.1093/neuonc/nou283.", "ArticleIdList": ["10.1093/neuonc/nou283", "PMC4483114", "25313193"]}, {"Citation": "Adamson C, Kanu OO, Mehta AI, Di C, Lin N, Mattox AK, Bigner DD. Glioblastoma multiforme: a review of where we have been and where we are going. Expert Opin Investig Drugs. 2009;18(8):1061–1083. doi: 10.1517/13543780903052764.", "ArticleIdList": ["10.1517/13543780903052764", "19555299"]}, {"Citation": "Chen R, Smith-Cohn M, Cohen AL, Colman H. Glioma subclassifications and their clinical significance. Neurotherapeutics. 2017;14(2):284–297. doi: 10.1007/s13311-017-0519-x.", "ArticleIdList": ["10.1007/s13311-017-0519-x", "PMC5398991", "28281173"]}, {"Citation": "Mahnashi MH, Alqahtani YS, Alyami BA, Alqarni AO, Ullah F, Wadood A, Sadiq A, Shareef A, Ayaz M. Cytotoxicity, anti-angiogenic, anti-tumor and molecular docking studies on phytochemicals isolated from Polygonum hydropiper L. BMC Complement Med Ther. 2021;21(1):1–14. doi: 10.1186/s12906-021-03411-1.", "ArticleIdList": ["10.1186/s12906-021-03411-1", "PMC8464109", "34560864"]}, {"Citation": "Patra C, Ahmad I, Ayaz M, Khalil AT, Mukherjee S, Ovais M. Biogenic nanoparticles for cancer theranostics. 1st ed. Amsterdam: Elsevier; 2021. p. 1–270."}, {"Citation": "Khalil AT, Ovais M, Iqbal J, Ali A, Ayaz M, Abbas M, Ahmad I, Devkota HP. Microbes-mediated synthesis strategies of metal nanoparticles and their potential role in cancer therapeutics. In: Seminars in cancer biology. vol 86. 2022. p. 693–705.", "ArticleIdList": ["34118405"]}, {"Citation": "Zohra T, Ovais M, Khalil AT, Qasim M, Ayaz M, Shinwari ZK. Extraction optimization, total phenolic, flavonoid contents, HPLC-DAD analysis and diverse pharmacological evaluations of Dysphania ambrosioides (L.) Mosyakin & Clemants. Nat Prod Res. 2019;33(1):136–142. doi: 10.1080/14786419.2018.1437428.", "ArticleIdList": ["10.1080/14786419.2018.1437428", "29430965"]}, {"Citation": "Huang W-Y, Cai Y-Z, Zhang Y. Natural phenolic compounds from medicinal herbs and dietary plants: potential use for cancer prevention. Nutr Cancer. 2009;62(1):1–20. doi: 10.1080/01635580903191585.", "ArticleIdList": ["10.1080/01635580903191585", "20043255"]}, {"Citation": "Ayaz M, Nawaz A, Ahmad S, Mosa OF, Eisa Hamdoon AA, Khalifa MA, Sadiq A, Ullah F, Wadood A, Kabra A. Underlying anticancer mechanisms and synergistic combinations of phytochemicals with cancer chemotherapeutics: potential benefits and risks. J Food Qual. 2022;2022:1–5. doi: 10.1155/2022/1189034.", "ArticleIdList": ["10.1155/2022/1189034"]}, {"Citation": "Abbas M, Kausar S, Cui H. Therapeutic potential of natural products in glioblastoma treatment: targeting key glioblastoma signaling pathways and epigenetic alterations. Clin Transl Oncol. 2020;22(7):963–977. doi: 10.1007/s12094-019-02227-3.", "ArticleIdList": ["10.1007/s12094-019-02227-3", "31630356"]}, {"Citation": "Al-Nemari R, Al-Senaidy A, Semlali A, Ismael M, Badjah-Hadj-Ahmed AY, Ben Bacha A. GC-MS profiling and assessment of antioxidant, antibacterial, and anticancer properties of extracts of Annona squamosa L. leaves. BMC Complement Med Ther. 2020;20(1):1–14. doi: 10.1186/s12906-020-03029-9.", "ArticleIdList": ["10.1186/s12906-020-03029-9", "PMC7541211", "33023568"]}, {"Citation": "Bhouri W, Sghaier MB, Kilani S, Bouhlel I, Dijoux-Franca M-G, Ghedira K, Ghedira LC. Evaluation of antioxidant and antigenotoxic activity of two flavonoids from Rhamnus alaternus L.(Rhamnaceae): Kaempferol 3-O-β-isorhamninoside and rhamnocitrin 3-O-β-isorhamninoside. Food Chem Toxicol. 2011;49(5):1167–1173. doi: 10.1016/j.fct.2011.02.011.", "ArticleIdList": ["10.1016/j.fct.2011.02.011", "21338653"]}, {"Citation": "Taha M. Evaluation of the UV protection effect of the gel from methanolic extract of Rhamnus cathartica L. bark. Mazandaran University of Medical Sciences. 2020."}, {"Citation": "Nasar MQ, Zohra T, Khalil AT, Ovais M, Ullah I, Ayaz M, Zahoor M, Shinwari ZK. Extraction optimization, Total Phenolic-Flavonoids content, HPLC-DAD finger printing, antimicrobial, antioxidant and cytotoxic potentials of Chinese folklore Ephedra intermedia Schrenk & CA Mey. Braz J Pharm Sci. 2023;58. 10.1590/s2175-97902022e20989."}, {"Citation": "Ayaz M, Junaid M, Ullah F, Sadiq A, Subhan F, Khan MA, Ahmad W, Ali G, Imran M, Ahmad S. Molecularly characterized solvent extracts and saponins from Polygonum hydropiper L. show high anti-angiogenic, anti-tumor, brine shrimp, and fibroblast NIH/3T3 cell line cytotoxicity. Front Pharmacol. 2016;7:74. doi: 10.3389/fphar.2016.00074.", "ArticleIdList": ["10.3389/fphar.2016.00074", "PMC4814464", "27065865"]}, {"Citation": "Ayaz M, Sadiq A, Mosa OF, Zafar TA, Eisa Hamdoon AA, Elkhalifa MEM, Elawad MA, Ahmed A, Ullah F, Ghufran M. Antioxidant, enzyme inhibitory, and molecular docking approaches to the antidiabetic potentials of bioactive compounds from Persicaria hydropiper L. Evid Based Complement Alternat Med. 2022;2022:6705810. doi: 10.1155/2022/6705810.", "ArticleIdList": ["10.1155/2022/6705810", "PMC9023165", "35463090"]}, {"Citation": "Mahnashi MH, Ashraf M, Alhasaniah AH, Ullah H, Zeb A, Ghufran M, Fahad S, Ayaz M, Daglia M. Polyphenol-enriched Desmodium elegans DC. ameliorate scopolamine-induced amnesia in animal model of Alzheimer’s disease: In Vitro, In Vivo and In Silico approaches. Biomed Pharmacother. 2023;165:115144. doi: 10.1016/j.biopha.2023.115144.", "ArticleIdList": ["10.1016/j.biopha.2023.115144", "37437376"]}, {"Citation": "Rezadoost MH, Kumleh HH, Ghasempour A. Cytotoxicity and apoptosis induction in breast cancer, skin cancer and glioblastoma cells by plant extracts. Mol Biol Rep. 2019;46(5):5131–5142. doi: 10.1007/s11033-019-04970-w.", "ArticleIdList": ["10.1007/s11033-019-04970-w", "31317456"]}, {"Citation": "Ovais M, Zia N, Ahmad I, Khalil AT, Raza A, Ayaz M, Sadiq A, Ullah F, Shinwari ZK. Phyto-therapeutic and nanomedicinal approaches to cure Alzheimer’s disease: present status and future opportunities. Front Aging Neurosci. 2018;10:284. doi: 10.3389/fnagi.2018.00284.", "ArticleIdList": ["10.3389/fnagi.2018.00284", "PMC6205985", "30405389"]}, {"Citation": "Ayaz M, Junaid M, Ullah F, Sadiq A, Shahid M, Ahmad W, Ullah I, Ahmad A, Syed N-I-H. GC-MS analysis and gastroprotective evaluations of crude extracts, isolated saponins, and essential oil from Polygonum hydropiper L. Front Chem. 2017;5:58. doi: 10.3389/fchem.2017.00058.", "ArticleIdList": ["10.3389/fchem.2017.00058", "PMC5539133", "28824906"]}, {"Citation": "Saleem U, Khalid S, Zaib S, Anwar F, Ahmad B, Ullah I, Zeb A, Ayaz M. Phytochemical analysis and wound healing studies on ethnomedicinally important plant Malva neglecta Wallr. J Ethnopharmacol. 2020;249:112401. doi: 10.1016/j.jep.2019.112401.", "ArticleIdList": ["10.1016/j.jep.2019.112401", "31739103"]}, {"Citation": "Kadhim MJ, Al-Rubaye AF, Hameed IH. Determination of bioactive compounds of methanolic extract of vitis vinifera using GC-MS. Int J Toxicol Pharmacol Res. 2017;9:113–126."}, {"Citation": "Dinde AV, Lokhande P, Mujawar H. Essential oil extraction, characterization and antimicrobial study of Blumea laciniata DC from Konkan Region. J Biol Chem Chron. 2018;4:70–76."}, {"Citation": "Adeyemo OM, Ja’afaru MI, Adams FV. Isolation, characterization, antimicrobial and other bioactivity profiles of three Streptomyces strains isolated from Lake Gerio, Yola, Adamawa State, Nigeria. Bull Natl Res Cent. 2021;45(1):1–13. doi: 10.1186/s42269-021-00606-x.", "ArticleIdList": ["10.1186/s42269-021-00606-x"]}, {"Citation": "Madhavan SA. In-vitro pharmacological and Gc-Ms analysis of bioactive compounds presents in Bytteneria herbaceae. Int J Zool Entomol Lett. 2021;1(1):20–26."}, {"Citation": "Maje I. Phytochemical profiling of the bioactive principles of Alysicarpus glumaceus (Vahl). DC aerial parts. İstanbul J Pharm. 2021;51(2):228–238. doi: 10.26650/IstanbulJPharm.2020.0071.", "ArticleIdList": ["10.26650/IstanbulJPharm.2020.0071"]}, {"Citation": "Gokul K, Priya V. Phytochemical and GC-MS analysis of Ziziphus glabrata Heyne ex Roth (Rhamnaceae). 2019."}, {"Citation": "Beschi DA, Appavoo MR, Wilsy JI. GC-MS analysis, collected from Kavalkinaru area, Tirunelveli District, Tamil Nadu, India. Eur J Mol Clin Med. 2021;8(11):2021."}, {"Citation": "Reza AA, Haque MA, Sarker J, Nasrin MS, Rahman MM, Tareq AM, Khan Z, Rashid M, Sadik MG, Tsukahara T. Antiproliferative and antioxidant potentials of bioactive edible vegetable fraction of Achyranthes ferruginea Roxb. in cancer cell line. Food Sci Nutr. 2021;9(7):3777–3805. doi: 10.1002/fsn3.2343.", "ArticleIdList": ["10.1002/fsn3.2343", "PMC8269638", "34262737"]}, {"Citation": "Elaiyaraja A, Chandramohan G. Comparative phytochemical profile of crinum defixum Ker-Gawler leaves using GC-MS. J Drug Deliv Ther. 2018;8(4):365–380."}, {"Citation": "Baranitharan M, Sawicka B, Gokulakrishnan J. Phytochemical profiling and larval control of Erythrina variegata methanol fraction against malarial and filarial vector. Adv Prev Med. 2019;2019:2641959. doi: 10.1155/2019/2641959.", "ArticleIdList": ["10.1155/2019/2641959", "PMC6500674", "31139473"]}, {"Citation": "Chirumamilla P, Dharavath SB, Taduri S. GC–MS profiling and antibacterial activity of Solanum khasianum leaf and root extracts. Bull Natl Res Cent. 2022;46(1):1–10. doi: 10.1186/s42269-022-00818-9.", "ArticleIdList": ["10.1186/s42269-022-00818-9", "PMC9080643", "35571364"]}, {"Citation": "Jabbar AA, Abdullah FO, Abdulrahman KK, Galali Y, Sardar AS. GC-MS analysis of bioactive compounds in methanolic extracts of Papaver decaisnei and determination of its antioxidants and anticancer activities. J Food Qual. 2022;2022:1405157. 10.1155/2022/1405157."}, {"Citation": "Mary APF, Giri RS. Phytochemical screening and GC-MS analysis in ethanolic leaf extracts of Ageratum conyzoides (L.) World J Pharm Res. 2016;5(7):1019–1029."}, {"Citation": "Owolabi OO, James DB, Sani I, Andongma BT, Fasanya OO, Kure B. Phytochemical analysis, antioxidant and anti-inflammatory potential of Feretia apodanthera root bark extracts. BMC Complement Altern Med. 2018;18(1):1–9. doi: 10.1186/s12906-017-2070-z.", "ArticleIdList": ["10.1186/s12906-017-2070-z", "PMC5767069", "29329564"]}, {"Citation": "Falowo A, Muchenje V, Hugo A, Aiyegoro O, Fayemi P. Antioxidant activities of Moringa oleifera L. and Bidens pilosa L. leaf extracts and their effects on oxidative stability of ground raw beef during refrigeration storage. CyTA J Food. 2017;15(2):249–256. doi: 10.1080/19476337.2016.1243587.", "ArticleIdList": ["10.1080/19476337.2016.1243587"]}, {"Citation": "Albratty M, Alhazmi H, Meraya A, Najmi A, Alam M, Rehman Z, Moni S. Análise espectral e atividade antibacteriana dos princípios bioativos de Sargassum tenerrimum J. Agardh coletados no mar Vermelho, Jazan, Reino da Arábia Saudita. Braz J Biol. 2021;83:e249536. doi: 10.1590/1519-6984.249536.", "ArticleIdList": ["10.1590/1519-6984.249536", "34669913"]}, {"Citation": "Habib MR, Karim MR. Antimicrobial and cytotoxic activity of di-(2-ethylhexyl) phthalate and anhydrosophoradiol-3-acetate isolated from Calotropis gigantea (Linn.) flower. Mycobiology. 2009;37(1):31–36. doi: 10.4489/MYCO.2009.37.1.031.", "ArticleIdList": ["10.4489/MYCO.2009.37.1.031", "PMC3749452", "23983504"]}, {"Citation": "Wang Z-S, Luo P, Dai S-H, Liu Z-B, Zheng X-R, Chen T. Salvianolic acid B induces apoptosis in human glioma U87 cells through p38-mediated ROS generation. Cell Mol Neurobiol. 2013;33(7):921–928. doi: 10.1007/s10571-013-9958-z.", "ArticleIdList": ["10.1007/s10571-013-9958-z", "23842993"]}, {"Citation": "Khalil AT, Ovais M, Iqbal J, Ali A, Ayaz M, Abbas M, Ahmad I, Devkota HP. Microbes-mediated synthesis strategies of metal nanoparticles and their potential role in cancer therapeutics. Semin Cancer Biol. 2022;2022:693–705. doi: 10.1016/j.semcancer.2021.06.006.", "ArticleIdList": ["10.1016/j.semcancer.2021.06.006", "34118405"]}, {"Citation": "Amabye TG. Evaluation of phytochemical, chemical composition, antioxidant and antimicrobial screening parameters of Rhamnus prinoides (Gesho) available in the market of Mekelle, Tigray, Ethiopia. Nat Prod Chem Res. 2015;3(6)."}, {"Citation": "Gholivand MB, Piryaei M. Total phenols, flavonoids, anthocyanins, ascorbic acid contents and antioxidant activity of Rhamnus kurdica Boiss for flower and leaves in flowering and pre-flowering stages. Afr J Biotechnol. 2014;13(10)."}, {"Citation": "Ben Ammar R, Kilani S, Bouhlel I, Skandrani I, Naffeti A, Boubaker J, Ben Sghaier M, Bhouri W, Mahmoud A, Chekir-Ghedira L. Antibacterial and cytotoxic activities of extracts from (Tunisian) Rhamnus alaternus (Rhamnaceae) Ann Microbiol. 2007;57(3):453–460. doi: 10.1007/BF03175089.", "ArticleIdList": ["10.1007/BF03175089"]}, {"Citation": "Islam M, Devnath HS, Medha MM, Biswas RP, Biswas NN, Biswas B, Sadhu SK. In silico profiling of analgesic, antidiarrheal and antihyperglycemic properties of Tetrastigma bracteolatum (Wall.) leaves extract supported by in vivo studies. Adv Tradit Med. 2023;789–801."}]}], "History": [{"Year": "2023", "Month": "7", "Day": "7"}, {"Year": "2023", "Month": "12", "Day": "12"}, {"Year": "2024", "Month": "1", "Day": "5", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "1", "Minute": "18"}, {"Year": "2024", "Month": "1", "Day": "3", "Hour": "9", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["38167318", "PMC10759440", "10.1186/s12906-023-04309-w", "10.1186/s12906-023-04309-w"]}}]}