{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bitter melon", "Breast cancer", "Indian Medicinal Plants, Phytochemistry and Therapeutics", "Molecular docking", "Momordica charantia", "Network pharmacology"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38173546", "DateRevised": {"Year": "2024", "Month": "01", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["10.5493/wjem.v13.i5.142"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "20"}], "Journal": {"ISSN": "2220-315X", "JournalIssue": {"Volume": "13", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Dec", "Day": "20"}}, "Title": "World journal of experimental medicine", "ISOAbbreviation": "World J Exp Med"}, "ArticleTitle": "Exploring the mechanism of action bitter melon in the treatment of breast cancer by network pharmacology.", "Pagination": {"StartPage": "142", "EndPage": "155", "MedlinePgn": "142-155"}, "Abstract": {"AbstractText": ["Bitter melon has been used to stop the growth of breast cancer (BRCA) cells. However, the underlying mechanism is still unclear.", "To predict the therapeutic effect of bitter melon against BRCA using network pharmacology and to explore the underlying pharmacological mechanisms.", "The active ingredients of bitter melon and the related protein targets were taken from the Indian Medicinal Plants, Phytochemistry and Therapeutics and SuperPred databases, respectively. The GeneCards database has been searched for BRCA-related targets. Through an intersection of the drug's targets and the disease's objectives, prospective bitter melon anti-BRCA targets were discovered. Gene ontology and kyoto encyclopedia of genes and genomes enrichment analyses were carried out to comprehend the biological roles of the target proteins. The binding relationship between bitter melon's active ingredients and the suggested target proteins was verified using molecular docking techniques.", "Three key substances, momordicoside K, kaempferol, and quercetin, were identified as being important in mediating the putative anti-BRCA effects of bitter melon through the active ingredient-anti-BRCA target network study. Heat shock protein 90 AA, proto-oncogene tyrosine-protein kinase, and signal transducer and activator of transcription 3 were found to be the top three proteins in the protein-protein interaction network study. The several pathways implicated in the anti-BRCA strategy for an active component include phosphatidylinositol 3-kinase/protein kinase B signaling, transcriptional dysregulation, axon guidance, calcium signaling, focal adhesion, janus kinase-signal transducer and activator of transcription signaling, cyclic adenosine monophosphate signaling, mammalian target of rapamycin signaling, and phospholipase D signaling.", "Overall, the integration of network pharmacology, molecular docking, and functional enrichment analyses shed light on potential mechanisms underlying bitter melon's ability to fight BRCA, implicating active ingredients and protein targets, as well as highlighting the major signaling pathways that may be altered by this natural product for therapeutic benefit."], "CopyrightInformation": "©The Author(s) 2023. Published by Baishideng Publishing Group Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Chemistry, L. J. Institute of Pharmacy, L J University, Gujarat, Ahmedabad 382210, India."}], "LastName": "Panchal", "ForeName": "Kavan", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Chemistry, L. J. Institute of Pharmacy, L J University, Gujarat, Ahmedabad 382210, India."}], "LastName": "Nihalani", "ForeName": "Bhavya", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Chemistry, L. J. Institute of Pharmacy, L J University, Gujarat, Ahmedabad 382210, India."}], "LastName": "Oza", "ForeName": "Utsavi", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Chemistry, L. J. Institute of Pharmacy, L J University, Gujarat, Ahmedabad 382210, India."}], "LastName": "Panchal", "ForeName": "Aarti", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Chemistry, L. J. Institute of Pharmacy, L J University, Gujarat, Ahmedabad 382210, India. bhumi197@gmail.com."}], "LastName": "Shah", "ForeName": "Bhumi", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World J Exp Med", "NlmUniqueID": "101618808", "ISSNLinking": "2220-315X"}, "CoiStatement": "Conflict-of-interest statement: The authors declare no conflicts of interest in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hong R, Xu B. Breast cancer: an up-to-date review and future perspectives. Cancer Commun (Lond) 2022;42:913–936.", "ArticleIdList": ["PMC9558690", "36074908"]}, {"Citation": "Łukasiewicz S, Czeczelewski M, Forma A, Baj J, Sitarz R, Stanisławek A. Breast Cancer-Epidemiology, Risk Factors, Classification, Prognostic Markers, and Current Treatment Strategies-An Updated Review. Cancers (Basel) 2021;13", "ArticleIdList": ["PMC8428369", "34503097"]}, {"Citation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018;68:394–424.", "ArticleIdList": ["30207593"]}, {"Citation": "Anand U, Dey A, Chandel AKS, Sanyal R, Mishra A, Pandey DK, De Falco V, Upadhyay A, Kandimalla R, Chaudhary A, Dhanjal JK, Dewanjee S, Vallamkondu J, Pérez de la Lastra JM. Cancer chemotherapy and beyond: Current status, drug candidates, associated risks and progress in targeted therapeutics. Genes Dis. 2023;10:1367–1401.", "ArticleIdList": ["PMC10310991", "37397557"]}, {"Citation": "Zhang M, Liu X, Li J, He L, Tripathy D. Chinese medicinal herbs to treat the side-effects of chemotherapy in breast cancer patients. Cochrane Database Syst Rev. 2007;2007:CD004921.", "ArticleIdList": ["PMC9028047", "17443560"]}, {"Citation": "Iqbal J, Abbasi BA, Mahmood T, Kanwal S, Ali B, Shah SA and Khalil AT. Plant-derived anticancer agents: A green anticancer approach. Asian Pac J Trop Biomed. 2017;7:1129–1150."}, {"Citation": "Liao GS, Apaya MK, Shyur LF. Herbal medicine and acupuncture for breast cancer palliative care and adjuvant therapy. Evid Based Complement Alternat Med. 2013;2013:437948.", "ArticleIdList": ["PMC3694462", "23840256"]}, {"Citation": "Kung WM, Lin CC, Kuo CY, Juin YC, Wu PC, Lin MS. Wild Bitter Melon Exerts Anti-Inflammatory Effects by Upregulating Injury-Attenuated CISD2 Expression following Spinal Cord Injury. Behav Neurol. 2020;2020:1080521.", "ArticleIdList": ["PMC7545449", "33062068"]}, {"Citation": "Prastiyanto ME, Dewi NMBA, Pratiningtias TD, Pratiwi NMR, Windayani A, Wahyunengsih E, Astuti A, Amir E and Wardoyo FA. In vitro antibacterial activities of crude extracts of nine plants on multidrug resistance bacterial isolates of wound infections. Biodiversitas. 2021;22"}, {"Citation": "Takemoto DJ, Jilka C, Rockenbach S, Hughes JV. Purification and characterization of a cytostatic factor with anti-viral activity from the bitter melon. Prep Biochem. 1983;13:371–393.", "ArticleIdList": ["6196772"]}, {"Citation": "Nerurkar P, Ray RB. Bitter melon: antagonist to cancer. Pharm Res. 2010;27:1049–1053.", "ArticleIdList": ["20198408"]}, {"Citation": "Rosyid FN, Muhtadi M, Hudiyawati D, Sugiyarti S and Rahman AF. Improving Diabetic Foot Ulcer Healing with Adjuvant Bitter Melon Leaf Extract (Momordica charantia L.) Open Access Maced J Med Sci. 2022;10:122–126."}, {"Citation": "Ahmad N, Hasan N, Ahmad Z, Zishan M and Zohrameena S. Momordica charantia: for traditional uses and pharmacological actions. J Drug Deliv Ther. 2016;6:40–44."}, {"Citation": "Soo May L, Sanip Z, Ahmed Shokri A, Abdul Kadir A, Md Lazin MR. The effects of Momordica charantia (bitter melon) supplementation in patients with primary knee osteoarthritis: A single-blinded, randomized controlled trial. Complement Ther Clin Pract. 2018;32:181–186.", "ArticleIdList": ["30057048"]}, {"Citation": "Saeed F, Afzaal M, Niaz B, Arshad MU, Tufail T, Hussain MB and Javed A. Bitter melon (Momordica charantia): a natural healthy vegetable. Int J Food Prop. 2018;21:1270–1290."}, {"Citation": "Li Z, Xia A, Li S, Yang G, Jin W, Zhang M and Wang S. The pharmacological properties and therapeutic use of bitter melon (Momordica charantia L) Curr Pharmacol Rep. 2020;6:103–109."}, {"Citation": "Sasa M, Inoue I, Shinoda Y, Takahashi S, Seo M, Komoda T, Awata T, Katayama S. Activating effect of momordin, extract of bitter melon (Momordica Charantia L.), on the promoter of human PPARdelta. J Atheroscler Thromb. 2009;16:888–892.", "ArticleIdList": ["20032574"]}, {"Citation": "Raina K, Kumar D, Agarwal R. Promise of bitter melon (Momordica charantia) bioactives in cancer prevention and therapy. Semin Cancer Biol. 2016;40-41:116–129.", "ArticleIdList": ["PMC5067200", "27452666"]}, {"Citation": "Ray RB, Raychoudhuri A, Steele R, Nerurkar P. Bitter melon (Momordica charantia) extract inhibits breast cancer cell proliferation by modulating cell cycle regulatory genes and promotes apoptosis. Cancer Res. 2010;70:1925–1931.", "ArticleIdList": ["20179194"]}, {"Citation": "Muhammad N, Steele R, Isbell TS, Philips N, Ray RB. Bitter melon extract inhibits breast cancer growth in preclinical model by inducing autophagic cell death. Oncotarget. 2017;8:66226–66236.", "ArticleIdList": ["PMC5630406", "29029506"]}, {"Citation": "Shim SH, Sur S, Steele R, Albert CJ, Huang C, Ford DA, Ray RB. Disrupting cholesterol esterification by bitter melon suppresses triple-negative breast cancer cell growth. Mol Carcinog. 2018;57:1599–1607.", "ArticleIdList": ["30074275"]}, {"Citation": "Zhang GB, Li QY, Chen QL, Su SB. Network pharmacology: a new approach for chinese herbal medicine research. Evid Based Complement Alternat Med. 2013;2013:621423.", "ArticleIdList": ["PMC3671675", "23762149"]}, {"Citation": "Meng Q, Liu H, Wu H, Shun D, Tang C, Fu X, Fang X, Xu Y, Chen B, Xie Y, Liu Q. A Network Pharmacology Study to Explore the Underlying Mechanism of Safflower (Carthamus tinctorius L.) in the Treatment of Coronary Heart Disease. Evid Based Complement Alternat Med. 2022;2022:3242015.", "ArticleIdList": ["PMC9124127", "35607519"]}, {"Citation": "Sur S, Ray RB. Bitter Melon (Momordica Charantia), a Nutraceutical Approach for Cancer Prevention and Therapy. Cancers (Basel) 2020;12", "ArticleIdList": ["PMC7464160", "32726914"]}, {"Citation": "Mohanraj K, Karthikeyan BS, Vivek-Ananth RP, Chand RPB, Aparna SR, Mangalapandi P, Samal A. IMPPAT: A curated database of Indian Medicinal Plants, Phytochemistry And Therapeutics. Sci Rep. 2018;8:4329.", "ArticleIdList": ["PMC5847565", "29531263"]}, {"Citation": "Kim S, Thiessen PA, Bolton EE, Chen J, Fu G, Gindulyte A, Han L, He J, He S, Shoemaker BA, Wang J, Yu B, Zhang J, Bryant SH. PubChem Substance and Compound databases. Nucleic Acids Res. 2016;44:D1202–D1213.", "ArticleIdList": ["PMC4702940", "26400175"]}, {"Citation": "Waseem D, Khan GM, Haq IU, Rashid U, Syed DN. The triphenyltin carboxylate derivative triphenylstannyl 2-(benzylcarbamoyl)benzoate impedes prostate cancer progression via modulation of Akt/FOXO3a signaling. Toxicol Appl Pharmacol. 2020;401:115091.", "ArticleIdList": ["32525019"]}, {"Citation": "Gallo K, Goede A, Preissner R, Gohlke BO. SuperPred 3.0: drug classification and target prediction-a machine learning approach. Nucleic Acids Res. 2022;50:W726–W731.", "ArticleIdList": ["PMC9252837", "35524552"]}, {"Citation": "Yang Z, Lu S, Tang H, Qu J, Wang B, Wang Y, Pan G, Rao B. Molecular Targets and Mechanisms of Hedyotis diffusa-Scutellaria barbata Herb Pair for the Treatment of Colorectal Cancer Based on Network Pharmacology and Molecular Docking. Evid Based Complement Alternat Med. 2022;2022:6186662.", "ArticleIdList": ["PMC9192289", "35707465"]}, {"Citation": "Stelzer G, Rosen N, Plaschkes I, Zimmerman S, Twik M, Fishilevich S, Stein TI, Nudel R, Lieder I, Mazor Y, Kaplan S, Dahary D, Warshawsky D, Guan-Golan Y, Kohn A, Rappaport N, Safran M, Lancet D. The GeneCards Suite: From Gene Data Mining to Disease Genome Sequence Analyses. Curr Protoc Bioinformatics. 2016;54:1.30.1–1.30.33.", "ArticleIdList": ["27322403"]}, {"Citation": "Cai H, Chen H, Yi T, Daimon CM, Boyle JP, Peers C, Maudsley S, Martin B. VennPlex--a novel Venn diagram program for comparing and visualizing datasets with differentially regulated datapoints. PLoS One. 2013;8:e53388.", "ArticleIdList": ["PMC3538763", "23308210"]}, {"Citation": "Szklarczyk D, Gable AL, Nastou KC, Lyon D, Kirsch R, Pyysalo S, Doncheva NT, Legeay M, Fang T, Bork P, Jensen LJ, von Mering C. The STRING database in 2021: customizable protein-protein networks, and functional characterization of user-uploaded gene/measurement sets. Nucleic Acids Res. 2021;49:D605–D612.", "ArticleIdList": ["PMC7779004", "33237311"]}, {"Citation": "Wang CR, Chen HW, Li Y, Zhou MY, Wong VK, Jiang ZH, Zhang W. Network Pharmacology Exploration Reveals Anti-Apoptosis as a Common Therapeutic Mechanism for Non-Alcoholic Fatty Liver Disease Treated with Blueberry Leaf Polyphenols. Nutrients. 2021;13", "ArticleIdList": ["PMC8621134", "34836315"]}, {"Citation": "Liu YY, Yu LH, Zhang J, Xie DJ, Zhang XX, Yu JM. Network Pharmacology-Based and Molecular Docking-Based Analysis of Suanzaoren Decoction for the Treatment of Parkinson's Disease with Sleep Disorder. Biomed Res Int. 2021;2021:1752570.", "ArticleIdList": ["PMC8519686", "34660782"]}, {"Citation": "Qian X, Zhang L, Xie F, Cheng Y, Cui D. Network-Based Pharmacological Study on the Mechanism of Guishao-Liujun Decoction in the Treatment of Gastric Cancer. Front Pharmacol. 2022;13:937439.", "ArticleIdList": ["PMC9294375", "35865953"]}, {"Citation": "Zhou G, Feng X, Tao A. Explore the Lipid-Lowering and Weight-Reducing Mechanism of Lotus Leaf Based on Network Pharmacology and Molecular Docking. Evid Based Complement Alternat Med. 2021;2021:1464027.", "ArticleIdList": ["PMC8566053", "34745273"]}, {"Citation": "Habib I, Anjum F, Mohammad T, Sulaimani MN, Shafie A, Almehmadi M, Yadav DK, Sohal SS, Hassan MI. Differential gene expression and network analysis in head and neck squamous cell carcinoma. Mol Cell Biochem. 2022;477:1361–1370.", "ArticleIdList": ["35142951"]}, {"Citation": "Dennis G Jr, Sherman BT, Hosack DA, Yang J, Gao W, Lane HC, Lempicki RA. DAVID: Database for Annotation, Visualization, and Integrated Discovery. Genome Biol. 2003;4:P3.", "ArticleIdList": ["12734009"]}, {"Citation": "Khan SA, Lee TKW. Network-Pharmacology-Based Study on Active Phytochemicals and Molecular Mechanism of Cnidium monnieri in Treating Hepatocellular Carcinoma. Int J Mol Sci. 2022;23", "ArticleIdList": ["PMC9140548", "35628212"]}, {"Citation": "Sriramulu DK, Wu S and Lee SG. Effect of ligand torsion number on the AutoDock mediated prediction of protein-ligand binding affinity. J Ind Eng Chem. 2020;83:359–365."}, {"Citation": "Fang EF, Zhang CZ, Wong JH, Shen JY, Li CH, Ng TB. The MAP30 protein from bitter gourd (Momordica charantia) seeds promotes apoptosis in liver cancer cells in vitro and in vivo. Cancer Lett. 2012;324:66–74.", "ArticleIdList": ["22579806"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "22"}, {"Year": "2023", "Month": "10", "Day": "4"}, {"Year": "2023", "Month": "10", "Day": "30"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "11", "Minute": "45"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "11", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "3", "Minute": "55"}, {"Year": "2023", "Month": "12", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38173546", "PMC10758660", "10.5493/wjem.v13.i5.142"]}}]}