{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Central Ethiopia", "hepatitis", "medicinal plants"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38170153", "DateRevised": {"Year": "2024", "Month": "01", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2147/HMER.S440351"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "29"}], "Journal": {"ISSN": "1179-1535", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2023"}}, "Title": "Hepatic medicine : evidence and research", "ISOAbbreviation": "Hepat Med"}, "ArticleTitle": "Medicinal Plants in Treating Hepatitis B Among Communities of Central Region of Ethiopia.", "Pagination": {"StartPage": "265", "EndPage": "277", "MedlinePgn": "265-277"}, "Abstract": {"AbstractText": ["In Ethiopia, most people rely heavily on traditional therapeutic plants that have been used for years. The practice of traditional medicines use to treat hepatitis is currently gaining popularity due to the limited availability and affordability of modern drugs. The aim of this study was, therefore, to assess the traditional medicinal plants use to treat viral hepatitis among communities of Central region of Ethiopia.", "Data was collected from November 2018 to December 2021 in Central Ethiopia. An open-ended semi-structured interview was used among purposively selected herbalists, traditional medicine entrepreneurs, village heads, and patients visiting traditional healers for hepatitis treatments. A 5 mL blood sample was collected from patients who visited a traditional healers' clinic for hepatitis treatment and tested for HBsAg and HCV-antibody by using ELISA. Among HBsAg-positives, further nucleic acid test for HBV-DNA load was assessed to measure the effects of prescribed medicinal plants.", "Herbalists cited 24 plants that were used for hepatitis treatment; of which <i>Rumex nepalensis, Vangueria apiculata</i>, and <i>Solanum incanum</i> were the most frequently cited plants. Remedies were commonly prepared by crushing or powdering, mixing them with water, and taken orally. Forty-two individuals were diagnosed and treated as hepatitis patients by herbalists, of which eight of them were HBsAg-positive but no positives for anti-HCV ELISA. At the third and sixth months of viral load assessment among HBsAg-positive, serum HBV-DNA suppression was observed in three individuals treated with different combinations of frequently cited plants.", "In this study, traditional healers used various plants to treat hepatitis. HBV-DNA suppressive activity was detected in three NAT-positive individuals who were treated by using a mixture of these frequently cited and highest preference-ranked plants. This suggests that these plants have antiviral properties and serve as a basis for more pharmacological research in the quest for new antiviral agents."], "CopyrightInformation": "© 2023 Beykaso et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, College of Medicine and Health Science, Wachemo University, Hossana, Ethiopia."}], "LastName": "Beykaso", "ForeName": "Gizachew", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology and Molecular Biology, Aklilu Lemma Institute of Pathobiology, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Teklehaymanot", "ForeName": "Tilahun", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Virology, Armauer Hansen Research Institute, Addis Ababa, Ethiopia."}], "LastName": "Mulu", "ForeName": "Andargachew", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology and Molecular Biology, Aklilu Lemma Institute of Pathobiology, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Berhe", "ForeName": "Nega", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Virology, Armauer Hansen Research Institute, Addis Ababa, Ethiopia."}], "LastName": "Alemayehu", "ForeName": "Dawit Hailu", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology and Molecular Biology, Aklilu Lemma Institute of Pathobiology, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Giday", "ForeName": "Mirutse", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Hepat Med", "NlmUniqueID": "101544801", "ISSNLinking": "1179-1535"}, "CoiStatement": "In accordance with the authors, they have no competing interests with this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "van Meer S, van Erpecum KJ, Sprengers D, et al. Hepatocellular carcinoma in cirrhotic versus noncirrhotic livers: results from a large cohort in the Netherlands. Eur J Gastroenterol Hepatol. 2016;28(3):352–359. doi:10.1097/MEG.0000000000000527", "ArticleIdList": ["10.1097/MEG.0000000000000527", "26629867"]}, {"Citation": "Smith S, Harmanci H, Hutin Y, et al. Global progress on the elimination of viral hepatitis as a major public health threat: an analysis of WHO Member State responses 2017. JHEP Rep. 2019;1(2):81–89. doi:10.1016/j.jhepr.2019.04.002", "ArticleIdList": ["10.1016/j.jhepr.2019.04.002", "PMC7001559", "32039355"]}, {"Citation": "Bartenschlager R, Urban S, Protzer U. Towards curative therapy of chronic viral hepatitis. Z Gastroenterol. 2019;57(01):61–73. doi:10.1055/a-0824-1576", "ArticleIdList": ["10.1055/a-0824-1576", "30641605"]}, {"Citation": "Franco E, Bagnato B, Marino MG, et al. Hepatitis B: epidemiology and prevention in developing countries. World J Hepatol. 2012;4(3):74. doi:10.4254/wjh.v4.i3.74", "ArticleIdList": ["10.4254/wjh.v4.i3.74", "PMC3321493", "22489259"]}, {"Citation": "Stanaway JD, Flaxman AD, Naghavi M, et al. The global burden of viral hepatitis from 1990 to 2013: findings from the Global Burden of Disease Study 2013. Lancet. 2016;388(10049):1081–1088. doi:10.1016/S0140-6736(16)30579-7", "ArticleIdList": ["10.1016/S0140-6736(16)30579-7", "PMC5100695", "27394647"]}, {"Citation": "Yazie TD, Tebeje MG. An updated systematic review and meta-analysis of the prevalence of hepatitis B virus in Ethiopia. BMC Infect Dis. 2019;19(1):1–13. doi:10.1186/s12879-019-4486-1", "ArticleIdList": ["10.1186/s12879-019-4486-1", "PMC6820955", "31664923"]}, {"Citation": "Belyhun Y, Maier M, Mulu A, et al. Hepatitis viruses in Ethiopia: a systematic review and meta-analysis. BMC Infect Dis. 2016;16(1):1–14. doi:10.1186/s12879-016-2090-1", "ArticleIdList": ["10.1186/s12879-016-2090-1", "PMC5168848", "27993129"]}, {"Citation": "Tadele A. Ethiopian Herbal Medicine Research Article Profile. Ethiopian Public Health Institute; 2017:1–343."}, {"Citation": "Tesfahuneygn G, Gebreegziabher G. Medicinal plants used in traditional medicine by Ethiopians: a review article. J Respir Med Lung Dis. 2019;4(1):1–3."}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. J Ethnobiol Ethnomed. 2018;14(1):1–21. doi:10.1186/s13002-018-0213-z", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Yineger H, Kelbessa E, Bekele T, Lulekal E. Plants used in traditional management of human ailments at Bale Mountains National Park, Southeastern Ethiopia. J Med Plants Res. 2013;2(6):132–153."}, {"Citation": "Fenetahun Y, Eshetu G. A review on ethnobotanical studies of medicinal plants use by agro-pastoral communities in, Ethiopia. J Med Plants. 2017;5(1):33–44."}, {"Citation": "Araya S, Abera B, Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, Southern Tigray, Ethiopia. J Ethnobiol Ethnomed. 2015;11(1):1–25. doi:10.1186/s13002-015-0015-5", "ArticleIdList": ["10.1186/s13002-015-0015-5", "PMC4371875", "25889411"]}, {"Citation": "Giday M, Asfaw Z, Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. J Ethnopharmacol. 2010;132(1):75–85. doi:10.1016/j.jep.2010.07.046", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}, {"Citation": "Moges Y, Moges Y. Ethiopian Common Medicinal Plants: Their Parts and Uses in Traditional Medicine-Ecology and Quality Control. London, UK: IntechOpen; 2020."}, {"Citation": "Demie G, Negash M, Awas T. Ethnobotanical study of medicinal plants used by indigenous people in and around Dirre Sheikh Hussein heritage site of South-eastern Ethiopia. J Ethnopharmacol. 2018;220:87–93. doi:10.1016/j.jep.2018.03.033", "ArticleIdList": ["10.1016/j.jep.2018.03.033", "29601979"]}, {"Citation": "Aschale Y, Wubetu M, Abebaw A, et al. A systematic review on traditional medicinal plants used for the treatment of viral and fungal infections in Ethiopia. J Exp Pharmacol. 2021;13:807. doi:10.2147/JEP.S316007", "ArticleIdList": ["10.2147/JEP.S316007", "PMC8378932", "34429665"]}, {"Citation": "Tegen D, Dessie K, Damtie D. Candidate anti-COVID-19 medicinal plants from Ethiopia: a review of plants traditionally used to treat viral diseases. Evid Based Complement Alternat Med. 2021;2021:1–20. doi:10.1155/2021/6622410", "ArticleIdList": ["10.1155/2021/6622410", "PMC8219417", "34221083"]}, {"Citation": "Alinia-Ahandani E, Nazem H, Boghozian A, Alizadeh Z. Hepatitis and some effective herbs: a review. EAS J Parasitol Infect Dis. 2019;1(1):20–27."}, {"Citation": "Muluye AB, Ayicheh MW. Medicinal plants utilized for hepatic disorders in Ethiopian traditional medical practices: a review. Clin Phytosci. 2020;6(1):1–11. doi:10.1186/s40816-020-00195-8", "ArticleIdList": ["10.1186/s40816-020-00195-8"]}, {"Citation": "Rajaratnam M, Prystupa A, Lachowska-Kotowska P, Zaluska W, Filip R. Herbal medicine for treatment and prevention of liver diseases. J Pre-Clin Clin Res. 2014;8(2):55–60."}, {"Citation": "Teklay A, Abera B, Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. J Ethnobiol Ethnomed. 2013;9(1):1–23. doi:10.1186/1746-4269-9-65", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, et al. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara region, Ethiopia. J Ethnobiol Ethnomed. 2013;9(1):1–13. doi:10.1186/1746-4269-9-63", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Eshete MA, Molla EL. Cultural significance of medicinal plants in healing human ailments among Guji semi-pastoralist people, Suro Barguda District, Ethiopia. J Ethnobiol Ethnomed. 2021;17(1):1–18. doi:10.1186/s13002-021-00487-4", "ArticleIdList": ["10.1186/s13002-021-00487-4", "PMC8524801", "34663365"]}, {"Citation": "Pandey A, Tripathi S. Concept of standardization, extraction and pre phytochemical screening strategies for herbal drug. J Pharmacogn Phytochem. 2014;2(5):115–119."}, {"Citation": "Misonge OJ, Kamindu GN, Sabina W, Muita G. An ethnobotanical survey of plants used for the treatment and management of cancer in Embu County, Kenya. J Med Plants. 2019;7(4):39–46."}, {"Citation": "Siew -Y-Y, Yew H-C, Neo S-Y, et al. Evaluation of anti-proliferative activity of medicinal plants used in Asian Traditional Medicine to treat cancer. J Ethnopharmacol. 2019;235:75–87. doi:10.1016/j.jep.2018.12.040", "ArticleIdList": ["10.1016/j.jep.2018.12.040", "30599223"]}, {"Citation": "Suleman S, Alemu T. A survey on utilization of ethnomedicinal plants in Nekemte town, East Wellega (Oromia), Ethiopia. J Herbs Spices Med Plants. 2012;18(1):34–57. doi:10.1080/10496475.2011.645188", "ArticleIdList": ["10.1080/10496475.2011.645188"]}, {"Citation": "Jima TT, Megersa M. Ethnobotanical study of medicinal plants used to treat human diseases in Berbere district, Bale zone of Oromia regional state, south east Ethiopia. Evid Based Complement Alternat Med. 2018;2018:1–16. doi:10.1155/2018/8602945", "ArticleIdList": ["10.1155/2018/8602945", "PMC6076952", "30105073"]}, {"Citation": "Begeno TA, Abose YM. Phytochemical investigation and characterization on the stem bark extract of Croton macrostachyus. Wounds. 2020;19:20."}, {"Citation": "Talema A. Review of Phytochemical Analysis of Selected Traditional Medicinal Plants in Ethiopia. Int J Homeopath Nat Med. 2020;6(2):23. doi:10.11648/j.ijhnm.20200602.13", "ArticleIdList": ["10.11648/j.ijhnm.20200602.13"]}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. J Ethnopharmacol. 2009;124(1):69–78. doi:10.1016/j.jep.2009.04.005", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. J Ethnobiol Ethnomed. 2014;10(1):1–15. doi:10.1186/1746-4269-10-40", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Devkota SR, Paudel KR, Sharma K, et al. Investigation of antioxidant and anti-inflammatory activity of roots of Rumex nepalensis. World J Pharm Pharm Sci. 2015;4(3):582–594."}, {"Citation": "Mosissa D, Atinafu H. Applied ethnobotany: people, medicinal plants use and conservation practices in Benishangul Gumuz Regional State of Ethiopia: the future cursed natural resource in the Region. Int J Pharma Sci. 2021;1(1):18–30."}, {"Citation": "Moshi MJ, Otieno DF, Mbabazi PK, et al. Ethnomedicine of the Kagera Region, north western Tanzania. Part 2: the medicinal plants used in Katoro Ward, Bukoba district. J Ethnobiol Ethnomed. 2010;6(1):1–5. doi:10.1186/1746-4269-6-19", "ArticleIdList": ["10.1186/1746-4269-6-19", "PMC3224970", "20663166"]}, {"Citation": "Al-Fatimi M. Ethnobotanical survey of medicinal plants in central Abyan governorate, Yemen. J Ethnopharmacol. 2019;241:111973. doi:10.1016/j.jep.2019.111973", "ArticleIdList": ["10.1016/j.jep.2019.111973", "31146001"]}, {"Citation": "Tefera BN, Kim Y-D. Ethnobotanical study of medicinal plants in the Hawassa Zuria District, Sidama zone, Southern Ethiopia. J Ethnobiol Ethnomed. 2019;15(1):1–21. doi:10.1186/s13002-019-0302-7", "ArticleIdList": ["10.1186/s13002-019-0302-7", "PMC6534827", "31126296"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, Northern Ethiopia. J Ethnobiol Ethnomed. 2017;13(1):1–29. doi:10.1186/s13002-017-0182-7", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Asfaw A, Lulekal E, Bekele T, et al. Ethnobotanical investigation on medicinal plants traditionally used against human ailments in ensaro district, north Shewa zone, Amhara regional state, Ethiopia; 2021."}, {"Citation": "Sheikh DK, Dixit AK. Ethnomedicinal importance of some invasive plants of Chhattisgarh, India. Bull Pure Appl Sci Bot. 2018;37(2):58–66. doi:10.5958/2320-3196.2018.00009.5", "ArticleIdList": ["10.5958/2320-3196.2018.00009.5"]}, {"Citation": "Malik ZA, Bhat JA, Ballabha R, et al. Ethnomedicinal plants traditionally used in health care practices by inhabitants of Western Himalaya. J Ethnopharmacol. 2015;172:133–144. doi:10.1016/j.jep.2015.06.002", "ArticleIdList": ["10.1016/j.jep.2015.06.002", "26087233"]}, {"Citation": "Getaneh S, Girma Z. An ethnobotanical study of medicinal plants in Debre Libanos Wereda, Central Ethiopia. Afr J Plant Sci. 2014;8(7):366–379. doi:10.5897/AJPS2013.1041", "ArticleIdList": ["10.5897/AJPS2013.1041"]}, {"Citation": "Birhane E, Aynekulu E, Mekuria W, Endale D. Management, use and ecology of medicinal plants in the degraded dry lands of Tigray, Northern Ethiopia. J Med Plants Res. 2011;5(3):308–319."}, {"Citation": "Gebrezgabiher G, Kalayou S, Sahle S. An ethno-veterinary survey of medicinal plants in woredas of Tigray region, Northern Ethiopia. Int J Biodivers Conserv. 2013;5(2):89–97."}, {"Citation": "Kewessa G, Abebe T, Demessie A. Indigenous knowledge on the use and management of medicinal trees and shrubs in Dale District, Sidama Zone, Southern Ethiopia. Ethnobot Res Appl. 2015;14:171–182. doi:10.17348/era.14.0.171-182", "ArticleIdList": ["10.17348/era.14.0.171-182"]}, {"Citation": "Regassa R, Bekele T, Megersa M. Ethnobotanical study of traditional medicinal plants used to treat human ailments by Halaba people, southern Ethiopia. J Med Plants Stud. 2017;5(4):36–47."}, {"Citation": "Fenetahun Y, Eshetu G, Worku A, Abdella T. A survey on medicinal plants used by traditional healers in Harari regional State, East Ethiopia. J Med Plants Stud. 2017;5(1):85–90."}, {"Citation": "Hosseinzadeh S, Jafarikukhdan A, Hosseini A, et al. The application of medicinal plants in traditional and modern medicine: a review of Thymus vulgaris. Int J Clin Med. 2015;6(09):635. doi:10.4236/ijcm.2015.69084", "ArticleIdList": ["10.4236/ijcm.2015.69084"]}, {"Citation": "Kainsa S, Kumar P, Rani P. Medicinal plants of Asian origin having anticancer potential: short review. Asian J Biomed Pharm Sci. 2012;2(10):1–11."}, {"Citation": "Siddiqui MH, Alamri SA, Al-Whaibi MH, et al. A mini-review of anti-hepatitis B virus activity of medicinal plants. Biotechnol Biotechnol Equip. 2017;31(1):9–15."}]}], "History": [{"Year": "2023", "Month": "10", "Day": "14"}, {"Year": "2023", "Month": "12", "Day": "21"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "1", "Minute": "19"}, {"Year": "2024", "Month": "1", "Day": "4", "Hour": "1", "Minute": "18"}, {"Year": "2024", "Month": "1", "Day": "3", "Hour": "12", "Minute": "39"}, {"Year": "2023", "Month": "12", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["38170153", "PMC10759923", "10.2147/HMER.S440351", "440351"]}}]}