{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SEM", "antimicrobial", "microscopic imaging", "reticulate pollen", "vegetables"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38189103", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "03"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/jemt.24485"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "08"}], "Journal": {"ISSN": "1097-0029", "JournalIssue": {"Volume": "87", "Issue": "5", "PubDate": {"Year": "2024", "Month": "May"}}, "Title": "Microscopy research and technique", "ISOAbbreviation": "Microsc Res Tech"}, "ArticleTitle": "Scanning electron microscopic exploration of intricate pollen morphology and antimicrobial potentials of gourd family.", "Pagination": {"StartPage": "999", "EndPage": "1008", "MedlinePgn": "999-1008"}, "Abstract": {"AbstractText": ["This study employs scanning electron microscopy (SEM) to delve into the intricate pollen morphology of Cucurbitaceae (Gourd Family) species, unraveling the nuanced details of their structural features. Concurrently, the research investigates the antimicrobial potentials encoded within these pollen grains, shedding light on their possible applications in the realm of natural antimicrobial agents. Cucurbitaceae plants showcases significant antibacterial and antifungal potentials, underscoring its potential as a source for novel antimicrobial compounds. This research endeavors to provide a comprehensive analysis of pollen morphometry in 12 Cucurbitaceous species, with the primary goal of identifying pollen morpho-types to enrich the taxonomic understanding of the Cucurbitaceae. Following the Erdtman protocol, the study involved processing, measuring, and capturing pollen grains using SEM techniques. Qualitative data were analyzed to evaluate the variations in pollen types, size, and exine stratified sculptured layering. The pollen grains exhibit characteristics of being monads, ranging in size from medium to very large, with the prevailing shape being prolate-spheroidal in six species. Notably, the maximum polar axis diameter was recorded for Cucurbita pepo (106.3 μm), while the minimum was observed in Zehneria anomala (32.6 μm). The grains of Cucurbitaceae exhibit diverse surface patterns, including reticulate columellae, reticulate, verrucate-scabrate, verrucate-gemmate, echinate baculate, reticulate-perforate, and micro-reticulate. This SEM investigation illuminates the intricacies of Cucurbitaceae pollen morphology while concurrently highlighting their noteworthy antimicrobial potentials. HIGHLIGHTS: High-resolution imaging reveals complex pollen morphology. Identification of unique antimicrobial structures on Cucurbitaceae pollen (gourd family). Exploring medicinal potential: Antimicrobial properties of cucurbitaceae species."], "CopyrightInformation": "© 2024 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0009-0006-6252-8486"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, Saudi Arabia."}], "LastName": "Alhomaidi", "ForeName": "Eman", "Initials": "E"}], "GrantList": [{"Agency": "PNURSP2024R317", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microsc Res Tech", "NlmUniqueID": "9203012", "ISSNLinking": "1059-910X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": [], "DescriptorName": "Electrons"}, {"QualifierName": ["ultrastructure"], "DescriptorName": "Pollen"}, {"QualifierName": [], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": [], "DescriptorName": "Cucurbitaceae"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al‐Qahtani, W. H. (2023). Unveiling the intricacies of Amaranthaceous pollen diversity: Advancing ultra sculpture analysis through LM and SEM. Microscopy Research and Technique, 86(12), 1691–1698."}, {"Citation": "Ameen, F., Amirul Islam, M., & Dhanker, R. (2022). Green synthesis of silver nanoparticles from vegetable waste of pea Pisum sativum and bottle gourd Lagenaria siceraria: Characterization and antibacterial properties. Frontiers in Environmental Science, 10, 941554."}, {"Citation": "Bhattacharya, B., Samanta, M., Pal, P., Chakraborty, S., & Samanta, A. (2010). In vitro evaluation of antifungal and antibacterial activities of the plant Coccinia grandis (L.) voigt (Family‐Cucurbitaceae). Journal of Phytology, 2(11), 52–57."}, {"Citation": "Bnyan, I., Hasan, H., & Ewadh, M. (2013). Antibacterial activity of Citrullus colocynthis against different types of bacteria. Advances in Life Science and Technology, 7, 48–51."}, {"Citation": "Chonoko, U. G., & Rufai, A. B. (2011). Phytochemical screening and antibacterial activity of Cucurbita pepo (Pumpkin) against Staphylococcus aureus and Salmonella typhi. Bayero Journal of Pure and Applied Sciences, 4(1), 145–147."}, {"Citation": "Citak, B. Y., Uysal, T., Bozkurt, M., Demirelma, H., Aksoy, A., & Ertuğrul, K. (2022). The comparative palynomorphological studies on Turkish Muscari genera and close relatives (Asparagaceae‐scilloideae) with their taxonomic implications. Microscopy Research and Technique, 85(7), 2692–2707."}, {"Citation": "Cruz‐Barros, M. A. V. D., Corrêa, A. M. D. S., & Amorim, F. A. D. (2011). Flora Polínica da Reserva do Parque Estadual das Fontes do Ipiranga (São Paulo, Brasil): Família: 61‐Cucurbitaceae. Hoehnea, 38, 697–704."}, {"Citation": "de Souza, L. D. S., Andrade, B. O., Radaeski, J. N., Bauermann, S. G., & Stehmann, J. R. (2023). Revisiting Metternichia (Solanaceae) through an integrative approach: A monotypic genus? Systematic Botany, 48(3), 419–434."}, {"Citation": "Eidi, S., Azadi, H. G., Rahbar, N., & Mehmannavaz, H. R. (2015). Evaluation of antifungal activity of hydroalcoholic extracts of Citrullus colocynthis fruit. Journal of Herbal Medicine, 5(1), 36–40."}, {"Citation": "Ekeke, C., Ogazie, C. A., & Agbagwa, I. O. (2019). Anatomical and phytochemical studies on Benincasa hispida (Thunb.) Cogn. (Cucurbitaceae). Notulae Scientia Biologicae, 11(1), 102–111."}, {"Citation": "Fatmi, H., Mâalem, S., Harsa, B., Dekak, A., & Chenchouni, H. (2020). Pollen morphological variability correlates with a large‐scale gradient of aridity. Web Ecology, 20(1), 19–32."}, {"Citation": "Hassan, Z. A. (2019). Pollen ultrastructure from Heterotrigona Itama Foragers at the Indo‐Malayan Meliponine repository Sekayu, Terengganu, Malaysia. Malaysian Journal of Microscopy, 15(1), 137–145."}, {"Citation": "Huerta‐Reyes, M., Tavera‐Hernández, R., Alvarado‐Sansininea, J. J., & Jiménez‐Estrada, M. (2022). Selected species of the Cucurbitaceae family used in Mexico for the treatment of diabetes mellitus. Molecules, 27(11), 3440."}, {"Citation": "Kadluczka, D., Sliwinska, E., & Grzebelus, E. (2022). Combining genome size and pollen morphology data to study species relationships in the genus Daucus (Apiaceae). BMC Plant Biology, 22(1), 382."}, {"Citation": "Kathayat, K., & Rawat, M. (2023). Production technology of underutilized crops of cucurbitaceae family. In Production technology of underutilized vegetable crops (pp. 101–112). Springer International Publishing."}, {"Citation": "Kouonon, L. C., Jacquemart, A. L., Zoro Bi, A. I., Bertin, P., Baudoin, J. P., & Dje, Y. (2009). Reproductive biology of the andromonoecious Cucumis melo subsp. agrestis (Cucurbitaceae). Annals of Botany, 104(6), 1129–1139."}, {"Citation": "Landi, L. A. D. C., Sabbag, L. C., & Gasparino, E. C. (2022). A taxonomic aid arising from pollen grains of Cestrum L. and Solanum L.(Solanaceae): Differences in ornamentation and aperture. Acta Botanica Brasilica, 35, 540–553."}, {"Citation": "Lekhak, M. M., Yadav, P. B., Attar, U. A., Rajput, K. S., & Ghane, S. G. (2018). Cytopalynological studies in Zanonia indica (Cucurbitaceae), a monotypic genus. The Nucleus, 61, 105–109."}, {"Citation": "Levi, A., Harris, K. R., Wechter, W. P., Kousik, C. S., & Thies, J. A. (2010). DNA markers and pollen morphology reveal that Praecitrullus fistulosus is more closely related to Benincasa hispida than to Citrullus spp. Genetic Resources and Crop Evolution, 57(8), 1191–1205. https://doi.org/10.1007/s10722-010-9559-3"}, {"Citation": "Lima, L. F., & Miotto, S. T. (2011). Pollen morphology of Cyclanthera and Sicyos species (Cucurbitaceae, Sicyoeae). Darwiniana, Nueva Serie, 49(1), 7–15."}, {"Citation": "Lima, L. F. P., Evaldt, A. C. P., Bauermann, S. G., & Miotto, S. T. S. (2010). Pollen morphology of Brazilian Fevillea (Cucurbitaceae). Grana, 49(4), 263–268."}, {"Citation": "Lutz, B. E., Alzer, F. da C., Gomes‐Klein, V. L., Mendonça, C. B. F., & Gonçalves‐Esteves, V. (2021). Pollen morphology of selected species of Cucurbitaceae Juss. from the Cerrado. Brazilian Journal of Botany, 44(2), 449–456. https://doi.org/10.1007/s40415-021-00697-w"}, {"Citation": "Mohammed, H., Najem, R. S., & Altekrity, S. S. A. (2018). Antimicrobial and antifungal activity of pumpkin (Cucurbita pepo) leaves extracted by four organic solvents and water. Iraqi Journal of Veterinary Sciences, 32(1), 33–39."}, {"Citation": "Mukherjee, P. K., Singha, S., Kar, A., Chanda, J., Banerjee, S., Dasgupta, B., & Sharma, N. (2022). Therapeutic importance of Cucurbitaceae: A medicinally important family. Journal of Ethnopharmacology, 282, 114599."}, {"Citation": "Nagaraja, Y. P., Geetha, K. N., & Vinay, M. S. (2011). Antimicrobial effect of Lagenaria siceraria (Mol.) Standley, against certain bacteria and fungal strains. Journal of Applied and Natural Science, 3(1), 124–127."}, {"Citation": "Oak, M. K., Yang, S., Choi, G., & Song, J. H. (2022). Systematic palynology in Korean Piperales with special focus on its exine surface ornamentation and orbicule morphology. Scientific Reports, 12(1), 4142."}, {"Citation": "Piotrowska‐Weryszko, K., Weryszko‐Chmielewska, E., Sulborska, A., Konarska, A., Dmitruk, M., & Kaszewski, B. M. (2021). Amaranthaceae pollen grains as indicator of climate change in Lublin (Poland). Environmental Research, 193, 110542."}, {"Citation": "Priyavardhini, S., Vasantha, K., TresinaSoris, P., & Mohan, V. R. (2012). Efficacy of phytochemical and antibacterial activity of Corallocarpus epigaeus Hook. f. International Journal of Pharmacy Technology and Research, 4, 35–43."}, {"Citation": "Punt, W., Hoen, P. P., Blackmore, S., Nilsson, S., & Le Thomas, A. (2007). Glossary of pollen and spore terminology. Review of Palaeobotany and Palynology, 143(1–2), 1–81."}, {"Citation": "Quamar, M. F., Singh, P., Garg, A., Tripathi, S., Farooqui, A., Shukla, A. N., & Prasad, N. (2022). Pollen characters and their evolutionary and taxonomic significance: Using light and confocal laser scanning microscope to study diverse plant pollen taxa from Central India. Palynology, 46(4), 1–13."}, {"Citation": "Rolnik, A., & Olas, B. (2020). Vegetables from the Cucurbitaceae family and their products: Positive effect on human health. Nutrition, 78, 110788."}, {"Citation": "Shailaja, N. R., Arulmozhi, M., Balraj, B., & Siva, C. (2023). Corallocarpus epigaeus mediated synthesis of ZnO/CuO integrated ZrO2 nanoparticles for enhanced in‐vitro antibacterial, antifungal and antidiabetic activities. Journal of the Indian Chemical Society, 100(5), 100991."}, {"Citation": "Sivaraj, A., Jenifa, B. P., Kavitha, M., Inbasekar, P., Senthilkumar, B., & Panneerselvam, A. (2011). Antibacterial activity of Coccinia grandis leaf extract on selective bacterial strains. Journal of Applied Pharmaceutical Science, 1(7), 120–123."}, {"Citation": "Srivastava, A., & Sharma, S. (2016). Pollen morphology of some cultivated cucurbits of Ganga Plain. Geophytology, 46(1), 15–23."}, {"Citation": "Teixeira, C. M., Krüger, A. P., Nava, D. E., & Garcia, F. R. M. (2021). Potential global distribution of the south American cucurbit fruit fly Anastrepha grandis (Diptera: Tephritidae). Crop Protection, 145, 105647."}, {"Citation": "Teppner, H. (2004). Notes on Lagenaria and Cucurbita (Cucurbitaceae)—Review and new contributions. Phyton, 44(2), 245–308."}, {"Citation": "Tin, N. N., Sar, N. M., & Hlaing, A. T. (2020). Taxonomy and pollen morphology of some climbers found in Kyaing Tong township. 3rd Myanmar Korea Conference Research Journal, 3(2), 614–621."}, {"Citation": "Van der Ham, R., Mennes, C., & Joan van Heuven, B. (2010). Fevilleoideae pollen (Cucurbitaceae): A study in striate ornamentation. Grana, 49(3), 157–169."}, {"Citation": "Van der Ham, R., & Pruesapan, K. (2006). Pollen morphology of Zehneria sl (Cucurbitaceae). Grana, 45(4), 241–248."}], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "12", "Day": "3"}, {"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2023", "Month": "12", "Day": "18"}, {"Year": "2024", "Month": "4", "Day": "3", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "8", "Hour": "5", "Minute": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38189103", "10.1002/jemt.24485"]}}]}