{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38182724", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["574", "10.1038/s41598-023-51007-1"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "05"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "05"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Exploring the versatility of sesquiterpene biosynthesis in guava plants: a comparative genome-wide analysis of two cultivars.", "Pagination": {"StartPage": "574", "MedlinePgn": "574"}, "Abstract": {"AbstractText": ["Psidium guajava L., a fruit crop belonging to the Myrtaceae family, is highly valued for its nutritional and medicinal properties. The family exhibits a diverse chemical profile of essential oils and serves as a valuable resource due to its ecological interactions, adaptability, and dispersal capacity. The Myrtaceae family has been extensively studied for its terpenoids. Genetic studies have focused on foliar terpene yield in species from the Eucalypteae and Melaleucaceae tribes. To understand the evolutionary trends in guava breeding, this study predicted terpene synthase genes (TPS) from different cultivars. Through this analysis, 43 full-length TPS genes were identified, and approximately 77% of them exhibited relative expression in at least one of the five investigated plant tissues (root, leaf, bud, flower, and fruit) of two guava cultivars. We identified intra-species variation in the terpene profile and single nucleotide polymorphisms (SNPs) in twelve TPS genes, resulting in the clustering of 62 genotypes according to their essential oil chemotypes. The high concentration of sesquiterpenes is supported by the higher number of TPS-a genes and their expression. The expansion for TPS sub-families in P. guajava occurred after the expansion of other rosids species. Providing insight into the origin of structural diversification and expansion in each clade of the TPS gene family within Myrtaceae. This study can provide insights into the diversity of genes for specialized metabolites such as terpenes, and their regulation, which can lead to a diverse chemotype of essential oil in different tissues and genotypes. This suggests a mode of enzymatic evolution that could lead to high sesquiterpene production, act as a chemical defense and contribute to the adaptive capacity of this species to different habitats."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "Canal", "ForeName": "Drielli", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "Dos Santos", "ForeName": "Pedro Henrique Dias", "Initials": "PHD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "de Avelar Carpinetti", "ForeName": "Paola", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "Silva", "ForeName": "Matheus Alves", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "Fernandes", "ForeName": "Miquéias", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Scientific Computing Laboratory (LNCC), Av. Getulio Vargas, 333, Quitandinha, Petrópolis, RJ, 25651-076, Brazil."}], "LastName": "Brustolini", "ForeName": "Otávio José Bernardes", "Initials": "OJB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil."}], "LastName": "Ferreira", "ForeName": "Adésio", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Center for Agricultural Sciences and Engineering, Federal University of Espírito Santo, Alto Universitário, s/n, Guararema, Alegre, ES, 29500-000, Brazil. marcia.ferreira@ufes.br."}], "LastName": "da Silva Ferreira", "ForeName": "Marcia Flores", "Initials": "MF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Psidium"}, {"QualifierName": [], "DescriptorName": "Plant Breeding"}, {"QualifierName": [], "DescriptorName": "Myrtaceae"}, {"QualifierName": [], "DescriptorName": "Terpenes"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arévalo-Marín E, Casas A, Landrum L, Shock MP, Alvarado-Sizzo H, Ruiz-Sanchez E, Clement CR. The taming of Psidium guajava: Natural and cultural history of a neotropical fruit. Front. Plant Sci. 2021;12:1–15. doi: 10.3389/fpls.2021.714763.", "ArticleIdList": ["10.3389/fpls.2021.714763", "PMC8505677", "34650576"]}, {"Citation": "Landrum LR. The genus Psidium (Myrtaceae) in the state of Bahia, Brazil. Canotia. 2017;13:1–101."}, {"Citation": "Landrum, L. R. Psidium guajava L.: Taxonomy, relatives and possible origin. In Guava: Botany, Production and Uses. 1–21 (2021)."}, {"Citation": "Urquía D, Gutierrez B, Pozo G, Pozo MJ, Espín A, Torres MDL. Psidium guajava in the Galapagos Islands: Population genetics and history of an invasive species. PLoS ONE. 2019;14:1–21. doi: 10.1371/journal.pone.0203737.", "ArticleIdList": ["10.1371/journal.pone.0203737", "PMC6415804", "30865637"]}, {"Citation": "Otuoma J, Nyongesah JM, Owino J, Onyango AA, Okello VS. Ecological manipulation of Psidium guajava to facilitate secondary forest succession in tropical forests. J. Ecol. Eng. 2020;21:210–221. doi: 10.12911/22998993/125586.", "ArticleIdList": ["10.12911/22998993/125586"]}, {"Citation": "Gavhane A, Chopade S, Dighe P, Kour A. The nutritional and bioactive potential of guava and possibilities for its commercial application in value-added products. Pharma Innov. J. 2022;11:2643–2647."}, {"Citation": "De Souza TDS, da Silva Ferreira MF, Menini L, de Lima Souza JRC, de Oliveira Bernardes C, Ferreira A. Chemotype diversity of Psidium guajava L. Phytochemistry. 2018;153:129–137. doi: 10.1016/j.phytochem.2018.06.006.", "ArticleIdList": ["10.1016/j.phytochem.2018.06.006", "29913321"]}, {"Citation": "Khadhri A, El Mokni R, Almeida C, Nogueira JMF, Araújo MEM. Chemical composition of essential oil of Psidium guajava L. growing in Tunisia. Ind. Crops Prod. 2014;52:29–31. doi: 10.1016/j.indcrop.2013.10.018.", "ArticleIdList": ["10.1016/j.indcrop.2013.10.018"]}, {"Citation": "Flores G, Wu SB, Negrin A, Kennelly EJ. Chemical composition and antioxidant activity of seven cultivars of guava (Psidium guajava) fruits. Food Chem. 2015;170:327–335. doi: 10.1016/j.foodchem.2014.08.076.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.076", "25306353"]}, {"Citation": "Biswas S, Mondol D, Jodder P, Sana S, Saleh MA, Tarafdar AK, Islam F. Evaluation of neurobehavioral activities of ethanolic extract of Psidium guajava Linn leaves in mice model. Future J. Pharm. Sci. 2021;7:133."}, {"Citation": "Vasconcelos, A. G., das Amorim, A., Dos Santos, R. C., Souza, J. M. T., de Souza, L. K. M., de Araújo, T., & de Leite, J. R. Lycopene rich extract from red guava (Psidium guajava L.) displays anti-inflammatory and antioxidant profile by reducing suggestive hallmarks of acute inflammatory response in mice. Food Res. Int.99, 959–968 (2017).", "ArticleIdList": ["28847433"]}, {"Citation": "Silva EAJ, Estevam EBB, Silva TS, Nicolella HD, Furtado RA, Alves CCF, Miranda MLD. Antibacterial and antiproliferative activities of the fresh leaf essential oil of Psidium guajava L. (Myrtaceae) Braz. J. Biol. 2019;79:697–702. doi: 10.1590/1519-6984.189089.", "ArticleIdList": ["10.1590/1519-6984.189089", "30462815"]}, {"Citation": "Zhu X, Ouyang W, Lan Y, Xiao H, Tang L, Liu G, Cao Y. Anti-hyperglycemic and liver protective effects of flavonoids from Psidium guajava L. (guava) leaf in diabetic mice. Food Biosci. 2020;35:100574. doi: 10.1016/j.fbio.2020.100574.", "ArticleIdList": ["10.1016/j.fbio.2020.100574"]}, {"Citation": "Taha TF, Elakkad HA, Gendy ASH, Abdelkader MAI, El Hussein SS. In vitro bio-medical studies on Psidium guajava leaves. Plant Arch. 2019;19:199–207."}, {"Citation": "Vijaya Anand, A., Velayuthaprabhu, S., Rengarajan, R. L., Sampathkumar, P. & Radhakrishnan, R. Bioactive compounds of guava (Psidium guajava L.). In BT-Bioactive Compounds in Underutilized Fruits and Nuts (eds. Murthy, H. N. & Bapat, V. A.). 503–527 (Springer, 2020)."}, {"Citation": "Oncho DA, Ejigu MC, Urgessa OE. Phytochemical constituent and antimicrobial properties of guava extracts of east Hararghe of Oromia, Ethiopia. Clin. Phytosci. 2021;7:37. doi: 10.1186/s40816-021-00268-2.", "ArticleIdList": ["10.1186/s40816-021-00268-2"]}, {"Citation": "Suni T, Kulmala M, Hirsikko A, Bergman T, Laakso L, Aalto PP, Tadros C. Formation and characteristics of ions and charged aerosol particles in a native Australian eucalypt forest. Atmos. Chem. Phys. 2008;8:129–139. doi: 10.5194/acp-8-129-2008.", "ArticleIdList": ["10.5194/acp-8-129-2008"]}, {"Citation": "Vickers CE, Gershenzon J, Lerdau MT, Loreto F. A unified mechanism of action for volatile isoprenoids in plant abiotic stress. Nat. Chem. Biol. 2009;5:283–291. doi: 10.1038/nchembio.158.", "ArticleIdList": ["10.1038/nchembio.158", "19377454"]}, {"Citation": "Unsicker SB, Kunert G, Gershenzon J. Protective perfumes: The role of vegetative volatiles in plant defense against herbivores. Curr. Opin. Plant Biol. 2009;12:479–485. doi: 10.1016/j.pbi.2009.04.001.", "ArticleIdList": ["10.1016/j.pbi.2009.04.001", "19467919"]}, {"Citation": "Cseke LJ, Kaufman PB, Kirakosyan A. The biology of essential oils in the pollination of flowers. Nat. Prod. Commun. 2021;2:1317–1336."}, {"Citation": "Cordeiro GD, Dos Santos IGF, da Silva CI, Schlindwein C, Alves-dos-Santos I, Dötterl S. Nocturnal floral scent profiles of Myrtaceae fruit crops. Phytochemistry. 2019;162:193–198. doi: 10.1016/j.phytochem.2019.03.011.", "ArticleIdList": ["10.1016/j.phytochem.2019.03.011", "30939396"]}, {"Citation": "Padovan A, Keszei A, Wallis IR, Foley WJ. Mosaic eucalypt trees suggest genetic control at a point that influences several metabolic pathways. J. Chem. Ecol. 2012;38:914–923. doi: 10.1007/s10886-012-0149-z.", "ArticleIdList": ["10.1007/s10886-012-0149-z", "22661307"]}, {"Citation": "Külheim C, Padovan A, Hefer C, Krause ST, Köllner TG, Myburg AA, Foley WJ. The Eucalyptus terpene synthase gene family. BMC Genomics. 2015;16:450. doi: 10.1186/s12864-015-1598-x.", "ArticleIdList": ["10.1186/s12864-015-1598-x", "PMC4464248", "26062733"]}, {"Citation": "Canal D, Escudero FLG, Mendes LA, da Silva Ferreira MF, Turchetto-Zolet AC. Genome-wide identification, expression profile and evolutionary relationships of TPS genes in the neotropical fruit tree species Psidium cattleyanum. Sci. Rep. 2023;13:1–16. doi: 10.1038/s41598-023-31061-5.", "ArticleIdList": ["10.1038/s41598-023-31061-5", "PMC9998390", "36894661"]}, {"Citation": "Silva MA, Soares FAF, Clarindo WR, Mendes LA, Alves LB, Ferreira A, da Silva Ferreira MF. Genomic and epigenomic variation in Psidium species and their outcome under the yield and composition of essential oils. Sci. Rep. 2023;13:1–10.", "ArticleIdList": ["PMC9876884", "36697447"]}, {"Citation": "Mendes LA, de Souza TDS, Menini L, Guilhen JHS, de Oliveira Bernardes C, Ferreira A, da Silva Ferreira MF. Spring alterations in the chromatographic profile of leaf essential oils of improved guava genotypes in Brazil. Sci. Hortic. (Amsterdam) 2018;238:295–302. doi: 10.1016/j.scienta.2018.04.065.", "ArticleIdList": ["10.1016/j.scienta.2018.04.065"]}, {"Citation": "Hassan EM, El Gendy AENG, Abd-ElGawad AM, Elshamy AI, Farag MA, Alamery SF, Omer EA. Comparative chemical profiles of the essential oils from different varieties of Psidium guajava L. Molecules. 2020;26:1–11. doi: 10.3390/molecules26010119.", "ArticleIdList": ["10.3390/molecules26010119", "PMC7795193", "33383905"]}, {"Citation": "de Souza TDS, da Silva Ferreira MF, Menini L, de Lima Souza JRC, Parreira LA, Cecon PR, Ferreira A. Essential oil of Psidium guajava: Influence of genotypes and environment. Sci. Hortic. (Amsterdam) 2017;216:38–44. doi: 10.1016/j.scienta.2016.12.026.", "ArticleIdList": ["10.1016/j.scienta.2016.12.026"]}, {"Citation": "Chen F, Tholl D, Bohlmann J, Pichersky E. The family of terpene synthases in plants: A mid-size family of genes for specialized metabolism that is highly diversified throughout the kingdom. Plant J. 2011;66:212–229. doi: 10.1111/j.1365-313X.2011.04520.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04520.x", "21443633"]}, {"Citation": "Han X, Chen CC, Kuo CJ, Huang CH, Zheng Y, Ko TP, Ma Y. Crystal structures of ligand-bound octaprenyl pyrophosphate synthase from Escherichia coli reveal the catalytic and chain-length determining mechanisms. Proteins Struct. Funct. Bioinform. 2015;83:37–45. doi: 10.1002/prot.24618.", "ArticleIdList": ["10.1002/prot.24618", "PMC4256133", "24895191"]}, {"Citation": "Calvert J, Baten A, Butler J, Barkla B, Shepherd M. Terpene synthase genes in Melaleuca alternifolia: Comparative analysis of lineage-specific subfamily variation within Myrtaceae. Plant Syst. Evol. 2018;304:111–121. doi: 10.1007/s00606-017-1454-3.", "ArticleIdList": ["10.1007/s00606-017-1454-3"]}, {"Citation": "Thrimawithana AH, Jones D, Hilario E, Grierson E, Ngo HM, Liachko I, Schwinn KE. A whole genome assembly of Leptospermum scoparium (Myrtaceae) for mānuka research. N. Z. J. Crop Hortic. Sci. 2019;47:233–260. doi: 10.1080/01140671.2019.1657911.", "ArticleIdList": ["10.1080/01140671.2019.1657911"]}, {"Citation": "Myburg AA, Grattapaglia D, Tuskan GA, Hellsten U, Hayes RD, Grimwood J, Schmutz J. The genome of Eucalyptus grandis. Nature. 2014;510:356–362. doi: 10.1038/nature13308.", "ArticleIdList": ["10.1038/nature13308", "24919147"]}, {"Citation": "Silva RCE, Costa JSD, Figueiredo ROD, Setzer WN, Silva JKRD, Maia JGS, Figueiredo PLB. Monoterpenes and sesquiterpenes of essential oils from Psidium species and their biological properties. Molecules. 2021;26:4–5.", "ArticleIdList": ["PMC7917929", "33673039"]}, {"Citation": "Vasconcelos LC, de Santos ES, Mendes LA, da Ferreira MFS, Praça-Fontes MM. Chemical composition, phytotoxicity and cytogenotoxicity of essential oil from leaves of Psidium guajava L. cultivars. Res. Soc. Dev. 2021;10:e6110917710. doi: 10.33448/rsd-v10i9.17710.", "ArticleIdList": ["10.33448/rsd-v10i9.17710"]}, {"Citation": "Kokilananthan S, Bulugahapitiya VP, Manawadu H, Gangabadage CS. Sesquiterpenes and monoterpenes from different varieties of guava leaf essential oils and their antioxidant potential. Heliyon. 2022;8:e12104. doi: 10.1016/j.heliyon.2022.e12104.", "ArticleIdList": ["10.1016/j.heliyon.2022.e12104", "PMC9768318", "36568663"]}, {"Citation": "Mittal A, Yadav IS, Arora NK, Boora RS, Mittal M, Kaur P, Singh K. RNA-sequencing based gene expression landscape of guava cv. Allahabad Safeda and comparative analysis to colored cultivars. BMC Genomics. 2020;21:1–19. doi: 10.1186/s12864-020-06883-6.", "ArticleIdList": ["10.1186/s12864-020-06883-6", "PMC7364479", "32669108"]}, {"Citation": "Carpinetti PDA, Fioresi VS, Ignez da Cruz T, de Almeida FAN, Canal D, Ferreira A, Ferreira MFDS. Efficient method for isolation of high-quality RNA from Psidium guajava L. tissues. PLoS One. 2021;16:1–19. doi: 10.1371/journal.pone.0255245.", "ArticleIdList": ["10.1371/journal.pone.0255245", "PMC8312961", "34310664"]}, {"Citation": "Johnson LS, Eddy SR, Portugaly E. Hidden Markov model speed heuristic and iterative HMM search procedure. BMC Bioinform. 2010;11:431. doi: 10.1186/1471-2105-11-431.", "ArticleIdList": ["10.1186/1471-2105-11-431", "PMC2931519", "20718988"]}, {"Citation": "Durairaj J, Di Girolamo A, Bouwmeester HJ, de Ridder D, Beekwilder J, van Dijk AD. An analysis of characterized plant sesquiterpene synthases. Phytochemistry. 2019;158:157–165. doi: 10.1016/j.phytochem.2018.10.020.", "ArticleIdList": ["10.1016/j.phytochem.2018.10.020", "30446165"]}, {"Citation": "Letunic I, Khedkar S, Bork P. SMART: Recent updates, new developments and status in 2020. Nucleic Acids Res. 2021;49:D458–D460. doi: 10.1093/nar/gkaa937.", "ArticleIdList": ["10.1093/nar/gkaa937", "PMC7778883", "33104802"]}, {"Citation": "Hu B, Jin J, Guo AY, Zhang H, Luo J, Gao G. GSDS 2.0: An upgraded gene feature visualization server. Bioinformatics. 2015;31:1296–1297. doi: 10.1093/bioinformatics/btu817.", "ArticleIdList": ["10.1093/bioinformatics/btu817", "PMC4393523", "25504850"]}, {"Citation": "Crooks GE, Hon G, Chandonia JM, Brenner SE. WebLogo: A sequence logo generator. Genome Res. 2004;14:1188–1190. doi: 10.1101/gr.849004.", "ArticleIdList": ["10.1101/gr.849004", "PMC419797", "15173120"]}, {"Citation": "Goodstein DM, Shu S, Howson R, Neupane R, Hayes RD, Fazo J, Rokhsar DS. Phytozome: A comparative platform for green plant genomics. Nucleic Acids Res. 2012;40:1178–1186. doi: 10.1093/nar/gkr944.", "ArticleIdList": ["10.1093/nar/gkr944", "PMC3245001", "22110026"]}, {"Citation": "Voelker J, Mauleon R, Shepherd M. The terpene synthase genes of Melaleuca alternifolia (tea tree) and comparative gene family analysis among Myrtaceae essential oil crops. Plant Syst. Evol. 2023;309:1–19. doi: 10.1007/s00606-023-01847-1.", "ArticleIdList": ["10.1007/s00606-023-01847-1"]}, {"Citation": "Butler JB, Freeman JS, Potts BM, Vaillancourt RE, Grattapaglia D, Silva-Junior OB, Shepherd M. Annotation of the Corymbia terpene synthase gene family shows broad conservation but dynamic evolution of physical clusters relative to Eucalyptus. Heredity (Edinb). 2018;121:87–104. doi: 10.1038/s41437-018-0058-1.", "ArticleIdList": ["10.1038/s41437-018-0058-1", "PMC5997730", "29523839"]}, {"Citation": "Katoh K, Rozewicki J, Yamada KD. MAFFT online service: Multiple sequence alignment, interactive sequence choice and visualization. Brief Bioinform. 2019;20:1160–1166. doi: 10.1093/bib/bbx108.", "ArticleIdList": ["10.1093/bib/bbx108", "PMC6781576", "28968734"]}, {"Citation": "Capella-Gutiérrez S, Silla-Martínez JM, Gabaldón T. trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics. 2009;25:1972–1973. doi: 10.1093/bioinformatics/btp348.", "ArticleIdList": ["10.1093/bioinformatics/btp348", "PMC2712344", "19505945"]}, {"Citation": "Minh BQ, Schmidt HA, Chernomor O, Schrempf D, Woodhams MD, Von Haeseler A, Lanfear R. IQ-TREE 2: New models and efficient methods for phylogenetic inference in the genomic era. Mol. Biol. Evol. 2020;37:1530–1534. doi: 10.1093/molbev/msaa015.", "ArticleIdList": ["10.1093/molbev/msaa015", "PMC7182206", "32011700"]}, {"Citation": "Darriba D, Taboada GL, Doallo R, Posada D. ProtTest 3: Fast selection of best-fit models of protein evolution. Bioinformatics. 2011;27:1164–1165. doi: 10.1093/bioinformatics/btr088.", "ArticleIdList": ["10.1093/bioinformatics/btr088", "PMC5215816", "21335321"]}, {"Citation": "Schwarz G. Estimating the dimension of a model. Ann. Stat. 1978;6:461–464. doi: 10.1214/aos/1176344136.", "ArticleIdList": ["10.1214/aos/1176344136"]}, {"Citation": "Letunic I, Bork P. Interactive tree of life (iTOL) v5: An online tool for phylogenetic tree display and annotation. Nucleic Acids Res. 2021;49:W293–W296. doi: 10.1093/nar/gkab301.", "ArticleIdList": ["10.1093/nar/gkab301", "PMC8265157", "33885785"]}, {"Citation": "Bolger AM, Lohse M, Usadel B. Trimmomatic: A flexible trimmer for Illumina sequence data. Bioinformatics. 2014;30:2114–2120. doi: 10.1093/bioinformatics/btu170.", "ArticleIdList": ["10.1093/bioinformatics/btu170", "PMC4103590", "24695404"]}, {"Citation": "Brown J, Pirrung M, McCue LA. FQC Dashboard: Integrates FastQC results into a web-based, interactive, and extensible FASTQ quality control tool. Bioinformatics. 2017;33:3137–3139. doi: 10.1093/bioinformatics/btx373.", "ArticleIdList": ["10.1093/bioinformatics/btx373", "PMC5870778", "28605449"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Regev A. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat. Biotechnol. 2011;29:644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Kim D, Langmead B, Salzberg SL. HISAT: A fast spliced aligner with low memory requirements. Nat. Methods. 2015;12:357–360. doi: 10.1038/nmeth.3317.", "ArticleIdList": ["10.1038/nmeth.3317", "PMC4655817", "25751142"]}, {"Citation": "Liao Y, Smyth GK, Shi W. FeatureCounts: An efficient general purpose program for assigning sequence reads to genomic features. Bioinformatics. 2014;30:923–930. doi: 10.1093/bioinformatics/btt656.", "ArticleIdList": ["10.1093/bioinformatics/btt656", "24227677"]}, {"Citation": "Anders S, McCarthy DJ, Chen Y, Okoniewski M, Smyth GK, Huber W, Robinson MD. Count-based differential expression analysis of RNA sequencing data using R and Bioconductor. Nat. Protoc. 2013;8:1765–1786. doi: 10.1038/nprot.2013.099.", "ArticleIdList": ["10.1038/nprot.2013.099", "23975260"]}, {"Citation": "Zhu A, Ibrahim JG, Love MI. Heavy-tailed prior distributions for sequence count data: Removing the noise and preserving large differences. Bioinformatics. 2019;35:2084–2092. doi: 10.1093/bioinformatics/bty895.", "ArticleIdList": ["10.1093/bioinformatics/bty895", "PMC6581436", "30395178"]}, {"Citation": "Kilian A, Wenzl P, Huttner E, Carling J, Xia L, Blois H, Uszynski G. Diversity arrays technology: A generic genome profiling technology on open platforms. Methods Mol. Biol. 2012;888:3–12.", "ArticleIdList": ["22665276"]}, {"Citation": "Sansaloni C, Petroli C, Jaccoud D, Carling J, Detering F, Grattapaglia D, Kilian A. Diversity arrays technology (DArT) and next-generation sequencing combined: genome-wide, high throughput, highly informative genotyping for molecular breeding of Eucalyptus. BMC Proc. 2011;5:127. doi: 10.1186/1753-6561-5-S7-P54.", "ArticleIdList": ["10.1186/1753-6561-5-S7-P54"]}, {"Citation": "Sansaloni C, Franco J, Santos B, Percival-Alwyn L, Singh S, Petroli C, Pixley K. Diversity analysis of 80,000 wheat accessions reveals consequences and opportunities of selection footprints. Nat. Commun. 2020;11:1–12. doi: 10.1038/s41467-020-18404-w.", "ArticleIdList": ["10.1038/s41467-020-18404-w", "PMC7486412", "32917907"]}, {"Citation": "R Core Team. R: A Language and Environment for Statistical Computing. https://www.R-project.org/ (R Foundation for Statistical Computing, 2023)."}, {"Citation": "Minh BQ, Dang CC, Vinh LS, Lanfear R. QMaker: Fast and accurate method to estimate empirical models of protein evolution. Syst. Biol. 2021;70:1046–1060. doi: 10.1093/sysbio/syab010.", "ArticleIdList": ["10.1093/sysbio/syab010", "PMC8357343", "33616668"]}, {"Citation": "Irshad Z, Hanif MA, Ayub MA, Jilani MI, Tavallali V. Chapter 26 - Guava in Medicinal Plants of South Asia. In: Hanif MA, Nawaz H, Khan MM, Byrne HJ, editors. Medicinal Plants of South Asia: Novel Sources for Drug Discovery. Elsevier; 2020. pp. 341–354."}, {"Citation": "Tholl D. Biosynthesis and biological functions of terpenoids in plants. Adv. Biochem. Eng. Biotechnol. 2015;148:63–106.", "ArticleIdList": ["25583224"]}, {"Citation": "Zerbe P, Bohlmann J. Plant diterpene synthases: Exploring modularity and metabolic diversity for bioengineering. Trends Biotechnol. 2015;33:419–428. doi: 10.1016/j.tibtech.2015.04.006.", "ArticleIdList": ["10.1016/j.tibtech.2015.04.006", "26003209"]}, {"Citation": "Murillo-A JC, Stuessy TF, Ruiz E. Explaining disjunct distributions in the flora of southern South America: Evolutionary history and biogeography of Myrceugenia (Myrtaceae) J. Biogeogr. 2016;43:979–990. doi: 10.1111/jbi.12702.", "ArticleIdList": ["10.1111/jbi.12702"]}, {"Citation": "Dupuis JR, Pillon Y, Sakishima T, Gemmill CE, Chamala S, Barbazuk WB, Stacy EA. Targeted amplicon sequencing of 40 nuclear genes supports a single introduction and rapid radiation of Hawaiian Metrosideros (Myrtaceae) Plant Syst. Evol. 2019;305:961–974. doi: 10.1007/s00606-019-01615-0.", "ArticleIdList": ["10.1007/s00606-019-01615-0"]}, {"Citation": "He SM, Wang X, Yang SC, Dong Y, Zhao QM, Yang JL, De Fan W. novo transcriptome characterization of Rhodomyrtus tomentosa leaves and identification of genes involved in α/β-pinene and β-caryophyllene biosynthesis. Front. Plant Sci. 2018;9:1231. doi: 10.3389/fpls.2018.01231.", "ArticleIdList": ["10.3389/fpls.2018.01231", "PMC6117411", "30197651"]}, {"Citation": "Bosman RN, Lashbrooke JG. Grapevine mono- and sesquiterpenes: Genetics, metabolism, and ecophysiology. Front. Plant Sci. 2023;14:113. doi: 10.3389/fpls.2023.1111392.", "ArticleIdList": ["10.3389/fpls.2023.1111392", "PMC9936147", "36818850"]}, {"Citation": "Raj MSA, Santhi VP, Amalraj S, Murugan R, Gangapriya P, Pragadheesh VS, Ayyanar M. A comparative analysis of leaf essential oil profile, in vitro biological properties and in silico studies of four Indian guava (Psidium guajava L.) cultivars, a promising source of functional food. S. Afr. J. Bot. 2023;153:357–369. doi: 10.1016/j.sajb.2023.01.005.", "ArticleIdList": ["10.1016/j.sajb.2023.01.005"]}, {"Citation": "Padovan A, Keszei A, Külheim C, Foley WJ. The evolution of foliar terpene diversity in Myrtaceae. Phytochem. Rev. 2014;13:695–716. doi: 10.1007/s11101-013-9331-3.", "ArticleIdList": ["10.1007/s11101-013-9331-3"]}, {"Citation": "Vieira PMH, Arêdes FAS, Ferreira A, Ferreira MFS. Comparative analysis of soybean genotype resistance to Heterodera glycines and Meloidogyne species via resistance gene analogs. Genet. Mol. Res. 2016;15:1–13. doi: 10.4238/gmr.15038562.", "ArticleIdList": ["10.4238/gmr.15038562", "27706689"]}, {"Citation": "Gfeller V, Huber M, Förster C, Huang W, Köllner TG, Erb M. Root volatiles in plant–plant interactions I: High root sesquiterpene release is associated with increased germination and growth of plant neighbours. Plant. Cell Environ. 2019;42:1950–1963. doi: 10.1111/pce.13532.", "ArticleIdList": ["10.1111/pce.13532", "PMC6850102", "30737807"]}, {"Citation": "Gomes VM, Souza RM, Mussi-Dias V, da Silveira SF, Dolinski C. Guava decline: A complex disease involving Meloidogyne mayaguensis and Fusarium solani. J. Phytopathol. 2011;159:45–50. doi: 10.1111/j.1439-0434.2010.01711.x.", "ArticleIdList": ["10.1111/j.1439-0434.2010.01711.x"]}, {"Citation": "Khan MR, Poornima K, Somvanshi VS, Walia RK. Meloidogyne enterolobii: A threat to guava (Psidium guajava) cultivation. Arch. Phytopathol. Plant Prot. 2022;55:1961–1997. doi: 10.1080/03235408.2022.2132623.", "ArticleIdList": ["10.1080/03235408.2022.2132623"]}, {"Citation": "Lantz AT, Allman J, Weraduwage SM, Sharkey TD. Isoprene: New insights into the control of emission and mediation of stress tolerance by gene expression. Plant. Cell Environ. 2019;42:2808–2826. doi: 10.1111/pce.13629.", "ArticleIdList": ["10.1111/pce.13629", "PMC6788959", "31350912"]}, {"Citation": "Sharkey TD, Yeh S. Isoprene emission from plants. Annu. Rev. Plant Biol. 2001;52:407–436. doi: 10.1146/annurev.arplant.52.1.407.", "ArticleIdList": ["10.1146/annurev.arplant.52.1.407", "11337404"]}, {"Citation": "Biffin E, Lucas EJ, Craven LA, Ribeiro da Costa I, Harrington MG, Crisp MD. Evolution of exceptional species richness among lineages of fleshy-fruited Myrtaceae. Ann. Bot. 2010;106:79–93. doi: 10.1093/aob/mcq088.", "ArticleIdList": ["10.1093/aob/mcq088", "PMC2889796", "20462850"]}, {"Citation": "Thornhill AH, Ho SYW, Külheim C, Crisp MD. Interpreting the modern distribution of Myrtaceae using a dated molecular phylogeny. Mol. Phylogenet. Evol. 2015;93:29–43. doi: 10.1016/j.ympev.2015.07.007.", "ArticleIdList": ["10.1016/j.ympev.2015.07.007", "26211451"]}, {"Citation": "Keszei A, Brubaker CL, Carter R, Köllner T, Degenhardt J, Foley WJ. Functional and evolutionary relationships between terpene synthases from Australian Myrtaceae. Phytochemistry. 2010;71:844–852. doi: 10.1016/j.phytochem.2010.03.013.", "ArticleIdList": ["10.1016/j.phytochem.2010.03.013", "20399476"]}, {"Citation": "Rodrigues Caetano A. Marcadores SNP: conceitos básicos, aplicações no manejo e no melhoramento animal e perspectivas para o futuro. Rev. Bras. Zootec. 2009;3598:64–71. doi: 10.1590/S1516-35982009001300008.", "ArticleIdList": ["10.1590/S1516-35982009001300008"]}, {"Citation": "Du F, Wang T, Fan JM, Liu ZZ, Zong JX, Fan WX, Grierson D. Volatile composition and classification of Lilium flower aroma types and identification, polymorphisms, and alternative splicing of their monoterpene synthase genes. Hortic. Res. 2019;6:22. doi: 10.1038/s41438-019-0192-9.", "ArticleIdList": ["10.1038/s41438-019-0192-9", "PMC6804824", "31645964"]}, {"Citation": "Ueki M, Kimura-Kataoka K, Fujihara J, Iida R, Kawai Y, Kusaka A, Yasuda T. Evaluation of the functional effects of genetic variants-missense and nonsense SNPs, indels and copy number variations-in the gene encoding human deoxyribonuclease I potentially implicated in autoimmunity. Sci. Rep. 2019;9:1–11. doi: 10.1038/s41598-019-49935-y.", "ArticleIdList": ["10.1038/s41598-019-49935-y", "PMC6754452", "31541133"]}, {"Citation": "de Souza WFC, de Lucena FA, de Castro RJS, de Oliveira CP, Quirino MR, Martins LP. Exploiting the chemical composition of essential oils from Psidium cattleianum and Psidium guajava and its antimicrobial and antioxidant properties. J. Food Sci. 2021;86:4637–4649. doi: 10.1111/1750-3841.15889.", "ArticleIdList": ["10.1111/1750-3841.15889", "34486118"]}, {"Citation": "Soliman, F. M., Fathy, M. M., Salama, M. M. & Saber, F. R. Comparative study of the volatile oil content and antimicrobial activity of Psidium guajava L. and Psidium cattleianum Sabine leaves. Bull. Fac. Pharm. Cairo Univ.54, 219–225 (2016)."}, {"Citation": "El-Ahmady SH, Ashour ML, Wink M. Chemical composition and anti-inflammatory activity of the essential oils of Psidium guajava fruits and leaves. J. Essent. Oil Res. 2013;25:475–481. doi: 10.1080/10412905.2013.796498.", "ArticleIdList": ["10.1080/10412905.2013.796498"]}, {"Citation": "da Silva JD, Luz AIR, da Silva MHL, Andrade EHA, Zoghbi MDGB, Maia JGS. Essential oils of the leaves and stems of four Psidium spp. Flavour Fragr. J. 2003;18:240–243. doi: 10.1002/ffj.1219.", "ArticleIdList": ["10.1002/ffj.1219"]}, {"Citation": "Macedo JGF, Rangel JML, de Oliveira Santos M, Camilo CJ, da Costa JGM, de Almeida Souza MM. Therapeutic indications, chemical composition and biological activity of native Brazilian species from Psidium genus (Myrtaceae): A review. J. Ethnopharmacol. 2021;278:22.", "ArticleIdList": ["34058313"]}]}], "History": [{"Year": "2023", "Month": "6", "Day": "17"}, {"Year": "2023", "Month": "12", "Day": "29"}, {"Year": "2024", "Month": "1", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "6", "Hour": "10", "Minute": "41"}, {"Year": "2024", "Month": "1", "Day": "5", "Hour": "23", "Minute": "29"}, {"Year": "2024", "Month": "1", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["38182724", "PMC10770072", "10.1038/s41598-023-51007-1", "10.1038/s41598-023-51007-1"]}}]}