{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chemical constituents", "Influenza A virus (IAV) pneumonia", "Qingjin Huatan decoction", "Serum pharmacochemistry", "UHPLC–Q exactive orbitrap–MS"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38185258", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.jep.2024.117701", "S0378-8741(24)00001-1"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "06"}], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "323", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "06"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Integrated serum pharmacochemistry and investigation of the anti-influenza A virus pneumonia effect of Qingjin Huatan decoction.", "Pagination": {"StartPage": "117701", "MedlinePgn": "117701"}, "Abstract": {"AbstractText": ["Qingjin Huatan Decoction (QJHTT) consists of 11 herbal medicines: Scutellaria baicalensis Georgi, Gardenia jasminoides J. Ellis, Platycodon grandiflorus (Jacq.) A. DC., Ophiopogon japonicus (Thunb.) Ker Gawl., Morus alba L., Fritillaria thunbergii Miq., Anemarrhena asphodeloides Bunge, Trichosanthes kirilowii Maxim., Citrus reticulata Blanco, Poria cocos (Schw.) Wolf, and Glycyrrhiza uralensis Fisch. As a traditional Chinese medicinal formula, QJHTT has been used for more than 400 years in China. It has shown promising results in treating influenza A virus (IAV) pneumonia.", "To elusive the specific pharmacological constituents and mechanisms underlying its anti-IAV pneumonia effects.", "The components in QJHTT were analyzed through the use of a serum pharmacology-based ultra high-performance liquid chromatography Q- Exactive Orbitrap mass spectrometry (UHPLC-Q Exactive Orbitrap-MS) method. Simultaneously, the dynamic changes in IAV-infected mouse lung viral load, lung index, and expression of lung inflammation factors were monitored by qRT-PCR.", "We successfully identified 152 chemical components within QJHTT, along with 59 absorbed chemical prototype constituents found in the serum of mice treated with QJHTT. 43.45% of these chemical components and 43.10% of the prototype constituents were derived from the monarch drugs, namely Huangqin and Zhizi, aligning perfectly with traditional Chinese medicine theory. Notably, our analysis led to the discovery of 14 compounds within QJHTT for the first time, three of which were absorbed into the bloodstream. Simultaneously, we observed that QJHTT not only reduced the viral load but also modulated the expression of inflammation factors in the lung tissue including TNF-α, IL-1β, IL-4, IL-6, IFN-γ, and IL17A. A time-effect analysis further revealed that QJHTT intervention effectively suppressed the peak of inflammatory responses, demonstrating a robust anti-IAV pneumonia effect.", "We comprehensively analyzed the pharmacological material basis of QJHTT by a highly sensitive and high-resolution UHPLC-Q Exactive Orbitrap-MS method, and demonstrated its efficacy in combating IAV pneumonia by reducing lung viral load and inflammatory factors. This study has significant importance for elucidating the pharmacological basis and pharmacological mechanism of QJHTT in combating IAV pneumonia."], "CopyrightInformation": "Copyright © 2024 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, 250355, China; Qingdao Academy of Chinese Medicinal Sciences, Shandong University of Traditional Chinese Medicine, Qingdao, 266041, China."}], "LastName": "Liu", "ForeName": "Miaomiao", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, 250355, China."}], "LastName": "Li", "ForeName": "Zhongyuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qingdao Academy of Chinese Medicinal Sciences, Shandong University of Traditional Chinese Medicine, Qingdao, 266041, China; Innovative Institute of Chinse Medicine and Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, 250355, China."}], "LastName": "Cui", "ForeName": "Qinghua", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, 250355, China."}], "LastName": "Yan", "ForeName": "Beibei", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Immunology, College of Medicine, University of Illinois Chicago, Chicago, IL, 60612, USA."}], "LastName": "Achi", "ForeName": "Jazmin Galvan", "Initials": "JG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qingdao Academy of Chinese Medicinal Sciences, Shandong University of Traditional Chinese Medicine, Qingdao, 266041, China. Electronic address: 60012501@sdutcm.edu.cn."}], "LastName": "Zhao", "ForeName": "Yangang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Immunology, College of Medicine, University of Illinois Chicago, Chicago, IL, 60612, USA. Electronic address: Lijun@uic.edu."}], "LastName": "Rong", "ForeName": "Lijun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qingdao Academy of Chinese Medicinal Sciences, Shandong University of Traditional Chinese Medicine, Qingdao, 266041, China; Innovative Institute of Chinse Medicine and Pharmacy, Shandong University of Traditional Chinese Medicine, Jinan, 250355, China. Electronic address: ruikun@sdutcm.edu.cn."}], "LastName": "Du", "ForeName": "Ruikun", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Antibodies"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "therapeutic use", "chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Lung"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Pneumonia, Viral"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Antibodies"}, {"QualifierName": ["methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "11", "Day": "27"}, {"Year": "2023", "Month": "12", "Day": "27"}, {"Year": "2024", "Month": "1", "Day": "1"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "8", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "7", "Hour": "19", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38185258", "10.1016/j.jep.2024.117701", "S0378-8741(24)00001-1"]}}]}