{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Diabetic wound", "FOXO1", "NF-kB", "Stem cells", "TGF-β1", "VEGF"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38212535", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "04"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s10787-023-01407-6"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "11"}], "Journal": {"ISSN": "1568-5608", "JournalIssue": {"Volume": "32", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Inflammopharmacology", "ISOAbbreviation": "Inflammopharmacology"}, "ArticleTitle": "Insights into the mechanisms of diabetic wounds: pathophysiology, molecular targets, and treatment strategies through conventional and alternative therapies.", "Pagination": {"StartPage": "149", "EndPage": "228", "MedlinePgn": "149-228"}, "Abstract": {"AbstractText": ["Diabetes mellitus is a prevalent cause of mortality worldwide and can lead to several secondary issues, including DWs, which are caused by hyperglycemia, diabetic neuropathy, anemia, and ischemia. Roughly 15% of diabetic patient's experience complications related to DWs, with 25% at risk of lower limb amputations. A conventional management protocol is currently used for treating diabetic foot syndrome, which involves therapy using various substances, such as bFGF, pDGF, VEGF, EGF, IGF-I, TGF-β, skin substitutes, cytokine stimulators, cytokine inhibitors, MMPs inhibitors, gene and stem cell therapies, ECM, and angiogenesis stimulators. The protocol also includes wound cleaning, laser therapy, antibiotics, skin substitutes, HOTC therapy, and removing dead tissue. It has been observed that treatment with numerous plants and their active constituents, including Globularia Arabica, Rhus coriaria L., Neolamarckia cadamba, Olea europaea, Salvia kronenburgii, Moringa oleifera, Syzygium aromaticum, Combretum molle, and Myrtus communis, has been found to promote wound healing, reduce inflammation, stimulate angiogenesis, and cytokines production, increase growth factors production, promote keratinocyte production, and encourage fibroblast proliferation. These therapies may also reduce the need for amputations. However, there is still limited information on how to prevent and manage DWs, and further research is needed to fully understand the role of alternative treatments in managing complications of DWs. The conventional management protocol for treating diabetic foot syndrome can be expensive and may cause adverse side effects. Alternative therapies, such as medicinal plants and green synthesis of nano-formulations, may provide efficient and affordable treatments for DWs."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": ["0000-0001-8386-9825"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Prayagraj, 211007, India. j.p.yaduvansi@gmail.com."}, {"Identifier": [], "Affiliation": "Pharmacology Research Laboratory, Faculty of Pharmaceutical Sciences, Rama University, Kanpur, 209217, India. j.p.yaduvansi@gmail.com."}, {"Identifier": [], "Affiliation": "Bioorganic and Medicinal Chemistry Research Laboratory, Department of Pharmaceutical Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Prayagraj, 211007, India. j.p.yaduvansi@gmail.com."}], "LastName": "Yadav", "ForeName": "Jagat Pal", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences and Natural Products, Central University of Punjab, Bathinda, 151401, India."}], "LastName": "Singh", "ForeName": "Ankit Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Computational Modeling of Drugs, Higher Medical and Biological School, South Ural State University, Chelyabinsk, 454008, Russia."}], "LastName": "Grishina", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Analysis, Quality Assurance, and Pharmaceutical Chemistry, School of Pharmacy, GITAM (Deemed to Be University), Hyderabad, 502329, India."}], "LastName": "Pathak", "ForeName": "Prateek", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioorganic and Medicinal Chemistry Research Laboratory, Department of Pharmaceutical Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Prayagraj, 211007, India."}], "LastName": "Verma", "ForeName": "Amita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Product Drug Discovery Laboratory, Department of Pharmaceutical Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Prayagraj, 211007, India."}], "LastName": "Kumar", "ForeName": "Vikas", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences and Natural Products, Central University of Punjab, Bathinda, 151401, India."}], "LastName": "Kumar", "ForeName": "Pradeep", "Initials": "P"}, {"Identifier": ["0000-0001-8138-6379"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Sam Higginbottom University of Agriculture, Technology and Sciences, Prayagraj, 211007, India. dkp.itbhu@gmail.com."}], "LastName": "Patel", "ForeName": "Dinesh Kumar", "Initials": "DK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Inflammopharmacology", "NlmUniqueID": "9112626", "ISSNLinking": "0925-4692"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetic Foot"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Complementary Therapies"}, {"QualifierName": [], "DescriptorName": "Diabetes Mellitus"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdullah FI, Chua LS, Mohd Bohari SP, Sari E (2020) Rationale of Orthosiphon aristatus for healing diabetic foot ulcer. Nat Prod Commun. https://doi.org/10.1177/1934578X20953308", "ArticleIdList": ["10.1177/1934578X20953308"]}, {"Citation": "Abedin-Do A, Zhang Z, Douville Y et al (2021) Effect of electrical stimulation on diabetic human skin fibroblast growth and the secretion of cytokines and growth factors involved in wound healing. Biology (basel) 10:1–14. https://doi.org/10.3390/biology10070641", "ArticleIdList": ["10.3390/biology10070641"]}, {"Citation": "Achar RAN, Silva TC, Achar E et al (2014) Use of insulin-like growth factor in the healing of open wounds in diabetic and non-diabetic rats. Acta Cir Bras 29:125–131. https://doi.org/10.1590/S0102-86502014000200009", "ArticleIdList": ["10.1590/S0102-86502014000200009", "24604317"]}, {"Citation": "Adeleke O, Oboh G, Adefegha S, Osesusi A (2022) Effect of aqueous extract from root and leaf of Sphenocentrum jollyanum pierre on wounds of diabetic rats: influence on wound tissue cytokines, vascular endothelial growth factor and microbes. J Ethnopharmacol 293:1–8. https://doi.org/10.1016/j.jep.2022.115266", "ArticleIdList": ["10.1016/j.jep.2022.115266"]}, {"Citation": "Agyare C, Akindele AJ, Steenkamp V (2019) Natural products and / or isolated compounds on wound healing. Evid-Based Complement Altern Med. https://doi.org/10.1155/2019/4594965", "ArticleIdList": ["10.1155/2019/4594965"]}, {"Citation": "Ahluwalia R, Maffulli N, Lázaro-Martínez JL et al (2021) Diabetic foot off loading and ulcer remission: exploring surgical off-loading. Surgeon 19:e526–e535. https://doi.org/10.1016/j.surge.2021.01.005", "ArticleIdList": ["10.1016/j.surge.2021.01.005", "33642205"]}, {"Citation": "Ahmad M, Khan TH, Ansari MN, Ahmad SF (2014) Enhanced wound healing by topical administration of d-limonene in alloxan induced diabetic mice through reduction of pro-inflammatory markers and chemokine expression. BMC Genomics 15:1–2. https://doi.org/10.1186/1471-2164-15-s2-p29", "ArticleIdList": ["10.1186/1471-2164-15-s2-p29"]}, {"Citation": "Ahmad M et al (2017) Hypoglycemic, hypolipidemic, and wound healing potential of quercetin in streptozotocin-induced diabetic rats. Pharmacogn Mag 13(Suppl):179–188. https://doi.org/10.4103/pm.pm", "ArticleIdList": ["10.4103/pm.pm"]}, {"Citation": "Ahmad MZ, Alasiri AS, Ahmad J et al (2022) Green synthesis of titanium dioxide nanoparticles using Ocimum sanctum leaf extract. In vitro characterization and its healing efficacy in diabetic wounds. Molecules 27:1–17. https://doi.org/10.3390/molecules27227712", "ArticleIdList": ["10.3390/molecules27227712"]}, {"Citation": "Ahmadian R, Bahramsoltani R, Marques AM et al (2021) Medicinal plants as efficacious agents for diabetic foot ulcers: a systematic review of clinical studies. Wounds 33:207–218. https://doi.org/10.25270/wnds/2021.207218", "ArticleIdList": ["10.25270/wnds/2021.207218", "34357879"]}, {"Citation": "Ahmed M, Reffat SA, Hassan A, Eskander F (2017) Platelet-rich plasma for the treatment of clean diabetic foot ulcers. Ann Vasc Surg 38:206–211. https://doi.org/10.1016/j.avsg.2016.04.023", "ArticleIdList": ["10.1016/j.avsg.2016.04.023", "27522981"]}, {"Citation": "Ajani RS, Olateju OJ (2020) Mangifera indica (Mango) bark therapy potentiates wound healing in diabetic rats. J Complement Altern Med Res 10:1–13. https://doi.org/10.9734/jocamr/2020/v10i130152", "ArticleIdList": ["10.9734/jocamr/2020/v10i130152"]}, {"Citation": "Aksoy H, Sen A, Sancar M et al (2016) Ethanol extract of Cotinus coggygria leaves accelerates wound healing process in diabetic rats. Pharm Biol 54:2732–2736. https://doi.org/10.1080/13880209.2016.1181660", "ArticleIdList": ["10.1080/13880209.2016.1181660", "27180800"]}, {"Citation": "Al Sarayreh A, Oran SA, Shakhanbeh JM et al (2022) Effects of the oral administration of methanolic extracts of some Jordanian medicinal plants on wound healing in diabetic rats. SSRN Electron J 8:e10071. https://doi.org/10.2139/ssrn.4077007", "ArticleIdList": ["10.2139/ssrn.4077007"]}, {"Citation": "Alavi A, Sibbald RG, Mayer D et al (2014) Diabetic foot ulcers: Part I. Pathophysiology and prevention. J Am Acad Dermatol 70:1.e1-1.e18. https://doi.org/10.1016/j.jaad.2013.06.055", "ArticleIdList": ["10.1016/j.jaad.2013.06.055", "24355275"]}, {"Citation": "Alexiadou K, Doupis J (2012) Management of diabetic foot ulcers. Diabetes Ther 3:1–15. https://doi.org/10.1007/s13300-012-0004-9", "ArticleIdList": ["10.1007/s13300-012-0004-9"]}, {"Citation": "Al-Ghanayem AA, Alhussaini MS, Asad M, Joseph B (2022) Moringa oleifera leaf extract promotes healing of infected wounds in diabetic rats: evidence of antimicrobial, antioxidant and proliferative properties. Pharmaceuticals. https://doi.org/10.3390/ph15050528", "ArticleIdList": ["10.3390/ph15050528", "35631354", "9147243"]}, {"Citation": "Ali S, Ishteyaque S, Khan F et al (2021) Accelerative wound-healing effect of aqueous Anthocephalus cadamba leaf extract in a diabetic rat model. Int J Low Extrem Wounds. https://doi.org/10.1177/15347346211018330", "ArticleIdList": ["10.1177/15347346211018330", "33988470"]}, {"Citation": "Ali R, Khamis T, Enan G et al (2022) The healing capability of clove flower extract (CFE) in streptozotocin-induced (STZ-induced) diabetic rat wounds infected with multidrug resistant bacteria. Molecules. https://doi.org/10.3390/molecules27072270", "ArticleIdList": ["10.3390/molecules27072270", "36615478", "9822136"]}, {"Citation": "Almasian A, Najafi F, Eftekhari M et al (2020) Polyurethane/carboxymethylcellulose nanofibers containing Malva sylvestris extract for healing diabetic wounds: Preparation, characterization, in vitro and in vivo studies. Mater Sci Eng C. https://doi.org/10.1016/j.msec.2020.111039", "ArticleIdList": ["10.1016/j.msec.2020.111039"]}, {"Citation": "Almeida PMD, Mandal T, Laxminarayana Bairy K, Adiga S (2017) Effect of oil extract of Jasminum grandiflorum leaves on wound healing activity in albino rats. Adv Sci Lett 23:1957–1959. https://doi.org/10.1166/asl.2017.8501", "ArticleIdList": ["10.1166/asl.2017.8501"]}, {"Citation": "Alsaimary IEA (2010) Bacterial wound infections in diabetic patients and their therapeutic implications. Internet J Microbiol 7:12–15"}, {"Citation": "Alsarayreh AZ, Oran SA, Shakhanbeh JM (2021) Effect of Rhus coriaria L. methanolic fruit extract on wound healing in diabetic and non-diabetic rats. J Cosmet Dermatol 42:733–738. https://doi.org/10.1111/jocd.14668", "ArticleIdList": ["10.1111/jocd.14668"]}, {"Citation": "Alsarayreh AZ, Attalah Oran S, Shakhanbeh JM (2022) In vitro and in vivo wound healing activities of Globularia arabica leaf methanolic extract in diabetic rats. J Cosmet Dermatol 42:733–738. https://doi.org/10.1111/jocd.14882", "ArticleIdList": ["10.1111/jocd.14882"]}, {"Citation": "Altıparmak M, Eskitaşçıoğlu T (2018) Comparison of systemic and topical Hypericum perforatum on diabetic surgical wounds. J Investig Surg 31:29–37. https://doi.org/10.1080/08941939.2016.1272654", "ArticleIdList": ["10.1080/08941939.2016.1272654"]}, {"Citation": "Amirah N, Zaid M, Gan SH et al (2022) Promising natural products in new drug design, development, and therapy for skin disorders : an overview of scientific evidence and understanding their mechanism of action. Drug Des Dev Ther 6:23–66"}, {"Citation": "Andjić M, Božin B, Draginić N et al (2021) Formulation and evaluation of Helichrysum italicum essential oil-based topical formulations for wound healing in diabetic rats. Pharmaceuticals. https://doi.org/10.3390/ph14080813", "ArticleIdList": ["10.3390/ph14080813", "34451910", "8400224"]}, {"Citation": "Andjić M, Draginić N, Kočović A et al (2022) Immortelle essential oil-based ointment improves wound healing in a diabetic rat model. Biomed Pharmacother. https://doi.org/10.1016/j.biopha.2022.112941", "ArticleIdList": ["10.1016/j.biopha.2022.112941", "35429742"]}, {"Citation": "Angelo LS, Kurzrock R (2007) Vascular endothelial growth factor and its relationship to inflammatory mediators. Clin Cancer Res 13:2825–2830. https://doi.org/10.1158/1078-0432.CCR-06-2416", "ArticleIdList": ["10.1158/1078-0432.CCR-06-2416", "17504979"]}, {"Citation": "Ansari P, Akther S, Hannan JMA et al (2022a) Pharmacologically active phytomolecules isolated from traditional antidiabetic plants and their therapeutic role for the management of diabetes mellitus. Molecules. https://doi.org/10.3390/molecules27134278", "ArticleIdList": ["10.3390/molecules27134278", "36615440", "9822267"]}, {"Citation": "Ansari P, Akther S, Khan JT et al (2022b) Hyperglycaemia-linked diabetic foot complications and their management using conventional and alternative therapies. Appl Sci. https://doi.org/10.3390/app122211777", "ArticleIdList": ["10.3390/app122211777"]}, {"Citation": "Armstrong DG, Hanft JR, Driver VR et al (2014) Effect of oral nutritional supplementation on wound healing in diabetic foot ulcers: a prospective randomized controlled trial. Diabet Med 31:1069–1077. https://doi.org/10.1111/dme.12509", "ArticleIdList": ["10.1111/dme.12509", "24867069", "4232867"]}, {"Citation": "Arumugam G, Manjula P, Paari N (2013) A review: anti diabetic medicinal plants used for diabetes mellitus. J Acute Dis 2:196–200. https://doi.org/10.1016/S2221-6189(13)60126-2", "ArticleIdList": ["10.1016/S2221-6189(13)60126-2"]}, {"Citation": "Asif M, Zafar M, Saleem M et al (2022) Evaluation of antidiabetic and wound healing properties of ethanol extract of Hedera nepalensis in alloxan-induced diabetic rats. S Afr J Bot 146:118–126. https://doi.org/10.1016/j.sajb.2021.10.007", "ArticleIdList": ["10.1016/j.sajb.2021.10.007"]}, {"Citation": "Augustine R, Hasan A, Dalvi YB et al (2021) Growth factor loaded in situ photocrosslinkable poly(3-hydroxybutyrate-co-3-hydroxyvalerate)/gelatin methacryloyl hybrid patch for diabetic wound healing. Mater Sci Eng C 118:111519. https://doi.org/10.1016/j.msec.2020.111519", "ArticleIdList": ["10.1016/j.msec.2020.111519"]}, {"Citation": "Avishai E, Yeghiazaryan K, Golubnitschaja O (2017) Impaired wound healing: facts and hypotheses for multi-professional considerations in predictive, preventive and personalised medicine. EPMA J 8:23–33. https://doi.org/10.1007/s13167-017-0081-y", "ArticleIdList": ["10.1007/s13167-017-0081-y", "28620441", "5471802"]}, {"Citation": "Babaei S, Bayat M, Nouruzian M, Bayat M (2013) Pentoxifylline improves cutaneous wound healing in streptozotocin-induced diabetic rats. Eur J Pharmacol 700:165–172. https://doi.org/10.1016/j.ejphar.2012.11.024", "ArticleIdList": ["10.1016/j.ejphar.2012.11.024", "23220163"]}, {"Citation": "Babaei V, Afradi H, Gohardani HZ et al (2017) Management of chronic diabetic foot ulcers using platelet-rich plasma. J Wound Care 26:784–787. https://doi.org/10.12968/jowc.2017.26.12.784", "ArticleIdList": ["10.12968/jowc.2017.26.12.784", "29244965"]}, {"Citation": "Babaei K, Nejatii S, Najafi B et al (2018) Studying the effect of Aloe vera ointment on wound healing of CABG surgery in diabetic patients. J Res Med Dent Sci 6:256–260. https://doi.org/10.24896/jrmds.20186141", "ArticleIdList": ["10.24896/jrmds.20186141"]}, {"Citation": "Bahado-Singh PS (2014) Wound healing potential of Tillandsia recurvata and Guaiacum officinale in streptozotocin induced type 1 diabetic rats. Am J Biomed Life Sci 2:146. https://doi.org/10.11648/j.ajbls.20140206.12", "ArticleIdList": ["10.11648/j.ajbls.20140206.12"]}, {"Citation": "Bai X, Jarubula R (2023) Development of novel green synthesized Zinc oxide nanoparticles with antibacterial activity and effect on diabetic wound healing process of excisional skin wounds in nursing care during sports training. Inorg Chem Commun 150:4–6. https://doi.org/10.1016/j.inoche.2023.110453", "ArticleIdList": ["10.1016/j.inoche.2023.110453"]}, {"Citation": "Bain MA, Koullias GJ, Morse K et al (2020) Type i collagen matrix plus polyhexamethylene biguanide antimicrobial for the treatment of cutaneous wounds. J Comp Eff Res 9:691–703. https://doi.org/10.2217/cer-2020-0058", "ArticleIdList": ["10.2217/cer-2020-0058", "32476449"]}, {"Citation": "Baiula M, Greco R, Ferrazzano L et al (2020) Integrin-mediated adhesive properties of neutrophils are reduced by hyperbaric oxygen therapy in patients with chronic non-healing wound. PLoS ONE 15:1–22. https://doi.org/10.1371/journal.pone.0237746", "ArticleIdList": ["10.1371/journal.pone.0237746"]}, {"Citation": "Bandyk DF (2018) The diabetic foot: pathophysiology, evaluation, and treatment. Semin Vasc Surg 31:43–48. https://doi.org/10.1053/j.semvascsurg.2019.02.001", "ArticleIdList": ["10.1053/j.semvascsurg.2019.02.001", "30876640"]}, {"Citation": "Bardaa S, Makni K, Boudaouara O et al (2021) Development and evaluation of the wound healing effect of a novel topical cream formula based on Ginkgo biloba extract on wounds in diabetic rats. Biomed Res Int. https://doi.org/10.1155/2021/6474706", "ArticleIdList": ["10.1155/2021/6474706", "34692837", "8528584"]}, {"Citation": "Barret JP, Podmelle F, Lipový B et al (2017) Accelerated re-epithelialization of partial-thickness skin wounds by a topical betulin gel: results of a randomized phase III clinical trials program. Burns 43:1284–1294. https://doi.org/10.1016/j.burns.2017.03.005", "ArticleIdList": ["10.1016/j.burns.2017.03.005", "28400148"]}, {"Citation": "Barrientos S, Stojadinovic O, Golinko MS et al (2008) Growth factors and cytokines in wound healing. Wound Repair Regen 16:585–601. https://doi.org/10.1111/j.1524-475X.2008.00410.x", "ArticleIdList": ["10.1111/j.1524-475X.2008.00410.x", "19128254"]}, {"Citation": "Barua CC, Begum SA, Pathak DC, Bora RS (2013) Wound healing activity of Alternanthera brasiliana kuntze and its anti oxidant profiles in experimentally induced diabetic rats. J Appl Pharm Sci 3:161–166. https://doi.org/10.7324/JAPS.2013.31029", "ArticleIdList": ["10.7324/JAPS.2013.31029"]}, {"Citation": "Basiri R, Spicer MT, Levenson CW et al (2020) Nutritional supplementation concurrent with nutrition education accelerates the wound healing process in patients with diabetic foot ulcers. Biomedicines 8:1–14. https://doi.org/10.3390/BIOMEDICINES8080263", "ArticleIdList": ["10.3390/BIOMEDICINES8080263"]}, {"Citation": "Basiri R, Spicer M, Levenson C et al (2022) Improving dietary intake of essential nutrients can ameliorate inflammation in patients with diabetic foot ulcers. Nutrients. https://doi.org/10.3390/nu14122393", "ArticleIdList": ["10.3390/nu14122393", "36079822", "9460794"]}, {"Citation": "Basu Mallik S, Jayashree BS, Shenoy RR (2018) Epigenetic modulation of macrophage polarization- perspectives in diabetic wounds. J Diabetes Complicat 32:524–530. https://doi.org/10.1016/j.jdiacomp.2018.01.015", "ArticleIdList": ["10.1016/j.jdiacomp.2018.01.015"]}, {"Citation": "Bechara N, Flood VM, Gunton JE (2022) A systematic review on the role of vitamin C in tissue healing. Antioxidants 11:1–12. https://doi.org/10.3390/antiox11081605", "ArticleIdList": ["10.3390/antiox11081605"]}, {"Citation": "Beer HD, Longaker MT, Werner S (1997) Reduced expression of PDGF and PDGF receptors during impaired wound healing. J Invest Dermatol 109:132–138", "ArticleIdList": ["10.1111/1523-1747.ep12319188", "9242497"]}, {"Citation": "Bekele F, Chelkeba L (2020) Amputation rate of diabetic foot ulcer and associated factors in diabetes mellitus patients admitted to Nekemte referral hospital, western Ethiopia: prospective observational study. J Foot Ankle Res 13:1–8. https://doi.org/10.1186/s13047-020-00433-9", "ArticleIdList": ["10.1186/s13047-020-00433-9"]}, {"Citation": "Bellingeri A, Falciani F, Traspedini P et al (2016) Effect of a wound cleansing solution on wound bed preparation and inflammation in chronic wounds: a single-blind RCT. J Wound Care 25:160–168. https://doi.org/10.12968/jowc.2016.25.3.160", "ArticleIdList": ["10.12968/jowc.2016.25.3.160", "26947697"]}, {"Citation": "Bettahi I, Sun H, Gao N et al (2014) Genome-wide transcriptional analysis of differentially expressed genes in diabetic, healing corneal epithelial cells: hyperglycemia-suppressed TGFB3 expression contributes to the delay of epithelial wound healing in diabetic corneas. Diabetes 63:715–727. https://doi.org/10.2337/db13-1260", "ArticleIdList": ["10.2337/db13-1260", "24306208", "3900551"]}, {"Citation": "Bhagavathy S, Kancharla S (2016) Wound healing and angiogenesis of silver nanoparticle from Azadirachta indica in diabetes induced mice. Int J Herb Med 4:24–29"}, {"Citation": "Bhattacharya S, Aggarwal R, Singh VP et al (2015) Downregulation of miRNAs during delayed wound healing in diabetes: role of dicer. Mol Med 21:847–860. https://doi.org/10.2119/molmed.2014.00186", "ArticleIdList": ["10.2119/molmed.2014.00186", "26602065", "4818267"]}, {"Citation": "Bhora FY, Dunkin BJ, Batzri S et al (1995) Effect of growth factors on cell proliferation and epithelialization in human skin. J Surg Res 59:236–244", "ArticleIdList": ["10.1006/jsre.1995.1160", "7543631"]}, {"Citation": "Binsuwaidan R, Elekhnawy E, Elseady WS et al (2022) Antibacterial activity and wound healing potential of Cycas thouarsii R.Br n-butanol fraction in diabetic rats supported with phytochemical profiling. Biomed Pharmacother 155:113763. https://doi.org/10.1016/j.biopha.2022.113763", "ArticleIdList": ["10.1016/j.biopha.2022.113763", "36182739"]}, {"Citation": "Biswas S, Roy S, Banerjee J et al (2010) Hypoxia inducible microRNA 210 attenuates keratinocyte proliferation and impairs closure in a murine model of ischemic wounds. Proc Natl Acad Sci U S A 107:6976–6981. https://doi.org/10.1073/pnas.1001653107", "ArticleIdList": ["10.1073/pnas.1001653107", "20308562", "2872456"]}, {"Citation": "Bitar MS, Labbad ZN (1996) Transforming growth factor-β and insulin-like growth factor-I in relation to diabetes-induced impairment of wound healing. J Surg Res 61:113–119. https://doi.org/10.1006/jsre.1996.0090", "ArticleIdList": ["10.1006/jsre.1996.0090", "8769952"]}, {"Citation": "Bramara BV, Vasavi HS, Sudeep HV, Shyam Prasad K (2017) Hydroalcoholic extract from Lepidium meyenii (Black Maca) root exerts wound healing activity in Streptozotocin-induced diabetic rats. Wound Med 19:75–81. https://doi.org/10.1016/j.wndm.2017.10.003", "ArticleIdList": ["10.1016/j.wndm.2017.10.003"]}, {"Citation": "Brem H, Tomic-canic M (2007) Cellular and molecular basis of wound healing in diabetes find the latest version: cellular and molecular basis of wound healing in diabetes. J Clin Investig 117:1219–1222. https://doi.org/10.1172/JCI32169.Despite", "ArticleIdList": ["10.1172/JCI32169.Despite", "17476353", "1857239"]}, {"Citation": "Brocco E, Ninkovic S, Marin M et al (2018) Diabetic foot management: multidisciplinary approach for advanced lesion rescue. J Cardiovasc Surg (torino) 59:670–684. https://doi.org/10.23736/S0021-9509.18.10606-9", "ArticleIdList": ["10.23736/S0021-9509.18.10606-9", "29808982"]}, {"Citation": "Brown DL, Kane CD, Chernausek SD, Greenhalgh DG (1997) Differential expression and localization of insulin-like growth factors I and II in cutaneous wounds of diabetic and nondiabetic mice. Am J Pathol 151:715–724", "ArticleIdList": ["9284820", "1857837"]}, {"Citation": "Bruhn-Olszewska B, Korzon-Burakowska A, Gabig-Cimińska M et al (2012) Molecular factors involved in the development of diabetic foot syndrome. Acta Biochim Pol 59:507–513. https://doi.org/10.18388/abp.2012_2085", "ArticleIdList": ["10.18388/abp.2012_2085", "23251910"]}, {"Citation": "Brunner LM, He Y, Cousin N et al (2023) Promotion of Lymphangiogenesis by targeted delivery of VEGF-C improves diabetic wound healing. Cells. https://doi.org/10.3390/cells12030472", "ArticleIdList": ["10.3390/cells12030472", "36766814", "9913977"]}, {"Citation": "Burgess JL, Wyant WA, Abujamra BA et al (2021) Diabetic wound-healing science"}, {"Citation": "Burstein NL (1987) Growth factor effects on corneal wound healing. J Ocul Pharmacol 3:263–277. https://doi.org/10.1089/jop.1987.3.263", "ArticleIdList": ["10.1089/jop.1987.3.263", "3332680"]}, {"Citation": "Bus SA (2016) The role of pressure offloading on diabetic foot ulcer healing and prevention of recurrence. Plast Reconstr Surg 138:179S-187S. https://doi.org/10.1097/PRS.0000000000002686", "ArticleIdList": ["10.1097/PRS.0000000000002686", "27556758"]}, {"Citation": "Cam ME, Ertas B, Alenezi H et al (2021) Accelerated diabetic wound healing by topical application of combination oral antidiabetic agents-loaded nanofibrous scaffolds: an in vitro and in vivo evaluation study. Mater Sci Eng C 119:111586. https://doi.org/10.1016/j.msec.2020.111586", "ArticleIdList": ["10.1016/j.msec.2020.111586"]}, {"Citation": "Cao G, Xiang C, Zhou R et al (2022) Notoginsenoside R1 facilitated wound healing in high-fat diet/streptozotocin-induced diabetic rats. Oxid Med Cell Longev. https://doi.org/10.1155/2022/2476493", "ArticleIdList": ["10.1155/2022/2476493", "36589680", "9800907"]}, {"Citation": "Casqueiro J, Casqueiro J, Alves C (2012) Infections in patients with diabetes mellitus: a review of pathogenesis. Indian J Endocrinol Metab 16:27. https://doi.org/10.4103/2230-8210.94253", "ArticleIdList": ["10.4103/2230-8210.94253"]}, {"Citation": "Chakraborty T, Gupta S, Nair A et al (2021) Wound healing potential of insulin-loaded nanoemulsion with Aloe vera gel in diabetic rats. J Drug Deliv Sci Technol 64:102601. https://doi.org/10.1016/j.jddst.2021.102601", "ArticleIdList": ["10.1016/j.jddst.2021.102601"]}, {"Citation": "Chandran R, Abrahamse H, Parimelazhagan T, Durai G (2017) Syzygium mundagam bark methanol extract restores skin to normal in diabetic wounded rats. Biomed Pharmacother 94:781–786. https://doi.org/10.1016/j.biopha.2017.07.114", "ArticleIdList": ["10.1016/j.biopha.2017.07.114", "28802230"]}, {"Citation": "Chen X, Liu Y, Zhang X (2012) Topical insulin application improves healing by regulating the wound inflammatory response. Wound Repair Regen 20:425–434. https://doi.org/10.1111/j.1524-475X.2012.00792.x", "ArticleIdList": ["10.1111/j.1524-475X.2012.00792.x", "22564234"]}, {"Citation": "Chen CY, Wu RW, Hsu MC et al (2017) Adjunctive hyperbaric oxygen therapy for healing of chronic diabetic foot ulcers: a randomized controlled trial. J Wound, Ostomy Cont Nurs 44:536–545. https://doi.org/10.1097/WON.0000000000000374", "ArticleIdList": ["10.1097/WON.0000000000000374"]}, {"Citation": "Chen RF, Chang CH, Wang CT et al (2019) Modulation of vascular endothelial growth factor and mitogen-activated protein kinase-related pathway involved in extracorporeal shockwave therapy accelerate diabetic wound healing. Wound Repair Regen 27:69–79. https://doi.org/10.1111/wrr.12686", "ArticleIdList": ["10.1111/wrr.12686", "30394625"]}, {"Citation": "Chen LY, Huang CN, Liao CK et al (2020) Effects of rutin on wound healing in hyperglycemic rats. Antioxidants 9:1–13. https://doi.org/10.3390/antiox9111122", "ArticleIdList": ["10.3390/antiox9111122"]}, {"Citation": "Chen LY, Cheng HL, Kuan YH et al (2021) Therapeutic potential of luteolin on impaired wound healing in streptozotocin-induced rats. Biomedicines 9:1–13. https://doi.org/10.3390/biomedicines9070761", "ArticleIdList": ["10.3390/biomedicines9070761"]}, {"Citation": "Chereddy KK, Lopes A, Koussoroplis S et al (2015) Combined effects of PLGA and vascular endothelial growth factor promote the healing of non-diabetic and diabetic wounds. Nanomed Nanotechnol Biol Med 11:1975–1984. https://doi.org/10.1016/j.nano.2015.07.006", "ArticleIdList": ["10.1016/j.nano.2015.07.006"]}, {"Citation": "Chinnasamy G, Chandrasekharan S, Bhatnagar S (2019) Biosynthesis of silver nanoparticles from Melia azedarach: enhancement of antibacterial, wound healing, antidiabetic and antioxidant activities. Int J Nanomed 14:9823–9836. https://doi.org/10.2147/IJN.S231340", "ArticleIdList": ["10.2147/IJN.S231340"]}, {"Citation": "Choi SM, Ryu HA, Lee KM et al (2016) Development of stabilized growth factor-loaded hyaluronate- collagen dressing (HCD) matrix for impaired wound healing. Biomater Res 20:1–7. https://doi.org/10.1186/s40824-016-0056-4", "ArticleIdList": ["10.1186/s40824-016-0056-4", "26865985", "4748479"]}, {"Citation": "Choi JU, Lee SW, Pangeni R et al (2017) Preparation and in vivo evaluation of cationic elastic liposomes comprising highly skin-permeable growth factors combined with hyaluronic acid for enhanced diabetic wound-healing therapy. Acta Biomater 57:197–215. https://doi.org/10.1016/j.actbio.2017.04.034", "ArticleIdList": ["10.1016/j.actbio.2017.04.034", "28476587"]}, {"Citation": "Chokpaisarn J, Chusri S, Amnuaikit T et al (2017) Potential wound healing activity of Quercus infectoria formulation in diabetic rats. PeerJ 2017:1–16. https://doi.org/10.7717/peerj.3608", "ArticleIdList": ["10.7717/peerj.3608"]}, {"Citation": "Choudhary M, Chhabra P, Tyagi A, Singh H (2021) Scar free healing of full thickness diabetic wounds: a unique combination of silver nanoparticles as antimicrobial agent, calcium alginate nanoparticles as hemostatic agent, fresh blood as nutrient/growth factor supplier and chitosan as base matrix. Int J Biol Macromol 178:41–52. https://doi.org/10.1016/j.ijbiomac.2021.02.133", "ArticleIdList": ["10.1016/j.ijbiomac.2021.02.133", "33621569"]}, {"Citation": "Chumpolphant S, Suwatronnakorn M, Issaravanich S et al (2022) Polyherbal formulation exerts wound healing, anti-inflammatory, angiogenic and antimicrobial properties: potential role in the treatment of diabetic foot ulcers. Saudi J Biol Sci 29:103330. https://doi.org/10.1016/j.sjbs.2022.103330", "ArticleIdList": ["10.1016/j.sjbs.2022.103330", "35721231", "9198379"]}, {"Citation": "Collings R, Freeman J, Latour JM, Paton J (2021) Footwear and insole design features for offloading the diabetic at risk foot—a systematic review and meta-analyses. Endocrinol Diabetes Metab 4:1–18. https://doi.org/10.1002/edm2.132", "ArticleIdList": ["10.1002/edm2.132"]}, {"Citation": "Corrêa ACL, Oliveira AKM, Dourado DM et al (2021) Pouteria ramiflora leaf extract on emulgel in wound healing activity in diabetic rats. Braz J Biol 82:e239378. https://doi.org/10.1590/1519-6984.239378", "ArticleIdList": ["10.1590/1519-6984.239378", "33978082"]}, {"Citation": "Crovetti G, Martinelli G, Issi M et al (2004) Platelet gel for healing cutaneous chronic wounds. Transfus Apher Sci 30:145–151. https://doi.org/10.1016/j.transci.2004.01.004", "ArticleIdList": ["10.1016/j.transci.2004.01.004", "15062754"]}, {"Citation": "Da Porto A, Miranda C, Brosolo G et al (2022) Nutritional supplementation on wound healing in diabetic foot: what is known and what is new? World J Diabetes 13:940–948. https://doi.org/10.4239/wjd.v13.i11.940", "ArticleIdList": ["10.4239/wjd.v13.i11.940", "36437863", "9693742"]}, {"Citation": "Daemi A, Lotfi M, Farahpour MR et al (2019) Topical application of Cinnamomum hydroethanolic extract improves wound healing by enhancing re-epithelialization and keratin biosynthesis in streptozotocin-induced diabetic mice topical application of Cinnamomum hydroethanolic extract improves wound heal. Pharm Biol 57:799–806. https://doi.org/10.1080/13880209.2019.1687525", "ArticleIdList": ["10.1080/13880209.2019.1687525", "31760838", "6882457"]}, {"Citation": "Dasari N, Jiang A, Skochdopole A et al (2021) Updates in diabetic wound healing, inflammation, and scarring. Semin Plast Surg 35:153–158. https://doi.org/10.1055/s-0041-1731460", "ArticleIdList": ["10.1055/s-0041-1731460", "34526862", "8432997"]}, {"Citation": "Davis SC, Harding A, Gil J et al (2017) Effectiveness of a polyhexanide irrigation solution on methicillin-resistant Staphylococcus aureus biofilms in a porcine wound model. Int Wound J 14:937–944. https://doi.org/10.1111/iwj.12734", "ArticleIdList": ["10.1111/iwj.12734", "28266133", "7950165"]}, {"Citation": "Dayya D, O’Neill OJ, Huedo-Medina TB et al (2022) Debridement of diabetic foot ulcers. Adv Wound Care 11:666–686. https://doi.org/10.1089/wound.2021.0016", "ArticleIdList": ["10.1089/wound.2021.0016"]}, {"Citation": "de Sousa RG, Batista KNM (2016) Laser therapy in wound healing associated with diabetes mellitus - review. An Bras Dermatol 91:489–493. https://doi.org/10.1590/abd1806-4841.20163778", "ArticleIdList": ["10.1590/abd1806-4841.20163778", "27579745", "4999108"]}, {"Citation": "De Souza de Aguiar P, Correa ÁP, Antunes FTT et al (2021) Benefits of Stryphnodendron adstringens when associated with hydrogel on wound healing in diabetic rats. Clin Phytosci. https://doi.org/10.1186/s40816-021-00257-5", "ArticleIdList": ["10.1186/s40816-021-00257-5"]}, {"Citation": "Debnath P, Health MPP, Prakash A et al (2014) Quality of life and treatment satisfaction observed among Indians with diabetes foot ulcers undergoing ayurvedic adjunct therapy. J Evid-Based Complement Altern Med. https://doi.org/10.1177/2156587214553304", "ArticleIdList": ["10.1177/2156587214553304"]}, {"Citation": "Devalliere J, Dooley K, Yu Y et al (2017) Co-delivery of a growth factor and a tissue-protective molecule using elastin biopolymers accelerates wound healing in diabetic mice. Biomaterials 141:149–160. https://doi.org/10.1016/j.biomaterials.2017.06.043", "ArticleIdList": ["10.1016/j.biomaterials.2017.06.043", "28688286"]}, {"Citation": "Dhall S, Silva JP, Liu Y et al (2015) Release of insulin from PLGA-alginate dressing stimulates regenerative healing of burn wounds in rats. Clin Sci 129:1115–1129. https://doi.org/10.1042/CS20150393", "ArticleIdList": ["10.1042/CS20150393"]}, {"Citation": "Dik Burak BAL (2016) The effect of Midkine on growth factors and oxidative status in an experimental wound model in diabetic and healthy rats. Can J Physiol Pharmacol 90:1–24"}, {"Citation": "Diovu EO, Ayoka TO, Onah CM et al (2023) Biochemical and histological insights of 1,4-polyisoprene isolated from Sphenocentrum jollyanum pierre (menispermaceae) stem in wound healing activity in streptozotocin-induced diabetic rats. J Ethnopharmacol 307:1–5. https://doi.org/10.1016/j.jep.2023.116248", "ArticleIdList": ["10.1016/j.jep.2023.116248"]}, {"Citation": "Dos Santos VLP, Ribas JLC, de Lima CP et al (2020) The wound healing effect of aqueous extract from Piper amalago L. in diabetic patient. Explore 16:368–371. https://doi.org/10.1016/j.explore.2019.12.001", "ArticleIdList": ["10.1016/j.explore.2019.12.001", "31918965"]}, {"Citation": "Doxey DL, Ng MC, Dill RE, Iacopino AM (1995) Platelet-derived growth factor levels in wounds of diabetic rats. Life Sci 57:1111–1123. https://doi.org/10.1016/0024-3205(95)02056-O", "ArticleIdList": ["10.1016/0024-3205(95)02056-O", "7658918"]}, {"Citation": "Du F, Liu M, Wang J et al (2023) Metformin coordinates with mesenchymal cells to promote VEGF-mediated angiogenesis in diabetic wound healing through Akt/mTOR activation. Metabolism. https://doi.org/10.1016/j.metabol.2023.155398", "ArticleIdList": ["10.1016/j.metabol.2023.155398", "38158076"]}, {"Citation": "Dudhamal T, Gupta S, Mahanta V, Ajmeer A (2014) Katupila Securinega leucopyrus as a potential option for diabetic wound management. J Ayurveda Integr Med 5:60. https://doi.org/10.4103/0975-9476.128872", "ArticleIdList": ["10.4103/0975-9476.128872", "24812478", "4012365"]}, {"Citation": "Dwita LP, Hasanah F, Srirustami R et al (2019) Wound healing properties of Epiphyllum oxypetalum (DC.) Haw. leaf extract in streptozotocin-induced diabetic mice by topical application. Wound Med 26:100160. https://doi.org/10.1016/j.wndm.2019.100160", "ArticleIdList": ["10.1016/j.wndm.2019.100160"]}, {"Citation": "El Hage R, Knippschild U, Arnold T, Hinterseher I (2022) Stem cell-based therapy: a promising treatment for diabetic foot ulcer. Biomedicines 10:1–22. https://doi.org/10.3390/biomedicines10071507", "ArticleIdList": ["10.3390/biomedicines10071507"]}, {"Citation": "El Sayed AM, Ezzat SM, El Naggar MM, El Hawary SS (2016) In vivo diabetic wound healing effect and HPLC–DAD–ESI–MS/MS profiling of the methanol extracts of eight Aloe species. Rev Bras Farmacogn 26:352–362. https://doi.org/10.1016/j.bjp.2016.01.009", "ArticleIdList": ["10.1016/j.bjp.2016.01.009"]}, {"Citation": "Elnahas RA, Elwakil BH, Elshewemi SS, Olama ZA (2021) Egyptian Olea europaea leaves bioactive extract: antibacterial and wound healing activity in normal and diabetic rats. J Tradit Complement Med. https://doi.org/10.1016/j.jtcme.2021.02.008", "ArticleIdList": ["10.1016/j.jtcme.2021.02.008", "34522637", "8427474"]}, {"Citation": "Elraiyah T, Domecq JP, Prutsky G et al (2016) A systematic review and meta-analysis of débridement methods for chronic diabetic foot ulcers. J Vasc Surg 63:37S.e2-45S.e2. https://doi.org/10.1016/j.jvs.2015.10.002", "ArticleIdList": ["10.1016/j.jvs.2015.10.002"]}, {"Citation": "Erdoğan A, Düzgün AP, Erdoğan K et al (2018) Efficacy of hyperbaric oxygen therapy in diabetic foot ulcers based on Wagner classification. J Foot Ankle Surg 57:1115–1119. https://doi.org/10.1053/j.jfas.2018.05.011", "ArticleIdList": ["10.1053/j.jfas.2018.05.011", "30368425"]}, {"Citation": "Everett E, Mathioudakis N (2018) Update on management of diabetic foot ulcers. Ann N Y Acad Sci 1411:153–165. https://doi.org/10.1111/nyas.13569", "ArticleIdList": ["10.1111/nyas.13569", "29377202", "5793889"]}, {"Citation": "Ezhilarasu H, Vishalli D, Dheen ST et al (2020) Nanoparticle-based therapeutic approach for diabetic wound healing. Nanomaterials 10:1–29. https://doi.org/10.3390/nano10061234", "ArticleIdList": ["10.3390/nano10061234"]}, {"Citation": "Fallah Huseini H, Abdolghaffari AH, Ahwazi M et al (2020) Topical application of Teucrium polium can improve wound healing in diabetic rats. Int J Low Extrem Wounds 19:132–138. https://doi.org/10.1177/1534734619868629", "ArticleIdList": ["10.1177/1534734619868629", "31478410"]}, {"Citation": "Fan SL, Lin JA, Chen SY et al (2021) Effects of Hsian-tsao (: Mesona procumbens Hemsl.) extracts and its polysaccharides on the promotion of wound healing under diabetes-like conditions. Food Funct 12:119–132. https://doi.org/10.1039/d0fo02180f", "ArticleIdList": ["10.1039/d0fo02180f", "33242056"]}, {"Citation": "Fang W, Lan CE (2023) The epidermal keratinocyte as a therapeutic target for management of diabetic wounds"}, {"Citation": "Fei J, Ling YM, Zeng MJ, Zhang KW (2019) Shixiang plaster, a traditional Chinese medicine, promotes healing in a rat model of diabetic ulcer through the receptor for advanced glycation end products (RAGE)/nuclear factor kappa B (NF-kB) and vascular endothelial growth factor (VEGF)/vascular cell. Med Sci Monit 25:9446–9457. https://doi.org/10.12659/MSM.918268", "ArticleIdList": ["10.12659/MSM.918268", "31825949", "6925528"]}, {"Citation": "Frank S, Hubner G, Breier G et al (1995) Regulation of vascular endothelial growth factor expression in cultured keratinocytes. Implications for normal and impaired wound healing. J Biol Chem 270:12607–12613", "ArticleIdList": ["10.1074/jbc.270.21.12607", "7759509"]}, {"Citation": "Galehdari H, Negahdari S, Kesmati M et al (2016) Effect of the herbal mixture composed of Aloe vera, Henna, Adiantum capillus-veneris, and Myrrha on wound healing in streptozotocin-induced diabetic rats. BMC Complement Altern Med 16:1–9. https://doi.org/10.1186/s12906-016-1359-7", "ArticleIdList": ["10.1186/s12906-016-1359-7"]}, {"Citation": "Galiano RD, Tepper OM, Pelo CR et al (2004) Topical vascular endothelial growth factor accelerates diabetic wound healing through increased angiogenesis and by mobilizing and recruiting bone marrow-derived cells. Am J Pathol 164:1935–1947. https://doi.org/10.1016/S0002-9440(10)63754-6", "ArticleIdList": ["10.1016/S0002-9440(10)63754-6", "15161630", "1615774"]}, {"Citation": "Gaonkar VP, Hullatti K (2020) Indian traditional medicinal plants as a source of potent anti-diabetic agents: a review. J Diabetes Metab Disorders 19:1895–1908", "ArticleIdList": ["10.1007/s40200-020-00628-8"]}, {"Citation": "Gautam MK, Goel RK (2013) Wound healing effect of Ocimum sanctum leaves extract in diabetic rats. Int J Med Health Biomed Bioeng Pharm Eng 7:224–227"}, {"Citation": "Gautam A, Kumar V, Azmi L et al (2023) Wound healing activity of the flavonoid-enriched fraction of Selaginella bryopteris Linn. against streptozocin-induced diabetes in rats. Separations 10:166", "ArticleIdList": ["10.3390/separations10030166"]}, {"Citation": "Getahun A, Kifle ZD, Ambikar D, Atnafie SA (2021) In vivo evaluation of 80% methanolic leaves crude extract and solvent fractions of Buddleja polystachya fresen (buddlejaceae) for wound healing activity in normal and diabetic mice. Metab Open 11:100110. https://doi.org/10.1016/j.metop.2021.100110", "ArticleIdList": ["10.1016/j.metop.2021.100110"]}, {"Citation": "Ghanadian M, Soltani R, Homayouni A et al (2022) The effect of plantago major hydroalcoholic extract on the healing of diabetic foot and pressure ulcers: a randomized open-label controlled clinical trial. Int J Low Extrem Wounds. https://doi.org/10.1177/15347346211070723", "ArticleIdList": ["10.1177/15347346211070723", "35044254"]}, {"Citation": "Gharaboghaz MN, Farahpour MR, Saghaie S (2020) Topical co-administration of Teucrium polium hydroethanolic extract and Aloe vera gel triggered wound healing by accelerating cell proliferation in diabetic mouse model. Biomed Pharmacother 127:110189. https://doi.org/10.1016/j.biopha.2020.110189", "ArticleIdList": ["10.1016/j.biopha.2020.110189", "32388242"]}, {"Citation": "Ghazali NA, Elmy A, Yuen LC et al (2016) Piper betel leaves induces wound healing activity via proliferation of fibroblasts and reducing 11β hydroxysteriod dehydrogenase-1 expression in diabetic rat. J Ayurveda Integr Med 7:198–208. https://doi.org/10.1016/j.jaim.2016.08.008", "ArticleIdList": ["10.1016/j.jaim.2016.08.008", "27889427", "5192284"]}, {"Citation": "Gökalp Özkorkmaz E (2018) Ultrastructural examinations on diabetic rat skin tissue with topical application of Salvia euphratica ethanol extract. Int J Health Serv Res Policy 3:107–116. https://doi.org/10.23884/ijhsrp.2018.3.3.02", "ArticleIdList": ["10.23884/ijhsrp.2018.3.3.02"]}, {"Citation": "Gonzalez IG, Angel MAL, Baez MVJ et al (2017) Handcrafted vacuum-assisted device for skin ulcers treatment versus traditional therapy, randomized controlled trial. World J Surg 41:386–393. https://doi.org/10.1007/s00268-016-3782-9", "ArticleIdList": ["10.1007/s00268-016-3782-9", "27822727"]}, {"Citation": "Gooyit M, Peng Z, Wolter WR et al (2014) A chemical biological strategy to facilitate diabetic wound healing. ACS Chem Biol 9:105–110. https://doi.org/10.1021/cb4005468", "ArticleIdList": ["10.1021/cb4005468", "24053680"]}, {"Citation": "Gordon AJ, Alfonso AR, Nicholson J, Chiu ES (2019) Evidence for healing diabetic foot ulcers with biologic skin substitutes: a systematic review and meta-analysis. Ann Plast Surg 83:S31–S44. https://doi.org/10.1097/SAP.0000000000002096", "ArticleIdList": ["10.1097/SAP.0000000000002096", "31513064"]}, {"Citation": "Gowda A, Shanbhag V, Shenoy S et al (2013) Wound healing property of topical application of ethanolic extract of Michelia champaca flowers in diabetic rats. Int J Pharmacol Clin Sci Sept 2:67–74"}, {"Citation": "Grande R, Fiori G, Russo G et al (2020) A multistage combined approach to promote diabetic wound healing in COVID-19 era. Int Wound J 17:1863–1870. https://doi.org/10.1111/iwj.13476", "ArticleIdList": ["10.1111/iwj.13476", "32820598", "7461201"]}, {"Citation": "Greenhalgh DG, Sprugel KH, Murray MJ, Ross R (1990) PDGF and FGF stimulate wound healing in the genetically diabetic mouse. Am J Pathol 136:1235–1246", "ArticleIdList": ["2356856", "1877595"]}, {"Citation": "Güiza-Argüello VR, Solarte-David VA, Pinzón-Mora AV et al (2022) Current advances in the development of hydrogel-based wound dressings for diabetic foot ulcer treatment. Polymers (basel) 14:1–25. https://doi.org/10.3390/polym14142764", "ArticleIdList": ["10.3390/polym14142764"]}, {"Citation": "Guo J, Hu Z, Yan F et al (2020) Angelica dahurica promoted angiogenesis and accelerated wound healing in db/db mice via the HIF-1α/PDGF-β signaling pathway. Free Radic Biol Med 160:447–457. https://doi.org/10.1016/j.freeradbiomed.2020.08.015", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.08.015", "32853721"]}, {"Citation": "Güzel S, Özay Y, Kumaş M et al (2019) Wound healing properties, antimicrobial and antioxidant activities of Salvia kronenburgii Rech. f. and Salvia euphratica Montbret, Aucher & Rech. f. var. euphratica on excision and incision wound models in diabetic rats. Biomed Pharmacother 111:1260–1276. https://doi.org/10.1016/j.biopha.2019.01.038", "ArticleIdList": ["10.1016/j.biopha.2019.01.038", "30841440"]}, {"Citation": "Hajialyani M, Tewari D, Sobarzo-Sánchez E et al (2018) Natural product-based nanomedicines for wound healing purposes: therapeutic targets and drug delivery systems. Int J Nanomed 13:5023–5043. https://doi.org/10.2147/IJN.S174072", "ArticleIdList": ["10.2147/IJN.S174072"]}, {"Citation": "Hamza RZ, Al-motaani SE, Al-talhi T (2021) Therapeutic and ameliorative effects of active compounds of combretum molle in the treatment and relief from wounds in a diabetes mellitus experimental model. Coatings. https://doi.org/10.3390/coatings11030324", "ArticleIdList": ["10.3390/coatings11030324"]}, {"Citation": "Han G, Ceilley R (2017) Chronic wound healing: a review of current management and treatments. Adv Ther 34:599–610. https://doi.org/10.1007/s12325-017-0478-y", "ArticleIdList": ["10.1007/s12325-017-0478-y", "28108895", "5350204"]}, {"Citation": "Han X, Tao Y, Deng Y et al (2017) Metformin accelerates wound healing in type 2 diabetic db/db mice. Mol Med Rep 16:8691–8698. https://doi.org/10.3892/mmr.2017.7707", "ArticleIdList": ["10.3892/mmr.2017.7707", "28990070", "5779947"]}, {"Citation": "Han L, Yu J, Chen Y et al (2018) Immunomodulatory activity of docosahexenoic acid on RAW264.7 cells activation through GPR120-mediated signaling pathway. J Agric Food Chem 66:926–934. https://doi.org/10.1021/acs.jafc.7b05894", "ArticleIdList": ["10.1021/acs.jafc.7b05894", "29307174"]}, {"Citation": "Hardwicke JT, Hart J, Bell A et al (2011) The effect of dextrin-rhEGF on the healing of full-thickness, excisional wounds in the (db/db) diabetic mouse. J Control Release 152:411–417. https://doi.org/10.1016/j.jconrel.2011.03.016", "ArticleIdList": ["10.1016/j.jconrel.2011.03.016", "21435363"]}, {"Citation": "Hashemnia M, Nikousefat Z, Mohammadalipour A et al (2019) Wound healing activity of Pimpinella anisum methanolic extract in streptozotocin-induced diabetic rats. J Wound Care 28:S26–S36. https://doi.org/10.12968/jowc.2019.28.sup10.s26", "ArticleIdList": ["10.12968/jowc.2019.28.sup10.s26", "31600102"]}, {"Citation": "Haycocks S, Chadwick P (2012) Debridement of diabetic foot wounds. Nurs Stand 26:51–58. https://doi.org/10.7748/ns2012.02.26.24.51.c8947", "ArticleIdList": ["10.7748/ns2012.02.26.24.51.c8947", "22443014"]}, {"Citation": "Herman A, Herman AP (2023) Herbal products and their active constituents for diabetic wound healing—preclinical and clinical studies: a systematic review. Pharmaceutics. https://doi.org/10.3390/pharmaceutics15010281", "ArticleIdList": ["10.3390/pharmaceutics15010281", "38140115", "10748213"]}, {"Citation": "Hernandez-Hernandez AB, Alarcon-Aguilar FJ, Garcia-Lorenzana M et al (2021) Jatropha neopauciflora Pax Latex exhibits wound-healing effect in normal and diabetic mice. J Evid-Based Integr Med 26:1–10. https://doi.org/10.1177/2515690X20986762", "ArticleIdList": ["10.1177/2515690X20986762"]}, {"Citation": "Herowati R, Saputri ADS, Wijayanti T, Widodo GP (2018) Antihyperglycemic and diabetic wound healing activity of Smallanthus sonchifolius leaves extract. MATEC Web Conf 197:1–5. https://doi.org/10.1051/matecconf/201819707001", "ArticleIdList": ["10.1051/matecconf/201819707001"]}, {"Citation": "Heublein H, Bader A, Giri S (2015) Preclinical and clinical evidence for stem cell therapies as treatment for diabetic wounds. Drug Discov Today 20:703–717. https://doi.org/10.1016/j.drudis.2015.01.005", "ArticleIdList": ["10.1016/j.drudis.2015.01.005", "25603421"]}, {"Citation": "Hirase T, Ruff E, Surani S, Ratnani I (2018) Topical application of platelet-rich plasma for diabetic foot ulcers: a systematic review. World J Diabetes 9:172–179. https://doi.org/10.4239/wjd.v9.i10.172", "ArticleIdList": ["10.4239/wjd.v9.i10.172", "30364787", "6198285"]}, {"Citation": "Hosokawa R, Kikuzaki K, Kimoto T et al (2000) Controlled local application of basic fibroblast growth factor (FGF-2) accelerates the healing of GBR - an experimental study in beagle dogs. Clin Oral Implants Res 11:345–353. https://doi.org/10.1034/j.1600-0501.2000.011004345.x", "ArticleIdList": ["10.1034/j.1600-0501.2000.011004345.x", "11168227"]}, {"Citation": "Hosseini Mansoub N (2022) The role of keratinocyte function on the defected diabetic wound healing. Clin Diabetol 11:430–441. https://doi.org/10.5603/dk.a2022.0004", "ArticleIdList": ["10.5603/dk.a2022.0004"]}, {"Citation": "Houreld N, Abrahamse H (2007) Irradiation with a 632.8 nm helium-neon laser with 5 J/cm2 stimulates proliferation and expression of interleukin-6 in diabetic wounded fibroblast cells. Diabetes Technol Ther 9:451–459. https://doi.org/10.1089/dia.2007.0203", "ArticleIdList": ["10.1089/dia.2007.0203", "17931053"]}, {"Citation": "Hozzein WN, Badr G, Al Ghamdi AA et al (2015) Topical application of propolis enhances cutaneous wound healing by promoting TGF-beta/smad-mediated collagen production in a streptozotocin-induced type I diabetic mouse model. Cell Physiol Biochem 37:940–954. https://doi.org/10.1159/000430221", "ArticleIdList": ["10.1159/000430221", "26381245"]}, {"Citation": "Hussan F, Teoh SL, Muhamad N et al (2014) Momordica charantia ointment accelerates diabetic wound healing and enhances transforming growth factor-β expression. J Wound Care 23:400–407. https://doi.org/10.12968/jowc.2014.23.8.400", "ArticleIdList": ["10.12968/jowc.2014.23.8.400", "25139598"]}, {"Citation": "Hyun S-W, Kim J, Jo K et al (2018) Aster koraiensis extract improves impaired skin wound healing during hyperglycemia. Integr Med Res 7:351–357. https://doi.org/10.1016/j.imr.2018.09.001", "ArticleIdList": ["10.1016/j.imr.2018.09.001", "30591889", "6303526"]}, {"Citation": "Icli B, Nabzdyk CS, Lujan-Hernandez J et al (2016) Regulation of impaired angiogenesis in diabetic dermal wound healing by microRNA-26a. J Mol Cell Cardiol 91:151–159. https://doi.org/10.1016/j.yjmcc.2016.01.007", "ArticleIdList": ["10.1016/j.yjmcc.2016.01.007", "26776318", "4764471"]}, {"Citation": "Ilmi ZN, Wulandari PAC, Husen SA et al (2020) Characterization of alginate from Sargassum duplicatum and the antioxidant effect of alginate-okra fruit extracts combination for wound healing on diabetic mice. Appl Sci. https://doi.org/10.3390/app10176082", "ArticleIdList": ["10.3390/app10176082"]}, {"Citation": "Jacob J, Harindran J, Jessy Jacob C, Aleykutty N (2017) Evaluation of wound healing activity in streptozotocin induced diabetic rats by ethanolic extract of Blepharis maderaspatensis (L.) B. Heyne ex Roth. Int J Herb Med 5:45–47"}, {"Citation": "Jagadeep Chandra S, Mahadeva Murthy S, Ramesh R (2017) Evaluation of the wound healing activity of Caesalpinia bonducella and Cyclea peltata extracts in experimentally induced diabetic rats. Int J Pharm Pharm Sci 9:211. https://doi.org/10.22159/ijpps.2017v9i10.19788", "ArticleIdList": ["10.22159/ijpps.2017v9i10.19788"]}, {"Citation": "Jameeluddin M, Janarthan M, Duraivel S (2014) Evaluation of anti-diabetic and wound healing activities of 90 % methanolic extract of Ficus mollis bark by using wistar strain rats. Indian J Res Pharm Biotechnol 5674:988–992"}, {"Citation": "Jayalakshmi MS, Thenmozhi P, Vijayaraghavan R (2021) Plant leaves extract irrigation on wound healing in diabetic foot ulcers. Evid-Based Complement Altern Med. https://doi.org/10.1155/2021/9924725", "ArticleIdList": ["10.1155/2021/9924725"]}, {"Citation": "Ji S, Liu X, Huang J et al (2021) Consensus on the application of negative pressure wound therapy of diabetic foot wounds. Burn Trauma. https://doi.org/10.1093/burnst/tkab018", "ArticleIdList": ["10.1093/burnst/tkab018"]}, {"Citation": "Ji JY, Ren DY, Weng YZ (2022) Efficiency of multifunctional antibacterial hydrogels for chronic wound healing in diabetes: a comprehensive review. Int J Nanomed 17:3163–3176. https://doi.org/10.2147/IJN.S363827", "ArticleIdList": ["10.2147/IJN.S363827"]}, {"Citation": "Johani K, Malone M, Jensen SO et al (2018) Evaluation of short exposure times of antimicrobial wound solutions against microbial biofilms: from in vitro to in vivo. J Antimicrob Chemother 73:494–502. https://doi.org/10.1093/jac/dkx391", "ArticleIdList": ["10.1093/jac/dkx391", "29165561"]}, {"Citation": "Jude EB, Blakytny R, Bulmer J et al (2002) Transforming growth factor-beta 1, 2, 3 and receptor type I and II in diabetic foot ulcers. Diabet Med 19:440–447. https://doi.org/10.1046/j.1464-5491.2002.00692.x", "ArticleIdList": ["10.1046/j.1464-5491.2002.00692.x", "12060054"]}, {"Citation": "Jung JA, Yoo KH, Han SK et al (2016) Influence of Negative-Pressure Wound Therapy on Tissue Oxygenation in Diabetic Feet. Adv Ski Wound Care 29:364–370. https://doi.org/10.1097/01.ASW.0000483038.18331.a4", "ArticleIdList": ["10.1097/01.ASW.0000483038.18331.a4"]}, {"Citation": "Kairinos N, Holmes WJM, Solomons M et al (2013) Does a zone of increased perfusion exist around negative-pressure dressings? Plast Reconstr Surg 132:978–987. https://doi.org/10.1097/PRS.0b013e31829f4ad9", "ArticleIdList": ["10.1097/PRS.0b013e31829f4ad9", "23783056"]}, {"Citation": "Kamaratos AV, Tzirogiannis KN, Iraklianou SA et al (2014) Manuka honey-impregnated dressings in the treatment of neuropathic diabetic foot ulcers. Int Wound J 11:259–263. https://doi.org/10.1111/j.1742-481X.2012.01082.x", "ArticleIdList": ["10.1111/j.1742-481X.2012.01082.x", "22985336"]}, {"Citation": "Kamel R, Elmotasem H, Abdelsalam E, Salama A (2021) Lepidium sativum seed oil 3D nano-oleogel for the management of diabetic wounds: GC/MS analysis, in-vitro and in-vivo studies. J Drug Deliv Sci Technol 63:102504. https://doi.org/10.1016/j.jddst.2021.102504", "ArticleIdList": ["10.1016/j.jddst.2021.102504"]}, {"Citation": "Kandimalla R, Kalita S, Choudhury B et al (2016) Chemical composition and anti-candidiasis mediated wound healing property of Cymbopogon nardus essential oil on chronic diabetic wounds. Front Pharmacol 7:1–8. https://doi.org/10.3389/fphar.2016.00198", "ArticleIdList": ["10.3389/fphar.2016.00198"]}, {"Citation": "Kant V, Gopal A, Pathak NN et al (2014) Antioxidant and anti-inflammatory potential of curcumin accelerated the cutaneous wound healing in streptozotocin-induced diabetic rats. Int Immunopharmacol 20:322–330. https://doi.org/10.1016/j.intimp.2014.03.009", "ArticleIdList": ["10.1016/j.intimp.2014.03.009", "24675438"]}, {"Citation": "Kant V, Kumar D, Prasad R et al (2017) Combined effect of substance P and curcumin on cutaneous wound healing in diabetic rats. J Surg Res 212:130–145. https://doi.org/10.1016/j.jss.2017.01.011", "ArticleIdList": ["10.1016/j.jss.2017.01.011", "28550899"]}, {"Citation": "Kant V, Jangir BL, Sharma M et al (2021) Topical application of quercetin improves wound repair and regeneration in diabetic rats. Immunopharmacol Immunotoxicol 43:536–553. https://doi.org/10.1080/08923973.2021.1950758", "ArticleIdList": ["10.1080/08923973.2021.1950758", "34278923"]}, {"Citation": "Karim S, Alkreathy HM, Ahmad A, Khan MI (2021) Effects of methanolic extract based-gel from Saudi pomegranate peels with enhanced healing potential on excision wounds in diabetic rats. Front Pharmacol 12:1–12. https://doi.org/10.3389/fphar.2021.704503", "ArticleIdList": ["10.3389/fphar.2021.704503"]}, {"Citation": "Karonova T, Stepanova A, Bystrova A, Jude EB (2020) Microcirculation and reduces inflammation in diabetic neuropathy patients. Nutrients 12:2518", "ArticleIdList": ["10.3390/nu12092518", "32825324", "7551635"]}, {"Citation": "Kartini K, Wati N, Gustav R et al (2021) Wound healing effects of Plantago major extract and its chemical compounds in hyperglycemic rats. Food Biosci 41:100937. https://doi.org/10.1016/j.fbio.2021.100937", "ArticleIdList": ["10.1016/j.fbio.2021.100937"]}, {"Citation": "Kaviani A, Djavid GE, Ataie-Fashtami L et al (2011) A randomized clinical trial on the effect of low-level laser therapy on chronic diabetic foot wound healing: a preliminary report. Photomed Laser Surg 29:109–114. https://doi.org/10.1089/pho.2009.2680", "ArticleIdList": ["10.1089/pho.2009.2680", "21214368"]}, {"Citation": "Kavitha KV (2014) Choice of wound care in diabetic foot ulcer: a practical approach. World J Diabetes 5:546. https://doi.org/10.4239/wjd.v5.i4.546", "ArticleIdList": ["10.4239/wjd.v5.i4.546", "25126400", "4127589"]}, {"Citation": "Khan MA, Shahzadi T, Malik SA et al (2019) Pharmacognostic evaluation of turmeric (Curcuma longa) extracts in diabetic wound healing. J Anim Plant Sci 29:68–74"}, {"Citation": "Khodaie S-A, Emadi F, Naseri M et al (2020) The effect of Myrtus communis aqueous extract-containing gel on wound healing in streptozotocin-induced diabetic rats. Curr Drug Discov Technol 18:542–547. https://doi.org/10.2174/1570163817666200712163956", "ArticleIdList": ["10.2174/1570163817666200712163956"]}, {"Citation": "Kim SW, Zhang HZ, Guo L et al (2012) Amniotic mesenchymal stem cells enhance wound healing in diabetic NOD/SCID mice through high angiogenic and engraftment capabilities. PLoS ONE 7:1–11. https://doi.org/10.1371/journal.pone.0041105", "ArticleIdList": ["10.1371/journal.pone.0041105"]}, {"Citation": "Kim DW, Jo YY, Garagiola U et al (2020) Increased level of vascular endothelial growth factors by 4-hexylresorcinol is mediated by transforming growth factor-β1 and accelerates capillary regeneration in the burns in diabetic animals. Int J Mol Sci 21:1–10. https://doi.org/10.3390/ijms21103473", "ArticleIdList": ["10.3390/ijms21103473"]}, {"Citation": "Kim TJ, Pyun DH, Park SY et al (2021) Patchouli alcohol improves wound healing in high fat diet-fed mice through AMPK-mediated suppression of inflammation and TGFb1 signaling. Biochem Biophys Res Commun 561:136–142. https://doi.org/10.1016/j.bbrc.2021.05.036", "ArticleIdList": ["10.1016/j.bbrc.2021.05.036", "34023778"]}, {"Citation": "Kirana S, Stratmann B, Prante C et al (2012) Autologous stem cell therapy in the treatment of limb ischaemia induced chronic tissue ulcers of diabetic foot patients. Int J Clin Pract 66:384–393. https://doi.org/10.1111/j.1742-1241.2011.02886.x", "ArticleIdList": ["10.1111/j.1742-1241.2011.02886.x", "22284892"]}, {"Citation": "Kostadinova L, Shive CL, Anthony DD (2019) Elevated autotaxin and LPA levels during chronic viral hepatitis and hepatocellular carcinoma associate with systemic immune activation. Cancers (Basel) 11:1867. https://doi.org/10.3390/cancers11121867"}, {"Citation": "Kulprachakarn K, Ounjaijean S, Wungrath J et al (2017) Micronutrients and natural compounds status and their effects on wound healing in the diabetic foot ulcer. Int J Low Extrem Wounds 16:244–250. https://doi.org/10.1177/1534734617737659", "ArticleIdList": ["10.1177/1534734617737659", "29145756"]}, {"Citation": "Kumar V et al (2012) Comparative study of hypoglycemic and hypolipidemic potency of Murraya koenigii for wound healing activity in type-2 diabetic rats. Int JPharm Bio Sci 2:150–161"}, {"Citation": "Kumar A, Wang X, Nune KC, Misra RDK (2017a) Biodegradable hydrogel-based biomaterials with high absorbent properties for non-adherent wound dressing. Int Wound J 14:1076–1087. https://doi.org/10.1111/iwj.12762", "ArticleIdList": ["10.1111/iwj.12762", "28440042", "7949999"]}, {"Citation": "Kumar RS, Rajkiran K, Patnaik SK (2017b) Evaluation of incisional diabetic wound healing activity of ethanolic leave extract of Mimosa pudica L. in rats. Int J Pharmacogn Phytochem Res 9:1143–1147. https://doi.org/10.2525/phyto.v9i08.9623", "ArticleIdList": ["10.2525/phyto.v9i08.9623"]}, {"Citation": "Kumar SSD, Houreld NN, Abrahamse H (2020) Selective laser efficiency of green-synthesized silver nanoparticles by aloe arborescens and its wound healing activities in normal wounded and diabetic wounded fibroblast cells: in vitro studies. Int J Nanomed 15:6855–6870. https://doi.org/10.2147/IJN.S257204", "ArticleIdList": ["10.2147/IJN.S257204"]}, {"Citation": "Kumari SJ, Sangeetha M, Ali S (2018) Formulation and evaluation of herbal gel from tannin-enriched fraction of Psidium guajava Linn. leaves for diabetic wound healing. Int J Green Pharm 12:S490–S496"}, {"Citation": "Kuo YS, Chien HF, Lu W (2012) Plectranthus amboinicus and Centella asiatica cream for the treatment of diabetic foot ulcers. Evid-Based Complement Altern Med. https://doi.org/10.1155/2012/418679", "ArticleIdList": ["10.1155/2012/418679"]}, {"Citation": "Lau KM, Lai KK, Liu CL et al (2012) Synergistic interaction between Astragali radix and Rehmanniae radix in a Chinese herbal formula to promote diabetic wound healing. J Ethnopharmacol 141:250–256. https://doi.org/10.1016/j.jep.2012.02.025", "ArticleIdList": ["10.1016/j.jep.2012.02.025", "22366433"]}, {"Citation": "Lázaro-Martínez JL, Álvaro-Afonso FJ, Sevillano-Fernández D et al (2020) Cellular proliferation, dermal repair, and microbiological effectiveness of ultrasound-assisted wound debridement (UAW) versus standard wound treatment in complicated diabetic foot ulcers (DFU): an open-label randomized controlled trial. J Clin Med 9:1–13. https://doi.org/10.3390/jcm9124032", "ArticleIdList": ["10.3390/jcm9124032"]}, {"Citation": "Lee YH, Hong YL, Wu TL (2021) Novel silver and nanoparticle-encapsulated growth factor co-loaded chitosan composite hydrogel with sustained antimicrobility and promoted biological properties for diabetic wound healing. Mater Sci Eng C 118:111385. https://doi.org/10.1016/j.msec.2020.111385", "ArticleIdList": ["10.1016/j.msec.2020.111385"]}, {"Citation": "Lei J, Chen P, Li Y et al (2017) Collagen hydrogel dressing for wound healing and angiogenesis in diabetic rat models. Int J Clin Exp Med 10:16319–16327"}, {"Citation": "Li H, Fu X, Zhang L et al (2008) Research of PDGF-BB gel on the wound healing of diabetic rats and its pharmacodynamics. J Surg Res 145:41–48. https://doi.org/10.1016/j.jss.2007.02.044", "ArticleIdList": ["10.1016/j.jss.2007.02.044", "18082770"]}, {"Citation": "Li S, Zhao J, Liu J et al (2011) Prospective randomized controlled study of a Chinese herbal medicine compound Tangzu Yuyang ointment for chronic diabetic foot ulcers: a preliminary report. J Ethnopharmacol 133:543–550. https://doi.org/10.1016/j.jep.2010.10.040", "ArticleIdList": ["10.1016/j.jep.2010.10.040", "21129474"]}, {"Citation": "Li Z, Guo S, Yao F et al (2013) Increased ratio of serum matrix metalloproteinase-9 against TIMP-1 predicts poor wound healing in diabetic foot ulcers. J Diabetes Complicat 27:380–382. https://doi.org/10.1016/j.jdiacomp.2012.12.007", "ArticleIdList": ["10.1016/j.jdiacomp.2012.12.007"]}, {"Citation": "Li X, Xie X, Lian W et al (2018) Exosomes from adipose-derived stem cells overexpressing Nrf2 accelerate cutaneous wound healing by promoting vascularization in a diabetic foot ulcer rat model. Exp Mol Med. https://doi.org/10.1038/s12276-018-0058-5", "ArticleIdList": ["10.1038/s12276-018-0058-5", "30559383", "6297134"]}, {"Citation": "Li J, Chou H, Li L et al (2020) Wound healing activity of neferine in experimental diabetic rats through the inhibition of inflammatory cytokines and nrf-2 pathway. Artif Cells Nanomed Biotechnol 48:96–106. https://doi.org/10.1080/21691401.2019.1699814", "ArticleIdList": ["10.1080/21691401.2019.1699814", "31852261"]}, {"Citation": "Lin CW, Hung CM, Chen WJ et al (2022) New horizons of macrophage immunomodulation in the healing of diabetic foot ulcers. Pharmaceutics 14:1–15. https://doi.org/10.3390/pharmaceutics14102065", "ArticleIdList": ["10.3390/pharmaceutics14102065"]}, {"Citation": "Lipsky BA, Aragón-Sánchez J, Diggle M et al (2016) IWGDF guidance on the diagnosis and management of foot infections in persons with diabetes. Diabetes Metab Res Rev 32:45–74. https://doi.org/10.1002/dmrr.2699", "ArticleIdList": ["10.1002/dmrr.2699", "26386266"]}, {"Citation": "Liu S, He C, Cai Y et al (2017) Evaluation of negative-pressure wound therapy for patients with diabetic foot ulcers: systematic review and meta-analysis. Ther Clin Risk Manag 13:533–544. https://doi.org/10.2147/TCRM.S131193", "ArticleIdList": ["10.2147/TCRM.S131193", "28458556", "5403129"]}, {"Citation": "Liu H, Zhao Y, Zou Y et al (2019) Heparin-poloxamer hydrogel-encapsulated rhFGF21 enhances wound healing in diabetic mice. FASEB J 33:9858–9870. https://doi.org/10.1096/fj.201802600RR", "ArticleIdList": ["10.1096/fj.201802600RR", "31166803"]}, {"Citation": "Liu Y, Zeng S, Ji W et al (2022) Emerging theranostic nanomaterials in diabetes and its complications. Adv Sci 9:1–54. https://doi.org/10.1002/advs.202102466", "ArticleIdList": ["10.1002/advs.202102466"]}, {"Citation": "Lobmann R, Zemlin C, Motzkau M et al (2006) Expression of matrix metalloproteinases and growth factors in diabetic foot wounds treated with a protease absorbent dressing. J Diabetes Complicat 20:329–335. https://doi.org/10.1016/j.jdiacomp.2005.08.007", "ArticleIdList": ["10.1016/j.jdiacomp.2005.08.007"]}, {"Citation": "Lodhi S, Singhai AK (2013) Wound healing effect of flavonoid rich fraction and luteolin isolated from Martynia annua Linn. on streptozotocin induced diabetic rats. Asian Pac J Trop Med 6:253–259. https://doi.org/10.1016/S1995-7645(13)60053-X", "ArticleIdList": ["10.1016/S1995-7645(13)60053-X", "23608325"]}, {"Citation": "Lodhi S, Jain AP, Sharma VK, Singhai AK (2013) Wound-healing effect of flavonoid-rich fraction from Tephrosia purpurea Linn. on streptozotocin-induced diabetic rats. J Herbs Spices Med Plants 19:191–205. https://doi.org/10.1080/10496475.2013.779620", "ArticleIdList": ["10.1080/10496475.2013.779620"]}, {"Citation": "Loots MAM, Kenter SB, Au FL et al (2002) Fibroblasts derived from chronic diabetic ulcers differ in their response to stimulation with EGF, IGF-I, bFGF and PDGF-AB compared to controls. Eur J Cell Biol 81:153–160. https://doi.org/10.1078/0171-9335-00228", "ArticleIdList": ["10.1078/0171-9335-00228"]}, {"Citation": "Lwin OM, Giribabu N, Kilari EK, Salleh N (2021) Topical administration of mangiferin promotes healing of the wound of streptozotocin-nicotinamide-induced type-2 diabetic male rats. J Dermatol Treat 32:1039–1048. https://doi.org/10.1080/09546634.2020.1721419", "ArticleIdList": ["10.1080/09546634.2020.1721419"]}, {"Citation": "Maiya GA, Kumar P, Rao L (2005) Effect of low intensity helium-neon (He-Ne) laser irradiation on diabetic wound healing dynamics. Photomed Laser Surg 23:187–190. https://doi.org/10.1089/pho.2005.23.187", "ArticleIdList": ["10.1089/pho.2005.23.187", "15910184"]}, {"Citation": "Mali RP, Rao PS, Vikhe DN (2020) Wound healing activity of calotropis procera root bark on diabetic rats. J Drug Deliv Ther 10:86–89. https://doi.org/10.22270/jddt.v10i2-s.3955", "ArticleIdList": ["10.22270/jddt.v10i2-s.3955"]}, {"Citation": "Malini DM, Kuntana YP, Madihah M et al (2020) Treatment of PLGA nanoparticles ointment-ethanol extract of Archidendron pauciflorum in the wound healing in diabetic mice. J Biodjati 5:214–222. https://doi.org/10.1557/biodjati.v5i2.9256", "ArticleIdList": ["10.1557/biodjati.v5i2.9256"]}, {"Citation": "Mancini S, Cuomo R, Poggialini M et al (2017) Autolytic debridement and management of bacterial load with an occlusive hydroactive deressing impregnated with polyhexamethylene biguanide. Acta Biomed 88:409–413. https://doi.org/10.23750/abm.v88i4.5802", "ArticleIdList": ["10.23750/abm.v88i4.5802", "6166182"]}, {"Citation": "Mandrika I, Kumar S, Zandersone B et al (2021) Antibacterial and anti-inflammatory potential of polyherbal formulation used in chronic wound healing. Evid-Based Complement Altern Med"}, {"Citation": "Manne AA, Arigela B, Giduturi AK et al (2021) Pterocarpus marsupium Roxburgh heartwood extract/chitosan nanoparticles loaded hydrogel as an innovative wound healing agent in the diabetic rat model. Mater Today Commun 26:101916. https://doi.org/10.1016/j.mtcomm.2020.101916", "ArticleIdList": ["10.1016/j.mtcomm.2020.101916"]}, {"Citation": "Marchianti ACN, Sakinah EN, Elfiah U et al (2021) Gel formulations of Merremia mammosa (Lour.) accelerated wound healing of the wound in diabetic rats. J Tradit Complement Med 11:38–45. https://doi.org/10.1016/j.jtcme.2019.12.002", "ArticleIdList": ["10.1016/j.jtcme.2019.12.002", "33511060"]}, {"Citation": "Mariadoss AVA, Park S, Saravanakumar K et al (2021) Ethyl acetate fraction of Helianthus tuberosus l. Induces anti-diabetic, and wound-healing activities in insulin-resistant human liver cancer and mouse fibroblast cells. Antioxidants 10:1–22. https://doi.org/10.3390/antiox10010099", "ArticleIdList": ["10.3390/antiox10010099"]}, {"Citation": "Maruyama K, Asai J, Ii M et al (2007) Decreased macrophage number and activation lead to reduced lymphatic vessel formation and contribute to impaired diabetic wound healing. Am J Pathol 170:1178–1191. https://doi.org/10.2353/ajpath.2007.060018", "ArticleIdList": ["10.2353/ajpath.2007.060018", "17392158", "1829452"]}, {"Citation": "Mazumdar S, Ghosh AK, Dinda M et al (2021) Evaluation of wound healing activity of ethanol extract of Annona reticulata L. leaf both in vitro and in diabetic mice model. J Tradit Complement Med 11:27–37. https://doi.org/10.1016/j.jtcme.2019.12.001", "ArticleIdList": ["10.1016/j.jtcme.2019.12.001", "33511059"]}, {"Citation": "Mehrannia M, Vaezi M, Yousefshahi F, Rouhipour N (2014) Platelet rich plasma for treatment of nonhealing diabetic foot ulcers: a case report. Can J Diabetes 38:5–8. https://doi.org/10.1016/j.jcjd.2013.08.271", "ArticleIdList": ["10.1016/j.jcjd.2013.08.271", "24485205"]}, {"Citation": "Melotto G, Tunprasert T, Forss JR (2022) The effects of electrical stimulation on diabetic ulcers of foot and lower limb: a systematic review. Int Wound J 19:1911–1933. https://doi.org/10.1111/iwj.13762", "ArticleIdList": ["10.1111/iwj.13762", "35112496", "9615295"]}, {"Citation": "Merbawani R, Ragil Saputri NH, Munfadlila AW (2019) Effectiveness of therapy topical binahong leaf extract in modern wound care for healing diabetic wounds in modern wound care homes Husada Prima Mandiri Mojokerto. Int J Nurs Midwifery Sci 2:234–243. https://doi.org/10.29082/ijnms/2018/vol2/iss03/179", "ArticleIdList": ["10.29082/ijnms/2018/vol2/iss03/179"]}, {"Citation": "Michael M, Anyakudo C, Erinfolami AB (2015) Glycemic and wound healing effects of aqueous mesocarp extract of unripe Carica papaya (Linn) in diabetic and healthy rats. World J Nutr Health 3:47–52. https://doi.org/10.12691/jnh-3-3-1", "ArticleIdList": ["10.12691/jnh-3-3-1"]}, {"Citation": "Mohajeri G, Safaee M, Sanei MH (2014) Effects of topical kiwifruit on healing of neuropathic diabetic foot ulcer. J Res Med Sci 19:520–524", "ArticleIdList": ["25197293", "4155706"]}, {"Citation": "Mohanty C, Pradhan J (2020) A human epidermal growth factor-curcumin bandage bioconjugate loaded with mesenchymal stem cell for in vivo diabetic wound healing. Mater Sci Eng C 111:110751. https://doi.org/10.1016/j.msec.2020.110751", "ArticleIdList": ["10.1016/j.msec.2020.110751"]}, {"Citation": "Mojally M, Sharmin E, Alhindi Y et al (2022) Hydrogel films of methanolic Mentha piperita extract and silver nanoparticles enhance wound healing in rats with diabetes Type I. J Taibah Univ Sci 16:308–316. https://doi.org/10.1080/16583655.2022.2054607", "ArticleIdList": ["10.1080/16583655.2022.2054607"]}, {"Citation": "Moreira JAR, Vasconcelos IC, Fachi JL et al (2021) Application of Solidago chilensis and laser improved the repair of burns in diabetic rats. Biomed J 44:709–716. https://doi.org/10.1016/j.bj.2020.05.014", "ArticleIdList": ["10.1016/j.bj.2020.05.014", "35166209"]}, {"Citation": "Moura J, Børsheim E, Carvalho E (2014) The role of micrornas in diabetic complications—special emphasis on wound healing. Genes (basel) 5:926–956. https://doi.org/10.3390/genes5040926", "ArticleIdList": ["10.3390/genes5040926", "25268390"]}, {"Citation": "Muhammad AA, Arulselvan P, Cheah PS et al (2016) Evaluation of wound healing properties of bioactive aqueous fraction from Moringa oleifera Lam on experimentally induced diabetic animal model. Drug Des Devel Ther 10:1715–1730. https://doi.org/10.2147/DDDT.S96968", "ArticleIdList": ["10.2147/DDDT.S96968", "27307703", "4887066"]}, {"Citation": "Mumtaz R, Zubair M, Khan MA et al (2022) Extracts of Eucalyptus alba promote diabetic wound healing by inhibiting α -glucosidase and stimulating cell proliferation. Evid-Based Complement Altern Med. https://doi.org/10.1155/2022/4953105", "ArticleIdList": ["10.1155/2022/4953105"]}, {"Citation": "Najafian Y, Khorasani ZM, Najafi MN et al (2018) Efficacy of Aloe vera/ Plantago major gel in diabetic foot ulcer: a randomized double-blind clinical trial. Curr Drug Discov Technol 16:223–231. https://doi.org/10.2174/1570163815666180115093007", "ArticleIdList": ["10.2174/1570163815666180115093007"]}, {"Citation": "Naji S, Zarei L, Pourjabali M, Mohammadi R (2017) The Extract of Lycium depressum stocks enhances wound healing in streptozotocin-induced diabetic rats. Int J Low Extrem Wounds 16:85–93. https://doi.org/10.1177/1534734617700538", "ArticleIdList": ["10.1177/1534734617700538", "28682729"]}, {"Citation": "Namgoong S, Lee H, Han SK et al (2019) Effect of Panax ginseng extract on the activity of diabetic fibroblasts in vitro. Int Wound J 16:737–745. https://doi.org/10.1111/iwj.13091", "ArticleIdList": ["10.1111/iwj.13091", "30734491", "7948945"]}, {"Citation": "Namgoong S, Jung SY, Han SK et al (2020) Clinical experience with surgical debridement and simultaneous meshed skin grafts in treating biofilm-associated infection: an exploratory retrospective pilot study. J Plast Surg Hand Surg 54:47–54. https://doi.org/10.1080/2000656X.2019.1673170", "ArticleIdList": ["10.1080/2000656X.2019.1673170", "31575315"]}, {"Citation": "Nasiri M, Fayazi S, Jahani S et al (2015) The effect of topical olive oil on the healing of foot ulcer in patients with type 2 diabetes: a double-blind randomized clinical trial study in Iran. J Diabetes Metab Disord 14:1–10. https://doi.org/10.1186/s40200-015-0167-9", "ArticleIdList": ["10.1186/s40200-015-0167-9"]}, {"Citation": "Nasiry D, Khalatbary AR, Ghaemi A et al (2022) Topical administration of Juglans regia L. leaf extract accelerates diabetic wound healing. BMC Complement Med Ther 22:1–12. https://doi.org/10.1186/s12906-022-03735-6", "ArticleIdList": ["10.1186/s12906-022-03735-6"]}, {"Citation": "Nass N, Vogel K, Hofmann B et al (2010) Glycation of PDGF results in decreased biological activity. Int J Biochem Cell Biol 42:749–754. https://doi.org/10.1016/j.biocel.2010.01.012", "ArticleIdList": ["10.1016/j.biocel.2010.01.012", "20083221"]}, {"Citation": "Nematollahi P, Aref NM, Meimandi FZ et al (2019) Matricaria chamomilla extract improves diabetic wound healing in rat models. Trauma Mon. https://doi.org/10.5812/traumamon.14318", "ArticleIdList": ["10.5812/traumamon.14318"]}, {"Citation": "Nilforoushzadeh MA, Sisakht MM, Amirkhani MA et al (2020) Engineered skin graft with stromal vascular fraction cells encapsulated in fibrin–collagen hydrogel: a clinical study for diabetic wound healing. J Tissue Eng Regen Med 14:424–440. https://doi.org/10.1002/term.3003", "ArticleIdList": ["10.1002/term.3003", "31826321"]}, {"Citation": "Notodihardjo SC, Morimoto N, Munisso MC et al (2020) A comparison of the wound healing process after the application of three dermal substitutes with or without basic fibroblast growth factor impregnation in diabetic mice. J Plast Reconstr Aesthetic Surg 73:1547–1555. https://doi.org/10.1016/j.bjps.2020.01.031", "ArticleIdList": ["10.1016/j.bjps.2020.01.031"]}, {"Citation": "Nwaehujor CO, Nwinyi CF, Igile GO (2013) The wound healing activities of Garcinia hydroxylbiflavanonol (GB1) from Garcinia kola in streptozotocin-induced diabetic rats. Photon 128:173–179"}, {"Citation": "Oguntibeju OO (2019) Medicinal plants and their effects on diabetic wound healing. Vet World 12:653–663. https://doi.org/10.14202/vetworld.2019.653-663", "ArticleIdList": ["10.14202/vetworld.2019.653-663", "31327900", "6584855"]}, {"Citation": "Okizaki SI, Ito Y, Hosono K, et al (2015) Suppressed recruitment of alternatively activated macrophages reduces TGF-β1 and impairs wound healing in streptozotocin-induced diabetic mice. Biomed Pharmacother 70:317–325. https://doi.org/10.1016/j.biopha.2014.10.020", "ArticleIdList": ["10.1016/j.biopha.2014.10.020", "25677561"]}, {"Citation": "Ongarora BG (2022) Recent technological advances in the management of chronic wounds: a literature review. Health Sci Rep. https://doi.org/10.1002/hsr2.641", "ArticleIdList": ["10.1002/hsr2.641", "35601031", "9117969"]}, {"Citation": "Ouyang L, Qiu D, Fu X et al (2022) Overexpressing HPGDS in adipose-derived mesenchymal stem cells reduces inflammatory state and improves wound healing in type 2 diabetic mice. Stem Cell Res Ther 13:1–15. https://doi.org/10.1186/s13287-022-03082-w", "ArticleIdList": ["10.1186/s13287-022-03082-w"]}, {"Citation": "Oyebode O, Houreld NN, Abrahamse H (2021) Photobiomodulation in diabetic wound healing: a review of red and near-infrared wavelength applications. Cell Biochem Funct 39:596–612. https://doi.org/10.1002/cbf.3629", "ArticleIdList": ["10.1002/cbf.3629", "33870502"]}, {"Citation": "Ozay Y, Guzel S, Erdogdu IH et al (2018) Evaluation of the wound healing properties of luteolin ointments on excision and incision wound models in diabetic and non-diabetic rats. Rec Nat Prod 12:350–366. https://doi.org/10.25135/rnp.38.17.08.135", "ArticleIdList": ["10.25135/rnp.38.17.08.135"]}, {"Citation": "Ozay Y, Guzel S, Gokalp Ozkorkmaz E et al (2021) Biochemical, histopathologic, and genotoxic effects of ethanol extract of Salvia hypargeia (Fisch. & Mey.) on incisional and excisional wounded diabetic rats. J Investig Surg 34:7–19. https://doi.org/10.1080/08941939.2019.1590483", "ArticleIdList": ["10.1080/08941939.2019.1590483"]}, {"Citation": "Özay Y, Güzel S, Yumrutaş Ö et al (2019) Wound healing effect of kaempferol in diabetic and nondiabetic rats. J Surg Res 233:284–296. https://doi.org/10.1016/j.jss.2018.08.009", "ArticleIdList": ["10.1016/j.jss.2018.08.009", "30502261"]}, {"Citation": "Park DH, Park JY, Shin M (2023) Wound healing effect of 20 ( S ) -protopanaxadiol of ginseng involves VEGF-ERK pathways in HUVECs and diabetic mice. Processes 11:692", "ArticleIdList": ["10.3390/pr11030692"]}, {"Citation": "Parkar MH, Kuru L, Giouzeli M, Olsen I (2001) Expression of growth-factor receptors in normal and regenerating human periodontal cells. Arch Oral Biol 46:275–284. https://doi.org/10.1016/S0003-9969(00)00099-6", "ArticleIdList": ["10.1016/S0003-9969(00)00099-6", "11165574"]}, {"Citation": "Parmar KM, Shende PR, Katare N et al (2018) Wound healing potential of Solanum xanthocarpum in streptozotocin-induced diabetic rats. J Pharm Pharmacol 70:1389–1400. https://doi.org/10.1111/jphp.12975", "ArticleIdList": ["10.1111/jphp.12975", "29984407"]}, {"Citation": "Patel S, Srivastava S, Singh MR, Singh D (2019) Biomedicine & pharmacotherapy mechanistic insight into diabetic wounds: pathogenesis, molecular targets and treatment strategies to pace wound healing. Biomed Pharmacother 112:108615. https://doi.org/10.1016/j.biopha.2019.108615", "ArticleIdList": ["10.1016/j.biopha.2019.108615", "30784919"]}, {"Citation": "Paul TS, Das BB, Talekar YP, Banerjee S (2020) Exploration of the role of a lithophytic fern, Pteris vittata L. in wound tissue regeneration and remodelling of genes in hyperglycaemic rat model. Clin Phytosci. https://doi.org/10.1186/s40816-020-00223-7", "ArticleIdList": ["10.1186/s40816-020-00223-7"]}, {"Citation": "Pawar RS, Kumar S, Toppo FA et al (2016) Sida cordifolia Linn. accelerates wound healing process in type 2 diabetic rats. J Acute Med 6:82–89. https://doi.org/10.1016/j.jacme.2016.08.004", "ArticleIdList": ["10.1016/j.jacme.2016.08.004"]}, {"Citation": "Pérez Gutiérrez RM, Muñiz Ramirez A (2013) Hexane extract of the seeds of Byrsonima crassifolia accelerates wound healing in streptozotocin-induced diabetic rats. Chin J Integr Med. https://doi.org/10.1007/s11655-013-1556-x", "ArticleIdList": ["10.1007/s11655-013-1556-x", "24242135"]}, {"Citation": "Perez-Favila A, Martinez-Fierro ML, Rodriguez-Lazalde JG et al (2019) Current therapeutic strategies in diabetic foot ulcers. Medicina 55:1–21. https://doi.org/10.3390/medicina55110714", "ArticleIdList": ["10.3390/medicina55110714"]}, {"Citation": "Pessanha FS, Guitton B, Baptista R et al (2023) Effectiveness of epidermal growth factor loaded carboxymethylcellulose (EGF-CMC) hydrogel in biofilm formation in wounds of diabetic patients: a randomized clinical trial. Gels 9:117", "ArticleIdList": ["10.3390/gels9020117", "36826286", "9957415"]}, {"Citation": "Petchi RR, Vijaya C, Parasuraman S (2014) Antidiabetic activity of polyherbal formulation in streptozotocin – nicotinamide induced diabetic Wistar rats. J Tradit Complement Med 4:108–117. https://doi.org/10.4103/2225-4110.126174", "ArticleIdList": ["10.4103/2225-4110.126174", "24860734", "4003700"]}, {"Citation": "Petkovic M, Sørensen AE, Leal EC et al (2020) Mechanistic actions of microRNAs in diabetic wound healing. Cells. https://doi.org/10.3390/cells9102228", "ArticleIdList": ["10.3390/cells9102228", "33023156", "7601058"]}, {"Citation": "Pis A, Altunkaynak BZ (2014) The beneficial effects of Momordica charantia (bitter gourd ) on wound healing of rabbit skin. J Dermatol Treat. https://doi.org/10.3109/09546634.2012.713459", "ArticleIdList": ["10.3109/09546634.2012.713459"]}, {"Citation": "Ponnanikajamideen MI, Rajeshkumar S, Vanaja M, Annadurai G (2019) In vivo type 2 diabetes and wound-healing effects of antioxidant gold nanoparticles synthesized using the insulin plant Chamaecostus cuspidatus in Albino rats. Can J Diabetes 43:82-89.e6. https://doi.org/10.1016/j.jcjd.2018.05.006", "ArticleIdList": ["10.1016/j.jcjd.2018.05.006", "30413371"]}, {"Citation": "Ponrasu T, Suguna L (2012) Efficacy of Annona squamosa on wound healing in streptozotocin-induced diabetic rats. Int Wound J 9:613–623. https://doi.org/10.1111/j.1742-481X.2011.00924.x", "ArticleIdList": ["10.1111/j.1742-481X.2011.00924.x", "22233431", "7950626"]}, {"Citation": "Pradhan L, Cai X, Wu S et al (2011) Gene expression of pro-inflammatory cytokines and neuropeptides in diabetic wound healing. J Surg Res 167:336–342. https://doi.org/10.1016/j.jss.2009.09.012", "ArticleIdList": ["10.1016/j.jss.2009.09.012", "20070982"]}, {"Citation": "Prasathkumar M, Anisha S, Khusro A et al (2022) Anti-pathogenic, anti-diabetic, anti-inflammatory, antioxidant, and wound healing efficacy of Datura metel L. leaves. Arab J Chem 15:104112. https://doi.org/10.1016/j.arabjc.2022.104112", "ArticleIdList": ["10.1016/j.arabjc.2022.104112"]}, {"Citation": "Presta LG, Chen H, O’Connor SJ et al (1997) Humanization of an anti-vascular endothelial growth factor monoclonal antibody for the therapy of solid tumors and other disorders. Cancer Res 57:4593–4599", "ArticleIdList": ["9377574"]}, {"Citation": "Qin W, Wu Y, Liu J et al (2022) A comprehensive review of the application of nanoparticles in diabetic wound healing: therapeutic potential and future perspectives. Int J Nanomedicine 17:6007–6029. https://doi.org/10.2147/IJN.S386585", "ArticleIdList": ["10.2147/IJN.S386585", "36506345", "9733571"]}, {"Citation": "Quazi A, Patwekar M, Patwekar F et al (2022) Evaluation of wound healing activity (excision wound model) of ointment prepared from infusion extract of polyherbal tea bag formulation in diabetes-induced rats. Evid-Based Complement Altern Med 2022:1–7. https://doi.org/10.1155/2022/1372199", "ArticleIdList": ["10.1155/2022/1372199"]}, {"Citation": "Ram M, Singh V, Kumawat S et al (2015) Deferoxamine modulates cytokines and growth factors to accelerate cutaneous wound healing in diabetic rats. Elsevier", "ArticleIdList": ["10.1016/j.ejphar.2015.06.029"]}, {"Citation": "Ram M, Singh V, Kumawat S et al (2016) Bilirubin modulated cytokines, growth factors and angiogenesis to improve cutaneous wound healing process in diabetic rats. Int Immunopharmacol 30:137–149. https://doi.org/10.1016/j.intimp.2015.11.037", "ArticleIdList": ["10.1016/j.intimp.2015.11.037", "26679676"]}, {"Citation": "Ramirez-Acuña JM, Cardenas-Cadena SA, Marquez-Salas PA et al (2019) Diabetic foot ulcers: current advances in antimicrobial therapies and emerging treatments. Antibiotics 8:1–32. https://doi.org/10.3390/antibiotics8040193", "ArticleIdList": ["10.3390/antibiotics8040193"]}, {"Citation": "Rangra NK, Subir Samanta KKP (2021) Evaluation of Acacia auriculiformis Benth. Leaves for wound healing activity in type 2 diabetic rats. Pharmacogn Mag 13(Suppl):129–142. https://doi.org/10.4103/pm.pm_496_20", "ArticleIdList": ["10.4103/pm.pm_496_20"]}, {"Citation": "Ranjbar-Heidari A, Khaiatzadeh J, Mahdavi-Shahri N, Tehranipoor M (2012) The effect of fruit pod powder and aquatic extract of Prosopis farcta on healing cutaneous wounds in diabetic rat. Zahedan J Res Med Sci 14:16–20"}, {"Citation": "Razzaghi R, Pourbagheri H, Momen-Heravi M et al (2017) The effects of vitamin D supplementation on wound healing and metabolic status in patients with diabetic foot ulcer: a randomized, double-blind, placebo-controlled trial. J Diabetes Complicat 31:766–772. https://doi.org/10.1016/j.jdiacomp.2016.06.017", "ArticleIdList": ["10.1016/j.jdiacomp.2016.06.017"]}, {"Citation": "Ren J, Yang M, Xu F et al (2019a) Acceleration of wound healing activity with syringic acid in streptozotocin induced diabetic rats. Life Sci 233:116728. https://doi.org/10.1016/j.lfs.2019.116728", "ArticleIdList": ["10.1016/j.lfs.2019.116728", "31386877"]}, {"Citation": "Ren S, Chen J, Duscher D et al (2019b) Microvesicles from human adipose stem cells promote wound healing by optimizing cellular functions via AKT and ERK signaling pathways. Stem Cell Res Ther 10:1–14. https://doi.org/10.1186/s13287-019-1152-x", "ArticleIdList": ["10.1186/s13287-019-1152-x"]}, {"Citation": "Ren J, Yang M, Chen J et al (2020) Anti-inflammatory and wound healing potential of kirenol in diabetic rats through the suppression of inflammatory markers and matrix metalloproteinase expressions. Biomed Pharmacother 129:110475. https://doi.org/10.1016/j.biopha.2020.110475", "ArticleIdList": ["10.1016/j.biopha.2020.110475", "32768960"]}, {"Citation": "Ren S, Guo S, Yang L, Wang C (2022) Effect of composite biodegradable biomaterials on wound healing in diabetes. Front Bioeng Biotechnol 10:1–28. https://doi.org/10.3389/fbioe.2022.1060026", "ArticleIdList": ["10.3389/fbioe.2022.1060026"]}, {"Citation": "Res M, I-iii W (2011) Polyherbal formulation as a therapeutic option to improve wound healing in the diabetic foot. Indian J Med Res 134:146–147"}, {"Citation": "Rezvani Ghomi E, Khalili S, Nouri Khorasani S et al (2019) Wound dressings: current advances and future directions. J Appl Polym Sci 136:1–12. https://doi.org/10.1002/app.47738", "ArticleIdList": ["10.1002/app.47738"]}, {"Citation": "Ribeiro MP, Espiga A, Silva D et al (2009) Development of a new chitosan hydrogel for wound dressing. Wound Repair Regen 17:817–824. https://doi.org/10.1111/j.1524-475X.2009.00538.x", "ArticleIdList": ["10.1111/j.1524-475X.2009.00538.x", "19903303"]}, {"Citation": "Roberts AB (1995) Transforming growth factor-β: activity and efficacy in animal models of wound healing. Wound Repair Regen 3:408–418. https://doi.org/10.1046/j.1524-475X.1995.30405.x", "ArticleIdList": ["10.1046/j.1524-475X.1995.30405.x", "17147652"]}, {"Citation": "Rohmayanti R, Hapsari WS (2021) In vivo study of Centella asiatica (L.) Urban as a drug gel for diabetes wounds. Medisains 19:77. https://doi.org/10.30595/medisains.v19i3.12274", "ArticleIdList": ["10.30595/medisains.v19i3.12274"]}, {"Citation": "Romero-Cerecero O, Zamilpa A, Díaz-García ER, Tortoriello J (2014) Pharmacological effect of Ageratina pichinchensis on wound healing in diabetic rats and genotoxicity evaluation. J Ethnopharmacol 156:222–227. https://doi.org/10.1016/j.jep.2014.09.002", "ArticleIdList": ["10.1016/j.jep.2014.09.002", "25218321"]}, {"Citation": "Romero-Cerecero O, Zamilpa A, Tortoriello J (2015) Effectiveness and tolerability of a standardized extract from Ageratina pichinchensis in patients with diabetic foot ulcer: a randomized, controlled pilot study. Planta Med 81:272–278. https://doi.org/10.1055/s-0034-1396315", "ArticleIdList": ["10.1055/s-0034-1396315", "25714724"]}, {"Citation": "Rozman NAS, Woei Yenn T, Tan WN et al (2018) Homalomena pineodora, a novel essential oil bearing plant and its antimicrobial activity against diabetic wound pathogens. J Essent Oil-Bear Plants 21:963–971. https://doi.org/10.1080/0972060X.2018.1526129", "ArticleIdList": ["10.1080/0972060X.2018.1526129"]}, {"Citation": "Sahakyan G, Vejux A, Sahakyan N (2022) The role of oxidative stress-mediated inflammation in the development of T2DM-induced diabetic nephropathy: possible preventive action of tannins and other oligomeric polyphenols. Molecules. https://doi.org/10.3390/molecules27249035", "ArticleIdList": ["10.3390/molecules27249035", "36558167", "9786776"]}, {"Citation": "Salih M, Abdullah A, Aziz S (2020) Effect of hydroalcoholic extract of Teucrium polium on the process of wound healing in diabetic rats. Passer 2:37–45. https://doi.org/10.24271/psr.09", "ArticleIdList": ["10.24271/psr.09"]}, {"Citation": "Samancıoğlu S, Esen A, Ercan G et al (2016) A new dressing material in diabetic wounds: wound healing activity of oleuropein-rich olive leaf extract in diabetic rats. Gaziantep Med Journa 22:14–21. https://doi.org/10.5578/GMJ.27960", "ArticleIdList": ["10.5578/GMJ.27960"]}, {"Citation": "Santema TBK, Poyck PPC, Ubbink DT (2016) Systematic review and meta-analysis of skin substitutes in the treatment of diabetic foot ulcers: highlights of a Cochrane systematic review. Wound Repair Regen 24:737–744. https://doi.org/10.1111/wrr.12434", "ArticleIdList": ["10.1111/wrr.12434", "27062201"]}, {"Citation": "Sarandy MM, Novaes RD, Xavier AA et al (2017) Hydroethanolic extract of Strychnos pseudoquina accelerates skin wound healing by modulating the oxidative status and microstructural reorganization of scar tissue in experimental type I diabetes. Biomed Res Int. https://doi.org/10.1155/2017/9538351", "ArticleIdList": ["10.1155/2017/9538351", "29057272", "5615956"]}, {"Citation": "Scappaticci RAF, Berretta AA, Torres EC et al (2021) Green and chemical silver nanoparticles and pomegranate formulations to heal infected wounds in diabetic rats. Antibiotics. https://doi.org/10.3390/antibiotics10111343", "ArticleIdList": ["10.3390/antibiotics10111343", "34827281", "8614779"]}, {"Citation": "Schindl M, Kerschan K, Schindl A et al (1999) Induction of complete wound healing in recalcitrant ulcers by low- intensity laser irradiation depends on ulcer cause and size. Photodermatol Photoimmunol Photomed 15:18–21. https://doi.org/10.1111/j.1600-0781.1999.tb00047.x", "ArticleIdList": ["10.1111/j.1600-0781.1999.tb00047.x", "9990664"]}, {"Citation": "Schürmann C, Goren I, Linke A et al (2014) Deregulated unfolded protein response in chronic wounds of diabetic ob/ob mice: a potential connection to inflammatory and angiogenic disorders in diabetes-impaired wound healing. Biochem Biophys Res Commun 446:195–200. https://doi.org/10.1016/j.bbrc.2014.02.085", "ArticleIdList": ["10.1016/j.bbrc.2014.02.085", "24583133"]}, {"Citation": "Sen S, Basak P, Prasad Sinha B et al (2020) Anti-inflammatory effect of epidermal growth factor conjugated silk fibroin immobilized polyurethane ameliorates diabetic burn wound healing. Int J Biol Macromol 143:1009–1032. https://doi.org/10.1016/j.ijbiomac.2019.09.219", "ArticleIdList": ["10.1016/j.ijbiomac.2019.09.219", "31647938"]}, {"Citation": "Setyawati A, Wahyuningsih MSH, Nugrahaningsih DAA et al (2021) Piper crocatum Ruiz & Pav. ameliorates wound healing through p53, E-cadherin and SOD1 pathways on wounded hyperglycemia fibroblasts. Saudi J Biol Sci 28:7257–7268. https://doi.org/10.1016/j.sjbs.2021.08.039", "ArticleIdList": ["10.1016/j.sjbs.2021.08.039", "34867030", "8626332"]}, {"Citation": "Shahouzehi B, Shabani M, Shahrokhi N, Sadeghiyan S (2018) Effects of Pistacia atlantica resin oil on the level of VEGF, hydroxyproline, antioxidant and wound healing activity in STZ-induced diabetic rats. Ukr Biochem J 90:34–41", "ArticleIdList": ["10.15407/ubj90.01.034"]}, {"Citation": "Shao Y, Dang M, Lin Y, Xue F (2019) Evaluation of wound healing activity of plumbagin in diabetic rats. Life Sci 231:116422. https://doi.org/10.1016/j.lfs.2019.04.048", "ArticleIdList": ["10.1016/j.lfs.2019.04.048", "31059689"]}, {"Citation": "Sharma A, Khanna S, Kaur G, Singh I (2021a) Medicinal plants and their components for wound healing applications. Futur J Pharm Sci. https://doi.org/10.1186/s43094-021-00202-w", "ArticleIdList": ["10.1186/s43094-021-00202-w", "34697594", "8529566"]}, {"Citation": "Sharma R, Sharma SK, Mudgal SK et al (2021b) Efficacy of hyperbaric oxygen therapy for diabetic foot ulcer, a systematic review and meta-analysis of controlled clinical trials. Sci Rep 11:1–12. https://doi.org/10.1038/s41598-021-81886-1", "ArticleIdList": ["10.1038/s41598-021-81886-1"]}, {"Citation": "Sharma P, Navneet, Kaushal A (2022) Green nanoparticle formation toward wound healing, and its application in drug delivery approaches. Eur J Med Chem Rep 6:100088. https://doi.org/10.1016/j.ejmcr.2022.100088", "ArticleIdList": ["10.1016/j.ejmcr.2022.100088"]}, {"Citation": "Sharmeen S, Rahman MS, Islam MM et al (2019) Application of polysaccharides in enzyme immobilization. Elsevier", "ArticleIdList": ["10.1016/B978-0-08-102555-0.00011-X"]}, {"Citation": "Shi L, Jiang Z, Li J et al (2022a) Metformin improves burn wound healing by modulating microenvironmental fibroblasts and macrophages. Cells 11:1–24. https://doi.org/10.3390/cells11244094", "ArticleIdList": ["10.3390/cells11244094"]}, {"Citation": "Shi R, Jin Y, Zhao S et al (2022b) Hypoxic ADSC-derived exosomes enhance wound healing in diabetic mice via delivery of circ-Snhg11 and induction of M2-like macrophage polarization. Biomed Pharmacother 153:113463. https://doi.org/10.1016/j.biopha.2022.113463", "ArticleIdList": ["10.1016/j.biopha.2022.113463", "36076572"]}, {"Citation": "Siavash M, Shokri S, Haghighi S et al (2015) The efficacy of topical royal jelly on healing of diabetic foot ulcers: a double-blind placebo-controlled clinical trial. Int Wound J 12:137–142. https://doi.org/10.1111/iwj.12063", "ArticleIdList": ["10.1111/iwj.12063", "23566071"]}, {"Citation": "Silva ACC, Eugênio AN, Mariano SS et al (2021) Topical application of Azadirachta indica improves epidermal wound healing in hyperglycemic rats. Comp Clin Path 30:461–472. https://doi.org/10.1007/s00580-021-03240-1", "ArticleIdList": ["10.1007/s00580-021-03240-1"]}, {"Citation": "Singh S, Gupta B (2017) Choices and challenges of antibiotics therapy in diabetic foot infection. Indian J Endocrinol Metab 21:647–648. https://doi.org/10.4103/ijem.IJEM_481_17", "ArticleIdList": ["10.4103/ijem.IJEM_481_17", "28989866", "5628528"]}, {"Citation": "Singh A, Bajpai S, Singh N et al (2014a) Wound healing activity of standardized extract of Curculigo orchioides in streptozotocin-induced diabetic mice. Asian Pac J Trop Dis. https://doi.org/10.1016/S2222-1808(14)60414-X", "ArticleIdList": ["10.1016/S2222-1808(14)60414-X", "32289026", "4027355"]}, {"Citation": "Singh A, Singh PK, Singh RK (2014b) Antidiabetic and Wound healing activity of Catharanthus roseus L. in streptozotocin-induced diabetic mice. Am J Phytomed Clin Ther 2:686–692"}, {"Citation": "Singh A, Srivastav R, Pandey A (2017) Protective role of Terminalia chebula in streptozotocin-induced diabetic mice for wound healing activity. Br J Med Med Res 22:1–8. https://doi.org/10.9734/bjmmr/2017/33137", "ArticleIdList": ["10.9734/bjmmr/2017/33137"]}, {"Citation": "Singh MP, Gupta A, Sisodia SS (2020) Wound healing activity of Terminalia bellerica Roxb. and gallic acid in experimentally induced diabetic animals. J Complement Integr Med 17:1–10. https://doi.org/10.1515/jcim-2019-0133", "ArticleIdList": ["10.1515/jcim-2019-0133"]}, {"Citation": "Singh WR, Sharma A, Devi HS et al (2022) Icariin improves cutaneous wound healing in streptozotocin-induced diabetic rats. J Tissue Viability 31:197–206. https://doi.org/10.1016/j.jtv.2021.09.004", "ArticleIdList": ["10.1016/j.jtv.2021.09.004", "34565677"]}, {"Citation": "Singh SK, Dwivedi SD, Yadav K et al (2023) Novel biotherapeutics targeting biomolecular and cellular approaches in diabetic wound healing. Biomedicines 11:1–34. https://doi.org/10.3390/biomedicines11020613", "ArticleIdList": ["10.3390/biomedicines11020613"]}, {"Citation": "Singla R, Soni S, Patial V et al (2017a) Cytocompatible anti-microbial dressings of Syzygium cumini cellulose nanocrystals decorated with silver nanoparticles accelerate acute and diabetic wound healing. Sci Rep 7:1–13. https://doi.org/10.1038/s41598-017-08897-9", "ArticleIdList": ["10.1038/s41598-017-08897-9"]}, {"Citation": "Singla R, Soni S, Patial V et al (2017b) In vivo diabetic wound healing potential of nanobiocomposites containing bamboo cellulose nanocrystals impregnated with silver nanoparticles. Int J Biol Macromol 105:45–55. https://doi.org/10.1016/j.ijbiomac.2017.06.109", "ArticleIdList": ["10.1016/j.ijbiomac.2017.06.109", "28669805"]}, {"Citation": "Soares RDF, Campos MGN, Ribeiro GP et al (2020) Development of a chitosan hydrogel containing flavonoids extracted from Passiflora edulis leaves and the evaluation of its antioxidant and wound healing properties for the treatment of skin lesions in diabetic mice. J Biomed Mater Res - Part A 108:654–662. https://doi.org/10.1002/jbm.a.36845", "ArticleIdList": ["10.1002/jbm.a.36845"]}, {"Citation": "Soni R, Mehta NM, Srivastava DN (2013) Effect of ethanolic extract of Cinnamomum tamala leaves on wound healing in STZ induced diabetes in rats. Asian J Pharm Clin Res 6:39–42"}, {"Citation": "Sovia E (2021) Effect of sweet orange and pomegranate peel extract combination on in vivo antidiabetic and wound healing activity. 37:49–53"}, {"Citation": "Spampinato SF, Caruso GI, De Pasquale R et al (2020) The treatment of impaired wound healing in diabetes: looking among old drugs. Pharmaceuticals 13:1–17. https://doi.org/10.3390/ph13040060", "ArticleIdList": ["10.3390/ph13040060"]}, {"Citation": "Steffy K, Shanthi G, Maroky AS, Selvakumar S (2018) Enhanced antibacterial effects of green synthesized ZnO NPs using Aristolochia indica against multi-drug resistant bacterial pathogens from diabetic foot ulcer. J Infect Public Health 11:463–471. https://doi.org/10.1016/j.jiph.2017.10.006", "ArticleIdList": ["10.1016/j.jiph.2017.10.006", "29150378"]}, {"Citation": "Steinberg JS, Edmonds M, Hurley DP, King WN (2010) Confirmatory data from EU study supports Apligraf for the treatment of neuropathic diabetic foot ulcers. J Am Podiatr Med Assoc 100:73–77. https://doi.org/10.7547/1000073", "ArticleIdList": ["10.7547/1000073", "20093548"]}, {"Citation": "Sumantri IB, Ismayadi, Mustanti LF (2021) The potency of wound healing of nanogel-containing Mikania micrantha leaves extract in hyperglycemic rats. Pharm Nanotechnol 9:339–346. https://doi.org/10.2174/2211738509666211209164105"}, {"Citation": "Suresh TC, Poonguzhali TV, Anuradha V et al (2021) Aqueous extract of Turbinaria conoides (j.agardh) kutzing mediated fabrication of silver nanoparticles used against bacteria associated with diabetic foot ulcer. Mater Today Proc 43:3038–3043. https://doi.org/10.1016/j.matpr.2021.01.376", "ArticleIdList": ["10.1016/j.matpr.2021.01.376"]}, {"Citation": "Sutthammikorn N, Supajatura V, Yue H et al (2021) Topical gynura procumbens as a novel therapeutic improves wound healing in diabetic mice. Plants 10:1–19. https://doi.org/10.3390/plants10061122", "ArticleIdList": ["10.3390/plants10061122"]}, {"Citation": "Takeuchi T, Ito M, Yamaguchi S et al (2020) Hydrocolloid dressing improves wound healing by increasing M2 macrophage polarization in mice with diabetes. Nagoya J Med Sci 82:487–498. https://doi.org/10.18999/nagjms.82.3.487", "ArticleIdList": ["10.18999/nagjms.82.3.487", "33132433", "7548260"]}, {"Citation": "Talukdar N, Das K, Barman I (2021) A review on ethanobotanical survey of medicinal plants available in North-East India against microbes involved in diabetic foot ulcer. J Diabetol 12:128. https://doi.org/10.4103/jod.jod_45_20", "ArticleIdList": ["10.4103/jod.jod_45_20"]}, {"Citation": "Tan WS, Arulselvan P, Ng S et al (2019) Improvement of diabetic wound healing by topical application of Vicenin-2 hydrocolloid film on Sprague Dawley rats. BMC Complement Altern Med 19:20", "ArticleIdList": ["10.1186/s12906-018-2427-y", "30654793", "6337851"]}, {"Citation": "Tellechea A, Silva EA, Min J et al (2015) Alginate and DNA gels are suitable delivery systems for diabetic wound healing. Int J Low Extrem Wounds 14:146–153. https://doi.org/10.1177/1534734615580018", "ArticleIdList": ["10.1177/1534734615580018", "26032947"]}, {"Citation": "Thanganadar Appapalam S, Paul B, Arockiasamy S, Panchamoorthy R (2020) Phytofabricated silver nanoparticles: discovery of antibacterial targets against diabetic foot ulcer derived resistant bacterial isolates. Mater Sci Eng C 117:111256. https://doi.org/10.1016/j.msec.2020.111256", "ArticleIdList": ["10.1016/j.msec.2020.111256"]}, {"Citation": "Tonaco LAB, Gomes FL, Velasquez-Melendez G et al (2018) The proteolytic fraction from Latex of Vasconcellea cundinamarcensis (P1G10) enhances wound healing of diabetic foot ulcers: a double-blind randomized pilot study. Adv Ther 35:494–502. https://doi.org/10.1007/s12325-018-0684-2", "ArticleIdList": ["10.1007/s12325-018-0684-2", "29564750"]}, {"Citation": "Tsala D, Joseph M, Simplice T et al (2015) Effect of a methanol extract of Allium cepa Linn. on incisional wound healing in alloxan-induced diabetic mice. Appl Med Res 1:90. https://doi.org/10.5455/amr.20150427021827", "ArticleIdList": ["10.5455/amr.20150427021827"]}, {"Citation": "Tsuboi R, Rifkin DB (1990) Recombinant basic fibroblast growth factor stimulates wound healing in healing-impaired db/db mice. J Exp Med 172:245–251. https://doi.org/10.1084/jem.172.1.245", "ArticleIdList": ["10.1084/jem.172.1.245", "2358777"]}, {"Citation": "Tuhin RH, Begum M, Rahman S et al (2017) Wound healing effect of Euphorbia hirta linn. (Euphorbiaceae) in alloxan induced diabetic rats. BMC Complement Altern Med 17:1–14. https://doi.org/10.1186/s12906-017-1930-x", "ArticleIdList": ["10.1186/s12906-017-1930-x"]}, {"Citation": "van Netten JJ, Lazzarini PA, Armstrong DG et al (2018) Diabetic Foot Australia guideline on footwear for people with diabetes. J Foot Ankle Res 11:1–14. https://doi.org/10.1186/s13047-017-0244-z", "ArticleIdList": ["10.1186/s13047-017-0244-z"]}, {"Citation": "Vatankhah N, Jahangiri Y, Landry GJ et al (2017) Effect of systemic insulin treatment on diabetic wound healing. Wound Repair Regen 25:288–291. https://doi.org/10.1111/wrr.12514", "ArticleIdList": ["10.1111/wrr.12514", "28120507", "5472490"]}, {"Citation": "Vedha Vijaya T, Srinivasan D, Sengottuvelu S (2013) Wound healing potential of Melia azedarach L. leaves in alloxan induced diabetic rats. J Biol Environ Sci 7:265–271"}, {"Citation": "Veeraraghavan VP, Periadurai ND, Karunakaran T et al (2021) Green synthesis of silver nanoparticles from aqueous extract of Scutellaria barbata and coating on the cotton fabric for antimicrobial applications and wound healing activity in fibroblast cells (L929). Saudi J Biol Sci 28:3633–3640. https://doi.org/10.1016/j.sjbs.2021.05.007", "ArticleIdList": ["10.1016/j.sjbs.2021.05.007", "34220213", "8241602"]}, {"Citation": "Verkleij CJN, Roelofs JJTH, Havik SR et al (2010) The role of thrombin-activatable fibrinolysis inhibitor in diabetic wound healing. Thromb Res 126:442–446. https://doi.org/10.1016/j.thromres.2010.08.008", "ArticleIdList": ["10.1016/j.thromres.2010.08.008", "20828799"]}, {"Citation": "Veves A, Giurini JM, LoGerfo FW (2012) Physiology and pathophysiology of wound healing in diabetes. Diabet Foot Med Surg Manag Third Ed. https://doi.org/10.1007/978-1-61779-791-0", "ArticleIdList": ["10.1007/978-1-61779-791-0"]}, {"Citation": "Vijayakumar V, Samal SK, Mohanty S, Nayak SK (2019) Recent advancements in biopolymer and metal nanoparticle-based materials in diabetic wound healing management. Int J Biol Macromol 122:137–148. https://doi.org/10.1016/j.ijbiomac.2018.10.120", "ArticleIdList": ["10.1016/j.ijbiomac.2018.10.120", "30342131"]}, {"Citation": "Vitale S, Colanero S, Placidi M et al (2022) Phytochemistry and biological activity of medicinal plants in wound healing: an overview of current research. Molecules 27:3566. https://doi.org/10.3390/molecules27113566", "ArticleIdList": ["10.3390/molecules27113566", "35684503", "9182061"]}, {"Citation": "Wackenfors A, Gustafsson R, Sjögren J et al (2005) Blood flow responses in the peristernal thoracic wall during vacuum-assisted closure therapy. Ann Thorac Surg 79:1724–1730. https://doi.org/10.1016/j.athoracsur.2004.10.053", "ArticleIdList": ["10.1016/j.athoracsur.2004.10.053", "15854963"]}, {"Citation": "Wang AY, Cao H, Wang L (2019) The effects of Chinese herbal medicines for treating diabetic foot ulcers: a systematic review of 49 randomized controlled trials. Complement Ther Med. https://doi.org/10.1016/j.ctim.2019.03.007", "ArticleIdList": ["10.1016/j.ctim.2019.03.007", "32444032", "6502253"]}, {"Citation": "Wang H, Xu Z, Zhao M et al (2021a) Advances of hydrogel dressings in diabetic wounds. Biomater Sci 9:1530–1546. https://doi.org/10.1039/d0bm01747g", "ArticleIdList": ["10.1039/d0bm01747g", "33433534"]}, {"Citation": "Wang XF, Li ML, Fang QQ et al (2021b) Flexible electrical stimulation device with Chitosan-Vaseline® dressing accelerates wound healing in diabetes. Bioact Mater 6:230–243. https://doi.org/10.1016/j.bioactmat.2020.08.003", "ArticleIdList": ["10.1016/j.bioactmat.2020.08.003", "32913931"]}, {"Citation": "Wang Y, Chen L, Ren D-Y et al (2022) Mussel-inspired collagen-hyaluronic acid composite scaffold with excellent antioxidant properties and sustained release of a growth factor for enhancing diabetic wound healing. Mater Today Bio 15:100320. https://doi.org/10.1016/j.mtbio.2022.100320", "ArticleIdList": ["10.1016/j.mtbio.2022.100320", "35757026", "9218585"]}, {"Citation": "Wang Q, Luo Z, Wu Y-L, Li Z (2023) Recent advances in enzyme-based biomaterials toward diabetic wound healing. Adv NanoBiomed Res 3:2200110. https://doi.org/10.1002/anbr.202200110", "ArticleIdList": ["10.1002/anbr.202200110"]}, {"Citation": "Werner S, Breeden M, Hübner G et al (1994) Induction of keratinocyte growth factor expression is reduced and delayed during wound healing in the genetically diabetic mouse. J Invest Dermatol 103:469–473. https://doi.org/10.1111/1523-1747.ep12395564", "ArticleIdList": ["10.1111/1523-1747.ep12395564", "7930669"]}, {"Citation": "Wong A, Chew A, Wang CM et al (2014) The use of a specialised amino acid mixture for pressure ulcers: a placebo-controlled trial. J Wound Care 23:259–269. https://doi.org/10.12968/jowc.2014.23.5.259", "ArticleIdList": ["10.12968/jowc.2014.23.5.259", "24810310"]}, {"Citation": "World Health Organization (2013) Facts and figures about diabetes. WHO"}, {"Citation": "World Health Organization (2014) Facts and figures about diabetes. WHO"}, {"Citation": "Wu Z, Zheng X, Gong M, Li Y (2016) Myricetin, a potent natural agent for treatment of diabetic skin damage by modulating TIMP/MMPs balance and oxidative stress. Oncotarget 7:71754–71760. https://doi.org/10.18632/oncotarget.12330", "ArticleIdList": ["10.18632/oncotarget.12330", "27765936", "5342119"]}, {"Citation": "Wynn M, Freeman S (2019) The efficacy of negative pressure wound therapy for diabetic foot ulcers: a systematised review. J Tissue Viability 28:152–160. https://doi.org/10.1016/j.jtv.2019.04.001", "ArticleIdList": ["10.1016/j.jtv.2019.04.001", "31056407"]}, {"Citation": "Xie Z, Paras CB, Weng H et al (2013) Dual growth factor releasing multi-functional nanofibers for wound healing. Acta Materialia Inc"}, {"Citation": "Xiong Y, Chen L, Liu P et al (2022) All-in-one: multifunctional hydrogel accelerates oxidative diabetic wound healing through timed-release of exosome and fibroblast growth factor. Small. https://doi.org/10.1002/smll.202104229", "ArticleIdList": ["10.1002/smll.202104229", "36549675"]}, {"Citation": "Xu J, Min D, Guo G et al (2018) Experimental study of epidermal growth factor and acidic fibroblast growth factor in the treatment of diabetic foot wounds. Exp Ther Med 15:5365–5370. https://doi.org/10.3892/etm.2018.6131", "ArticleIdList": ["10.3892/etm.2018.6131", "29904416", "5996667"]}, {"Citation": "Yadav JP (2023) Based on clinical research matrix metalloprotease (MMP) inhibitors to promote diabetic wound healing. Horm Metab Res 55:752–757. https://doi.org/10.1055/a-2171-5879", "ArticleIdList": ["10.1055/a-2171-5879", "37798905"]}, {"Citation": "Yadav JP, Grishina M, Shahbaaz M et al (2022a) Cucumis melo var. momordica as a potent antidiabetic, antioxidant and possible anticovid alternative: investigation through experimental and computational methods. Chem Biodivers. https://doi.org/10.1002/cbdv.202200200", "ArticleIdList": ["10.1002/cbdv.202200200", "36395372"]}, {"Citation": "Yadav JP, Patel DK, Dubey NK et al (2022b) Wound healing and antioxidant potential of Neolamarckia cadamba in streptozotocin-nicotinamide induced diabetic rats. Phytomed plus. https://doi.org/10.1016/j.phyplu.2022.100274", "ArticleIdList": ["10.1016/j.phyplu.2022.100274"]}, {"Citation": "Yadav JP, Patel DK, Pathak P, Grishina M (2022c) Role of G-protein coupled receptor (GPCRs)/(GPR-120) as an agonists in diabetic wound healing. Obes Med 36:100466. https://doi.org/10.1016/j.obmed.2022.100466", "ArticleIdList": ["10.1016/j.obmed.2022.100466"]}, {"Citation": "Yadav JP, Singh AK, Grishina M et al (2022d) Cucumis melo Var. agrestis Naudin as a potent antidiabetic: investigation via experimental methods. Phytomed plus 2:100340. https://doi.org/10.1016/j.phyplu.2022.100340", "ArticleIdList": ["10.1016/j.phyplu.2022.100340"]}, {"Citation": "Yadollah-Damavandi S, Chavoshi-Nejad M, Jangholi E et al (2015) Topical hypericum perforatum improves tissue regeneration in full-thickness excisional wounds in diabetic rat model. Evid-Based Complement Altern Med. https://doi.org/10.1155/2015/245328", "ArticleIdList": ["10.1155/2015/245328"]}, {"Citation": "Yammine K, Assi C (2022) Surgery versus nonsurgical methods in treating neuropathic plantar forefoot ulcers: a meta-analysis of comparative studies. Int J Low Extrem Wounds 21:7–17. https://doi.org/10.1177/1534734620923425", "ArticleIdList": ["10.1177/1534734620923425", "32525725"]}, {"Citation": "Yang SL, Han R, Liu Y et al (2014) Negative pressure wound therapy is associated with up-regulation of bFGF and ERK1/2 in human diabetic foot wounds. Wound Repair Regen 22:548–554. https://doi.org/10.1111/wrr.12195", "ArticleIdList": ["10.1111/wrr.12195", "24809625"]}, {"Citation": "Yang P, Pei Q, Yu T et al (2016) Compromised wound healing in ischemic type 2 diabetic rats. PLoS ONE 11:1–19. https://doi.org/10.1371/journal.pone.0152068", "ArticleIdList": ["10.1371/journal.pone.0152068"]}, {"Citation": "Yang P, Wang D, Shi Y et al (2020a) Insulin-containing wound dressing promotes diabetic wound healing through stabilizing HIF-1α. Front Bioeng Biotechnol 8:1–10. https://doi.org/10.3389/fbioe.2020.592833", "ArticleIdList": ["10.3389/fbioe.2020.592833"]}, {"Citation": "Yang Q, Zhang Y, Yin H, Lu Y (2020b) Topical recombinant human epidermal growth factor for diabetic foot ulcers: a metaanalysis of randomized controlled clinical trials. Elsevier"}, {"Citation": "Yarahmadi A, Saeed Modaghegh MH, Mostafavi-Pour Z et al (2021) The effect of platelet-rich plasma-fibrin glue dressing in combination with oral vitamin E and C for treatment of non-healing diabetic foot ulcers: a randomized, double-blind, parallel-group, clinical trial. Expert Opin Biol Ther 21:687–696. https://doi.org/10.1080/14712598.2021.1897100", "ArticleIdList": ["10.1080/14712598.2021.1897100", "33646060"]}, {"Citation": "Zadeh MAA et al (2020) Evaluation of beneficial influence of local application of Crocus pallasii subsp. Haussknechtii Boiss. Extract on healing of full thickness excisional infected wounds in diabetic rats. Bull Emerg Trauma 8:169–178. https://doi.org/10.30476/BEAT.2020.82567.Journal", "ArticleIdList": ["10.30476/BEAT.2020.82567.Journal"]}, {"Citation": "Zenão S, Aires A, Dias C et al (2017) Antibacterial potential of Urtica dioica and Lavandula angustifolia extracts against methicillin resistant Staphylococcus aureus isolated from diabetic foot ulcers. J Herb Med 10:53–58. https://doi.org/10.1016/j.hermed.2017.05.003", "ArticleIdList": ["10.1016/j.hermed.2017.05.003"]}, {"Citation": "Zeng Z, Zhu BH (2014) Arnebin-1 promotes the angiogenesis of human umbilical vein endothelial cells and accelerates the wound healing process in diabetic rats. J Ethnopharmacol 154:653–662. https://doi.org/10.1016/j.jep.2014.04.038", "ArticleIdList": ["10.1016/j.jep.2014.04.038", "24794013"]}, {"Citation": "Zhang EY, Gao B, Shi HL et al (2017a) 20(S)-protopanaxadiol enhances angiogenesis via HIF-1α-mediated VEGF secretion by activating p70S6 kinase and benefits wound healing in genetically diabetic mice. Exp Mol Med 49:1–12. https://doi.org/10.1038/emm.2017.151", "ArticleIdList": ["10.1038/emm.2017.151"]}, {"Citation": "Zhang P, Lu J, Jing Y et al (2017b) Global epidemiology of diabetic foot ulceration: a systematic review and meta-analysis†. Ann Med 49:106–116. https://doi.org/10.1080/07853890.2016.1231932", "ArticleIdList": ["10.1080/07853890.2016.1231932", "27585063"]}, {"Citation": "Zhao R, Liang H, Clarke E et al (2016) Inflammation in chronic wounds. Int J Mol Sci 17:1–14. https://doi.org/10.3390/ijms17122085", "ArticleIdList": ["10.3390/ijms17122085"]}, {"Citation": "Zheng Y, Du X, Yin L, Liu H (2022) Effect of electrical stimulation on patients with diabetes-related ulcers: a systematic review and meta-analysis. BMC Endocr Disord 22:1–9. https://doi.org/10.1186/s12902-022-01029-z", "ArticleIdList": ["10.1186/s12902-022-01029-z"]}, {"Citation": "Zhou K, Ma Y, Brogan MS (2015) Chronic and non-healing wounds: the story of vascular endothelial growth factor. Med Hypotheses 85:399–404. https://doi.org/10.1016/j.mehy.2015.06.017", "ArticleIdList": ["10.1016/j.mehy.2015.06.017", "26138626"]}, {"Citation": "Zhou J, Wei T, He Z (2021a) ADSCs enhance VEGFR3-mediated lymphangiogenesis via METTL3-mediated VEGF-C m6A modification to improve wound healing of diabetic foot ulcers. Mol Med. https://doi.org/10.1186/s10020-021-00406-z", "ArticleIdList": ["10.1186/s10020-021-00406-z", "34865619", "8647299"]}, {"Citation": "Zhou R, Xiang C, Cao G et al (2021b) Berberine accelerated wound healing by restoring TrxR1/JNK in diabetes. Clin Sci 135:8–11. https://doi.org/10.1042/CS20201145", "ArticleIdList": ["10.1042/CS20201145"]}, {"Citation": "Zhu J, Jiang G, Hong W et al (2020) Rapid gelation of oxidized hyaluronic acid and succinyl chitosan for integration with insulin-loaded micelles and epidermal growth factor on diabetic wound healing. Mater Sci Eng C 117:111273. https://doi.org/10.1016/j.msec.2020.111273", "ArticleIdList": ["10.1016/j.msec.2020.111273"]}, {"Citation": "Zubair M, Ahmad J (2019) Role of growth factors and cytokines in diabetic foot ulcer healing: a detailed review. Rev Endocr Metab Disord. https://doi.org/10.1007/s11154-019-09492-1", "ArticleIdList": ["10.1007/s11154-019-09492-1", "30937614"]}, {"Citation": "Zuber M, Rajesh V, Anusha K et al (2013) Wound healing activity of ethanolic extract of Allium sativum on Alloxan induced diabetic rats family (Liliaceae). Int J Sci Invent Today 2:40–57"}]}], "History": [{"Year": "2023", "Month": "9", "Day": "14"}, {"Year": "2023", "Month": "11", "Day": "27"}, {"Year": "2024", "Month": "3", "Day": "4", "Hour": "6", "Minute": "48"}, {"Year": "2024", "Month": "1", "Day": "12", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "11", "Hour": "23", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38212535", "10.1007/s10787-023-01407-6", "10.1007/s10787-023-01407-6"]}}]}