{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["naturopathic treatment", "plant extract", "plants", "vascular abnormalities"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38213420", "DateRevised": {"Year": "2024", "Month": "01", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2147/PHMT.S439537"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "06"}], "Journal": {"ISSN": "1179-9927", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Pediatric health, medicine and therapeutics", "ISOAbbreviation": "Pediatric Health Med Ther"}, "ArticleTitle": "The Role of Natural Extracts in the Management of Infantile Hemangiomas and Vascular Tumors.", "Pagination": {"StartPage": "1", "EndPage": "16", "MedlinePgn": "1-16"}, "Abstract": {"AbstractText": ["Hemangiomas are vascular tumors resulting from the proliferation of endothelial-like cells; they are the most common childhood tumors, affecting approximately 5-10% of newborns and infants. Besides hemangiomas, which are definitely benign tumors despite their overgrowth potential, there are other vascular tumors like hemangioendotheliomas, which may display intermediate characteristics between benign hemangiomas and highly malignant angiosarcomas. Standard therapy may be constricted by serious adverse effects, high cost, or traumatic influence. Diet is a major resource for health preservation, disease prevention, and treatment. The therapeutic property of edible berries, marine products, or medicinal plants have long been known and used in traditional medicine; a plant-based nutrition can prevent the development and progression of diseases associated with extensive neo-vascularization. The purpose of our review is to highlight those natural treatments that hemangioma and vascular tumor patients can receive in the future, both for their benefit and that of their families. We performed the review according to the Preferred Reporting Items for Systematic Reviews and Metanalysis Statement. We used the Web of Science, PubMed, and EMBASE engines for the study, and searched for the association of hemangioma with naturopathic treatment/plant extract/plants in published articles. We found that natural extracts from plants and fruits are cost-effective and safe treatments for hemangiomas and vascular tumors, as well as for other forms of cancer. In any case, more in vitro and in vivo studies are needed to confirm the proposed signaling pathways in tumors and validate the improvement parameters after natural products administration. The era of molecularly targeted therapy and personalized medicine is approaching and naturally occurring substances are very useful tools for tumor treatment and prevention. Plant extract substances have strong specificity and pertinence, are non- toxic and have few side effects, and may become an emerging cancer treatment."], "CopyrightInformation": "© 2024 Roca et al."}, "AuthorList": [{"Identifier": ["0009-0000-3244-9345"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery II, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Roca", "ForeName": "Iulia Cristina", "Initials": "IC"}, {"Identifier": ["0000-0001-7859-840X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Morphofunctional Sciences I - Pathology, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Cojocaru", "ForeName": "Elena", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery II, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Rusu", "ForeName": "Carmen Daniela", "Initials": "CD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mother and Child Medicine-Pediatrics, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Trandafir", "ForeName": "Laura Mihaela", "Initials": "LM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Surgical Department, Discipline of Preventive Dentistry, Faculty of Dental Medicine, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iasi, 700115, Romania."}], "LastName": "Săveanu", "ForeName": "Cătălina Iulia", "Initials": "CI"}, {"Identifier": ["0000-0003-2640-8795"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mother and Child Medicine-Pediatrics, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Lupu", "ForeName": "Vasile Valeriu", "Initials": "VV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Genetics, Faculty of Medicine, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iași, 700115, Romania."}], "LastName": "Butnariu", "ForeName": "Lăcrămioara Ionela", "Initials": "LI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine and Interdisciplinarity, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iași, 700115, Romania."}], "LastName": "Ţarcă", "ForeName": "Viorel", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine and Interdisciplinarity, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iași, 700115, Romania."}], "LastName": "Moscalu", "ForeName": "Mihaela", "Initials": "M"}, {"Identifier": ["0000-0001-6991-9814"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Discipline of Pediatric Surgery, \"Nicolae Testemițanu\" State University of Medicine and Pharmacy, Chisinau, Moldova."}], "LastName": "Bernic", "ForeName": "Jana", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mother and Child Medicine-Pediatrics, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Lupu", "ForeName": "Ancuța", "Initials": "A"}, {"Identifier": ["0000-0002-3018-8011"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery II, \"Grigore T. Popa\" University of Medicine and Pharmacy, Iaşi, 700115, Romania."}], "LastName": "Ţarcă", "ForeName": "Elena", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Pediatric Health Med Ther", "NlmUniqueID": "101655856", "ISSNLinking": "1179-9927"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Léauté-Labrèze C, Harper JI, Hoeger PH. Infantile haemangioma. Lancet. 2017;390(10089):85–94. doi:10.1016/S0140-6736(16)00645-0", "ArticleIdList": ["10.1016/S0140-6736(16)00645-0", "28089471"]}, {"Citation": "Tang R, Xian D, Xu J, Peng H, Pan S, Zhong J. Proanthocyanidins as a potential novel way for the treatment of hemangioma. Biomed Res Int. 2021;2021:5695378. doi:10.1155/2021/5695378", "ArticleIdList": ["10.1155/2021/5695378", "PMC7801061", "33490272"]}, {"Citation": "Ţarcă E, Cojocaru E, Roşu ST, Butnariu LI, Plămădeală P, Moisă ŞM. Differential diagnosis difficulties related to infantile hemangioma - case report and literature review. Rom J Morphol Embryol. 2019;60(4):1375–1379.", "ArticleIdList": ["32239121"]}, {"Citation": "Zhang J, Ye Z, Tan L, Luo J. Giant hepatic hemangioma regressed significantly without surgical management: a case report and literature review. Front Med Lausanne. 2021;8:712324. doi:10.3389/fmed.2021.712324", "ArticleIdList": ["10.3389/fmed.2021.712324", "PMC8416894", "34490301"]}, {"Citation": "Darrow DH, Greene AK, Mancini AJ, Nopper AJ; Section on dermatology, section on otolaryngology–head and neck surgery, and section on plastic surgery. Diagnosis and management of infantile hemangioma. Pediatrics. 2015;136(4):e1060–e1104. doi:10.1542/peds.2015-2485", "ArticleIdList": ["10.1542/peds.2015-2485", "26416931"]}, {"Citation": "Smith CJF, Friedlander SF, Guma M, Kavanaugh A, Chambers CD. Infantile hemangiomas: an updated review on risk factors, pathogenesis, and treatment. Birth Defects Res. 2017;109(11):809–815. doi:10.1002/bdr2.1023", "ArticleIdList": ["10.1002/bdr2.1023", "PMC5839165", "28402073"]}, {"Citation": "Ji Y, Chen S, Li K, Li L, Xu C, Xiang B. Signaling pathways in the development of infantile hemangioma. J Hematol Oncol. 2014;7(1):13. doi:10.1186/1756-8722-7-13", "ArticleIdList": ["10.1186/1756-8722-7-13", "PMC3913963", "24479731"]}, {"Citation": "Yang K, Zhang X, Chen L, Chen S, Ji Y. Microarray expression profile of mRNAs and long noncoding RNAs and the potential role of PFK-1 in infantile hemangioma. Cell Div. 2021;16(1):1. doi:10.1186/s13008-020-00069-y", "ArticleIdList": ["10.1186/s13008-020-00069-y", "PMC7802351", "33430906"]}, {"Citation": "Duan P, Huang Y, Chen K, Cheng C, Wu Z, Wu Y. 15,16-dihydrotanshinone I inhibits EOMA cells proliferation by interfering in posttranscriptional processing of hypoxia-inducible factor 1. Int J Med Sci. 2021;18(14):3214–3223. doi:10.7150/ijms.60774", "ArticleIdList": ["10.7150/ijms.60774", "PMC8364454", "34400891"]}, {"Citation": "Cai Y, Lv F, Kaldybayeva N, Zhamilya A, Wu Z, Wu Y. 15, 16-dihydrotanshinone I inhibits hemangiomas through inducing pro-apoptotic and anti-angiogenic mechanisms in vitro and in vivo. Front Pharmacol. 2018;9:25. doi:10.3389/fphar.2018.00025", "ArticleIdList": ["10.3389/fphar.2018.00025", "PMC5797551", "29441017"]}, {"Citation": "Wang X, Morris-Natschke SL, Lee KH. New developments in the chemistry and biology of the bioactive constituents of tanshen. Med Res Rev. 2007;27(1):133–148. doi:10.1002/med.20077", "ArticleIdList": ["10.1002/med.20077", "16888751"]}, {"Citation": "Gordillo GM, Biswas A, Singh K, et al. Mitochondria as target for tumor management of hemangioendothelioma. Antioxid Redox Signal. 2021;34(2):137–153. doi:10.1089/ars.2020.8059", "ArticleIdList": ["10.1089/ars.2020.8059", "PMC7757590", "32597200"]}, {"Citation": "Biswas A, Clark EC, Sen CK, Gordillo GM. Phytochemical inhibition of multidrug resistance protein-1 as a therapeutic strategy for hemangioendothelioma. Antioxid Redox Signal. 2017;26(17):1009–1019. doi:10.1089/ars.2016.6881", "ArticleIdList": ["10.1089/ars.2016.6881", "PMC5467139", "27706944"]}, {"Citation": "Saqib S, Ullah F, Naeem M, et al. Mentha: nutritional and health attributes to treat various ailments including cardiovascular diseases. Molecules. 2022;27(19):6728. doi:10.3390/molecules27196728", "ArticleIdList": ["10.3390/molecules27196728", "PMC9572119", "36235263"]}, {"Citation": "Atalay M, Gordillo G, Roy S, et al. Anti-angiogenic property of edible berry in a model of hemangioma. FEBS Lett. 2003;544(1–3):252–257. doi:10.1016/s0014-5793(03)00509-x", "ArticleIdList": ["10.1016/s0014-5793(03)00509-x", "12782326"]}, {"Citation": "Luca AC, Miron IC, Mîndru DE, et al. Optimal nutrition parameters for neonates and infants with congenital heart disease. Nutrients. 2022;14(8):1671. doi:10.3390/nu14081671", "ArticleIdList": ["10.3390/nu14081671", "PMC9029500", "35458233"]}, {"Citation": "Liberati A, Altman D, Tetzlaff J, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. J Clin Epidemiol. 2009;62(10):e1–e34", "ArticleIdList": ["19631507"]}, {"Citation": "Lo K, Mihm M, Fay A. Current theories on the pathogenesis of infantile hemangioma. Semin Ophthalmol. 2009;24(3):172–177. doi:10.1080/08820530902805438", "ArticleIdList": ["10.1080/08820530902805438", "19437354"]}, {"Citation": "Li L, Yu J, Cheng S, Peng Z, Luo H. Transcription factor Fli-1 as a new target for antitumor drug development. Int J Biol Macromol. 2022;209(Pt A):1155–1168. doi:10.1016/j.ijbiomac.2022.04.076", "ArticleIdList": ["10.1016/j.ijbiomac.2022.04.076", "35447268"]}, {"Citation": "Leon–Villapalos J, Wolfe K, Kangesu L. GLUT-1: an extra diagnostic tool to differentiate between haemangiomas and vascular malformations. Br J Plast Surg. 2005;58:348–352. doi:10.1016/j.bjps.2004.05.029", "ArticleIdList": ["10.1016/j.bjps.2004.05.029", "15780229"]}, {"Citation": "de Jong S, Itinteang T, Withers AH, et al. Does hypoxia play a role in infantile hemangioma? Arch Dermatol Res. 2016;308(4):219–227. doi:10.1007/s00403-016-1635-x", "ArticleIdList": ["10.1007/s00403-016-1635-x", "26940670"]}, {"Citation": "Chen J, Wu D, Dong Z, Chen A, Liu S. The expression and role of glycolysis-associated molecules in infantile hemangioma. Life Sci. 2020;259:118215. doi:10.1016/j.lfs.2020.118215", "ArticleIdList": ["10.1016/j.lfs.2020.118215", "32768579"]}, {"Citation": "Yang K, Qiu T, Zhou J, et al. Blockage of glycolysis by targeting PFKFB3 suppresses the development of infantile hemangioma. J Transl Med. 2023;21(1):85. doi:10.1186/s12967-023-03932-y", "ArticleIdList": ["10.1186/s12967-023-03932-y", "PMC9901151", "36740704"]}, {"Citation": "Babiak-Choroszczak L, Giżewska-Kacprzak K, Gawrych E, et al. Serum concentrations of VEGF and bFGF in the course of propranolol therapy of infantile hemangioma in children: are we closer to understand the mechanism of action of propranolol on hemangiomas? Adv Clin Exp Med. 2018;27(5):703–710. doi:10.17219/acem/84800", "ArticleIdList": ["10.17219/acem/84800", "29790692"]}, {"Citation": "Chen YZ, Bai N, Bi JH, et al. Propranolol inhibits the proliferation, migration and tube formation of hemangioma cells through HIF-1α dependent mechanisms. Braz J Med Biol Res. 2017;50(12): e6138. doi:10.1590/1414-431X20176138", "ArticleIdList": ["10.1590/1414-431X20176138", "PMC5625545", "28977119"]}, {"Citation": "Sermeus A, Michiels C. Reciprocal influence of the p53 and the hypoxic pathways. Cell Death Dis. 2011;2(5):e164–e164. doi:10.1038/cddis.2011.48", "ArticleIdList": ["10.1038/cddis.2011.48", "PMC3122125", "21614094"]}, {"Citation": "Song J, Yuan C, Yang J, et al. Novel flavagline-like compounds with potent fli-1 inhibitory activity suppress diverse types of leukemia. FEBS J. 2018;285(24):4631–4645. doi:10.1111/febs.14690", "ArticleIdList": ["10.1111/febs.14690", "30387554"]}, {"Citation": "Mazzotta C, Marden G, Farina A, Bujor A, Trojanowski MA, Trojanowska M. FLI1 and ERG protein degradation is regulated via cathepsin B lysosomal pathway in human dermal microvascular endothelial cells. Microcirculation. 2021;28(1):e12660. doi:10.1111/micc.12660", "ArticleIdList": ["10.1111/micc.12660", "PMC7988617", "32979864"]}, {"Citation": "Luca AC, Miron IC, Trandafir LM, et al. Morphological, genetic and clinical correlations in infantile hemangiomas and their mimics. Rom J Morphol Embryol. 2020;61(3):687–695. doi:10.47162/RJME.61.3.07", "ArticleIdList": ["10.47162/RJME.61.3.07", "PMC8112746", "33817710"]}, {"Citation": "Leaute-Labreze C, Hoeger P, Mazereeuw-Hautier J, et al. A randomized, controlled trial of oral propranolol in infantile hemangioma. N Engl J Med. 2015;372(8):735–746. doi:10.1056/NEJMoa1404710", "ArticleIdList": ["10.1056/NEJMoa1404710", "25693013"]}, {"Citation": "Lomenick JP, Reifschneider KL, Lucky AW, et al. Prevalence of adrenal insufficiency following systemic glucocorticoid therapy in infants with hemangiomas. Arch Dermatol. 2009;145(3):262–266. doi:10.1001/archdermatol.2008.572", "ArticleIdList": ["10.1001/archdermatol.2008.572", "19289754"]}, {"Citation": "George ME, Sharma V, Jacobson J, Simon S, Nopper AJ. Adverse effects of systemic glucocorticosteroid therapy in infants with hemangiomas. Arch Dermatol. 2004;140(8):963–969. doi:10.1001/archderm.140.8.963", "ArticleIdList": ["10.1001/archderm.140.8.963", "15313812"]}, {"Citation": "Muñoz-Garza FZ, Ríos M, Roé-Crespo E, et al. Efficacy and safety of topical timolol for the treatment of infantile hemangioma in the early proliferative stage: a randomized clinical trial. JAMA Dermatol. 2021;157(5):583–587. doi:10.1001/jamadermatol.2021.0596", "ArticleIdList": ["10.1001/jamadermatol.2021.0596", "PMC8027942", "33825828"]}, {"Citation": "Prodromidou A, Machairas N, Garoufalia Z, et al. Liver transplantation for giant hepatic hemangioma: a systematic review. Transplant Proc. 2019;51(2):440–442. doi:10.1016/j.transproceed.2019.01.018", "ArticleIdList": ["10.1016/j.transproceed.2019.01.018", "30879561"]}, {"Citation": "Li F, Huang J, Ji D, et al. Azithromycin effectively inhibits tumor angiogenesis by suppressing vascular endothelial growth factor receptor 2-mediated signaling pathways in lung cancer. Oncol Lett. 2017;14(1):89–96. doi:10.3892/ol.2017.6103", "ArticleIdList": ["10.3892/ol.2017.6103", "PMC5494938", "28693139"]}, {"Citation": "Berkey FJ. Managing the adverse effects of radiation therapy. Am Fam Physician. 2010;82(4):381–388, 394.", "ArticleIdList": ["20704169"]}, {"Citation": "Huang S, Yang N, Liu Y, et al. Grape seed proanthocyanidins inhibit angiogenesis via the downregulation of both vascular endothelial growth factor and angiopoietin signaling. Nutr Res. 2012;32(7):530–536. doi:10.1016/j.nutres.2012.05.012", "ArticleIdList": ["10.1016/j.nutres.2012.05.012", "22901561"]}, {"Citation": "Yang L, Xian D, Xiong X, Lai R, Song J, Zhong J. Proanthocyanidins against o xidative stress: from molecular mechanisms to clinical applications. Biomed Res. Int. 2018;11. doi:10.1155/2018/8584136.8584136", "ArticleIdList": ["10.1155/2018/8584136.8584136", "PMC5884402", "29750172"]}, {"Citation": "Sano A. Safety assessment of 4-week oral intake of proanthocyanidin-rich grape seed extract in healthy subjects. Ood Chem Toxicol. 2017;108(Pt B):519–523. doi:10.1016/j.fct.2016.11.021", "ArticleIdList": ["10.1016/j.fct.2016.11.021", "27889390"]}, {"Citation": "Yang L-J, Zhu D-N, Dang Y-L, Zhao X. Treatment of condyloma acuminata in pregnant women with cryotherapy combined with proanthocyanidins: outcome and safety. Exp Ther Med. 2016;11(6):2391–2394. doi:10.3892/etm.2016.3207", "ArticleIdList": ["10.3892/etm.2016.3207", "PMC4887779", "27284325"]}, {"Citation": "Afshar K, Stothers L, Scott H, MacNeily AE. Cranberry juice for the prevention of pediatric urinary tract infection: a randomized controlled trial. J Urol. 2012;188(4):1584–1587. doi:10.1016/j.juro.2012.02.031", "ArticleIdList": ["10.1016/j.juro.2012.02.031", "22910239"]}, {"Citation": "Chen GY, Liu XY, Yan XE, et al. Total flavonoids of rhizoma drynariae treat osteoarthritis by inhibiting arachidonic acid metabolites through AMPK/NFκB pathway. J Inflamm Res. 2023;16:4123–4140. doi:10.2147/JIR.S418345", "ArticleIdList": ["10.2147/JIR.S418345", "PMC10518150", "37750171"]}, {"Citation": "Yang J, Wang Q, Zhao R, et al. Identification of oligomer proanthocyanidins (F2) isolated from grape seeds as a formyl peptide receptor 1 partial agonist. Int Immunopharmacol. 2013;15(4):756–763. doi:10.1016/j.intimp.2013.03.007", "ArticleIdList": ["10.1016/j.intimp.2013.03.007", "23523627"]}, {"Citation": "Mane C, Loonis M, Juhel C, Dufour C, Malien-Aubert C. Food grade lingonberry extract: polyphenolic composition and in vivo protective effect against oxidative stress. J Agric Food Chem. 2011;59(7):3330–3339. doi:10.1021/jf103965b", "ArticleIdList": ["10.1021/jf103965b", "21375302"]}, {"Citation": "Johnson SA, Arjmandi BH. Evidence for anti-cancer properties of blueberries: a mini-review. Anticancer Agents Med Chem. 2013;13(8):1142–1148. doi:10.2174/18715206113139990137", "ArticleIdList": ["10.2174/18715206113139990137", "23387969"]}, {"Citation": "McDougall GJ, Ross HA, Ikeji M, Stewart D. Berry extracts exert different antiproliferative effects against cervical and colon cancer cells grown in vitro. J Agric Food Chem. 2008;56(9):3016–3023. doi:10.1021/jf073469n", "ArticleIdList": ["10.1021/jf073469n", "18412361"]}, {"Citation": "Olsson ME, Gustavsson KE, Andersson S, Nilsson A, Duan RD. Inhibition of cancer cell proliferation in vitro by fruit and berry extracts and correlations with antioxidant levels. J Agric Food Chem. 2004;52(24):7264–7271. doi:10.1021/jf030479p", "ArticleIdList": ["10.1021/jf030479p", "15563205"]}, {"Citation": "Misikangas M, Pajari A-M, Päivärinta E, et al. Three Nordic berries inhibit intestinal tumorigenesis in multiple intestinal neoplasia/+ mice by modulating β-catenin signaling in the tumor and transcription in the mucosa. J Nutr. 2007;137(10):2285–2290. doi:10.1093/jn/137.10.2285", "ArticleIdList": ["10.1093/jn/137.10.2285", "17885012"]}, {"Citation": "Kelly E, Vyas P, Weber JT. Biochemical properties and neuroprotective effects of compounds in various species of berries. Molecules. 2017;23(1):26. doi:10.3390/molecules23010026", "ArticleIdList": ["10.3390/molecules23010026", "PMC5943949", "29271934"]}, {"Citation": "Sergazy S, Shulgau Z, Kamyshanskiy Y, et al. Blueberry and cranberry extracts mitigate CCL4-induced liver damage, suppressing liver fibrosis, inflammation and oxidative stress. Heliyon. 2023;9(4):e15370. doi:10.1016/j.heliyon.2023.e15370", "ArticleIdList": ["10.1016/j.heliyon.2023.e15370", "PMC10147973", "37128328"]}, {"Citation": "Bunea A, Rugină D, Sconţa Z, et al. Anthocyanin determination in blueberry extracts from various cultivars and their antiproliferative and apoptotic properties in B16-F10 metastatic murine melanoma cells. Phytochemistry. 2013;95:436–444. doi:10.1016/j.phytochem.2013.06.018", "ArticleIdList": ["10.1016/j.phytochem.2013.06.018", "23890760"]}, {"Citation": "Hossain MZ, Shea E, Daneshtalab M, Weber JT. Chemical analysis of extracts from newfoundland berries and potential neuroprotective effects. Antioxidants. 2016;5(4):36. doi:10.3390/antiox5040036", "ArticleIdList": ["10.3390/antiox5040036", "PMC5187534", "27775557"]}, {"Citation": "Trandafir LM, Frăsinariu OE, Țarcă E, et al. Can bioactive food substances contribute to cystic fibrosis-related cardiovascular disease prevention? Nutrients. 2023;15(2):314. doi:10.3390/nu15020314", "ArticleIdList": ["10.3390/nu15020314", "PMC9860597", "36678185"]}, {"Citation": "Hoornstra D, Vesterlin J, Pärnänen P, et al. Fermented lingonberry juice inhibits oral tongue squamous cell carcinoma invasion in vitro similarly to curcumin. In Vivo. 2018;32(5):1089–1095. doi:10.21873/invivo.11350", "ArticleIdList": ["10.21873/invivo.11350", "PMC6199607", "30150430"]}, {"Citation": "Brown EM, Nitecki S, Pereira-Caro G, et al. Comparison of in vivo and in vitro digestion on polyphenol composition in lingonberries: potential impact on colonic health. Bio Fact. 2014;40:611–623. doi:10.1002/biof.1173", "ArticleIdList": ["10.1002/biof.1173", "25359330"]}, {"Citation": "Koli R, Erlund I, Jula A, Marniemi J, Mattila P, Alfthan G. Bioavailability of various polyphenols from a diet containing moderate amounts of berries. J Agric Food Chem. 2010;58(7):3927–3932. doi:10.1021/jf9024823", "ArticleIdList": ["10.1021/jf9024823", "20073463"]}, {"Citation": "Zorzi M, Gai F, Medana C, Aigotti R, Peiretti PG. Identification of polyphenolic compounds in edible wild fruits grown in the north-west of Italy by means of HPLC-DAD-ESI HRMS. Plant Foods Hum Nutr. 2020;75(3):420–426. doi:10.1007/s11130-020-00830-2", "ArticleIdList": ["10.1007/s11130-020-00830-2", "32506297"]}, {"Citation": "Kowalska K. Lingonberry (Vaccinium vitis-idaea L.) fruit as a source of bioactive compounds with health-promoting Effects-A review. Int J Mol Sci. 2021;22(10):5126. doi:10.3390/ijms22105126", "ArticleIdList": ["10.3390/ijms22105126", "PMC8150318", "34066191"]}, {"Citation": "Dróżdż P, Šėžienė V, Pyrzynska K. Phytochemical properties and antioxidant activities of extracts from wild blueberries and lingonberries. Plant Foods Hum Nutr. 2017;72(4):360–364. doi:10.1007/s11130-017-0640-3", "ArticleIdList": ["10.1007/s11130-017-0640-3", "PMC5717128", "29134464"]}, {"Citation": "Roy S, Khanna S, Alessio HM, et al. Anti-angiogenic property of edible berries. Free Radic Res. 2002;36(9):1023–1031. doi:10.1080/1071576021000006662", "ArticleIdList": ["10.1080/1071576021000006662", "12448828"]}, {"Citation": "Ouyang Y, Li J, Chen X, Fu X, Sun S, Wu Q. Chalcone derivatives: role in anticancer therapy. Biomolecules. 2021;11(6):894. doi:10.3390/biom11060894", "ArticleIdList": ["10.3390/biom11060894", "PMC8234180", "34208562"]}, {"Citation": "Gao F, Huang G, Xiao J. Chalcone hybrids as potential anticancer agents: current development, mechanism of action, and structure-activity relationship. Med Res Rev. 2020;40:2049–2084. doi:10.1002/med.21698", "ArticleIdList": ["10.1002/med.21698", "32525247"]}, {"Citation": "Lin Y, Zhang M, Lu Q, Xie J, Wu J, Chen C. A novel chalcone derivative exerts anti-inflammatory and anti-oxidant effects after acute lung injury. Aging. 2019;11:7805–7816. doi:10.18632/aging.102288", "ArticleIdList": ["10.18632/aging.102288", "PMC6781971", "31553308"]}, {"Citation": "Mirossay L, Varinska L, Mojzis J. Antiangiogenic effect of flavonoids and chalcones: an update. Int J Mol Sci. 2017;19:27. doi:10.3390/ijms19010027", "ArticleIdList": ["10.3390/ijms19010027", "PMC5795978", "29271940"]}, {"Citation": "Shanmugam MK, Warrier S, Kumar AP, Sethi G, Arfuso F. Potential role of natural compounds as anti-angiogenic agents in cancer. Curr Vasc Pharmacol. 2017;15:503–519. doi:10.2174/1570161115666170713094319", "ArticleIdList": ["10.2174/1570161115666170713094319", "28707601"]}, {"Citation": "Iheagwam FN, Ogunlana OO, Ogunlana OE, Isewon I, Oyelade J. Potential anti-cancer flavonoids isolated from Caesalpinia bonduc young twigs and leaves: molecular docking and in silico studies. Bioinform Biol Insights. 2019;13:1177932218821371. doi:10.1177/1177932218821371", "ArticleIdList": ["10.1177/1177932218821371", "PMC6327336", "30670919"]}, {"Citation": "Rozmer Z, Perjési P. Naturally occurring chalcones and their biological activities. Phytochem Rev. 2014;15:87–120. doi:10.1007/s11101-014-9387-8", "ArticleIdList": ["10.1007/s11101-014-9387-8"]}, {"Citation": "Wang C, Chen Y, Wang Y, et al. Inhibition of COX-2, mPGES-1 and CYP4A by isoliquiritigenin blocks the angiogenic akt signaling in glioma through ceRNA effect of miR-194-5p and lncRNA NEAT1. J Exp Clin Cancer Res CR. 2019;38:371. doi:10.1186/s13046-019-1361-2", "ArticleIdList": ["10.1186/s13046-019-1361-2", "PMC6704644", "31438982"]}, {"Citation": "Lin PH, Chiang YF, Shieh TM, et al. Dietary compound isoliquiritigenin, an antioxidant from licorice, suppresses triple-negative breast tumor growth via apoptotic death program activation in cell and xenograft animal models. Antioxidants (Basel). 2020;9(3):228. doi:10.3390/antiox9030228", "ArticleIdList": ["10.3390/antiox9030228", "PMC7139602", "32164337"]}, {"Citation": "Moon D-O, Choi YH, Moon S-K, Kim W-J, Kim G-Y. Butein suppresses the expression of nuclear factor-kappa B-mediated matrix metalloproteinase-9 and vascular endothelial growth factor in prostate cancer cells. Toxicol. In Vitro. 2010;24:1927–1934. doi:10.1016/j.tiv.2010.08.002", "ArticleIdList": ["10.1016/j.tiv.2010.08.002", "20696233"]}, {"Citation": "Lei M, Wang Q, Liu B, Che Y. Two new sesquiterpenes from Sonchus oleraceus and inhibitory mechanism on murine haemangioendothelioma (EOMA) cell lines. Nat Prod Res. 2022;36(11):2814–2820. doi:10.1080/14786419.2021.1931186", "ArticleIdList": ["10.1080/14786419.2021.1931186", "34039229"]}, {"Citation": "Khanna S. Upregulation of oxidant-induced VEGF expression in cultured keratinocytes by a grape seed proanthocyanidin extract. Free Radic Biol Med. 2001;31(1):38–42. doi:10.1016/s0891-5849(01)00544-5", "ArticleIdList": ["10.1016/s0891-5849(01)00544-5", "11425488"]}, {"Citation": "Roomi MW, Kalinovsky T, Niedzwiecki A, Rath M. Antiangiogenic properties of a nutrient mixture in a model of hemangioma. Exp Oncol. 2009;31(4):214–219.", "ArticleIdList": ["20010532"]}, {"Citation": "Roomi MW, Ivanov V, Kalinovsky T, Niedzwiecki A, Rath M. In vivo antitumor effect of ascorbic acid, lysine, proline and green tea extract on human colon cancer cell HCT 116 xenografts in nude mice: evaluation of tumor growth and immunohistochemistry. Oncol Rep. 2005;13(3):421–425.", "ArticleIdList": ["15706410"]}, {"Citation": "Meric Teker A, Korkut AY, Kahya V, Gedikli O. Prospective, randomized, controlled clinical trial of ankaferd blood stopper in patients with acute anterior epistaxis. Eur Arch Otorhinolaryngol. 2010;267:1377–1381. doi:10.1007/s00405-010-1208-0", "ArticleIdList": ["10.1007/s00405-010-1208-0", "20155359"]}, {"Citation": "Tasdelen Fisgin N, Tanriverdi Cayci Y, Coban AY, et al. Antimicrobial activity of plant extract ankaferd blood stopper. Fitoterapia. 2009;80:48–50. doi:10.1016/j.fitote.2008.09.006", "ArticleIdList": ["10.1016/j.fitote.2008.09.006", "18930120"]}, {"Citation": "Annagür A, Altunhan H, Konak M, Ors R. Successful use of topical ”ankaferd blood stopper” for repetitive bleedings in an infant with infantile hemangioma. Int J Clin Exp Med. 2012;5(4):342–345.", "ArticleIdList": ["PMC3443886", "22993655"]}, {"Citation": "Goker H, Haznedaroglu IC, Ercetin S, et al. Haemostatic actions of the folkloric medicinal plant extract ankaferd blood stopper. J Int Med Res. 2008;36:163–170. doi:10.1177/147323000803600121", "ArticleIdList": ["10.1177/147323000803600121", "18304416"]}, {"Citation": "Shi M, Huang F, Deng C, Wang Y, Kai G. Bioactivities, biosynthesis and biotechnological production of phenolic acids in salvia miltiorrhiza. Crit Rev Food Sci Nutr. 2019;59(6):953–964. doi:10.1080/10408398.2018.1474170", "ArticleIdList": ["10.1080/10408398.2018.1474170", "29746788"]}, {"Citation": "Mulliken JB, Glowacki J. Hemangiomas and vascular malformations in infants and children: a classification based on endothelial characteristics. Plast Reconstr Surg. 1982;69:412–422. doi:10.1097/00006534-198203000-00002", "ArticleIdList": ["10.1097/00006534-198203000-00002", "7063565"]}, {"Citation": "Xu W, Zhao H. Management of infantile hemangiomas: recent advances. Front Oncol. 2022;12:1064048. doi:10.3389/fonc.2022.1064048", "ArticleIdList": ["10.3389/fonc.2022.1064048", "PMC9745076", "36523969"]}, {"Citation": "Tugcu G, Kirmizibekmez H, Aydin A. The integrated use of in silico methods for the hepatotoxicity potential of piper methysticum. Food Chem Toxicol. 2020;145:111663. doi:10.1016/j.fct.2020.111663", "ArticleIdList": ["10.1016/j.fct.2020.111663", "32827561"]}, {"Citation": "Țarcă V, Țarcă E, Luca FA. The impact of the main negative socio-economic factors on female fertility. Healthcare. 2022;10(4):734. doi:10.3390/healthcare10040734", "ArticleIdList": ["10.3390/healthcare10040734", "PMC9024718", "35455911"]}, {"Citation": "Malkan UY, Haznedaroglu IC. Antineoplastic effects of ankaferd hemostat. Biomed Res Int. 2022;2022:2665903. doi:10.1155/2022/2665903", "ArticleIdList": ["10.1155/2022/2665903", "PMC9363200", "35958818"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "9"}, {"Year": "2023", "Month": "12", "Day": "28"}, {"Year": "2024", "Month": "1", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "12", "Hour": "3", "Minute": "39"}, {"Year": "2024", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38213420", "PMC10778175", "10.2147/PHMT.S439537", "439537"]}}]}