{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Application", "Data fusion", "Machine learning", "Medicinal plant", "Multi-source data"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38223450", "DateRevised": {"Year": "2024", "Month": "01", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.jpha.2023.07.012"], "ArticleDate": [{"Year": "2023", "Month": "07", "Day": "25"}], "Journal": {"ISSN": "2214-0883", "JournalIssue": {"Volume": "13", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Journal of pharmaceutical analysis", "ISOAbbreviation": "J Pharm Anal"}, "ArticleTitle": "Recent trends of machine learning applied to multi-source data of medicinal plants.", "Pagination": {"StartPage": "1388", "EndPage": "1407", "MedlinePgn": "1388-1407"}, "Abstract": {"AbstractText": ["In traditional medicine and ethnomedicine, medicinal plants have long been recognized as the basis for materials in therapeutic applications worldwide. In particular, the remarkable curative effect of traditional Chinese medicine during corona virus disease 2019 (COVID-19) pandemic has attracted extensive attention globally. Medicinal plants have, therefore, become increasingly popular among the public. However, with increasing demand for and profit with medicinal plants, commercial fraudulent events such as adulteration or counterfeits sometimes occur, which poses a serious threat to the clinical outcomes and interests of consumers. With rapid advances in artificial intelligence, machine learning can be used to mine information on various medicinal plants to establish an ideal resource database. We herein present a review that mainly introduces common machine learning algorithms and discusses their application in multi-source data analysis of medicinal plants. The combination of machine learning algorithms and multi-source data analysis facilitates a comprehensive analysis and aids in the effective evaluation of the quality of medicinal plants. The findings of this review provide new possibilities for promoting the development and utilization of medicinal plants."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China."}, {"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine, Yunnan University of Chinese Medicine, Kunming, 650500, China."}], "LastName": "Zhang", "ForeName": "Yanying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Institute, Yunnan Academy of Agricultural Sciences, Kunming, 650200, China."}], "LastName": "Wang", "ForeName": "Yuanzhong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Pharm Anal", "NlmUniqueID": "101579451", "ISSNLinking": "2214-0883"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen S., Yu H., Luo H., et al. Conservation and sustainable use of medicinal plants: Problems, progress, and prospects. Chin. Med. 2016;11", "ArticleIdList": ["PMC4967523", "27478496"]}, {"Citation": "He J., Yang B., Dong M., et al. Crossing the roof of the world: Trade in medicinal plants from Nepal to China. J. Ethnopharmacol. 2018;224:100–110.", "ArticleIdList": ["29705517"]}, {"Citation": "Shen T., Yu H., Wang Y. Assessing the impacts of climate change and habitat suitability on the distribution and quality of medicinal plant using multiple information integration: Take Gentiana rigescens as an example. Ecol. Indic. 2021;123"}, {"Citation": "Hamilton A.C. Medicinal plants, conservation and livelihoods. Biodivers. Conserv. 2004;13:1477–1517."}, {"Citation": "Applequist W.L., Brinckmann J.A., Cunningham A.B., et al. Scientists' warning on climate change and medicinal plants. Planta Med. 2020;86:10–18.", "ArticleIdList": ["31731314"]}, {"Citation": "Yang M., Li Z., Liu L., et al. Ecological niche modeling of Astragalus membranaceus var. mongholicus medicinal plants in Inner Mongolia, China. Sci. Rep. 2020;10", "ArticleIdList": ["PMC7385632", "32719330"]}, {"Citation": "Kong W., Wang J., Zang Q., et al. Fingerprint-efficacy study of artificial Calculus bovis in quality control of Chinese materia medica. Food Chem. 2011;127:1342–1347.", "ArticleIdList": ["25214136"]}, {"Citation": "He M., Zhou Y. How to identify \"Material basis-Quality markers\" more accurately in Chinese herbal medicines from modern chromatography-mass spectrometry data-sets: Opportunities and challenges of chemometric tools. Chin. Herb. Med. 2020;13:2–16.", "ArticleIdList": ["PMC9476807", "36117762"]}, {"Citation": "Assis C., Pereira H.V., Amador V.S., et al. Combining mid infrared spectroscopy and paper spray mass spectrometry in a data fusion model to predict the composition of coffee blends. Food Chem. 2019;281:71–77.", "ArticleIdList": ["30658767"]}, {"Citation": "Sanaeifar A., Li X., He Y., et al. A data fusion approach on confocal Raman microspectroscopy and electronic nose for quantitative evaluation of pesticide residue in tea. Biosyst. Eng. 2021;210:206–222."}, {"Citation": "Azcarate S., Ríos-Reina R., Amigo J., et al. Data handling in data fusion: Methodologies and applications. Trends Anal. Chem. 2021;143"}, {"Citation": "Zhang P., Li T., Yuan Z., et al. A data-level fusion model for unsupervised attribute selection in multi-source homogeneous data. Inf. Fusion. 2022;80:87–103."}, {"Citation": "Borràs E., Ferré J., Boqué R., et al. Data fusion methodologies for food and beverage authentication and quality assessment - a review. Anal. Chim. Acta. 2015;891:1–14.", "ArticleIdList": ["26388360"]}, {"Citation": "Zhou X., Li X., Zhao B., et al. Discriminant analysis of vegetable oils by thermogravimetric-gas chromatography/mass spectrometry combined with data fusion and chemometrics without sample pretreatment. LWT. 2022;161"}, {"Citation": "Wang H., Chen P., Dai J., et al. Recent advances of chemometric calibration methods in modern spectroscopy: Algorithms, strategy, and related issues. Trac Trends Anal. Chem. 2022;153"}, {"Citation": "Taoufik N., Boumya W., Achak M., et al. The state of art on the prediction of efficiency and modeling of the processes of pollutants removal based on machine learning. Sci. Total Environ. 2022;807", "ArticleIdList": ["34597573"]}, {"Citation": "Nazarenko D.V., Kharyuk P.V., Oseledets I.V., et al. Machine learning for LC–MS medicinal plants identification. Chemom. Intell. Lab. Syst. 2016;156:174–180."}, {"Citation": "Meng T., Jing X., Yan Z., et al. A survey on machine learning for data fusion. Inf. Fusion. 2020;57:115–129."}, {"Citation": "Magnus I., Virte M., Thienpont H., et al. Combining optical spectroscopy and machine learning to improve food classification. Food Contr. 2021;130"}, {"Citation": "Li Q., Huang Y., Zhang J., et al. A fast determination of insecticide deltamethrin by spectral data fusion of UV-vis and NIR based on extreme learning machine. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2021;247", "ArticleIdList": ["33157400"]}, {"Citation": "Zhou L., Zhang C., Qiu Z., et al. Information fusion of emerging non-destructive analytical techniques for food quality authentication: A survey. Trac Trends Anal. Chem. 2020;127"}, {"Citation": "Hussain N., Sun D., Pu H. Classical and emerging non-destructive technologies for safety and quality evaluation of cereals: A review of recent applications. Trends Food Sci. Technol. 2019;91:598–608."}, {"Citation": "Cozzolino D. Foodomics and infrared spectroscopy: From compounds to functionality. Curr. Opin. Food Sci. 2015;4:39–43."}, {"Citation": "Yin L., Zhou J., Chen D., et al. A review of the application of near-infrared spectroscopy to rare traditional Chinese medicine. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2019;221", "ArticleIdList": ["31170607"]}, {"Citation": "Modupalli N., Naik M., Sunil C.K., et al. Emerging non-destructive methods for quality and safety monitoring of spices. Trends Food Sci. Technol. 2021;108:133–147."}, {"Citation": "Wang J., Chen Q., Belwal T., et al. Insights into chemometric algorithms for quality attributes and hazards detection in foodstuffs using Raman/surface enhanced Raman spectroscopy. Compr. Rev. Food Sci. Food Saf. 2021;20:2476–2507.", "ArticleIdList": ["33884762"]}, {"Citation": "Oliveira M.M., Cruz-Tirado J.P., Barbin D.F. Nontargeted analytical methods as a powerful tool for the authentication of spices and herbs: A review. Compr. Rev. Food Sci. Food Saf. 2019;18:670–689.", "ArticleIdList": ["33336923"]}, {"Citation": "Wan G., Fan S., Liu G., et al. Fusion of spectra and texture data of hyperspectral imaging for prediction of myoglobin content in nitrite-cured mutton. Food Contr. 2023;144"}, {"Citation": "Feng K., Wang S., Han L., et al. Configuration of the ion exchange chromatography, hydrophilic interaction chromatography, and reversed-phase chromatography as off-line three-dimensional chromatography coupled with high-resolution quadrupole-Orbitrap mass spectrometry for the multicomponent characterization of Uncaria sessilifructus. J. Chromatogr. A. 2021;1649", "ArticleIdList": ["34034106"]}, {"Citation": "Mustafa A.M., Angeloni S., Abouelenein D., et al. A new HPLC-MS/MS method for the simultaneous determination of 36 polyphenols in blueberry, strawberry and their commercial products and determination of antioxidant activity. Food Chem. 2022;367", "ArticleIdList": ["34384982"]}, {"Citation": "Liu Z., Yang M.Q., Zuo Y., et al. Fraud detection of herbal medicines based on modern analytical technologies combine with chemometrics approach: A review. Crit. Rev. Anal. Chem. 2022;52:1606–1623.", "ArticleIdList": ["33840329"]}, {"Citation": "Schripsema J., da Silva S.M., Dagnino D. Differential NMR and chromatography for the detection and analysis of adulteration of vetiver essential oils. Talanta. 2022;237", "ArticleIdList": ["34736665"]}, {"Citation": "Stefanuto P.H., Smolinska A., Focant J.F. Advanced chemometric and data handling tools for GC×GC-TOF-MS. Trac Trends Anal. Chem. 2021;139"}, {"Citation": "Picó Y. Chromatography–mass spectrometry: Recent evolution and current trends in environmental science. Curr. Opin. Environ. Sci. Health. 2020;18:47–53."}, {"Citation": "Gad H.A., El-Ahmady S.H., Abou-Shoer M.I., et al. Application of chemometrics in authentication of herbal medicines: A review. Phytochem. Anal. 2013;24:1–24.", "ArticleIdList": ["22678654"]}, {"Citation": "Suárez-Oubiña C., Herbello-Hermelo P., Bermejo-Barrera P., et al. Exploiting dynamic reaction cell technology for removal of spectral interferences in the assessment of Ag, Cu, Ti, and Zn by inductively coupled plasma mass spectrometry. Spectrochim. Acta B. 2022;187"}, {"Citation": "Huang Y., Bais A. A novel PCA-based calibration algorithm for classification of challenging laser-induced breakdown spectroscopy soil sample data. Spectrochim. Acta B. 2022;193"}, {"Citation": "Stefas D., Gyftokostas N., Kourelias P., et al. Honey discrimination based on the bee feeding by Laser Induced Breakdown Spectroscopy. Food Contr. 2022;134"}, {"Citation": "Müller S., Meima J.A. Mineral classification of lithium-bearing pegmatites based on laser-induced breakdown spectroscopy: Application of semi-supervised learning to detect known minerals and unknown material. Spectrochim. Acta B. 2022;189"}, {"Citation": "Chen Q., Sun C., Ouyang Q., et al. Classification of different varieties of Oolong tea using novel artificial sensing tools and data fusion. LWT Food Sci. Technol. 2015;60:781–787."}, {"Citation": "Zheng W., Shi Y., Ying Y., et al. Olfactory-taste synesthesia model: An integrated method for flavor responses of electronic nose and electronic tongue. Sens. Actuat. A. 2023;350"}, {"Citation": "Xu Y., Zhang J., Wang Y. Recent trends of multi-source and non-destructive information for quality authentication of herbs and spices. Food Chem. 2023;398", "ArticleIdList": ["35987000"]}, {"Citation": "Wei G., Dan M., Zhao G., et al. Recent advances in chromatography-mass spectrometry and electronic nose technology in food flavor analysis and detection. Food Chem. 2023;405", "ArticleIdList": ["36356357"]}, {"Citation": "Wojnowski W., Majchrzak T., Dymerski T., et al. Electronic noses: Powerful tools in meat quality assessment. Meat Sci. 2017;131:119–131.", "ArticleIdList": ["28501437"]}, {"Citation": "Vahdatiyekta P., Zniber M., Bobacka J., et al. A review on conjugated polymer-based electronic tongues. Anal. Chim. Acta. 2022;1221", "ArticleIdList": ["35934355"]}, {"Citation": "Leon-Medina J.X., Anaya M., Tibaduiza D.A. Yogurt classification using an electronic tongue system and machine learning techniques. Intell. Syst. Appl. 2022;16"}, {"Citation": "Wasilewski T., Migoń D., Gębicki J., et al. Critical review of electronic nose and tongue instruments prospects in pharmaceutical analysis. Anal. Chim. Acta. 2019;1077:14–29.", "ArticleIdList": ["31307702"]}, {"Citation": "Modzelewska-Kapituła M., Jun S. The application of computer vision systems in meat science and industry - A review. Meat Sci. 2022;192", "ArticleIdList": ["35841854"]}, {"Citation": "Taheri-Garavand A., Fatahi S., Omid M., et al. Meat quality evaluation based on computer vision technique: A review. Meat Sci. 2019;156:183–195.", "ArticleIdList": ["31202093"]}, {"Citation": "Ma S., Li Y., Peng Y. Spectroscopy and computer vision techniques for noninvasive analysis of legumes: A review. Comput. Electron. Agric. 2023;206"}, {"Citation": "Yang H., Zhang J., Wang Y., et al. Content determination of total saponins in different parts of plant Paris polyphylla var. chinensis. Adv. Mater. Res. 2014;926-930:969–974."}, {"Citation": "Yang H., Liu J., Chen S., et al. Spatial variation profiling of four phytochemical constituents in Gentiana straminea (Gentianaceae) J. Nat. Med. 2014;68:38–45.", "ArticleIdList": ["23604973"]}, {"Citation": "Guo Y., Li X., Zhao Z., et al. Predicting the impacts of climate change, soils and vegetation types on the geographic distribution of Polyporus umbellatus in China. Sci. Total Environ. 2019;648:1–11.", "ArticleIdList": ["30103037"]}, {"Citation": "Shen T., Yu H., Wang Y. Assessing geographical origin of Gentiana rigescens using untargeted chromatographic fingerprint, data fusion and chemometrics. Molecules. 2019;24", "ArticleIdList": ["PMC6680800", "31337159"]}, {"Citation": "Liu X., Zhang Z., Liang Y., et al. Baseline correction of high resolution spectral profile data based on exponential smoothing. Chemom. Intell. Lab. Syst. 2014;139:97–108."}, {"Citation": "Zhang Z., Chen S., Liang Y. Baseline correction using adaptive iteratively reweighted penalized least squares. Analyst. 2010;135:1138–1146.", "ArticleIdList": ["20419267"]}, {"Citation": "Xu X., Huo X., Qian X., et al. Data-driven and coarse-to-fine baseline correction for signals of analytical instruments. Anal. Chim. Acta. 2021;1157", "ArticleIdList": ["33832586"]}, {"Citation": "Dai Y., Dai Z., Guo G., et al. Nondestructive identification of rice varieties by the data fusion of Raman and near-infrared (NIR) spectroscopies. Anal. Lett. 2023;56:730–743."}, {"Citation": "Lan Z., Zhang Y., Sun Y., et al. A mid-level data fusion approach for evaluating the internal and external changes determined by FT-NIR, electronic nose and colorimeter in Curcumae Rhizoma processing. J. Pharm. Biomed. Anal. 2020;188", "ArticleIdList": ["32531683"]}, {"Citation": "Wu S., Wang L., Zhou G., et al. Strategies for the content determination of capsaicin and the identification of adulterated pepper powder using a hand-held near-infrared spectrometer. Food Res. Int. 2023;163", "ArticleIdList": ["36596130"]}, {"Citation": "Mishra P., Biancolillo A., Roger J.M., et al. New data preprocessing trends based on ensemble of multiple preprocessing techniques. Trac Trends Anal. Chem. 2020;132"}, {"Citation": "Gerretzen J., Szymańska E., Jansen J.J., et al. Simple and effective way for data preprocessing selection based on design of experiments. Anal. Chem. 2015;87:12096–12103.", "ArticleIdList": ["26632985"]}, {"Citation": "Mishra P., Roger J.M., Rutledge D.N., et al. SPORT pre-processing can improve near-infrared quality prediction models for fresh fruits and agro-materials. Postharvest Biol. Technol. 2020;168"}, {"Citation": "Pérez-Ràfols C., Serrano N., Díaz-Cruz J.M. Authentication of soothing herbs by UV–vis spectroscopic and chromatographic data fusion strategy. Chemom. Intell. Lab. Syst. 2023;235"}, {"Citation": "Navarro-Huerta J.A., Torres- Lapasió J.R., López-Ureña S., et al. Assisted baseline subtraction in complex chromatograms using the BEADS algorithm. J. Chromatogr. A. 2017;1507:1–10.", "ArticleIdList": ["28592365"]}, {"Citation": "Skov T., van den Berg F., Tomasi G., et al. Automated alignment of chromatographic data. J. Chemome. 2006;20:484–497."}, {"Citation": "Zhu L., Spachos P., Pensini E., et al. Deep learning and machine vision for food processing: A survey. Curr. Res. Food Sci. 2021;4:233–249.", "ArticleIdList": ["PMC8079277", "33937871"]}, {"Citation": "Patrício D.I., Rieder R. Computer vision and artificial intelligence in precision agriculture for grain crops: A systematic review. Comput. Electron. Agric. 2018;153:69–81."}, {"Citation": "Lorenz S., Seidel P., Ghamisi P., et al. Multi-sensor spectral imaging of geological samples: A data fusion approach using spatio-spectral feature extraction. Sensors. 2019;19", "ArticleIdList": ["PMC6631011", "31234309"]}, {"Citation": "Jo S., Sohng W., Lee H., et al. Evaluation of an autoencoder as a feature extraction tool for near-infrared spectroscopic discriminant analysis. Food Chem. 2020;331", "ArticleIdList": ["32593040"]}, {"Citation": "Cai K., Chen H., Ai W., et al. Feedback convolutional network for intelligent data fusion based on near-infrared collaborative IoT technology. IEEE Trans. Ind. Inform. 2022;18:1200–1209."}, {"Citation": "Sun Y., Wang Y., Xiao H., et al. Hyperspectral imaging detection of decayed honey peaches based on their chlorophyll content. Food Chem. 2017;235:194–202.", "ArticleIdList": ["28554626"]}, {"Citation": "Zhou Q., Dai Z., Song F., et al. Monitoring black tea fermentation quality by intelligent sensors: Comparison of image, e-nose and data fusion. Food Biosci. 2023;52"}, {"Citation": "Ríos-Reina R., Callejón R.M., Savorani F., et al. Data fusion approaches in spectroscopic characterization and classification of PDO wine vinegars. Talanta. 2019;198:560–572.", "ArticleIdList": ["30876600"]}, {"Citation": "Cheng J., Sun J., Yao K., et al. A decision fusion method based on hyperspectral imaging and electronic nose techniques for moisture content prediction in frozen-thawed pork. LWT. 2022;165"}, {"Citation": "Yu H., Qing L., Yan D., et al. Hyperspectral imaging in combination with data fusion for rapid evaluation of tilapia fillet freshness. Food Chem. 2021;348", "ArticleIdList": ["33515952"]}, {"Citation": "Li Y., Huang Y., Xia J., et al. Quantitative analysis of honey adulteration by spectrum analysis combined with several high-level data fusion strategies. Vib. Spectrosc. 2020;108"}, {"Citation": "Callao M.P., Ruisánchez I. An overview of multivariate qualitative methods for food fraud detection. Food Contr. 2018;86:283–293."}, {"Citation": "Boubchir M., Boubchir R., Aourag H. The Principal Component Analysis as a tool for predicting the mechanical properties of Perovskites and Inverse Perovskites. Chem. Phys. Lett. 2022;798"}, {"Citation": "Xu Y., Wu Z. Parameter identification of unsaturated seepage model of core rockfill dams using principal component analysis and multi-objective optimization. Structures. 2022;45:145–162."}, {"Citation": "Liu Q., Gui Z., Xiong S., et al. A principal component analysis dominance mechanism based many-objective scheduling optimization. Appl. Soft Comput. 2021;113"}, {"Citation": "Yang J., Grunsky E., Cheng Q. A novel hierarchical clustering analysis method based on Kullback-Leibler divergence and application on dalaimiao geochemical exploration data. Comput. Geosci. 2019;123:10–19."}, {"Citation": "Liu C., Zuo Z., Xu F., et al. Authentication of herbal medicines based on modern analytical technology combined with chemometrics approach: A review. Crit. Rev. Anal. Chem. 2022:1–26.", "ArticleIdList": ["34991387"]}, {"Citation": "Granato D., Putnik P., Kovačević D.B., et al. Trends in chemometrics: Food authentication, microbiology, and effects of processing. Compr. Rev. Food Sci. Food Saf. 2018;17:663–677.", "ArticleIdList": ["33350122"]}, {"Citation": "Wilde A.S., Haughey S.A., Galvin-King P., et al. The feasibility of applying NIR and FT-IR fingerprinting to detect adulteration in black pepper. Food Contr. 2019;100:1–7."}, {"Citation": "Mohamad Asri M.N., Verma R., Mahat N.A., et al. Discrimination and source correspondence of black gel inks using Raman spectroscopy and chemometric analysis with UMAP and PLS-DA. Chemom. Intell. Lab. Syst. 2022;225"}, {"Citation": "Lamberti W.F. Blood cell classification using interpretable shape features: A comparative study of SVM models and CNN-Based approaches. Comput. Meth. Programs Biomed. Update. 2021;1"}, {"Citation": "Duca D., Mancini M., Rossini G., et al. Soft Independent Modelling of Class Analogy applied to infrared spectroscopy for rapid discrimination between hardwood and softwood. Energy. 2016;117:251–258."}, {"Citation": "Brendel R., Schwolow S., Gerhardt N., et al. MIR spectroscopy versus MALDI-ToF-MS for authenticity control of honeys from different botanical origins based on soft independent modelling by class analogy (SIMCA) - A clash of techniques? Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2021;263", "ArticleIdList": ["34340052"]}, {"Citation": "Li Y., Shen Y., Yao C., et al. Quality assessment of herbal medicines based on chemical fingerprints combined with chemometrics approach: A review. J. Pharm. Biomed. Anal. 2020;185", "ArticleIdList": ["32199327"]}, {"Citation": "Mishra P., Roger J.M., Jouan-Rimbaud-Bouveresse D., et al. Recent trends in multi-block data analysis in chemometrics for multi-source data integration. Trac Trends Anal. Chem. 2021;137"}, {"Citation": "Liu H., Liu H., Li J., et al. Review of recent modern analytical technology combined with chemometrics approach researches on mushroom discrimination and evaluation. Crit. Rev. Anal. Chem. 2022:1–24.", "ArticleIdList": ["36154534"]}, {"Citation": "Zhu L., Zhou X., Liu W., et al. Total organic carbon content logging prediction based on machine learning: A brief review. Energy Geosci. 2023;4"}, {"Citation": "Ma Z., Mei G. Deep learning for geological hazards analysis: Data, models, applications, and opportunities. Earth Sci. Rev. 2021;223"}, {"Citation": "Debus B., Parastar H., Harrington P., et al. Deep learning in analytical chemistry. Trac Trends Anal. Chem. 2021;145"}, {"Citation": "Yuan Z., Niu M., Ma H., et al. Predicting mechanical behaviors of rubber materials with artificial neural networks. Int. J. Mech. Sci. 2023;249"}, {"Citation": "Jin X., Zheng S. Measurement and calibration of optical instruments based on metrological calibration method and artificial neural network. Optik. 2022"}, {"Citation": "Ma W., Liu Z., Kudyshev Z.A., et al. Deep learning for the design of photonic structures. Nat. Photonics. 2021;15:77–90."}, {"Citation": "Zhang X., Yang J., Lin T., et al. Food and agro-product quality evaluation based on spectroscopy and deep learning: A review. Trends Food Sci. Technol. 2021;112:431–441."}, {"Citation": "Liu Z., Jin L., Chen J., et al. A survey on applications of deep learning in microscopy image analysis. Comput. Biol. Med. 2021;134", "ArticleIdList": ["34091383"]}, {"Citation": "He K., Zhang X., Ren S., et al. 2016 IEEE Conference on Computer Vision and Pattern Recognition (CVPR). June 27-30, 2016, Las Vegas. IEEE; NV, USA: 2016. Deep residual learning for image recognition; pp. 770–778."}, {"Citation": "Dong J., Zuo Z., Zhang J., et al. Geographical discrimination of Boletus edulis using two dimensional correlation spectral or integrative two dimensional correlation spectral image with ResNet. Food Contr. 2021;129"}, {"Citation": "Lu J., Qin J., Chen P., et al. Quality difference study of six varieties of Ganoderma lucidum with different origins. Front. Pharmacol. 2012;3", "ArticleIdList": ["PMC3321521", "22509164"]}, {"Citation": "Wang P., Yu Z. Species authentication and geographical origin discrimination of herbal medicines by near infrared spectroscopy: A review. J. Pharm. Anal. 2015;5:277–284.", "ArticleIdList": ["PMC5762236", "29403941"]}, {"Citation": "Qi L., Zhong F., Chen Y., et al. An integrated spectroscopic strategy to trace the geographical origins of emblic medicines: Application for the quality assessment of natural medicines. J. Pharm. Anal. 2020;10:356–364.", "ArticleIdList": ["PMC7474118", "32923010"]}, {"Citation": "Yang Y., Zhao Y., Zuo Z., et al. Determination of total flavonoids for Paris polyphylla var. Yunnanensis in different geographical origins using UV and FT-IR spectroscopy. J. AOAC Int. 2019;102:457–464.", "ArticleIdList": ["30227903"]}, {"Citation": "Liu C., Shen T., Xu F., et al. Main components determination and rapid geographical origins identification in Gentiana rigescens Franch. based on HPLC, 2DCOS images combined to ResNet. Ind. Crops Prod. 2022;187"}, {"Citation": "Tahri K., Tiebe C., El Bari N., et al. Geographical provenience differentiation and adulteration detection of cumin by means of electronic sensing systems and SPME-GC-MS in combination with different chemometric approaches. Anal. Methods. 2016;8:7638–7649."}, {"Citation": "He C., Huang W., Xue X., et al. UPLC-MS fingerprints, phytochemicals and quality evaluation of flavonoids from Abrus precatorius leaves. J. Food Compos. Anal. 2022;110"}, {"Citation": "Wu X., Zuo Z., Zhang Q., et al. FT-MIR and UV-vis data fusion strategy for origins discrimination of wild Paris Polyphylla Smith var. yunnanensis. Vib. Spectrosc. 2018;96:125–136.", "ArticleIdList": ["30059874"]}, {"Citation": "Wu X., Zhang Q., Wang Y. Traceability the provenience of cultivated Paris polyphylla Smith var. yunnanensis using ATR-FTIR spectroscopy combined with chemometrics, Spectrochim. Acta A Mol. Biomol. Spectrosc. 2019;212:132–145.", "ArticleIdList": ["30639599"]}, {"Citation": "Liu Z., Yang S., Wang Y., et al. Multi-platform integration based on NIR and UV-Vis spectroscopies for the geographical traceability of the fruits of Amomum tsao-ko. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2021;258", "ArticleIdList": ["33957443"]}, {"Citation": "Zhou Y., Zuo Z., Xu F., et al. Origin identification of Panax notoginseng by multi-sensor information fusion strategy of infrared spectra combined with random forest, Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;226", "ArticleIdList": ["31606667"]}, {"Citation": "Wang Q., Huang H., Wang Y. Geographical authentication of Macrohyporia cocos by a data fusion method combining ultra-fast liquid chromatography and Fourier transform infrared spectroscopy. Molecules. 2019;24", "ArticleIdList": ["PMC6479993", "30987245"]}, {"Citation": "Li Y., Zhang J., Wang Y. FT-MIR and NIR spectral data fusion: A synergetic strategy for the geographical traceability of Panax notoginseng. Anal. Bioanal. Chem. 2018;410:91–103.", "ArticleIdList": ["29143877"]}, {"Citation": "Li L., Zhang S., Zuo Z., et al. Data fusion of multiple-information strategy based on Fourier transform near infrared spectroscopy and Fourier-transform mid infrared for geographical traceability of Wolfiporia cocos combined with chemometrics. J. Chemom. 2022;36"}, {"Citation": "Wang Y., Li M., Feng T., et al. Discrimination of Radix Astragali according to geographical regions by data fusion of laser induced breakdown spectroscopy (LIBS) and infrared spectroscopy (IR) combined with random forest (RF) Chin. J. Anal. Chem. 2022;50"}, {"Citation": "Hao J., Dong F., Li Y., et al. Investigation of the data fusion of spectral and textural data from hyperspectral imaging for the near geographical origin discrimination of wolfberries using 2D-CNN algorithms. Infrared Phys. Technol. 2022;125"}, {"Citation": "Shakiba N., Gerdes A., Holz N., et al. Determination of the geographical origin of hazelnuts (Corylus avellana L.) by Near-Infrared spectroscopy (NIR) and a Low-Level Fusion with nuclear magnetic resonance (NMR) Microchem. J. 2022;174"}, {"Citation": "Li S., Liu C., Cai C., et al. Geographical traceability of germplasm resources of Paris polyphylla var. yunnanensis based on multi-block information integration platform. J. Appl. Res. Med. Aromat. Plants. 2022;31"}, {"Citation": "Wang Y., Zuo Z., Huang H., et al. Original plant traceability of Dendrobium species using multi-spectroscopy fusion and mathematical models. R. Soc. Open Sci. 2019;6", "ArticleIdList": ["PMC6549973", "31218070"]}, {"Citation": "Wang C., Tang L., Li L., et al. Geographic authentication of Eucommia ulmoides leaves using multivariate analysis and preliminary study on the compositional response to environment. Front. Plant Sci. 2020;11", "ArticleIdList": ["PMC7042207", "32140161"]}, {"Citation": "Zhao Y., Yuan T., Wu L., et al. Identification of Gentiana rigescens from different geographical origins based on HPLC and FTIR fingerprints. Anal. Methods. 2020;12:2260–2271."}, {"Citation": "Fu H., Yin Q., Xu L., et al. A comprehensive quality evaluation method by FT-NIR spectroscopy and chemometric: Fine classification and untargeted authentication against multiple frauds for Chinese Ganoderma lucidum. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2017;182:17–25.", "ArticleIdList": ["28388474"]}, {"Citation": "Amirvaresi A., Nikounezhad N., Amirahmadi M., et al. Comparison of near-infrared (NIR) and mid-infrared (MIR) spectroscopy based on chemometrics for saffron authentication and adulteration detection. Food Chem. 2021;344", "ArticleIdList": ["33229154"]}, {"Citation": "Kaiser S., Carvalho Â.R., Pittol V., et al. Chemical differentiation between Uncaria tomentosa and Uncaria guianensis by LC-PDA, FT-IR and UV methods coupled to multivariate analysis: A reliable tool for adulteration recognition. Microchem. J. 2020;152"}, {"Citation": "Sun F., Chen Y., Wang K., et al. Identification of genuine and adulterated Pinellia ternata by mid-infrared (MIR) and near-infrared (NIR) spectroscopy with partial least squares-discriminant analysis (PLS-DA) Anal. Lett. 2020;53:937–959."}, {"Citation": "Mncwangi N.P., Viljoen A.M., Zhao J., et al. What the devil is in your phytomedicine? Exploring species substitution in Harpagophytum through chemometric modeling of 1H-NMR and UHPLC-MS datasets. Phytochemistry. 2014;106:104–115.", "ArticleIdList": ["25041697"]}, {"Citation": "Kiani S., Minaei S., Ghasemi-Varnamkhasti M. Integration of computer vision and electronic nose as non-destructive systems for saffron adulteration detection. Comput. Electron. Agric. 2017;141:46–53."}, {"Citation": "Yang H., Bao L., Liu Y., et al. Identification and quantitative analysis of salt-adulterated honeysuckle using infrared spectroscopy coupled with multi-chemometrics. Microchem. J. 2021;171"}, {"Citation": "Lin L., Xu M., Ma L., et al. A rapid analysis method of safflower (Carthamus tinctorius L.) using combination of computer vision and near-infrared. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;236", "ArticleIdList": ["32330825"]}, {"Citation": "Varliklioz Er S., Eksi-Kocak H., Yetim H., et al. Novel spectroscopic method for determination and quantification of saffron adulteration. Food Anal. Meth. 2017;10:1547–1555."}, {"Citation": "Jiménez-Carvelo A.M., Tonolini M., McAleer O., et al. Multivariate approach for the authentication of vanilla using infrared and Raman spectroscopy. Food Res. Int. 2021;141", "ArticleIdList": ["33642028"]}, {"Citation": "Cruz-Tirado J.P., de França R.L., Tumbajulca M., et al. Detection of cumin powder adulteration with allergenic nutshells using FT-IR and portable NIRS coupled with chemometrics. J. Food Compos. Anal. 2023;116"}, {"Citation": "Fu H., Shi Q., Wei L., et al. Rapid recognition of geoherbalism and authenticity of a Chinese herb by data fusion of near-infrared spectroscopy (NIR) and mid-infrared (MIR) spectroscopy combined with chemometrics. J. Spectrosc. 2019;2019:1–9."}, {"Citation": "Massaro A., Negro A., Bragolusi M., et al. Oregano authentication by mid-level data fusion of chemical fingerprint signatures acquired by ambient mass spectrometry. Food Contr. 2021;126"}, {"Citation": "Yang X., Song J., Peng L., et al. Improving identification ability of adulterants in powdered Panax notoginseng using particle swarm optimization and data fusion. Infrared Phys. Technol. 2019;103"}, {"Citation": "Sun W., Zhang X., Zhang Z., et al. Data fusion of near-infrared and mid-infrared spectra for identification of rhubarb. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2017;171:72–79.", "ArticleIdList": ["27487576"]}, {"Citation": "Kucharska-Ambrożej K., Martyna A., Karpińska J., et al. Quality control of mint species based on UV-VIS and FTIR spectral data supported by chemometric tools. Food Contr. 2021;129"}, {"Citation": "Gómez M.R., Maestro-Gaitán I., Magro P.C., et al. Unique nutritional features that distinguish Amaranthus cruentus L. and Chenopodium quinoa Willd seeds. Food Res. Int. Ott. Ont. 2023;164", "ArticleIdList": ["36737889"]}, {"Citation": "Cruz-Tirado J.P., Brasil Y.L., Lima A.F., et al. Rapid and non-destructive cinnamon authentication by NIR-hyperspectral imaging and classification chemometrics tools. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2023;289", "ArticleIdList": ["36512964"]}, {"Citation": "Qin H., Wang Y., Yang W., et al. Comparison of metabolites and variety authentication of Amomum tsao-ko and Amomum paratsao-ko using GC-MS and NIR spectroscopy. Sci. Rep. 2021;11", "ArticleIdList": ["PMC8313684", "34312460"]}, {"Citation": "Li S., Guan X., Gao Z., et al. A simple method to discriminate Guangchenpi and Chenpi by high-performance thin-layer chromatography and high-performance liquid chromatography based on analysis of dimethyl anthranilate. J. Chromatogr. B. 2019;1126-1127", "ArticleIdList": ["31401452"]}, {"Citation": "Wang Y., He T., Wang J., et al. High performance liquid chromatography fingerprint and headspace gas chromatography-mass spectrometry combined with chemometrics for the species authentication of Curcumae Rhizoma. J. Pharm. Biomed. Anal. 2021;202", "ArticleIdList": ["34051481"]}, {"Citation": "Zhang J., Fei C., Zhang W., et al. Rapid identification for the species discrimination of Curcumae Rhizoma using spectrophotometry and flash gas chromatography e-nose combined with chemometrics. Chin. J. Anal. Chem. 2022;50"}, {"Citation": "Machado J.C., Jr., Faria M.A., Ferreira I.M., et al. Varietal discrimination of hop pellets by near and mid infrared spectroscopy. Talanta. 2018;180:69–75.", "ArticleIdList": ["29332835"]}, {"Citation": "Ding Y., Zhang Q., Wang Y. A fast and effective way for authentication of Dendrobium species: 2DCOS combined with ResNet based on feature bands extracted by spectrum standard deviation. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2021;261", "ArticleIdList": ["34153549"]}, {"Citation": "Maree J.E., Viljoen A.M. Fourier transform near- and mid-infrared spectroscopy can distinguish between the commercially important Pelargonium sidoides and its close taxonomic ally P. reniforme. Vib. Spectrosc. 2011;55:146–152."}, {"Citation": "Zhao P., Dou G., Chen G. Wood species identification using feature-level fusion scheme. Optik. 2014;125:1144–1148."}, {"Citation": "Huang G., Lin L., Zhang M., et al. Discrimination of genuine and non-genuine Magnolia officinalis leaves based on multi-technique data fusion of ultra-high performance liquid chromatography-quadrupole time-of-flight tandem mass spectrometry, gas chromatography-mass spectrometry, and chemometrics. Sep. Sci. Plus. 2023;6"}, {"Citation": "Mncwangi N., Vermaak I., Viljoen A.M. Mid-infrared spectroscopy and short wave infrared hyperspectral imaging–a novel approach in the qualitative assessment of Harpagophytum procumbens and H. zeyheri (Devil’s Claw) Phytochem. Lett. 2014;7:143–149."}, {"Citation": "Li S., Shao Q., Lu Z., et al. Rapid determination of crocins in saffron by near-infrared spectroscopy combined with chemometric techniques. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2018;190:283–289.", "ArticleIdList": ["28941412"]}, {"Citation": "Wang Y., Yang Y., Sun H., et al. Application of a data fusion strategy combined with multivariate statistical analysis for quantification of puerarin in Radix puerariae. Vib. Spectrosc. 2020;108"}, {"Citation": "Song X., Canellas E., Asensio E., et al. Predicting the antioxidant capacity and total phenolic content of bearberry leaves by data fusion of UV-Vis spectroscopy and UHPLC/Q-TOF-MS. Talanta. 2020;213", "ArticleIdList": ["32200925"]}, {"Citation": "Hao Q., Zhou J., Zhou L., et al. Prediction the contents of fructose, glucose, sucrose, fructo-oligosaccharides and iridoid glycosides in Morinda officinalis radix using near-infrared spectroscopy. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;234", "ArticleIdList": ["32217454"]}, {"Citation": "Li J., Wen J., Tang G., et al. Development of a comprehensive quality control method for the quantitative analysis of volatiles and lignans in Magnolia biondii Pamp. by near infrared spectroscopy. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;230", "ArticleIdList": ["31982656"]}, {"Citation": "Lei L., Ke C., Xiao K., et al. Identification of different bran-fried Atractylodis Rhizoma and prediction of atractylodin content based on multivariate data mining combined with intelligent color recognition and near-infrared spectroscopy. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2021;262", "ArticleIdList": ["34243140"]}, {"Citation": "Zhang S., Ma H., Pan H., et al. Quantitative real-time release testing of rhubarb based on near-infrared spectroscopy and method validation. Vib. Spectrosc. 2019;104"}, {"Citation": "Xue J., Yang Q., Li C., et al. Rapid and simultaneous quality analysis of the three active components in Lonicerae Japonicae Flos by near-infrared spectroscopy. Food Chem. 2021;342", "ArticleIdList": ["33268162"]}, {"Citation": "Mazurek S., Fecka I., Węglińska M., et al. Quantification of active ingredients in Potentilla tormentilla by Raman and infrared spectroscopy. Talanta. 2018;189:308–314.", "ArticleIdList": ["30086923"]}, {"Citation": "Lafhal S., Vanloot P., Bombarda I., et al. Identification of metabolomic markers of lavender and lavandin essential oils using mid-infrared spectroscopy. Vib. Spectrosc. 2016;85:79–90."}, {"Citation": "Zhang S., Gong X., Qu H. Near-infrared spectroscopy and HPLC combined with chemometrics for comprehensive evaluation of six organic acids in Ginkgo biloba leaf extract. J. Pharm. Pharmacol. 2022;74:1040–1050.", "ArticleIdList": ["35294552"]}, {"Citation": "Chen C., Li H., Lv X., et al. Application of near infrared spectroscopy combined with SVR algorithm in rapid detection of cAMP content in red jujube. Optik. 2019;194"}, {"Citation": "Tao L., Lin Z., Chen J., et al. Mid-infrared and near-infrared spectroscopy for rapid detection of Gardeniae Fructus by a liquid-liquid extraction process. J. Pharm. Biomed. Anal. 2017;145:1–9.", "ArticleIdList": ["28645015"]}, {"Citation": "Cui Y., Wu J., Chen Y., et al. Optimization of near-infrared reflectance models in determining flavonoid composition of okra (Abelmoschus esculentus L.) pods. Food Chem. 2023;418", "ArticleIdList": ["36940545"]}, {"Citation": "Lan Z., Zhang Y., Lin H., et al. Efficient monitoring for the nutrient changes in stir-fried Moutan Cortex using non-destructive near-infrared spectroscopy sensors. Microchem. J. 2022;183"}, {"Citation": "Yang Y., Wu Y., Li W., et al. Determination of geographical origin and icariin content of Herba Epimedii using near infrared spectroscopy and chemometrics. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2018;191:233–240.", "ArticleIdList": ["29040929"]}, {"Citation": "Guan Y., Ye T., Yi Y., et al. Rapid quality evaluation of Plantaginis Semen by near infrared spectroscopy combined with chemometrics. J. Pharm. Biomed. Anal. 2022;207", "ArticleIdList": ["34715582"]}, {"Citation": "Ding G., Li B., Han Y., et al. A rapid integrated bioactivity evaluation system based on near-infrared spectroscopy for quality control of Flos Chrysanthemi. J. Pharm. Biomed. Anal. 2016;131:391–399.", "ArticleIdList": ["27643861"]}, {"Citation": "Qi L., Ma Y., Zhong F., et al. Comprehensive quality assessment for Rhizoma Coptidis based on quantitative and qualitative metabolic profiles using high performance liquid chromatography, Fourier transform near-infrared and Fourier transform mid-infrared combined with multivariate statistical analysis. J. Pharm. Biomed. Anal. 2018;161:436–443.", "ArticleIdList": ["30216792"]}, {"Citation": "Wang Q., Huang H., Wang Y. FTIR and UV spectra for the prediction of triterpene acids in Macrohyporia cocos. Microchem. J. 2020;158"}, {"Citation": "Wu Y., Zheng Y., Li Q., et al. Study on difference between epidermis, phloem and xylem of Radix Ginseng with near-infrared and infrared spectroscopy coupled with principal component analysis. Vib. Spectrosc. 2011;55:201–206."}, {"Citation": "Wang Q., Zuo Z., Huang H., et al. Comparison and quantitative analysis of wild and cultivated Macrohyporia cocos using attenuated total refection-Fourier transform infrared spectroscopy combined with ultra-fast liquid chromatography. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;226", "ArticleIdList": ["31605966"]}, {"Citation": "Li L., Zhao Y., Li Z., et al. Multi-information based on ATR-FTIR and FT-NIR for identification and evaluation for different parts and harvest time of Dendrobium officinale with chemometrics. Microchem. J. 2022;178"}, {"Citation": "Zhang J., Wang Y., Yang M., et al. Identification and evaluation of Polygonatum kingianum with different growth ages based on data fusion strategy. Microchem. J. 2021;160"}, {"Citation": "Zhao Q., Yu Y., Hao N., et al. Data fusion of Laser-induced breakdown spectroscopy and Near-infrared spectroscopy to quantitatively detect heavy metals in lily. Microchem. J. 2023;190"}, {"Citation": "Zhang P., Xu Y., Qu F., et al. Rapid quality evaluation of four kinds of Polygoni Multiflori Radix Praeparata by electronic eye combined with chemometrics. Phytochem. Anal. 2023;34:301–316.", "ArticleIdList": ["36697250"]}, {"Citation": "Xuan G., Gao C., Shao Y., et al. Maturity determination at harvest and spatial assessment of moisture content in okra using Vis-NIR hyperspectral imaging. Postharvest Biol. Technol. 2021;180"}, {"Citation": "Hai C., Long W., Suo Y., et al. Nano-effect multivariate fusion spectroscopy combined with chemometrics for accurate identification the cultivation methods and growth years of Dendrobium huoshanense. Microchem. J. 2022;179"}, {"Citation": "Wang L., Wang Q., Wang Y., et al. Comparison of geographical traceability of wild and cultivated Macrohyporia cocos with different data fusion approaches. J. Anal. Meth. Chem. 2021;2021", "ArticleIdList": ["PMC8321747", "34336360"]}, {"Citation": "Liu L., Li W., Zuo Z., et al. Multisource information fusion strategies of mass spectrometry and Fourier transform infrared spectroscopy data for authenticating the age and parts of Vietnamese ginseng. J. Chemom. 2021;35"}]}], "History": [{"Year": "2023", "Month": "4", "Day": "27"}, {"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2023", "Month": "7", "Day": "19"}, {"Year": "2024", "Month": "1", "Day": "15", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "15", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "15", "Hour": "4", "Minute": "48"}, {"Year": "2023", "Month": "7", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38223450", "PMC10785154", "10.1016/j.jpha.2023.07.012", "S2095-1779(23)00161-2"]}}]}