{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Glycyrrhiza glabra", "Network pharmacology", "Siddha medicine"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38220426", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/bs.apcsb.2023.04.003", "S1876-1623(23)00061-5"], "ArticleDate": [{"Year": "2023", "Month": "06", "Day": "17"}], "Journal": {"ISSN": "1876-1631", "JournalIssue": {"Volume": "138", "PubDate": {"Year": "2024"}}, "Title": "Advances in protein chemistry and structural biology", "ISOAbbreviation": "Adv Protein Chem Struct Biol"}, "ArticleTitle": "In silico network pharmacology study on Glycyrrhiza glabra: Analyzing the immune-boosting phytochemical properties of Siddha medicinal plant against COVID-19.", "Pagination": {"StartPage": "233", "EndPage": "255", "MedlinePgn": "233-255"}, "Abstract": {"AbstractText": ["Immunosenescence is a pertinent factor in the mortality rate caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). The changes in the immune system are strongly associated with age and provoke the deterioration of the individual's health. Traditional medical practices in ancient India effectively deal with COVID-19 by boosting natural immunity through medicinal plants. The anti-inflammatory and antiviral properties of Glycyrrhiza glabra are potent in fighting against COVID-19 and promote immunity boost against the severity of the infection. Athimadhura Chooranam, a polyherbal formulation containing Glycyrrhiza glabra as the main ingredient, is recommended as an antiviral Siddha herb by the Ministry of AYUSH. This paper is intended to identify the phytoconstituents of Glycyrrhiza glabra that are actively involved in preventing individuals from COVID-19 transmission. The modulated pathways, enrichment study, and drug-likeness are calculated from the target proteins of the phytoconstituents at the pharmacological activity (Pa) of more than 0.7. Liquiritigenin and Isoliquiritin, the natural compounds in Glycyrrhiza glabra, belong to the flavonoid class and exhibit ameliorative effects against COVID-19. The latter compound displays a higher protein interaction to a maximum of six, out of which HMOX1, PLAU, and PGR are top-hub genes. ADMET screening further confirms the significance of the abovementioned components containing better drug-likeness. The molecular docking and molecular dynamics method identified liquiritigenin as a possible lead molecule capable of inhibiting the activity of the major protease protein of SARS-CoV-2. The findings emphasize the importance of in silico network pharmacological assessments in delivering cost-effective, time-bound clinical drugs."], "CopyrightInformation": "Copyright © 2024. Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences and Technology, Vellore Institute of Technology, Vellore, India."}], "LastName": "Sekaran", "ForeName": "Karthik", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Mount Carmel College Autonomous, Bengaluru, India."}], "LastName": "Karthik", "ForeName": "Ashwini", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences and Technology, Vellore Institute of Technology, Vellore, India."}], "LastName": "Varghese", "ForeName": "Rinku Polachirakkal", "Initials": "RP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Siddha Regional Research Institute (CCRS), Puducherry, India."}], "LastName": "Sathiyarajeswaran", "ForeName": "P", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Siddha Central Research Institute, CCRS, Chennai, India."}], "LastName": "Shree Devi", "ForeName": "M S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences and Technology, Vellore Institute of Technology, Vellore, India."}], "LastName": "Siva", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biosciences and Technology, Vellore Institute of Technology, Vellore, India. Electronic address: georgepriyadoss@vit.ac.in."}], "LastName": "George Priya Doss", "ForeName": "C", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Adv Protein Chem Struct Biol", "NlmUniqueID": "101497281", "ISSNLinking": "1876-1623"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Network Pharmacology"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "Glycyrrhiza"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Anand K., Ziebuhr J., Wadhwani P., Mesters J.R., Hilgenfeld R. Coronavirus main proteinase (3CLpro) structure: Basis for design of anti-SARS drugs. Science (New York, N. Y.) 2003;300(5626):1763–1767. doi: 10.1126/science.1085658.", "ArticleIdList": ["10.1126/science.1085658", "12746549"]}, {"Citation": "Armanini D., Fiore C., Mattarello M.J., Bielenberg J., Palermo M. History of the endocrine effects of licorice. Experimental and Clinical Endocrinology & Diabetes. 2002;110(06):257–261.", "ArticleIdList": ["12373628"]}, {"Citation": "Awadasseid A., Wu Y., Tanaka Y., Zhang W. Effective drugs used to combat SARS-CoV-2 infection and the current status of vaccines. Biomedicine & Pharmacotherapy. 2021;137", "ArticleIdList": ["PMC7843108", "33550043"]}, {"Citation": "Ayatollahi S.A., Sharifi-Rad J., Tsouh Fokou P.V., Mahady G.B., Ansar Rasul Suleria H., Krishna Kapuganti S.…Cruz-Martins N. Naturally occurring bioactives as antivirals: Emphasis on coronavirus infection. Frontiers in Pharmacology. 2021;12 doi: 10.3389/fphar.2021.575877.", "ArticleIdList": ["10.3389/fphar.2021.575877", "PMC8277242", "34267652"]}, {"Citation": "Banerjee S., Kar A., Mukherjee P.K., Haldar P.K., Sharma N., Katiyar C.K. Immunoprotective potential of ayurvedic herb Kalmegh (Andrographis paniculata) against respiratory viral infections—LC–MS/MS and network pharmacology analysis. Phytochemical Analysis. 2021;32(4):629–639.", "ArticleIdList": ["33167083"]}, {"Citation": "Bonanni P., Angelillo I.F., Villani A., Biasci P., Scotti S., Russo R., Azzari C. Maintain and increase vaccination coverage in children, adolescents, adults and elderly people: Let’s avoid adding epidemics to the pandemic: Appeal from the Board of the Vaccination Calendar for Life in Italy: Maintain and increase coverage also by re-organizing vaccination services and reassuring the population. Vaccine. 2021;39(8):1187–1189.", "ArticleIdList": ["PMC7831710", "33309482"]}, {"Citation": "Chitra S.M., Mallika P., Anbu N., Narayanababu R., Sugunabai A., David Paul Raj R.S., Premnath D. An open clinical evaluation of selected Siddha regimen in expediting the management of COVID-19—A randomized controlled study. Journal of Ayurveda and Integrative Medicine. 2022;13(1) doi: 10.1016/j.jaim.2021.01.002.", "ArticleIdList": ["10.1016/j.jaim.2021.01.002", "PMC7826002", "33519133"]}, {"Citation": "Chowdhury P. In silico investigation of phytoconstituents from Indian medicinal herb ‘Tinospora cordifolia (giloy)’ against SARS-CoV-2 (COVID-19) by molecular dynamics approach. Journal of Biomolecular Structure and Dynamics. 2021;39(17):6792–6809.", "ArticleIdList": ["PMC7484574", "32762511"]}, {"Citation": "Datta S., Sarkar I., Sen G., Sen A. Neem and turmeric in the management of Covid Associated Mucormycosis (CAM) derived through network pharmacology. Journal of Biomolecular Structure and Dynamics. 2023;41(8):3281–3294.", "ArticleIdList": ["35253616"]}, {"Citation": "Eslami H., Jalili M. The role of environmental factors to transmission of SARS-CoV-2 (COVID-19) AMB Express. 2020;10(1):92.", "ArticleIdList": ["PMC7226715", "32415548"]}, {"Citation": "Han Y., Wang Z., Ren J., Wei Z., Li J. Potential inhibitors for the novel coronavirus (SARS-CoV-2) Briefings in Bioinformatics. 2021;22(2):1225–1231.", "ArticleIdList": ["PMC7543260", "32942296"]}, {"Citation": "Harrison A.G., Lin T., Wang P. Mechanisms of SARS-CoV-2 transmission and pathogenesis. Trends in Immunology. 2020;41(12):1100–1115.", "ArticleIdList": ["PMC7556779", "33132005"]}, {"Citation": "Hasan M.K., Ara I., Mondal M.S.A., Kabir Y. Phytochemistry, pharmacological activity, and potential health benefits of Glycyrrhiza glabra. Heliyon. 2021;7(6)", "ArticleIdList": ["PMC8220166", "34189299"]}, {"Citation": "Hasson R., Sallis J.F., Coleman N., Kaushal N., Nocera V.G., Keith N. COVID-19: Implications for physical activity, health disparities, and health equity. American Journal of Lifestyle Medicine. 2022;16(4):420–433.", "ArticleIdList": ["PMC9283961", "35855783"]}, {"Citation": "Hiremath S., Kumar H.D., Nandan M., Mantesh M., Shankarappa K.S., Venkataravanappa V., Reddy C.N. In silico docking analysis revealed the potential of phytochemicals present in Phyllanthus amarus and Andrographis paniculata, used in Ayurveda medicine in inhibiting SARS-CoV-2. 3 Biotech. 2021;11(2):44.", "ArticleIdList": ["PMC7799430", "33457171"]}, {"Citation": "Hu B., Guo H., Zhou P., Shi Z.-L. Characteristics of SARS-CoV-2 and COVID-19. Nature Reviews. Microbiology. 2021;19(3):141–154. doi: 10.1038/s41579-020-00459-7.", "ArticleIdList": ["10.1038/s41579-020-00459-7", "PMC7537588", "33024307"]}, {"Citation": "Kannan M., Sathiyarajeswaran P., Sasikumar D., Geetha A., Mohanapriya M., Vinod N.P.…Sivaraman G. Safety and efficacy of a Siddha medicine fixed regimen for the treatment of asymptomatic and mild COVID-19 patients. Journal of Ayurveda and Integrative Medicine. 2022;13(3) doi: 10.1016/j.jaim.2022.100589.", "ArticleIdList": ["10.1016/j.jaim.2022.100589", "PMC9125139", "35634543"]}, {"Citation": "Khademi F., Moayedi S., Golitaleb M. The COVID‐19 pandemic and death anxiety in the elderly. International Journal of Mental Health Nursing. 2021;30(1):346.", "ArticleIdList": ["PMC7753683", "33289213"]}, {"Citation": "Khanal P., Duyu T., Patil B.M., Dey Y.N., Pasha I., Wanjari M.…Maity A. Network pharmacology of AYUSH recommended immune-boosting medicinal plants against COVID-19. Journal of Ayurveda and integrative medicine. 2020", "ArticleIdList": ["PMC7687402", "33250601"]}, {"Citation": "Khanal P., Patil B.M., Chand J., Naaz Y. Anthraquinone derivatives as an immune booster and their therapeutic option against COVID-19. Natural Products and Bioprospecting. 2020;10(5):325–335.", "ArticleIdList": ["PMC7414902", "32772313"]}, {"Citation": "Khanna K., Kohli S.K., Kaur R., Bhardwaj A., Bhardwaj V., Ohri P.…Ahmad P. Herbal immune-boosters: Substantial warriors of pandemic Covid-19 battle. Phytomedicine: International Journal of Phytotherapy and Phytopharmacology. 2021;85 doi: 10.1016/j.phymed.2020.153361.", "ArticleIdList": ["10.1016/j.phymed.2020.153361", "PMC7532351", "33485605"]}, {"Citation": "Koyuncu İ., Durgun M., Yorulmaz N., Toprak S., Gonel A., Bayraktar N., Caglayan M. Molecular docking demonstration of the liquorice chemical molecules on the protease and ACE2 of COVID-19 virus. Current Enzyme Inhibition. 2021;17(2):98–110."}, {"Citation": "Maddah M., Bahramsoltani R., Yekta N.H., Rahimi R., Aliabadi R., Pourfath M. Proposing high-affinity inhibitors from Glycyrrhiza glabra L. against SARS-CoV-2 infection: Virtual screening and computational analysis. New Journal of Chemistry. 2021;45(35):15977–15995."}, {"Citation": "Mahaboob Ali A.A., Bugarcic A., Naumovski N., Ghildyal R. Ayurvedic formulations: Potential COVID-19 therapeutics? Phytomedicine Plus. 2022;2(3) doi: 10.1016/j.phyplu.2022.100286.", "ArticleIdList": ["10.1016/j.phyplu.2022.100286", "PMC9020642", "35474908"]}, {"Citation": "Malabadi R.B., Kolkar K.P., Meti N.T., Chalannavar R.K. Outbreak of coronavirus (SARS-CoV-2) delta variant (B. 1.617. 2) and delta plus (AY. 1) with fungal infections, mucormycosis: Herbal medicine treatment. International Journal of Research and Scientific Innovations. 2021;8(6):59–70."}, {"Citation": "Malcangi G., Inchingolo A.D., Inchingolo A.M., Piras F., Settanni V., Garofoli G.…Dipalma G. COVID-19 infection in children and infants: Current status on therapies and vaccines. Children. 2022;9(2):249.", "ArticleIdList": ["PMC8870718", "35204969"]}, {"Citation": "Martoňák R., Laio A., Parrinello M. Predicting crystal structures: The Parrinello-Rahman method revisited. Physical Review Letters. 2003;90(7) doi: 10.1103/PhysRevLett.90.075503.", "ArticleIdList": ["10.1103/PhysRevLett.90.075503", "12633242"]}, {"Citation": "Mathukumar S., Sindhuja T., Sivapriya T., Birundadevi M. A review on selected South Indian regime of Tamil Nadu for the seasonal management of communicable diseases. Journal of Pharmaceutical Research International. 2022;34:7–18. doi: 10.9734/jpri/2022/v34i7B35467.", "ArticleIdList": ["10.9734/jpri/2022/v34i7B35467"]}, {"Citation": "Minnetti M., De Alcubierre D., Bonaventura I., Pofi R., Hasenmajer V., Tarsitano M.G., Isidori A.M. Effects of licorice on sex hormones and the reproductive system. Nutrition (Burbank, Los Angeles County, Calif.) 2022;103–104", "ArticleIdList": ["35872407"]}, {"Citation": "Mishra A., Shaik H.A., Sinha R.K., Shah B.R. Andrographolide: A herbal-chemosynthetic approach for enhancing immunity, combating viral infections, and its implication on human health. Molecules (Basel, Switzerland) 2021;26(22):7036.", "ArticleIdList": ["PMC8622020", "34834128"]}, {"Citation": "Mukhopadhyay M., Panja P. A novel process for extraction of natural sweetener from licorice (Glycyrrhiza glabra) roots. Separation and Purification Technology. 2008;63(3):539–545."}, {"Citation": "Murugesan S., Kottekad S., Crasta I., Sreevathsan S., Usharani D., Perumal M.K., Mudliar S.N. Targeting COVID-19 (SARS-CoV-2) main protease through active phytocompounds of ayurvedic medicinal plants—Emblica officinalis (Amla), Phyllanthus niruri Linn. (Bhumi Amla) and Tinospora cordifolia (Giloy)—A molecular docking and simulation study. Computers in Biology and Medicine. 2021;136", "ArticleIdList": ["PMC8302490", "34329860"]}, {"Citation": "Nogales C., Mamdouh Z.M., List M., Kiel C., Casas A.I., Schmidt H.H. Network pharmacology: Curing causal mechanisms instead of treating symptoms. Trends in Pharmacological Sciences. 2022;43(2):136–150.", "ArticleIdList": ["34895945"]}, {"Citation": "Pearlman D.A., Case D.A., Caldwell J.W., Ross W.S., Cheatham T.E., DeBolt S.…Kollman P. AMBER, a package of computer programs for applying molecular mechanics, normal mode analysis, molecular dynamics and free energy calculations to simulate the structural and energetic properties of molecules. Computer Physics Communications. 1995;91(1):1–41. doi: 10.1016/0010-4655(95)00041-D.", "ArticleIdList": ["10.1016/0010-4655(95)00041-D"]}, {"Citation": "Prabhu S., Vijayakumar S., Yabesh J.M., Prakashbabu R., Murugan R. An ethnobotanical study of medicinal plants used in pachamalai hills of Tamil Nadu, India. Journal of Herbal Medicine. 2021;25"}, {"Citation": "Sekar V., Ramasamy G., Ravikumar C. In silico molecular docking for assessing anti-fungal competency of hydroxychavicol, a phenolic compound of betel leaf (Piper betle L.) against COVID-19 associated maiming mycotic infections. Drug Development and Industrial Pharmacy. 2022;48(5):169–188.", "ArticleIdList": ["35311433"]}, {"Citation": "Singh H., Bhargava S., Ganeshan S., Kaur R., Sethi T., Sharma M.…Brahmachari S.K. Big data analysis of traditional knowledge-based ayurveda medicine. Progress in Preventive Medicine. 2018;3(5) doi: 10.1097/pp9.0000000000000020.", "ArticleIdList": ["10.1097/pp9.0000000000000020"]}, {"Citation": "Sinha S.K., Prasad S.K., Islam M.A., Chaudhary S.K., Singh S., Shakya A. Potential leads from liquorice against SARS-CoV-2 main protease using molecular docking simulation studies. Combinatorial Chemistry & High Throughput Screening. 2021;24(4):591–597.", "ArticleIdList": ["32807047"]}, {"Citation": "Sinha S.K., Prasad S.K., Islam M.A., Gurav S.S., Patil R.B., AlFaris N.A.…Shakya A. Identification of bioactive compounds from Glycyrrhiza glabra as possible inhibitors of SARS-CoV-2 spike glycoprotein and non-structural protein-15: A pharmacoinformatics study. Journal of Biomolecular Structure and Dynamics. 2021;39(13):4686–4700.", "ArticleIdList": ["PMC7309308", "32552462"]}, {"Citation": "Steel A., Wardle J., Lloyd I. The potential contribution of traditional, complementary and integrative treatments in acute viral respiratory tract infections: Rapid reviews in response to the COVID-19 pandemic. Advances in Integrative Medicine. 2020;7(4):181–182. doi: 10.1016/j.aimed.2020.09.001.", "ArticleIdList": ["10.1016/j.aimed.2020.09.001", "PMC7833414", "33520646"]}, {"Citation": "Wanaratna, K., Leethong, P., Inchai, N., Chueawiang, W., Sriraksa, P., Tabmee, A., & Sirinavin, S. (2021). Efficacy and safety of Andrographis paniculata extract in patients with mild COVID-19: A randomized controlled trial. MedRxiv."}, {"Citation": "Weekly epidemiological update on COVID-19—August 31 2022. (n.d.). Retrieved September 1, 2022, from https://www.who.int/publications/m/item/weekly-epidemiological-update-on-covid-19---31-august-2022."}, {"Citation": "Welch K.T., Arévalo S., Turner J.F., Gómez R. An NMR and molecular modeling study of carbosilane‐based dendrimers functionalized with phenolic groups or titanium complexes at the periphery. Chemistry—A European Journal. 2005;11(4):1217–1227.", "ArticleIdList": ["15645417"]}, {"Citation": "Zumla A., Chan J.F.W., Azhar E.I., Hui D.S.C., Yuen K.-Y. Coronaviruses—Drug discovery and therapeutic options. Nature Reviews. Drug Discovery. 2016;15(5):327–347. doi: 10.1038/nrd.2015.37.", "ArticleIdList": ["10.1038/nrd.2015.37", "PMC7097181", "26868298"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "16", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "15", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "14", "Hour": "21", "Minute": "3"}, {"Year": "2023", "Month": "6", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38220426", "PMC10275734", "10.1016/bs.apcsb.2023.04.003", "S1876-1623(23)00061-5"]}}]}