{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Breast cancer", "apoptosis", "carcinoma.", "conventional chemotherapies", "nanoparticles", "phytochemicals"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38231060", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2174/0113894501277556231221072938"], "ArticleDate": [], "Journal": {"ISSN": "1873-5592", "JournalIssue": {"Volume": "25", "Issue": "3", "PubDate": {"Year": "2024"}}, "Title": "Current drug targets", "ISOAbbreviation": "Curr Drug Targets"}, "ArticleTitle": "An Updated Insight into Phytomolecules and Novel Approaches used in the Management of Breast Cancer.", "Pagination": {"StartPage": "201", "EndPage": "219", "MedlinePgn": "201-219"}, "Abstract": {"AbstractText": ["Breast cancer is a widespread condition that kills more women from cancer-related causes than any other type of cancer globally. Women who have estrogen-dependent, initial metastatic breast cancer frequently receive treatment with surgery, radiation therapy, and chemotherapy. They may also get more specialized treatments like tamoxifen or aromatase inhibitors (anastrozole or letrozole). The World Health Organisation reported in 2012 that by 2030, breast cancer will be more common worldwide. There are several phytochemicals, such as isoflavones, coumestans, lignans, and prenylflavonoides. Isoflavones have been shown in studies to prevent the spread of breast cancer and to trigger apoptosis. Targeting BCs in metastatic breast cancer may be made possible by combining well-formulated phytochemicals in nanoparticles or other novel drug delivery agents with currently accepted endocrine and/or conventional chemotherapies. Cell signaling, regulation of cell cycles, oxidative stress action, and inflammation could be positively impacted by phytoconstituents. They have the ability to alter non-coding RNAs, to prevent the proliferation and regeneration of cancer cells. The availability of novel approaches helps in disease targeting, safety, effectiveness and efficacy. The current literature helps to know the available drugs i.e. phytoconstituents or novel drug delivery like nanoparticle, microsphere, micelles, liposomes and neosomes. The literature has been taken from PubMed, Google Scholar, SciFinder, or other internet sites."], "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."}, "AuthorList": [{"Identifier": ["0000-0002-1556-3872"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PSIT-Pranveer Singh Institute of Technology (Pharmacy), Bhautipratapur, Uttar Pradseh 209305, India."}], "LastName": "Nooreen", "ForeName": "Zulfa", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytochemistry Division, CSIR-Central Institute of Medicinal and Aromatic Plants, P.O.- CIMAP, Lucknow-226015, India."}], "LastName": "Tandon", "ForeName": "Sudeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PSIT-Pranveer Singh Institute of Technology (Pharmacy), Bhautipratapur, Uttar Pradseh 209305, India."}], "LastName": "Wal", "ForeName": "Ankita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PSIT-Pranveer Singh Institute of Technology (Pharmacy), Bhautipratapur, Uttar Pradseh 209305, India."}], "LastName": "Rai", "ForeName": "Awani Kumar", "Initials": "AK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United Arab Emirates", "MedlineTA": "Curr Drug Targets", "NlmUniqueID": "100960531", "ISSNLinking": "1389-4501"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["pharmacology", "therapeutic use", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Drug Delivery Systems"}, {"QualifierName": ["therapeutic use", "pharmacology", "administration & dosage"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nanoparticles"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ochwang I.; Kimwele C.N.; Oduma J.A.; Gathumbi P.K.; Mbaria J.M.; Kiama S.G.; Medicinal plants used in treatment and management of cancer in Kakamega County Kenya. J Ethnopharmacol 2014,151,1040-1055"}, {"Citation": "Łukasiewicz S.; Czeczelewski M.; Forma A.; Baj J.; Sitarz R.; Stanisławek A.; Breast cancer—epidemiology, risk factors, classification, prognostic markers, and current treatment strategies—an updated review. Cancers 2021,13(17),4287", "ArticleIdList": ["10.3390/cancers13174287", "34503097"]}, {"Citation": "Redaniel M.T.; Martin R.M.; Ridd M.J.; Wade J.; Jeffreys M.; Diagnostic intervals and its association with breast, prostate, lung and colorectal cancer survival in England: historical cohort study using the Clinical Practice Research Datalink. PLoS One 2015,10(5),e0126608", "ArticleIdList": ["10.1371/journal.pone.0126608", "25933397"]}, {"Citation": "Shinde S.; Kadam S.; Breast cancer awareness among women in Vikhroli: a suburban area of Mumbai, Maharashtra, India. Int J Community Med Public Health 2016,3(8),2281-2286", "ArticleIdList": ["10.18203/2394-6040.ijcmph20162584"]}, {"Citation": "Gupta A.; Shridhar K.; Dhillon P.K.; A review of breast cancer awareness among women in India. Cancer literate or awareness deficit 2015,51(14),2058-2066", "ArticleIdList": ["10.1016/j.ejca.2015.07.008"]}, {"Citation": "Burgess C.C.; Ramirez A.J.; Richards M.A.; Love S.B.; Who and what influences delayed presentation in breast cancer? Br J Cancer 1998,77(8),1343-1348", "ArticleIdList": ["10.1038/bjc.1998.224", "9579844"]}, {"Citation": "Marcu A.; Lyratzopoulos G.; Black G.; Vedsted P.; Whitaker K.L.; Educational differences in likelihood of attributing breast symptoms to cancer: a vignette-based study. Psychooncology 2016,25(10),1191-1197", "ArticleIdList": ["10.1002/pon.4177", "27218858"]}, {"Citation": "Fuller E.; Fitzgerald K.; Hiom S.; Accelerate, Coordinate, Evaluate Programme: A new approach to cancer diagnosis. Br J Gen Pract 2016,66(645),176-177", "ArticleIdList": ["10.3399/bjgp16X684457", "27033479"]}, {"Citation": "Liu L.Y.; Wang F.; Yu L.X.; Ma Z.B.; Zhang Q.; Gao D.Z.; Li Y.Y.; Li L.; Zhao Z.T.; Yu Z.G.; Breast cancer awareness among women in Eastern China: A cross-sectional study. BMC Public Health 2014,14(1),1004", "ArticleIdList": ["10.1186/1471-2458-14-1004", "25257142"]}, {"Citation": "van Hellemond i.e.G.; Geurts S.M.E.; Tjan-Heijnen V.C.G.; Current status of extended adjuvant endocrine therapy in early stage breast cancer. Curr Treat Options Oncol 2018,19(5),26", "ArticleIdList": ["10.1007/s11864-018-0541-1", "29704066"]}, {"Citation": "NCCN Guidelines Insights: Breast Cancer, Version 1.2017. Journal of the National Comprehensive Cancer Network: JNCCN 2017,15(4),433-451"}, {"Citation": "Zagadailov E.; Fine M.; Shields A.; Patient-reported outcomes are changing the landscape in oncology care: challenges and opportunities for payers. Am Health Drug Benefits 2013,6(5),264-274", "ArticleIdList": ["24991362"]}, {"Citation": "Singh S.; Singh S.; Lillard J.W.; Singh R.; Drug delivery approaches for breast cancer. Int J Nanomedicine 2017,12,6205-6218", "ArticleIdList": ["10.2147/IJN.S140325", "28883730"]}, {"Citation": "Mitra S.; Dash R.; Natural products for the management and prevention of breast cancer. Evid Based Complement Alternat Med 2018,2018,1-23", "ArticleIdList": ["10.1155/2018/8324696", "29681985"]}, {"Citation": "Li Q.; Eades G.; Yao Y.; Zhang Y.; Zhou Q.; Characterization of a stem-like subpopulation in basal-like ductal carcinoma in situ (DCIS) lesions. J Biol Chem 2014,289(3),1303-1312", "ArticleIdList": ["10.1074/jbc.M113.502278", "24297178"]}, {"Citation": "Shareef M.; Ashraf M.A.; Sarfraz M.; Natural cures for breast cancer treatment. Saudi Pharm J 2016,24(3),233-240", "ArticleIdList": ["10.1016/j.jsps.2016.04.018", "27275107"]}, {"Citation": "Davis M.E.; Chen Z.; Shin D.M.; Nanoparticle therapeutics: An emerging treatment modality for cancer. Nat Rev Drug Discov 2008,7(9),771-782", "ArticleIdList": ["10.1038/nrd2614", "18758474"]}, {"Citation": "Jahan I.; Ahmad A.; Deep S.; Effect of flavonoids on the destabilization of α-synuclein fibrils and their conversion to amorphous aggregate: A molecular dynamics simulation and experimental study. Biochim Biophys Acta Proteins Proteomics 2023,1871(6),140951", "ArticleIdList": ["10.1016/j.bbapap.2023.140951", "37574034"]}, {"Citation": "Kaplan Algin A.; Tomruk C.; Gözde Aslan Ç.; Şaban Akkurt S.; Mehtap Çinar G.; Ulukaya S.; Uyanikgil Y.; Akçay Y.; Effects of ozone treatment to the levels of neurodegeneration biomarkers after rotenone induced rat model of Parkinson’s disease. Neurosci Lett 2023,814,137448", "ArticleIdList": ["10.1016/j.neulet.2023.137448", "37597740"]}, {"Citation": "Khashab R.; Gutman-Sharabi N.; Shabtai Z.; Landau R.; Halperin R.; Fay-Karmon T.; Dihydroxyphenylacetaldehyde lowering treatment improves locomotor and neurochemical abnormalities in the rat rotenone model: Relevance to the catecholaldehyde hypothesis for the pathogenesis of parkinson's disease. Int J Mol Sci 2023,24(15),12522", "ArticleIdList": ["10.3390/ijms241512522"]}, {"Citation": "Meng H.W.; Shen Z.B.; Meng X.S.; Leng-Wei ; Yin Z.Q.; Wang X.R.; Zou T.F.; Liu Z.G.; Wang T.X.; Zhang S.; Chen Y.L.; Yang X.X.; Li Q.S.; Duan Y.J.; Novel flavonoid 1,3,4-oxadiazole derivatives ameliorate MPTP-induced Parkinson’s disease via Nrf2/NF-κB signaling pathway. Bioorg Chem 2023,138,106654", "ArticleIdList": ["10.1016/j.bioorg.2023.106654", "37300959"]}, {"Citation": "Lu Y.C.; Chang T.K.; Lin T.C.; Yeh S.T.; Fang H.W.; Huang C.H.; The potential role of herbal extract Wedelolactone for treating particle-induced osteolysis: An in vivo study. J Orthop Surg Res 2022,17(1),335", "ArticleIdList": ["10.1186/s13018-022-03228-9"]}, {"Citation": "Su K.Y.; Yu C.Y.; Chen Y.W.; Huang Y.T.; Chen C.T.; Wu H.F.; Rutin, a flavonoid and principal component of saussurea involucrata, attenuates physical fatigue in a forced swimming mouse model. Int J Med Sci 2014,11(5),528-537", "ArticleIdList": ["10.7150/ijms.8220"]}, {"Citation": "Vo T.L.; Cai X.M.; Liao J.W.; Huang L.G.; Chen C.L.; Wu C.H.; Safety assessment and hepatic-renal protection of cajanus cajan (L.) Millsp. Root and Its Soy Isoflavone Contents Nutrients 2023,15(18)", "ArticleIdList": ["10.3390/nu15183963"]}, {"Citation": "Zhu J.X.; Guo M.X.; Zhou L.; Yi L.T.; Huang H.L.; Wang H.L.; Evaluation of the anti-inflammatory material basis of Lagotis brachystachya in HepG2 and THP-1 cells. J Ethnopharmacol 2024,318,117055", "ArticleIdList": ["10.1016/j.jep.2023.117055"]}, {"Citation": "Ortmann O.; Blohmer J.U.; Sibert N.T.; Brucker S.; Janni W.; Wöckel A.; Scharl A.; Dieng S.; Ferencz J.; Inwald E.C.; Wesselmann S.; Kowalski C.; Current clinical practice and outcome of neoadjuvant chemotherapy for early breast cancer: Analysis of individual data from 94,638 patients treated in 55 breast cancer centers. J Cancer Res Clin Oncol 2023,149(3),1195-1209", "ArticleIdList": ["10.1007/s00432-022-03938-x", "35380257"]}, {"Citation": "Gupta G.; Lee C.; Guye M.L.; Van Sciver R.E.; Lee M.P.; Lafever A.C.; Pang A; Tang-Tan A.M.; Winston J.S.; Samli B.; Jansen R.J.; Hoefer R.A.; Tang A.H.; Unmet Clinical need: Developing prognostic biomarkers and precision medicine to forecast early tumor relapse, detect chemo-resistance and improve overall survival in high-risk breast cancer. Ann Breast Cancer Ther 2020,4(1),48-57", "ArticleIdList": ["10.36959/739/525"]}, {"Citation": "Heer E.; Harper A.; Escandor N.; Sung H.; McCormack V.; Fidler-Benaoudia M.M.; Global burden and trends in premenopausal and postmenopausal breast cancer: A population-based study. Lancet Glob Health 2020,8(8),e1027-e1037", "ArticleIdList": ["10.1016/S2214-109X(20)30215-1", "32710860"]}, {"Citation": "De Miglio M.R.; Mello-Thoms C.; Editorial: Reviews in breast cancer. Front Oncol 2023,13,1161583", "ArticleIdList": ["10.3389/fonc.2023.1161583", "37251923"]}, {"Citation": "Li T.; Mello-Thoms C.; Brennan P.C.; Descriptive epidemiology of breast cancer in China: Incidence, mortality, survival and prevalence. Breast Cancer Res Treat 2016,159(3),395-406", "ArticleIdList": ["10.1007/s10549-016-3947-0", "27562585"]}, {"Citation": "31. World Health Organization . Global Health Estimates 2016: Disease Burden by Cause, Age, Sex, by Country and by Region, 2000–2016. World Health Organization; Geneva, Switzerland: Available from: https://www.who.int/healthinfo/global_burden_disease/esti-mates/en/index1.html (accessed on 9 July 2021).2018"}, {"Citation": "Acog committee opinion summary, number 793. Obstet Gynecol Hereditary Cancer Syndromes and Risk Assessment 2019,134(6),1366-1367", "ArticleIdList": ["10.1097/AOG.0000000000003563", "31764755"]}, {"Citation": "Xia B.; Sheng Q.; Nakanishi K.; Ohashi A.; Wu J.; Christ N.; Liu X.; Jasin M.; Couch F.J.; Livingston D.M.; Control of BRCA2 cellular and clinical functions by a nuclear partner, PALB2. Mol Cell 2006,22(6),719-729", "ArticleIdList": ["10.1016/j.molcel.2006.05.022", "16793542"]}, {"Citation": "Giordano S.H.; Breast cancer in men. N Engl J Med 2018,378(24),2311-2320", "ArticleIdList": ["10.1056/NEJMra1707939", "29897847"]}, {"Citation": "Stat bite: Lifetime probability among females of dying of cancer. J Natl Cancer Inst Stat Bite 2004,96(11),818", "ArticleIdList": ["10.1093/jnci/96.11.818", "15173260"]}, {"Citation": "Terry P.D.; Rohan T.E.; Cigarette smoking and the risk of breast cancer in women: A review of the literature. Cancer Epidemiol Biomarkers Prev 2002,11(10 Pt 1),953-971", "ArticleIdList": ["12376493"]}, {"Citation": "Oeffinger K.C.; Fontham E.T.H.; Etzioni R.; Herzig A.; Michaelson J.S.; Shih Y.C.T.; Walter L.C.; Church T.R.; Flowers C.R.; LaMonte S.J.; Wolf A.M.D.; DeSantis C.; Lortet-Tieulent J.; Andrews K.; Manassaram-Baptiste D.; Saslow D.; Smith R.A.; Brawley O.W.; Wender R.; Breast cancer screening for women at average risk. JAMA 2015,314(15),1599-1614", "ArticleIdList": ["10.1001/jama.2015.12783", "26501536"]}, {"Citation": "Berg W.A.; Blume J.D.; Cormack J.B.; Mendelson E.B.; Lehrer D.; Böhm-Vélez M.; Pisano E.D.; Jong R.A.; Evans W.P.; Morton M.J.; Mahoney M.C.; Larsen L.H.; Barr R.G.; Farria D.M.; Marques H.S.; Boparai K.; Combined screening with ultrasound and mammography vs mammography alone in women at elevated risk of breast cancer. JAMA 2008,299(18),2151-2163", "ArticleIdList": ["10.1001/jama.299.18.2151", "18477782"]}, {"Citation": "Sardanelli F.; Podo F.; Santoro F.; Manoukian S.; Bergonzi S.; Trecate G.; Vergnaghi D.; Federico M.; Cortesi L.; Corcione S.; Morassut S.; Di Maggio C.; Cilotti A.; Martincich L.; Calabrese M.; Zuiani C.; Preda L.; Bonanni B.; Carbonaro L.A.; Contegiacomo A.; Panizza P.; Di Cesare E.; Savarese A.; Crecco M.; Turchetti D.; Tonutti M.; Belli P.; Maschio A.D.; Multicenter surveillance of women at high genetic breast cancer risk using mammography, ultrasonography, and contrast-enhanced magnetic resonance imaging (the high breast cancer risk italian 1 study): final results. Invest Radiol 2011,46(2),94-105", "ArticleIdList": ["10.1097/RLI.0b013e3181f3fcdf", "21139507"]}, {"Citation": "Orrantia-Borunda E.; Anchondo-Nuñez P.; Acuña-Aguilar L.E.; Gómez-Valles F.O.; Ramírez-Valdespino C.A.; Subtypes of breast cancer. Breast Cancer 2022", "ArticleIdList": ["10.36255/exon-publications-breast-cancer-subtypes"]}, {"Citation": "Konan H.P.; Kassem L.; Omarjee S.; Surmieliova-Garnès A.; Jacquemetton J.; Cascales E.; Rezza A.; Trédan O.; Treilleux I.; Poulard C.; Le Romancer M.; ERα-36 regulates progesterone receptor activity in breast cancer. Breast Cancer Res 2020,22(1),50", "ArticleIdList": ["10.1186/s13058-020-01278-7", "32429997"]}, {"Citation": "Obr A.E.; Edwards D.P.; The biology of progesterone receptor in the normal mammary gland and in breast cancer. Mol Cell Endocrinol 2012,357(1-2),4-17", "ArticleIdList": ["10.1016/j.mce.2011.10.030", "22193050"]}, {"Citation": "Patani N.; Martin L.A.; Dowsett M.; Biomarkers for the clinical management of breast cancer: International perspective. Int J Cancer 2013,133(1),1-13", "ArticleIdList": ["10.1002/ijc.27997", "23280579"]}, {"Citation": "Fang H.; Xie J.; Zhang M.; Zhao Z.; Wan Y.; Yao Y.; miRNA-21 promotes proliferation and invasion of triple-negative breast cancer cells through targeting PTEN. Am J Transl Res 2017,9(3),953-961", "ArticleIdList": ["28386324"]}, {"Citation": "Tran A.M.; Chalbatani G.M.; Berland L.; Cruz De los Santos M.; Raj P.; Jalali S.A.; Gharagouzloo E.; Ivan C.; Dragomir M.P.; Calin G.A.; A New World of Biomarkers and Therapeutics for Female Reproductive System and Breast Cancers: Circular RNAs. Front Cell Dev Biol 2020,8,50", "ArticleIdList": ["10.3389/fcell.2020.00050", "32211400"]}, {"Citation": "Brown J.R.; Chinnaiyan A.M.; The Potential of Circular RNAs as Cancer Biomarkers. Cancer Epidemiol Biomarkers Prev 2020,29(12),2541-2555", "ArticleIdList": ["10.1158/1055-9965.EPI-20-0796", "33060073"]}, {"Citation": "Furrer D.; Paquet C.; Jacob S.; Diorio C.; The Human Epidermal Growth Factor Receptor 2 (HER2) as a Prognostic and Predictive Biomarker: Molecular Insights into HER2 Activation and Diagnostic Implications 2018", "ArticleIdList": ["10.5772/intechopen.78271"]}, {"Citation": "Cao J.; Xia X.; Chen X.; Xiao J.; Wang Q.; Characterization of flavonoids from Dryopteris erythrosora and evaluation of their antioxidant, anticancer and acetylcholinesterase inhibition activities. Food and Chem Toxic 2013,51,242-250"}, {"Citation": "Huntley A.L.; The health benefits of berry flavonoids for menopausal women: Cardiovascular disease, cancer and cognition. Maturitas 2009,63(4),297-301", "ArticleIdList": ["10.1016/j.maturitas.2009.05.005", "19520526"]}, {"Citation": "Ayoob I.; Hazari Y.M.; Lone S.H.; Shakeel-u-Rehman ; Khuroo M.A.; Fazili K.M.; Bhat K.A.; Phytochemical and cytotoxic evaluation of Peganum harmala: structure activity relationship studies of harmine. ChemistrySelect 2017,2(10),2965-2968", "ArticleIdList": ["10.1002/slct.201700232"]}, {"Citation": "Xu W.; Debeb B.G.; Lacerda L.; Li J.; Woodward W.A.; Tetrandrine, a compound common in chinese traditional medicine, preferentially kills breast cancer tumor initiating cells (tics) in vitro. Cancers 2011,3(2),2274-2285", "ArticleIdList": ["10.3390/cancers3022274", "24212809"]}, {"Citation": "Jiang K.; Wang W.; Jin X.; Wang Z.; Ji Z.; Meng G.; Silibinin, a natural flavonoid, induces autophagy via ROS-dependent mitochondrial dysfunction and loss of ATP involving BNIP3 in human MCF7 breast cancer cells. Oncol Rep 2015,33(6),2711-2718", "ArticleIdList": ["10.3892/or.2015.3915", "25891311"]}, {"Citation": "Park E.J.; Min H.Y.; Chung H.J.; Hong J.Y.; Kang Y.J.; Hung T.M.; Youn U.J.; Kim Y.S.; Bae K.; Kang S.S.; Lee S.K.; Down-regulation of c-Src/EGFR-mediated signaling activation is involved in the honokiol-induced cell cycle arrest and apoptosis in MDA-MB-231 human breast cancer cells. Cancer Lett 2009,277(2),133-140", "ArticleIdList": ["10.1016/j.canlet.2008.11.029", "19135778"]}, {"Citation": "Motaghed M.; Al-Hassan F.M.; Hamid S.S.; Thymoquinone regulates gene expression levels in the estrogen metabolic and interferon pathways in MCF7 breast cancer cells. Int J Mol Med 2014,33(1),8-16", "ArticleIdList": ["10.3892/ijmm.2013.1563", "24270600"]}, {"Citation": "Ye X.; Yuan L.; Zhang L.; Zhao J.; Zhang C.M.; Deng H.Y.; Garcinol, an acetyltransferase inhibitor, suppresses proliferation of breast cancer cell line MCF-7 promoted by 17β-estradiol. Asian Pac J Cancer Prev 2014,15(12),5001-5007", "ArticleIdList": ["10.7314/APJCP.2014.15.12.5001", "24998578"]}, {"Citation": "Chun J.; Han L.; Xu M.Y.; Wang B.; Cheng M.S.; Kim Y.S.; The induction of apoptosis by a newly synthesized diosgenyl saponin through the suppression of estrogen receptor-α in MCF-7 human breast cancer cells. Arch Pharm Res 2014,37(11),1477-1486", "ArticleIdList": ["10.1007/s12272-013-0279-z", "24263408"]}, {"Citation": "Xie Q.; Bai Q.; Zou L.Y.; Zhang Q.Y.; Zhou Y.; Chang H.; Yi L.; Zhu J.D.; Mi M.T.; Genistein inhibits DNA methylation and increases expression of tumor suppressor genes in human breast cancer cells. Genes Chromosomes Cancer 2014,53(5),422-431", "ArticleIdList": ["10.1002/gcc.22154", "24532317"]}, {"Citation": "Sehdev V.; Lai J.C.K.; Bhushan A.; Biochanin A modulates cell viability, invasion, and growth promoting signaling pathways in HER-2-positive breast cancer cells. J Oncol 2009,2009,1-10", "ArticleIdList": ["10.1155/2009/121458"]}, {"Citation": "Wang W.; Dai M.; Zhu C.; Zhang J.; Lin L.; Ding J.; Duan W.; Synthesis and biological activity of novel shikonin analogues. Bioorg Med Chem Lett 2009,19(3),735-737", "ArticleIdList": ["10.1016/j.bmcl.2008.12.032", "19111464"]}, {"Citation": "Choudhari A.S.; Mandave P.C.; Deshpande M.; Ranjekar P.; Prakash O.; Phytochemical in cancer treatment: From preclinical studies to clinical practice. Front Pharmacol 2020,10,1614", "ArticleIdList": ["10.3389/fphar.2019.01614", "32116665"]}, {"Citation": "Lin C.H.; Chang C.Y.; Lee K.R.; Lin H.J.; Chen T.H.; Wan L.; Flavones inhibit breast cancer proliferation through the Akt/FOXO3a signaling pathway. BMC Cancer 2015,15(1),958", "ArticleIdList": ["10.1186/s12885-015-1965-7", "26675309"]}, {"Citation": "Khan A.U.; Dagur H.S.; Khan M.; Malik N.; Alam M.; Mushtaque M.; Therapeutic role of flavonoids and flavones in cancer prevention: Current trends and future perspectives. European Journal of Medicinal Chemistry Reports 2021,3,100010", "ArticleIdList": ["10.1016/j.ejmcr.2021.100010"]}, {"Citation": "Chen J.; Ge J.; Chen W.; Zhao Y.; Song T.; Fu K.; Li X.; Zheng Y.; UPLC-Q-TOF-MS based investigation into the bioactive compounds and molecular mechanisms of Lamiophlomis Herba against hepatic fibrosis. Phytomedicine 2023,121,155085", "ArticleIdList": ["10.1016/j.phymed.2023.155085", "37757709"]}, {"Citation": "Hassan H.M.; Alatawi N.M.; Bagalagel A.; Diri R.; Noor A.; Almasri D.; Genistein ameliorated experimentally induced gastric ulcer in rats via inhibiting gastric tissues fibrosis by modulating Wnt/beta-catenin/TGF-beta/PKB pathway. Redox Rep, 2023,28(1),2218679", "ArticleIdList": ["10.1080/13510002.2023.2218679"]}, {"Citation": "Iqbal J.; Abbasi B.A.; Mahmood T.; Kanwal S.; Ali B.; Shah S.A.; Khalil A.T.; Plant-derived anticancer agents: A green anticancer approach. Asian Pac J Trop Biomed 2017,7(12),1129-1150", "ArticleIdList": ["10.1016/j.apjtb.2017.10.016"]}, {"Citation": "Efferth T.; From ancient herb to versatile, modern drug: Artemisia annua and artemisinin for cancer therapy, Semin Canc 2017", "ArticleIdList": ["10.1016/j.semcancer.2017.02.009"]}, {"Citation": "Preethi R.; Padma P.R.; Biosynthesis and bioactivity of silver nanobioconjugates from grape (Vitis vinifera) seeds and its active component resveratrol. Int J Pharm Sci Res 2016,7(10),4253", "ArticleIdList": ["10.13040/IJPSR.0975-8232.7(10).4253-62"]}, {"Citation": "Al Sinani S.S.; Eltayeb E.A.; Coomber B.L.; Adham S.A.; Solamargine triggers cellular necrosis selectively in different types of human melanoma cancer cells through extrinsic lysosomal mitochondrial death pathway. Cancer Cell Int 2016,16(1),11", "ArticleIdList": ["10.1186/s12935-016-0287-4", "26889092"]}, {"Citation": "Mehdad A.; Brumana G.; Souza A.A.; Barbosa J.A.R.G.; Ventura M.M.; de Freitas S.M.; A Bowman–Birk inhibitor induces apoptosis in human breast adenocarcinoma through mitochondrial impairment and oxidative damage following proteasome 20S inhibition. Cell Death Discov 2016,2(1),15067", "ArticleIdList": ["10.1038/cddiscovery.2015.67", "27551492"]}, {"Citation": "Jaradat N.A.; Al-Ramahi R.; Zaid A.N.; Ayesh O.I.; Eid A.M.; Ethnopharmacological survey of herbal remedies used for treatment of various types of cancer and their methods of preparations in the West Bank-Palestine. BMC Complement Altern Med 2016,16(1),93", "ArticleIdList": ["10.1186/s12906-016-1070-8", "26955822"]}, {"Citation": "Zhang Y.Y.; Huang C.T.; Liu S.M.; Wang B.; Guo J.; Bai J-Q.; Fan X-J.; Jia Y-S.; Licochalcone A exerts antitumor activity in bladder cancer cell lines and mice models. Trop J Pharm Res 2016,15(6),1151-1157", "ArticleIdList": ["10.4314/tjpr.v15i6.6"]}, {"Citation": "Tu L.Y.; Pi J.; Jin H.; Cai J.Y.; Deng S.P.; Synthesis, characterization and anticancer activity of kaempferol-zinc(II) complex. Bioorg Med Chem Lett 2016,26(11),2730-2734", "ArticleIdList": ["10.1016/j.bmcl.2016.03.091", "27080177"]}, {"Citation": "Wal A.; Srivastava R.S.; Wal P.; Rai A.; Sharma S.; Lupeol as a magic drug. Pharm Biol Eval 2015,2,142-151"}, {"Citation": "Hoshyar R.; Mollaei H.; A comprehensive review on anticancer mechanisms of the main carotenoid of saffron, crocin. J Pharm Pharmacol 2017,69(11),1419-1427", "ArticleIdList": ["10.1111/jphp.12776", "28675431"]}, {"Citation": "Liu Y.Q.; Tian J.; Qian K.; Zhao X.B.; Morris-Natschke S.L.; Yang L.; Nan X.; Tian X.; Lee K.H.; Recent progress on C-4-modified podophyllotoxin analogs as potent antitumor agents. Med Res Rev 2015,35(1),1-62", "ArticleIdList": ["10.1002/med.21319", "24827545"]}, {"Citation": "Wang C.Z.; Zhang Z.; Wan J.Y.; Zhang C.F.; Anderson S.; He X.; Yu C.; He T.C.; Qi L.W.; Yuan C.S.; Protopanaxadiol, an active ginseng metabolite, significantly enhances the effects of fluorouracil on colon cancer. Nutrients 2015,7(2),799-814", "ArticleIdList": ["10.3390/nu7020799", "25625815"]}, {"Citation": "Bhouri W.; Boubaker J.; Skandrani I.; Ghedira K.; Chekir Ghedira L.; Investigation of the apoptotic way induced by digallic acid in human lymphoblastoid TK6 cells. Cancer Cell Int 2012,12(1),26", "ArticleIdList": ["10.1186/1475-2867-12-26", "22686580"]}, {"Citation": "Kaur R.; Karan K.; Kaur K.; Plants as a source of anticancer agents. J Nat Prod Plant Res 2011,1,119-112"}, {"Citation": "Ogunwande I.A.; Walker T.M.; Bansal A.; Setzer W.N.; Essien E.E.; Essential oil constituents and biological activities of Peristrophe bicalyculata and Borreria verticillata. Nat Prod Commun 2010,5(11),1934578X1000501", "ArticleIdList": ["10.1177/1934578X1000501125", "21213989"]}, {"Citation": "Appendino G.; Chianese G.; Taglialatela-Scafati O.; Cannabinoids: occurrence and medicinal chemistry. Curr Med Chem 2011,18(7),1085-1099", "ArticleIdList": ["10.2174/092986711794940888", "21254969"]}, {"Citation": "Sakarkar D.M.; Deshmukh V.N.; Ethnopharmacological review of traditional medicinal plants for anti-cancer activity. Int J Pharm Tech Res 2011,3,298-308"}, {"Citation": "Qi L.W.; Liu E.H.; Chu C.; Peng Y.B.; Cai H.X.; Li P.; Anti-diabetic agents from natural products--an update from 2004 to 2009. Curr Top Med Chem 2010,10(4),434-457", "ArticleIdList": ["10.2174/156802610790980620", "20180758"]}, {"Citation": "Iqbal J.; Abbasi B.A.; Batool R.; Mahmood T.; Ali B.; Khalil A.T.; Kanwal S.; Shah S.A.; Ahmad R.; Potential phytocompounds for developing breast cancer therapeutics: Nature’s healing touch. Eur J Pharmacol 2018,827(1),125-148", "ArticleIdList": ["10.1016/j.ejphar.2018.03.007", "29535002"]}, {"Citation": "Grill A.E.; Shahani K.; Koniar B.; Panyam J.; Chemopreventive efficacy of curcumin-loaded PLGA microparticles in a transgenic mouse model of HER-2-positive breast cancer. Drug Deliv Transl Res 2018,8(2),329-341", "ArticleIdList": ["10.1007/s13346-017-0377-4", "28417445"]}, {"Citation": "Shen F.; Herenyiova M.; Weber G.; Synergistic down-regulation of signal transduction and cytotoxicity by tiazofurin and quercetin in human ovarian carcinoma cells. Life Sci 1999,64(21),1869-1876", "ArticleIdList": ["10.1016/S0024-3205(99)00133-2", "10353585"]}, {"Citation": "Dadwal A.; Baldi A.; Kumar N.R.; Nanoparticles as carriers for drug delivery in cancer. Artif Cells Nanomed Biotechnol 2018,46(2),295-305", "ArticleIdList": ["10.1080/21691401.2018.1457039"]}, {"Citation": "Kratz F.; Albumin as a drug carrier: Design of prodrugs, drug conjugates and nanoparticles. J Control Release 2008,132(3),171-183", "ArticleIdList": ["10.1016/j.jconrel.2008.05.010", "18582981"]}, {"Citation": "Taherian A.; Esfandiari N.; Rouhani S.; Breast cancer drug delivery by novel drug-loaded chitosan-coated magnetic nanoparticles. Cancer Nanotechnol 2021,12(1),15", "ArticleIdList": ["10.1186/s12645-021-00086-8"]}, {"Citation": "Khorrami S.; Zarepour A.; Zarrabi A.; Green synthesis of silver nanoparticles at low temperature in a fast pace with unique DPPH radical scavenging and selective cytotoxicity against MCF-7 and BT-20 tumor cell lines. Biotechnol Rep 2019,24,e00393", "ArticleIdList": ["10.1016/j.btre.2019.e00393", "31763203"]}, {"Citation": "Sanaeimehr Z.; Javadi I.; Namvar F.; Antiangiogenic and antiapoptotic effects of green-synthesized zinc oxide nanoparticles using Sargassum muticum algae extraction. Cancer Nanotechnol 2018,9(1),3", "ArticleIdList": ["10.1186/s12645-018-0037-5", "29628994"]}, {"Citation": "Sanoj Rejinold N.; Muthunarayanan M.; Divyarani V.V.; Sreerekha P.R.; Chennazhi K.P.; Nair S.V.; Tamura H.; Jayakumar R.; Curcumin-loaded biocompatible thermoresponsive polymeric nanoparticles for cancer drug delivery. J Colloid Interface Sci 2011,360(1),39-51", "ArticleIdList": ["10.1016/j.jcis.2011.04.006", "21549390"]}, {"Citation": "Sánchez-Moreno P.; Boulaiz H.; Ortega-Vinuesa J.L.; Peula-García J.M.; Aránega A.; Novel drug delivery system based on docetaxel-loaded nanocapsules as a therapeutic strategy against breast cancer cells. Int J Mol Sci 2012,13(4),4906-4919", "ArticleIdList": ["10.3390/ijms13044906", "22606019"]}, {"Citation": "Alimoradi H.; Greish K.; Barzegar-Fallah A.; ALshaibani L.; Pittalà V.; Nitric oxide-releasing nanoparticles improve doxorubicin anticancer activity. Int J Nanomedicine 2018,13,7771-7787", "ArticleIdList": ["10.2147/IJN.S187089", "30538458"]}, {"Citation": "Prabha S.; Labhasetwar V.; Nanoparticle-mediated wild-type p53 gene delivery results in sustained antiproliferative activity in breast cancer cells. Mol Pharm 2004,1(3),211-219", "ArticleIdList": ["10.1021/mp049970+", "15981924"]}, {"Citation": "Gao F.; Zhang J.; Fu C.; Xie X.; Peng F.; You J.; Tang H.; Wang Z.; Li P.; Chen J.; iRGD-modified lipid–polymer hybrid nanoparticles loaded with isoliquiritigenin to enhance anti-breast cancer effect and tumor-targeting ability. Int J Nanomedicine 2017,12,4147-4162", "ArticleIdList": ["10.2147/IJN.S134148", "28615942"]}, {"Citation": "Kundu M.; Sadhukhan P.; Ghosh N.; Chatterjee S.; Manna P.; Das J.; Sil P.C.; pH-responsive and targeted delivery of curcumin via phenylboronic acid-functionalized ZnO nanoparticles for breast cancer therapy. J Adv Res 2019,18,161-172", "ArticleIdList": ["10.1016/j.jare.2019.02.036", "31032117"]}, {"Citation": "Sadhukhan P.; Kundu M.; Chatterjee S.; Ghosh N.; Manna P.; Das J.; Sil P.C.; Targeted delivery of quercetin via pH-responsive zinc oxide nanoparticles for breast cancer therapy. Mater Sci Eng C 2019,100,129-140", "ArticleIdList": ["10.1016/j.msec.2019.02.096", "30948047"]}, {"Citation": "Li Y.; Xiao Y.; Lin H.P.; Reichel D.; Bae Y.; Lee E.Y.; Jiang Y.; Huang X.; Yang C.; Wang Z.; in vivo β-catenin attenuation by the integrin α5-targeting nano-delivery strategy suppresses triple negative breast cancer stemness and metastasis. Biomaterials 2019,188,160-172", "ArticleIdList": ["10.1016/j.biomaterials.2018.10.019", "30352320"]}, {"Citation": "Tran P.; Nguyen T.N.; Lee Y.; Tran P.N.; Park J.S.; Docetaxel-loaded PLGA nanoparticles to increase pharmacological sensitivity in MDA-MB-231 and MCF-7 breast cancer cells. Korean J Physiol Pharmacol 2021,25(5),479-488", "ArticleIdList": ["10.4196/kjpp.2021.25.5.479", "34448465"]}, {"Citation": "Tao W.; Zeng X.; Liu T.; Wang Z.; Xiong Q.; Ouyang C.; Huang L.; Mei L.; Docetaxel-loaded nanoparticles based on star-shaped mannitol-core PLGA-TPGS diblock copolymer for breast cancer therapy. Acta Biomater 2013,9(11),8910-8920", "ArticleIdList": ["10.1016/j.actbio.2013.06.034", "23816645"]}, {"Citation": "Zheng C.; Zhang W.; Wang J.; Zhai Y.; Xiong F.; Cai Y.; Gong X.; Zhu B.; Zhu H.H.; Wang H.; Li Y.; Zhang P.; Lenvatinib- and vadimezan-loaded synthetic high-density lipoprotein for combinational immunochemotherapy of metastatic triple-negative breast cancer. Acta Pharm Sin B 2022,12(9),3726-3738", "ArticleIdList": ["10.1016/j.apsb.2022.02.021", "36176911"]}, {"Citation": "Pei W.; Huang B.; Chen S.; Wang L.; Xu Y.; Niu C.; Platelet-mimicking drug delivery nanoparticles for enhanced chemo-photothermal therapy of breast cancer. Int J Nanomedicine 2020,15,10151-10167", "ArticleIdList": ["10.2147/IJN.S285952", "33363371"]}, {"Citation": "Guo S.; Vieweger M.; Zhang K.; Yin H.; Wang H.; Li X.; Li S.; Hu S.; Sparreboom A.; Evers B.M.; Dong Y.; Chiu W.; Guo P.; Ultra-thermostable RNA nanoparticles for solubilizing and high-yield loading of paclitaxel for breast cancer therapy. Nat Commun 2020,11(1),972", "ArticleIdList": ["10.1038/s41467-020-14780-5", "32080195"]}, {"Citation": "Jiang C.; Wang X.; Teng B.; Wang Z.; Li F.; Zhao Y.; Guo Y.; Zeng Q.; Peptide-targeted high-density lipoprotein nanoparticles for combinatorial treatment against metastatic breast cancer. ACS Appl Mater Interfaces 2021,13(30),35248-35265", "ArticleIdList": ["10.1021/acsami.1c02074", "34284582"]}, {"Citation": "Li X.; Hou L.; Yang L.; Mo L.; Li L.; Qin F.; Sulfatide-containing lipid perfluorooctylbromide nanoparticles as paclitaxel vehicles targeting breast carcinoma. Int J Nanomedicine 2014,9,3971-3985", "ArticleIdList": ["10.2147/IJN.S67343", "25170267"]}, {"Citation": "Navarro G.; Sawant R.R.; Biswas S.; Essex S.; Tros de Ilarduya C.; Torchilin V.P.; P-glycoprotein silencing with siRNA delivered by DOPE-modified PEI overcomes doxorubicin resistance in breast cancer cells. Nanomedicine 2012,7(1),65-78", "ArticleIdList": ["10.2217/nnm.11.93", "22191778"]}, {"Citation": "Soe Z.C.; Kwon J.B.; Thapa R.K.; Ou W.; Nguyen H.T.; Gautam M.; Oh K.T.; Choi H.G.; Ku S.K.; Yong C.S.; Kim J.O.; Transferrin-conjugated polymeric nanoparticle for receptor-mediated delivery of doxorubicin in Doxorubicin-resistant breast cancer cells. Pharmaceutics 2019,11(2),63", "ArticleIdList": ["10.3390/pharmaceutics11020063", "30717256"]}, {"Citation": "Zhang S.; Guo N.; Wan G.; Zhang T.; Li C.; Wang Y.; Wang Y.; Liu Y.; pH and redox dual-responsive nanoparticles based on disulfide-containing poly(β-amino ester) for combining chemotherapy and COX-2 inhibitor to overcome drug resistance in breast cancer. J Nanobiotechnology 2019,17(1),109", "ArticleIdList": ["10.1186/s12951-019-0540-9", "31623608"]}, {"Citation": "Rajput M.S.; Agrawal P.; Microspheres in cancer therapy. Indian J Cancer 2010,47(4),458-468", "ArticleIdList": ["10.4103/0019-509X.73547", "21131762"]}, {"Citation": "Halith S.M.; Mohamed Firthouse P.U.; Kulaturanpillai K.; Abhijith ; Nagarajan M.; Jayaprakash S.; Preparation and evaluation of biodegradable microspheres of methotrexate. Asian J Pharm 2009,3(1),26-29", "ArticleIdList": ["10.4103/0973-8398.49171"]}, {"Citation": "Doughty J.C.; Anderson J.H.; Willmott N.; McArdle C.S.; Intra-arterial administration of adriamycin-loaded albumin microspheres for locally advanced breast cancer. Postgrad Med J 1995,71(831),47-49", "ArticleIdList": ["10.1136/pgmj.71.831.47", "7708595"]}, {"Citation": "Jusu S.M.; Obayemi J.D.; Salifu A.A.; Nwazojie C.C.; Uzonwanne V.; Odusanya O.S.; Soboyejo W.O.; Drug-encapsulated blend of PLGA-PEG microspheres: in vitro and in vivo study of the effects of localized/targeted drug delivery on the treatment of triple-negative breast cancer. Sci Rep 2020,10(1),14188", "ArticleIdList": ["10.1038/s41598-020-71129-0", "32843673"]}, {"Citation": "Nwazojie C.C.; Obayemi J.D.; Salifu A.A.; Borbor-Sawyer S.M.; Uzonwanne V.O.; Onyekanne C.E.; Akpan U.M.; Onwudiwe K.C.; Oparah J.C.; Odusanya O.S.; Soboyejo W.O.; Targeted drug-loaded PLGA-PCL microspheres for specific and localized treatment of triple negative breast cancer. J Mater Sci Mater Med 2023,34(8),41", "ArticleIdList": ["10.1007/s10856-023-06738-y", "37530973"]}, {"Citation": "Fang K.; Song L.; Gu Z.; Yang F.; Zhang Y.; Gu N.; Magnetic field activated drug release system based on magnetic PLGA microspheres for chemo-thermal therapy. Colloids Surf B Biointerfaces 2015,136(136),712-720", "ArticleIdList": ["10.1016/j.colsurfb.2015.10.014", "26513754"]}, {"Citation": "Karthick V.; Panda S.; Kumar V.G.; Kumar D.; Shrestha L.K.; Ariga K.; Vasanth K.; Chinnathambi S.; Dhas T.S.; Suganya K.S.U.; Quercetin loaded PLGA microspheres induce apoptosis in breast cancer cells. Appl Surf Sci 2019,487,211-217", "ArticleIdList": ["10.1016/j.apsusc.2019.05.047"]}, {"Citation": "Kırbıyık B.; Mazmancı B.; Tamoxifen delivery to breast cancer cells (MCF-7) via hydroxyapatite microspheres. Eur J Bio Chem Sci 2022,111-118", "ArticleIdList": ["10.46239/ejbcs.1040161"]}, {"Citation": "Obayemi J.D.; Soboyejo W.O.; Olushola S.; Odusanya O.S.; Anuku N.; Uhrich K.E.; Yue W.; Injectable multifunctional biodegradable polymeric microspheres for localized drug delivery in breast cancer treatment. [abstract]. Proceedings of the Sixth AACR Conference: The Science of Cancer Health Disparities 2013,6-9"}, {"Citation": "Liu Z.; Ballinger J.R.; Rauth A.M.; Bendayan R.; Wu X.Y.; Delivery of an anticancer drug and a chemosensitizer to murine breast sarcoma by intratumoral injection of sulfopropyl dextran microspheres. J Pharm Pharmacol 2010,55(8),1063-1073", "ArticleIdList": ["10.1211/0022357021567", "12956895"]}, {"Citation": "Slingerland M.; Guchelaar H.J.; Gelderblom H.; Liposomal drug formulations in cancer therapy: 15 years along the road. Drug Discov Today 2012,17(3-4),160-166", "ArticleIdList": ["10.1016/j.drudis.2011.09.015", "21983329"]}, {"Citation": "Duncan R.; The dawning era of polymer therapeutics. Nat Rev Drug Discov 2003,2(5),347-360", "ArticleIdList": ["10.1038/nrd1088", "12750738"]}, {"Citation": "O’Brien M.E.R.; Wigler N.; Inbar M.; Rosso R.; Grischke E.; Santoro A.; Catane R.; Kieback D.G.; Tomczak P.; Ackland S.P.; Orlandi F.; Mellars L.; Alland L.; Tendler C.; Reduced cardiotoxicity and comparable efficacy in a phase IIItrial of pegylated liposomal doxorubicin HCl(CAELYX™/Doxil) versus conventional doxorubicin forfirst-line treatment of metastatic breast cancer. Ann Oncol 2004,15(3),440-449", "ArticleIdList": ["10.1093/annonc/mdh097", "14998846"]}, {"Citation": "Chen X.; Zhang Y.; Tang C.; Tian C.; Sun Q.; Su Z.; Xue L.; Yin Y.; Ju C.; Zhang C.; Co-delivery of paclitaxel and anti-survivin siRNA via redox-sensitive oligopeptide liposomes for the synergistic treatment of breast cancer and metastasis. Int J Pharm 2017,529(1-2),102-115", "ArticleIdList": ["10.1016/j.ijpharm.2017.06.071", "28642204"]}, {"Citation": "Cortes J.; Saura C.; Nanoparticle albumin-bound (nab™)-paclitaxel: Improving efficacy and tolerability by targeted drug delivery in metastatic breast cancer. Eur J Cancer, Suppl 2010,8(1),1-10", "ArticleIdList": ["10.1016/S1359-6349(10)70002-1"]}, {"Citation": "Eloy J.O.; Petrilli R.; Topan J.F.; Antonio H.M.R.; Barcellos J.P.A.; Chesca D.L.; Serafini L.N.; Tiezzi D.G.; Lee R.J.; Marchetti J.M.; Co-loaded paclitaxel/rapamycin liposomes: Development, characterization and in vitro and in vivo evaluation for breast cancer therapy. Colloids Surf B Biointerfaces 2016,141,74-82", "ArticleIdList": ["10.1016/j.colsurfb.2016.01.032", "26836480"]}, {"Citation": "Eloy J.O.; Petrilli R.; Brueggemeier R.W.; Marchetti J.M.; Lee R.J.; Rapamycin-loaded immunoliposomes functionalized with trastuzumab: A strategy to enhance cytotoxicity to HER2-positive breast cancer cells. Anticancer Agents Med Chem 2017,17(1),48-56", "ArticleIdList": ["10.2174/1871520616666160526103432", "27225450"]}, {"Citation": "Meng J.; Guo F.; Xu H.; Liang W.; Wang C.; Yang X.D.; Combination therapy using co-encapsulated resveratrol and paclitaxel in liposomes for drug resistance reversal in breast cancer cells in vivo. Sci Rep 2016,6(1),22390", "ArticleIdList": ["10.1038/srep22390", "26947928"]}, {"Citation": "Zhang F.; Wang X.; Xu X.; Li M.; Zhou J.; Wang W.; Reconstituted high density lipoprotein mediated targeted co-delivery of HZ08 and paclitaxel enhances the efficacy of paclitaxel in multidrug-resistant MCF-7 breast cancer cells. Eur J Pharm Sci 2016,92,11-21", "ArticleIdList": ["10.1016/j.ejps.2016.06.017", "27343697"]}, {"Citation": "Wang Q.; Luo M.; Wei N.; Chang A.; Luo K.Q.; Development of a Liposomal Formulation of Acetyltanshinone IIA for Breast Cancer Therapy. Mol Pharm 2019,16(9),3873-3886", "ArticleIdList": ["10.1021/acs.molpharmaceut.9b00493", "31389706"]}, {"Citation": "Wang X.; Wang Q.; Liu Z.; Zheng X.; Preparation, pharmacokinetics and tumour-suppressive activity of berberine liposomes. J Pharm Pharmacol 2017,69(6),625-632", "ArticleIdList": ["10.1111/jphp.12692", "28295319"]}, {"Citation": "Tang B.; Peng Y.; Yue Q.; Pu Y.; Li R.; Zhao Y.; Hai L.; Guo L.; Wu Y.; Design, preparation and evaluation of different branched biotin modified liposomes for targeting breast cancer. Eur J Med Chem 2020,193,112204", "ArticleIdList": ["10.1016/j.ejmech.2020.112204", "32172035"]}, {"Citation": "Kumari P.; Muddineti O.S.; Rompicharla S.V.K.; Ghanta P.; B B N A.K.; Ghosh B.; Biswas S.; Cholesterol-conjugated poly(D, L-lactide)-based micelles as a nanocarrier system for effective delivery of curcumin in cancer therapy. Drug Deliv 2017,24(1),209-223", "ArticleIdList": ["10.1080/10717544.2016.1245365", "28156164"]}, {"Citation": "Xiang Gao X.; Zheng S.; Yu T.; Zheng T.; Liu X.; Wang Y.; You C.; Biodegradable micelles enhance the antiglioma activity of curcumin in vitro and in vivo. Int J Nanomedicine 2016,11,2721-2736", "ArticleIdList": ["10.2147/IJN.S102450", "27354801"]}, {"Citation": "Lee K.S.; Chung H.C.; Im S.A.; Park Y.H.; Kim C.S.; Kim S.B.; Rha S.Y.; Lee M.Y.; Ro J.; Multicenter phase II trial of Genexol-PM, a Cremophor-free, polymeric micelle formulation of paclitaxel, in patients with metastatic breast cancer. Breast Cancer Res Treat 2008,108(2),241-250", "ArticleIdList": ["10.1007/s10549-007-9591-y", "17476588"]}, {"Citation": "Davaran S.; Fazeli H.; Ghamkhari A.; Rahimi F.; Molavi O.; Anzabi M.; Salehi R.; Synthesis and characterization of novel P(HEMA-LA-MADQUAT) micelles for co-delivery of methotrexate and Chrysin in combination cancer chemotherapy. J Biomater Sci Polym Ed 2018,29(11),1265-1286", "ArticleIdList": ["10.1080/09205063.2018.1456026", "29560796"]}, {"Citation": "Mohajer G.; Lee E.S.; Bae Y.H.; Enhanced intercellular retention activity of novel pH-sensitive polymeric micelles in wild and multidrug resistant MCF-7 cells. Pharm Res 2007,24(9),1618-1627", "ArticleIdList": ["10.1007/s11095-007-9277-5", "17385015"]}, {"Citation": "Zhao Y.; Alakhova D.Y.; Zhao X.; Band V.; Batrakova E.V.; Kabanov A.V.; Eradication of cancer stem cells in triple negative breast cancer using doxorubicin/pluronic polymeric micelles. Nanomedicine 2020,24,102124", "ArticleIdList": ["10.1016/j.nano.2019.102124", "31756533"]}, {"Citation": "Zajdel A.; Wilczok A.; Jelonek K.; Musiał-Kulik M.; Foryś A.; Li S.; Kasperczyk J.; Cytotoxic Effect of Paclitaxel and Lapatinib Co-Delivered in Polylactide-co-Poly(ethylene glycol) Micelles on HER-2-Negative Breast Cancer Cells. Pharmaceutics 2019,11(4),169", "ArticleIdList": ["10.3390/pharmaceutics11040169", "30959904"]}, {"Citation": "Xiang J.; Wu B.; Zhou Z.; Hu S.; Piao Y.; Zhou Q.; Wang G.; Tang J.; Liu X.; Shen Y.; Synthesis and evaluation of a paclitaxel-binding polymeric micelle for efficient breast cancer therapy. Sci China Life Sci 2018,61(4),436-447", "ArticleIdList": ["10.1007/s11427-017-9274-9", "29572777"]}, {"Citation": "Wang Y.; Liang X.; Tong R.; Yang J.; Yang Y.; Zhong J.; Wu Q.; Gong C.; Yu J.; Cai L.; Gambogic Acid-Loaded Polymeric Micelles for Improved Therapeutic Effect in Breast Cancer. J Biomed Nanotechnol 2018,14(10),1695-1704", "ArticleIdList": ["10.1166/jbn.2018.2626", "30041717"]}, {"Citation": "Raveendran R.; Chen F.; Kent B.; Stenzel M.H.; Estrone-decorated polyion complex micelles for targeted melittin delivery to hormone-responsive breast cancer cells. Biomacromolecules 2020,21(3),1222-1233", "ArticleIdList": ["10.1021/acs.biomac.9b01681", "32022540"]}, {"Citation": "Mokhtari M.J.; Akbarzadeh A.; Hashemi M.; Javadi G.; Mahdian R.; Ghasemi S.; Kamiab A.R.; Hoseineian Z.; Chiani M.; Taghavi M.S.; Cisplatin induces up-regulation of KAI1, a metastasis suppressor gene, in MCF-7 breast cancer cell line. Trop J Pharm Res 2012,11(4),523-529", "ArticleIdList": ["10.4314/tjpr.v11i4.1"]}, {"Citation": "Mokhtari M.J.; Akbarzadeh A.; Hashemi M.; Cisplatin induces down regulation of Bcl2 in T47D Breast cancer cell line. Adv Stud Biol 2012,4,19-25"}, {"Citation": "Karimifard S.; Rezaei N.; Jamshidifar E.; Langeroodi S.M.F.; pH-Responsive chitosan-adorned niosome nanocarriers for co-delivery of drugs for breast cancer. Therapy ACS Applied nanomed 2022,5(7)", "ArticleIdList": ["10.1021/acsanm.2c00861"]}, {"Citation": "Sezgi̇n Bayindir Z.; Beşi̇kci̇ A.; Yüksel N.; Paclitaxel-loaded niosomes for intravenous administration: pharmacokineticsand tissue distribution in rats. Turk J Med Sci 2015,45(6),1403-1412", "ArticleIdList": ["10.3906/sag-1408-129", "26775401"]}, {"Citation": "Wiranowska M.; Singh R.; Falahat R.; Williams E.; Johnson J.O.; Alcantar N.; Preferential drug delivery to tumor cells than normal cells using a tunable niosome–chitosan double package nanodelivery system: a novel in vitro model. Cancer Nanotechnol 2020,11(1),3", "ArticleIdList": ["10.1186/s12645-020-00059-3"]}, {"Citation": "Kanaani L.; Javadi I.; Ebrahimifar M.; Ebrahimi Shahmabadi H.; Akbarzadeh Khiyav A.; Mehrdiba T.; Effects of cisplatin-loaded niosomal nanoparticleson bt-20 human breast carcinoma cells. Asian Pac J Cancer Prev 2017,18(2),365-368", "ArticleIdList": ["10.22034/APJCP.2017.18.2.365", "28345332"]}, {"Citation": "Pawar S.; Shevalkar G.; Vavia P.; Glucosamine-anchored doxorubicin-loaded targeted nano-niosomes: Pharmacokinetic, toxicity and pharmacodynamic evaluation. J Drug Target 2016,24(8),730-743", "ArticleIdList": ["10.3109/1061186X.2016.1154560", "26878084"]}, {"Citation": "Sawanny R.; Pramanik S.; Agarwal U.; Role of phytochemicals in the treatment of breast cancer: Natural swords battling. Cancer Cells 2021,17(3),179-196", "ArticleIdList": ["10.2174/15733947166662101061232"]}, {"Citation": "World health organization. world health organization—key facts on cancer. in cancer—key facts 1 Available from: https://www.who.int/cancer/resources/keyfacts/en/"}, {"Citation": "Choudhari A.S.; Mandave P.C.; Deshpande M.; Ranjekar P.; Prakash O.; Phytochemicals in cancer treatment: From preclinical studies to clinical practice. Front Pharmacol 2020,10,1614", "ArticleIdList": ["10.3389/fphar.2019.01614", "32116665"]}, {"Citation": "Nayak R.; Meerovich I.; Dash A.K.; Translational multi-disciplinary approach for the drug and gene delivery systems for cancer treatment. AAPS PharmSciTech 2019,20(4),160", "ArticleIdList": ["10.1208/s12249-019-1367-2", "30968269"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "16"}, {"Year": "2023", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "11", "Day": "14"}, {"Year": "2024", "Month": "5", "Day": "6", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "17", "Hour": "10", "Minute": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38231060", "10.2174/0113894501277556231221072938", "CDT-EPUB-137332"]}}]}