{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SARS-CoV-2 delta pseudoviral model", "antibacterial", "antiviral", "medicinal properties", "polyphenols"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38234988", "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.7275/wets-9869"], "ArticleDate": [], "Journal": {"ISSN": "2159-7200", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Mar"}}, "Title": "Journal of medicinally active plants", "ISOAbbreviation": "J Med Act Plants"}, "ArticleTitle": "Antimicrobial and Antioxidant Properties of <i>Theobroma cacao</i>, <i>Bourreria huanita</i>, <i>Eriobotrya japonica</i>, and <i>Elettaria cardamomum</i> - Traditional Plants Used in Central America.", "Pagination": {"StartPage": "1", "EndPage": "17", "MedlinePgn": "1-17"}, "Abstract": {"AbstractText": ["The search for alternative naturally occurring antimicrobial agents will always continue, especially when emerging diseases like COVID-19 provide an urgency to identify and develop safe and effective ways to prevent or treat these infections. The purpose of this study was to evaluate the potential antimicrobial activity as well as antioxidant properties of commercial samples from four traditional medicinal plants used in Central America: <i>Theobroma cacao</i>, <i>Bourreria huanita</i>, <i>Eriobotrya japonica</i>, and <i>Elettaria cardamomum</i>. Ethanolic extracts were prepared from commercial products derived from the seeds or flowers of these plants. Total phenolics and antioxidant activity were assessed using commercial kits. The cytotoxicity and antiviral activity against severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2) were evaluated using the XTT colorimetric assay and a SARS-CoV-2 delta pseudoviral model. The half-maximal cytotoxic concentration (CC<sub>50</sub>) and half-maximal effective concentration (EC<sub>50</sub>) were used to calculate the therapeutic index (TI). Additionally, the antibacterial activity against <i>Escherichia coli</i> and <i>Staphylococcus epidermidis</i> was tested using a spectrophotometric method. The extracts showed total phenolics in the range of 0.06 to 1.85 nM/μL catechin equivalents, with <i>T. cacao</i> bean extract showing the highest content. The antioxidant activity showed values between 0.02 and 0.44 mM Trolox equivalents. <i>T. cacao</i> bean extract showed the highest antioxidant activity. Most plant extracts showed zero to moderate selective antiviral activity; however, one <i>T. cacao</i> beans sample showed excellent antiviral activity against SARS-CoV-2 with a TI value of 30.3, and one sample of <i>E. japonica</i> showed selective antiviral activity with a TI value of 18.7. Significant inhibition of <i>E. coli</i> and <i>S. epidermidis</i> by an <i>E. japonica</i> ethanolic extract (p<0.001) was observed using a spectrophotometric method that monitors bacterial growth over time. Additionally, ethanolic extracts of <i>E. cardamomum</i> showed significant inhibition of <i>S. epidermidis</i> growth (p<0.001). The results warrant further investigation of the antimicrobial and antioxidant properties of these plant extracts."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}, {"Identifier": [], "Affiliation": "Brooklyn College, City University of New York, New York, NY, 11210."}], "LastName": "Cornejal", "ForeName": "Nadjet", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}], "LastName": "Pollack", "ForeName": "Evian", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}], "LastName": "Kaur", "ForeName": "Rajvinder", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}], "LastName": "Persaud", "ForeName": "Ashanna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Biomedical Research, Population Council, New York, NY, 10065."}], "LastName": "Plagianos", "ForeName": "Marlena", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "New Use Agriculture and Natural Plant Products, Department of Plant Biology, Rutgers University, NJ, 08901."}], "LastName": "Juliani", "ForeName": "H Rodolfo", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "New Use Agriculture and Natural Plant Products, Department of Plant Biology, Rutgers University, NJ, 08901."}], "LastName": "Simon", "ForeName": "James E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "New Use Agriculture and Natural Plant Products, Department of Plant Biology, Rutgers University, NJ, 08901."}], "LastName": "Zorde", "ForeName": "Martin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}], "LastName": "Priano", "ForeName": "Christine", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}], "LastName": "Koroch", "ForeName": "Adolfina", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, City University of New York, New York, NY 10007."}, {"Identifier": [], "Affiliation": "Center for Biomedical Research, Population Council, New York, NY, 10065."}], "LastName": "Romero", "ForeName": "José A Fernández", "Initials": "JAF"}], "GrantList": [{"GrantID": "T34 GM008078", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "T34 GM137870", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Med Act Plants", "NlmUniqueID": "9918733281406676", "ISSNLinking": "2159-7200"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abu-Taweel GM 2018. Cardamom (Elettaria cardamomum) perinatal exposure effects on the development, behavior, and biochemical parameters in mice offspring. Saudi Journal of Biological Sciences 25(1): 186–193.", "ArticleIdList": ["PMC5775110", "29379379"]}, {"Citation": "Agnihotri S, and Wakode S 2010. Antimicrobial activity of essential oil and various extracts of fruits of greater cardamom. Indian Journal of Pharmaceutical Sciences 72(5): 657–659.", "ArticleIdList": ["PMC3116318", "21695005"]}, {"Citation": "Al-Shuhaib M, Hashim HO, and Al-Shuhaib J 2022. Epicatechin is a promising novel inhibitor of SARS-CoV-2 entry by disrupting interactions between angiotensin-converting enzyme type 2 and the viral receptor binding domain: A computational/simulation study. Computers in Biology and Medicine 141: 105155.", "ArticleIdList": ["PMC8679518", "34942397"]}, {"Citation": "Alam A, Rehman NU, Ansari MN and Palla AH 2021. Effects of Essential Oils of Elettaria cardamomum Grown in India and Guatemala on Gram-Negative Bacteria and Gastrointestinal Disorders. Molecules 26(9): 2546.", "ArticleIdList": ["PMC8123808", "33925478"]}, {"Citation": "Albertini B, Schoubben A, Guarnaccia D, Pinelli F, Della Vecchia M, Ricci M, Di Renzo GC, and Blasi P 2015. Effect of fermentation and drying on cocoa polyphenols. Journal of Agricultural and Food Chemistry 63(45): 9948–9953.", "ArticleIdList": ["26086521"]}, {"Citation": "Andújar I, Recio MC, Giner RM, and Rios JL 2012. Cocoa polyphenols and their potential benefits for human health. Oxidative Medicine and Cellular Longevity: 906252.", "ArticleIdList": ["PMC3488419", "23150750"]}, {"Citation": "Aruoma OI 1998. Free radicals, oxidative stress, and antioxidants in human health and disease. Journal of the American Oil Chemists Society 75 (2): 199–212.", "ArticleIdList": ["PMC7101596", "32287334"]}, {"Citation": "Aryal S, Baniya MK, Danekhu K, Kunwar P, Gurung R, and Koirala N 2019. Total Phenolic Content, Flavonoid Content and Antioxidant Potential of Wild Vegetables from Western Nepal. Plants (Basel, Switzerland): 8(4), 96.", "ArticleIdList": ["PMC6524357", "30978964"]}, {"Citation": "Ashokkumar K, Murugan M, Dhany MK, and Warkentin TD 2020. Botany, traditional uses, phytochemistry and biological activities of cardamom [Elettaria cardamomum (L.) Maton] - A critical review. Journal of Ethnopharmacology 246: 112244.", "ArticleIdList": ["31541721"]}, {"Citation": "Baharum Z, Akim AM, Hin TY, Hamid RA, and Kasran R 2016. Theobroma cacao: Review of the Extraction, Isolation, and Bioassay of Its Potential Anti-cancer Compounds. Tropical Life Sciences Research 27(1): 21–42.", "ArticleIdList": ["PMC4807961", "27019680"]}, {"Citation": "Beteta O, and Haydee G\n2006. Actividad antifúngica de los extractos etanolicos de la flor de Bourreria huanita y la hoja de Lippia graveolens y sus particiones hexanica, clorofórmica, acetato de etilo y acuosa contra los hongos Sporothrix schenckii y Fonsecaea pedrosoi. Universidad de San Carlos de Guatemala. Retrieved May 2, 2022, from https://biblioteca-farmacia.usac.edu.gt/Tesis/QB854.pdf."}, {"Citation": "Betteridge DJ 2000. What is oxidative stress? Metabolism 49 (2 Suppl 1): 3–8.", "ArticleIdList": ["10693912"]}, {"Citation": "Bhattacharya A, Sood P, and Citovsky V 2010. The roles of plant phenolics in defense and communication during Agrobacterium and Rhizobium infection. Molecular Plant Pathology 11(5): 705–719.", "ArticleIdList": ["PMC6640454", "20696007"]}, {"Citation": "Biala W and Jasiński M 2018. The Phenylpropanoid Case - It Is Transport That Matters. Front Plant Sci. 9:1610. doi: 10.3389/fpls.2018.01610.", "ArticleIdList": ["10.3389/fpls.2018.01610", "PMC6221964", "30443262"]}, {"Citation": "Boopathi S, Poma AB, and Kolandaivel P 2021. Novel 2019 coronavirus structure, mechanism of action, antiviral drug promises and rule out against its treatment. Journal of Biomolecular Structure and Dynamics 39(9): 3409–3418.", "ArticleIdList": ["PMC7196923", "32306836"]}, {"Citation": "Bravo L. 1998. Polyphenols: Chemistry, Dietary Sources, Metabolism, and Nutritional Significance. Nutrition Reviews 56 (11): 317–333.", "ArticleIdList": ["9838798"]}, {"Citation": "Cáceres A. 1996. Plantas de uso medicinal en Guatemala. Guatemala City: Universidad de San Carlos. Universitaria, Guatemala."}, {"Citation": "Cruz-Castillo JG, Rodríguez-Bra Camontes F, Vásquez-Santizo J, Torres-Lima P 2005. Temperate fruit production in Guatemala. New Zealand Journal of Crop and Horticultural Science 34(4): 341–348."}, {"Citation": "Cruz SM, García EP, Letrán H, Gaitán I, Medinilla B, Paredes ME, Orozco R, Samayoa MC and Cáceres A\n2008. Caracterización química y evaluación de la actividad biológica de Bourreria huanita (Llave and Lex.) Hemsl. (Esquisuchil) y Litsea guatemalensis Mez. (Laurel). Informe Final del Proyecto, Dirección General de Investigación, Universidad de San Carlos, Guatemala. Retrieved May 2, 2022, from https://digi.usac.edu.gt/bvirtual/informes/puicb/INF-2008-087.pdf."}, {"Citation": "Dai J, and Mumper RJ 2010. Plant phenolics: extraction, analysis and their antioxidant and anticancer properties. Molecules 15(10): 7313–7352.", "ArticleIdList": ["PMC6259146", "20966876"]}, {"Citation": "Das I, Acharya A, Berry DL, Se S, Williams E, Permaul E, Sengupta A, Bhattacharya S, and Saha T 2012. Antioxidative effects of the spice cardamom against non-melanoma skin cancer by modulating nuclear factor erythroid-2-related factor 2 and NF-κB signalling pathways. The British Journal of Nutrition 108(6): 984–997.", "ArticleIdList": ["22182368"]}, {"Citation": "De Tommasi N, De Simone F, Pizza C,Mahmood N, Moore PS, Conti C, Orsi N, and Stein ML 1992. Constituents of Eriobotrya japonica. A study of their antiviral properties. Journal of Natural Products 55(8):1067–1073.", "ArticleIdList": ["1279126"]}, {"Citation": "Fernandez-Romero JA, Abraham CJ, Rodriguez A, Kizima L, Jean-Pierre N, Menon R, and Zydowsky TM 2012. Zinc acetate/carrageenan gels exhibit potent activity in vivo against high-dose herpes simplex virus 2 vaginal and rectal challenge. Antimicrobial agents and chemotherapy 56 (1): 358–368.", "ArticleIdList": ["PMC3256046", "22064530"]}, {"Citation": "Finkel T, Holbrook NJ. 2000. Oxidants, oxidative stress and the biology of aging. Nature 408 (6809): 239–247.", "ArticleIdList": ["11089981"]}, {"Citation": "Fusi E. 2015. The Hidden Maya Forest: Sacred and Medicinal Plants and Rituals of Guatemala. CreateSpace Independent Publishing Platform; Large Print Edition."}, {"Citation": "Giofrè SV, Napoli E, Iraci N, Speciale A, Cimino F, Muscarà C, Molonia MS, Ruberto G, Saija A. 2021. Interaction of selected terpenoids with two SARS-CoV-2 key therapeutic targets: An in-silico study through molecular docking and dynamics simulations. Comput Biol Med. 134:104538.", "ArticleIdList": ["PMC8186839", "34116362"]}, {"Citation": "Halliwell B. 2012. Free radicals and antioxidants: updating a personal view. Nutrition Reviews 70 (5): 257–265.", "ArticleIdList": ["22537212"]}, {"Citation": "Hansen CE, del Olmo M, and Burri C 1998. Enzyme activities in cocoa beans during fermentation. Journal of the Science of Food and Agriculture 77: 273–281."}, {"Citation": "Hellmuth NM\n2013. Flowers from the Árbol del Hermano Pedro. Retrieved May 2, 2022, from https://www.revuemag.com/2013/07/flowers-from-the-arbol-del-hermano-pedro/."}, {"Citation": "Huang D, Ou B, and Prior RL 2005. The chemistry behind antioxidant capacity assays. Journal of Agricultural and Food Chemistry 53(6):1841–1856.", "ArticleIdList": ["15769103"]}, {"Citation": "Jalil AM, and Ismail A 2008. Polyphenols in cocoa and cocoa products: is there a link between antioxidant properties and health? Molecules (Basel, Switzerland) 13(9): 2190–2219.", "ArticleIdList": ["PMC6245372", "18830150"]}, {"Citation": "Jena AB, Kanungo N, Nayak V, Chainy G, and Dandapat J 2021. Catechin and curcumin interact with S protein of SARS-CoV2 and ACE2 of human cell membrane: insights from computational studies. Scientific Reports 11(1): 2043.", "ArticleIdList": ["PMC7820253", "33479401"]}, {"Citation": "Jian T, Chen J, Ding X, Lv H, Li J, Wu Y, Ren B, Tong B, Zuo Y, Su K, and Li W 2020. Flavonoids isolated from loquat (Eriobotrya japonica) leaves inhibit oxidative stress and inflammation induced by cigarette smoke in COPD mice: the role of TRPV1 signaling pathways. Food and Function 11(4): 3516–3526.", "ArticleIdList": ["32253400"]}, {"Citation": "Kamei M, Nishimura H, Takahashi T, Takahashi N, Inokuchi K, Mato T, and Takahashi K 2015. Anti-influenza virus effects of cocoa. Journal of the Science of Food and Agriculture 96(4): 1150–1158.", "ArticleIdList": ["25847473"]}, {"Citation": "Katz DL, Doughty K, and Ali A 2011. Cocoa and chocolate in human health and disease. Antioxidants and Redox Signaling 15(10): 2779–2811.", "ArticleIdList": ["PMC4696435", "21470061"]}, {"Citation": "Koba K, Matsuoka A, Osada K, and Huang YS 2007. Effect of loquat (Eriobotrya japonica) extracts on LDL oxidation. Food Chemistry 104: 308–316."}, {"Citation": "Lanfer-Marquez UM, Barros RMC, and Sinnecker P 2005. Antioxidant activity of chlorophylls and their derivatives. Food Research International 38: 885–891."}, {"Citation": "Lee C. 2000. Antioxidant ability of caffeine and its metabolites based on the study of oxygen radical absorbing capacity and inhibition of LDL peroxidation. Clinica Chimica Acta; International Journal of Clinical Chemistry 295(1-2): 141–154.", "ArticleIdList": ["10767400"]}, {"Citation": "Lin S, Sharpe RH, and Janick J 1999. Loquat: botany and horticulture. Horticultural Reviews 23: 233–276."}, {"Citation": "Liu Y, Zhang W, Xu C, and Li X 2016. Biological Activities of Extracts from Loquat (Eriobotrya japonica Lindl.): A Review. International Journal of Molecular Sciences 17(12): 1983.", "ArticleIdList": ["PMC5187783", "27929430"]}, {"Citation": "Mayan-ethnobotany. 2022. Reports by FLAAR Mesoamerica on Flora and Fauna of Parque Nacional Yaxha Nakum Naranjo Peten, Guatemala, Central America. Retrieved May 2, 2022, from https://www.maya-ethnobotany.org/."}, {"Citation": "Melo C, Perdomo R, Yerima F, Mahoney O, Cornejal N, Alsaidi S, Coron S, Bonnaire T, Zhang S, Zydowsky TM, Priano C, Fernández Romero JA, Juliani HR, and Koroch A 2021. Antioxidant, antibacterial, and anti-SARS-CoV activity of commercial products of xylopia (Xylopia aethiopica). Journal of Medicinally Active Plants 10: 11–23."}, {"Citation": "Michel J, Duarte RE, Bolton JL, Huang Y, Caceres A, Veliz M, Soejarto DD, and Mahady GB 2007. Medical potential of plants used by the Q'eqchi Maya of Livingston, Guatemala for the treatment of women's health complaints. Journal of Ethnopharmacology 114(1): 92–101.", "ArticleIdList": ["PMC2175294", "17826926"]}, {"Citation": "Miller KB, Hurst WJ, Flannigan N, Ou B, Lee CY, Smith N, and Stuart DA 2009. Survey of commercially available chocolate- and cocoa-containing products in the United States. 2. Comparison of flavan-3-ol content with nonfat cocoa solids, total polyphenols, and percent cacao. Journal of Agricultural and Food Chemistry 57(19): 9169–9180.", "ArticleIdList": ["19754118"]}, {"Citation": "Miller KB, Stuart DA, Smith NL, Lee CY, McHale NL, Flanagan JA, Ou B, and Hurst WJ 2006. Antioxidant activity and polyphenol and procyanidin contents of selected commercially available cocoa-containing and chocolate products in the United States. Journal of Agricultural and Food Chemistry 54(11): 4062–4068.", "ArticleIdList": ["16719535"]}, {"Citation": "Miller NJ, and Rice-Evans CA 1997. Factors influencing the antioxidant activity determined by the ABTS.+ radical cation assay. Free Radical Research 26(3): 195–199.", "ArticleIdList": ["9161842"]}, {"Citation": "Musarra-Pizzo M, Pennisi R, Ben-Amor I, Mandalari G, and Sciortino MT 2021. Antiviral Activity Exerted by Natural Products against Human Viruses. Viruses 13(5): 828.", "ArticleIdList": ["PMC8147851", "34064347"]}, {"Citation": "Nelson S. 2017. A brief history of Guatemalan chocolate. Culture Trip. Retrieved May 2, 2022, from https://theculturetrip.com/central-america/guatemala/articles/a-brief-history-of-guatemalan-chocolate/."}, {"Citation": "Ni W, Yang X, Yang D, Bao J, Li R, Xiao Y, Hou C, Wang H, Liu J, Yang D, Xu Y, Cao Z, and Gao Z 2020. Role of angiotensin-converting enzyme 2 (ACE2) in COVID-19. Critical Care (London, England) 24(1): 422.", "ArticleIdList": ["PMC7356137", "32660650"]}, {"Citation": "Ortega N, Romero MP, Macià A, Reguant J, Anglès N, Morelló JR, and Motilva MJ 2008. Obtention and characterization of phenolic extracts from different cocoa sources. Journal of Agricultural and Food Chemistry 56(20): 9621–9627.", "ArticleIdList": ["18821769"]}, {"Citation": "Pandey KB, and Rizvi SI 2009. Plant polyphenols as dietary antioxidants in human health and disease. Oxidative Medicine and Cellular Longevity 2(5):270–8. doi: 10.4161/oxim.2.5.9498.", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Pareek S, Benkeblia N, Janick J, Cao S, and Yahia EM 2014. Postharvest physiology and technology of loquat (Eriobotrya japonica Lindl.) fruit. Journal of the Science of Food and Agriculture 94(8): 1495–1504.", "ArticleIdList": ["24395491"]}, {"Citation": "Park JY, Yuk HJ, Ryu HW, Lim SH, Kim KS, Par KH, Ryu YB, and Lee WS 2017. Evaluation of polyphenols from Broussonetia papyrifera as coronavirus protease inhibitors. Journal of Enzyme Inhibition and Medicinal Chemistry 32(1): 504–515.", "ArticleIdList": ["PMC6010046", "28112000"]}, {"Citation": "Powis TG, Cyphers A, Gaikwad NW, Grivetti L, and Cheong K 2011. Cacao uses and the San Lorenzo Olmec. Proceedings of the National Academy of Sciences of the United States of America 108(21): 8595–8600.", "ArticleIdList": ["PMC3102397", "21555564"]}, {"Citation": "Proteggente AR, England TG, Rehman A, Rice-Evans CA, and Halliwell B 2002. Gender differences in steady-state levels of oxidative damage to DNA in healthy individuals. Free Radical Research 36(2): 157–162.", "ArticleIdList": ["11999383"]}, {"Citation": "Rashed KN, and Butnariu M 2014. Isolation and antimicrobial and antioxidant evaluation of bioactive compounds from Eriobotrya japonica stems. Advanced Pharmaceutical Bulletin 4(1): 75–81.", "ArticleIdList": ["PMC3885373", "24409413"]}, {"Citation": "Rice-Evans CA 2000. Measurement of total antioxidant activity as a marker of antioxidant status in vivo: procedures and limitations. Free Radical Research 33 Suppl: S59–S66.", "ArticleIdList": ["11191277"]}, {"Citation": "Rice-Evans CA, Miller NJ, and Paganga G 1996. Structure-antioxidant activity relationships of flavonoids and phenolic acids. Free Radical Biology and Medicine 20(7): 933–956.", "ArticleIdList": ["8743980"]}, {"Citation": "Rice-Evans CA, Miller NJ, Paganga G 1997. Antioxidant properties of phenolic compounds. Trends Plant Sci 2:152–159."}, {"Citation": "Rojo-Poveda O, Barbosa-Pereira L, Zeppa G, and Stévigny C 2020. Cocoa bean shell-A by-product with nutritional properties and biofunctional potential. Nutrients 12(4): 1123.", "ArticleIdList": ["PMC7230451", "32316449"]}, {"Citation": "Santiago LJM, Louro RP, De Oliveira DE 2000. Compartmentation of phenolic compounds and phenylalanine ammonia-lyase in leaves of Phyllanthus tenellus Roxb. and their induction by copper sulphate. Ann. Bot 86:1023–1032."}, {"Citation": "Santos-Buelga C, Gonzalez-Manzano S, Dueñas M, and Gonzalez-Paramas AM 2012. Extraction and isolation of phenolic compounds. Methods in Molecular Biology 864:427–464.", "ArticleIdList": ["22367907"]}, {"Citation": "Saowapa R, Benjakul S and Prodpran T, 2015. Extraction, antioxidative, and antimicrobial activities of brown seaweed extracts, Turbinaria ornate and Sargassum polycystum, grown in Thailand. Int. Aquat. Res, 7:1–16."}, {"Citation": "Schmidt F, Weisblum Y, Muecksch F, Hoffmann HH, Michailidis E, Lorenzi J, Mendoza P, Rutkowska M, Bednarski E, Gaebler C, Agudelo M, Cho A, Wang Z, Gazumyan A, Cipolla M, Caskey M, Robbiani DF, Nussenzweig MC, Rice CM, Hatziioannou T, and Bieniasz PD 2020. Measuring SARS-CoV-2 neutralizing antibody activity using pseudotyped and chimeric viruses. The Journal of experimental medicine 217(11): e 20201181.", "ArticleIdList": ["PMC7372514", "32692348"]}, {"Citation": "Seong NW, Oh WJ, Kim IS, Kim SJ, Seo JE, Park CE, Kim DY, Ko JW, and Kim JC 2019. Efficacy and local irritation evaluation of Eriobotrya japonica leaf ethanol extract. Laboratory Animal Research 35: 4.", "ArticleIdList": ["PMC6707429", "31463223"]}, {"Citation": "Souissi M, Azelmat J, Chaieb K, and Grenier D 2020. Antibacterial and anti-inflammatory activities of cardamom (Elettaria cardamomum) extracts: Potential therapeutic benefits for periodontal infections. Anaerobe 61:102089.", "ArticleIdList": ["31430531"]}, {"Citation": "Stalikas CD 2007. Extraction, separation, and detection methods for phenolic acids and flavonoids. Journal of Separation Science 30(18): 3268–3295.", "ArticleIdList": ["18069740"]}, {"Citation": "Steinberg MK 2002. The Globalization of a Ceremonial Tree: The case of cacao (Theobroma cacao) among the Mopan Maya. Economic Botany 56(1): 58–65."}, {"Citation": "Sun G, Liu Y, Zhu J, Iguchi M, Yoshioka S, Miyamura M, and Kyotani S 2010. Immunomodulatory effect of Eriobotrya japonica seed extract on allergic dermatitis rats. Journal of Nutritional Science and Vitaminology 56(2): 145–149.", "ArticleIdList": ["20495297"]}, {"Citation": "Tekin IO, Orem A, and Shiri-Sverdlov R 2013. Oxidized LDL in inflammation: from bench to bedside. Mediators of Inflammation 762759. 10.1155/2013/762759", "ArticleIdList": ["10.1155/2013/762759", "PMC3857732", "24347832"]}, {"Citation": "Torres MF\n2021. Las plantas que cultivaba el hermano Pedro en la Antigua Guatemala (1654-1658). Planeta Canario. Retrieved May 2, 2022, from https://planetacanario.com/plantas-cultivaba-el-hermano-en-la-antigua-guatemala-1654-1658/."}, {"Citation": "Vaidya A and Rathod M 2014. An in vitro study of the immunomodulatory effects of Piper nigrum (black pepper) and Elettaria cardamomum (cardamom) extracts using a murine macrophage cell line. American International Journal of Research in Formal, Applied and Natural Sciences 8: 18–27."}, {"Citation": "Wang Y. 2021. A draft genome, resequencing, and metabolomes reveal the genetic background and molecular basis of the nutritional and medicinal properties of loquat (Eriobotrya japonica (Thunb.) Lindl). Hortic Res. 8: 231.", "ArticleIdList": ["PMC8558328", "34719689"]}, {"Citation": "Wang ZM, Zhu XX, Cui XL, Liang AH, Du GH, Ruan JX, Sun JN, Li PT, and Wang SR 2003. Screening of traditional Chinese remedies for SARS treatment. China Journal of Chinese Materia Medica 28(6): 484–487.", "ArticleIdList": ["15015320"]}, {"Citation": "Yu MS, Lee J, Lee JM, Kim Y, Chin YW, Jee JG, Keum YS, and Jeong YJ 2012. Identification of myricetin and scutellarein as novel chemical inhibitors of the SARS coronavirus helicase, nsP13. Bioorganic and Medicinal Chemistry Letters 22 (12): 4049–4054.", "ArticleIdList": ["PMC7127438", "22578462"]}, {"Citation": "Zarrillo S, Gaikwad N, Lanaud C, Powis T, Viot C, Lesur I, Fouet O, Argout X, Guichoux E, Salin F, Solorzano RL, Bouchez O, Vignes H, Severts P, Hurtado J, Yepez A, Grivetti L, Blake M, and Valdez F 2018. The use and domestication of Theobroma cacao during the mid-Holocene in the upper Amazon. Nat Ecol Evol. 2: 1879–1888.", "ArticleIdList": ["30374172"]}, {"Citation": "Zhang TJ, Zheng J, Yu ZC, Huang XD, Zhang QL, Tian XS, and Peng CL 2018. Functional characteristics of phenolic compounds accumulated in young leaves of two subtropical forest tree species of different successional stages. Tree Physiology 38(10): 1486–1501.", "ArticleIdList": ["29579301"]}, {"Citation": "Zhou C, Sun C, Chen K, and Li X 2011. Flavonoids, phenolics, and antioxidant capacity in the flower of Eriobotrya japonica Lindl. International Journal of Molecular Sciences 12(5): 2935–2945.", "ArticleIdList": ["PMC3116165", "21686159"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "18", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "18", "Hour": "4", "Minute": "16"}, {"Year": "2024", "Month": "1", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38234988", "NIHMS1952648", "PMC10792510", "10.7275/wets-9869"]}}]}