{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["co-occurrence network", "epiphytic microorganisms", "medicinal plants", "phyllosphere", "seasonal dynamics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38239215", "DateRevised": {"Year": "2024", "Month": "01", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["1328586", "10.3389/fpls.2023.1328586"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "04"}], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Seasonal dynamics of phyllosphere epiphytic microbial communities of medicinal plants in farmland environment.", "Pagination": {"StartPage": "1328586", "MedlinePgn": "1328586"}, "Abstract": {"AbstractText": ["The phyllosphere of plants is inhabited by various microorganisms, which play a crucial role in plant physiological metabolism. Currently, there is limited research on the dynamic effects of species and seasons on plant phyllosphere microbial community diversity and microbial interactions.", "In this study, high-throughput sequencing technology was used to sequence the leaf surface parasitic microorganisms of five medicinal plants (<i>Bupleurum chinense</i>, <i>Atractylodes lancea</i>, <i>Salvia miltiorrhiza</i>, <i>Astragalus membranaceus</i>, and <i>Lonicera japonica</i>).", "The results showed that bacteria and fungi clustered into 3,898 and 1,572 operational taxonomic units (OTUs), respectively. Compared to host species, seasons had a more significant impact on the a diversity of bacteria and fungi. The heterogeneity of phyllosphere microbial communities was greater in winter compared to summer. Key species analysis at the OTU level and Spearman correlation analysis demonstrated significant preferences in microbial interactions under plant and seasonal backgrounds. The network connections between bacterial and fungal communities significantly increased during seasonal transitions compared to connections with plants.", "This study enhances our understanding of the composition and ecological roles of plant-associated microbial communities in small-scale agricultural environments. Additionally, it provides valuable insights for assessing the biodiversity of medicinal plants."], "CopyrightInformation": "Copyright © 2024 He, Zhang, Li and He."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "He", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Hebei University, Baoding, China."}], "LastName": "Zhang", "ForeName": "Man", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "Li", "ForeName": "Xianen", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Sciences, Hebei University, Baoding, China."}], "LastName": "He", "ForeName": "Xueli", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Assenov Y., Ramírez F., Schelhorn S.-E., Lengauer T., Albrecht M. (2008). Computing topological parameters of biological networks. Bioinformatics 24 (2), 282–284. doi: 10.1093/bioinformatics/btm554", "ArticleIdList": ["10.1093/bioinformatics/btm554", "18006545"]}, {"Citation": "Bader G. D., Hogue C. W. (2003). An automated method for finding molecular complexes in large protein interaction networks. BMC Bioinf. 4, 2. doi: 10.1186/1471-2105-4-2", "ArticleIdList": ["10.1186/1471-2105-4-2", "PMC149346", "12525261"]}, {"Citation": "Bai N., Liu L., Deng W., Jiang L., Yang X. (2022). Analysis of the structure and diversity of interleaf bacterial communities of three garden plant species in a small habitat range. Guangdong. Agric. Sci. 49 (6), 43–50. doi: 10.16768/j.issn.1004-874X.2022.06.006", "ArticleIdList": ["10.16768/j.issn.1004-874X.2022.06.006"]}, {"Citation": "Bao L., Gu L., Sun B., Cai W., Zhang S., Zhuang G., et al. . (2020). Seasonal variation of epiphytic bacteria in the phyllosphere of Gingko biloba, Pinus bungeana and Sabina chinensis. FEMS Microbiol. Ecol. 96 (3), fiaa017. doi: 10.1093/femsec/fiaa017", "ArticleIdList": ["10.1093/femsec/fiaa017", "32005997"]}, {"Citation": "Bao L., Sun B., Liu J., Zhang S., Xu N., Zhang X., et al. . (2022). Leaf-associated epiphytic fungi of Gingko biloba, Pinus bungeana and Sabina chinensis exhibit delicate seasonal variations. J. Fungi. (Basel). 8 (6), 631. doi: 10.3390/jof8060631", "ArticleIdList": ["10.3390/jof8060631", "PMC9225447", "35736114"]}, {"Citation": "Blakeman J. (1981). Microbial ecology of the phylloplane (United Kingdom: London Academic Press; ), 520."}, {"Citation": "Bodenhausen N., Bortfeld-Miller M., Ackermann M., Vorholt J. A. (2014). A synthetic community approach reveals plant genotypes affecting the phyllosphere microbiota. PloS Genet. 10 (4), e1004283. doi: 10.1371/journal.pgen.1004283", "ArticleIdList": ["10.1371/journal.pgen.1004283", "PMC3990490", "24743269"]}, {"Citation": "Bodenhausen N., Horton M. W., Bergelson J. (2013). Bacterial communities associated with the leaves and the roots of Arabidopsis thaliana. PloS One 8 (2), e56329. doi: 10.1371/journal.pone.0056329", "ArticleIdList": ["10.1371/journal.pone.0056329", "PMC3574144", "23457551"]}, {"Citation": "Bringel F., Couee I. (2015). Pivotal roles of phyllosphere microorganisms at the interface between plant functioning and atmospheric trace gas dynamics. Front. Microbiol. 6, 486. doi: 10.3389/fmicb.2015.00486", "ArticleIdList": ["10.3389/fmicb.2015.00486", "PMC4440916", "26052316"]}, {"Citation": "Busby P. E., Peay K. G., Newcombe G. (2016). Common foliar fungi of Populus trichocarpa modify Melampsora rust disease severity. New Phytol. 209 (4), 1681–1692. doi: 10.1111/nph.13742", "ArticleIdList": ["10.1111/nph.13742", "26565565"]}, {"Citation": "Chen J., Hu K. X., Hou X. Q., Guo S. X. (2011). (2011).Endophytic fungi assemblages from 10 Dendrobium medicinal plants (Orchidaceae). World J. Microbiology&. Biotechnol. 27 (5), 1009–1016. doi: 10.1007/s11274-010-0544-y", "ArticleIdList": ["10.1007/s11274-010-0544-y"]}, {"Citation": "Chen J., Zang Y., Yang Z., Qu T., Sun T., Liang S., et al. . (2022). Composition and functional diversity of epiphytic bacterial and fungal communities on Marine Macrophytes in an intertidal zone. Front. Microbiol. 13, 839465. doi: 10.3389/fmicb.2022.839465", "ArticleIdList": ["10.3389/fmicb.2022.839465", "PMC8972133", "35369473"]}, {"Citation": "Chi F., Shen S. H., Cheng H. P., Jing Y. X., Yanni Y. G., Dazzo F. B. (2005). Ascending migration of endophytic rhizobia, from roots to leaves, inside rice plants and assessment of benefits to rice growth physiology. Appl. Environ. Microbiol. 71 (11), 7271–7278. doi: 10.1128/AEM.71.11.7271-7278.2005", "ArticleIdList": ["10.1128/AEM.71.11.7271-7278.2005", "PMC1287620", "16269768"]}, {"Citation": "Cleveland C. C., Townsend A. R., Schimel D. S., Fisher H., Howarth R. W., Hedin L .O., et al. . (1999). Global patterns of terrestrial biological nitrogen (N2) fixation in natural ecosystems. Global Biogeochem. Cycles. 13 (2), 623–645. doi: 10.1029/1999GB900014", "ArticleIdList": ["10.1029/1999GB900014"]}, {"Citation": "Coleman-Derr D., Desgarennes D., Fonseca-Garcia C., Gross S., Clingenpeel S., Woyke T., et al. . (2016). Plant compartment and biogeography affect microbiome composition in cultivated and native Agave species. New Phytol. 209 (2), 798–811. doi: 10.1111/nph.13697", "ArticleIdList": ["10.1111/nph.13697", "PMC5057366", "26467257"]}, {"Citation": "Cordier T., Robin C., Capdevielle X., Desprez-Loustau M., Vacher C. (2012). Spatial variability of phyllosphere fungal assemblages: genetic distance predominates over geographic distance in a European beech stand (Fagus sylvatica). Fungal Ecol. 5 (5), 509–520. doi: 10.1016/j.funeco.2011.12.004", "ArticleIdList": ["10.1016/j.funeco.2011.12.004"]}, {"Citation": "Dang H., Chen R., Wang L., Shao S., Dai L., Ye Y., et al. . (2011). Molecular characterization of putative biocorroding microbiota with a novel niche detection of Epsilon- and Zetaproteobacteria in Pacific Ocean coastal seawaters. Environ. Microbiol. 13 (11), 3059–3074. doi: 10.1111/j.1462-2920.2011.02583.x", "ArticleIdList": ["10.1111/j.1462-2920.2011.02583.x", "21951343"]}, {"Citation": "Espenshade J., Thijs S., Gawronski S., Bové H., Weyens N., Vangronsveld J. (2019). Influence of urbanization on epiphytic bacterial communities of the Platanus x hispanica tree leaves in a biennial study. Front. Microbiol. 10, 675. doi: 10.3389/fmicb.2019.00675", "ArticleIdList": ["10.3389/fmicb.2019.00675", "PMC6460055", "31024477"]}, {"Citation": "Evseev P., Lukianova A., Tarakanov R., Tokmakova A., Shneider M., Ignatov A., et al. . (2022). Curtobacterium spp. and Curtobacterium flaccumfaciens: Phylogeny, Genomics-Based Taxonomy, Pathogenicity, and Diagnostics. Curr. Issues Mol. Biol. 44 (2), 889–927. doi: 10.3390/cimb44020060", "ArticleIdList": ["10.3390/cimb44020060", "PMC8929003", "35723345"]}, {"Citation": "Gomes T., Pereira J. A., Benhadi J., Lino-Neto T., Baptista P. (2018). Endophytic and epiphytic phyllosphere fungal communities are shaped by different environmental factors in a mediterranean ecosystem. Microb. Ecol. 76 (3), 668–679. doi: 10.1007/s00248-018-1161-9", "ArticleIdList": ["10.1007/s00248-018-1161-9", "29500493"]}, {"Citation": "Han L., Zuo Y., He X., Hou Y. T., Li M., Li B. K. (2021). Plant identity and soil variables shift the colonisation and species composition of dark septate endophytes associated with medicinal plants in a northern farmland in China. Appl. Soil Ecol. 167, 10404. doi: 10.1016/j.apsoil.2021.104042", "ArticleIdList": ["10.1016/j.apsoil.2021.104042"]}, {"Citation": "Haridas S., Albert R., Binder M., Bloem J., LaButti K., Salamov A., et al. . (2020). 101 Dothideomycetes genomes: A test case for predicting lifestyles and emergence of pathogens. Stud. Mycol. 96, 141–153. doi: 10.1016/j.simyco.2020.01.003", "ArticleIdList": ["10.1016/j.simyco.2020.01.003", "PMC7082219", "32206138"]}, {"Citation": "Hongsanan S., Hyde K. D., Phookamsak R., Wanasinghe D. N., McKenzie E. H. C., Sarma V. V., et al. . (2020). Refined families of dothideomycetes: dothideomycetidae and pleosporomycetidae. Mycosphere 11 (1), 1553–2107. doi: 10.5943/mycosphere/11/1/13", "ArticleIdList": ["10.5943/mycosphere/11/1/13"]}, {"Citation": "Jackson C. R., Denney W. C. (2011). Annual and seasonal variation in the phyllosphere bacterial community associated with leaves of the southern Magnolia (Magnolia grandiflora). Microb. Ecol. 61 (1), 113–122. doi: 10.1007/s00248-010-9742-2", "ArticleIdList": ["10.1007/s00248-010-9742-2", "20809288"]}, {"Citation": "Jain A., Sarsaiya S., Wu Q., Lu Y., Shi J. (2019). A review of plant leaf fungal diseases and its environment speciation. Bioengineered 10 (1), 409–424. doi: 10.1080/21655979.2019.1649520", "ArticleIdList": ["10.1080/21655979.2019.1649520", "PMC6779379", "31502497"]}, {"Citation": "Jumpponen A., Jones K. L. (2010). Seasonally dynamic fungal communities in the Quercus macrocarpa phyllosphere differ between urban and nonurban environments. New Phytol. 186 (2), 496–513. doi: 10.1111/j.1469-8137.2010.03197.x", "ArticleIdList": ["10.1111/j.1469-8137.2010.03197.x", "20180911"]}, {"Citation": "Kang L., Luo W., Dai Q., Zhou H., Wei W., Tang J. (2022). Giant pandas' staple food bamboo phyllosphere fungal community and its influencing factors. Front. Microbiol. 13, 1009588. doi: 10.3389/fmicb.2022.1009588", "ArticleIdList": ["10.3389/fmicb.2022.1009588", "PMC9561849", "36246256"]}, {"Citation": "Kembel S. W., O'connor T. K., Arnold H. K., Hubbell S. P., Wright S. J., Green J. L. (2014). Relationships between phyllosphere bacterial communities and plant functional traits in a neotropical forest. Proc. Natl. Acad. Sci. U.S.A. 111 (38), 13715–13720. doi: 10.1073/pnas.1216057111", "ArticleIdList": ["10.1073/pnas.1216057111", "PMC4183302", "25225376"]}, {"Citation": "Kim M., Singh D., Lai-Hoe A., Go R., Abdul Rahim R., Ainuddin A. N., et al. . (2012). Distinctive phyllosphere bacterial communities in tropical trees[J]. Microb. Ecol. 63 (3), 674–681. doi: 10.1007/s00248-011-9953-1", "ArticleIdList": ["10.1007/s00248-011-9953-1", "21990015"]}, {"Citation": "Leff J. W., Del Tredici P., Friedman W. E., Fierer N. (2015). Spatial structuring of bacterial communities within individual Ginkgo biloba trees. Environ. Microbiol. 17 (7), 2352–2361. doi: 10.1111/1462-2920.12695", "ArticleIdList": ["10.1111/1462-2920.12695", "25367625"]}, {"Citation": "Lemanceau P., Blouin M., Muller D., Moënne-Loccoz Y. (2017). Let the core microbiota be functional. Trends Plant Sci. 22, 583–595. doi: 10.1016/j.tplants.2017.04.008", "ArticleIdList": ["10.1016/j.tplants.2017.04.008", "28549621"]}, {"Citation": "Li Y., Wu X., Chen T., Wang W., Liu G., Zhang W., et al. . (2018). Plant phenotypic traits eventually shape its microbiota:A common garden test. Front. Microbiol. 9, 2479. doi: 10.3389/fmicb.2018.02479", "ArticleIdList": ["10.3389/fmicb.2018.02479", "PMC6232875", "30459725"]}, {"Citation": "Liu S., Deng Y., Jiang Z., Wu Y., Huang X., Macreadie P .I. (2020). Nutrient loading diminishes the dissolved organic carbon drawdown capacity of seagrass ecosystems. Sci. Total. Environ. 740, 140185. doi: 10.1016/j.scitotenv.2020.140185", "ArticleIdList": ["10.1016/j.scitotenv.2020.140185", "32563887"]}, {"Citation": "Liu S., Yu H., Yu Y., Huang J, Zhou Z. Y., Zeng J. X., et al. . (2022). Ecological stability of microbial communities in Lake Donghu regulated by keystone taxa. Ecol. Indic. 136, 108695. doi: 10.1016/j.ecolind.2022.108695", "ArticleIdList": ["10.1016/j.ecolind.2022.108695"]}, {"Citation": "Louca S., Parfrey L. W., Doebeli M. (2016). Decoupling function and taxonomy in the global ocean microbiome. Science 353 (6305), 1272–1277. doi: 10.1126/science.aaf4507", "ArticleIdList": ["10.1126/science.aaf4507", "27634532"]}, {"Citation": "Mapook A., Boonmee S., Liu J.-K., Gareth Jones E. B., Bahkali A. H., Hyde K. D. (2016). Taxonomic and phylogenetic placement of Phaeodimeriella (Pseudoperisporiaceae, Pleosporales). Cryptogamie. Mycol. 37 (2), 157–176. doi: 10.7872/crym/v37.iss2.2016.157", "ArticleIdList": ["10.7872/crym/v37.iss2.2016.157"]}, {"Citation": "Materatski P., Varanda C., Carvalho T., Dias A. B., Campos M. D., Rei F., et al. . (2019). Spatial and temporal variation of fungal endophytic richness and diversity associated to the phyllosphere of olive cultivars. Fungal Biol. 123 (1), 66–76. doi: 10.1016/j.funbio.2018.11.004", "ArticleIdList": ["10.1016/j.funbio.2018.11.004", "30654959"]}, {"Citation": "Ntemafack A., Kapoor N., Ali S., Jamwal V. L., Hassan Q. P., Gandhi S. G. (2021). Comprehensive review of endophytic flora from african medicinal plants. Curr. Microbiol. 78 (8), 2860–2898. doi: 10.1007/s00284-021-02566-x", "ArticleIdList": ["10.1007/s00284-021-02566-x", "34184112"]}, {"Citation": "Peñuelas J., Rico L., Ogaya R., Jump A. S., Terradas J. (2012). Summer season and long-term drought increase the richness of bacteria and fungi in the foliar phyllosphere of Quercus ilex in a mixed Mediterranean forest. Plant Biol. 14 (4), 565–575. doi: 10.1111/j.1438-8677.2011.00532.x", "ArticleIdList": ["10.1111/j.1438-8677.2011.00532.x", "22289059"]}, {"Citation": "Postiglione A., Prigioniero A., Zuzolo D., Tartaglia M., Scarano P., Maisto M., et al. . (2022). Quercus ilex phyllosphere microbiome environmental-driven structure and composition shifts in a Mediterranean Contex. Plants (Basel). 11 (24), 3528. doi: 10.3390/plants11243528", "ArticleIdList": ["10.3390/plants11243528", "PMC9782775", "36559640"]}, {"Citation": "Qian X., Duan T., Sun X., Zheng Y., Wang Y. L., Hu M .L., et al. . (2018). Host genotype strongly influences phyllosphere fungal communities associated with Mussaenda pubescens var. alba (Rubiaceae). Fungal Ecol. 36, 141–151. doi: 10.1016/j.funeco.2018.10.001", "ArticleIdList": ["10.1016/j.funeco.2018.10.001"]}, {"Citation": "Rastogi G., Sbodio A., Tech J. J., Suslow T. V., Coaker G. L., Leveau J. H. (2012). Leaf microbiota in an agroecosystem: spatiotemporal variation in bacterial community composition on field-grown lettuce. ISME. J. 6 (10), 1812–1822. doi: 10.1038/ismej.2012.32", "ArticleIdList": ["10.1038/ismej.2012.32", "PMC3446804", "22534606"]}, {"Citation": "Obrien R. D., Lindow S. E. (1989). Effect of plant species and environmental conditions on epiphytic population sizes of Pseudomonas syringae and other bacteria. Phytopathology 79, 619–627. doi: 10.1094/Phyto-79-619", "ArticleIdList": ["10.1094/Phyto-79-619"]}, {"Citation": "Redford A. J., Bowers R. M., Knight R., Linhart Y., Fierer N. (2010). The ecology of the phyllosphere: geographic and phylogenetic variability in the distribution of bacteria on tree leaves. Environ. Microbiol. 12 (11), 2885–2893. doi: 10.1111/j.1462-2920.2010.02258.x", "ArticleIdList": ["10.1111/j.1462-2920.2010.02258.x", "PMC3156554", "20545741"]}, {"Citation": "Rico L., Ogaya R., Terradas J., Peñuelas J. (2014). Community structures of N2 -fixing bacteria associated with the phyllosphere of a Holm oak forest and their response to drought. Plant Biol. (Stuttg). 16 (3), 586–593. doi: 10.1111/plb.12082", "ArticleIdList": ["10.1111/plb.12082", "23952768"]}, {"Citation": "Ritpitakphong U., Falquet L., Vimoltust A., Berger A., Métraux J. P., L'Haridon F. (2016). The microbiome of the leaf surface of Arabidopsis protects against a fungal pathogen. New Phytol. 210 (3), 1033–1043. doi: 10.1111/nph.13808", "ArticleIdList": ["10.1111/nph.13808", "26725246"]}, {"Citation": "Schloss P. D., Westcott S. L., Ryabin T., Hall J. R., Hartmann M., Hollister E. B., et al. . (2009). Introducing mothur: open-source, platform-independent, community-supported software for describing and comparing microbial communities. Appl. Environ. Microbiol. 75 (23), 7537–7541. doi: 10.1128/AEM.01541-09", "ArticleIdList": ["10.1128/AEM.01541-09", "PMC2786419", "19801464"]}, {"Citation": "Shannon P., Markiel A., Ozier O., Baliga N. S., Wang J. T., Ramage D., et al. . (2003). Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res. 13 (11), 2498–2504. doi: 10.1101/gr.1239303", "ArticleIdList": ["10.1101/gr.1239303", "PMC403769", "14597658"]}, {"Citation": "Šigutová H., Šigut. M., Pyszko P., Kostovčík M., Kolařík M., Drozd P. (2023). Seasonal shifts in bacterial and fungal microbiomes of leaves and associated Leaf-Mining larvae reveal persistence of core taxa regardless of diet. Microbiol. Spectr. 11 (1), 1–15. doi: 10.1128/spectrum.03160-22", "ArticleIdList": ["10.1128/spectrum.03160-22", "PMC9927363", "36629441"]}, {"Citation": "Stouffer D. B., Bascompte J. (2011). Compartmentalization increases food-web persistence. Proc. Natl. Acad. Sci. U.S.A. 108 (9), 3648–3652. doi: 10.1073/pnas.1014353108", "ArticleIdList": ["10.1073/pnas.1014353108", "PMC3048152", "21307311"]}, {"Citation": "Thompson I. P., Bailey M. J., Fenlon J. S., Fermor T. R., Lilley A. K., Lynch J. M., et al. . (1993). Quantitative and qualitative seasonal changes in the microbial community from the phyllosphere of sugar beet (Beta vulgaris). Plant Soil 150 (2), 177–191. doi: 10.1007/BF00013015", "ArticleIdList": ["10.1007/BF00013015"]}, {"Citation": "Vetrovsky T., Morais D., Kohout P., Lepinay C., Algora C., Awokunle Hollá S., et al. . (2020). GlobalFungi, a global database of fungal occurrences from high-throughput-sequencing metabarcoding studies. Sci. Data 7 (1), 228. doi: 10.1038/s41597-020-0567-7", "ArticleIdList": ["10.1038/s41597-020-0567-7", "PMC7359306", "32661237"]}, {"Citation": "Violle C., Navas M.-L., Vile D., Kazakou E., Fortunel C., Hummel I., et al. . (2007). Let the concept of trait be functional! Oikos 116 (5), 882–892. doi: 10.1111/j.0030-1299.2007.15559.x", "ArticleIdList": ["10.1111/j.0030-1299.2007.15559.x"]}, {"Citation": "Vokou D., Genitsaris S., Karamanoli K., Vareli K., Zachari M., Voggoli D., et al. . (2019). Metagenomic characterization reveals pronounced seasonality in the diversity and structure of the phyllosphere bacterial community in a Mediterranean Ecosystem. Microorganisms 7 (11), 518. doi: 10.3390/microorganisms7110518", "ArticleIdList": ["10.3390/microorganisms7110518", "PMC6920919", "31683878"]}, {"Citation": "Vorholt J. A. (2012). Microbial life in the phyllosphere. Nat. Rev. Microbiol. 10 (12), 828–840. doi: 10.1038/nrmicro2910", "ArticleIdList": ["10.1038/nrmicro2910", "23154261"]}, {"Citation": "Wang H., Kang C., Zhang W., Zhou L., Wan X., Lyu C., et al. . (2020). Land use strategies for the development of ecological agriculture in Chinese medicine. Chin. J. Traditional. Chin. Med. 45 (9), 1990–1995. doi: 10.19540/j.cnki.cjcmm.20200302.104", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200302.104", "32495543"]}, {"Citation": "Wang P., Wu Q., Jiang X., Wang Z., Tang J., Xu Y. (2017). Bacillus licheniformis affects the microbial community and metabolic profile in the spontaneous fermentation of Daqu starter for Chinese liquor making. Int. J. Food Microbiol. 250, 59–67. doi: 10.1016/j.ijfoodmicro.2017.03.010", "ArticleIdList": ["10.1016/j.ijfoodmicro.2017.03.010", "28371716"]}, {"Citation": "Warshan D., Bay G., Nahar N., Wardle D. A., Nilsson M. C., Rasmussen U. (2016). Seasonal variation in nifh abundance and expression of cyanobacterial communities associated with boreal feather mosses. ISME. J. 10 (9), 2198–2208. doi: 10.1038/ismej.2016.17", "ArticleIdList": ["10.1038/ismej.2016.17", "PMC4989308", "26918665"]}, {"Citation": "Wei Y., Lan G., Wu Z., Chen B., Quan F., Li M. (2022). Phyllosphere fungal communities of rubber trees exhibited biogeographical patterns, but not bacteria. Environ. Microbiol. 24 (8), 3777–3790. doi: 10.1111/1462-2920.15894", "ArticleIdList": ["10.1111/1462-2920.15894", "35001480"]}, {"Citation": "Wu W., Chen W., Liu S., Wu J., Zhu Y., Qin L., et al. . (2021). Beneficial relationships between endophytic bacteria and medicinal plants. Front. Plant Sci. 12, 646146. doi: 10.3389/fpls.2021.646146", "ArticleIdList": ["10.3389/fpls.2021.646146", "PMC8100581", "33968103"]}, {"Citation": "Xiong C., He J. Z., Singh B. K., Zhu Y. G., Wang J. T., Li P. P., et al. . (2021). Rare taxa maintain the stability of crop mycobiomes and ecosystem functions. Environ. Microbiol. 23 (4), 1907–1924. doi: 10.1111/1462-2920.15262", "ArticleIdList": ["10.1111/1462-2920.15262", "32996254"]}, {"Citation": "Yao H., Sun X., He C., Maitra P., Li X. C., Guo L. D., et al. . (2019). Phyllosphere epiphytic and endophytic fungal community and network structures differ in a tropical mangrove ecosystem. Microbiome 7 (1), 57. doi: 10.1186/s40168-019-0671-0", "ArticleIdList": ["10.1186/s40168-019-0671-0", "PMC6456958", "30967154"]}, {"Citation": "Yu X. D., Zhang S. N., Liu J. K. (2022). Morpho-phylogenetic evidence reveals novel Pleosporalean taxa from Sichuan Province, China. J. Fungi. (Basel). 8 (7), 720. doi: 10.3390/jof8070720", "ArticleIdList": ["10.3390/jof8070720", "PMC9317281", "35887475"]}, {"Citation": "Zarraonaindia I., Owens S. M., Weisenhorn P., West K., Hampton-Marcell J., Lax S., et al. . (2015). The soil microbiome influences grapevine-associated microbiota. mBio 6 (2), e02527–e02514. doi: 10.1128/mBio.02527-14", "ArticleIdList": ["10.1128/mBio.02527-14", "PMC4453523", "25805735"]}, {"Citation": "Zehr J. P., Jenkins B. D., Short S. M., Steward G. F. (2003). Nitrogenase gene diversity and microbial community structure: a cross-system comparison. Environ. Microbiol. 5 (7), 539–554. doi: 10.1046/j.1462-2920.2003.00451.x", "ArticleIdList": ["10.1046/j.1462-2920.2003.00451.x", "12823187"]}, {"Citation": "Zhang M., Peng C., Sun W., Dong R., Hao J. (2022). Effects of variety, plant location, and season on the phyllosphere bacterial community structure of Alfalfa (Medicago sativa L.). Microorganisms 2022, 10(10). doi: 10.3390/microorganisms10102023", "ArticleIdList": ["10.3390/microorganisms10102023", "PMC9610643", "36296299"]}, {"Citation": "Zheng Y. (2011). Study on microorganism and bacteriostasis of leaf circumference of Pinus tabulaeformis. Jilin. Agric. 10, 65. doi: 1674-0432(2011)-10-0057-1"}, {"Citation": "Zhu Y. G., Xiong C., Wei Z., Chen Q. L., Ma B., Zhou S. Y., et al. . (2022). Impacts of global change on the phyllosphere microbiome. New Phytol. 234 (6), 1977–1986. doi: 10.1111/nph.17928", "ArticleIdList": ["10.1111/nph.17928", "PMC9306672", "34921429"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "27"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "3", "Minute": "36"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38239215", "PMC10794659", "10.3389/fpls.2023.1328586"]}}]}