{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibacterial", "antimicrobial", "antioxidant", "phenols", "traditional uses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38234457", "DateRevised": {"Year": "2024", "Month": "01", "Day": "19"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.7275/hece-wp36"], "Journal": {"ISSN": "2159-7200", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Journal of medicinally active plants", "ISOAbbreviation": "J Med Act Plants"}, "ArticleTitle": "Biology, chemistry, and pharmacological activity of <i>Kigelia africana</i> (Bignoniaceae) and <i>Garcinia kola</i> (Clusiaceae) - a review.", "Pagination": {"StartPage": "1", "EndPage": "21", "MedlinePgn": "1-21"}, "Abstract": {"AbstractText": ["<i>Kigelia africana</i> and <i>Garcinia kola</i> are two West African medicinal plants traditionally used to treat or alleviate various medical conditions such as skin ailments, respiratory disorders, and digestive problems. Phytochemical analyses indicated the presence of bioactive constituents, including flavonoids and phenolic acids, suggesting that the extracts of these two plants can interfere with reactive oxygen species-induced oxidative stress, inflammation, and microbial growth. This paper reviews the biochemical properties and the antioxidant, anti-inflammatory, and antibacterial activities of these two relevant West African medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Assanti", "ForeName": "Giulia", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Kaur", "ForeName": "Rajvinder", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Brooklyn College, CUNY, New York, NY 11210."}], "LastName": "Nizard", "ForeName": "Shanon", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Pollack-Blackwood", "ForeName": "Evian", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Rafferty", "ForeName": "Brian", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Priano", "ForeName": "Christine", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}, {"Identifier": [], "Affiliation": "Center for Biomedical Research, Population Council, New York, NY 10065."}], "LastName": "Fernández Romero", "ForeName": "José A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Borough of Manhattan Community College, CUNY, New York, NY 10007."}], "LastName": "Koroch", "ForeName": "Adolfina R", "Initials": "AR"}], "GrantList": [{"GrantID": "T34 GM137870", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Med Act Plants", "NlmUniqueID": "9918733281406676", "ISSNLinking": "2159-7200"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abarikwu S. 2014. Kolaviron, a natural flavonoid from the seeds of Garcina kola, reduces LPS-induced inflammation in macrophages by combined inhibition of IL-6 secretion, and inflammatory transcription factors, ERK1/2, NF-κB, p38, Akt, p-c-JUN and JNK. Biochimica et Biophysia Acta 1840:2373–238. 10.1016/j.bbagen.2014.03.006.", "ArticleIdList": ["10.1016/j.bbagen.2014.03.006", "24650887"]}, {"Citation": "Adaramoye OA, Akanni OO, and Farombi EO 2013. Nevirapine induces testicular toxicity in Wistar rats: reversal effect of kolaviron (biflavonoid from Garcinia kola seeds). J Basic Clin Physiol. Pharmacol. 24(4):313–20.", "ArticleIdList": ["23751390"]}, {"Citation": "Adedara IA, Awogbindin IO, Anamelechi JP and Farombi EO 2015. Garcinia kola seed ameliorates renal, hepatic, and testicular oxidative damage in streptozotocin-induced diabetic rats. Pharmaceutical Biology 53(5):695–704", "ArticleIdList": ["25243878"]}, {"Citation": "Afolabi BT, Agu GC, and Onajobi IB 2020. Phytochemical screening and antibacterial activity of Garcinia kola (hackel) and Cola nitida (vent) extracts. Nigerian Journal of Technology 39(2): 379–385. 10.4314/njt.v39i2.8.", "ArticleIdList": ["10.4314/njt.v39i2.8"]}, {"Citation": "African Herbal Pharmacopoeia. 2010. Brendler T, Eloff JN, Gurib-Fakim A, Phillips LD, eds. Republic of Mauritius: Association for African Medicinal Plants Standards (AAMPS), pp 289."}, {"Citation": "Agyare C, Dwobeng AS, Agyepong N, Boakye YD, Mensah KB, Ayande PG, and Adarkwa-Yiadom M 2013. Antimicrobial, Antioxidant, and Wound Healing Properties of Kigelia africana (Lam.) Benth. and Strophanthus hispidus DC. Advances in Pharmacological Sciences: Article ID 692613, 1–10. 10.l155/2013/692613.", "ArticleIdList": ["10.l155/2013/692613", "PMC3639673", "23662099"]}, {"Citation": "Akintunde J, Akintunde DG, Anyachukwu Irondi E, Babaita K, Labaika R, and Sunday O 2016. Oxidants and Antioxidants in Medical Science Antioxidants from stem bark of Kigelia africana inhibits free radicals and membrane lipid damage in rat testes in vitro. Oxidants and Antioxidants in Medical Science 5(1):1–7."}, {"Citation": "Akunyili DN, and Houghtan PJ 1993. Meroterpenoids and napthaquinones from Kigelia pinnata. Phytochemistry 32:1015–8."}, {"Citation": "Arkhipov A, Sirdaarta J, Rayan P, Me Donnell PA, and Cock IE 2014. An examination of the antibacterial, antifungal, anti-Giardial and anticancer properties of Kigelia africana fruit extracts. Pharmacognosy Communication 4(3):62–76. 10.5530/pc.2014.3.7.", "ArticleIdList": ["10.5530/pc.2014.3.7"]}, {"Citation": "Aruoma OI 1998. Free radicals, oxidative stress, and antioxidants in human health and disease. Journal of the American Oil Chemists Society 75(2): 199–212.", "ArticleIdList": ["PMC7101596", "32287334"]}, {"Citation": "Asekun OT, Olusegun E, and Adebola O 2007. The volatile constituents of the leaves and flowers of Kigelia africana Benth. Flavour and Fragrance Journal 22 (1): 21–23."}, {"Citation": "Asthana J, Yadav AK, Pant A, Pandey S, Gupta MM, and Pandey R 2015. Specioside ameliorates oxidative stress and promotes longevity in Caenorhabditis elegans. Comparative Biochemistry and Physiology C-Toxicology and Pharmacology 169: 25–34.", "ArticleIdList": ["25619942"]}, {"Citation": "Atolani O, Adeyemi SO, Akpan E, Adeosun CB, and Olatunji GA 2011. Chemical composition and antioxidant potentials of kigelia pinnata root oil and extracts. Excli Journal 10: 264–273.", "ArticleIdList": ["PMC5611606", "29033707"]}, {"Citation": "Atolani O, Olatunji GA, Adeyemi SO, and Fayemi OS 2009. Antioxidant and antimicrobial activity of cuticular wax from Kigelia africana. FABAD Journal of Pharmaceutical Sciences 34:187–194."}, {"Citation": "Atolani O, Olatunji GA, Fabiyi OA, Adeyemi AJ, and Ogbole OO 2013. Phytochemicals from kigelia pinnata Leaves show antioxidant and anticancer potential on human cancer cell line. Journal of Medical Food 16 (10): 878–885.", "ArticleIdList": ["24066943"]}, {"Citation": "Azu O, Dura F, Osinubi A, Noronha C, Elesha SO, and Okanlawon AO 2010. Preliminary study on the antioxidant effect of Kigelia africana fruit extract (Bignoniacieae) in male Sprague-Dawley rats. African Journal of Biotechnology 9(9): 1374–1381."}, {"Citation": "Barbieri R, Coppo E, Marchese A, Daglia M, Sobarzo-Sánchez E, Nabavi SF, and Nabavi SM 2017. Phytochemicals for human disease: An update on plant-derived compounds antibacterial activity. Microbiological Research 196; 44–68. 10.1016/j.micres.2016.12.003.", "ArticleIdList": ["10.1016/j.micres.2016.12.003", "28164790"]}, {"Citation": "Bello I, Shehu M, Musa M, Asmawi M, and Mahmud R 2016. Kigelia africana (Lam.) Benth. (Sausage tree): Phytochemistry and pharmacological review of a quintessential African traditional medicinal plant. Journal of Ethnopharmacology 189: 253–276.", "ArticleIdList": ["27220655"]}, {"Citation": "Betteridge DJ. 2000. What is oxidative stress? Metabolism-Clinical and Experimental 49(2): 3–8.", "ArticleIdList": ["10693912"]}, {"Citation": "Bharti N, Singh S, Naqvi F, and Azam A 2006. Isolation and in vitro antiamoebic activity of iridoids isolated from kigelia pinnata. Arkivoc 10: 69–76."}, {"Citation": "Breijyeh Z, Jubeh B, and Karaman R 2020. Resistance of Gram-Negative Bacteria to Current Antibacterial Agents and Approaches to Resolve It. Molecules 25(6): 1340.", "ArticleIdList": ["PMC7144564", "32187986"]}, {"Citation": "Casillas-Vargas G, Ocasio-Malavé C, Medina S, Morales-Guzmán C, García Del Valle R, Carballeira NM, and Sanabria-Ríos DJ 2021. Antibacterial fatty acids: An update of possible mechanisms of action and implications in the development of the next-generation of antibacterial agents. Progress in Lipid Research 82: 101093. 10.1016/j.plipres.2021.101093.", "ArticleIdList": ["10.1016/j.plipres.2021.101093", "PMC8137538", "33577909"]}, {"Citation": "Chandra H, Bishnoi P, Yadav A, Patni B, Mishra A, and Nautiyal A 2017. Antimicrobial Resistance and the Alternative Resources with Special Emphasis on Plant-Based Antimicrobials—A Review. Plants 6(2): 16. 10.3390/plants6020016.", "ArticleIdList": ["10.3390/plants6020016", "PMC5489788", "28394295"]}, {"Citation": "Chen CY, Kao CL, and Liu CM 2018. The cancer prevention, anti-inflammatory and anti-oxidation of bioactive phytochemicals targeting the TLR4 signaling pathway. International Journal of Molecular Sciences 19: 2729. 10.3390/ijmsl9092729", "ArticleIdList": ["10.3390/ijmsl9092729", "PMC6164406", "30213077"]}, {"Citation": "Chivandi E, Davidson B, and Erlwanger K . 2011. Kigelia africana seed: proximate, mineral, vitamin E, fibre, amino acid and fatty acid composition. International Journal of Food Science and Technology 46 (10): 2153–2158."}, {"Citation": "Chojnacka K and Lewandowska U 2021. The influence of polyphenol-rich extracts on the production of pro-inflammatory mediators in macrophages. Journal of Physiology and Pharmacology 72:167–176. 10.26402/ipp.202L2.02", "ArticleIdList": ["10.26402/ipp.202L2.02", "34374653"]}, {"Citation": "Costa R, Albergamo A, Pellizzeri V, and Dugo G 2016. Phytochemical screening by LC-MS and LC-PDA of ethanolic extracts from the fruits of Kigelia africana (Lam.) Benth. Natural Product Research 31(12): 1397–1402.", "ArticleIdList": ["27809597"]}, {"Citation": "Daglia M. 2012. Polyphenols as antimicrobial agents. Current Opinion in Biotechnology 23(2): 174–181. 10.1016/j.copbio.2011.08.007.", "ArticleIdList": ["10.1016/j.copbio.2011.08.007", "21925860"]}, {"Citation": "Daramola B and Adegoke GO 2011. Bitter Kola (Garcinia kola) Seeds and Health Management Potential. In: Preedy Victor R., and Watson Ronald editors, Nuts and Seeds In: Health And Disease Prevention, pp.213–220. Elsevier Science and Technology."}, {"Citation": "Davies KJA 2000. Oxidative Stress, Antioxidant Defenses, and Damage Removal, Repair, and Replacement Systems. IUBMB Life, 50: 279–289. 10.1080/713803728", "ArticleIdList": ["10.1080/713803728", "11327322"]}, {"Citation": "Desbois AP, and Smith VJ 2010. Antibacterial free fatty acids: Activities, mechanisms of action and biotechnological potential. Applied Microbiology and Biotechnology 85(6): 1629–1642. 10.1007/s00253-0Q9-2355-3.", "ArticleIdList": ["10.1007/s00253-0Q9-2355-3", "19956944"]}, {"Citation": "Dinda B, Debnath S, and Banik R 2011. Naturally Occurring Iridoids and Secoiridoids. An Updated Review, Part 4. Chemical and Pharmaceutical Bulletin 59 (7): 803–833.", "ArticleIdList": ["21720031"]}, {"Citation": "Dong S, Yang X, Zhao L, Zhang F, Hou Z, and Xue P 2020. Antibacterial activity and mechanism of action saponins from Chenopodium quinoa Willd. Husks against foodborne pathogenic bacteria. Industrial Crops and Products 149: 112350. 10.1016/j.indcrop.2020.112350", "ArticleIdList": ["10.1016/j.indcrop.2020.112350"]}, {"Citation": "Ebana RUB, Madunagu BE, Ekpe ED, and Otung IN 1991. Microbiological exploitation of cardiac-glycosides and alkaloids from Garcinia-kola, Borreria-ocymoides, Kola-nitida and Citrus-aurantifolia. Journal of Applied Bacteriology 71 (5): 398–401.", "ArticleIdList": ["1761433"]}, {"Citation": "Endale M, Park SC, Kim S, Kim SH, Yang Y, Cho JY, and Rhee MH 2013. Quercetin disrupts tyrosine-phosphorylated phosphatidylinositol 3-kinase and myeloid differentiation factor-88 association, and inhibits MAPK/AP-1 and IKK/NF-κB-induced inflammatory mediators production in RAW264.7 cells. Immunobiology 218:1452–1467.", "ArticleIdList": ["23735482"]}, {"Citation": "Essien EE, Thomas PS, Ekanem IR, and Choudhary MI 2021. Isolation and characterization of 5-hydroxymethylfurfural, antiglycation, antihyperglycaemic, antioxidant, and cytotoxic effects of Garcinia kola Heckel roots extract and fractions. South African Journal of Botany 140: 62–67."}, {"Citation": "Fagbohun OF, Joseph JS, Salami OA, and Msagati TAM 2021. Exploration of Modern Chromatographic Methods Coupled to Mass Spectrometric Techniques for Trace Element and Chemical Composition Analyses in the Leaf Extracts of Kigelia africana. Biological Trace Element Research 199(4): 1633–1648. 10.1007/s12011-020-02274-w.", "ArticleIdList": ["10.1007/s12011-020-02274-w", "32643096"]}, {"Citation": "Fagbohun OF, Oriyomi OV, Adekola MB, and Msagati TAM 2020b. Biochemical applications of Kigelia africana (Lam.) Benth. fruit extracts in diabetes mellitus. Comparative Clinical Pathology 29(6): 1251–1264."}, {"Citation": "Fagbohun OF, Babalola OO, Agboola FK, Joseph JS, Malindisa S, and Msagati TAM 2020a. Evaluation of Phytochemicals, Antioxidants, Trace Elements in Kigelia africana Fruit Extracts and Chemical Profiling Analysis Using UHPLC-qTOF-MS2 Spectrometry. Biological Trace Element Research 195: 679–695.", "ArticleIdList": ["31432445"]}, {"Citation": "Falode JA, Akinmoladun AC, Olaleye MT, and Akindahunsi AA 2020. Kigelia africana (Lam.) Benth leaf extract inhibits rat brain and liver mitochondrial membrane permeability transition pore opening. Drug Chem. Toxicol 6:1–11.", "ArticleIdList": ["33280443"]}, {"Citation": "Farah HM, Hussein AM, Khalid HE, and Osman HM 2017. Toxicity of Kigelia africana Fruit in Rats. Advances in Research 12(6): 1–9."}, {"Citation": "Farombi EO, Akanni OO, and Emerole GO 2002. Antioxidative and scavenging activities of kolaviron in vitro. Pharmaceutical Biology 40: 107–116."}, {"Citation": "Farombi EO, Tahnteng JG, Agboola AO, Nwankwo JO, and Emerole GO 2000. Chemoprevention of 2-Acetylamino fluorene-induced Hepatotoxicity and Lipid Peroxidation in Rats by Kolaviron-A Garcinia kola Seed Extract. Food and Chemical Toxicology 38: 535–541.", "ArticleIdList": ["10828505"]}, {"Citation": "Farombi EO and Nwaokeafor IA 2005. Antioxidant mechanisms of kolaviron: Studies on serum lipoprotein oxidation, metal chelation and oxidative membrane damage in rats. Clinical and Experimental Pharmacology and Physiology 32(8): 667–674.", "ArticleIdList": ["16120195"]}, {"Citation": "Farombi EO 2011. Bitter Kola (Garcinia kola) Seeds and Hepatoprotection. In: Preedy Victor R., and Watson Ronald editors, Nuts and Seeds In: Health And Disease Prevention, pp.221–228. Elsevier Science and Technology."}, {"Citation": "Farombi EO, Adedara IA, Ajayi BO, Ayepola OR,and Egbeme EE 2013. Kolaviron, a Natural Antioxidant and Anti-Inflammatory Phytochemical Prevents Dextran Sulphate Sodium-Induced Colitis in Rats. Basic and Clinical Pharmacology and Toxicology 113: 49–55.", "ArticleIdList": ["23336970"]}, {"Citation": "Finkel T, and Holbrook NJ 2000. Oxidants, oxidative stress and the biology of aging. Nature 408 (6809): 239–247.", "ArticleIdList": ["11089981"]}, {"Citation": "Fomogne-Fodjo MCY, Van Vuuren S, Ndinteh DT, Krause RWM, and Olivier DK 2014. Antibacterial activities of plants from Central Africa used traditionally by the Bakola pygmies for treating respiratory and tuberculosis-related symptoms. Journal of Ethnopharmacology 155(1): 123–131. 10.1016/j.jep.2014.04.032.", "ArticleIdList": ["10.1016/j.jep.2014.04.032", "24786571"]}, {"Citation": "Gouda YG, Abdel-Bakey AM, Darwish FM, Mohamed KM, Kasai R, and Yamasaki K 2003. Iridoids from Kigelia pinnata DC. fruits. Phytochemistry 63: 887–92.", "ArticleIdList": ["12895535"]}, {"Citation": "Gouda YG, Abdel-baky AM, Mohamed KM, Darwish FM, Kasai R, and Yamasaki K 2006. Phenylpropanoid and phenylethanoid derivatives from kigelia pinnata DC. fruits. Natural Product Research 20(10): 935–939. 10.1080/14786410500462702.", "ArticleIdList": ["10.1080/14786410500462702", "16854722"]}, {"Citation": "Govindachari TR, Patankar SJ, and Viswanathan N 1971. Isolation and structure of two new dihydroisocoumarins from kigelia pinnata. Phytochemistry 10:1603–6."}, {"Citation": "Grace OM, Light ME, Lindsey KL, Mulholland DA, van Staden J, and Jager AK 2002. Antibacterial activity and isolation of active compounds from fruit of the traditional African medicinal tree Kigelia africana. South African Journal of Botany 68(2): 220–222. 10.1016/S0254-629911530424-5.", "ArticleIdList": ["10.1016/S0254-629911530424-5"]}, {"Citation": "Guha M and Mackman N 2001. LPS induction of gene expression in human monocytes. Cellular Signaling 13: 85–94. 10.1016/s0898-6568(00)00149-2", "ArticleIdList": ["10.1016/s0898-6568(00)00149-2", "11257452"]}, {"Citation": "Halliwell B. 1996. Antioxidants in human health and disease. Ann. Rev. Nutr 16: 33–50.", "ArticleIdList": ["8839918"]}, {"Citation": "Halliwell B. 2006. Reactive Species and Antioxidants. Redox Biology Is a Fundamental Theme of Aerobic Life. Plant Physiol. 141:312–322.", "ArticleIdList": ["PMC1475431", "16760481"]}, {"Citation": "Halliwell B. 2012. Free radicals and antioxidants: updating a personal view. Nutrition Reviews 70 (5): 257–265.", "ArticleIdList": ["22537212"]}, {"Citation": "Harrington JM, Young DJ, Essader AS, Sumner SJ, and Levine KE 2014. Analysis of human serum and whole blood for mineral content by ICP-MS and ICP-OES: development of a mineralomics method. Biol. Trace Elem. Res 160(1): 132–42. doi: 10.1007/sl2011-014-0033-5.", "ArticleIdList": ["10.1007/sl2011-014-0033-5", "PMC4091818", "24917052"]}, {"Citation": "Houghton PJ 2002. The sausage tree (kigelia pinnata): ethnobotany and recent scientific work. South African Journal of Botany 68: 14–20. 10.1016/S0254-6299(16)30448-3.", "ArticleIdList": ["10.1016/S0254-6299(16)30448-3"]}, {"Citation": "Hussain T, Fatima I, Rafay M, Shabir S, Akram M, and Bano S 2016. Evaluation of antibacterial and antioxidant activity of leaves, fruit and bark of Kigelia africana. Pakistan Journal of Botany 48(1): 277–283."}, {"Citation": "Imran IZ, Elusiyan CA, Agbedahunsi JM, and Omisore NO 2021. Bioactivity-directed evaluation of fruit of Kigelia africana (Lam.) Benth. Used in treatment of malaria in Iwo, Nigeria. Journal of Ethnopharmacology 268:113680. 10.1016/j.jep.2020.113680.", "ArticleIdList": ["10.1016/j.jep.2020.113680", "33301913"]}, {"Citation": "Indabawa I, and Arzai A 2011. Antibacterial Activity of Garcinia kola and Cola nitida Seed Extracts. Bayero Journal of Pure and Applied Sciences 4(1): 52–55. 10.4314/bajopas.v4il.11.", "ArticleIdList": ["10.4314/bajopas.v4il.11"]}, {"Citation": "Inoue K, Inouye H, and Chen C 1981.A naphthoquinone and a lignan from the wood of kigelia pinnata. Phytochemistry 20:2271–6."}, {"Citation": "Iwu M, and Igboko O 1982. Flavonoids of Garcinia kola seeds. Journal of Natural Products 45(5):650–651."}, {"Citation": "Iwu M. 2014. Handbook of African Medicinal Plants. CRC Press. 2nd edition."}, {"Citation": "Iwu MM, Igboko OA ., Okunji CO, and Tempesta MS . 1990. Antidiabetic and aldose reductase activities of biflavanones of garcinia-kola. Journal of Pharmacy and Pharmacology 42(2): 290–292.", "ArticleIdList": ["1974302"]}, {"Citation": "Juliani HR, Simon JE, Amekuse L, Asante-Dartey J, Man-Yeboah P, and Okrah AB 2013. Non-Timber Forest Products: An Ethnobotanical Survey and Value Chain Study. Technical Report Prepared for USAID/PROSPER. Monrovia. Liberia."}, {"Citation": "Kanso F, Khalil A, Noureddine H, and El-Makhour Y 2021. Therapeutic perspective of thiosemicarbazones derivatives in inflammatory pathologies: A summary of in vitro/in vivo studies. International Immunopharmacology 96:107778. 10.1016/j.intimp.202L107778", "ArticleIdList": ["10.1016/j.intimp.202L107778", "34162145"]}, {"Citation": "Khameneh B, Iranshahy M, Soheili V, and Fazly Bazzaz BS 2019. Review on plant antimicrobials: A mechanistic viewpoint. Antimicrobial Resistance and Infection Control 8(1): 118. 10.1186/sl3756-019-0559-6", "ArticleIdList": ["10.1186/sl3756-019-0559-6", "PMC6636059", "31346459"]}, {"Citation": "Khan MF, Dixit P, Jaiswal N, Tamrakar AK, Srivastava AK, and Maurya R 2012. Chemical constituents of kigelia pinnata twigs and their GLUT4 translocation modulatory effect in skeletal muscle cells. Fitoterapia 83: 125–129.", "ArticleIdList": ["22037422"]}, {"Citation": "Khan MR, and Mlungwana SM 1999. y-Sitosterol, a cytotoxic sterol from Markhamia zanzibarica and Kigelia africana. Fitoterapia 70: 96–97."}, {"Citation": "Kwak JH, Kim HJ, Lee KH, Kang SC, and Zee OP 2009. Antioxidative Iridoid Glycosides and Phenolic Compounds from Veronica peregrina. Archives of Pharmacal Research 32: 207–213.", "ArticleIdList": ["19280150"]}, {"Citation": "Larson RA 1988. The antioxidants of higher plants. Phytochemistry 27(4): 969–978."}, {"Citation": "Leakey RRB 1999. Potential for novel food products from agroforestry trees: a review. Food Chemistry 66:1–14."}, {"Citation": "Lou Z, Wang H, Rao S, Sun J, Ma C, and Li J 2012. P-Coumaric acid kills bacteria through dual damage mechanisms. Food Control 25(2): 550–554. 10.1016/j.foodcont.201LlL022.", "ArticleIdList": ["10.1016/j.foodcont.201LlL022"]}, {"Citation": "Maňourová A, Leuner O, Tchoundjeu Z, Van Damme P, Verner V, Přibyl O, and Lojka B 2019. Medicinal Potential, Utilization and Domestication Status of Bitter Kola (Garcinia kola Heckel) in West and Central Africa. Forests 10(2): 124. 10.3390/fl0020124.", "ArticleIdList": ["10.3390/fl0020124"]}, {"Citation": "Matowa PR, Gundidza M, Gwanzura L, and Nhachi CFB 2020. A survey of ethnomedicinal plants used to treat cancer by traditional medicine practitioners in Zimbabwe. BMC Complementary Medicine and Therapies 20 (1) 10.1186/sl2906-02Q-03046-8.", "ArticleIdList": ["10.1186/sl2906-02Q-03046-8", "PMC7488988", "32928194"]}, {"Citation": "McGaw LJ, Jäger AK, and van Staden J 2000. Antibacterial, anthelmintic and anti-amoebic activity in South African medicinal plants. Journal of Ethnopharmacology 72(1–2): 247–263, 10.1016/SQ378-8741100100269-5.", "ArticleIdList": ["10.1016/SQ378-8741100100269-5", "10967478"]}, {"Citation": "Medzhitov R. 2008. Origin and physiological roles of inflammation. Nature 454: 428–435. 10.1038/nature07201", "ArticleIdList": ["10.1038/nature07201", "18650913"]}, {"Citation": "Nabatanzi A, Nkadimeng SM, Lall N, Kabasa JD, and McGaw LJ 2020. Antioxidant and anti-inflammatory activities of Kigelia africana (Lam.) Benth. Evidence-based Complementary and Alternative Medicine, Article ID 4352084, 10.1155/2020/4352084.", "ArticleIdList": ["10.1155/2020/4352084", "PMC7317318", "32655661"]}, {"Citation": "Neuwinger HD 2000. African traditional medicine. A dictionary of plant use and applications. MedPharm Scientific Publishers, Stuttgart, Germany."}, {"Citation": "Njogu SM, Arika WM, Machocho AK, Ngeranwa JJN, and Njagi ENM 2018. In Vivo Hypoglycemic Effect of Kigelia africana (Lam): studies with alloxan-induced diabetic mice. Journal of Evidence - Based Integrative Medicine 23, DOI 10.1177/2515690X18768727.", "ArticleIdList": ["10.1177/2515690X18768727", "PMC5901018", "29651878"]}, {"Citation": "O’Neill LAJ, Golenbock D, and Bowie AG 2013. The history of Toll-like receptors-redefining innate immunity. Nature Reviews Immunology 13: 453–460. 10.1038/nri3446", "ArticleIdList": ["10.1038/nri3446", "23681101"]}, {"Citation": "Okoko T. 2009. In vitro antioxidant and free radical scavenging activities of Garcinia kola seeds. Food and Chemical Toxicology 47 (10): 2620–2623.", "ArticleIdList": ["19635523"]}, {"Citation": "Olajide OJ, Enaibe BU, Bankole OO, Akinola OB, Laoye BJ, and Ogundele OM 2016. Kolaviron was protective against sodium azide (NaN3) induced oxidative stress in the prefrontal cortex. Metab Brain Dis. 31(1): 25–35.", "ArticleIdList": ["25916484"]}, {"Citation": "Olaleye SB, Farombi EO, Kashyap M, and Pant AB 2000. Analgesic and anti-inflammatory effects of kolaviron (Garcinia kola seed extract). African Journal of Biomedical Research 3: 171–174."}, {"Citation": "Olaleye SB, Onasanwo SA, Ige AO, Wu KK, and Cho CH 2010. Anti-inflammatory activities of a kolaviron-inhibition of nitric oxide, prostaglandin E2 and tumor necrosis factor-alpha production in activated macrophage-like cell line. African Journal of Medicine and Medical Sciences 39(suppl): 41–46.", "ArticleIdList": ["22416643"]}, {"Citation": "Omodamiro OD, Ajah O, and Ewa-ibe C 2020. Evaluation of antioxidant potential and anti-diabetic effect of ethanol seed extract of Garcinia kola (Bitter Kola) in albino rat. Journal of Medicinal Herbs and Ethnomedicine 6: 56–60."}, {"Citation": "Onayade OA, Looman AMG, Scheffer JJC, and Gbile ZO 1998. Lavender lactone and other volatile constituents of the oleoresin from seeds of Garcinia kola Heckel. Flavour Fragrance Journal 13: 409–412."}, {"Citation": "Owolabi OJ, Omogbai EKI, and Obasuyi O 2007. Antifungal and antibacterial activities of the ethanolic and aqueous extract of Kigelia africana (Bignoniaceae) stem bark. African Journal of Biotechnology 6(14): 1677–1680."}, {"Citation": "Oyebanji B, Olatoye O, and Oyewole O 2015. Effects of methanolic leaf, bark and fruit extracts of Kigelia africana on haematology and erythrocyte membrane stability in rats. Sokoto Journal of Veterinary Sciences 13(2): 1. 10.4314/sokjvs.vl3i2.", "ArticleIdList": ["10.4314/sokjvs.vl3i2"]}, {"Citation": "Oyelami OA, Yusuf KO, and Oyelami AO 2012. The Use of Kigelia africana in the Management of Polycystic Ovary Syndrome (PCOS). Chinese Medicine 03(01): 1–3. 10.4236/cm.2012.31001.", "ArticleIdList": ["10.4236/cm.2012.31001"]}, {"Citation": "Oyenihi OR, Brooks NL and Oguntibeju OO 2015. Effects of kolaviron on hepatic oxidative stress in streptozotocin induced diabetes. BMC Complementary and Alternative Medicine 15. DOI: 10.1186/sl2906-015-0760-y.", "ArticleIdList": ["10.1186/sl2906-015-0760-y", "PMC4502612", "26179065"]}, {"Citation": "Parker N, Schneegurt M, Tu AT, Forster BM, and Lister P\n2016. Open Textbook Library, and OpenStax College. Microbiology. https://openstax.org/details/books/microbiology"}, {"Citation": "Picerno P, Autore G, Marzocco S, Meloni M, Sanogo R, and Aquino RP 2005. Anti-inflammatory activity of verminoside from Kigelia Africana and evaluation of cutaneous irritation in cell cultures and reconstituted human epidermis. Journal of Natural Products 68: 1610–1614. 10.1021/np058046z.", "ArticleIdList": ["10.1021/np058046z", "16309308"]}, {"Citation": "Pietta PG 2000. Flavonoids as Antioxidants. Journal of Natural Products 63: 1035–1042.", "ArticleIdList": ["10924197"]}, {"Citation": "Prithiviraj B, Paschke MW, and Vivanco JM 2007. Root Communication: The Role of Root Exudates. Encyclopedia of Plant and Crop Science 1(1): 1–4. 10.1081/E-EPCS-120042072.", "ArticleIdList": ["10.1081/E-EPCS-120042072"]}, {"Citation": "Ricciotti E and Fitzgerald GA 2011. Prostaglandins and inflammation. arteriosclerosis, thrombosis, and vascular biology 31: 986–1000. 10.1161/atvbaha.l10.207449", "ArticleIdList": ["10.1161/atvbaha.l10.207449", "PMC3081099", "21508345"]}, {"Citation": "Rice-Evans CA, Miller J and Paganga G 1997. Antioxidant properties of phenolic compounds. Trends in Plant Science 2(4): 152–159."}, {"Citation": "Saini M, Sangwan R, Khan MF, Kumar A, Verma R, and Jain S 2019. Specioside (SS) & verminoside (VS) (Iridoid glycosides): isolation, characterization and comparable quantum chemical studies using density functional theory (DFT). Heliyon 5: e01118 doi: 10.1016/j.heliyon.2019.e0l118.", "ArticleIdList": ["10.1016/j.heliyon.2019.e0l118", "PMC6330558", "30671559"]}, {"Citation": "Saini S, Kaur H, Verma B, Ripudaman, and Singh SK 2009. Kigelia africana (Lam.) Benth.-An overview. Natural Product Radiance 8(2):190–197."}, {"Citation": "Saleh HA, Yousef MH, and Abdelnaser A 2021. The anti-inflammatory properties of phytochemicals and their effects on epigenetic mechanisms involved in TLR4/NF-κB-mediated inflammation. Frontiers in Immunology. 12: 606069. 10.3389/Fimmu.2021.606069", "ArticleIdList": ["10.3389/Fimmu.2021.606069", "PMC8044831", "33868227"]}, {"Citation": "Scalbert A, Manach C, Morand C, and Remesy A 2005. Dietary Polyphenols and the Prevention of Diseases. Critical Reviews in Food Science and Nutrition 45: 287–306", "ArticleIdList": ["16047496"]}, {"Citation": "Schubert M, Kluge S, Brunner E, Pace S,Birringer M, Werz O, and Lorkowski S 2022. The α-tocopherol-derived long-chain metabolite α-13’-COOH mediates endotoxin tolerance and modulates the inflammatory response via MAPK and NFκB pathways. Free Radical Biology and Medicine 178: 83–96, 10.1016/j.freeradbiomed.2021.11.032.", "ArticleIdList": ["10.1016/j.freeradbiomed.2021.11.032", "34848369"]}, {"Citation": "Seanego CT, and Ndip RN 2012. Identification and Antibacterial Evaluation of Bioactive Compounds from Garcinia kola (Heckel) Seeds. Molecules 17(6): 6569–6584, 10.3390/moleculesl7066569.", "ArticleIdList": ["10.3390/moleculesl7066569", "PMC6268599", "22728354"]}, {"Citation": "Seifried HE, Anderson DE, Fisher EI, and Milner JA 2007. A review of the interaction among dietary antioxidants and reactive oxygen species. J. Nutr. Biochem 18 (9): 567–579.", "ArticleIdList": ["17360173"]}, {"Citation": "Shahidi F and Ambigaipalan P 2015. Phenolics and polyphenolics in foods, beverages and spices: Antioxidant activity and health effects - A review. Journal of Functional Foods 18: 567–579."}, {"Citation": "Sidjui LS, Zeuko’o EM, Kouipou RM, Noté OP, Mahiou-Leddet V, Herbette G, Fekam FB, Ollivier E, and Folefoc GN 2014. Secondary Metabolites from Jacaranda mimosifolia and Kigelia africana (Bignoniaceae) and Their Anticandidal Activity. Records of Natural Products 8(3): 307–311."}, {"Citation": "Sindhi V, Gupta V, Sharma K, Bhatnagar S, Kurami R, and Dhaka N 2013. Potential Applications of Antioxidants—A Review. J. Pharm. Res 7: 828–835."}, {"Citation": "Srivastava JK, Chandra H, Kalra SJS, Mishra P, Khan H, and Yadav P 2017. Plant–microbe interaction in aquatic system and their role in the management of water quality: A review. Applied Water Science 7(3): 1079–1090. 10.1007/s13201-016-0415-2.", "ArticleIdList": ["10.1007/s13201-016-0415-2"]}, {"Citation": "Tchimene MK, Anaga AO, Ugwoke CEC, Onoja OJ, Ezugwu CO, Okunji C, and Iwu MM, 2016. Anti-diabetic profile of extract, kolaviron, biflavonoids and garcinoic acid from Garcinia kola seeds. International Journal of Current Microbiology and Applied Sciences 5 (2): 317–322."}, {"Citation": "Terashima K, Kondo Y, Aquil M, Waziri M and Niwa M 1999. A study of bioflavonoids from the stems of Garcinia kola (Guttiferae). Heterocycles 50 (1): 283–290."}, {"Citation": "Terashima K, Shimamura T, Tanabayashi M, Aquil M, Akinniyi JA and Niwa M 1997. Constituents of the seeds of Garcinia kola: Two new antioxidants, garcinoic acid and garcinal. Heterocycles 45 (8): 1559–1566."}, {"Citation": "Terashima K, Takaya Y, and Niwa M 2002. Powerful antioxidative agents based on garcinoic acid from Garcinia kolaarticle. Bioorganic and Medicinal Chemistry 10 (5): 1619–1625.", "ArticleIdList": ["11886823"]}, {"Citation": "Urry LA, Cain ML, Wasserman SA, Minorsky PV, Reece JB, and Campbell NA 2016. Campbell Biology Books a La Carte Edition. Pearson College Div."}, {"Citation": "Van Wyk BE 2017. A Review of African Medicinal and Aromatic Plants. In: Neffati M, Najjaa H, Máthé Á (eds) Medicinal and Aromatic Plants of the World - Africa Volume 3. Medicinal and Aromatic Plants of the World, vol 3. Springer, Dordrecht."}, {"Citation": "Van Wyk BE 2015. A review of commercially important African medicinal plants. Journal of Ethnopharmacology 176: 118–134", "ArticleIdList": ["26498493"]}, {"Citation": "Wallert M, Bauer J, Kluge S, Schmolz L, Chen YC, Ziegler M, Searle AK, Maxones A, Schubert M, Thurmer M, Pein H, Koeberle A, Werz O, Birringer M, Peter K, and Lorkowski S 2019. The vitamin E derivative garcinoic acid from Garcina kola nut seeds attenuates the inflammatory response. Redox Biology 24: Article ID 101166, 10.1016/j.redox.2019.101166.", "ArticleIdList": ["10.1016/j.redox.2019.101166", "PMC6426704", "30897408"]}, {"Citation": "Wallert M, Schmolz L, Koeberle A, Krauth V, Glei M, Galli F, Werz O, Birringer M, and Lorkowski S 2015. α-Tocopherol long-chain metabolite α-13’-COOH affects the inflammatory response of lipopolysaccharide-activated murine RAW264.7 macrophages. Molecular Nutrition and Food Research 59:1524–1534, 10.1002/mnfr.201400737.", "ArticleIdList": ["10.1002/mnfr.201400737", "25943249"]}, {"Citation": "Weiss CR, Moideen SVK, Croft SL, and Houghton PJ 2020. Activity of Extracts and Isolated Naphthoquinones from kigelia pinnata against Plasmodium falciparum. Journal of Natural Products 63: 1306–1309", "ArticleIdList": ["11000047"]}, {"Citation": "Zhao L, Lee JY, and Hwang DH 2011. Inhibition of pattern recognition receptor-mediated inflammation by bioactive phytochemicals: a review of recent research. Nutrition Reviews 69:310–320. 10.1111/j.1753-4887.2011.00394.x", "ArticleIdList": ["10.1111/j.1753-4887.2011.00394.x", "PMC3881972", "21631512"]}, {"Citation": "Zheng C,J, Yoo JS, Lee TG, Cho HY, Kim YH, and Kim WG 2005. Fatty acid synthesis is a target for antibacterial activity of unsaturated fatty acids. FEBS Letters 579(23):5157–5162. 10.1016/j.febslet.2005.08.028.", "ArticleIdList": ["10.1016/j.febslet.2005.08.028", "16146629"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "3", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2024", "Month": "1", "Day": "18", "Hour": "4", "Minute": "7"}, {"Year": "2024", "Month": "1", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38234457", "NIHMS1952642", "PMC10792535", "10.7275/hece-wp36"]}}], "PubmedBookArticle": []}