{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chinese yam", "Epicoccum latusicollum", "black leaf spot", "fungal pathogen"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38240712", "DateRevised": {"Year": "2024", "Month": "01", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-11-23-2409-PDN"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "19"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jan", "Day": "19"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Black Leaf Spot Caused by <i>Epicoccum latusicollum</i> on Chinese Yam in China.", "Abstract": {"AbstractText": ["Chinese yam (Dioscorea polystachya Turczaninow cv. Tiegun), which belongs to the family Dioscoreaceae, is widely cultivated throughout China due to its high economic and medicinal value. In June 2023, black leaf spots on Chinese yam (cv. Purple 1) were observed in Nanchang city (28.45° N, 115.49° E) of Jiangxi province, southeastern China. The incidence of the disease ranged between 70 and 85% of plants, and up to 30% of the leaves per plant were affected in the field over a 2-week period of study. Infected foliage displayed brown necrotic lesions, elliptical or irregular, with yellow halo at the edge of the lesion (0.5 to 3 cm diam.). To identify the causal agent, 32 symptomatic leaves of eight symptomatic plants were collected. Small pieces from the margin of necrotic leaf tissue (about 3 x 3 mm) were surface sterilized in 75% ethanol for 30 s followed in 0.1% HgCl2 for 1 min, and washed three times with ddH2O. Then, the pieces were transferred onto potato dextrose agar (PDA) plates and incubated at 26°C for 3 days with a 12-h light-dark cycle. From the 32 isolates, 21 exhibited similar morphology after hyphal tipping resulting in an isolation frequency of 65.6%. Colonies on PDA were initially white aerial hyphae but became grayish with age, and a reddish orange pigment on the underside. After 16 days of incubation, pycnidia were observed, which were dark, spherical or flat spherical, and 64.1 to 172.5 µm (n = 25) in diameter. Conidia were ellipsoidal, aseptate, hyaline, and 4.1 to 5.6 × 1.8 to 2.7 µm (n = 80). In addition, a blackish green discoloration was produced on malt extract agar (MEA) using the NaOH spot test. The isolates were tentatively identified as Epicoccum spp. based on morphological characteristics (Chen et al. 2017). Isolate AYZ-1 was randomly selected for identification and pathogenicity testing. Genomic DNA of the isolate (AYZ-1) was extracted and amplified by polymerase chain reaction (PCR) using ITS1/ITS4 for the internal transcribed spacer (ITS) region (White et al. 1990), Btub2Fd/Btub4Rd for the β-tubulin (TUB) region (Woudenberg et al. 2009), LROR/LR7 for the large ribosomal RNA gene (LSU) region (Rehner and Samuels 1994), and RPB2-5F2/fRPB2-7cR for RNA polymerase II second largest subunit (RPB2) region (Liu et al. 1999), respectively. The concatenated sequences (GenBank Accession No. OR574165, OR567827, OR574166, OR567828, respectively) shared 99.8 to 100% identity with Epicoccum latusicollum (OP788080, MN329871, OR428532, and OL422485, respectively). A neighbor-joining phylogenetic tree was generated based on the concatenated sequences in MEGA7, placed isolate (AYZ-1) within E. latusicollum. To fulfill Koch's postulates, healthy leaflets from three one-year-old Chinese yam (cv. Purple 1) were used as inoculation materials, using isolate AYZ-1. Two sites of each leaf were wounded with a sterile needle and covered with a piece of cotton drenched with 200 µL spore suspension (106 conidia/mL) on the left sides, while sterilized water served as the control on the right sides of leaves. All inoculated leaves were covered with clear polyethylene bags for 24 h. Plants were grown outdoors at a daily average temperature of 26°C with relative humidity over 45%. After 7 days of incubation, the leaves showed the same symptoms as the original diseased leaves. The E. latusicollum isolate was re-isolated from diseased leaves and confirmed by morphology and sequencing analysis, fulfilling Koch's postulates. E. latusicollum has been previously reported to cause black root on yam in China's south-western province of Sichuan (Han et al. 2019). Meanwhile, leaf spot have been reported on many plants by this genus, such as tobacco (Guo et al. 2020) and banana (Liu et al. 2023). According to our knowledge, this is the first report of E. latusicollum causing black leaf spot on Chinese yam in China. This finding will provide an important reference for understanding the biology of E. latusicollum and the distribution of the disease, but more research is needed to determine if management is warranted."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; 136043695@qq.com."}], "LastName": "Yan", "ForeName": "Mingfeng", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; im.huyanyue@outlook.com."}], "LastName": "Hu", "ForeName": "Yanyue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; 1512020615@qq.com."}], "LastName": "Zhao", "ForeName": "Xiaolin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanlian Road 602, Nanchang, China, 330200; zengrong9420@163.com."}], "LastName": "Zeng", "ForeName": "Rong", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; 18013306297@163.com."}], "LastName": "Wan", "ForeName": "Chuanxu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanlian Road 602, Nanchang, China, 330200; huajl2000@126.com."}], "LastName": "Hua", "ForeName": "Juling", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; sun2007yang@126.com."}], "LastName": "Sun", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangxi Academy of Agricultural Sciences, 205386, Institute of Plant Protection, Nanchang, Jiangxi, China; sjhuang@aliyun.com."}], "LastName": "Huang", "ForeName": "Shuijin", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "1", "Day": "19", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "10", "Minute": "23"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38240712", "10.1094/PDIS-11-23-2409-PDN"]}}]}