{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cardiovascular diseases", "angiotensin-converting enzyme", "blood pressure.", "ethnomedicine", "hypertension", "medicinal plants", "pharmacology", "phytochemistry"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38243970", "DateRevised": {"Year": "2024", "Month": "01", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2174/0118715303272284231126145853"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "12"}], "Journal": {"ISSN": "2212-3873", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jan", "Day": "12"}}, "Title": "Endocrine, metabolic & immune disorders drug targets", "ISOAbbreviation": "Endocr Metab Immune Disord Drug Targets"}, "ArticleTitle": "Moroccan Antihypertensive Plants and their Mechanisms of Action.", "Abstract": {"AbstractText": ["The use of herbal remedies, medicinal plants, and their derivatives for the treatment and control of hypertension is well-known and widespread throughout Morocco.", "The aim of the study was to review the antihypertensive and vasorelaxant medicinal plants of the Moroccan pharmacopeia.", "To date, no review on Moroccan medicinal plants exhibiting antihypertensive effects has been performed, and their mechanism of action has not been specified. The objective of this review was to collect, analyze, and critically assess published publications on experimental and clinical research that explored the blood pressure-reducing abilities of Moroccan medicinal plant extracts.", "This study collected, processed, and critically analyzed published studies related to experimental and clinical research that investigated Moroccan herbal derivatives' blood pressure-lowering abilities using a number of scientific databases, including ScienceDirect, Scopus, PubMed, Google Scholar, and others. Plantlist.org was used to validate the right plant names.", "The results revealed 22 species of Moroccan medicinal plants belonging to 13 different groups with recognized antihypertensive properties. The species were abundant in a variety of chemical elements. Asteraceae (08 species), Lamiaceae (3 species), Apiaceae (2 species), and 1 species each from the following families: Parmeliaceae, Fabaceae, Cistaceae, Malvaceae, Polygonaceae, Brassicaceae, Myrtaceae, Rutaceae, Amaranthaceae, Rosaceae, and Lauraceae were the most frequently mentioned families for their antihypertensive properties. The most used parts were the leaves and the aerial parts. The two main methods of preparation among Moroccans were decoction and infusion. This study demonstrated the known antihypertensive and vasorelaxant properties of Moroccan medicinal plants in vivo and in vitro, as well as their mechanisms of action. Interestingly, phytochemicals can operate on blood vessels directly via a vasorelaxant impact involving a range of signaling cascades or indirectly by blocking or activating multiple systems, such as an angiotensin-converting enzyme (ACE), renin-angiotensin system (RAS), or diuretic activity.", "The review of the available data reveals that more work needs to be done to examine all the Moroccan medicinal plants that have been suggested as antihypertensive in published ethnopharmacological surveys. A review of the literature in this area reveals that methodologies of the experimental study need to be standardized, and purified molecules need to be studied. In addition, mechanistic investigations, when they exist, are generally incomplete. In contrast, only a few advanced clinical investigations have been conducted. However, all studies fail to determine the efficacy/safety ratio."], "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Ethnopharmacology and Pharmacognosy, Faculty of Sciences and Techniques Errachidia, Moulay Ismail University of Meknes, BP 509, Boutalamine, Errachidia, 52000, Morocco."}, {"Identifier": [], "Affiliation": "Energy, materials and sustainable development (EMDD) Team- Higher School of Technology-SALE, Center for Water, Natural Resources Environment and Sustainable Development (CERNE2D), Mohammed V University in Rabat, Rabat, Morocco."}], "LastName": "Amtaghri", "ForeName": "Smail", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Energy, materials and sustainable development (EMDD) Team- Higher School of Technology-SALE, Center for Water, Natural Resources Environment and Sustainable Development (CERNE2D), Mohammed V University in Rabat, Rabat, Morocco."}], "LastName": "Slaoui", "ForeName": "Miloudia", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Ethnopharmacology and Pharmacognosy, Faculty of Sciences and Techniques Errachidia, Moulay Ismail University of Meknes, BP 509, Boutalamine, Errachidia, 52000, Morocco."}], "LastName": "Eddouks", "ForeName": "Mohamed", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United Arab Emirates", "MedlineTA": "Endocr Metab Immune Disord Drug Targets", "NlmUniqueID": "101269157", "ISSNLinking": "1871-5303"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "7", "Day": "14"}, {"Year": "2023", "Month": "9", "Day": "24"}, {"Year": "2023", "Month": "10", "Day": "6"}, {"Year": "2024", "Month": "1", "Day": "20", "Hour": "21", "Minute": "41"}, {"Year": "2024", "Month": "1", "Day": "20", "Hour": "21", "Minute": "41"}, {"Year": "2024", "Month": "1", "Day": "20", "Hour": "10", "Minute": "14"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38243970", "10.2174/0118715303272284231126145853", "EMIDDT-EPUB-137303"]}}]}