{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Etiology", "Fruit", "Fungi", "Subject Areas", "tree fruits"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38240711", "DateRevised": {"Year": "2024", "Month": "01", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-12-23-2689-PDN"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "19"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jan", "Day": "19"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of <i>Gymnotelium blasdaleanum</i> causing Saskatoon serviceberry rust in Canada.", "Abstract": {"AbstractText": ["Saskatoon serviceberry (Amelanchier alnifolia) is a tall shrub native to the western regions of North America. In British Columbia, serviceberries are a resource for Indigenous communities, used in cooking and for medicinal purposes (Turner et al. 1990). The Saskatoon serviceberry is popular for ornamental and food purposes, with increasing demand for commercial production in British Columbia. (FLNR, 2003). In June 2023 leaf and fruit samples displaying signs of a rust fungus were collected from three ornamental Saskatoon serviceberry shrubs on the University of British Columbia's campus in Vancouver, BC (49°15'35.0\"N 123°15'05.6\"W). Morphological characteristics were taken from six leaves and berries. Infected leaf tissue was misshapen due to the development of aecia on the abaxial side of the leaves. Approximately 80% of the berries were enveloped in aecia, while infected leaf tissue constituted only around 5% across all three shrubs. Aecia were aecidioid (aecidium type) 0.25 to 0.35mm in diameter, hypophylous and, fructicolous. Peridial cells had a rhomboid shape measuring 21-29 × 18-23 μm (average dimension 25 × 20 μm, n = 30). Aeciospores were globoid with yellowish walls, verrucose and the dimensions ranged from 16-24 × 12-15 μm, (average dimensions 19 ×15 μm, n = 30) (Fig. x). These morphological features fit well with description of Gymnotelium blasdaleanum (Dietel & Holw.) Arthur (= Gymnosporangium libocedri (Henn.) F. Kern) (Arthur 1934). Judging from U.S. National Fungal Databases (https://fungi.ars.usda.gov/) G. blasdaleanum has never been reported in Canada, thus this discovery represents the first report of G. blasdaleanum in the country, specifically in the province of British Columbia. G. blasdaleanum is a hetero-demicyclic rust fungus with a broad aecial host range which includes several Rosaceous genera such as Amelanchier, Crataegus, Cydonia, Malus, Pyrus, and Sorbus (Farr & Rossman 2019). The telial host range is limited to California incense cedar (Calocedrus decurrens) and was not observed on nearby trees, some located within one kilometer of the serviceberries. To confirm morphological identification, DNA was extracted from infected leaves and fruits from all three plants using a modified protocol (Russell et al., 2010). The D1/D2 region was amplified using primers LR6 and 2Rust1R (Beenken, et al., 2012). A BLASTn search of all three sequences revealed 99.52 to 99.62% identity to available sequence in GenBank from Gymnotelium blasdaleanum (AF522168). Newly generated sequences were submitted to the GenBank under accession numbers OR567878, OR568568, and OR654105. Specimens from three Saskatoon serviceberry plants were provided to the UBC herbarium (Beaty Biodiversity Museum) and deposited in their fungarium (F35820). Infected fruits undergo deformation and premature dropping, posing a significant threat to ornamental and fruit production varieties of serviceberries (EPPO, 2006). The spread and establishment of the G. blasdaleanum is highly dependent on the presence of C. decurrens because of its limited range. However, California incense cedar is planted outside its natural range in suitable environments for G. blasdaleanum to thrive such as southern BC allowing the rust pathogen to spread to Canada. To prevent potential spread into other agricultural industries, particularly the 256-acre pear cultivation, continued planting of C. decurrens in British Columbia should be closely monitored. (BC MFLNRO, 2003)."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of British Columbia Department of Forest & Conservation Sciences, 175095, 2424 Main Mall, Vancouver, British Columbia, Canada; brian.duarte@ubc.ca."}], "LastName": "Duarte", "ForeName": "Brian Patrick", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Purdue University, Botany and Plant Pathology, 915 W. State Street, West Lafayette, Indiana, United States, 47907-2054; puccinia@gmail.com."}], "LastName": "Abbasi", "ForeName": "Mehrdad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of British Columbia Department of Forest & Conservation Sciences, 175095, 2424 Main Mall, Vancouver, British Columbia, Canada; richard.hamelin@ubc.ca."}], "LastName": "Hamelin", "ForeName": "Richard", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "1", "Day": "19", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "10", "Minute": "23"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38240711", "10.1094/PDIS-12-23-2689-PDN"]}}]}