{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidants", "inflammation", "insulin resistance", "medicinal plants", "obesity", "oxidative stress", "polycystic ovarian syndrome"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38242137", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1515/bmc-2022-0038"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "19"}], "Journal": {"ISSN": "1868-503X", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "01"}}, "Title": "Biomolecular concepts", "ISOAbbreviation": "Biomol Concepts"}, "ArticleTitle": "Polycystic ovary syndrome and its management: In view of oxidative stress.", "Abstract": {"AbstractText": ["In the past two decades, oxidative stress (OS) has drawn a lot of interest due to the revelation that individuals with many persistent disorders including diabetes, polycystic ovarian syndrome (PCOS), cardiovascular, and other disorders often have aberrant oxidation statuses. OS has a close interplay with PCOS features such as insulin resistance, hyperandrogenism, and chronic inflammation; there is a belief that OS might contribute to the development of PCOS. PCOS is currently recognized as not only one of the most prevalent endocrine disorders but also a significant contributor to female infertility, affecting a considerable proportion of women globally. Therefore, the understanding of the relationship between OS and PCOS is crucial to the development of therapeutic and preventive strategies for PCOS. Moreover, the mechanistic study of intracellular reactive oxygen species/ reactive nitrogen species formation and its possible interaction with women's reproductive health is required, which includes complex enzymatic and non-enzymatic antioxidant systems. Apart from that, our current review includes possible regulation of the pathogenesis of OS. A change in lifestyle, including physical activity, various supplements that boost antioxidant levels, particularly vitamins, and the usage of medicinal herbs, is thought to be the best way to combat this occurrence of OS and improve the pathophysiologic conditions associated with PCOS."], "CopyrightInformation": "© 2024 the author(s), published by De Gruyter."}, "AuthorList": [{"Identifier": ["0000-0003-0153-4357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Paramedics and Allied Health Sciences, Centurion University of Technology and Management, Khurda Road, Bhubaneswar, Odisha, India."}], "LastName": "Bhattacharya", "ForeName": "Koushik", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Swami Vivekananda University, Barrackpore, West Bengal, India."}], "LastName": "Dey", "ForeName": "Rajen", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Post-Graduate Department of Physiology, Hooghly Mohsin College, Chinsurah, West-Bengal, India."}], "LastName": "Sen", "ForeName": "Debanjana", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General Human Physiology and Biochemistry, Hitkarini Dental College and Hospital, Jabalpur, Madhya Pradesh, India."}], "LastName": "Paul", "ForeName": "Nimisha", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Allied Health Sciences, Brainware University, Barasat, West-Bengal, India."}], "LastName": "Basak", "ForeName": "Asim Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Sonarpur Mahavidyalaya, Kolkata, West-Bengal, India."}], "LastName": "Purkait", "ForeName": "Mohuya Patra", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, Pt. J.N.M. Medical College, Raipur, Chhattisgarh, India."}], "LastName": "Shukla", "ForeName": "Nandini", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiotherapy, Nopany Institute of Health Care Studies, Kolkata, West-Bengal, India."}], "LastName": "Chaudhuri", "ForeName": "Gargi Ray", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, International Medical School, Management and Science University, Selangor, Malaysia."}], "LastName": "Bhattacharya", "ForeName": "Aniruddha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Bankura Christian College, Bankura, West Bengal, India."}], "LastName": "Maiti", "ForeName": "Rajkumar", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Interdisciplinary Science, Centurion University of Technology and Management, Khurda Road, Bhubaneswar, Odisha, India."}], "LastName": "Adhikary", "ForeName": "Krishnendu", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Paramedical College, Durgapur, West Bengal, India."}], "LastName": "Chatterjee", "ForeName": "Prity", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Bankura Christian College, Bankura, West Bengal, India."}], "LastName": "Karak", "ForeName": "Prithviraj", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Post-Graduate Department of Physiology, Hooghly Mohsin College, Chinsurah, West-Bengal, India."}], "LastName": "Syamal", "ForeName": "Alak Kumar", "Initials": "AK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Biomol Concepts", "NlmUniqueID": "101518829", "ISSNLinking": "1868-5021"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapy", "complications"], "DescriptorName": "Polycystic Ovary Syndrome"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["complications"], "DescriptorName": "Hyperandrogenism"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Insulin Resistance"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bhattacharya K, Sengupta P, Dutta S, Chaudhuri P, Das Mukhopadhyay L, Syamal AK. Waist-to-height ratio and BMI as predictive markers for insulin resistance in women with PCOS in Kolkata, India. Endocrine. 2021;72(1):86–95."}, {"Citation": "Bhattacharya K, Saha I, Sen D, Bose C, Chaudhuri GR, Dutta S, et al. Role of anti-Mullerian hormone in polycystic ovary syndrome. Middle East Fertil Soc J. 2022;27(1):32."}, {"Citation": "Rotterdam ESHRE/ASRM-Sponsored PCOS Consensus Workshop Group. Revised 2003 consensus on diagnostic criteria and long-term health risks related to polycystic ovary syndrome. Fertil Steril. 2004;81(1):19–25."}, {"Citation": "Murri M, Luque-Ramírez M, Insenser M, Ojeda-Ojeda M, Escobar-Morreale HF. Circulating markers of oxidative stress and polycystic ovary syndrome (PCOS): A systematic review and meta-analysis. Hum Reprod Update. 2013;19(3):268–88."}, {"Citation": "Zhang J, Fan P, Liu H, Bai H, Wang Y, Zhang F. Apolipoprotein A-I and B levels, dyslipidemia and metabolic syndrome in south-west Chinese women with PCOS. Hum Reprod. 2012;27(8):2484–93."}, {"Citation": "Dey R, Bhattacharya K, Basak AK, Paul N, Bandyopadhyay R, Chaudhuri GR, et al. Inflammatory perspectives of polycystic ovary syndrome: Role of specific mediators and markers. Middle East Fertil Soc J. 2023;28:33. 10.1186/s43043-023-00158-2", "ArticleIdList": ["10.1186/s43043-023-00158-2"]}, {"Citation": "Moran LJ, Misso ML, Wild RA, Norman RJ. Impaired glucose tolerance, type 2 diabetes and metabolic syndrome in polycystic ovary syndrome: A systematic review and meta-analysis. Hum Reprod Update. 2010;16(4):347–63."}, {"Citation": "Nasiri N, Moini A, Eftekhari-Yazdi P, Karimian L, Salman-Yazdi R, Zolfaghari Z, et al. Abdominal obesity can induce both systemic and follicular fluid oxidative stress independent from polycystic ovary syndrome. Eur J Obstet Gynecol Reprod Biol. 2015;184:112–6."}, {"Citation": "Savic-Radojevic A, Bozic Antic I, Coric V, Bjekic-Macut J, Radic T, Zarkovic M, et al. Effect of hyperglycemia and hyperinsulinemia on glutathione peroxidase activity in non-obese women with polycystic ovary syndrome. Hormones (Athens). 2015;14(1):101–8."}, {"Citation": "González F, Nair KS, Daniels JK, Basal E, Schimke JM. Hyperandrogenism sensitizes mononuclear cells to promote glucose-induced inflammation in lean reproductive-age women. Am J Physiol Endocrinol Metab. 2012;302(3):E297–306."}, {"Citation": "Legro RS, Arslanian SA, Ehrmann DA, Hoeger KM, Murad MH, Pasquali R, et al. Diagnosis and treatment of polycystic ovary syndrome: An Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2013;98(12):4565–92."}, {"Citation": "Li H, Zhang Y, Lu L, Yi W. Reporting quality of polycystic ovary syndrome practice guidelines based on the RIGHT checklist. Medicine (Baltimore). 2020;99(42):e22624."}, {"Citation": "Azziz R, Carmina E, Dewailly D, Diamanti-Kandarakis E, Escobar-Morreale HF, Futterweit W, et al. The androgen excess and PCOS Society criteria for the polycystic ovary syndrome: The complete task force report. Fertil Steril. 2009;91(2):456–88."}, {"Citation": "Lujan ME, Chizen DR, Pierson RA. Diagnostic criteria for polycystic ovary syndrome: Pitfalls and controversies. J Obstet Gynaecol Can. 2008;30(8):671–9."}, {"Citation": "Azziz R. Controversy in clinical endocrinology: Diagnosis of polycystic ovarian syndrome: The Rotterdam criteria are premature. J Clin Endocrinol Metab. 2006;91(3):781–5."}, {"Citation": "Jayaprakasan K, Chan Y, Islam R, Haoula Z, Hopkisson J, Coomarasamy A, et al. Prediction of in vitro fertilization outcome at different antral follicle count thresholds in a prospective cohort of 1,012 women. Fertil Steril. 2012;98(3):657–63."}, {"Citation": "Escobar-Morreale HF. Reproductive endocrinology: Menstrual dysfunction—a proxy for insulin resistance in PCOS? Nat Rev Endocrinol. 2014;10(1):10–1."}, {"Citation": "Moghetti P, Tosi F, Bonin C, Di Sarra D, Fiers T, Kaufman JM, et al. Divergences in insulin resistance between the different phenotypes of the polycystic ovary syndrome. J Clin Endocrinol Metab. 2013;98(4):E628–37."}, {"Citation": "Zuo T, Zhu M, Xu W. Roles of oxidative stress in polycystic ovary syndrome and cancers. Oxid Med Cell Longev. 2016;2016:8589318."}, {"Citation": "Xu Y, Qiao J. Association of insulin resistance and elevated androgen levels with polycystic ovarian syndrome (PCOS): A review of literature. J Healthc Eng. 2022;2022:9240569."}, {"Citation": "Teede HJ, Misso ML, Costello MF, Dokras A, Laven J, Moran L, et al. International PCOS Network. Recommendations from the international evidence-based guideline for the assessment and management of polycystic ovary syndrome. Clin Endocrinol (Oxf). 2018;89(3):251–68."}, {"Citation": "Christ JP, Cedars MI. Current guidelines for diagnosing PCOS. Diagnostics. 2023;13(6):1113."}, {"Citation": "Kopycińska K, Wojtulewicz K, Herman AP, Tomaszewska-Zaremba D. The effect of photoperiodic conditions on GnRH/LH secretion in ewes. Animals (Basel). 2022;12(3):283."}, {"Citation": "Sengupta P, Bhattacharya K, Dutta S. Leptin and male reproduction. Asian Pac J Reprod. 2019;8:220–6."}, {"Citation": "Perica MI, Luna B. Impact of stress on excitatory and inhibitory markers of adolescent cognitive critical period plasticity. Neurosci Biobehav Rev. 2023;153:105378."}, {"Citation": "Moenter SM, Evans NP. Gonadotropin-releasing hormone (GnRH) measurements in pituitary portal blood: A history. J Neuroendocrinol. 2022;34(5):e13065."}, {"Citation": "Maggi R, Cariboni AM, Marelli MM, Moretti RM, Andrè V, Marzagalli M, et al. GnRH and GnRH receptors in the pathophysiology of the human female reproductive system. Hum Reprod Update. 2016;22(3):358–81."}, {"Citation": "Toulis KA, Goulis DG, Farmakiotis D, Georgopoulos NA, Katsikis I, Tarlatzis BC, et al. Adiponectin levels in women with polycystic ovary syndrome: A systematic review and a meta-analysis. Hum Reprod Update. 2009;15(3):297–307."}, {"Citation": "Petersen SL, Ottem EN, Carpenter CD. Direct and indirect regulation of gonadotropin-releasing hormone neurons by estradiol. Biol Reprod. 2003;69(6):1771–8."}, {"Citation": "Ramanand SJ, Ghongane BB, Ramanand JB, Patwardhan MH, Ghanghas RR, Jain SS. Clinical characteristics of polycystic ovary syndrome in Indian women. Indian J Endocrinol Metab. 2013;17(1):138–45."}, {"Citation": "Sengupta P, Dutta S, Hassa MF. Polycystic ovary syndrome (PCOS) and oxidative stress. Integr Sci Technol. 2024;12(3):752."}, {"Citation": "Liang J, Gao Y, Feng Z, Zhang B, Na Z, Li D. Reactive oxygen species and ovarian diseases: Antioxidant strategies. Redox Biol. 2023;62:102659."}, {"Citation": "Zhao RZ, Jiang S, Zhang L, Yu ZB. Mitochondrial electron transport chain, ROS generation and uncoupling (Review). Int J Mol Med. 2019;44(1):3–15."}, {"Citation": "Darbandi M, Darbandi S, Agarwal A, Sengupta P, Durairajanayagam D, Henkel R, et al. Reactive oxygen species and male reproductive hormones. Reprod Biol Endocrinol. 2018;16(1):87."}, {"Citation": "Alahmar AT, Sengupta P. Impact of coenzyme Q10 and selenium on seminal fluid parameters and antioxidant status in men with idiopathic infertility. Biol Trace Elem Res. 2021;199(4):1246–52."}, {"Citation": "Herman R, Jensterle Sever M, Janež A, Dolžan V. Interplay between oxidative stress and chronic inflammation in PCOS: The role of genetic variability in PCOS risk and treatment responses. Polycystic Ovarian Syndrome. IntechOpen; 2020. 10.5772/intechopen.88698 .", "ArticleIdList": ["10.5772/intechopen.88698"]}, {"Citation": "McKeegan K, Mason SA, Trewin AJ, Keske MA, Wadley GD, Della Gatta PA, et al. Reactive oxygen species in exercise and insulin resistance: Working towards personalized antioxidant treatment. Redox Biol. 2021;44:102005."}, {"Citation": "Sulaiman MA, Al-Farsi YM, Al-Khaduri MM, Saleh J, Waly MI. Polycystic ovarian syndrome is linked to increased oxidative stress in Omani women. Int J Womens Health. 2018;10:763–71."}, {"Citation": "Abudawood M, Tabassum H, Alanazi AH, Almusallam F, Aljaser F, Ali MN, et al. Antioxidant status in relation to heavy metals induced oxidative stress in patients with polycystic ovarian syndrome (PCOS). Sci Rep. 2021;11(1):22935."}, {"Citation": "Gyftaki R, Gougoura S, Kalogeris N, Loi V, Koukoulis G, Vryonidou A. Oxidative stress markers in women with polycystic ovary syndrome without insulin resistance. Endocr Abstr. 2018;56:950."}, {"Citation": "Salahi E, Amidi F, Zahiri Z, Aghahosseini M, Mashayekhi F, Amani Abkenari S, et al. The effect of mitochondria-targeted antioxidant MitoQ10 on redox signaling pathway components in PCOS mouse model. Arch Gynecol Obstet. 2022;305(4):985–94."}, {"Citation": "Ding Y, Jiang Z, Xia B, Zhang L, Zhang C, Leng J. Mitochondria-targeted antioxidant therapy for an animal model of PCOS-IR. Int J Mol Med. 2019;43(1):316–24."}, {"Citation": "Bhattacharya K, Sengupta P, Dutta S, Bhattacharya S. Pathophysiology of obesity: Endocrine, inflammatory and neural regulators. Res J Pharm Technol. 2020;13(9):4469–78."}, {"Citation": "Bhattacharya K, Sengupta P, Dutta S, Karkada IR. Obesity, systemic inflammation and male infertility. Chemical Biology Letters. 2020;7(2):92–8."}, {"Citation": "Dutta S, Sengupta P, Slama P, Roychoudhury S. Oxidative stress, testicular inflammatory pathways, and male reproduction. Int J Mol Sci. 2021;22(18):10043."}, {"Citation": "Costa AD, Garlid KD. Intramitochondrial signaling: Interactions among mitoKATP, PKCepsilon, ROS, and MPT. Am J Physiol Heart Circ Physiol. 2008;295(2):H874–82."}, {"Citation": "Fialkow L, Wang Y, Downey GP. Reactive oxygen and nitrogen species as signaling molecules regulating neutrophil function. Free Radic Biol Med. 2007;42(2):153–64."}, {"Citation": "Singh N, Baby D, Rajguru JP, Patil PB, Thakkannavar SS, Pujari VB. Inflammation and cancer. Ann Afr Med. 2019;18(3):121–6."}, {"Citation": "Bartsch H, Nair J. Chronic inflammation and oxidative stress in the genesis and perpetuation of cancer: Role of lipid peroxidation, DNA damage, and repair. Langenbecks Arch Surg. 2006;391(5):499–510."}, {"Citation": "Cook JA, Gius D, Wink DA, Krishna MC, Russo A, Mitchell JB. Oxidative stress, redox, and the tumor microenvironment. Seminars in Radiation Oncology. 2004;14(3):259–66."}, {"Citation": "Ferrara N, Gerber HP, LeCouter J. The biology of VEGF and its receptors. Nat Med. 2003;9(6):669–76."}, {"Citation": "Wiszniak S, Schwarz Q. Exploring the intracrine functions of VEGF-A. Biomolecules. 2021;11(1):128."}, {"Citation": "Liu J, Han X, Zhang T, Tian K, Li Z, Luo F. Reactive oxygen species (ROS) scavenging biomaterials for anti-inflammatory diseases: From mechanism to therapy. J Hematol Oncol. 2023;16(1):116."}, {"Citation": "Kulshrestha R, Chaudhuri GR, Bhattacharya K, Dutta S, Sengupta P. Periodontitis as an independent factor in pathogenesis of erectile dysfunction. Biomedical and Pharmacology Journal. 2020;13(1):01–4."}, {"Citation": "Wu L, Pan Y. Reactive oxygen species mediate TNF-α-induced inflammatory response in bone marrow mesenchymal cells. Iran J Basic Med Sci. 2019;22(11):1296–301."}, {"Citation": "Qi XF, Teng YC, Yoon YS, Kim DH, Cai DQ, Lee KJ. Reactive oxygen species are involved in the IFN-γ-stimulated production of Th2 chemokines in HaCaT keratinocytes. J Cell Physiol. 2011;226(1):58–65."}, {"Citation": "Nakazawa H, Chang K, Shinozaki S, Yasukawa T, Ishimaru K, Yasuhara S, et al. iNOS as a driver of inflammation and apoptosis in mouse skeletal muscle after burn injury: Possible involvement of sirt1 S-nitrosylation-mediated acetylation of p65 NF-κB and p53. PLoS One. 2017;12(1):e0170391."}, {"Citation": "Zafari Zangeneh F, Naghizadeh MM, Masoumi M. Polycystic ovary syndrome and circulating inflammatory markers. Int J Reprod Biomed. 2017;15(6):375–82."}, {"Citation": "Page TJ, MacWilliams PS, Suresh M, Jefcoate CR, Czuprynski CJ. 7-12 Dimethylbenz[a]anthracene-induced bone marrow hypocellularity is dependent on signaling through both the TNFR and PKR. Toxicol Appl Pharmacol. 2004;198(1):21–8."}, {"Citation": "Fousek K, Horn LA, Palena C. Interleukin-8: A chemokine at the intersection of cancer plasticity, angiogenesis, and immune suppression. Pharmacol Ther. 2021;219:107692."}, {"Citation": "Rudnicka E, Suchta K, Grymowicz M, Calik-Ksepka A, Smolarczyk K, Duszewska AM, et al. Chronic low grade inflammation in pathogenesis of PCOS. Int J Mol Sci. 2021;22(7):3789."}, {"Citation": "Shen W, Jin B, Han Y, Wang H, Jiang H, Zhu L, et al. The effects of salvia miltiorrhiza on reproduction and metabolism in women with polycystic ovary syndrome: A systematic review and meta-analysis. Evid Based Complement Alternat Med. 2021;2021:9971403."}, {"Citation": "Escobar-Morreale HF, Luque-Ramírez M, González F. Circulating inflammatory markers in polycystic ovary syndrome: A systematic review and metaanalysis. Fertil Steril. 2011;95(3):1048–58.e582."}, {"Citation": "Shamsi M, Ghazavi A, Saeedifar AM, Mosayebi G, Pour SK, Ganji A. The immune system’s role in PCOS. Mol Biol Rep. 2022;49(11):10689–702."}, {"Citation": "Spritzer PM, Lecke SB, Satler F, Morsch DM. Adipose tissue dysfunction, adipokines, and low-grade chronic inflammation in polycystic ovary syndrome. Reproduction. 2015;149(5):R219–27."}, {"Citation": "Mohammadi S, Kayedpoor P, Karimzadeh-Bardei L, Nabiuni M. The effect of curcumin on TNF-α, IL-6 and CRP expression in a model of polycystic ovary syndrome as an inflammation state. J Reprod Infertil. 2017;18(4):352–60."}, {"Citation": "Fulghesu AM, Sanna F, Uda S, Magnini R, Portoghese E, Batetta B. IL-6 serum levels and production is related to an altered immune response in polycystic ovary syndrome girls with insulin resistance. Mediators Inflamm. 2011;2011:389317."}, {"Citation": "Kelly CC, Lyall H, Petrie JR, Gould GW, Connell JM, Sattar N. Low grade chronic inflammation in women with polycystic ovarian syndrome. J Clin Endocrinol Metab. 2001;86(6):2453–5."}, {"Citation": "Cassidy-Vu L, Joe E, Kirk JK. Role of statin drugs for polycystic ovary syndrome. J Family Reprod Health. 2016;10(4):165–75."}, {"Citation": "Webb MA, Mani H, Robertson SJ, Waller HL, Webb DR, Edwardson CL, et al. Moderate increases in daily step count are associated with reduced IL6 and CRP in women with PCOS. Endocr Connect. 2018;7(12):1442–7."}, {"Citation": "Sathyapalan T, Atkin SL. Evidence for statin therapy in polycystic ovary syndrome. Ther Adv Endocrinol Metab. 2010;1(1):15–22."}, {"Citation": "Chaudhuri GR, Das A, Kesh SB, Bhattacharya K, Dutta S, Sengupta P, et al. Obesity and male infertility: Multifaceted reproductive disruption. Middle East Fertil Soc J. 2022;27:8."}, {"Citation": "Blumenfeld Z. The possible practical implication of high CRP levels in PCOS. Clin Med Insights Reprod Health. 2019;13:1179558119861936."}, {"Citation": "Szczuko M, Zapałowska-Chwyć M, Drozd A, Maciejewska D, Starczewski A, Stachowska E. Effect of IGF-I and TNF-α on intensification of steroid pathways in women with PCOS phenotypes are not identical. Enhancement of progesterone pathway in women with PCOS increases the concentration of TNF-α. Gynecol Endocrinol. 2016;32(9):714–7."}, {"Citation": "Sandhu JK, Waqar A, Jain A, Joseph C, Srivastava K, Ochuba O, et al. Oxidative stress in polycystic ovarian syndrome and the effect of antioxidant N-acetylcysteine on ovulation and pregnancy rate. Cureus. 2021;13(9):e17887."}, {"Citation": "Gao L, Gu Y, Yin X. High serum tumor necrosis factor-alpha levels in women with polycystic ovary syndrome: A meta-analysis. PLoS One. 2016;11(10):e0164021."}, {"Citation": "Sam S. Adiposity and metabolic dysfunction in polycystic ovary syndrome. Horm Mol Biol Clin Investig. 2015;21(2):107–16."}, {"Citation": "Sathyapalan T, Atkin SL. Mediators of inflammation in polycystic ovary syndrome in relation to adiposity. Mediators Inflamm. 2010;2010:758656."}, {"Citation": "Ojeda-Ojeda M, Murri M, Insenser M, Escobar-Morreale HF. Mediators of low-grade chronic inflammation in polycystic ovary syndrome (PCOS). Curr Pharm Des. 2013;19(32):5775–91."}, {"Citation": "Mizgier M, Jarząbek-Bielecka G, Wendland N, Jodłowska-Siewert E, Nowicki M, Brożek A, et al. Relation between inflammation, oxidative stress, and macronutrient intakes in normal and excessive body weight adolescent girls with clinical features of polycystic ovary syndrome. Nutrients. 2021;13(3):896."}, {"Citation": "Aboeldalyl S, James C, Seyam E, Ibrahim EM, Shawki HE, Amer S. The role of chronic inflammation in polycystic ovarian syndrome-a systematic review and meta-analysis. Int J Mol Sci. 2021;22(5):2734."}, {"Citation": "Dawood A, Alkafrawy N, Saleh S, Noreldin R, Zewain S. The relationship between IL-18 and atherosclerotic cardiovascular risk in Egyptian lean women with polycystic ovary syndrome. Gynecol Endocrinol. 2018;34(4):294–7."}, {"Citation": "Abraham Gnanadass S, Divakar Prabhu Y, Valsala Gopalakrishnan A. Association of metabolic and inflammatory markers with polycystic ovarian syndrome (PCOS): An update. Arch Gynecol Obstet. 2021;303(3):631–43."}, {"Citation": "Velez LM, Seldin M, Motta AB. Inflammation and reproductive function in women with polycystic ovary syndrome. Biol Reprod. 2021;104(6):1205–17."}, {"Citation": "Peng Z, Sun Y, Lv X, Zhang H, Liu C, Dai S. Interleukin-6 levels in women with polycystic ovary syndrome: A systematic review and meta-analysis. PLoS One. 2016;11(2):e0148531."}, {"Citation": "Rojas J, Chávez M, Olivar L, Rojas M, Morillo J, Mejías J, et al. Polycystic ovary syndrome, insulin resistance, and obesity: Navigating the pathophysiologic labyrinth. Int J Reprod Med. 2014;2014:719050."}, {"Citation": "Vasyukova E, Zaikova E, Kalinina O, Gorelova I, Pyanova I, Bogatyreva E, et al. Inflammatory and anti-inflammatory parameters in PCOS patients depending on body mass index: A case-control study. Biomedicines. 2023;11(10):2791."}, {"Citation": "Ricciotti E, FitzGerald GA. Prostaglandins and inflammation. Arterioscler Thromb Vasc Biol. 2011;31(5):986–1000."}, {"Citation": "Szczuko M, Kikut J, Komorniak N, Bilicki J, Celewicz Z, Ziętek M. The role of arachidonic and linoleic acid derivatives in pathological pregnancies and the human reproduction process. Int J Mol Sci. 2020;21(24):9628."}, {"Citation": "March WA, Moore VM, Willson KJ, Phillips DI, Norman RJ, Davies MJ. The prevalence of polycystic ovary syndrome in a community sample assessed under contrasting diagnostic criteria. Hum Reprod. 2010;25(2):544–51."}, {"Citation": "Liu T, Wang Q, Huang W, Tan J, Liu D, Pei T, et al. Anthropometric indices to predict insulin resistance in women with polycystic ovary syndrome in China. Reprod Biomed Online. 2019;38(1):101–7."}, {"Citation": "Ellis KJ. Selected body composition methods can be used in field studies. J Nutr. 2001;131(5):1589S–95S."}, {"Citation": "Barber TM, Hanson P, Weickert MO, Franks S. Obesity and polycystic ovary syndrome: Implications for pathogenesis and novel management strategies. Clin Med Insights Reprod Health. 2019;13:1179558119874042."}, {"Citation": "SamS. Obesity and polycystic ovary syndrome. Obes Manag. 2007;3(2):69–73."}, {"Citation": "Tangvarasittichai S. Oxidative stress, insulin resistance, dyslipidemia and type 2 diabetes mellitus. World J Diabetes. 2015;6(3):456–80."}, {"Citation": "Agarwal A, Aponte-Mellado A, Premkumar BJ, Shaman A, Gupta S. The effects of oxidative stress on female reproduction: A review. Reprod Biol Endocrinol. 2012;10:49."}, {"Citation": "Parker J. Pathophysiological effects of contemporary lifestyle on evolutionary-conserved survival mechanisms in polycystic ovary syndrome. Life (Basel). 2023;13(4):1056."}, {"Citation": "Morciano A, Romani F, Sagnella F, Scarinci E, Palla C, Moro F, et al. Assessment of insulin resistance in lean women with polycystic ovary syndrome. Fertility and Sterility. 2014;102(1):250–6.e3."}, {"Citation": "Sirmans SM, Pate KA. Epidemiology, diagnosis, and management of polycystic ovary syndrome. Clin Epidemiol. 2013;6:1–13."}, {"Citation": "Lewandowski KC, Skowrońska-Jóźwiak E, Łukasiak K, Gałuszko K, Dukowicz A, Cedro M, et al. How much insulin resistance in polycystic ovary syndrome? Comparison of HOMA-IR and insulin resistance (Belfiore) index models. Arch Med Sci. 2019;15(3):613–8."}, {"Citation": "Mansour A, Mirahmad M, Mohajeri-Tehrani MR, Jamalizadeh M, Hosseinimousa S, Rashidi F, et al. Risk factors for insulin resistance related to polycystic ovarian syndrome in Iranian population. Sci Rep. 2023;13(1):10269."}, {"Citation": "Ren D, Hu Y, Luo Y, Yang X. Selenium-containing polysaccharides from Ziyang green tea ameliorate high-fructose diet induced insulin resistance and hepatic oxidative stress in mice. Food Funct. 2015;6(10):3342–50."}, {"Citation": "Enechukwu CI, Onuegbu AJ, Olisekodiaka MJ, Eleje GU, Ikechebelu JI, Ugboaja JO, et al. Oxidative stress markers and lipid profiles of patients with polycystic ovary syndrome in a Nigerian tertiary hospital. Obstet Gynecol Sci. 2019;62(5):335–43."}, {"Citation": "Cresswell J, Fraser R, Bruce C, Egger P, Phillips D, Barker DJ. Relationship between polycystic ovaries, body mass index and insulin resistance. Acta Obstet Gynecol Scand. 2003;82(1):61–4."}, {"Citation": "Zhang H, Wang W, Zhao J, Jiao P, Zeng L, Zhang H, et al. Relationship between body composition, insulin resistance, and hormonal profiles in women with polycystic ovary syndrome. Front Endocrinol (Lausanne). 2023;13:1085656."}, {"Citation": "Galicia-Garcia U, Benito-Vicente A, Jebari S, Larrea-Sebal A, Siddiqi H, Uribe KB, et al. Pathophysiology of type 2 diabetes mellitus. Int J Mol Sci. 2020;21(17):6275."}, {"Citation": "Niu Y, Tang Q, Zhao X, Zhao X, Mao X, Sheng J, et al. Obesity-induced insulin resistance is mediated by high uric acid in obese children and adolescents. Front Endocrinol (Lausanne). 2021;12:773820."}, {"Citation": "Fazakerley DJ, Minard AY, Krycer JR, Thomas KC, Stöckli J, Harney DJ, et al. Mitochondrial oxidative stress causes insulin resistance without disrupting oxidative phosphorylation. J Biol Chem. 2018;293(19):7315–28."}, {"Citation": "Rains JL, Jain SK. Oxidative stress, insulin signaling, and diabetes. Free Radic Biol Med. 2011;50(5):567–75."}, {"Citation": "Rebelato E, Abdulkader F, Curi R, Carpinelli AR. Low doses of hydrogen peroxide impair glucose-stimulated insulin secretion via inhibition of glucose metabolism and intracellular calcium oscillations. Metabolism. 2010;59(3):409–13."}, {"Citation": "Shaw LM. The insulin receptor substrate (IRS) proteins: At the intersection of metabolism and cancer. Cell Cycle. 2011;10(11):1750–6."}, {"Citation": "Copps KD, White MF. Regulation of insulin sensitivity by serine/threonine phosphorylation of insulin receptor substrate proteins IRS1 and IRS2. Diabetologia. 2012;55(10):2565–82."}, {"Citation": "Zhao H, Zhang J, Cheng X, Nie X, He B. Insulin resistance in polycystic ovary syndrome across various tissues: An updated review of pathogenesis, evaluation, and treatment. J Ovarian Res. 2023;16(1):9."}, {"Citation": "De Leo V, Musacchio MC, Cappelli V, Massaro MG, Morgante G, Petraglia F. Genetic, hormonal and metabolic aspects of PCOS: An update. Reprod Biol Endocrinol. 2016;14(1):38."}, {"Citation": "Tong C, Wu Y, Zhang L, Yu Y. Insulin resistance, autophagy and apoptosis in patients with polycystic ovary syndrome: Association with PI3K signaling pathway. Front Endocrinol (Lausanne). 2022;13:1091147."}, {"Citation": "Guney G, Taşkın MI, Sener N, Tolu E, Dodurga Y, Elmas L, et al. The role of ERK-1 and ERK-2 gene polymorphisms in PCOS pathogenesis. Reprod Biol Endocrinol. 2022;20(1):95."}, {"Citation": "Petrillo T, Semprini E, Tomatis V, Arnesano M, Ambrosetti F, Battipaglia C, et al. Putative complementary compounds to counteract insulin-resistance in PCOS patients. Biomedicines. 2022;10(8):1924."}, {"Citation": "Pereira S, Shah A, George Fantus I, Joseph JW, Giacca A. Effect of N-acetyl-l-cysteine on insulin resistance caused by prolonged free fatty acid elevation. J Endocrinol. 2015;225(1):1–7."}, {"Citation": "Ding H, Zhang J, Zhang F, Zhang S, Chen X, Liang W, et al. Resistance to the insulin and elevated level of androgen: A major cause of polycystic ovary syndrome. Front Endocrinol (Lausanne). 2021;12:741764."}, {"Citation": "Osuka S, Nakanishi N, Murase T, Nakamura T, Goto M, Iwase A, et al. Animal models of polycystic ovary syndrome: A review of hormone-induced rodent models focused on hypothalamus-pituitary-ovary axis and neuropeptides. Reprod Med Biol. 2018;18(2):151–60."}, {"Citation": "Baptiste CG, Battista MC, Trottier A, Baillargeon JP. Insulin and hyperandrogenism in women with polycystic ovary syndrome. J Steroid Biochem Mol Biol. 2010;122(1–3):42–52."}, {"Citation": "Cho M, Kim S, Chun S. Relationship between hematologic parameters related to systemic inflammation and insulin resistance-associated metabolic parameters in women with polycystic ovary syndrome. Clin Exp Reprod Med. 2023;50(3):206–12."}, {"Citation": "González F. Inflammation in polycystic ovary Syndrome: Underpinning of insulin resistance and ovarian dysfunction. Steroids. 2012;77(4):300–5."}, {"Citation": "Cardoso RC, Burns A, Moeller J, Skinner DC, Padmanabhan V. Developmental programming: Insulin sensitizer prevents the GnRH-stimulated LH hypersecretion in a sheep model of PCOS. Endocrinology. 2016;157(12):4641–53."}, {"Citation": "Janssen JAMJL. The impact of westernization on the insulin/IGF-I signaling pathway and the metabolic syndrome: It is time for change. Int J Mol Sci. 2023;24(5):4551."}, {"Citation": "Daka B, Rosen T, Jansson PA, Råstam L, Larsson CA, Lindblad U. Inverse association between serum insulin and sex hormone-binding globulin in a population survey in Sweden. Endocr Connect. 2012;2(1):18–22."}, {"Citation": "Shabbir S, Khurram E, Moorthi VS, Eissa YTH, Kamal MA, Butler AE. The interplay between androgens and the immune response in polycystic ovary syndrome. J Transl Med. 2023;21(1):259."}, {"Citation": "Mancini A, Bruno C, Vergani E, d’Abate C, Giacchi E, Silvestrini A. Oxidative stress and low-grade inflammation in polycystic ovary syndrome: Controversies and new insights. Int J Mol Sci. 2021;22(4):1667."}, {"Citation": "Ortega I, Cress AB, Wong DH, Villanueva JA, Sokalska A, Moeller BC, et al. Simvastatin reduces steroidogenesis by inhibiting Cyp17a1 gene expression in rat ovarian theca-interstitial cells. Biol Reprod. 2012;86(1):1–9."}, {"Citation": "Zhang J, Bao Y, Zhou X, Zheng L. Polycystic ovary syndrome and mitochondrial dysfunction. Reprod Biol Endocrinol. 2019;17(1):67."}, {"Citation": "Prayitno GD, Lestari K, Sartika CR, Djuwantono T, Widjaya A, Muharam R, et al. Potential of mesenchymal stem cells and their secretomes in decreasing inflammation markers in polycystic ovary syndrome treatment: A systematic review. Medicines (Basel). 2022;10(1):3."}, {"Citation": "Tostes RC, Carneiro FS, Carvalho MH, Reckelhoff JF. Reactive oxygen species: Players in the cardiovascular effects of testosterone. Am J Physiol Regul Integr Comp Physiol. 2016;310(1):R1–14."}, {"Citation": "Kabel AM, Ashour AM, Omar MS, Estfanous RS. Effect of fish oil and telmisartan on dehydroepiandrosterone-induced polycystic ovarian syndrome in rats: The role of oxidative stress, transforming growth factor beta-1, and nuclear factor kappa B. Food Sci Nutr. 2020;8(9):5149–59."}, {"Citation": "Mohamad NV, Wong SK, Wan Hasan WN, Jolly JJ, Nur-Farhana MF, Ima-Nirwana S, et al. The relationship between circulating testosterone and inflammatory cytokines in men. Aging Male. 2019;22(2):129–40."}, {"Citation": "Bianchi VE. The anti-inflammatory effects of testosterone. J Endocr Soc. 2018;3(1):91–107."}, {"Citation": "Antinozzi C, Duranti G, Ceci R, Lista M, Sabatini S, Caporossi D, et al. Hydrogen peroxide stimulates dihydrotestosterone release in C2C12 myotubes: A new perspective for exercise-related muscle steroidogenesis? Int J Mol Sci. 2022;23(12):6566."}, {"Citation": "Luque-Ramírez M, Nattero-Chávez L, Ortiz Flores AE, Escobar-Morreale HF. Combined oral contraceptives and/or antiandrogens versus insulin sensitizers for polycystic ovary syndrome: A systematic review and meta-analysis. Hum Reprod Update. 2018;24:225–41."}, {"Citation": "Bird SR, Hawley JA. Update on the effects of physical activity on insulin sensitivity in humans. BMJ Open Sport Exerc Med. 2017;2(1):e000143."}, {"Citation": "Patten RK, Boyle RA, Moholdt T, Kiel I, Hopkins WG, Harrison CL, et al. Exercise interventions in polycystic ovary syndrome: A systematic review and meta-analysis. Front Physiol. 2020;11:606."}, {"Citation": "Wang F, Wang X, Liu Y, Zhang Z. Effects of exercise-induced ROS on the pathophysiological functions of skeletal muscle. Oxid Med Cell Longev. 2021;2021:3846122."}, {"Citation": "Patil SG, Dhanakshirur GB, Aithala MR, Naregal G, Das KK. Effect of yoga on oxidative stress in elderly with grade-I hypertension: A randomized controlled study. J Clin Diagn Res. 2014;8(7):BC04-07–7."}, {"Citation": "Gordon L, McGrowder DA, Pena YT, Cabrera E, Lawrence-Wright MB. Effect of yoga exercise therapy on oxidative stress indicators with end-stage renal disease on hemodialysis. Int J Yoga. 2013;6(1):31–8."}, {"Citation": "Sengupta P, Chaudhuri P, Bhattacharya K. Male reproductive health and yoga. Int J Yoga. 2013;6(2):87–95."}, {"Citation": "Kazemi M, Hadi A, Pierson RA, Lujan ME, Zello GA, Chilibeck PD. Effects of dietary glycemic index and glycemic load on cardiometabolic and reproductive profiles in women with polycystic ovary syndrome: A systematic review and meta-analysis of randomized controlled trials. Adv Nutr. 2021;12(1):161–78."}, {"Citation": "Szczuko M, Zapałowska-Chwyć M, Drozd A, Maciejewska D, Starczewski A, Wysokiński P, et al. Changes in the IGF-1 and TNF-α synthesis pathways before and after three-month reduction diet with low glycemic index in women with PCOS. Ginekol Pol. 2018;89(6):295–303."}, {"Citation": "Szczuko M, Skowronek M, Zapałowska-Chwyć M, Starczewski A. Quantitative assessment of nutrition in patients with polycystic ovary syndrome (PCOS). Rocz Panstw Zakl Hig. 2016;67(4):419–26."}, {"Citation": "Wang T, Sha L, Li Y, Zhu L, Wang Z, Li K, et al. Dietary α-linolenic acid-rich flaxseed oil exerts beneficial effects on polycystic ovary syndrome through sex steroid hormones-microbiota-inflammation axis in rats. Front Endocrinol (Lausanne). 2020;11:284."}, {"Citation": "Szczuko M, Zapalowska-Chwyć M, Drozd R. A low glycemic index decreases inflammation by increasing the concentration of uric acid and the activity of glutathione peroxidase (GPx3) in patients with polycystic ovary syndrome (PCOS). Molecules. 2019;24(8):1508."}, {"Citation": "Hoover SE, Gower BA, Cedillo YE, Chandler-Laney PC, Deemer SE, Goss AM. Changes in ghrelin and glucagon following a low glycemic load diet in women with PCOS. J Clin Endocrinol Metab. 2021;106(5):e2151–61."}, {"Citation": "Porchia LM, Hernandez-Garcia SC, Gonzalez-Mejia ME, López-Bayghen E. Diets with lower carbohydrate concentrations improve insulin sensitivity in women with polycystic ovary syndrome: A meta-analysis. Eur J Obstet Gynecol Reprod Biol. 2020;248:110–7."}, {"Citation": "Shang Y, Zhou H, Hu M, Feng H. Effect of diet on insulin resistance in polycystic ovary syndrome. J Clin Endocrinol Metab. 2020;105(10):dgaa425."}, {"Citation": "Shishehgar F, Mirmiran P, Rahmati M, Tohidi M, Ramezani Tehrani F. Does a restricted energy low glycemic index diet have a different effect on overweight women with or without polycystic ovary syndrome? BMC Endocr Disord. 2019;19(1):93."}, {"Citation": "Paoli A, Mancin L, Giacona MC, Bianco A, Caprio M. Effects of a ketogenic diet in overweight women with polycystic ovary syndrome. J Transl Med. 2020;18(1):104."}, {"Citation": "Laganà AS, Monti N, Fedeli V, Gullo G, Bizzarri M. Does alpha-lipoic acid improve effects on polycystic ovary syndrome? Eur Rev Med Pharmacol Sci. 2022;26(4):1241–7."}, {"Citation": "Yi X, Kim K, Yuan W, Xu L, Kim HS, Homeister JW, et al. Mice with heterozygous deficiency of lipoic acid synthase have an increased sensitivity to lipopolysaccharide-induced tissue injury. J Leukoc Biol. 2009;85(1):146–53."}, {"Citation": "Rochette L, Ghibu S, Richard C, Zeller M, Cottin Y, Vergely C. Direct and indirect antioxidant properties of α-lipoic acid and therapeutic potential. Mol Nutr Food Res. 2013;57(1):114–25."}, {"Citation": "Bast A, Haenen GR. Lipoic acid: A multifunctional antioxidant. Biofactors. 2003;17(1–4):207–13."}, {"Citation": "Genazzani AD, Shefer K, Della Casa D, Prati A, Napolitano A, Manzo A, et al. Modulatory effects of alpha-lipoic acid (ALA) administration on insulin sensitivity in obese PCOS patients. J Endocrinol Invest. 2018;41(5):583–90."}, {"Citation": "Ivanova LA. Influence of thioctic acid on the hyperinsulinemia and ovarian volume in female patients with polycystic ovary syndrome. Open J Endocr Metab Dis. 2015;5(4):37–40."}, {"Citation": "Segermann J, Hotze A, Ulrich H, Rao GS. Effect of alpha-lipoic acid on the peripheral conversion of thyroxine to triiodothyronine and on serum lipid-, protein- and glucose levels. Arzneimittelforschung. 1991;41(12):1294–8."}, {"Citation": "Fruzzetti F, Fidecicchi T, Palla G, Gambacciani M. Long-term treatment with α-lipoic acid and myo-inositol positively affects clinical and metabolic features of polycystic ovary syndrome. Gynecol Endocrinol. 2020;36(2):152–5."}, {"Citation": "Niki E, Traber MG. A history of vitamin E. Ann Nutr Metab. 2012;61(3):207–12."}, {"Citation": "Berretta M, Quagliariello V, Maurea N, Di Francia R, Sharifi S, Facchini G, et al. Multiple effects of ascorbic acid against chronic diseases: Updated evidence from preclinical and clinical studies. Antioxidants (Basel). 2020;9(12):1182."}, {"Citation": "Olaniyan OT, Femi A, Iliya G, Ayobami D, Godam E, Olugbenga E, et al. Vitamin C suppresses ovarian pathophysiology in experimental polycystic ovarian syndrome. Pathophysiology. 2019;26(3–4):331–41."}, {"Citation": "Shirazi SH, Pourghassem Gargari B, Izadi A, Taghizadeh SH, Parizad M. Effect of vitamin e on serum levels of vascular endothelial growth factor and angiopoietin-1 in women with polycystic ovary syndrome: A pilot randomized, placebo-controlled trial. Int J Fertil Steril. 2021;15(1):44–50."}, {"Citation": "Shahrokhi SA, Naeini AA. The association between dietary antioxidants, oxidative stress markers, abdominal obesity and poly-cystic ovary syndrome: A case control study. J Obstet Gynaecol. 2020;40(1):77–82."}, {"Citation": "Szczuko M, Szydłowska I, Nawrocka-Rutkowska J. A properly balanced reduction diet and/or supplementation solve the problem with the deficiency of these vitamins soluble in water in patients with PCOS. Nutrients. 2021;13(3):746."}, {"Citation": "Günalan E, Yaba A, Yılmaz B. The effect of nutrient supplementation in the management of polycystic ovary syndrome-associated metabolic dysfunctions: A critical review. J Turk Ger Gynecol Assoc. 2018;19(4):220–32."}, {"Citation": "Wanders D, Graff EC, White BD, Judd RL. Niacin increases adiponectin and decreases adipose tissue inflammation in high fat diet-fed mice. PLoS One. 2013;8(8):e71285."}, {"Citation": "Suzuki H, Kunisawa J. Vitamin-mediated immune regulation in the development of inflammatory diseases. Endocr Metab Immune Disord Drug Targets. 2015;15(3):212–5."}, {"Citation": "Esmaeilzadeh S, Gholinezhad-Chari M, Ghadimi R. The effect of metformin treatment on the serum levels of homocysteine, folic acid, and vitamin B12 in patients with polycystic ovary syndrome. J Hum Reprod Sci. 2017;10(2):95–101."}, {"Citation": "DiNicolantonio JJ, Liu J, O’Keefe JH. Thiamine and cardiovascular disease: A literature review. Prog Cardiovasc Dis. 2018;61(1):27–32."}, {"Citation": "Taghizadeh S, Izadi A, Shirazi S, Parizad M, Pourghassem Gargari B. The effect of coenzyme Q10 supplementation on inflammatory and endothelial dysfunction markers in overweight/obese polycystic ovary syndrome patients. Gynecol Endocrinol. 2021;37(1):26–30."}, {"Citation": "Cheng X, He B. Clinical and biochemical potential of antioxidants in treating polycystic ovary syndrome. Int J Womens Health. 2022;14:467–79."}, {"Citation": "Szczuko M, Kikut J, Szczuko U, Szydłowska I, Nawrocka-Rutkowska J, Ziętek M, et al. Nutrition strategy and life style in polycystic ovary syndrome-narrative review. Nutrients. 2021;13(7):2452."}, {"Citation": "Bhattacharya K, Sengupta P, Dutta S. Role of melatonin in male reproduction. Asian Pac J Reprod. 2019;8(5):211–9."}, {"Citation": "Yu K, Wang RX, Li MH, Sun TC, Zhou YW, Li YY, et al. Melatonin reduces androgen production and upregulates heme oxygenase-1 expression in granulosa cells from PCOS patients with hypoestrogenia and hyperandrogenia. Oxid Med Cell Longev. 2019;2019:8218650."}, {"Citation": "Pai SA, Majumdar AS. Protective effects of melatonin against metabolic and reproductive disturbances in polycystic ovary syndrome in rats. J Pharm Pharmacol. 2014;66(12):1710–21."}, {"Citation": "Hu Q, Jin J, Zhou H, Yu D, Qian W, Zhong Y, et al. Crocetin attenuates DHT-induced polycystic ovary syndrome in mice via revising kisspeptin neurons. Biomed Pharmacother. 2018;107:1363–9."}, {"Citation": "Morgante G, Darino I, Spanò A, Luisi S, Luddi A, Piomboni P, et al. PCOS physiopathology and vitamin D deficiency: Biological insights and perspectives for treatment. J Clin Med. 2022;11(15):4509."}, {"Citation": "Hestiantoro A, Astuti BPK, Joyo EO, Febri RR, Silvana V, Muharam R. Vitamin B3 (niacin), B6, C, and iron intake are associated with the free androgen index, especially in normoandrogenic polycystic ovary syndrome. J Turk Ger Gynecol Assoc. 2022;23(3):130–6."}, {"Citation": "Kilicdag EB, Bagis T, Tarim E, Aslan E, Erkanli S, Simsek E, et al. Administration of B-group vitamins reduces circulating homocysteine in polycystic ovarian syndrome patients treated with metformin: A randomized trial. Hum Reprod. 2005;20(6):1521–8."}, {"Citation": "Ferreira PB, Diniz AFA, Lacerda Júnior FF, Silva MDCC, Cardoso GA, Silva AS, et al. Supplementation with Spirulina platensis prevents uterine diseases related to muscle reactivity and oxidative stress in rats undergoing strength training. Nutrients. 2021;13(11):3763."}, {"Citation": "Brito AF, Silva AS, de Oliveira CVC, de Souza AA, Ferreira PB, de Souza ILL, et al. Spirulina platensis prevents oxidative stress and inflammation promoted by strength training in rats: Dose-response relation study. Sci Rep. 2020;10(1):6382."}, {"Citation": "Modarresi R, Aminsharifi A, Foroughinia F. Impact of spirulina supplementation on semen parameters in patients with idiopathic male infertility: A pilot randomized trial. Urol J. 2019;16(1):78–82."}, {"Citation": "Badr M, Rawash Z, Azab A, Dohreg R, Ghattas T, Fathi M. Spirulina platensis extract addition to semen extender enhances cryotolerance and fertilizing potentials of buffalo bull spermatozoa. Anim Reprod. 2021;18(2):e20200520."}, {"Citation": "El Leithy AA, Al-Karmalawy AA, Youssif OM, Ebrahim YA, Khalifa AS, Elkaeed EB, et al. Spirulina therapeutic potentiality in polycystic ovarian syndrome management using DHEA-induced rat model. Eur Rev Med Pharmacol Sci. 2022;26(8):2740–54."}, {"Citation": "Han Y, Wu H, Sun S, Zhao R, Deng Y, Zeng S, et al. Effect of high fat diet on disease development of polycystic ovary syndrome and lifestyle intervention strategies. Nutrients. 2023;15(9):2230."}, {"Citation": "Adamczak M, Wiecek A. Food products that may cause an increase in blood pressure. Curr Hypertens Rep. 2020;22(1):2."}, {"Citation": "Dhariwala MY, Ravikumar P. An overview of herbal alternatives in androgenetic alopecia. J Cosmet Dermatol. 2019;18(4):966–75."}, {"Citation": "Prajapati DP, Patel M, Dharamsi A. Beneficial effect of polyherbal formulation in letrozole induced polycystic ovarian syndrome (PCOS). J Tradit Complement Med. 2022;12(6):575–83."}, {"Citation": "Jung W, Choi H, Kim J, Kim J, Kim W, Nurkolis F, et al. Effects of natural products on polycystic ovary syndrome: From traditional medicine to modern drug discovery. Heliyon. 2023;9(10):e20889."}, {"Citation": "Heshmati J, Moini A, Sepidarkish M, Morvaridzadeh M, Salehi M, Palmowski A, et al. Effects of curcumin supplementation on blood glucose, insulin resistance and androgens in patients with polycystic ovary syndrome: A randomized double-blind placebo-controlled clinical trial. Phytomedicine. 2021;80:153395."}, {"Citation": "Ziaei R, Foshati S, Hadi A, Kermani MAH, Ghavami A, Clark CCT, et al. The effect of nettle (Urtica dioica) supplementation on the glycemic control of patients with type 2 diabetes mellitus: A systematic review and meta-analysis. Phytother Res. 2020;34(2):282–94."}, {"Citation": "MacDonald-Ramos K, Michán L, Martínez-Ibarra A, Cerbón M. Silymarin is an ally against insulin resistance: A review. Ann Hepatol. 2021;23:100255."}, {"Citation": "Azizi N, Amini MR, Djafarian K, Shab-Bidar S. The effects of Nigella sativa supplementation on liver enzymes levels: A systematic review and meta-analysis of randomized controlled trials. Clin Nutr Res. 2021;10(1):72–82."}, {"Citation": "Borzoei A, Rafraf M, Niromanesh S, Farzadi L, Narimani F, Doostan F. Effects of cinnamon supplementation on antioxidant status and serum lipids in women with polycystic ovary syndrome. J Tradit Complement Med. 2017;8(1):128–33."}, {"Citation": "Liang Y, Tian QH, Mu YX, Du HL. Effects of cangfu congxian decoction on oxidative stress in polycystic ovary syndrome patients. Zhongguo Zhong Xi Yi Jie He Za Zhi. 2016;36(6):685–9."}, {"Citation": "Jamilian M, Asemi Z. The effects of soy isoflavones on metabolic status of patients with polycystic ovary syndrome. J Clin Endocrinol Metab. 2016;101(9):3386–94."}, {"Citation": "Hassanzadeh Bashtian M, Emami SA, Mousavifar N, Esmaily HA, Mahmoudi M, Mohammad Poor AH. Evaluation of fenugreek (Trigonella foenum-graceum L.), effects seeds extract on insulin resistance in women with polycystic ovarian syndrome. Iran J Pharm Res. 2013;12(2):475–81."}, {"Citation": "Liu Y, Mao LH. Effect of danzhi xiaoyao pill on ovulation induction of polycystic ovarian syndrome patients of pathogenic fire derived from stagnation of gan-qi. Zhongguo Zhong Xi Yi Jie He Za Zhi. 2013;33(9):1191–5."}, {"Citation": "Wiweko B, Susanto CA. The effect of metformin and cinnamon on serum anti-mullerian hormone in women having PCOS: A double-blind, randomized, controlled trial. J Hum Reprod Sci. 2017;10(1):31–6."}, {"Citation": "Arentz S, Smith CA, Abbott J, Fahey P, Cheema BS, Bensoussan A. Combined lifestyle and herbal medicine in overweight women with polycystic ovary syndrome (PCOS): A randomized controlled trial. Phytother Res. 2017;31(9):1330–40."}, {"Citation": "Hajimonfarednejad M, Nimrouzi M, Heydari M, Zarshenas MM, Raee MJ, Jahromi BN. Insulin resistance improvement by cinnamon powder in polycystic ovary syndrome: A randomized double-blind placebo controlled clinical trial. Phytother Res. 2018;32(2):276–83."}, {"Citation": "Swaroop A, Jaipuriar AS, Gupta SK, Bagchi M, Kumar P, Preuss HG, et al. Efficacy of a Novel fenugreek seed extract (Trigonella foenum-graecum, furocyst) in polycystic ovary syndrome (PCOS). Int J Med Sci. 2015;12(10):825–31."}, {"Citation": "Moini Jazani A, Nasimi Doost Azgomi H, Nasimi Doost Azgomi A, Nasimi Doost Azgomi R. A comprehensive review of clinical studies with herbal medicine on polycystic ovary syndrome (PCOS). Daru. 2019;27(2):863–77."}, {"Citation": "Esmaeilinezhad Z, Babajafari S, Sohrabi Z, Eskandari MH, Amooee S, Barati-Boldaji R. Effect of synbiotic pomegranate juice on glycemic, sex hormone profile and anthropometric indices in PCOS: A randomized, triple blind, controlled trial. Nutr Metab Cardiovasc Dis. 2019;29(2):201–8."}, {"Citation": "Tehrani HG, Allahdadian M, Zarre F, Ranjbar H, Allahdadian F. Effect of green tea on metabolic and hormonal aspect of polycystic ovarian syndrome in overweight and obese women suffering from polycystic ovarian syndrome: A clinical trial. J Educ Health Promot. 2017;6:36."}, {"Citation": "Shayan A, Masoumi SZ, Shobeiri F, Tohidi S, Khalili A. Comparing the effects of agnugol and metformin on oligomenorrhea in patients with polycystic ovary syndrome: A randomized clinical trial. J Clin Diagn Res. 2016;10(12):QC13–6."}, {"Citation": "An Y, Sun Z, Zhang Y, Liu B, Guan Y, Lu M. The use of berberine for women with polycystic ovary syndrome undergoing IVF treatment. Clin Endocrinol (Oxf). 2014;80(3):425–31."}, {"Citation": "Mirmasoumi G, Fazilati M, Foroozanfard F, Vahedpoor Z, Mahmoodi S, Taghizadeh M, et al. The effects of flaxseed oil omega-3 fatty acids supplementation on metabolic status of patients with polycystic ovary syndrome: A randomized, double-blind, placebo-controlled trial. Exp Clin Endocrinol Diabetes. 2018;126(4):222–8."}, {"Citation": "Hajimonfarednejad M, Ostovar M, Raee MJ, Hashempur MH, Mayer JG, Heydari M. Cinnamon: A systematic review of adverse events. Clin Nutr. 2019;38(2):594–602."}, {"Citation": "Nawab A, Farooq N. Review on green tea constituents and its negative effects. TPI. 2015;4(1):21–4."}]}], "History": [{"Year": "2023", "Month": "10", "Day": "30"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2024", "Month": "1", "Day": "22", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "20", "Hour": "5", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "19", "Hour": "18", "Minute": "42"}], "PublicationStatus": "epublish", "ArticleIdList": ["38242137", "10.1515/bmc-2022-0038", "bmc-2022-0038"]}}]}