{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Age-related cataract", "Lens epithelial cells", "Oxidative stress", "Traditional Chinese medicine"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38253273", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.jep.2024.117786", "S0378-8741(24)00085-0"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "20"}], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "324", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "24"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Review on the potential roles of traditional Chinese medicines in the prevention, treatment, and postoperative recovery of age-related cataract.", "Pagination": {"StartPage": "117786", "MedlinePgn": "117786"}, "Abstract": {"AbstractText": ["Cataract is the most common cause of blindness worldwide, a visual disorder caused by a clouded lens that seriously affects People's Daily lives. Age-related cataract (ARC) is the most common type of cataract due to long-term combined effects of many factors, and its pathogenesis is varied. At present, the surgery is the main treatment for cataracts, but it is still limited to the prevention, treatment of early cataracts and the postoperative complications care. While, its drug treatments are still in the stage of exploration and research. Traditional Chinese Medicine (TCM), a unique resource in China, is conceived under the guidance of traditional Chinese medicine theory and has little toxicity and side effects, but it has made great progress in the treatment and prevention of ARC.", "This review presents an overview of the pathogenesis of ARC in both traditional and modern medicines and summarizes the history and therapeutic effect of TCM on ARC including their formula, crude drugs and active components, and also the other auxiliary methods.", "A number of recognized databases like SciFinder, PubMed, Science Direct, Google Scholar, and China National Knowledge Infrastructure (CNKI) were extensively explored by using keywords and phrases such as \"cataract\", \"age-related cataract\", \"traditional medicine\", \"ethnopharmacology\", \"herbs\", \"medicinal plants\", or other relevant terms, and the plants/phytoconstituents that are evaluated in the models of age-related cataract. As well as the current TCM adjuvant therapy used in the clinical treatment were summarized.", "TCM revealed to plays an active role in treating age-related cataract, via multi-pathway and multi-target, and can treat or delay ARC by inhibiting abnormal glucose metabolism, antioxidant damage, inhibiting LEC apoptosis, and so on, which is in concordance with the good effects of the global use of TCM in clinical application. Concerning the early prevention and treatment of cataract and postoperative complications, TCM and auxiliary methods remain to achieve better clinical effects.", "ARC belongs to the category of \"Yuan Yi Nei Zhang\" in TCM theory, showing that there are many causes of ARC including aging, and kidney-yang, spleen, sperm and blood deficiencies. At the same time, the viscera gradually decline, as well as yin or yang progressively become weak, especially in the elder people. So, TCM could be mainly based on liver, kidney, and spleen syndrome differentiation, personalizing diagnosis and treatment, following multiple targets, regulating fundamentally yin and yang, and thus justifying the advantages of Chinese medicine in the prevention and treatment of ARC."], "CopyrightInformation": "Copyright © 2024 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China; College of Life Sciences, Jilin Agricultural University, Changchun, 130118, China; Jilin Provincial International Joint Research Center for the Development and Utilization of Authentic, China."}], "LastName": "Liu", "ForeName": "Xiao-Min", "Initials": "XM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Hospital, Jilin University, Changchun, 130118, China."}], "LastName": "Shi", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Chinese Medicinal Materials, Jilin Agricultural University, Changchun, 130118, China; College of Life Sciences, Jilin Agricultural University, Changchun, 130118, China; Jilin Provincial International Joint Research Center for the Development and Utilization of Authentic, China. Electronic address: liwei7727@126.com."}], "LastName": "Li", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": ["drug therapy", "prevention & control"], "DescriptorName": "Cataract"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Postoperative Complications"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2023", "Month": "10", "Day": "18"}, {"Year": "2023", "Month": "12", "Day": "10"}, {"Year": "2024", "Month": "1", "Day": "15"}, {"Year": "2024", "Month": "2", "Day": "11", "Hour": "16", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "22", "Hour": "19", "Minute": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38253273", "10.1016/j.jep.2024.117786", "S0378-8741(24)00085-0"]}}]}