{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SiO2 NPs", "ZnO NPs", "date pollen", "fertilization", "sweet basil plant"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38256725", "DateRevised": {"Year": "2024", "Month": "01", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["172", "10.3390/plants13020172"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "08"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "08"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Application of ZnO NPs, SiO<sub>2</sub> NPs and Date Pollen Extract as Partial Substitutes to Nitrogen, Phosphorus, and Potassium Fertilizers for Sweet Basil Production.", "Abstract": {"AbstractText": ["The reduction in mineral fertilizer usage is crucial to the production of medicinal and aromatic products for safety and health purposes. Presently, nanotechnology and the utilization of natural extracts have been extensively studied due to their significant contribution. <i>Ocimum basilicum</i> is commonly employed for various medicinal and aromatic applications. Therefore, randomized complete block design field experiments containing 10 treatments were conducted during the 2021 and 2022 seasons to investigate the effect of nanoparticles (NPs) of ZnO (1.5 and 2.0 g/L) and SiO<sub>2</sub> (100 and 150 mg/L) and date palm pollen extract (DPPE) at 10 and 20 g/L either alone or in combination with the ¾ or ½ NPK recommended dose (RD). The NPK RD was served as a control treatment on basil plant production in each season. The effectiveness of ZnO NPs, SiO<sub>2</sub> NPs, and DPPE for the decrease in NPK utilization was evaluated. Meanwhile, the most effective treatment for vegetative traits (except for plant height), essential oil %, and yield was ½ NPK RD + 20 g/L DPPE + 2.0 g/L ZnO NPs. Such a treatment increased the branch number/plant, main stem diameter, relevant chlorophyll content, fresh weight/plant, dry weight/plant, essential oil %, and essential oil yield/plant by 21.00 and 9.94%, 58.70 and 40.00%, 20.69 and 15.83%, 68.83 and 58.28%, 48.70 and 56.16%, 45.71 and 35.53%, and 113.22 and 110.32% over the control in the two seasons, respectively. For total phenol and antioxidant activity, the most effective treatments were the ¾ NPK +1.5 g/L ZnO NPs and ½ NPK +2.0 g/L ZnO NPs, respectively. Simultaneously, essential oil composition (with their compound numbers identified (11-29 for control and ¾ NPK RD + 1.5 g/L ZnO NPs)) and the percentage of total compounds, monoterpene hydrocarbons, sesquiterpene hydrocarbons, and oxygenated hydrocarbons were varied among the used applications. The major observed compounds (>8%) estragole, methyl eugenol, linalool, cineole, and caryophyllene were found in different treatments. Thus, the findings of this study indicate the favorable utilization of ZnO NPs, SiO<sub>2</sub> NPs, and DPPE in reducing the application of NPK, which may present a novel strategy and beneficial approach."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Horticulture Department, Faculty of Agriculture, Kafr El-Sheikh University, Kafr El-Sheikh 33516, Egypt."}], "LastName": "El-Mahrouk", "ForeName": "El-Sayed Mohamed", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department (Horticulture-Medicinal and Aromatic Plants), Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria 21531, Egypt."}], "LastName": "Atef", "ForeName": "Ekramy Abdel Moatamed", "Initials": "EAM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria 21531, Egypt."}], "LastName": "Gabr", "ForeName": "Mohamed Kadry", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria 21531, Egypt."}], "LastName": "Aly", "ForeName": "Mahmoud Ahmed", "Initials": "MA"}, {"Identifier": ["0000-0003-2835-7426"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Cultivation Technology and Commodity Sciences, University of Life Sciences in Lublin, 13 Akademicka Street, 20-950 Lublin, Poland."}], "LastName": "Głowacka", "ForeName": "Aleksandra", "Initials": "A"}, {"Identifier": ["0000-0001-7929-968X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department (Horticulture-Medicinal and Aromatic Plants), Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria 21531, Egypt."}], "LastName": "Ahmed", "ForeName": "Mohamed A A", "Initials": "MAA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Esetlili B.Ç., Öztürk B., Çobanoğlu Ö., Anaç D. Sweet basil (Ocimum basilicum L.) and potassium fertilization. J. Plant Nutrit. 2016;39:35–44. doi: 10.1080/01904167.2015.1088022.", "ArticleIdList": ["10.1080/01904167.2015.1088022"]}, {"Citation": "Ekren S., Sönmez Ç., Özçakal E., Kurttaş Y.S.K., Bayram E., Gürgülü H. The effect of different irrigation water levels on yield and quality characteristics of purple basil (Ocimum basilicum L.) Agric. Water Manag. 2012;109:155–161. doi: 10.1016/j.agwat.2012.03.004.", "ArticleIdList": ["10.1016/j.agwat.2012.03.004"]}, {"Citation": "Khalid K.A., Hendawy S., El-Gezawy E. Ocimum basilicum L. production under organic farming. Res. J. Agric. Biolog. Sci. 2006;2:25–32."}, {"Citation": "Hanif M.A., Al-Maskari M.Y., Al-Maskari A., Al-Shukaili A., Al-Maskari A.Y., Al-Sabahi J.N. Essential oil composition, antimicrobial and antioxidant activities of unexplored Omani basil. J. Med. Plants Res. 2011;5:751–757."}, {"Citation": "Simon J.E., Morales M.R., Phippen W.B., Vieira R.F., Hao Z. Basil: A source of aroma compounds and a popular culinary and ornamental herb. Perspect. New Crops New Uses. 1999;16:499–505."}, {"Citation": "Bufalo J., Cantrell C.L., Astatkie T., Zheljazkov V.D., Gawde A., Boaro C.S.F. Organic versus conventional fertilization effects on sweet basil (Ocimum basilicum L.) growth in a greenhouse system. Ind. Crops Prod. 2015;74:249–254. doi: 10.1016/j.indcrop.2015.04.032.", "ArticleIdList": ["10.1016/j.indcrop.2015.04.032"]}, {"Citation": "Muráriková A., Ťažký A., Neugebauerová J., Planková A., Jampílek J., Mučaji P., Mikuš P. Characterization of essential oil composition in different basil species and pot cultures by a GC-MS method. Molecules. 2017;22:1221. doi: 10.3390/molecules22071221.", "ArticleIdList": ["10.3390/molecules22071221", "PMC6152153", "28726757"]}, {"Citation": "Hawkesford M., Horst W., Kichey T., Lambers H., Schjoerring J., Møller I.S., White P. Marschner’s Mineral Nutrition of Higher Plants. Elsevier; Amsterdam, The Netherlands: 2012. Functions of macronutrients; pp. 135–189."}, {"Citation": "Jones D.L., Cross P., Withers P.J., DeLuca T.H., Robinson D.A., Quilliam R.S., Harris I.M., Chadwick D.R., Edwards-Jones G. Nutrient stripping: The global disparity between food security and soil nutrient stocks. J. Appl. Ecol. 2013;50:851–862. doi: 10.1111/1365-2664.12089.", "ArticleIdList": ["10.1111/1365-2664.12089"]}, {"Citation": "Zhang X., Davidson E.A., Mauzerall D.L., Searchinger T.D., Dumas P., Shen Y. Managing nitrogen for sustainable development. Nature. 2015;528:51–59. doi: 10.1038/nature15743.", "ArticleIdList": ["10.1038/nature15743", "26595273"]}, {"Citation": "Congreves K., Van Eerd L. Nitrogen cycling and management in intensive horticultural systems. Nutr. Cycl. Agroecosyst. 2015;102:299–318. doi: 10.1007/s10705-015-9704-7.", "ArticleIdList": ["10.1007/s10705-015-9704-7"]}, {"Citation": "Savci S. Investigation of effect of chemical fertilizers on environment. APCBEE Procedia. 2012;1:287–292. doi: 10.1016/j.apcbee.2012.03.047.", "ArticleIdList": ["10.1016/j.apcbee.2012.03.047"]}, {"Citation": "Faizan M., Bhat J.A., Chen C., Alyemeni M.N., Wijaya L., Ahmad P., Yu F. Zinc oxide nanoparticles (ZnO-NPs) induce salt tolerance by improving the antioxidant system and photosynthetic machinery in tomato. Plant Physiol. Biochem. 2021;161:122–130. doi: 10.1016/j.plaphy.2021.02.002.", "ArticleIdList": ["10.1016/j.plaphy.2021.02.002", "33581620"]}, {"Citation": "Adrees M., Khan Z.S., Hafeez M., Rizwan M., Hussain K., Asrar M., Alyemeni M.N., Wijaya L., Ali S. Foliar exposure of zinc oxide nanoparticles improved the growth of wheat (Triticum aestivum L.) and decreased cadmium concentration in grains under simultaneous Cd and water deficient stress. Ecotox. Environ. Saf. 2021;208:111627. doi: 10.1016/j.ecoenv.2020.111627.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111627", "33396147"]}, {"Citation": "García-Gómez C., García S., Obrador A.F., González D., Babín M., Fernández M.D. Effects of aged ZnO NPs and soil type on Zn availability, accumulation and toxicity to pea and beet in a greenhouse experiment. Ecotoxicol. Environ. Saf. 2018;160:222230. doi: 10.1016/j.ecoenv.2018.05.019.", "ArticleIdList": ["10.1016/j.ecoenv.2018.05.019", "29807295"]}, {"Citation": "Rizwan M., Ali S., ur Rehman M.Z., Adrees M., Arshad M., Qayyum M.F., Ali L., Hussain A., Chatha S.A.S., Imran M. Alleviation of cadmium accumulation in maize (Zea mays L.) by foliar spray of zinc oxide nanoparticles and biochar to contaminated soil. Environ. Poll. 2019;248:358–367. doi: 10.1016/j.envpol.2019.02.031.", "ArticleIdList": ["10.1016/j.envpol.2019.02.031", "30818115"]}, {"Citation": "Kah M., Kookana R.S., Gogos A., Bucheli T.D. A critical evaluation of nanopesticides and nanofertilizers against their conventional analogues. Nat. Nanotechnol. 2018;13:677–684. doi: 10.1038/s41565-018-0131-1.", "ArticleIdList": ["10.1038/s41565-018-0131-1", "29736032"]}, {"Citation": "Cakmak I. Enrichment of cereal grains with zinc: Agronomic or genetic biofortification? Plant Soil. 2008;302:1–17. doi: 10.1007/s11104-007-9466-3.", "ArticleIdList": ["10.1007/s11104-007-9466-3"]}, {"Citation": "Genc Y., McDonald G.K., Graham R.D. Contribution of different mechanisms to zinc efficiency in bread wheat during early vegetative stage. Plant Soil. 2006;281:353–367. doi: 10.1007/s11104-005-4725-7.", "ArticleIdList": ["10.1007/s11104-005-4725-7"]}, {"Citation": "Marschner P. Marschner’s Mineral Nutrition of Higher Plants. 3rd ed. Academic Press; London, UK: 2012."}, {"Citation": "Todeschini V., Lingua G., D’agostino G., Carniato F., Roccotiello E., Berta G. Effects of high zinc concentration on poplar leaves: A morphological and biochemical study. Environ. Exp. Bot. 2011;71:50–56. doi: 10.1016/j.envexpbot.2010.10.018.", "ArticleIdList": ["10.1016/j.envexpbot.2010.10.018"]}, {"Citation": "Dimkpa C.O., Singh U., Bindraban P.S., Adisa I.O., Elmer W.H., Gardea-Torresdey J.L., White J.C. Addition-omission of zinc, copper, and boron nano and bulk oxide particles demonstrate element and size-specific response of soybean to micronutrients exposure. Sci. Total Environ. 2019;665:606–616. doi: 10.1016/j.scitotenv.2019.02.142.", "ArticleIdList": ["10.1016/j.scitotenv.2019.02.142", "30776632"]}, {"Citation": "Smith M.R., Myers S.S. Impact of anthropogenic CO2 emissions on global human nutrition. Nat. Clim. Chang. 2018;8:834–839. doi: 10.1038/s41558-018-0253-3.", "ArticleIdList": ["10.1038/s41558-018-0253-3"]}, {"Citation": "Sommer M., Kaczorek D., Kuzyakov Y., Breuer J. Silicon pools and fluxes in soils and landscapes—A review. J. Plant Nutr. Soil Sci. 2006;169:310–329. doi: 10.1002/jpln.200521981.", "ArticleIdList": ["10.1002/jpln.200521981"]}, {"Citation": "Farouk S., Omar M. Sweet basil growth, physiological and ultrastructural modification, and oxidative defense system under water deficit and silicon forms treatment. J. Plant Growth Regul. 2020;39:1307–1331. doi: 10.1007/s00344-020-10071-x.", "ArticleIdList": ["10.1007/s00344-020-10071-x"]}, {"Citation": "Amooaghaie R., Korrani F.M. Bacillus subtilis and vermicompost suppress damping-off disease in psyllium through nitric oxide-dependent signaling system. Russ. J. Plant Physiol. 2018;65:435–445. doi: 10.1134/S1021443718030093.", "ArticleIdList": ["10.1134/S1021443718030093"]}, {"Citation": "Mohasseli V., Sadeghi S. Exogenously applied sodium nitroprusside improves physiological attributes and essential oil yield of two drought susceptible and resistant specie of Thymus under reduced irrigation. Ind. Crops Prod. 2019;130:130–136. doi: 10.1016/j.indcrop.2018.12.058.", "ArticleIdList": ["10.1016/j.indcrop.2018.12.058"]}, {"Citation": "Khator K., Shekhawat G. Nitric oxide mitigates salt-induced oxidative stress in Brassica juncea seedlings by regulating ROS metabolism and antioxidant defense system. 3 Biotech. 2020;10:499. doi: 10.1007/s13205-020-02493-x.", "ArticleIdList": ["10.1007/s13205-020-02493-x", "PMC7603439", "33150125"]}, {"Citation": "Ahanger M.A., Bhat J.A., Siddiqui M.H., Rinklebe J., Ahmad P. Integration of silicon and secondary metabolites in plants: A significant association in stress tolerance. J. Exp. Bot. 2020;71:6758–6774. doi: 10.1093/jxb/eraa291.", "ArticleIdList": ["10.1093/jxb/eraa291", "32585681"]}, {"Citation": "Al-Helal A.A. Electrophoretic analysis of three selected isoenzymes of date palm pollen grains. Bot. Bull. Acad. Sin. 1992;33:241–246."}, {"Citation": "Basuny A.M., Arafat S.M., Soliman H.M. Chemical analysis of olive and palm pollen: Antioxidant and antimicrobial activation properties. Wudpecker J. Food Technol. 2013;1:14–21."}, {"Citation": "Hassan H.M. Chemical composition and nutritional value of palm pollen grains. Glob. J. Biotechnol. Biochem. 2011;6:1–7."}, {"Citation": "Paramo L.A., Feregrino-Pérez A.A., Guevara R., Mendoza S., Esquivel K. Nanoparticles in agroindustry: Applications, toxicity, challenges, and trends. Nanomaterials. 2020;10:1654. doi: 10.3390/nano10091654.", "ArticleIdList": ["10.3390/nano10091654", "PMC7558820", "32842495"]}, {"Citation": "Li C., Wang P., Van Der Ent A., Cheng M., Jiang H., Lund Read T., Lombi E., Tang C., De Jonge M.D., Menzies N.W. Absorption of foliar-applied Zn in sunflower (Helianthus annuus): Importance of the cuticle, stomata and trichomes. Ann. Bot. 2019;123:57–68. doi: 10.1093/aob/mcy135.", "ArticleIdList": ["10.1093/aob/mcy135", "PMC6344099", "30020418"]}, {"Citation": "Li C., Wang P., Lombi E., Cheng M., Tang C., Howard D.L., Menzies N.W., Kopittke P.M. Absorption of foliar-applied Zn fertilizers by trichomes in soybean and tomato. J. Exper. Bot. 2018;69:2717–2729. doi: 10.1093/jxb/ery085.", "ArticleIdList": ["10.1093/jxb/ery085", "PMC5920297", "29514247"]}, {"Citation": "Monreal C., DeRosa M., Mallubhotla S., Bindraban P., Dimkpa C. Nanotechnologies for increasing the crop use efficiency of fertilizer-micronutrients. Biol. Fertil. Soils. 2016;52:423–437. doi: 10.1007/s00374-015-1073-5.", "ArticleIdList": ["10.1007/s00374-015-1073-5"]}, {"Citation": "Yadegari M. Irrigation periods and Fe, Zn foliar application on agronomic characters of Borago officinalis, Calendula officinalis, Thymus vulgaris and Alyssum desertorum. Commun. Soil Sci. Plant Anal. 2017;48:307–315. doi: 10.1080/00103624.2016.1269796.", "ArticleIdList": ["10.1080/00103624.2016.1269796"]}, {"Citation": "Mehrabani L., Kamran R.V., Hassanpouraghdam M.B., Pessarakli M. Zinc sulfate foliar application effects on some physiological characteristics and phenolic and essential oil contents of Lavandula stoechas L. under sodium chloride (NaCl) salinity conditions. Commun. Soil Sci. Plant Anal. 2017;48:1860–1867. doi: 10.1080/00103624.2017.1406105.", "ArticleIdList": ["10.1080/00103624.2017.1406105"]}, {"Citation": "Danaee E., Abdossi V. Effect of foliar application of iron, potassium, and zinc nano-chelates on nutritional value and essential oil of Basil (Ocimum basilicum L.) Food Health. 2021;4:13–20."}, {"Citation": "Alhasan A.S. Effect of different NPK nano-fertilizer rates on agronomic traits, essential oil, and seed yield of basil (Ocimum basilicum L. cv Dolly) grown under field conditions. Plant Arch. 2020;20:2959–2962."}, {"Citation": "El-Khateeb M., El-Attar A., Abo-Bakr Z. Effect of nano-microelements on growth, yield and essential oil production of sweet marjoram (Origanum majorana) plants. Plant Arch. 2020;20:8315–8324."}, {"Citation": "Hassanpouraghdam M.B., Mehrabani L.V., Tzortzakis N. Foliar application of nano-zinc and iron affects physiological attributes of Rosmarinus officinalis and quietens NaCl salinity depression. J. Soil Sci. Plant Nutr. 2020;20:335–345. doi: 10.1007/s42729-019-00111-1.", "ArticleIdList": ["10.1007/s42729-019-00111-1"]}, {"Citation": "Nemati Lafmejani Z., Jafari A.A., Moradi P., Ladan Moghadam A. Application of chelate and nano-chelate zinc micronutrient onmorpho-physiological traits and essential oil compounds of peppermint (Mentha piperita L.) J. Med. Plants By-Prod. 2021;10:21–28."}, {"Citation": "Mahmoodi P., Yarnia M., Rashidi V., Amirnia R., Tarinejhad A. Effects of nano and chemical fertilizers on physiological efficiency and essential oil yield of Borago officinalis L. Appl. Ecol. Environ. Res. 2018;16:4773–4788. doi: 10.15666/aeer/1604_47734788.", "ArticleIdList": ["10.15666/aeer/1604_47734788"]}, {"Citation": "Pirzad A., Barin M. Iron and zinc interaction on leaf nutrients and the essential oil of Pimpinella anisum L. Irani. J. Plant Physiol. 2018;8:2507–2515."}, {"Citation": "Azhar B.J., Noor A., Zulfiqar A., Zeenat A., Ahmad S., Chishti I., Abbas Z., Shakeel S.N. Effect of ZnO, SiO2 and composite nanoparticles on Arabidopsis thaliana and involvement of ethylene and cytokinin signaling pathways. Pak. J. Bot. 2021;53:437–446. doi: 10.30848/PJB2021-2(40).", "ArticleIdList": ["10.30848/PJB2021-2(40)", "0"]}, {"Citation": "Amooaghaie R., Roohollahi S. Effect of sodium nitroprusside on responses of Melissa officinalis to bicarbonate exposure and direct Fe deficiency stress. Photosynthetica. 2017;55:153–163. doi: 10.1007/s11099-016-0240-8.", "ArticleIdList": ["10.1007/s11099-016-0240-8"]}, {"Citation": "Siddiqui M.H., Al-Whaibi M.H., Firoz M., Al-Khaishany M.Y. Nanotechnology and Plant Sciences. Springer; Cham, Switzerland: 2015. Role of nanoparticles in plants; pp. 19–35."}, {"Citation": "Xie Y., He Y., Irwin P.L., Jin T., Shi X. Antibacterial activity and mechanism of action of zinc oxide nanoparticles against Campylobacter jejuni. Appl. Environ. Microbiol. 2011;77:2325–2331. doi: 10.1128/AEM.02149-10.", "ArticleIdList": ["10.1128/AEM.02149-10", "PMC3067441", "21296935"]}, {"Citation": "Said-Al Ahl H., Omer E. Effect of spraying with zinc and/or iron on growth and chemical composition of coriander (Coriandrum sativum L.) harvested at three stages of development. J. Med. Food Plants. 2009;1:30–46."}, {"Citation": "Wu Z., Xu S., Shi H., Zhao P., Liu X., Li F., Deng T., Du R., Wang X., Wang F. Comparison of foliar silicon and selenium on cadmium absorption, compartmentation, translocation and the antioxidant system in Chinese flowering cabbage. Ecotox. Environ. Saf. 2018;166:157164. doi: 10.1016/j.ecoenv.2018.09.085.", "ArticleIdList": ["10.1016/j.ecoenv.2018.09.085", "30267988"]}, {"Citation": "Ashfaque F., Inam A., Iqbal S., Sahay S. Response of silicon on metal accumulation, photosynthetic inhibition and oxidative stress in chromium-induced mustard (Brassica juncea L.) S. Afr. J. Bot. 2017;111:153–160. doi: 10.1016/j.sajb.2017.03.002.", "ArticleIdList": ["10.1016/j.sajb.2017.03.002"]}, {"Citation": "Mantovani C., de Mello Prado R., Pivetta K.F.L. Silicon foliar application on nutrition and growth of Phalaenopsis and Dendrobium orchids. Sci. Hortic. 2018;241:83–92. doi: 10.1016/j.scienta.2018.06.088.", "ArticleIdList": ["10.1016/j.scienta.2018.06.088"]}, {"Citation": "Hamzei J., Najjari S., Sadeghi F., Seyedi M. Effect of foliar application of nano-iron chelate and inoculation with mesorhizobium bacteria on root nodulation, growth and yield of chickpea under rainfed conditions. Iran. J. Pulses Res. 2014;5:9–18."}, {"Citation": "Al-Saidi A.A.-R.N., Al-Mohammad M.H., Al-Juthery H.W. IOP Conference Series: Earth and Environmental Science. IOP Publishing; Bristol, UK: 2022. Effect of spraying some nano-fertilizers and their combinations on the growth and yield of fenugreek (Trigonella foenum-graecum L.) p. 012041."}, {"Citation": "Abou-Sreea A.I.B., Yassen A.A. Pollen extracts application as a natural growth substance on Strelitzia reginae Ait. plants. Int. J. PharmTechnol. Res. 2016;9:16–23."}, {"Citation": "Merwad M., Mostafa E., Saleh M., Mansour A. Yield and fruit quality of Hayany date palm as affected by different pollen grain sources. Int. J. ChemTech Res. 2015;8:544–549."}, {"Citation": "Singh S., Sawhney V.K. Plant hormones in Brassica napus and Lycopersicon tesculentum pollen. Phytochemistry. 1992;31:4051–4053. doi: 10.1016/0031-9422(92)80412-8.", "ArticleIdList": ["10.1016/0031-9422(92)80412-8"]}, {"Citation": "Alférez M.J., Campos M.S., Haro A., López-Aliaga I., Lisbona F., Barrionuevo M. Beneficial effect of pollen and/or propolis on the metabolism of iron, calcium, phosphorus, and magnesium in rats with nutritional ferropenic anemia. J. Agric. Food Chem. 2000;48:5715–5722.", "ArticleIdList": ["11087544"]}, {"Citation": "Russo A., Formisano C., Rigano D., Senatore F., Delfine S., Cardile V., Rosselli S., Bruno M. Chemical composition and anticancer activity of essential oils of Mediterranean sage (Salvia officinalis L.) grown in different environmental conditions. Food Chem. Toxicol. 2013;55:42–47. doi: 10.1016/j.fct.2012.12.036.", "ArticleIdList": ["10.1016/j.fct.2012.12.036", "23291326"]}, {"Citation": "Tosun M., Ercisli S., Sengul M., Ozer H., Polat T., Ozturk E. Antioxidant properties and total phenolic content of eight Salvia species from Turkey. Biolog. Res. 2009;42:175–181. doi: 10.4067/S0716-97602009000200005.", "ArticleIdList": ["10.4067/S0716-97602009000200005", "19746262"]}, {"Citation": "Ahmed A.F., He N., Xia Z.Y., Kang W.Y. Total phenolic and flavoniod content and antioxidant properties of Nigella sativa L. seeds. Curr. Top. Nutraceutical Res. 2018;16:147–153."}, {"Citation": "Ahmed A.F., Shi M., Liu C., Kang W. Comparative analysis of antioxidant activities of essential oils and extracts of fennel (Foeniculum vulgare Mill.) seeds from Egypt and China. Food Sci. Hum. Wellness. 2019;8:67–72. doi: 10.1016/j.fshw.2019.03.004.", "ArticleIdList": ["10.1016/j.fshw.2019.03.004"]}, {"Citation": "Lin B., Diao S., Li C., Fang L., Qaio S., Yu M. Effect of TMS (nanostructured silicon dioxide) on growth of Changbai larch seedlings. J. Forest. Res. 2004;15:138–140."}, {"Citation": "Zafar H., Aziz T., Khan B., Mannan A., Rehman R.U., Zia M. CuO and ZnO nanoparticle application in synthetic soil modulates morphology, nutritional contents, and metal analysis of Brassica nigra. ACS Omega. 2020;5:13566–13577. doi: 10.1021/acsomega.0c00030.", "ArticleIdList": ["10.1021/acsomega.0c00030", "PMC7301370", "32566821"]}, {"Citation": "Hebbara M., Rajakumar G., Ravishankar G., Raghavaiah C. Effect of salinity stress on seed yield through physiological parameters in sunflower genotypes. Helia. 2003;26:155–160. doi: 10.2298/HEL0339155H.", "ArticleIdList": ["10.2298/HEL0339155H"]}, {"Citation": "Pirooz P., Amooaghaie R., Ahadi A., Sharififar F. Silicon-induced nitric oxide burst modulates systemic defensive responses of Salvia officinalis under copper toxicity. Plant Physiol. Biochem. 2021;162:752–761. doi: 10.1016/j.plaphy.2021.02.048.", "ArticleIdList": ["10.1016/j.plaphy.2021.02.048", "33799186"]}, {"Citation": "Santisree P., Sanivarapu H., Gundavarapu S., Sharma K.K., Bhatnagar-Mathur P. Co-Evolution of Secondary Metabolites. Springer; Cham, Switzerland: 2020. Nitric oxide as a signal in inducing secondary metabolites during plant stress; pp. 593–621."}, {"Citation": "Farahani H., Sajedi N.A., Madani H., Changizi M., Naeini M.R. Effect of foliar-applied silicon on flower yield and essential oil composition of damask rose (Rosa damascena Miller) under water deficit stress. Silicon. 2021;13:4463–4472. doi: 10.1007/s12633-020-00762-1.", "ArticleIdList": ["10.1007/s12633-020-00762-1"]}, {"Citation": "Mei Y., Sun H., Du G., Wang X., Lyu D. Exogenous chlorogenic acid alleviates oxidative stress in apple leaves by enhancing antioxidant capacity. Sci. Hortic. 2020;274:109676. doi: 10.1016/j.scienta.2020.109676.", "ArticleIdList": ["10.1016/j.scienta.2020.109676"]}, {"Citation": "Wang Q., Su H., Yue N., Li M., Li C., Wang J., Jin F. Dissipation and risk assessment of forchlorfenuron and its major metabolites in oriental melon under greenhouse cultivation. Ecotox. Environ. Saf. 2021;225:112700. doi: 10.1016/j.ecoenv.2021.112700.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112700", "34500385"]}, {"Citation": "Pandey N., Pathak G.C., Sharma C.P. Zinc is critically required for pollen function and fertilisation in lentil. J. Trace Elem. Med. Biol. 2006;20:89–96. doi: 10.1016/j.jtemb.2005.09.006.", "ArticleIdList": ["10.1016/j.jtemb.2005.09.006", "16785048"]}, {"Citation": "Amer H.M., Salah S.H., Salaheldin S., Hussein M.S., Abd El-Fatah S.I. The growth, chemical composition and evaluation of antimicrobial activity of Salvia officinalis oil under partial substitution of mineral NPK fertilizer by bio-fertilizer. Mid. East. J. 2019;8:457–468."}, {"Citation": "Ahmed A.F., Attia F.A., Liu Z., Li C., Wei J., Kang W. Antioxidant activity and total phenolic content of essential oils and extracts of sweet basil (Ocimum basilicum L.) plants. Food Sci. Hum. Wellness. 2019;8:299–305. doi: 10.1016/j.fshw.2019.07.004.", "ArticleIdList": ["10.1016/j.fshw.2019.07.004"]}, {"Citation": "Kh K., Mohseni R., Saboora A. Biochemical changes of Rosmarinus officinalis under salt stress. J. Stress Physiol. Biochem. 2010;6:114–122."}, {"Citation": "Rady M., Sadak M.S., El-Bassiouny H.M.S., El-Monem A.A.A. Alleviation the adverse effects of salinity stress in sunflower cultivars using nicotinamide and α-tocopherol. Austral. J. Basic Appl. Sci. 2011;5:342–355."}, {"Citation": "Chrysargyris A., Michailidi E., Tzortzakis N. Physiological and biochemical responses of Lavandula angustifolia to salinity under mineral foliar application. Front. Plant Sci. 2018;9:489. doi: 10.3389/fpls.2018.00489.", "ArticleIdList": ["10.3389/fpls.2018.00489", "PMC5920160", "29731759"]}, {"Citation": "Lingyun Y., Jian W., Chenggang W., Shan L., Shidong Z. Effect of zinc enrichment on growth and nutritional quality in pea sprouts. J. Food Nutr. Res. 2016;4:100–107."}, {"Citation": "Nourozi E., Hosseini B., Maleki R., Mandoulakani B.A. Pharmaceutical important phenolic compounds overproduction and gene expression analysis in Dracocephalum kotschyi hairy roots elicited by SiO2 nanoparticles. Ind. Crops Prod. 2019;133:435–446. doi: 10.1016/j.indcrop.2019.03.053.", "ArticleIdList": ["10.1016/j.indcrop.2019.03.053"]}, {"Citation": "Cools N., De Vos B. Availability and evaluation of European forest soil monitoring data in the study on the effects of air pollution on forests. Iforest-Biogeosci. For. 2011;4:205. doi: 10.3832/ifor0588-004.", "ArticleIdList": ["10.3832/ifor0588-004"]}, {"Citation": "Gee G., Bauder J. Particle-Size Analysis 1. Methods of Soil Analysis: Part 1—Physical and Mineralogical Methods. Volume 5. American Society of Agronomy/Soil Science Society of America; Madison, WI, USA: 1986. pp. 383–411."}, {"Citation": "Jackson M.L. Soil Chemical Analysis. Prentice Hall of India Private Limited; New Delhi, Indian: 1973. p. 498."}, {"Citation": "Nelson D.W., Sommers L.E. Total carbon, organic carbon, and organic matter. Methods Soil. Anal. Part 3 Chem. Methods. 1996;5:961–1010."}, {"Citation": "Bremner J.M., Mulvaney C. Nitrogen—Total Methods of Soil Analysis: Part 2. Chemical and Microbiological Properties. Volume 9. American Society of Agronomy/Soil Science Society of America; Madison, WI, USA: 1983. pp. 595–624."}, {"Citation": "Olsen S., Sommers L. Phosphorus. Methods of Soil Analysis: Part 2. Chemical and Microbiological Properties. American Society of Agronomy/Soil Science Society of America; Madison, WI, USA: 1982. pp. 421–422."}, {"Citation": "Black C. In: Methods of Soil Analysis Part 1. Chapter 18, Water Capacity. Klute A., editor. American Society of Agronomy; Madison, WI, USA: 1965. ASA Monograph Series No. 9."}, {"Citation": "Page A., Miller R., Keeney D. Methods of Soil Analysis Part 2—Chemical and Microbiological Properties. Volume 9 American Society of Agronomy; Madison, WI, USA: 1982."}, {"Citation": "Prasad T., Sudhakar P., Sreenivasulu Y., Latha P., Munaswamy V., Reddy K.R., Sreeprasad T.S., Sajanlal P.R. Effect of nanoscale zinc oxide particles on the germination, growth and yield of peanut. J. Plant Nutr. 2012;35:905–927. doi: 10.1080/01904167.2012.663443.", "ArticleIdList": ["10.1080/01904167.2012.663443"]}, {"Citation": "Adhikari T., Kundu S., Rao A.S. Impact of SiO2 and Mo nano particles on seed germination of rice (Oryza sativa L.) Int. J. Agric. Food Sci. Technol. 2013;4:809–816."}, {"Citation": "Ali A., Ambreen S., Javed R., Tabassum S., Ul Haq I., Zia M. ZnO nanostructure fabrication in different solvents transforms physio-chemical, biological and photodegradable properties. Mater. Sci. Eng. C. 2017;74:137–145. doi: 10.1016/j.msec.2017.01.004.", "ArticleIdList": ["10.1016/j.msec.2017.01.004", "28254278"]}, {"Citation": "Hench L.L., West J.K. The sol-gel process. Chem. Rev. 1990;90:33–72. doi: 10.1021/cr00099a003.", "ArticleIdList": ["10.1021/cr00099a003"]}, {"Citation": "Naddaf M., Kafa H., Ghanem I. Extraction and characterization of nano-silica from olive stones. Silicon. 2020;12:185–192. doi: 10.1007/s12633-019-00112-w.", "ArticleIdList": ["10.1007/s12633-019-00112-w"]}, {"Citation": "Pandey A., Dalal S., Dutta S., Dixit A. Structural characterization of polycrystalline thin films by X-ray diffraction techniques. J. Mater. Sci. Mater. Electron. 2021;32:1341–1368. doi: 10.1007/s10854-020-04998-w.", "ArticleIdList": ["10.1007/s10854-020-04998-w"]}, {"Citation": "Scimeca M., Bischetti S., Lamsira H.K., Bonfiglio R., Bonanno E. Energy Dispersive X-ray (EDX) microanalysis: A powerful tool in biomedical research and diagnosis. Eur. J. Histochem. EJH. 2018;62:2841. doi: 10.4081/ejh.2018.2841.", "ArticleIdList": ["10.4081/ejh.2018.2841", "PMC5907194", "29569878"]}, {"Citation": "Nagai T., Inoue R., Inoue H., Suzuki N. Scavenging capacities of pollen extracts from cistus ladaniferus on autoxidation, superoxide radicals, hydroxyl radicals, and DPPH radicals. Nutr. Res. 2002;22:519–526. doi: 10.1016/S0271-5317(01)00400-6.", "ArticleIdList": ["10.1016/S0271-5317(01)00400-6"]}, {"Citation": "Snedecor G.W., Cochran W.G. Statistical Methods. 8th ed. Iowa State University Digital Press; Ames, IA, USA: 1989."}, {"Citation": "Yadava U.L. A raped and non-destructive method to determined chlorophyll in intact leaves. HortScience. 1986;21:1449–1450. doi: 10.21273/HORTSCI.21.6.1449.", "ArticleIdList": ["10.21273/HORTSCI.21.6.1449"]}, {"Citation": "Elmsellem H., Ouadi Y.E., Mokhtari M., Bendaif H., Steli H., Aouniti A., Almehdi A.M., Abdel-Rahman I., Kusuma H.S., Hammouti B. A natural antioxidant and an environmentally friendly inhibitor of mild steel corrosion: A commercial oil of basil (Ocimum basilicum L.) J. Chem. Technol. Metall. 2019;54:742–749."}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventós R.M. Methods in Enzymology. Volume 299. Elsevier; Amsterdam, The Netherlands: 1999. [14] Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent; pp. 152–178."}, {"Citation": "Martínez-Esplá A., Zapata P.J., Castillo S., Guillén F., Martínez-Romero D., Valero D., Serrano M. Preharvest application of methyl jasmonate (MeJA) in two plum cultivars. 1. Improvement of fruit growth and quality attributes at harvest. Postharvest Biol. Technol. 2014;98:98–105. doi: 10.1016/j.postharvbio.2014.07.011.", "ArticleIdList": ["10.1016/j.postharvbio.2014.07.011"]}, {"Citation": "Binsan W., Benjakul S., Visessanguan W., Roytrakul S., Tanaka M., Kishimura H. Antioxidative activity of Mungoong, an extract paste, from the cephalothorax of white shrimp (Litopenaeus vannamei) Food Chem. 2008;106:185–193. doi: 10.1016/j.foodchem.2007.05.065.", "ArticleIdList": ["10.1016/j.foodchem.2007.05.065"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "29"}, {"Year": "2023", "Month": "12", "Day": "29"}, {"Year": "2024", "Month": "1", "Day": "2"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "1", "Minute": "16"}, {"Year": "2024", "Month": "1", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["38256725", "PMC10819998", "10.3390/plants13020172", "plants13020172"]}}]}