{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dracaena loureirin", "anti-cancer properties", "apoptosis", "non-small-cell lung cancer"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38256842", "DateRevised": {"Year": "2024", "Month": "01", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["290", "10.3390/plants13020290"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "18"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Exploring the Anticancer Potential of Traditional Thai Medicinal Plants: A Focus on <i>Dracaena loureiri</i> and Its Effects on Non-Small-Cell Lung Cancer.", "Abstract": {"AbstractText": ["Non-small-cell lung cancer (NSCLC) is renowned for its aggressive and highly metastatic nature. In recent years, there has been a surge in interest regarding the therapeutic potential of traditional medicinal plants. <i>Dracaena loureirin</i> (<i>D. loureirin</i>), <i>Ficus racemosa</i> Linn. (<i>F. racemosa</i>), and <i>Harrisonia perforata</i> (Blanco) Merr. (<i>H. perforata</i>) are prominent traditional medicinal herbs in Thailand, recognized for their diverse biological activities, including antipyretic and anti-inflammatory effects. However, their prospective anti-cancer properties against NSCLC remain largely unexplored. This study aimed to evaluate the anti-cancer attributes of ethanolic extracts obtained from <i>D. loureiri</i> (DLEE), <i>F. racemosa</i> (FREE), and <i>H. perforata</i> (HPEE) against the A549 lung adenocarcinoma cell lines. Sulforhodamine B (SRB) assay results revealed that only DLEE exhibited cytotoxic effects on A549 cells, whereas FREE and HPEE showed no such cytotoxicity. To elucidate the anti-cancer mechanisms of DLEE, cell cycle and apoptosis assays were performed. The findings demonstrated that DLEE inhibited cell proliferation and induced cell cycle arrest at the G0/G1 phase in A549 cells through the downregulation of key cell cycle regulator proteins, including cyclin D1, CDK-2, and CDK-4. Furthermore, DLEE treatment facilitated apoptosis in A549 cells by suppressing anti-apoptotic proteins (Bcl-2, Bcl-xl, and survivin) and enhancing apoptotic proteins (cleaved-caspase-3 and cleaved-PARP-1). In summary, our study provides novel insights into the significant anti-cancer properties of DLEE against A549 cells. This work represents the first report suggesting that DLEE has the capability to impede the growth of A549 lung adenocarcinoma cells through the induction of apoptosis."]}, "AuthorList": [{"Identifier": ["0009-0003-3524-3758"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Huang", "ForeName": "Xiaomin", "Initials": "X"}, {"Identifier": ["0000-0001-6249-4497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Anticarcinogenesis and Apoptosis Research Cluster, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Arjsri", "ForeName": "Punnida", "Initials": "P"}, {"Identifier": ["0000-0002-0260-7215"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Anticarcinogenesis and Apoptosis Research Cluster, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Srisawad", "ForeName": "Kamonwan", "Initials": "K"}, {"Identifier": ["0000-0001-9023-2283"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Anticarcinogenesis and Apoptosis Research Cluster, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Center for Research and Development of Natural Products for Health, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Yodkeeree", "ForeName": "Supachai", "Initials": "S"}, {"Identifier": ["0000-0001-8732-8911"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Anticarcinogenesis and Apoptosis Research Cluster, Faculty of Medicine, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Center for Research and Development of Natural Products for Health, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Dejkriengkraikul", "ForeName": "Pornngarm", "Initials": "P"}], "GrantList": [{"GrantID": "FF67", "Agency": "the Fundamental Fund 2023-2024, Chiang Mai University, Thailand", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sung H., Ferlay J., Siegel R.L., Laversanne M., Soerjomataram I., Jemal A., Bray F. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA A Cancer J. Clin. 2021;71:209–249. doi: 10.3322/caac.21660.", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Chen P., Liu Y., Wen Y., Zhou C. Non-small cell lung cancer in China. Cancer Commun. 2022;42:937–970.", "ArticleIdList": ["PMC9558689", "36075878"]}, {"Citation": "Huang C.-Y., Ju D.-T., Chang C.-F., Reddy P.M., Velmurugan B.K. A review on the effects of current chemotherapy drugs and natural agents in treating non–small cell lung cancer. Biomedicine. 2017;7:23. doi: 10.1051/bmdcn/2017070423.", "ArticleIdList": ["10.1051/bmdcn/2017070423", "PMC5682982", "29130448"]}, {"Citation": "Kumar M., Sarkar A. Current therapeutic strategies and challenges in NSCLC treatment: A comprehensive review. Exp. Oncol. 2022;44:7–16. doi: 10.32471/exp-oncology.2312-8852.vol-44-no-1.17411.", "ArticleIdList": ["10.32471/exp-oncology.2312-8852.vol-44-no-1.17411", "35548961"]}, {"Citation": "Fennell D., Summers Y., Cadranel J., Benepal T., Christoph D., Lal R., Das M., Maxwell F., Visseren-Grul C., Ferry D. Cisplatin in the modern era: The backbone of first-line chemotherapy for non-small cell lung cancer. Cancer Treat. Rev. 2016;44:42–50. doi: 10.1016/j.ctrv.2016.01.003.", "ArticleIdList": ["10.1016/j.ctrv.2016.01.003", "26866673"]}, {"Citation": "Group I.A.L.C.T.C. Cisplatin-based adjuvant chemotherapy in patients with completely resected non–small-cell lung cancer. N. Engl. J. Med. 2004;350:351–360.", "ArticleIdList": ["14736927"]}, {"Citation": "Cragg G.M., Grothaus P.G., Newman D.J. Impact of natural products on developing new anti-cancer agents. Chem. Rev. 2009;109:3012–3043.", "ArticleIdList": ["19422222"]}, {"Citation": "Wu J., Li Y., He Q., Yang X. Exploration of the Use of Natural Compounds in Combination with Chemotherapy Drugs for Tumor Treatment. Molecules. 2023;28:1022. doi: 10.3390/molecules28031022.", "ArticleIdList": ["10.3390/molecules28031022", "PMC9920618", "36770689"]}, {"Citation": "Sofi M.S., Nabi S., Mohammed C., Sofi S. The role of phytocompounds in cancer treatment: A current review. J. Med. Plant Stud. 2018;6:83–93."}, {"Citation": "Sukhramani P.S., Vidyasagar G., Patel P.M. In-vitro screening of Ficus racemosa for Anticancer activity. Res. J. Pharmacogn. Phytochem. 2013;5:119–122."}, {"Citation": "Dharmadeva S., Galgamuwa L.S., Prasadinie C., Kumarasinghe N. In vitro anti-inflammatory activity of Ficus racemosa L. bark using albumin denaturation method. Ayu. 2018;39:239.", "ArticleIdList": ["PMC6639822", "31367147"]}, {"Citation": "Ahmed F., Urooj A. Traditional uses, medicinal properties, and phytopharmacology of Ficus racemosa: A review. Pharm. Biol. 2010;48:672–681. doi: 10.3109/13880200903241861.", "ArticleIdList": ["10.3109/13880200903241861", "20645741"]}, {"Citation": "Juckmeta T., Pipatrattanaseree W., Jaidee W., Dechayont B., Chunthorng-Orn J., Andersen R.J., Itharat A. Cytotoxicity to five cancer cell lines of the respiratory tract system and anti-inflammatory activity of Thai traditional remedy. Nat. Prod. Commun. 2019;14:1934578X19845815. doi: 10.1177/1934578X19845815.", "ArticleIdList": ["10.1177/1934578X19845815"]}, {"Citation": "Nguyen-Pouplin J., Tran H., Tran H., Phan T.A., Dolecek C., Farrar J., Tran T.H., Caron P., Bodo B., Grellier P. Antimalarial and cytotoxic activities of ethnopharmacologically selected medicinal plants from South Vietnam. J. Ethnopharmacol. 2007;109:417–427. doi: 10.1016/j.jep.2006.08.011.", "ArticleIdList": ["10.1016/j.jep.2006.08.011", "17010546"]}, {"Citation": "Somsil P., Ruangrungsi N., Limpanasitikul W., Itthipanichpong C. In vivo and in vitro anti-inflammatory activity of Harrisonia perforata root extract. Pharmacogn. J. 2012;4:38–44. doi: 10.5530/pj.2012.32.8.", "ArticleIdList": ["10.5530/pj.2012.32.8"]}, {"Citation": "Choodej S., Sommit D., Pudhom K. Rearranged limonoids and chromones from Harrisonia perforata and their anti-inflammatory activity. Bioorg. Med. Chem. Lett. 2013;23:3896–3900.", "ArticleIdList": ["23688954"]}, {"Citation": "Cheenpracha S., Chokchaisiri R., Ganranoo L., Maneerat T., Rujanapun N., Charoensup R., Laphookhieo S., Injan N., Nokbin S. Isoprenylated chromones from the stems of Harrisonia perforata. Phytochem. Lett. 2022;49:192–196. doi: 10.1016/j.phytol.2022.04.003.", "ArticleIdList": ["10.1016/j.phytol.2022.04.003"]}, {"Citation": "Chea A., Jonville M.-C., Bun S.-S., Laget M., Elias R., Duménil G., Balansard G. In vitro antimicrobial activity of plants used in Cambodian traditional medicine. Am. J. Chin. Med. 2007;35:867–873. doi: 10.1142/S0192415X07005338.", "ArticleIdList": ["10.1142/S0192415X07005338", "17963325"]}, {"Citation": "Thu Z.M., Myo K.K., Aung H.T., Armijos C., Vidari G. Flavonoids and stilbenoids of the genera Dracaena and Sansevieria: Structures and bioactivities. Molecules. 2020;25:2608. doi: 10.3390/molecules25112608.", "ArticleIdList": ["10.3390/molecules25112608", "PMC7321247", "32503357"]}, {"Citation": "Ichikawa K., Kitaoka M., Taki M., Takaishi S., Boriboon M., Akiyama T. Retrodihydrochalcones and homoisoflavones isolated from Thai medicinal plant Dracaena loureiri and their estrogen agonist activity. Planta Med. 1997;63:540–543. doi: 10.1055/s-2006-957759.", "ArticleIdList": ["10.1055/s-2006-957759", "9434606"]}, {"Citation": "Reanmongkol W., Subhadhirasakul S., Bouking P. Antinociceptive and antipyretic activities of extracts and fractions from Dracaena loureiri in experimental animals. Songklanakarin J. Sci. Technol. 2003;25:467–476."}, {"Citation": "Sun J., Liu J.-N., Fan B., Chen X.-N., Pang D.-R., Zheng J., Zhang Q., Zhao Y.-F., Xiao W., Tu P.-F. Phenolic constituents, pharmacological activities, quality control, and metabolism of Dracaena species: A review. J. Ethnopharmacol. 2019;244:112138. doi: 10.1016/j.jep.2019.112138.", "ArticleIdList": ["10.1016/j.jep.2019.112138", "31390529"]}, {"Citation": "Sun X., Wen K., Xu Z., He Z., Wu B., Yang X., Wang X. Effect of Loureirin B on Crohn’s disease rat model induced by TNBS via IL-6/STAT3/NF-κB signaling pathway. Chin. Med. 2020;15:2.", "ArticleIdList": ["PMC6945620", "31911815"]}, {"Citation": "Chen M.J., Cheng A.C., Lee M.F., Hsu Y.C. Simvastatin induces G1 arrest by up-regulating GSK3β and down-regulating CDK4/cyclin D1 and CDK2/cyclin E1 in human primary colorectal cancer cells. J. Cell. Physiol. 2018;233:4618–4625. doi: 10.1002/jcp.26156.", "ArticleIdList": ["10.1002/jcp.26156", "28833099"]}, {"Citation": "Jamshidi-Kia F., Lorigooini Z., Amini-Khoei H. Medicinal plants: Past history and future perspective. J. Herbmed Pharmacol. 2017;7:1–7. doi: 10.15171/jhp.2018.01.", "ArticleIdList": ["10.15171/jhp.2018.01"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: Traditions of yesterday and drugs of tomorrow. Mol. Asp. Med. 2006;27:1–93.", "ArticleIdList": ["16105678"]}, {"Citation": "Desai A.G., Qazi G.N., Ganju R.K., El-Tamer M., Singh J., Saxena A.K., Bedi Y.S., Taneja S.C., Bhat H.K. Medicinal plants and cancer chemoprevention. Curr. Drug Metab. 2008;9:581–591. doi: 10.2174/138920008785821657.", "ArticleIdList": ["10.2174/138920008785821657", "PMC4160808", "18781909"]}, {"Citation": "Khan M.I., Bouyahya A., Hachlafi N.E., Menyiy N.E., Akram M., Sultana S., Zengin G., Ponomareva L., Shariati M.A., Ojo O.A. Anticancer properties of medicinal plants and their bioactive compounds against breast cancer: A review on recent investigations. Environ. Sci. Pollut. Res. 2022;29:24411–24444. doi: 10.1007/s11356-021-17795-7.", "ArticleIdList": ["10.1007/s11356-021-17795-7", "35064485"]}, {"Citation": "Jain R., Venkatasubramanian P. Proposed correlation of modern processing principles for Ayurvedic herbal drug manufacturing: A systematic review. Anc. Sci. Life. 2014;34:8.", "ArticleIdList": ["PMC4342652", "25737605"]}, {"Citation": "Sánchez-Martínez C., Lallena M.J., Sanfeliciano S.G., de Dios A. Cyclin dependent kinase (CDK) inhibitors as anticancer drugs: Recent advances (2015–2019) Bioorg. Med. Chem. Lett. 2019;29:126637.", "ArticleIdList": ["31477350"]}, {"Citation": "Maddika S., Ande S.R., Panigrahi S., Paranjothy T., Weglarczyk K., Zuse A., Eshraghi M., Manda K.D., Wiechec E., Los M. Cell survival, cell death and cell cycle pathways are interconnected: Implications for cancer therapy. Drug Resist. Updates. 2007;10:13–29. doi: 10.1016/j.drup.2007.01.003.", "ArticleIdList": ["10.1016/j.drup.2007.01.003", "17303468"]}, {"Citation": "Evan G.I., Brown L., Whyte M., Harrington E. Apoptosis and the cell cycle. Curr. Opin. Cell Biol. 1995;7:825–834. doi: 10.1016/0955-0674(95)80066-2.", "ArticleIdList": ["10.1016/0955-0674(95)80066-2", "8608013"]}, {"Citation": "Vaux D.L., Korsmeyer S.J. Cell death in development. Cell. 1999;96:245–254.", "ArticleIdList": ["9988219"]}, {"Citation": "Ly J.D., Grubb D.R., Lawen A. The mitochondrial membrane potential (Δψ m) in apoptosis; an update. Apoptosis. 2003;8:115–128. doi: 10.1023/A:1022945107762.", "ArticleIdList": ["10.1023/A:1022945107762", "12766472"]}, {"Citation": "Gottlieb E., Armour S., Harris M., Thompson C. Mitochondrial membrane potential regulates matrix configuration and cytochrome c release during apoptosis. Cell Death Differ. 2003;10:709–717.", "ArticleIdList": ["12761579"]}, {"Citation": "Niu S., Liu T., Deng Y., Wang W., Zhang Y., Hong W., Zhang D., Hua J., Luo S. Production and evaluation of antifungal stilbenoids in Dracaena cochinchinensis elicited by fungal inoculation. Ind. Crops Prod. 2020;145:112148. doi: 10.1016/j.indcrop.2020.112148.", "ArticleIdList": ["10.1016/j.indcrop.2020.112148"]}, {"Citation": "Ouncharoen K., Itharat A., Chaiyawatthanananthn P. In vitro free radical scavenging and cell-based antioxidant activities of Kheaw-Hom remedy extracts and its plant ingredients. J. Med. Assoc. Thail. 2017;100:241."}, {"Citation": "Dechayont B., Phuaklee P., Chunthorng-Orn J., Juckmeta T., Prajuabjinda O., Jiraratsatit K. Antibacterial, anti-inflammatory and antioxidant activities of Mahanintangtong and its constituent herbs, a formula used in Thai traditional medicine for treating pharyngitis. BMC Complement. Med. Ther. 2021;21:105. doi: 10.1186/s12906-021-03274-6.", "ArticleIdList": ["10.1186/s12906-021-03274-6", "PMC8010956", "33785002"]}, {"Citation": "Likhitwitayawuid K., Sawasdee K., Kirtikara K. Flavonoids and stilbenoids with COX-1 and COX-2 inhibitory activity from Dracaena loureiri. Planta Med. 2002;68:841–843. doi: 10.1055/s-2002-34403.", "ArticleIdList": ["10.1055/s-2002-34403", "12357401"]}, {"Citation": "Meksuriyen D., Cordell G.A. Traditional medicinal plants of Thailand XIII. Flavonoid derivatives from Dracaena loureiri (Agavaceae) Sci. Asia. 1988;14:3–24. doi: 10.2306/scienceasia1513-1874.1988.14.003.", "ArticleIdList": ["10.2306/scienceasia1513-1874.1988.14.003"]}, {"Citation": "Hao Q., Saito Y., Matsuo Y., Li H.-Z., Tanaka T. Chalcane–stilbene conjugates and oligomeric flavonoids from Chinese dragon’s blood produced from Dracaena cochinchinensis. Phytochemistry. 2015;119:76–82.", "ArticleIdList": ["26452504"]}, {"Citation": "Hu S.-L., Wang K., Shi Y.-F., Shao Z.-X., Zhang C.-X., Sheng K.-W., Ge Z.-D., Chen J.-X., Wang X.-Y. Downregulating Akt/NF-κB signaling and its antioxidant activity with Loureirin A for alleviating the progression of osteoarthritis: In vitro and vivo studies. Int. Immunopharmacol. 2020;78:105953.", "ArticleIdList": ["31784401"]}, {"Citation": "Zheng S.-Y., Li Y., Jiang D., Zhao J., Ge J.-F. Anticancer effect and apoptosis induction by quercetin in the human lung cancer cell line A-549. Mol. Med. Rep. 2012;5:822–826. doi: 10.3892/mmr.2011.726.", "ArticleIdList": ["10.3892/mmr.2011.726", "22200874"]}, {"Citation": "Yuan L., Zhang Y., Xia J., Liu B., Zhang Q., Liu J., Luo L., Peng Z., Song Z., Zhu R. Resveratrol induces cell cycle arrest via a p53-independent pathway in A549 cells. Mol. Med. Rep. 2015;11:2459–2464.", "ArticleIdList": ["PMC4337473", "25515619"]}, {"Citation": "Takashina M., Inoue S., Tomihara K., Tomita K., Hattori K., Zhao Q.-L., Suzuki T., Noguchi M., Ohashi W., Hattori Y. Different effect of resveratrol to induction of apoptosis depending on the type of human cancer cells. Int. J. Oncol. 2017;50:787–797. doi: 10.3892/ijo.2017.3859.", "ArticleIdList": ["10.3892/ijo.2017.3859", "28197625"]}, {"Citation": "Gosslau A., Pabbaraja S., Knapp S., Chen K.Y. Trans-and cis-stilbene polyphenols induced rapid perinuclear mitochondrial clustering and p53-independent apoptosis in cancer cells but not normal cells. Eur. J. Pharmacol. 2008;587:25–34.", "ArticleIdList": ["18486125"]}, {"Citation": "Wu F., Chen J., Fan L.M., Liu K., Zhang N., Li S.W., Zhu H., Gao H.C. Analysis of the effect of rutin on GSK-3β and TNF-α expression in lung cancer. Exp. Ther. Med. 2017;14:127–130. doi: 10.3892/etm.2017.4494.", "ArticleIdList": ["10.3892/etm.2017.4494", "PMC5488604", "28672902"]}, {"Citation": "Birsu Cincin Z., Unlu M., Kiran B., Sinem Bireller E., Baran Y., Cakmakoglu B. Anti-proliferative, apoptotic and signal transduction effects of hesperidin in non-small cell lung cancer cells. Cell. Oncol. 2015;38:195–204.", "ArticleIdList": ["25860498"]}, {"Citation": "Xia R., Sheng X., Xu X., Yu C., Lu H. Hesperidin induces apoptosis and G0/G1 arrest in human non-small cell lung cancer A549 cells. Int. J. Mol. Med. 2018;41:464–472. doi: 10.3892/ijmm.2017.3250.", "ArticleIdList": ["10.3892/ijmm.2017.3250", "29138795"]}, {"Citation": "Noreen H., Semmar N., Farman M., McCullagh J.S. Measurement of total phenolic content and antioxidant activity of aerial parts of medicinal plant Coronopus didymus. Asian Pac. J. Trop. Med. 2017;10:792–801. doi: 10.1016/j.apjtm.2017.07.024.", "ArticleIdList": ["10.1016/j.apjtm.2017.07.024", "28942828"]}, {"Citation": "Shraim A.M., Ahmed T.A., Rahman M.M., Hijji Y.M. Determination of total flavonoid content by aluminum chloride assay: A critical evaluation. LWT. 2021;150:111932. doi: 10.1016/j.lwt.2021.111932.", "ArticleIdList": ["10.1016/j.lwt.2021.111932"]}, {"Citation": "Wu J., Xing H., Tang D., Gao Y., Yin X., Du Q., Jiang X., Yang D. Simultaneous determination of nine flavonoids in beagle dog by HPLC with DAD and application of Ginkgo biloba extracts on the pharmacokinetic. Acta Chromatogr. 2012;24:627–642. doi: 10.1556/AChrom.24.2012.4.9.", "ArticleIdList": ["10.1556/AChrom.24.2012.4.9"]}, {"Citation": "Hu X., Wang X., Liu M., Tai Z., Li G. Quantitative evaluation of loureirin A and loureirin B in Dragon’s blood capsules from different manufacturers by HPLC. J. Chem. Pharm. Res. 2014;6:2243–2248."}, {"Citation": "Orellana E.A., Kasinski A.L. Sulforhodamine B (SRB) assay in cell culture to investigate cell proliferation. Bio Protoc. 2016;6:e1984", "ArticleIdList": ["PMC5448418", "28573164"]}, {"Citation": "Franken N.A., Rodermond H.M., Stap J., Haveman J., Van Bree C. Clonogenic assay of cells in vitro. Nat. Protoc. 2006;1:2315–2319. doi: 10.1038/nprot.2006.339.", "ArticleIdList": ["10.1038/nprot.2006.339", "17406473"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "22"}, {"Year": "2024", "Month": "1", "Day": "12"}, {"Year": "2024", "Month": "1", "Day": "15"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "23", "Hour": "1", "Minute": "17"}, {"Year": "2024", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["38256842", "PMC10820207", "10.3390/plants13020290", "plants13020290"]}}]}