{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer activity", "Apoptosis", "Bicyclol", "Dibenzocyclootadiene lignans", "Molecular mechanisms", "Schisandra lignans"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38267965", "DateRevised": {"Year": "2024", "Month": "01", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["17", "10.1186/s13020-024-00879-0"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "24"}], "Journal": {"ISSN": "1749-8546", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "24"}}, "Title": "Chinese medicine", "ISOAbbreviation": "Chin Med"}, "ArticleTitle": "Comprehensive review of dibenzocyclooctadiene lignans from the Schisandra genus: anticancer potential, mechanistic insights and future prospects in oncology.", "Pagination": {"StartPage": "17", "MedlinePgn": "17"}, "Abstract": {"AbstractText": ["Cancer remains one of the leading causes of mortality worldwide. The search for novel and effective anticancer agents has been a significant area of research. Dibenzocyclooctadiene lignans (DBCLS), derived from the Schisandra genus plants like: S. chinensis, S. sphenanthera, S. henryi, S. rubriflora, S. grandiflora, S. propinqua, and S. glabra, have been traditionally used in various medicinal systems and are known for their myriad health benefits, including anticancer properties. This comprehensive review aimed to collate and critically analyse the recent literature on the anticancer properties of DBCLS, focusing on their mechanistic approaches against different cancer types. An exhaustive literature search was performed using databases like PubMed/MedLine, Scopus, Web of Science, Embase, TRIP database and Google Scholar from 1980 to 2023. Peer-reviewed articles that elucidated the mechanistic approach of these lignans on cancer cell lines, in vivo models and preliminary clinical studies were included. Studies were assessed for their experimental designs, cancer types studied, and the mechanistic insights provided. The studies demonstrate that the anticancer effects of DBCLS compounds are primarily driven by their ability to trigger apoptosis, arrest the cell cycle, induce oxidative stress, modulate autophagy, and disrupt essential signaling pathways, notably MAPK, PI3K/Akt, and NF-κB. Additionally, these lignans have been shown to amplify the impact of traditional chemotherapy treatments, suggesting their potential role as supportive adjuncts in cancer therapy. Notably, several studies also emphasise their capacity to target cancer stem cells and mitigate multi-drug resistance specifically. DBCLS from the Schisandra genus have showcased significant potential as anticancer agents. Their multi-targeted mechanistic approach makes them promising candidates for further research, potentially leading to developing of new therapeutic strategies in cancer management."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Pharmaceutical Botany, Jagiellonian University, Medical College, Medyczna 9 St., 30-688, Kraków, Poland."}], "LastName": "Jafernik", "ForeName": "Karolina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Pharmaceutical Botany, Jagiellonian University, Medical College, Medyczna 9 St., 30-688, Kraków, Poland."}, {"Identifier": [], "Affiliation": "Doctoral School of Medical and Health Sciences, Medical College, Jagiellonian University, Łazarza 16 St., 31-530, Kraków, Poland."}], "LastName": "Motyka", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, University of Medicine and Pharmacy of Craiova, 200349, Craiova, Romania. calinadaniela@gmail.com."}], "LastName": "Calina", "ForeName": "Daniela", "Initials": "D"}, {"Identifier": ["0000-0002-7301-8151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina, Universidad del Azuay, Cuenca, Ecuador. javad.sharifirad@gmail.com."}], "LastName": "Sharifi-Rad", "ForeName": "Javad", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Pharmaceutical Botany, Jagiellonian University, Medical College, Medyczna 9 St., 30-688, Kraków, Poland. a.szopa@uj.edu.pl."}], "LastName": "Szopa", "ForeName": "Agnieszka", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chin Med", "NlmUniqueID": "101265109", "ISSNLinking": "1749-8546"}, "CoiStatement": "The authors wish to confirm that there are no known conflicts of interest associated with this publication, and there has been no significant financial support for this work that could have influenced its outcome."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kaefer CM, Milner JA. The role of herbs and spices in cancer prevention. J Nutr Biochem. 2008;19:347–361. doi: 10.1016/j.jnutbio.2007.11.003.", "ArticleIdList": ["10.1016/j.jnutbio.2007.11.003", "PMC2771684", "18499033"]}, {"Citation": "Stefansson V. Cancer: disease of civilization? An anthropological and historical study. 2021."}, {"Citation": "Mattiuzzi C, Lippi G. Current cancer epidemiology. J Epidemiol Glob Health. 2019;9:217. doi: 10.2991/jegh.k.191008.001.", "ArticleIdList": ["10.2991/jegh.k.191008.001", "PMC7310786", "31854162"]}, {"Citation": "WFO. An online flora of all known plants. http://www.worldfloraonline.org. Accessed 27 Mar 2023."}, {"Citation": "Cheng N, Ren N, Gao H, Lei X, Zheng J, Cao W. Antioxidant and hepatoprotective effects of Schisandra chinensis pollen extract on CCl4-induced acute liver damage in mice. Food Chem Toxicol. 2013;55:234–240. doi: 10.1016/j.fct.2012.11.022.", "ArticleIdList": ["10.1016/j.fct.2012.11.022", "23201450"]}, {"Citation": "Bi H, Li F, Krausz KW, Qu A, Johnson CH, Gonzalez FJ. Targeted metabolomics of serum acylcarnitines evaluates hepatoprotective effect of Wuzhi Tablet ( Schisandra sphenanthera extract) against acute acetaminophen toxicity. Evid Based Complement Alternat Med. 2013;2013:985257. doi: 10.1155/2013/985257.", "ArticleIdList": ["10.1155/2013/985257", "PMC3575671", "23431354"]}, {"Citation": "Xie Y, Hao H, Kang A, Liang Y, Xie T, Sun S, et al. Integral pharmacokinetics of multiple lignan components in normal, CCl4-induced hepatic injury and hepatoprotective agents pretreated rats and correlations with hepatic injury biomarkers. J Ethnopharmacol. 2010;131:290–299. doi: 10.1016/j.jep.2010.06.038.", "ArticleIdList": ["10.1016/j.jep.2010.06.038", "20600750"]}, {"Citation": "Xiao WL, Wang RR, Zhao W, Tian RR, Shang SZ, Yang LM, et al. Anti-HIV-1 activity of lignans from the fruits of Schisandra rubriflora. Arch Pharm Res. 2010;33:697–701. doi: 10.1007/s12272-010-0508-7.", "ArticleIdList": ["10.1007/s12272-010-0508-7", "20512467"]}, {"Citation": "Xu L, Grandi N, Del Vecchio C, Al E. From the traditional Chinese medicine plant Schisandra chinensis new scaffolds effective on HIV-1 reverse transcriptase resistant to non-nucleoside inhibitors. J Microbiol. 2015;53:288–293. doi: 10.1007/s12275-015-4652-0.", "ArticleIdList": ["10.1007/s12275-015-4652-0", "25740376"]}, {"Citation": "Chiu PY, Mak DHF, Poon MKT, Ko KM, Ko R. In vivo antioxidant action of a lignan-enriched extract of Schisandra fruit and an anthraquinone-containing extract of Polygonum root in comparison with schisandrin B and emodin. Planta Med. 2002;68:951–956. doi: 10.1055/s-2002-35661.", "ArticleIdList": ["10.1055/s-2002-35661", "12451481"]}, {"Citation": "Kopustinskiene DM, Bernatoniene J. Antioxidant effects of Schisandra chinensis fruits and their active constituents. Antioxidants. 2021;10:620. doi: 10.3390/antiox10040620.", "ArticleIdList": ["10.3390/antiox10040620", "PMC8073495", "33919588"]}, {"Citation": "Oh SY, Kim YH, Bae DS, Um BH, Pan CH, Kim CY, et al. Anti-inflammatory effects of Gomisin N, Gomisin J, and Schisandrin C isolated from the fruit of Schisandra chinensis. Biosci Biotechnol Biochem. 2010;74:285–291. doi: 10.1271/bbb.90597.", "ArticleIdList": ["10.1271/bbb.90597", "20139628"]}, {"Citation": "Taguchi H, Ikeya Y. The constituents of Schizandra chinensis Baill. I. The structures of Gomisin A, B and C. Chem Pharm Bull. 1975;23:3296–3298. doi: 10.1248/cpb.23.3296.", "ArticleIdList": ["10.1248/cpb.23.3296", "544052"]}, {"Citation": "Saunders RMK. Monograph of Schisandra (Schisandraceae) Am Soc Plant Taxon. 2000;58:1–146."}, {"Citation": "Tang JL, Liu BY, Ma KW. Traditional chinese medicine. Lancet. 2008;372:1938–1940. doi: 10.1016/S0140-6736(08)61354-9.", "ArticleIdList": ["10.1016/S0140-6736(08)61354-9", "18930523"]}, {"Citation": "Committee of the Japanese Pharmacopoeia Evaluation and Licensing Division Pharmaceuticals and Food Safety, Japanese Pharmacopoeia. Labour and Welfare. Bureau Ministry of Health. Tokyo. 2006."}, {"Citation": "Upton R, Graff A, Jolliffe G, Länger R, Williamson E. American herbal pharmacopoeia: botanical pharmacognosy—microscopic characterization of botanical medicines. Boca Raton: CRC Press; 2011."}, {"Citation": "Central Pharmaceutical Affairs Council of Korea. Seoul: Korean Pharmacopoeia. 2002."}, {"Citation": "Nguyen T. Vietnamese pharmacopoeia. Hanoi: Vietnamese Pharmacopoeia Commission; 2005."}, {"Citation": "Chinese Pharmacopoeia Commission . Pharmacopoeia of the People’s Republic of China. Beijing: Chemical Industry Press; 2005."}, {"Citation": "European Directorate for the Quality of Medicine. European Pharmacopoeia 10.0. Strasbourg; 2010."}, {"Citation": "WHO Monographs on selected medicinal plants. Vol. 3. World Health Organization. Fructus Schisandrae. Geneva; 2007."}, {"Citation": "European Commission Cosing. Cosing-Cosmetics database. 2020."}, {"Citation": "European Food Safety Authority. https://www.ema.europa.eu/en. Accessed 25 Aug 2023."}, {"Citation": "U.S. Food & Drug Administration. https://www.fda.gov/. Accessed 21 July 2023."}, {"Citation": "Hancke JL, Burgos RA, Ahumada F. Schisandra chinensis (Turcz.) Baill. Fitoterapia. 1999;70:451–471. doi: 10.1016/S0367-326X(99)00102-1.", "ArticleIdList": ["10.1016/S0367-326X(99)00102-1"]}, {"Citation": "Ko K-M, Yin J, Qin C. Schisandra chinensis: an herb of north eastern China origin. Singapore: World Scientific Publishing; 2014."}, {"Citation": "Alexander J, Wang Y. Therapeutic potential of Schisandra chinensis extracts for treatment of hypertension. Hypertens Res. 2012;35:892–893. doi: 10.1038/hr.2012.101.", "ArticleIdList": ["10.1038/hr.2012.101", "22763484"]}, {"Citation": "Fil’kin AM. About Schizandra chinensis (historical-literary information) Aptechnojje Delo. 1952;2:46–48."}, {"Citation": "Panossian A, Wikman G. Pharmacology of Schisandra chinensis Bail.: an overview of Russian research and uses in medicine. J Ethnopharmacol. 2008;118:183–212. doi: 10.1016/j.jep.2008.04.020.", "ArticleIdList": ["10.1016/j.jep.2008.04.020", "18515024"]}, {"Citation": "Opletal L, Sovová H, Bártlová M. Dibenzo[a, c]cyclooctadiene lignans of the genus Schisandra: importance, isolation and determination. J Chromatogr B. 2004;812:357–371. doi: 10.1016/S1570-0232(04)00646-4.", "ArticleIdList": ["10.1016/S1570-0232(04)00646-4", "15556508"]}, {"Citation": "Hu D, Yang Z, Yao X, Wang H, Han N, Liu Z, et al. Dibenzocyclooctadiene lignans from Schisandra chinensis and their inhibitory activity on NO production in lipopolysaccharide-activated microglia cells. Phytochemistry. 2014;104:72–78. doi: 10.1016/j.phytochem.2014.04.014.", "ArticleIdList": ["10.1016/j.phytochem.2014.04.014", "24864016"]}, {"Citation": "Shi YM, Wang LY, Zou XS, Li XN, Shang SZ, Gao ZH, et al. Nortriterpenoids from Schisandra chinensis and their absolute configurational assignments by electronic circular dichroism study. Tetrahedron. 2014;70:859–868. doi: 10.1016/j.tet.2013.12.023.", "ArticleIdList": ["10.1016/j.tet.2013.12.023"]}, {"Citation": "Xue YB, Zhang YL, Yang JH, Du X, Pu JX, Zhao W, et al. Nortriterpenoids and lignans from the fruit of Schisandra chinensis. Chem Pharm Bull. 2010;58:1606–1611. doi: 10.1248/cpb.58.1606.", "ArticleIdList": ["10.1248/cpb.58.1606", "21139263"]}, {"Citation": "Zhang J, Chen J, Liang Z, Zhao C. New lignans and their biological activities. Chem Biodivers. 2014;11:1–54. doi: 10.1002/cbdv.201100433.", "ArticleIdList": ["10.1002/cbdv.201100433", "24443425"]}, {"Citation": "Huang SX, Yang J, Huang H, Li LM, Xiao WL, Li RT, Sun HD. Structural characterization of schintrilactone, a new class of nortriterpenoids from Schisandra chinensis. Org Lett. 2007;9:4175–4178. doi: 10.1021/ol701679n.", "ArticleIdList": ["10.1021/ol701679n", "17880096"]}, {"Citation": "Huang S, Han Q, Lei C, Al E. Isolation and characterization of miscellaneous terpenoids of Schisandra chinensis. Tetrahedron. 2008;64:4260–4267. doi: 10.1016/j.tet.2008.02.085.", "ArticleIdList": ["10.1016/j.tet.2008.02.085"]}, {"Citation": "Xia Y, Yang B, Kuang X. Schisandraceae triterpenoids: a review. Phytochem Rev. 2015;14:155–187. doi: 10.1007/s11101-014-9343-7.", "ArticleIdList": ["10.1007/s11101-014-9343-7"]}, {"Citation": "Szopa A, Ekiert H. Schisandra chinensis (Turcz.) Baill. (Chinese magnolia vine) in vitro cultures. In: Govil JN, editor. Recent progress in medicinal plants biotechnology and genetic engineering II. 39. Houston: Studium Press LLC; 2014. pp. 405–434."}, {"Citation": "Tong H, Zhao B, Du F, Al E. Isolation and physicochemical characterization of polysaccharide fraction isolated from Schisandra chinensis. Chem Nat Compd. 2012;47:969–970. doi: 10.1007/s10600-012-0116-5.", "ArticleIdList": ["10.1007/s10600-012-0116-5"]}, {"Citation": "Song QY, Zhang CJ, Li Y, Wen J, Zhao XW, Liu ZL, et al. Lignans from the fruit of Schisandra sphenanthera, and their inhibition of HSV-2 and adenovirus. Phytochem Lett. 2013;6:174–178. doi: 10.1016/j.phytol.2012.12.008.", "ArticleIdList": ["10.1016/j.phytol.2012.12.008"]}, {"Citation": "Shi Y, Zhong W, Chen H, Al E. New lignans form the leaves and stems of Schisandra chinensis an their anti-HIV activites. Chin J Chem. 2014;32:734–740. doi: 10.1002/cjoc.201400001.", "ArticleIdList": ["10.1002/cjoc.201400001"]}, {"Citation": "Zhu L, Li B, Liu X, Huang G, Meng X. Purification of six lignans from the stems of Schisandra chinensis by using high-speed counter-current chromatography combined with preparative high-performance liquid chromatography. Food Chem. 2015;186:146–152. doi: 10.1016/j.foodchem.2014.09.008.", "ArticleIdList": ["10.1016/j.foodchem.2014.09.008", "25976804"]}, {"Citation": "Szopa A, Ekiert H. Lignans in Schisandra chinensis in vitro cultures. Pharmazie. 2011;66:633–634.", "ArticleIdList": ["21901991"]}, {"Citation": "Szopa A, Ekiert H. Production of deoxyschisandrin and γ-schisandrin in shoot-differentiating and undifferentiating callus cultures of Schisandra chinensis (Turcz.) Baill. (Chinese magnolia vine) J Biotechnol. 2013;165:209–213. doi: 10.1016/j.jbiotec.2013.03.010.", "ArticleIdList": ["10.1016/j.jbiotec.2013.03.010", "23562619"]}, {"Citation": "Szopa A, Ekiert H. Production of schisantherin A and gomisin G in in vitro cultures of Schisandra chinensis. Phytochem Lett. 2015;11:440–444. doi: 10.1016/j.phytol.2014.12.022.", "ArticleIdList": ["10.1016/j.phytol.2014.12.022"]}, {"Citation": "Szopa A, Ekiert H. The importance of applied light quality on the production of lignans and phenolic acids in Schisandra chinensis (Turcz.) Baill. cultures in vitro. Plant Cell Tiss Organ Culture (PCTOC) 2016;127:115–121. doi: 10.1007/s11240-016-1034-1.", "ArticleIdList": ["10.1007/s11240-016-1034-1"]}, {"Citation": "Huang SX, Yang LB, Xiao WL, Lei C, Liu JP, Lu Y, et al. Wuweizidilactones A–F: novel highly oxygenated nortriterpenoids with unusual skeletons isolated from Schisandra chinensis. Chem A Eur J. 2007;13:4816–4822. doi: 10.1002/chem.200700346.", "ArticleIdList": ["10.1002/chem.200700346", "17487906"]}, {"Citation": "Mocan A, Crișan G, Vlase L, Crișan O, Vodnar DC, Raita O, et al. Comparative studies on polyphenolic composition, antioxidant and antimicrobial activities of Schisandra chinensis leaves and fruits. Molecules. 2014;19:15162–15179. doi: 10.3390/molecules190915162.", "ArticleIdList": ["10.3390/molecules190915162", "PMC6270802", "25247685"]}, {"Citation": "Szopa A, Ekiert H. In vitro cultures of Schisandra chinensis (Turcz.) Baill. (Chinese magnolia vine)—a potential biotechnological rich source of therapeutically important phenolic acids. Appl Biochem Biotechnol. 2012;166:1941–1948. doi: 10.1007/s12010-012-9622-y.", "ArticleIdList": ["10.1007/s12010-012-9622-y", "PMC3324685", "22399445"]}, {"Citation": "Sovová H, Opletal L, Bártlová M, Sajfrtová M, Křenková M. Supercritical fluid extraction of lignans and cinnamic acid from Schisandra chinensis. J Supercrit Fluids. 2007;42:88–95. doi: 10.1016/j.supflu.2007.01.008.", "ArticleIdList": ["10.1016/j.supflu.2007.01.008"]}, {"Citation": "Thandavarayan RA, Giridharan VV, Arumugam S, Suzuki K, Ko KM, Krishnamurthy P, et al. Schisandrin B prevents doxorubicin induced cardiac dysfunction by modulation of DNA damage, oxidative stress and inflammation through inhibition of MAPK/p53 signaling. PLoS ONE. 2015;10:e0119214. doi: 10.1371/journal.pone.0119214.", "ArticleIdList": ["10.1371/journal.pone.0119214", "PMC4351084", "25742619"]}, {"Citation": "Jiang Y, Fan X, Wang Y, Tan H, Chen P, Zeng H, et al. Hepato-protective effects of six schisandra lignans on acetaminophen-induced liver injury are partially associated with the inhibition of CYP-mediated bioactivation. Chem Biol Interact. 2015;231:83–89. doi: 10.1016/j.cbi.2015.02.022.", "ArticleIdList": ["10.1016/j.cbi.2015.02.022", "25753323"]}, {"Citation": "Yuan R, Tao X, Liang S, Pan Y, He L, Sun J, et al. Protective effect of acidic polysaccharide from Schisandra chinensis on acute ethanol-induced liver injury through reducing CYP2E1-dependent oxidative stress. Biomed Pharmacother. 2018;99:537–542. doi: 10.1016/j.biopha.2018.01.079.", "ArticleIdList": ["10.1016/j.biopha.2018.01.079", "29902864"]}, {"Citation": "Miao M, Gao J, Zhang G, Ma X, Zhang Y. Effect of Schisandra chinensis polysaccharide on intracerebral acetylcholinesterase and monoamine neurotransmitters in a d-galactose-induced aging brain mouse model. Neural Regen Res. 2009;4:687–693."}, {"Citation": "Chen X, Zhang Y, Zu Y, Yang L. Chemical composition and antioxidant activity of the essential oil of Schisandra chinensis fruits. Nat Prod Res. 2012;26:842–849. doi: 10.1080/14786419.2011.558016.", "ArticleIdList": ["10.1080/14786419.2011.558016", "21981283"]}, {"Citation": "Zhao T, Mao G, Mao R, Zou Y, Zheng D, Feng W, et al. Antitumor and immunomodulatory activity of a water-soluble low molecular weight polysaccharide from Schisandra chinensis (Turcz.) Baill. Food Chem Toxicol. 2013;55:609–616. doi: 10.1016/j.fct.2013.01.041.", "ArticleIdList": ["10.1016/j.fct.2013.01.041", "23416131"]}, {"Citation": "Peng ZQ, Liu Y, Wang SY, Jiang YK, Li XM, Rong XH, et al. Chemical constituents of the roots of Schisandra chinensis. Chem Biodivers. 2022;19:e202100962. doi: 10.1002/cbdv.202100962.", "ArticleIdList": ["10.1002/cbdv.202100962", "35218144"]}, {"Citation": "Tan L, Yang Y, Peng J, Zhang Y, Wu B, He B, et al. Schisandra chinensis (Turcz.) Baill. essential oil exhibits antidepressant-like effects and against brain oxidative stress through Nrf2/HO-1 pathway activation. Metab Brain Dis. 2022 doi: 10.1007/s11011-022-01019-z.", "ArticleIdList": ["10.1007/s11011-022-01019-z", "PMC9168360", "35666395"]}, {"Citation": "Wang X, Li Q, Sui B, Xu M, Pu Z, Qiu T. Schisandrin A from Schisandra chinensis attenuates ferroptosis and NLRP3 inflammasome-mediated pyroptosis in diabetic nephropathy through mitochondrial damage by AdipoR1 ubiquitination. Oxid Med Cell Longev. 2022 doi: 10.1155/2022/5411462.", "ArticleIdList": ["10.1155/2022/5411462", "PMC9391610", "35996380"]}, {"Citation": "Guo Y, Wei H, Lu C, Gao B, Gu W. Predictions of potential geographical distribution and quality of Schisandra sphenanthera under climate change. PeerJ. 2016;4:1–21. doi: 10.7717/peerj.2554.", "ArticleIdList": ["10.7717/peerj.2554", "PMC5075693", "27781160"]}, {"Citation": "Wei X, Li H, Che P, Guo H, Zhang B, Liu H, et al. Comparing chloroplast genomes of traditional Chinese herbs Schisandra sphenanthera and S. chinensis. Chin Herb Med. 2020;12:247–256.", "ArticleIdList": ["PMC9476811", "36119003"]}, {"Citation": "Huang S, Zhang D, Li Y, Fan H, Liu Y, Huang W, et al. Schisandra sphenanthera: a comprehensive review of its botany, phytochemistry, pharmacology, and clinical applications. Am J Chin Med. 2021;49:1577–1622. doi: 10.1142/S0192415X21500749.", "ArticleIdList": ["10.1142/S0192415X21500749", "34559620"]}, {"Citation": "Sun Y, Wen X, Huang H. Population genetic differentiation of Schisandra chinensis and Schisandra sphenanthera as revealed by ISSR analysis. Biochem Syst Ecol. 2010;38:257–263. doi: 10.1016/j.bse.2010.01.005.", "ArticleIdList": ["10.1016/j.bse.2010.01.005"]}, {"Citation": "Lu Y, Chen DF. Analysis of Schisandra chinensis and Schisandra sphenanthera. J Chromatogr A. 2009;1216:1980–1990. doi: 10.1016/j.chroma.2008.09.070.", "ArticleIdList": ["10.1016/j.chroma.2008.09.070", "18849034"]}, {"Citation": "Jin J, Bi H, Hu J, Zeng H, Zhong G, Zhao L, et al. Effect of Wuzhi Tablet (Schisandra sphenanthera extract) on the pharmacokinetics of paclitaxel in rats. Phytother Res. 2011;25:1250–1253. doi: 10.1002/ptr.3407.", "ArticleIdList": ["10.1002/ptr.3407", "21796700"]}, {"Citation": "Liang C, Hu J, Shi Y, Al E. Schisphenlignans A–E: five new dibenzocyclooctadiene lignans from Schisandra sphenanthera. Chem Pharm Bull. 2013;61:96–100. doi: 10.1248/cpb.c12-00700.", "ArticleIdList": ["10.1248/cpb.c12-00700", "23302592"]}, {"Citation": "Jiang K, Song QY, Peng SJ, Zhao QQ, Da LG, Li Y, et al. New lignans from the roots of Schisandra sphenanthera. Fitoterapia. 2015;103:63–70. doi: 10.1016/j.fitote.2015.03.015.", "ArticleIdList": ["10.1016/j.fitote.2015.03.015", "25796351"]}, {"Citation": "He F, Pu JX, Huang SX, Wang YY, Xiao WL, Li LM, et al. Schinalactone A, a new cytotoxic triterpenoid from Schisandra sphenanthera. Org Lett. 2010;12:1208–1211. doi: 10.1021/ol902974j.", "ArticleIdList": ["10.1021/ol902974j", "20180522"]}, {"Citation": "Xiao W, Yang L, Li L, Al E. Sphenalactones A–D, a new class of high oxygenated trinotritrtpenoids from Schisandra sphenanthera. Tetrahedron Lett. 2007;48:5543–5546. doi: 10.1016/j.tetlet.2007.05.152.", "ArticleIdList": ["10.1016/j.tetlet.2007.05.152"]}, {"Citation": "Zhu M, Yeung RY, Lin KF, Li RC. Improvement of phase I drug metabolism with Schisandra chinensis against CCl4 hepatotoxicity in a rat model. Planta Med. 2000;66:521–525. doi: 10.1055/s-2000-11202.", "ArticleIdList": ["10.1055/s-2000-11202", "10985077"]}, {"Citation": "Liu C, Fang S, Huang M, Al E. Studies on the active principles of Schisandra sphenanthera Rehd. et Wils. The structures of schisantherin A, B, C, D, E, and the related compounds. Sci Sin. 1978;21:483–502.", "ArticleIdList": ["233922"]}, {"Citation": "Zhao T, Mao G, Feng W, Mao R, Gu X, Li T, et al. Isolation, characterization and antioxidant activity of polysaccharide from Schisandra sphenanthera. Carbohydr Polym. 2014;105:26–33. doi: 10.1016/j.carbpol.2014.01.059.", "ArticleIdList": ["10.1016/j.carbpol.2014.01.059", "24708948"]}, {"Citation": "Chen X, Tang R, Liu T, Dai W, Liu Q, Gong G, et al. Physicochemical properties, antioxidant activity and immunological effects in vitro of polysaccharides from Schisandra sphenanthera and Schisandra chinensis. Int J Biol Macromol. 2019;131:744–751. doi: 10.1016/j.ijbiomac.2019.03.129.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.03.129", "30904534"]}, {"Citation": "Chen Y, Zhang Y, Liu Y, Xue Y, Wang J. A new triterpenoid acid from Schisandra henryi. Chem Nat Compd. 2010;46:480–481. doi: 10.1007/s10600-010-9677-3.", "ArticleIdList": ["10.1007/s10600-010-9677-3"]}, {"Citation": "Lian-Niang L, Hong X. Henricine, a new tetrahydrofuran lignan from Schisandra henryi. Planta Med. 1986;52:493–494. doi: 10.1055/s-2007-969265.", "ArticleIdList": ["10.1055/s-2007-969265", "17345420"]}, {"Citation": "Jafernik K, Szopa A, Barnaś M, Dziurka M, Ekiert H. Schisandra henryi C. B. Clarke in vitro cultures: a promising tool for the production of lignans and phenolic compounds. Plant Cell Tissue Organ Cult. 2020;143:45–60. doi: 10.1007/s11240-020-01895-2.", "ArticleIdList": ["10.1007/s11240-020-01895-2"]}, {"Citation": "Liu JS, Huang MF, Ayer WA, Nakashima TT. Structure of enshicine from Schisandra henryi. Phytochemistry. 1984;23:1143–1145. doi: 10.1016/S0031-9422(00)82627-8.", "ArticleIdList": ["10.1016/S0031-9422(00)82627-8"]}, {"Citation": "Jia-Sen L, Huang TY, Mei-Fen H. Studies on the constituents of Schisandra henryi V. The structures of wulignan Al, A2, epiwulignan Al and epischisandrone) Acta Chimi Sin. 1988;46:483–488."}, {"Citation": "Jian-min Y, Yao-zu C, Su-ming H, Jin-long C, Yu-xin C. Ganschisandrine, a lignan from Schisandra sphenanthera. Phytochemistry. 1989;28:1774–1776. doi: 10.1016/S0031-9422(00)97848-8.", "ArticleIdList": ["10.1016/S0031-9422(00)97848-8"]}, {"Citation": "Xue YB, Yang JH, Li XN, Du X, Pu JX, Xiao WL, et al. Henrischinins A–C: three new triterpenoids from Schisandra henryi. Org Lett. 2011;13:1564–1567. doi: 10.1021/ol200283y.", "ArticleIdList": ["10.1021/ol200283y", "21348450"]}, {"Citation": "Li R, Shen Y, Xiang W, Sun H. Four novel nortriterpenoids isolated from Schisandra henryi var. yunnanensis. Eur J Org Chem. 2004;2004:807–811. doi: 10.1002/ejoc.200300560.", "ArticleIdList": ["10.1002/ejoc.200300560"]}, {"Citation": "Jia-Sen L, Mei-Fen H, Yao-Liang G. Studies on the constituents of Schisandra henryi Clarke. H. The structures of schisanhenrin and schisanhenric acid. Acta Chimi Sin. 1980;38:363–370."}, {"Citation": "Chen Y-G, Wu Z-C, Lv Y-P, Gui S-H, Wen J, Liao X-R, et al. Triterpenoids from Schisandra henryi with cytotoxic effect on leukemia and Hela cells in vitro. Arch Pharm Res. 2003;26:912–916. doi: 10.1007/BF02980199.", "ArticleIdList": ["10.1007/BF02980199", "14661856"]}, {"Citation": "He TB, Yan BC, Hu K, Li XN, Sun HD, Puno PT. Neuroprotective schinortriterpenoids with diverse scaffolds from Schisandra henryi. Bioorg Chem. 2020;105:104353. doi: 10.1016/j.bioorg.2020.104353.", "ArticleIdList": ["10.1016/j.bioorg.2020.104353", "33096311"]}, {"Citation": "Szopa A, Barnaś M, Ekiert H. Phytochemical studies and biological activity of three Chinese Schisandra species (Schisandra sphenanthera, Schisandra henryi and Schisandra rubriflora): current findings and future applications. Phytochem Rev. 2019;18:109–128. doi: 10.1007/s11101-018-9582-0.", "ArticleIdList": ["10.1007/s11101-018-9582-0"]}, {"Citation": "Li GP, Zhao JF, Tu YQ, Yang XD, Zhang HB, Li L. Chemical Constituents of Schisandra rubriflora Rehd et. Wils. J Integr Plant Biol. 2005;47:362–367. doi: 10.1046/j.1365-277X.2002.00351.x-i1.", "ArticleIdList": ["10.1046/j.1365-277X.2002.00351.x-i1"]}, {"Citation": "Szopa A, Dziurka M, Warzecha A, Kubica P, Klimek-Szczykutowicz M, Ekiert H. Targeted lignan profiling and anti-inflammatory properties of Schisandra rubriflora and Schisandra chinensis extracts. Molecules. 2018;23:3103. doi: 10.3390/molecules23123103.", "ArticleIdList": ["10.3390/molecules23123103", "PMC6321394", "30486445"]}, {"Citation": "Szopa A, Dziurka M, Granica S, Klimek-Szczykutowicz M, Kubica P, Warzecha A, et al. Schisandra rubriflora plant material and in vitro microshoot cultures as rich sources of natural phenolic antioxidants. Antioxidants. 2020;9:1–22. doi: 10.3390/antiox9060488.", "ArticleIdList": ["10.3390/antiox9060488", "PMC7346123", "32512744"]}, {"Citation": "Güneş F. Medicinal plants used in the Uzunköprü district of Edirne, Turkey. Acta Soc Bot Pol. 2017 doi: 10.5586/asbp.3565.", "ArticleIdList": ["10.5586/asbp.3565"]}, {"Citation": "Li XN, Pu JX, Du X, Yang LM, An HM, Lei C, et al. Lignans with anti-HIV activity from Schisandra propinqua var. sinensis. J Nat Prod. 2009;72:1133–1141. doi: 10.1021/np900123z.", "ArticleIdList": ["10.1021/np900123z", "19413342"]}, {"Citation": "Xiao WL, Li X, Wang RR, Yang LM, Li M, Huang SX, et al. Triterpenoids from Schisandra rubriflora. J Nat Prod. 2007;70:1056–1059. doi: 10.1021/np0700927.", "ArticleIdList": ["10.1021/np0700927", "17489633"]}, {"Citation": "Pu J, Wang R, Yang L, Li X, Li S, Li R, et al. Isolation and structure elucidation of nortriterpenoids from Schisandra rubriflora. Helv Chim Acta. 2007;90:1505–1513. doi: 10.1002/hlca.200790157.", "ArticleIdList": ["10.1002/hlca.200790157"]}, {"Citation": "Chen M, Kilgore N, Lee KH, Chen DF. Rubrisandrins A and B, lignans and related anti-HIV compounds from Schisandra rubriflora. J Nat Prod. 2006;69:1697–1701. doi: 10.1021/np060239e.", "ArticleIdList": ["10.1021/np060239e", "17190445"]}, {"Citation": "Amujuri D, Siva B, Bharathi K, Poornima B, Supriya B, Ummanni R, et al. Bio-active constituents from Schisandra grandiflora: Isolation, semi-synthesis and evaluation of their anticancer activities. Phytochem Lett. 2021;45:184–189. doi: 10.1016/j.phytol.2021.08.009.", "ArticleIdList": ["10.1016/j.phytol.2021.08.009"]}, {"Citation": "Poornima B, Siva B, Shankaraiah G, Venkanna A, Nayak VL, Ramakrishna S, et al. Novel sesquiterpenes from Schisandra grandiflora: Isolation, cytotoxic activity and synthesis of their triazole derivatives using “clickg” reaction. Eur J Med Chem. 2015;92:449–458. doi: 10.1016/j.ejmech.2014.12.040.", "ArticleIdList": ["10.1016/j.ejmech.2014.12.040", "25594739"]}, {"Citation": "Poornima B, Kumar DA, Siva B, Venkanna A, Vadaparthi PRR, Kumar K, et al. Advanced glycation end-products inhibitors isolated from Schisandra grandiflora. Nat Prod Res. 2016;30:493–496. doi: 10.1080/14786419.2015.1024117.", "ArticleIdList": ["10.1080/14786419.2015.1024117", "25812677"]}, {"Citation": "Dileep Kumar G, Siva B, Bharathi K, Devi A, Pavan Kumar P, Anusha K, et al. Synthesis and biological evaluation of schisandrin derivatives as tubulin polymerization inhibitors. Bioorg Med Chem Lett. 2020;30:127354. doi: 10.1016/j.bmcl.2020.127354.", "ArticleIdList": ["10.1016/j.bmcl.2020.127354", "32631552"]}, {"Citation": "Poornima B, Siva B, Venkanna A, Shankaraiah G, Jain N, Yadav DK, et al. Novel Gomisin B analogues as potential cytotoxic agents: design, synthesis, biological evaluation and docking studies. Eur J Med Chem. 2017;139:441–453. doi: 10.1016/j.ejmech.2017.07.076.", "ArticleIdList": ["10.1016/j.ejmech.2017.07.076", "28818768"]}, {"Citation": "Xiao W-L, Gong Y-Q, Wang R-R, Weng Z-Y, Luo X, Li X-N, Yang G-Y, He F, Pu J-X, Yang L-M, Zheng Y-T, Lu Y, Sun H-D. Bioactive nortriterpenoids from Schisandra grandiflora. J Nat Prod. 2009;72:1678–1681. doi: 10.1021/np900292e.", "ArticleIdList": ["10.1021/np900292e", "19685905"]}, {"Citation": "Shi W, Liu HW, Guo X, Hou L, Gao JM. Triterpenoids from the stems of Schisandra grandiflora and their biological activity. J Asian Nat Prod Res. 2016;18:711–718. doi: 10.1080/10286020.2016.1139578.", "ArticleIdList": ["10.1080/10286020.2016.1139578", "26982651"]}, {"Citation": "Huang F, Xu L, Shi G. Antioxidant isolated from Schisandra propinqua (Wall) Baill. Biol Res. 2009;42:351–356. doi: 10.4067/S0716-97602009000300009.", "ArticleIdList": ["10.4067/S0716-97602009000300009", "19915743"]}, {"Citation": "Chen Y, Qin G, Xie Y. Lignans from Schisandra propinqua (Wall.) Hook. F. et. Thoms. Zhong Yao Cai. 2001;24:105–107.", "ArticleIdList": ["11402723"]}, {"Citation": "Xu LJ, Huang F, Chen SB, Chen SL, Xiao PG. A new triterpene and dibenzocyclooctadiene lignans from Schisandra propinqua (Wall.) Baill. Chem Pharm Bull. 2006;54:542–545. doi: 10.1248/cpb.54.542.", "ArticleIdList": ["10.1248/cpb.54.542", "16595961"]}, {"Citation": "Xu LJ, Huang F, Chen SB, Zhang QX, Li LN, Chen SL, et al. New lignans and cytotoxic constituents from Schisandra propinqua. Planta Med. 2006;72:169–174. doi: 10.1055/s-2005-873199.", "ArticleIdList": ["10.1055/s-2005-873199", "16491454"]}, {"Citation": "Lei C, Huang SX, Chen JJ, Pu JX, Yang LB, Zhao Y, et al. Lignans from Schisandra propinqua var. propinqua. Chem Pharm Bull. 2007;55:1281–1283. doi: 10.1248/cpb.55.1281.", "ArticleIdList": ["10.1248/cpb.55.1281", "17666862"]}, {"Citation": "Xu L-J, Liu H-T, Peng Y, Xiao W, Chen S-L, Chen S-B, et al. Chemical constituents from stems of Schisandra propinqua. China J Chin Materia Med. 2008;33:521–523.", "ArticleIdList": ["18536373"]}, {"Citation": "Chen YG, Qin GW, Cao L, Leng Y, Xie YY. Triterpenoid acids from Schisandra propinqua with cytotoxic effect on rat luteal cells and human decidual cells in vitro. Fitoterapia. 2001;72:435–437. doi: 10.1016/S0367-326X(01)00269-6.", "ArticleIdList": ["10.1016/S0367-326X(01)00269-6", "11395273"]}, {"Citation": "Ma RF, Hu K, Ding WP, Wang B, He TB, Li XN, et al. Schipropins A-J, structurally diverse triterpenoids from Schisandra propinqua. Phytochemistry. 2021;182:112589. doi: 10.1016/j.phytochem.2020.112589.", "ArticleIdList": ["10.1016/j.phytochem.2020.112589", "33352309"]}, {"Citation": "Lei C, Huang SX, Xiao WL, Li XN, Pu JX, Sun HD. Schisanartane nortriterpenoids with diverse post-modifications from Schisandra propinqua. J Nat Prod. 2010;73:1337–1343. doi: 10.1021/np100144d.", "ArticleIdList": ["10.1021/np100144d", "20681569"]}, {"Citation": "Lei C, Huang SX, Chen JJ, Yang LB, Xiao WL, Chang Y, et al. Propindilactones E–J, schiartane nortriterpenoids from Schisandra propinqua var. propinqua. J Nat Prod. 2008;71:1228–1232. doi: 10.1021/np8001699.", "ArticleIdList": ["10.1021/np8001699", "18578539"]}, {"Citation": "Wu T, Kong D-Y, Li H-T. Identification of the structure of to new nitro group phenolic glycosides from Schisandra propinqua (Wall.) Baill var. intermidia AC Smith. Acta Pharm Sin. 2004;39:534–537.", "ArticleIdList": ["15493845"]}, {"Citation": "Panero JL, Dávila AP. The family Schisandraceae: a new record for the flora of Mexico. Brittonia. 1998;50:87–90. doi: 10.2307/2807721.", "ArticleIdList": ["10.2307/2807721"]}, {"Citation": "Lyles JT, Tyler P, Bradbury EJ, Nelson K, Brown CF, Pierce ST, et al. Comparative phytochemical analysis of chinese and bay starvine (Schisandra spp.): potential for development as a new dietary supplement ingredient. J Diet Supp. 2017;14:640–652. doi: 10.1080/19390211.2017.1304483.", "ArticleIdList": ["10.1080/19390211.2017.1304483", "28384001"]}, {"Citation": "U.S. Department of Agriculture. https://www.usda.gov/. Accessed 21 May 2023."}, {"Citation": "Alberto MJ, Imelda P-M, Clarenc AR, Susana P, Edgar S, Bernarda G. Pharmacological and phytochemical potential study of plants collected in Amecameca, State of Mexico, Mexico. 2016;15:62–7."}, {"Citation": "Connolly JD, Hill RA. Triterpenoids. Nat Prod Rep. 2010;27:79–132. doi: 10.1039/B808530G.", "ArticleIdList": ["10.1039/B808530G", "20024095"]}, {"Citation": "Tian Z, Xu L, Chen S, Zhou L, Yang M, Chen S, et al. Cytotoxic activity of schisandrolic and isoschisandrolic acids involves induction of apoptosis. Chemotherapy. 2007;53:257–262. doi: 10.1159/000102582.", "ArticleIdList": ["10.1159/000102582", "17496413"]}, {"Citation": "Umezawa T. Diversity in lignan biosynthesis. Phytochem Rev. 2003;2:371–390. doi: 10.1023/B:PHYT.0000045487.02836.32.", "ArticleIdList": ["10.1023/B:PHYT.0000045487.02836.32"]}, {"Citation": "Gottlieb OR. Chemosystematics of the Lauraceae. Phytochemistry. 1972;11:1537–1570. doi: 10.1016/0031-9422(72)85001-5.", "ArticleIdList": ["10.1016/0031-9422(72)85001-5"]}, {"Citation": "Kochetkov NK, Khorlin A, Chizhov OS, Sheichenko VI. schisandrin-lignan of unusual structure. Tetrahedron Lett. 1961;2:730–734. doi: 10.1016/S0040-4039(01)91684-3.", "ArticleIdList": ["10.1016/S0040-4039(01)91684-3"]}, {"Citation": "Ren R, Ci X, Lia H, Al E. New dibenzocyclooctadiene lignans from Schisandra sphenanthera and thier proinflammatory cytokine inhibitory activites. Z Naturforsch. 2010;65:211–218. doi: 10.1515/znb-2010-0201.", "ArticleIdList": ["10.1515/znb-2010-0201"]}, {"Citation": "Hwang SY, Lee YJ, Lee YK, Jung SE, Kim JH, Kim HJ, et al. Gomisin N isolated from Schisandra chinensis significantly induces anti-proliferative and pro-apoptotic effects in hepatic carcinoma. Mol Med Rep. 2009;2:725–732. doi: 10.3892/mmr_00000163.", "ArticleIdList": ["10.3892/mmr_00000163", "21475892"]}, {"Citation": "Hwang D, Shin SY, Lee Y, Hyun J, Yong Y, Park JC, et al. A compound isolated from Schisandra chinensis induces apoptosis. Bioorg Med Chem Lett. 2011;21:6054–6057. doi: 10.1016/j.bmcl.2011.08.065.", "ArticleIdList": ["10.1016/j.bmcl.2011.08.065", "21903389"]}, {"Citation": "Waiwut P, Shin MS, Yokoyama S, Saiki I, Sakurai H. Gomisin A enhances tumor necrosis factor-α-induced G1 cell cycle arrest via signal transducer and activator of transcription 1-mediated phosphotylation of retinoblastoma protein. Biol Pharm Bull. 2012;35:1997–2003. doi: 10.1248/bpb.b12-00450.", "ArticleIdList": ["10.1248/bpb.b12-00450", "23123471"]}, {"Citation": "Casarin E, Dall'Acqua S, Šmejkal K, Šlapetová T, Innocenti G, Carrara M. Molecular mechanisms of antiproliferative effects induced by Schisandra-derived dibenzocyclooctadiene lignanas (+)-deoxyschisandrin adn (-)-gomisin N in human tumour cell lines. Fitoterapia. 2014;98:241–247. doi: 10.1016/j.fitote.2014.08.001.", "ArticleIdList": ["10.1016/j.fitote.2014.08.001", "25110194"]}, {"Citation": "Liu H, Zhang J, Li X, Qi Y, Peng Y, Zhang B, et al. Chemical analysis of twelve lignans in the fruit of Schisandra sphenanthera by HPLC-PAD-MS. Phytomedicine. 2012;19:1234–1241. doi: 10.1016/j.phymed.2012.07.017.", "ArticleIdList": ["10.1016/j.phymed.2012.07.017", "22906629"]}, {"Citation": "Li CL, Cheng YY, Hsieh CH, Tsai TH. Pharmacokinetics of schisandrin and its pharmaceutical products assessed using a validated LC-MS/MS method. Molecules. 2018;23:173. doi: 10.3390/molecules23010173.", "ArticleIdList": ["10.3390/molecules23010173", "PMC6017025", "29342955"]}, {"Citation": "Xiang SS, Wang XA, Li HF, Shu YJ, Bao RF, Zhang F, et al. Schisandrin B induces apoptosis and cell cycle arrest of gallbladder cancer cells. Molecules. 2014;19:13235–13250. doi: 10.3390/molecules190913235.", "ArticleIdList": ["10.3390/molecules190913235", "PMC6271519", "25165862"]}, {"Citation": "Ko YH, Jeong M, Jang DS, Choi JH. Gomisin L1, a lignan isolated from Schisandra berries, induces apoptosis by regulating NADPH oxidase in human ovarian cancer cells. Life. 2021;11:858. doi: 10.3390/life11080858.", "ArticleIdList": ["10.3390/life11080858", "PMC8398161", "34440602"]}, {"Citation": "Jung S, Moon HI, Kim S, Ngoc Quynh NT, Yu J, Sandag Z, et al. Anticancer activity of gomisin J from Schisandra chinensis fruit. Oncol Rep. 2019;41:711–717.", "ArticleIdList": ["30542721"]}, {"Citation": "Li Y-J, Liu H-T, Xue C-J, Xing X-Q, Dong S-T, Wang L-S, Ding C-Y, Meng L, Dong Z-J. The synergistic anti-tumor effect of schisandrin B and apatinib. J Asian Nat Prod Res. 2020;22:839–849. doi: 10.1080/10286020.2019.1645131.", "ArticleIdList": ["10.1080/10286020.2019.1645131", "31364407"]}, {"Citation": "Han YH, Mun JG, Jeon HD, Park J, Kee JY, Hong SH. Gomisin A ameliorates metastatic melanoma by inhibiting AMPK and ERK/JNK-mediated cell survival and metastatic phenotypes. Phytomedicine. 2020;68:153147. doi: 10.1016/j.phymed.2019.153147.", "ArticleIdList": ["10.1016/j.phymed.2019.153147", "32028184"]}, {"Citation": "Wang Z, Yu K, Hu Y, Su F, Gao Z, Hu T, et al. Schisantherin A induces cell apoptosis through ROS/JNK signaling pathway in human gastric cancer cells. Biochem Pharmacol. 2020;173:113673. doi: 10.1016/j.bcp.2019.113673.", "ArticleIdList": ["10.1016/j.bcp.2019.113673", "31629709"]}, {"Citation": "Nasser MI, Han T, Adlat S, Tian Y, Jiang N. Inhibitory effects of Schisandrin B on human prostate cancer cells. Oncol Rep. 2019;41:677–685.", "ArticleIdList": ["30320364"]}, {"Citation": "Qiangrong P, Wang T, Lu Q, Hu X. Schisandrin B—a novel inhibitor of P-glycoprotein. Biochem Biophys Res Commun. 2005;335:406–411. doi: 10.1016/j.bbrc.2005.07.097.", "ArticleIdList": ["10.1016/j.bbrc.2005.07.097", "16084496"]}, {"Citation": "Jing M, Bi XJ, Yao XM, Cai F, Liu JJ, Fu M, Kong L, Liu XZ, Zhang L, He SY, Jia LQ, Li X-T. Enhanced antitumor efficacy using epirubicin and schisandrin B co-delivery liposomes modified with PFV via inhibiting tumor metastasis. Drug Dev Ind Pharm. 2020;46:621–634. doi: 10.1080/03639045.2020.1742145.", "ArticleIdList": ["10.1080/03639045.2020.1742145", "32162988"]}, {"Citation": "He L, Chen H, Qi Q, Wu N, Wang Y, Chen M, Feng Q, Dong B, Jin R, Jiang L. Schisandrin B suppresses gastric cancer cell growth and enhances the efficacy of chemotherapy drug 5-FU in vitro and in vivo. Eur J Pharmacol. 2022;950:174823. doi: 10.1016/j.ejphar.2022.174823.", "ArticleIdList": ["10.1016/j.ejphar.2022.174823", "35157912"]}, {"Citation": "Wang Y, Chen J, Huang Y, Yang S, Tan T, Wang N, et al. Schisandrin B suppresses osteosarcoma lung metastasis in vivo by inhibiting the activation of the Wnt/β-catenin and PI3K/Akt signaling pathways. Oncol Rep. 2022;47:1–8. doi: 10.3892/or.2022.8261.", "ArticleIdList": ["10.3892/or.2022.8261", "PMC8771162", "35029287"]}, {"Citation": "Li X-Y, Shi L-X, Yao X-M, Jing M, Li Q-Q, Wang Y-L, Li Q-S. Functional vinorelbine plus schisandrin B liposomes destroying tumor metastasis in treatment of gastric cancer. Drug Dev Ind Pharm. 2021;47:100–112. doi: 10.1080/03639045.2020.1862169.", "ArticleIdList": ["10.1080/03639045.2020.1862169", "33295825"]}, {"Citation": "Wang S, Wang A, Shao M, Lin L, Li P, Wang Y. Schisandrin B reverses doxorubicin resistance through inhibiting P-glycoprotein and promoting proteasome-mediated degradation of survivin. Sci Rep. 2017;7:8419. doi: 10.1038/s41598-017-08817-x.", "ArticleIdList": ["10.1038/s41598-017-08817-x", "PMC5567212", "28827665"]}, {"Citation": "Yan C, Gao L, Qiu X, Deng C. Schisandrin B synergizes docetaxel-induced restriction of growth and invasion of cervical cancer cells in vitro and in vivo. Ann Transl Med. 2020;8:1157–1157. doi: 10.21037/atm-20-6109.", "ArticleIdList": ["10.21037/atm-20-6109", "PMC7576040", "33241006"]}, {"Citation": "Maharjan S, Park BK, Lee SI, Lim Y, Lee K, Kwon HJ. Gomisin G inhibits the growth of triple-negative breast cancer cells by suppressing AKT phosphorylation and decreasing cyclin D1. Biomol Ther. 2018;26:520. doi: 10.4062/biomolther.2018.520.", "ArticleIdList": ["10.4062/biomolther.2018.520", "PMC5933900", "29587339"]}, {"Citation": "Liu G. Bicyclol: a novel drug for treating chronic viral hepatitis B and C. Med Chem. 2009;5:29–43. doi: 10.2174/157340609787049316.", "ArticleIdList": ["10.2174/157340609787049316", "19149648"]}, {"Citation": "Yang XY, Zhuo Q, Wu TX, Liu GJ. Bicyclol for chronic hepatitis C. Cochrane Database Syst Rev. 2007 doi: 10.1002/14651858.CD004994.pub2.", "ArticleIdList": ["10.1002/14651858.CD004994.pub2", "17253534"]}, {"Citation": "Wang Y, Nie H, Zhao X, Qin Y, Gong X. Bicyclol induces cell cycle arrest and autophagy in HepG2 human hepatocellular carcinoma cells through the PI3K/AKT and Ras/Raf/MEK/ERK pathways. BMC Cancer. 2016;16:1–5. doi: 10.1186/s12885-016-2767-2.", "ArticleIdList": ["10.1186/s12885-016-2767-2", "PMC5031284", "27654866"]}, {"Citation": "Wu J, Zheng W, Rong L, Xing Y, Hu D. Bicyclol exerts an anti-tumor effect via ROS-mediated endoplasmic reticulum stress in human renal cell carcinoma cells. Biomed Pharmacother. 2017;91:1184–1192. doi: 10.1016/j.biopha.2017.05.041.", "ArticleIdList": ["10.1016/j.biopha.2017.05.041", "28535587"]}, {"Citation": "Sun H, Yu L, Wei H, Liu G. A novel antihepatitis drug, bicyclol, prevents liver carcinogenesis in diethylnitrosamine-initiated and phenobarbital-promoted mice tumor model. J Biomed Biotechnol. 2012;2012:1–9.", "ArticleIdList": ["PMC3303747", "22500097"]}, {"Citation": "Yu YN, Chen H, Li Y. Effect of bicyclol on cisplatin-induced hepatotoxicity in the hepatocarcinoma 22 tumour-bearing mice. Basic Clin Pharmacol Toxico. 2009;104:300–305. doi: 10.1111/j.1742-7843.2008.00343.x.", "ArticleIdList": ["10.1111/j.1742-7843.2008.00343.x", "19210495"]}, {"Citation": "Zhu B, Geng TL, Yong MZ, Ruo SW, Strada SJ. Chemosensitizing multiple drug resistance of human carcinoma by bicyclol involves attenuated P-glycoprotein, GST-P and Bcl-2. Cancer Biol Ther. 2006;5:536–543. doi: 10.4161/cbt.5.5.2655.", "ArticleIdList": ["10.4161/cbt.5.5.2655", "16627975"]}, {"Citation": "Sun H, Liu GT. Chemopreventive effect of bicyclol on malignant transformation of WB-F344 rat liver epithelial cells and its effect on related signal transduction in vitro. Cancer Lett. 2006;236:239–249. doi: 10.1016/j.canlet.2005.05.019.", "ArticleIdList": ["10.1016/j.canlet.2005.05.019", "15994005"]}, {"Citation": "Fu R, Wang X-N, Guo C-H, Li Y, Ding C-Y, Li Y-J, et al. Wuzhi capsule increased systemic exposure to methotrexate by inhibiting the expression of OAT1/3 and P-gp. Ann Transl Med. 2021;9:845–845. doi: 10.21037/atm-21-1303.", "ArticleIdList": ["10.21037/atm-21-1303", "PMC8184478", "34164479"]}, {"Citation": "Chen L, Ji N, Zhang M, Chen W. The influence of Wuzhi capsule on the pharmacokinetics of cyclophosphamide. Recent Pat Anticancer Drug Discov. 2022;17:195–203. doi: 10.2174/1574892816666211110152119.", "ArticleIdList": ["10.2174/1574892816666211110152119", "34758719"]}, {"Citation": "Xue XP, Qin XL, Xu C, Zhong GP, Wang Y, Huang M, et al. Effect of Wuzhi tablet (Schisandra sphenanthera extract) on the pharmacokinetics of cyclosporin A in rats. Phytother Res. 2013;27:1255–1259. doi: 10.1002/ptr.4849.", "ArticleIdList": ["10.1002/ptr.4849", "22996305"]}, {"Citation": "Qin XL, Bi HC, Wang CX, Li JL, Wang XD, Liu LS, et al. Study of the effect of Wuzhi tablet (Schisandra sphenanthera extract) on tacrolimus tissue distribution in rat by liquid chromatography tandem mass spectrometry method. Biomed Chromatogr. 2010;24:399–405. doi: 10.1002/bmc.1305.", "ArticleIdList": ["10.1002/bmc.1305", "19693766"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2024", "Month": "1", "Day": "1"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "24", "Hour": "23", "Minute": "49"}, {"Year": "2024", "Month": "1", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["38267965", "PMC10809469", "10.1186/s13020-024-00879-0", "10.1186/s13020-024-00879-0"]}}]}