{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Bletilla striata</italic>", "<italic>Fusarium annulatum</italic>", "blight"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38268171", "DateRevised": {"Year": "2024", "Month": "01", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-08-23-1715-PDN"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "24"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jan", "Day": "24"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of <i>Fusarium annulatum</i> Causing Blight on <i>Bletilla striata</i> (Baiji) in China.", "Abstract": {"AbstractText": ["<i>Bletilla striata</i> (Thunb. ex A. Murray) Rchb (known as baiji in Chinese), a herbal plant distributed mainly in China, has become a focus of scientific attention recently due to its medicinal value (He et al. 2017). In May 2023, blight symptoms on leaves and stems were observed approximately 60% of <i>Bletilla striata</i> in Hangzhou, Zhejiang, China (29.80° N, 119.67° E). Brown spots initially appear on the infected leaves, which gradually decay as the spots expand. The wilting is accompanied with fading and yellowing, and eventually leading to defoliation. The infected stem initially appears brown spots, which gradually decay as the spots expand, resulting in the death of the whole plant, affecting the yield and quality of the herbs ultimately. To isolate the pathogen, small symptomatic leaves and stems (5×5 mm) were surface-disinfected with 75% ethanol for 30 s and 1% NaClO for 2 min, then rinsed in distilled water 3 times. Subsequently, the disinfected tissues were placed on PDA and incubated at 27 ℃ for 3 days. A total of 8 fungal isolates with similar morphological characteristics were obtained. The colony by single-spore purification was light purple to dark purple with abundant aerial mycelium. Macroconidia were relatively slender with a curve, mainly three to five septate and measuring 24.34 to 54.64 μm (average 40.29 μm) × 3.59 to 5.45 μm (average 4.49 μm) (n=30). Microconidia appeared obovoid to pyriform, with sizes of 5.31 to 8.43 μm (average 7.12 μm) × 2.30 to 4.29 μm (average 3.22 μm) (n=30). The morphological characteristics were consistent with <i>Fusarium annulatum</i> (Yilmaz et al. 2021). To further confirm the isolate's identification, the genomic DNA of isolates were extracted and identified by phylogenetic analyses of multilocus sequences of the RNA polymerase largest subunit (<i>rpb1</i>, primers Fa and G2R), RNA polymerase second largest subunit (<i>rpb2</i>, primers 7cf and 11ar) and the translation elongation factor 1-alpha (<i>tef1</i>, primers EF1 and EF2) (O'Donnell et al. 2022). The sequences were deposited in GenBank (<i>rpb1</i>: OR493933, OR493934, OR753402; <i>rpb2</i>: OR753398, OR753399, OR753400; <i>tef1</i>: OR493935, OR493936, OR753401). BLAST searches of the <i>rpb1</i>, <i>rpb2</i>, and <i>tef1</i> sequences revealed 99.83% (1775/1778 nt), 99.79% (957/959 nt), and 98.98% (678/685 nt) homology with those of <i>Fusarium annulatum</i> CBS:258.54 from New Caledonia (<i>rpb1</i>: MT010944; <i>rpb2</i>: MT010983; <i>tef1</i>: MT010994). To confirm pathogenicity, one-year-old <i>B. striata leaves</i> and stems were disinfected with 75% ethanol, wounded with a sterile syringe on 3 healthy leaves and stems, inoculated with 5 × 5 mm mycelial discs of strain BJ-L1 and BJ-S1, respectively. And the control were treated similarly except that they were inoculated with PDA discs. The experiment was replicated 3 times. After 5 days, all inoculated leaves and stems showed similar symptoms to those initially observed on infected plants. The same pathogen was re-isolated and identified by morphological characterization and molecular analysis, confirming Koch's postulates. Thus, the pathogen causing blight of <i>B. striata</i> was determined to be <i>F. annulatum</i>. To our knowledge, this is the first report of <i>F. annulatum</i> causing blight on <i>B. striata</i> in China. <i>F. annulatum</i> has a wide range of hosts and has been reported to infect a wide range of crops, fruits and vegetables (Bacon et al. 1991). This study provides the basis for further research on this disease and is important for the management of this disease and the improvement of the economic benefits of <i>B. striata</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang University College of Agriculture and Biotechnology, 162679, Biotechnology, Hangzhou, Zhejiang, China."}, {"Identifier": [], "Affiliation": "Ministry of Agriculture Key Lab of Molecular Biology of Crop Pathogens and Insects, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Biology of Crop Pathogens and Insects of Zhejiang Province, Hangzhou, China; 22216251@zju.edu.cn."}], "LastName": "Zhang", "ForeName": "Han", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang University College of Agriculture and Biotechnology, 162679, Biotechnology, Hangzhou, Zhejiang, China."}, {"Identifier": [], "Affiliation": "Ministry of Agriculture Key Lab of Molecular Biology of Crop Pathogens and Insects, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Biology of Crop Pathogens and Insects of Zhejiang Province, Hangzhou, China; sandhowdont@163.com."}], "LastName": "Sha", "ForeName": "Haodong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang University College of Agriculture and Biotechnology, 162679, Biotechnology, Hangzhou, Zhejiang, China."}, {"Identifier": [], "Affiliation": "Ministry of Agriculture Key Lab of Molecular Biology of Crop Pathogens and Insects, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Biology of Crop Pathogens and Insects of Zhejiang Province, Hangzhou, China; chenwl@zju.edu.cn."}], "LastName": "Chen", "ForeName": "Weiliang", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang University College of Agriculture and Biotechnology, 162679, Biotechnology, Hangzhou, Zhejiang, China."}, {"Identifier": [], "Affiliation": "Ministry of Agriculture Key Lab of Molecular Biology of Crop Pathogens and Insects, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Biology of Crop Pathogens and Insects of Zhejiang Province, Hangzhou, China; maobz@zju.edu.cn."}], "LastName": "Mao", "ForeName": "Bi-Zeng", "Initials": "BZ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "1", "Day": "25", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "1", "Minute": "3"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38268171", "10.1094/PDIS-08-23-1715-PDN"]}}]}