{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biodiversity", "Celery", "Climate change", "Conservation genomics", "Functional genomics", "Genome editing"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38270699", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s00425-023-04321-x"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "25"}], "Journal": {"ISSN": "1432-2048", "JournalIssue": {"Volume": "259", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "25"}}, "Title": "Planta", "ISOAbbreviation": "Planta"}, "ArticleTitle": "Genomics empowering conservation action and improvement of celery in the face of climate change.", "Pagination": {"StartPage": "42", "MedlinePgn": "42"}, "Abstract": {"AbstractText": ["Integration of genomic approaches like whole genome sequencing, functional genomics, evolutionary genomics, and CRISPR/Cas9-based genome editing has accelerated the improvement of crop plants including leafy vegetables like celery in the face of climate change. The anthropogenic climate change is a real peril to the existence of life forms on our planet, including human and plant life. Climate change is predicted to be a significant threat to biodiversity and food security in the coming decades and is rapidly transforming global farming systems. To avoid the ghastly future in the face of climate change, the elucidation of shifts in the geographical range of plant species, species adaptation, and evolution is necessary for plant scientists to develop climate-resilient strategies. In the post-genomics era, the increasing availability of genomic resources and integration of multifaceted genomics elements is empowering biodiversity conservation action, restoration efforts, and identification of genomic regions adaptive to climate change. Genomics has accelerated the true characterization of crop wild relatives, genomic variations, and the development of climate-resilient varieties to ensure food security for 10 billion people by 2050. In this review, we have summarized the applications of multifaceted genomic tools, like conservation genomics, whole genome sequencing, functional genomics, genome editing, pangenomics, in the conservation and adaptation of plant species with a focus on celery, an aromatic and medicinal Apiaceae vegetable. We focus on how conservation scientists can utilize genomics and genomic data in conservation and improvement."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0001-8038-1808"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vegetable Science, Rani Lakshmi Bai Central Agricultural University, Jhansi, UP, 284003, India. horticulturesaurabh@gmail.com."}], "LastName": "Singh", "ForeName": "Saurabh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Improvement and Seed Technology, ICAR-Central Potato Research Institute (CPRI), Shimla, India."}], "LastName": "Singh", "ForeName": "Rajender", "Initials": "R"}, {"Identifier": ["0009-0009-2067-8437"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural Sciences, SOA (Deemed to be University), Bhubaneswar, 751029, India."}], "LastName": "Priyadarsini", "ForeName": "Srija", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vegetable Science, Rani Lakshmi Bai Central Agricultural University, Jhansi, UP, 284003, India."}], "LastName": "Ola", "ForeName": "Arjun Lal", "Initials": "AL"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Planta", "NlmUniqueID": "1250576", "ISSNLinking": "0032-0935"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Vegetables"}, {"QualifierName": [], "DescriptorName": "Apium"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Genomics"}, {"QualifierName": [], "DescriptorName": "Power, Psychological"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aguirre-Liguori JA, Ramírez-Barahona S, Gaut BS (2021) The evolutionary genomics of species’ responses to climate change. Nat Ecol Evol 5:1350–1360. https://doi.org/10.1038/s41559-021-01526-9", "ArticleIdList": ["10.1038/s41559-021-01526-9", "34373621"]}, {"Citation": "Ali A, Matthews WC, Cavagnaro PF, Iorizzo M, Roberts PA, Simon PW (2014) Inheritance and mapping of Mj-2, a new source of root-knot nematode (Meloidogyne javanica) resistance in carrot. J Hered 105(2):288–291", "ArticleIdList": ["24336925", "10.1093/jhered/est090"]}, {"Citation": "Anderson JT, Song BH (2020) Plant adaptation to climate change—where are we? J Syst Evol 58:533–545", "ArticleIdList": ["33584833", "7875155", "10.1111/jse.12649"]}, {"Citation": "Armitage AD, Taylor A, Sobczyk MK, Baxter L, Greenfield BPJ, Bates HJ, Wilson F, Jackson AC, Ott S, Harrison RJ, Clarkson JP (2018) Characterisation of pathogen-specific regions and novel effector candidates in Fusarium oxysporum f. sp. cepae. Sci Rep 8:13530. https://doi.org/10.1038/s41598-018-30335-7", "ArticleIdList": ["10.1038/s41598-018-30335-7", "30202022", "6131394"]}, {"Citation": "Arus P, Ortan T (1984) Inheritance patterns and linkage relationships of eight genes of celery. J Hered 75:11–14", "ArticleIdList": ["10.1093/oxfordjournals.jhered.a109854"]}, {"Citation": "Behera MD, Behera SK, Sharma S (2019) Recent advances in biodiversity and climate change studies in India. Biodivers Conserv 28:1943–1951. https://doi.org/10.1007/s10531-019-01781-0", "ArticleIdList": ["10.1007/s10531-019-01781-0"]}, {"Citation": "Brodie JF, Watson JEM (2023) Human responses to climate change will likely determine the fate of biodiversity. Proc Natl Acad Sci USA 120(8):e2205512120. https://doi.org/10.1073/pnas.220551212", "ArticleIdList": ["10.1073/pnas.220551212", "36791106", "9974430"]}, {"Citation": "Bruznican S, De Clercq H, Eeckhaut T, Van Huylenbroeck J, Geelen D (2020) Celery and celeriac: a critical view on present and future breeding. Front Plant Sci 10:1699", "ArticleIdList": ["32038678", "6987470", "10.3389/fpls.2019.01699"]}, {"Citation": "Budak H, Hussain B, Khan Z, Ozturk NZ, Ullah N (2015) From genetics to functional genomics: improvement in drought signaling and tolerance in wheat. Front Plant Sci 6:1012. https://doi.org/10.3389/fpls.2015.01012", "ArticleIdList": ["10.3389/fpls.2015.01012", "26635838", "4652017"]}, {"Citation": "Budhlakoti N, Kushwaha AK, Rai A, Chaturvedi KK, Kumar A, Pradhan AK, Kumar U, Kumar RR, Juliana P, Mishra DC, Kumar S (2022) Genomic selection: a tool for accelerating the efficiency of molecular breeding for development of climate resilient crops. Front Genet 13:832153. https://doi.org/10.3389/fgene.2022.832153", "ArticleIdList": ["10.3389/fgene.2022.832153", "35222548", "8864149"]}, {"Citation": "Cappetta E, Andolfo G, Di Matteo A, Barone A, Frusciante L, Ercolano MR (2020) Accelerating tomato breeding by exploiting genomic selection approaches. Plants 9(9):1236. https://doi.org/10.3390/plants9091236", "ArticleIdList": ["10.3390/plants9091236", "32962095", "7569914"]}, {"Citation": "Castaneda-Alvarez NP, Khoury CK, Achicanoy HA, Bernau V, Dempewolf H, Eastwood RJ, Guarino L, Harker RH, Jarvis A, Maxted N et al (2016) Global conservation priorities for crop wild relatives. Nat Plants 2:16022", "ArticleIdList": ["27249561", "10.1038/nplants.2016.22"]}, {"Citation": "Chen YY, Li MY, Li Y et al (2015) Isolation and characterization of the Agmt2 gene and its response to abiotic and metalstress in Apium graveolens. Sci Hortic 186:1–6", "ArticleIdList": ["10.1016/j.scienta.2015.02.011"]}, {"Citation": "Cheng Q, Wang P, Li T, Liu J, Zhang Y, Wang Y, Sun L, Shen H (2021) Complete mitochondrial genome sequence and identification of a candidate gene responsible for cytoplasmic male sterility in celery (Apium graveolens L.). Int J Mol Sci 22(16):8584", "ArticleIdList": ["34445290", "8395238", "10.3390/ijms22168584"]}, {"Citation": "Cheng Q, Sun L, Quiao H, Li Z, Li M, Cui X, Li W, Liu S, Wang H, Yang W, Shen H (2022) Loci underlying leaf agronomic traits identified by re-sequencing celery accessions based on an assembled genome. iScience 25:104565. https://doi.org/10.1016/j.isci.2022.104565", "ArticleIdList": ["10.1016/j.isci.2022.104565", "35784787", "9240803"]}, {"Citation": "Cheng Q, He Y, Lu Q, Wang H, Liu S, Liu J, Liu M, Zhang Y, Wang Y, Sun L, Shen H (2023) Mapping of the AgWp1 gene for the white petiole in celery (Apium graveolens L.). Plant Sci 327:111563", "ArticleIdList": ["36509245", "10.1016/j.plantsci.2022.111563"]}, {"Citation": "Chugh V, Kaur D, Purwar S, Kaushik P, Sharma V, Kumar H, Rai A, Singh CM, Kamaluddin DRB (2023) Applications of molecular markers for developing abiotic-stress-resilient oilseed crops. Life 13(1):88. https://doi.org/10.3390/life13010088", "ArticleIdList": ["10.3390/life13010088"]}, {"Citation": "Constance L, Chuang T-L, Bell CR (1976) Chromosome numbers in Umbelliferae. V. Am J Bot 63:608–625", "ArticleIdList": ["10.1002/j.1537-2197.1976.tb11849.x"]}, {"Citation": "Crossa J, Pérez-Rodríguez P, Cuevas J, Montesinos-López O, Jarquín D, de Los CG, Burgueño J, González-Camacho JM, Pérez-Elizalde S, Beyene Y, Dreisigacker S, Singh R, Zhang X, Gowda M, Roorkiwal M, Rutkoski J, Varshney RK (2017) Genomic selection in plant breeding: methods, models, and perspectives. Trends Plant Sci 22(11):961–975. https://doi.org/10.1016/j.tplants.2017.08.011", "ArticleIdList": ["10.1016/j.tplants.2017.08.011", "28965742"]}, {"Citation": "D’Antonio V, Falk B, Quiros CF (2001) Inheritance of resistance to Celery mosaic virus in celery. Plant Dis 85(12):1276–1277", "ArticleIdList": ["30831790", "10.1094/PDIS.2001.85.12.1276"]}, {"Citation": "Divol F, Vilaine F, Thibivilliers S, Kusiak C, Sauge MH, Dinant S (2007) Involvement of the xyloglucan endotransglycosylase/hydrolases encoded by celery XTH1 and Arabidopsis XTH33 in the phloem response to aphids. Plant Cell Environ 30:187–201", "ArticleIdList": ["17238910", "10.1111/j.1365-3040.2006.01618.x"]}, {"Citation": "Domblides A, Domblides H, Kharchenko V (2008) Discrimination between celery cultivars with the use of RAPD markers. Proc Latv Acad Sci B 62:219–222"}, {"Citation": "Duan A-Q, Tao JP, Jia L-L, Tan G-F, Liu J-X, Li T, Chen L-Z, Su X-J, Feng K, Xu Z-S, Xiong A-S (2020) AgNAC1, a celery transcription factor, related to regulation on lignin biosynthesis and salt tolerance. Genomics 112:5254–5264. https://doi.org/10.1016/j.ygeno.2020.09.049", "ArticleIdList": ["10.1016/j.ygeno.2020.09.049", "32976976"]}, {"Citation": "Eke-Okoro O, Njoku D, Mbe J, Awah J, Amanze N, Eke-Okoro OC (2014) Contribution of root and tuber crops in the agricultural transformation agenda in Nigeria. J Agric Biol Sci 9:276–283"}, {"Citation": "Epstein L, Kaur S, Chang PL, Carrasquilla-Garcia N, Lyu GY, Cook DR et al (2017) Races of the celery pathogen Fusarium oxysporum f. sp. apii are polyphyletic. Phytopathology 107(4):463–473", "ArticleIdList": ["27938244", "10.1094/PHYTO-04-16-0174-R"]}, {"Citation": "Esposito S, Cardi T, Campanelli G, Sestili S, Diez MJ, Soler S, Prohens J, Tripodi P (2020) ddRAD sequencing-based genotyping for population structure analysis in cultivated tomato provides new insights into the genomic diversity of Mediterranean ‘da serbo’ type long shelf-life germplasm. Hortic Res 7:134. https://doi.org/10.1038/s41438-020-00353-6", "ArticleIdList": ["10.1038/s41438-020-00353-6", "32922806", "7459340"]}, {"Citation": "Feng K, Hou XL, Li MY, Jiang Q, Xu ZS, Liu JX, Xiong AS (2018a) CeleryDB: a genomic database for celery. Database (oxford) 2018:bay070", "ArticleIdList": ["29992323", "10.1093/database/bay070"]}, {"Citation": "Feng K, Liu JX, Duan AQ, Li T, Yang Q-Q, Xu Z-S, Xiong A-S (2018b) AgMYB2 transcription factor is involved in the regulation of anthocyanin biosynthesis in purple celery (Apium graveolens L.). Planta 248:1249–1261. https://doi.org/10.1007/s00425-018-2977-8", "ArticleIdList": ["10.1007/s00425-018-2977-8", "30099650"]}, {"Citation": "Fernandez-Pascual E, Mattana E, Pritchard HW (2019) Seeds of future past: climate change and the thermal memory of plant reproductive traits. Biol Rev 94:439–456", "ArticleIdList": ["30188004", "10.1111/brv.12461"]}, {"Citation": "Frese L, Bönisch M, Nachtigall M, Schirmak U (2018) Patterns of genetic diversity and implications for in situ conservation of wild celery (Apium graveolens L. ssp. graveolens). Agriculture 8(9):129. https://doi.org/10.3390/agriculture8090129", "ArticleIdList": ["10.3390/agriculture8090129"]}, {"Citation": "Fu N, Wang Q, Shen HL (2013) De novo assembly, gene annotation and marker development using illumina paired-end transcriptome sequences in celery (Apium graveolens L.). PLoS ONE 8:e57686", "ArticleIdList": ["23469050", "3585167", "10.1371/journal.pone.0057686"]}, {"Citation": "Fu N, Wang P-Y, Liu X-D, Shen H-L (2014) Use of EST-SSR markers for evaluating genetic diversity and fingerprinting celery (Apium graveolens L.) cultivars. Molecules 19:1939–1955", "ArticleIdList": ["24518809", "6270925", "10.3390/molecules19021939"]}, {"Citation": "Gao Z, Loescher WH (2000) NADPH supply and mannitol biosynthesis. Characterization, cloning, and regulation of the non-reversible glyceraldehyde-3-phosphate dehydrogenase in celery leaves. Plant Physiol 124:321–330", "ArticleIdList": ["10982446", "59146", "10.1104/pp.124.1.321"]}, {"Citation": "Gosavi KVC, Madhav NP, Borude DB, Chandore AN (2022) Shrirangia: a new genus of Apiaceae from lateritic plateaus of Konkan region of Maharashtra. India Nord J Bot 2022:e03442. https://doi.org/10.1111/njb.03442", "ArticleIdList": ["10.1111/njb.03442"]}, {"Citation": "Goyal N, Bhatia G, Sharma S, Garewal N, Upadhyay A, Upadhyay SK, Singh K (2020) Genome-wide characterization revealed role of NBS-LRR genes during powdery mildew infection in Vitis vinifera. Genomics 112(1):312–322. https://doi.org/10.1016/j.ygeno.2019.02.011", "ArticleIdList": ["10.1016/j.ygeno.2019.02.011", "30802599"]}, {"Citation": "Grada A, Weinbrecht K (2013) Next-generation sequencing: methodology and application. J Investig Derm 133:e11. https://doi.org/10.1038/jid.2013.248", "ArticleIdList": ["10.1038/jid.2013.248"]}, {"Citation": "Hawkes JG (1977) The importance of wild germplasm in plant breeding. Euphytica 26:615–621", "ArticleIdList": ["10.1007/BF00021686"]}, {"Citation": "He T, Li C (2020) Harness the power of genomic selection and the potential of germplasm in crop breeding for global food security in the era with rapid climate change. Crop J 8:688–700. https://doi.org/10.1016/j.cj.2020.04.005", "ArticleIdList": ["10.1016/j.cj.2020.04.005"]}, {"Citation": "Henry RJ (2020) Innovations in plant genetics adapting agriculture to climate change. Curr Opin Plant Biol 56:168–173", "ArticleIdList": ["31836470", "10.1016/j.pbi.2019.11.004"]}, {"Citation": "Henry P, Kaur S, Pham QAT, Barakat R, Brinker S, Haensel H, Daugovish O, Epstein L (2020) Genomic differences between the new Fusarium oxysporum f. sp. apii (Foa) race 4 on celery, the less virulent Foa races 2 and 3, and the avirulent on celery f. sp. coriandrii. BMC Genomics 21:730. https://doi.org/10.1186/s12864-020-07141-5", "ArticleIdList": ["10.1186/s12864-020-07141-5", "33081696", "7576743"]}, {"Citation": "Heyen BJ, Alsheikh MK, Smith EA, Torvik CF, Seals DF, Randall SK (2002) The calcium-binding activity of a vacuole-associated, dehydrin-like protein is regulated by phosphorylation. Plant Physiol 130(2):675–687", "ArticleIdList": ["12376635", "166597", "10.1104/pp.002550"]}, {"Citation": "Honma S, Lacy ML (1980) Hybridization between pascal celery and parsley. Euphytica 29:801–805", "ArticleIdList": ["10.1007/BF00023227"]}, {"Citation": "Huestis G, McGrath JM, Quiros CF (1993) Development of genetic markers in celery based on restriction fragment length polymorphisms. Theor Appl Genet 85:889–896", "ArticleIdList": ["24196065", "10.1007/BF00225034"]}, {"Citation": "Ince A, Karaca M, Turgut K (2010) Development of new set of EST-SSR primer pairs for celery (Apium graveolens L.). Planta Med 76:P036", "ArticleIdList": ["10.1055/s-0030-1264334"]}, {"Citation": "Iriondo JM, Maxted N, Kell S, Ford-Lloyd BV, Lara-Romero C, Labokas J, Magos Brehm J (2012) Quality standards for genetic reserve conservation of crop wild relatives. In: Maxted N, Dulloo ME, Ford-Lloyd BV, Frese L, Iriondo JM, de Carvalho MÂAP (eds) Agrobiodiversity conserving: securing the diversity of crop wild relatives and landraces. CAB International, Wallingford, pp 72–77", "ArticleIdList": ["10.1079/9781845938512.0072"]}, {"Citation": "Iyer G, Ou Y, Edmonds J, Fawcett AA, Hultman N, McFarland J, Fuhrman J, Waldhoff S, McJeon H (2022) Ratcheting of climate pledges needed to limit peak global warming. Nat Clim Chang 12:1129–1135. https://doi.org/10.1038/s41558-022-01508-0", "ArticleIdList": ["10.1038/s41558-022-01508-0", "37829842", "10569109"]}, {"Citation": "Jia XL, Wang GL, Xiong F, Yu X-R, Xu Z-S, Wang F, Xiong A-S (2015) De novo assembly, transcriptome characterization, lignin accumulation and anatomic characteristics: novel insights into lignin biosynthesis during celery leaf development. Sci Rep 5:8259. https://doi.org/10.1038/srep08259", "ArticleIdList": ["10.1038/srep08259", "25651889", "4317703"]}, {"Citation": "Karavolias NG, Horner W, Abugu MN, Evanega SN (2021) Application of gene editing for climate change in agriculture. Front Sustain Food Syst 5:685801. https://doi.org/10.3389/fsufs.2021.685801", "ArticleIdList": ["10.3389/fsufs.2021.685801"]}, {"Citation": "Khalil SRM, Ibrahim AS, Hussien BA, Hussien EA, Tawfik MS (2017) Cloning of a functional mannose-6-phosphate reductase (M6PR) gene homolog from Egyptian celery plants (Apium graveolens): overexpression in non-mannitol producing plants resulted in mannitol accumulation in transgenic individuals. 3 Biotech 7(5):341. https://doi.org/10.1007/s13205-017-0975-3", "ArticleIdList": ["10.1007/s13205-017-0975-3", "28955638", "5608648"]}, {"Citation": "Khoudi H (2023) SHINE clade of ERF transcription factors: a significant player in abiotic and biotic stress tolerance in plants. Plant Physiol Biochemb 195:77–88. https://doi.org/10.1016/j.plaphy.2022.12.030", "ArticleIdList": ["10.1016/j.plaphy.2022.12.030"]}, {"Citation": "LaFramboise T (2009) Single nucleotide polymorphism arrays: a decade of biological, computational and technological advances. Nucl Acids Res 37(13):4181–4193", "ArticleIdList": ["19570852", "2715261", "10.1093/nar/gkp552"]}, {"Citation": "Li G, Quiros CF (2005) Use of amplified fragment length polymorphism markers for celery cultivar identification. HortScience 35:726–728", "ArticleIdList": ["10.21273/HORTSCI.35.4.726"]}, {"Citation": "Li MY, Wang F, Xu ZS, Jiang Q, Ma J, Tan G-F, Xiong A-S (2014) High throughput sequencing of two celery varieties small RNAs identifies microRNAs involved in temperature stress response. BMC Genom 15:242. https://doi.org/10.1186/1471-2164-15-242", "ArticleIdList": ["10.1186/1471-2164-15-242"]}, {"Citation": "Li Y, Xu ZS, Tan GF et al (2015) Cloning and expressional response analysis of AgHSFB2 under different temperature treatments in celery. J Nanjing Agric Univ 38:360–368"}, {"Citation": "Li MY, Wang F, Jiang Q et al (2016) Validation and comparison of reference genes for qPCR normalization of celery (Apium graveolens) at different development stages. Front Plant Sci 7:313", "ArticleIdList": ["27014330", "4794502"]}, {"Citation": "Li MY, Hou XL, Wang F, Tan GF, Xu ZS, Xiong AS (2018) Advances in the research of celery, an important Apiaceae vegetable crop. Crit Rev Biotechnol 38:172–183. https://doi.org/10.1080/07388551.2017.1312275", "ArticleIdList": ["10.1080/07388551.2017.1312275", "28423952"]}, {"Citation": "Li MY, Feng K, Hou XL, Jiang Q, Xu Z-S, Wang G-L, Liu J-X, Wang F, Xiong A-S (2020) The genome sequence of celery (Apium graveolens L.), an important leaf vegetable crop rich in apigenin in the Apiaceae family. Hortic Res 7:9. https://doi.org/10.1038/s41438-019-0235-2", "ArticleIdList": ["10.1038/s41438-019-0235-2", "31934340", "6944684"]}, {"Citation": "Li M, Zhou J, Du J, Li X, Sun Y, Wang Z, Lin Y, Zhang Y, Wang Y, He W, Wang X, Chen Q, Zhang Y, Luo Y, Tang H (2022a) Comparative physiological and transcriptomic analyses of improved heat stress tolerance in celery (Apium graveolens L.) caused by exogenous melatonin. Int J Mol Sci 23(19):11382. https://doi.org/10.3390/ijms231911382", "ArticleIdList": ["10.3390/ijms231911382", "36232683", "9569527"]}, {"Citation": "Li M, Li X, Zhou J, Sun Y, Du J, Wang Z, Luo Y, Zhang Y, Chen Q, Wang Y, Lin Y, Zhang Y, He W, Wang X, Tang H (2022b) Genome-wide identification and analysis of terpene synthase (TPS) genes in celery reveals their regulatory roles in terpenoid biosynthesis. Front Plant Sci 13:1010780. https://doi.org/10.3389/fpls.2022.1010780", "ArticleIdList": ["10.3389/fpls.2022.1010780", "36247575", "9557977"]}, {"Citation": "Li M, Zhang R, Zhou J, Du J, Li X, Zhang Y, Chen Q, Wang Y et al (2023a) Comprehensive analysis of HSF genes from celery (Apium graveolens L.) and functional characterization of AgHSFa6-1 in response to heat stress. Front Plant Sci 14:1132307. https://doi.org/10.3389/fpls.2023.1132307", "ArticleIdList": ["10.3389/fpls.2023.1132307", "37223803", "10202177"]}, {"Citation": "Li M, Li J, Xie F, Zhou J, Sun Y, Luo Y et al (2023b) Combined evaluation of agronomic and quality traits to explore heat germplasm in celery (Apium graveolens L.). Sci Hortic 317:112039. https://doi.org/10.1016/j.scienta.2023.112039", "ArticleIdList": ["10.1016/j.scienta.2023.112039"]}, {"Citation": "Li J, Zang K, Lin Y, Chen Y, Liu S, Qiu S, Jiang K, Qing X, Xiong H, Hong H, Fang S, Xu H, Jiang Y (2023c) Effect of land–sea air mass transport on spatiotemporal distributions of atmospheric CO2 and CH4 mixing ratios over the southern Yellow Sea. Atmos Meas Tech 16:4757–4768. https://doi.org/10.5194/amt-16-4757-2023", "ArticleIdList": ["10.5194/amt-16-4757-2023"]}, {"Citation": "Liu JX, Li T, Wang H, Liu Y-H, Feng K, Duan A-Q, Liu H, Shu S, Xiong A-S (2022) CRISPR/Cas9-mediated precise targeted mutagenesis of phytoene desaturase in celery. Hortic Res 9:uhac162. https://doi.org/10.1093/hr/uhac162", "ArticleIdList": ["10.1093/hr/uhac162", "36204201", "9531335"]}, {"Citation": "Loarie SR, Duffy PB, Hamilton H, Asner GP, Field CB, Ackerly DD (2009) The velocity of climate change. Nature 462(7276):1052–1055. https://doi.org/10.1038/nature08649", "ArticleIdList": ["10.1038/nature08649", "20033047"]}, {"Citation": "Malik P, Huang M, Neelam K, Bhatia D, Kaur R, Yadav B, Singh J, Sneller C, Singh K (2022) Genotyping-by-sequencing based investigation of population structure and genome wide association studies for seven agronomically important traits in a set of 346 Oryza rufipogon accessions. Rice 15:37. https://doi.org/10.1186/s12284-022-00582-4", "ArticleIdList": ["10.1186/s12284-022-00582-4", "35819660", "9276952"]}, {"Citation": "Marselle MR, Stadler J, Korn H, Irvine KN, Bonn A (2019) Biodiversity and health in the face of climate change: challenges, opportunities and evidence gaps. In: Marselle M, Stadler J, Korn H, Irvine K, Bonn A (eds) Biodiversity and health in the face of climate change. Springer, Cham. https://doi.org/10.1007/978-3-030-02318-8_1", "ArticleIdList": ["10.1007/978-3-030-02318-8_1"]}, {"Citation": "Müller JV, Cockel CP, Gianella M, Guzzon F (2021) Treasuring crop wild relative diversity: analysis of success from the seed collecting phase of the ‘Adapting Agriculture to Climate Change’ project. Genet Resour Crop Evol 68:2749–2756. https://doi.org/10.1007/s10722-021-01229-x", "ArticleIdList": ["10.1007/s10722-021-01229-x"]}, {"Citation": "Muluneh MG (2021) Impact of climate change on biodiversity and food security: a global perspective-a review article. Agric Food Secur 10:36. https://doi.org/10.1186/s40066-021-00318-5", "ArticleIdList": ["10.1186/s40066-021-00318-5"]}, {"Citation": "Nimo T, Sakai A, Yakuwa H, Nojin K (1992) Cryopreservation of in vitro-grown shoot tips of apple and pear by vitrification. Plant Cell Tissue Org Cult 28:261–266", "ArticleIdList": ["10.1007/BF00036122"]}, {"Citation": "Noiraud N, Maurousset L, Lemoine R (2001) Identification of a mannitol transporter, agmat1, in celery phloem. Plant Cell 13:695–705. https://doi.org/10.1105/tpc.13.3.695", "ArticleIdList": ["10.1105/tpc.13.3.695", "11251106", "135512"]}, {"Citation": "Onley IR, Moseby KE, Austin JJ (2021) Genomic approaches for conservation management in Australia under climate change. Life 11(7):653. https://doi.org/10.3390/life11070653", "ArticleIdList": ["10.3390/life11070653", "34357024", "8304512"]}, {"Citation": "Orton TJ (1984) Studies on the inheritance of resistance to Fusarium oxysporum f. sp. apiin, celery. Plant Dis 68(7):574–578", "ArticleIdList": ["10.1094/PD-69-574"]}, {"Citation": "Orton TJ, Arus P (1982) Genetic studies of populations of wild celery (Apium graveolens L.) in California. Ann Bot 49:461–468", "ArticleIdList": ["10.1093/oxfordjournals.aob.a086270"]}, {"Citation": "Paul H, Daigny G, Sangwan-Norreel BS (2000) Cryopreservation of apple (Malus domestica Borkh.) shoot tips following encapsulation-vitrification. Plant Cell Rep 19:768–774", "ArticleIdList": ["30754867", "10.1007/s002990000195"]}, {"Citation": "Pauls SU, Nowak C, Balint M, Pfenninger M (2012) The impact of global climate change on genetic diversity within populations and species. Mol Ecol 22:925–946", "ArticleIdList": ["23279006", "10.1111/mec.12152"]}, {"Citation": "Pourkheirandish M, Golicz AA, Bhalla PL, Singh MB (2020) Global role of crop genomics in the face of climate change. Front Plant Sci 11:922", "ArticleIdList": ["32765541", "7378793", "10.3389/fpls.2020.00922"]}, {"Citation": "Quiros CF, Douches D, D’Antonio V (1987) Inheritance of annual habit in celery: cosegregation with isozyme and anthocyanin markers. Theoret Appl Genet 74:203–208. https://doi.org/10.1007/BF00289969", "ArticleIdList": ["10.1007/BF00289969"]}, {"Citation": "Raid RN (2004) Celery diseases and their management. In: Naqvi SAMH (ed) Diseases of fruits and vegetables, vol I. Springer, Dordrecht, pp 441–453", "ArticleIdList": ["10.1007/1-4020-2606-4_11"]}, {"Citation": "Ruiz JJ, Pico B, Li G, D’Antonio V, Falk B, Quiros CF (2001) Identification of markers linked to a celery mosaic virus resistance gene in celery. J Amer Soc Hort Sci 126(4):432–435", "ArticleIdList": ["10.21273/JASHS.126.4.432"]}, {"Citation": "Saeed F, Chaudhry UK, Raza A, Charagh S, Bakhsh A, Bohra A et al (2023) Developing future heat-resilient vegetable crops. Funct Integr Genomics 23:47. https://doi.org/10.1007/s10142-023-00967-8", "ArticleIdList": ["10.1007/s10142-023-00967-8", "36692535", "9873721"]}, {"Citation": "Scheben A, Yuan Y, Edwards D (2016) Advances in genomics for adapting crops to climate change. Curr Plant Biol 6:2–10. https://doi.org/10.1016/j.cpb.2016.09.001", "ArticleIdList": ["10.1016/j.cpb.2016.09.001"]}, {"Citation": "Singh M, Nara U, Kaur K, Rani N, Jaswal C (2022) Genetic, genomic and biochemical insights of celery (Apium graveolens L.) in the era of molecular breeding. J Appl Res Med Aromat Plants 31:100420. https://doi.org/10.1016/j.jarmap.2022.100420", "ArticleIdList": ["10.1016/j.jarmap.2022.100420"]}, {"Citation": "Song X, Sun P, Yuan J, Gong K, Li N, Meng F, Zhang Z, Li X, Hu J, Wang J, Yang Q, Jiao B, Nie F, Liu T, Chen W, Feng S, Pei Q, Yu T, Kang X, Zhao W, Cui C, Yu Y, Wu T, Shan L, Liu M, Qin Z, Lin H, Varshney RK, Li XQ, Paterson AH, Wang X (2021) The celery genome sequence reveals sequential paleo-polyploidizations, karyotype evolution and resistance gene reduction in apiales. Plant Biotechnol J 19(4):731–744", "ArticleIdList": ["33095976", "10.1111/pbi.13499"]}, {"Citation": "Stanwood PC, Sowa S (1995) Evaluation of onion (Allium cepa L.) seed after 10 years of storage at 5–18, and -196 °C. Crop Sci 35:852–856", "ArticleIdList": ["10.2135/cropsci1995.0011183X003500030036x"]}, {"Citation": "Sturtevant HL (1886) History of celery. Am Nat 20:599–606", "ArticleIdList": ["10.1086/274288"]}, {"Citation": "Styles ED, Burgess JM, Manson C, Huber BM (1982) Storage of seed in liquid nitrogen. Cryobiology 19:195–199", "ArticleIdList": ["7083886", "10.1016/0011-2240(82)90141-9"]}, {"Citation": "Sun M, Xu QY, Zhu ZP, Liu PZ, Yu JX, Guo YX, Tang S, Yu ZF, Xiong AS (2023) AgMYB5, an MYB transcription factor from celery, enhanced β-carotene synthesis and promoted drought tolerance in transgenic Arabidopsis. BMC Plant Biol 23:151. https://doi.org/10.1186/s12870-023-04157-3", "ArticleIdList": ["10.1186/s12870-023-04157-3", "36941578", "10029358"]}, {"Citation": "Supple MA, Shapiro B (2018) Conservation of biodiversity in the genomics era. Genome Biol 19:131. https://doi.org/10.1186/s13059-018-1520-3", "ArticleIdList": ["10.1186/s13059-018-1520-3", "30205843", "6131752"]}, {"Citation": "Thiviya P, Gunawardena N, Gamage A, Madhujith T, Merah O (2022) apiaceae family as a valuable source of biocidal components and their potential uses in agriculture. Horticulturae 8(7):614. https://doi.org/10.3390/horticulturae8070614", "ArticleIdList": ["10.3390/horticulturae8070614"]}, {"Citation": "Thomson RC, Wang IJ, Johnson JR (2010) Genome-enabled development of DNA markers for ecology, evolution and conservation. Mol Ecol 19(11):2184–2195", "ArticleIdList": ["20465588", "10.1111/j.1365-294X.2010.04650.x"]}, {"Citation": "Thottathil GP, Jayasekaran K, Othman AS (2016) Sequencing crop genomes: a gateway to improve tropical agriculture. Trop Life Sci Res 27(1):93–114", "ArticleIdList": ["27019684", "4807965"]}, {"Citation": "Torricelli R, Tiranti B, Spataro G, Castellini G, Albertini E, Negri FM, V, (2013) Differentiation and structure of an Italian landrace of celery (Apium graveolens L.): inferences for on farm conservation. Genet Resour Crop Evol 60:995–1006", "ArticleIdList": ["10.1007/s10722-012-9896-5"]}, {"Citation": "Turner L, Lignou S, Gawthrop F, Wagstaff C (2021) Investigating the relationship of genotype and climate conditions on the volatile composition and sensory profile of celery (Apium graveolens). Foods 10(6):1335. https://doi.org/10.3390/foods10061335", "ArticleIdList": ["10.3390/foods10061335", "34200561", "8227241"]}, {"Citation": "Waldvogel AM, Feldmeyer B, Rolshausen G, Exposito-Alonso M, Rellstab C, Kofler R, Mock T, Schmid K, Schmitt I, Bataillon T, Savolainen O, Bergland A, Flatt T, Guillaume F, Pfenninger M (2020) Evolutionary genomics can improve prediction of species’ responses to climate change. Evol Lett 4(1):4–18. https://doi.org/10.1002/evl3.154", "ArticleIdList": ["10.1002/evl3.154", "32055407", "7006467"]}, {"Citation": "Walker M, Pérez M, Steinbrecher T, Gawthrop F, Pavlović I, Novák O, Tarkowská D, Strnad M, Marone F, Nakabayashi K, Leubner-Metzger G (2021) Molecular mechanisms and hormonal regulation underpinning morphological dormancy: a case study using Apium graveolens (Apiaceae). Plant J 108(4):1020–1036. https://doi.org/10.1111/tpj.15489", "ArticleIdList": ["10.1111/tpj.15489", "34510583"]}, {"Citation": "Wang S, Yang W, Shen H (2011) Genetic diversity in Apium graveolens and related species revealed by SRAP and SSR markers. Sci Hortic 129:1–8", "ArticleIdList": ["10.1016/j.scienta.2011.03.020"]}, {"Citation": "Wei T, van Treuren R, Liu X, Zhang Z, Chen J, Liu Y, Dong S, Sun P, Yang T, Lan T, Wang X, Xiong Z, Liu Y, Wei J, Lu H, Han S, Chen JC, Ni X, Wang J, Yang H, Xu X, Kuang H, van Hintum T, Liu X, Liu H (2021) Whole-genome re-sequencing of 445 Lactuca accessions reveals the domestication history of cultivated lettuce. Nat Genet 53(5):752–760. https://doi.org/10.1038/s41588-021-00831-0", "ArticleIdList": ["10.1038/s41588-021-00831-0", "33846635"]}, {"Citation": "Weiskopf SR, Rubenstein MA, Crozier LG, Gaichas S, Griffis R, Halofsky JE, Hyde KJW, Morelli TL, Morisette JT, Muñoz RC, Pershing AJ, Peterson DL, Poudel R, Staudinger MD, Sutton-Grier AE, Thompson L, Vose J, Weltzin JF, Whyte KP (2020) Climate change effects on biodiversity, ecosystems, ecosystem services, and natural resource management in the United States. Sci Total Environ 733:137782. https://doi.org/10.1016/j.scitotenv.2020.137782", "ArticleIdList": ["10.1016/j.scitotenv.2020.137782", "32209235"]}, {"Citation": "Wolf EA, Scully B (1992) Floribelle M9 - an autumn celery cultivar for Florida. HortScience 27(11):1235–1236", "ArticleIdList": ["10.21273/HORTSCI.27.11.1235"]}, {"Citation": "Wu P, Xie J, Hu J, Qiu D, Liu Z, Li J, Li M, Zhang H, Yang L, Liu H, Zhou Y, Zhang Z, Li H (2018) Development of molecular markers linked to powdery mildew resistance gene pm4b by combining SNP discovery from transcriptome sequencing data with bulked segregant analysis (BSR-Seq) in wheat. Front Plant Sci 9:95", "ArticleIdList": ["29491869", "5817070", "10.3389/fpls.2018.00095"]}, {"Citation": "Yaqoob H, Tariq A, Bhat BA, Bhat KA, Nehvi IB, Raza A, Djalovic I, Prasad PV, Mir RA (2023) Integrating genomics and genome editing for orphan crop improvement: a bridge between orphan crops and modern agriculture system. GM Crops Food 14(1):1–20. https://doi.org/10.1080/21645698.2022.2146952", "ArticleIdList": ["10.1080/21645698.2022.2146952", "37288976", "10251801"]}, {"Citation": "You Q, Yang X, Peng Z, Xu L, Wang J (2018) Development and applications of a high throughput genotyping tool for polyploid crops: single nucleotide polymorphism (SNP) array. Front Plant Sci 9:104", "ArticleIdList": ["29467780", "5808122", "10.3389/fpls.2018.00104"]}, {"Citation": "Zhang DD, Brecke P, Lee HF, Zhang J (2007) Global climate change, war, and population decline in recent human history. Proc Natl Acad Sci USA 104(49):19214–19219. https://doi.org/10.1073/pnas.0703073104", "ArticleIdList": ["10.1073/pnas.0703073104", "18048343", "2148270"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "28"}, {"Year": "2023", "Month": "12", "Day": "23"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "11", "Minute": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["38270699", "10.1007/s00425-023-04321-x", "10.1007/s00425-023-04321-x"]}}]}