{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38271357", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["e0291376", "10.1371/journal.pone.0291376"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "25"}], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2024"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Wild imitating vs greenhouse cultivated Dendrobium huoshanense: Chemical quality differences.", "Pagination": {"StartPage": "e0291376", "MedlinePgn": "e0291376"}, "Abstract": {"AbstractText": ["Dendrobium huoshanense (D. huoshanense) has been used as functional food supplements and herbal medicines for preventing and managing diseases with a long history in China. Due to its endangered natural resources and huge demand, people tend to cultivate D. huoshanense to protect this species. However, the quality of wild and cultivated herbs of the same species may change. This work quantified and compared the main quality traits and chemical components of wild imitating and greenhouse cultivated D. huoshanense with different growth years. As a result, wild and cultivated D. huoshanense had similar chemical composition, but there are significant differences in the content of many ingredients (polysaccharides, flavonoids, nucleosides, bibenzyls, lignans and volatile compounds). And the contents of many of these components increased with growing years. In addition, multivariate statistical analyses have been applied to classify and evaluate samples from different cultivation modes according to these components. In conclusion, our results demonstrated that the overall quality of greenhouse cultivated D. huoshanense was not as good as wild-grown, but this mode can be a promising and sustainable way of producing D. huoshanense."], "CopyrightInformation": "Copyright: © 2024 Hu et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Hu", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiuxianzun Dendrobium Huoshanense Co. Ltd., Lu'an, China."}], "LastName": "Wang", "ForeName": "Shiwen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First School of Clinical Medicine, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Zhang", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiuxianzun Dendrobium Huoshanense Co. Ltd., Lu'an, China."}], "LastName": "Shang", "ForeName": "Liangliang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiuxianzun Dendrobium Huoshanense Co. Ltd., Lu'an, China."}], "LastName": "Zong", "ForeName": "Ruiye", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Li", "ForeName": "Jinyan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Wu", "ForeName": "Zhanghua", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First School of Clinical Medicine, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Meng", "ForeName": "Yuanjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiuxianzun Dendrobium Huoshanense Co. Ltd., Lu'an, China."}], "LastName": "Dai", "ForeName": "Yafeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First School of Clinical Medicine, Guangzhou University of Chinese Medicine, Guangzhou, China."}, {"Identifier": [], "Affiliation": "The First Affiliated Hospital, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Huang", "ForeName": "Yuechun", "Initials": "Y"}, {"Identifier": ["0000-0001-9322-9848"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Science, Guangzhou University of Chinese Medicine, Guangzhou, China."}], "LastName": "Wei", "ForeName": "Gang", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Dendrobium"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Polysaccharides"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": [], "DescriptorName": "China"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kamemoto H, Amore TD, Kuehnle AR. Breeding Dendrobium Orchids in Hawaii. Hawaii: University of Hawaii Press; 1999."}, {"Citation": "Xiang XG, Schuiteman A, Li DZ, Huang WC, Chung SW, Li JW, et al.. Molecular systematics of Dendrobium (Orchidaceae, Dendrobieae) from mainland Asia based on plastid and nuclear sequences. Mol Phylogene Evol 2013; 69: 950–960. doi: 10.1016/j.ympev.2013.06.009 .", "ArticleIdList": ["10.1016/j.ympev.2013.06.009", "23811435"]}, {"Citation": "Bao XS, Shun QS, Zhang SH, Jin LB, et al.. Chinese Medicinal Dendrobium Atlas (in Chinese). Shanghai: Shanghai Scientific and Technological Literature Publishing House; 2005."}, {"Citation": "Chen X, Wang F, Wang Y, Li X, Wang A, Wang C, et al.. Discrimination of the rare medicinal plant Dendrobium officinale based on naringenin, bibenzyl, and polysaccharides. Sci China Life Sci 2012; 55: 1092–1099. doi: 10.1007/s11427-012-4419-3 .", "ArticleIdList": ["10.1007/s11427-012-4419-3", "23233224"]}, {"Citation": "Xu J, Han QB, Li SL, Chen XJ, Wang XN, Zhao ZZ, et al.. Chemistry, bioactivity and quality control of Dendrobium, a commonly used tonic herb in traditional Chinese medicine. Phytochem Rev 2013; 12: 341–367. 10.1007/s11101-013-9310-8", "ArticleIdList": ["10.1007/s11101-013-9310-8"]}, {"Citation": "Ng TB, Liu J, Wong JH, Ye X, Wing Sze SC, Tong Y, et al.. Review of research on Dendrobium, a prized folk medicine. Appl Microbiol Biotechnol 2012; 93: 1795–1803. doi: 10.1007/s00253-011-3829-7 .", "ArticleIdList": ["10.1007/s00253-011-3829-7", "22322870"]}, {"Citation": "Zhao Y, Han B, Peng H, Wang X, Chu S, Dai J, et al.. Identification of \"Huoshan shihu\" Fengdou: Comparative authentication of the Daodi herb Dendrobium huoshanense and its related species by macroscopic and microscopic features. Microsc Res Tech 2017; 80: 712–721. doi: 10.1002/jemt.22856 .", "ArticleIdList": ["10.1002/jemt.22856", "28245078"]}, {"Citation": "Gao L, Wang F, Hou T, Geng C, Xu T, Han B, et al.. Dendrobium huoshanense C. Z. Tang et S. J Cheng: A review of its traditional uses, phytochemistry, and pharmacology. Front Pharmacol 2022; 13: 920823. 10.3389/fphar.2022.920823", "ArticleIdList": ["10.3389/fphar.2022.920823", "PMC9315951", "35903345"]}, {"Citation": "Lin J, Chang YJ, Yang WB, Yu AL, Wong CH. The multifaceted effects of polysaccharides isolated from Dendrobium huoshanense on immune functions with the induction of interleukin-1 receptor antagonist (IL-1ra) in monocytes. PLoS One 2014; 9: e94040. doi: 10.1371/journal.pone.0094040 .", "ArticleIdList": ["10.1371/journal.pone.0094040", "PMC3976396", "24705413"]}, {"Citation": "Ge JC, Zha XQ, Nie CY, Yu NJ, Li QM, Peng DY, et al.. Polysaccharides from Dendrobium huoshanense stems alleviates lung inflammation in cigarette smoke-induced mice. Carbohydr Polym 2018; 189: 289–295. doi: 10.1016/j.carbpol.2018.02.054 .", "ArticleIdList": ["10.1016/j.carbpol.2018.02.054", "29580411"]}, {"Citation": "Liu B, Shang ZZ, Li QM, Zha XQ, Wu DL, Yu NJ, et al.. Structural features and anti-gastric cancer activity of polysaccharides from stem, root, leaf and flower of cultivated Dendrobium huoshanense. Int J Biol Macromol 2020; 143: 651–664. doi: 10.1016/j.ijbiomac.2019.12.041 .", "ArticleIdList": ["10.1016/j.ijbiomac.2019.12.041", "31821827"]}, {"Citation": "Tian CC, Zha XQ, Pan LH, Luo JP. Structural characterization and antioxidant activity of a low-molecular polysaccharide from Dendrobium huoshanense. Fitoterapia 2013; 91: 247–255. doi: 10.1016/j.fitote.2013.09.018 .", "ArticleIdList": ["10.1016/j.fitote.2013.09.018", "24096144"]}, {"Citation": "Li QM, Yang XR, Zha XQ, Pan LH, Zang DD, Zhang FY, et al.. Protective effects of three flavonoids from Dendrobium huoshanense flowers on alcohol-induced hepatocyte injury via activating Nrf2 and inhibiting NF-κB pathways. Chem Biodivers 2022; e202200471. doi: 10.1002/cbdv.202200471 .", "ArticleIdList": ["10.1002/cbdv.202200471", "35774029"]}, {"Citation": "Yuan Y, Liu X, Wang J, Zhang J. Morphological and microscopic identification of three major medicinal Dendrobium species in Ta-pieh Mountains area. Microsc Res Tech 2019; 82: 483–493. doi: 10.1002/jemt.23191 .", "ArticleIdList": ["10.1002/jemt.23191", "30636024"]}, {"Citation": "National Forestry and Grassland Administration, Ministry of Agriculture and Rural Affairs of the People’s Republic of China. List of wild plants under special State protection.\n2021, http://www.gov.cn/zhengce/zhengceku/2021-09/09/content_5636409.htm."}, {"Citation": "Yang MZ, Shan YY, Chen XM, Zhang CF, Li ZJ. Current development situation of Dendrobium industry in China. Mod Chin Med 2022; 24: 1395–1402."}, {"Citation": "Li Y, Kong D, Fu Y, Sussman MR, Wu H. The effect of developmental and environmental factors on secondary metabolites in medicinal plants. Plant Physiol Biochem 2020; 148: 80–89. doi: 10.1016/j.plaphy.2020.01.006 .", "ArticleIdList": ["10.1016/j.plaphy.2020.01.006", "31951944"]}, {"Citation": "Zuo SM, Yu HD, Zhang W, Zhong Q, Chen W, Chen W, et al.. Comparative metabolomic analysis of Dendrobium officinale under different cultivation substrates. Metabolites 2020; 10: 325. doi: 10.3390/metabo10080325 .", "ArticleIdList": ["10.3390/metabo10080325", "PMC7465462", "32785071"]}, {"Citation": "Zheng S, Hu Y, Zhao R, Zhao T, Li H, Rao D, et al.. Quantitative assessment of secondary metabolites and cancer cell inhibiting activity by high performance liquid chromatography fingerprinting in Dendrobium nobile. J Chromatogr B Analyt Technol Biomed Life Sci 2020; 1140: 122017. doi: 10.1016/j.jchromb.2020.122017 .", "ArticleIdList": ["10.1016/j.jchromb.2020.122017", "32050157"]}, {"Citation": "Du G, Yang R, Yan F, Wei S, Ren D, Li X. Use of microscopic characteristics and multielemental fingerprinting analysis to trace three different cultivation modes of medicinal and edible Dendrobium officinale in China. Biol Trace Elem Res 2022; 35507137. doi: 10.1007/s12011-022-03196-5 .", "ArticleIdList": ["10.1007/s12011-022-03196-5", "35507137"]}, {"Citation": "Yuan Y, Yu M, Zhang B, Liu X, Zhang J. Comparative nutritional characteristics of the three major Chinese Dendrobium species with different growth years. PLoS One 2019; 14: e0222666. doi: 10.1371/journal.pone.0222666 .", "ArticleIdList": ["10.1371/journal.pone.0222666", "PMC6754168", "31539401"]}, {"Citation": "Lu AJ, Jiang Y, Wu J, Tan DP, Qin L, Lu YL, et al.. Opposite trends of glycosides and alkaloids in Dendrobium nobile of different age based on UPLC-Q/TOF-MS combined with multivariate statistical analyses. Phytochem Anal 2022; 33: 619–634. doi: 10.1002/pca.3115 .", "ArticleIdList": ["10.1002/pca.3115", "PMC9541022", "35238089"]}, {"Citation": "Yang L, Wen KS, Ruan X, Zhao YX, Wei F, Wang Q. Response of plant secondary metabolites to environmental factors. Molecules 2018; 23: 29584636. doi: 10.3390/molecules23040762 .", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}, {"Citation": "Li H, Long C, Zhou J, Liu J, Wu X, Long M. Rapid analysis of mono-saccharides and oligo-saccharides in hydrolysates of lignocellulosic biomass by HPLC. Biotechnol Lett 2013; 35: 1405–1409. doi: 10.1007/s10529-013-1224-4 .", "ArticleIdList": ["10.1007/s10529-013-1224-4", "23690036"]}, {"Citation": "Wu L, Meng X, Huang H, Liu Y, Jiang W, Su X, et al.. Comparative proteome and phosphoproteome analyses reveal different molecular mechanism between stone planting under the forest and greenhouse planting of Dendrobium huoshanense. Front Plant Sci 2022; 13: 937392. doi: 10.3389/fpls.2022.937392 .", "ArticleIdList": ["10.3389/fpls.2022.937392", "PMC9301318", "35873990"]}, {"Citation": "Liang ZY, Zhang JY, Huang YC, Zhou CJ, Wang YW, Zhou CH, et al.. Identification of flavonoids in Dendrobium huoshanense and comparison with those in allied species of Dendrobium by TLC, HPLC and HPLC coupled with electrospray ionization multi-stage tandem MS analyses. J Sep Sci 2019; 42: 1088–1104. doi: 10.1002/jssc.201801021 .", "ArticleIdList": ["10.1002/jssc.201801021", "30663861"]}, {"Citation": "Chinese Pharmacopoeia Commission, Phatmacopocia of the People’s Republic of China (Part Ⅰ), Beijing: Chinese Medical Science and Technology Press; 2020:94–97."}, {"Citation": "Ma H, Zhang K, Jiang Q, Dai D, Li H, Bi W, et al.. Characterization of plant polysaccharides from Dendrobium officinale by multiple chromatographic and mass spectrometric techniques. J Chromatogr A 2018; 1547: 29–36. doi: 10.1016/j.chroma.2018.03.006 .", "ArticleIdList": ["10.1016/j.chroma.2018.03.006", "29555359"]}, {"Citation": "Hao JW, Chen ND, Chen CW, Zhu FC, Qiao DL, Zang YJ, et al.. Rapid quantification of polysaccharide and the main monosaccharides in Dendrobium huoshanense by near-infrared attenuated total reflectance spectroscopy. J Pharm Biomed Anal 2018; 151: 331–338. doi: 10.1016/j.jpba.2018.01.027 .", "ArticleIdList": ["10.1016/j.jpba.2018.01.027", "29413982"]}, {"Citation": "Deng Y, Chen LX, Han BX, Wu DT, Cheong KL, Chen NF, et al.. Qualitative and quantitative analysis of specific polysaccharides in Dendrobium huoshanense by using saccharide mapping and chromatographic methods. J Pharm Biomed Anal 2016; 129: 163–171. doi: 10.1016/j.jpba.2016.06.051 .", "ArticleIdList": ["10.1016/j.jpba.2016.06.051", "27424197"]}, {"Citation": "Jo K, Kim S, Yu KW, Chung YB, Kim WJ, Suh HJ, et al.. Changes in the component sugar and immunostimulating activity of polysaccharides isolated from Dendrobium officinale in the pretreatments. J Sci Food Agric 2022; 102: 3021–3028. doi: 10.1002/jsfa.11642 .", "ArticleIdList": ["10.1002/jsfa.11642", "34775614"]}, {"Citation": "Yu W, Ren Z, Zhang X, Xing S, Tao S, Liu C, et al.. Structural characterization of polysaccharides from Dendrobium officinale and their effects on apoptosis of HeLa cell line. Molecules 2018; 23: 2484. doi: 10.3390/molecules23102484 .", "ArticleIdList": ["10.3390/molecules23102484", "PMC6222635", "30262777"]}, {"Citation": "Liu JL, Yu NJ, Xing LH, Wang R, Xu J, Xing LH, et al.. Simultaneous determination and analysis of amino acids and nucleosides in Dendrobium by UHPLC-OTRAP-MS/MS. Zhong Guo Zhong Yao Za Zhi 2020; 45: 3890–3899.", "ArticleIdList": ["32893586"]}, {"Citation": "Liu JJ, Liu ZP, Zhang XF, Si JP. Effects of various processing methods on the metabolic profile and antioxidant activity of Dendrobium catenatum Lindley Leaves. Metabolites 2021; 11: 1–17. doi: 10.3390/metabo11060351 .", "ArticleIdList": ["10.3390/metabo11060351", "PMC8229598", "34070913"]}, {"Citation": "Xie PS, Yan YZ, Guo BL, Lam CW, Chui SH, Yu QX. Chemical pattern-aided classification to simplify the intricacy of morphological taxonomy of Epimedium species using chromatographic fingerprinting. J Pharm Biomed Anal 2010; 52: 452–460. doi: 10.1016/j.jpba.2010.01.025 .", "ArticleIdList": ["10.1016/j.jpba.2010.01.025", "20144519"]}, {"Citation": "Xia P, Bai Z, Liang T, Yang D, Liang Z, Yan X, et al.. High-performance liquid chromatography based chemical fingerprint analysis and chemometric approaches for the identification and distinction of three endangered Panax plants in Southeast Asia. J Sep Sci 2016; 39: 3880–3888. doi: 10.1002/jssc.201600460 .", "ArticleIdList": ["10.1002/jssc.201600460", "27550557"]}, {"Citation": "Meng YJ, Wang YW, Zhang L, Li JY, Hu L, Wu ZH, et al.. Identification of bibenzyls and evaluation of imitative wild planting techniques in Dendrobium officinale by HPLC-ESI-MSn. J Mass Spectrom 2023; 58: e4903. doi: 10.1002/jms.4903 .", "ArticleIdList": ["10.1002/jms.4903", "36740613"]}, {"Citation": "Zhao HS, Xu FQ, Chen XX, Hu JM, Zeng FJ, Peng DY, et al.. Chemical constituents of Dendrobium huoshanense C. Z. Tang et S. J. Cheng. Nat Prod Res Dev 2021; 33: 1491–1498."}, {"Citation": "Korban A, Charapitsa S, Cabala R, Sobolenko L, Egorov V, Sytova S. Advanced GC-MS method for quality and safety control of alcoholic products. Food Chem 2021; 338: 128107. doi: 10.1016/j.foodchem.2020.128107 .", "ArticleIdList": ["10.1016/j.foodchem.2020.128107", "33091989"]}, {"Citation": "Li M, Ho CT, Wang J, Hu Y, Zhai X, Zhang L, et al.. Formation of volatile heterocyclic compounds and open-chain amides of theanine in model systems with glucose, tea leaves, and tea extract under tea-roasting conditions. J Agric Food Chem 2022; 70: 6737–6746. doi: 10.1021/acs.jafc.2c02039 .", "ArticleIdList": ["10.1021/acs.jafc.2c02039", "35621700"]}, {"Citation": "Robustelli Della Cuna FS, Calevo J, Bazzicalupo M, Sottani C, Grignani E, Preda S. Chemical composition of essential oil from flowers of five fragrant Dendrobium (Orchidaceae). Plants (Basel) 2021; 10: 1718. doi: 10.3390/plants10081718 .", "ArticleIdList": ["10.3390/plants10081718", "PMC8400785", "34451762"]}, {"Citation": "Guo H, Xing J, Xie C, Qu J, Gao Y, Lou H. Study of bis(bibenzyls) in bryophytes using electron ionization time-of-flight and electrospray ionization triple-quadrupole mass spectrometry. Rapid Commun Mass Spectrom 2007; 21: 1367–1374. doi: 10.1002/rcm.2972 .", "ArticleIdList": ["10.1002/rcm.2972", "17348087"]}, {"Citation": "Li QM, Jiang H, Zha XQ, Wu DL, Pan LH, Duan J, et al.. Anti-inflammatory bibenzyls from the stems of Dendrobium huoshanense via bioassay guided isolation. Nat Prod Res 2020; 34: 563–566. doi: 10.1080/14786419.2018.1489394 .", "ArticleIdList": ["10.1080/14786419.2018.1489394", "30394105"]}, {"Citation": "Kritis AA, Stamoula EG, Paniskaki KA, Vavilis TD. Researching glutamate—induced cytotoxicity in different cell lines: a comparative/collective analysis/study. Front Cell Neurosci 2015; 9: 91. doi: 10.3389/fncel.2015.00091 .", "ArticleIdList": ["10.3389/fncel.2015.00091", "PMC4362409", "25852482"]}, {"Citation": "Su SQ, Jiang H, Li QM, Zha XQ, Luo JP. Study on chemical constituents of Dendrobium huoshanense stems and their anti-inflammatory activity. Zhongguo Zhong Yao Za Zhi 2020; 45: 3452–3458. doi: 10.19540/j.cnki.cjcmm.20200423.201 .", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200423.201", "32726061"]}, {"Citation": "Wan J, Gong X, Wang F, Wen C, Wei Y, Han B, et al.. Comparative analysis of chemical constituents by HPLC-ESI-MSn and antioxidant activities of Dendrobium huoshanense and Dendrobium officinale. Biomed Chromatogr 2022; 36: e5250. doi: 10.1002/bmc.5250 .", "ArticleIdList": ["10.1002/bmc.5250", "34569088"]}, {"Citation": "Zhao D, Shi Y, Senthilkumar HA, Qiao Q, Wang Q, Shen Y, et al.. Enriched networks ‘nucleoside/nucleotide and ribonucleoside/ribonucleotide metabolic processes’ and ‘response to stimulus’ potentially conferred to drought adaptation of the epiphytic orchid Dendrobium wangliangii. Physiol Mol Biol Plants 2019; 25: 31–45. doi: 10.1007/s12298-018-0607-3 .", "ArticleIdList": ["10.1007/s12298-018-0607-3", "PMC6352522", "30804628"]}, {"Citation": "Spina M, Cuccioloni M, Sparapani L, Acciarri S, Eleuteri AM, Fioretti E, et al.. Comparative evaluation of flavonoid content in assessing quality of wild and cultivated vegetables for human consumption. J Sci Food Agri 2008; 88: 294–304. 10.1002/jsfa.3089", "ArticleIdList": ["10.1002/jsfa.3089"]}, {"Citation": "Chen ND, You T, Li J, Bai LT, Hao JW, Xu XY. A comparative study of three tissue-cultured Dendrobium species and their wild correspondences by headspace gas chromatography-mass spectrometry combined with chemometric methods. J Food Drug Anal 2016; 24: 839–847. doi: 10.1016/j.jfda.2016.05.006 .", "ArticleIdList": ["10.1016/j.jfda.2016.05.006", "PMC9337285", "28911623"]}, {"Citation": "Vallarino JG, Erban A, Fehrle I, Fernie AR, Kopka J, Osorio S. Acquisition of volatile compounds by gas chromatography-mass spectrometry (GC-MS). Methods Mol Biol 2018; 1778: 225–239. doi: 10.1007/978-1-4939-7819-9_16 .", "ArticleIdList": ["10.1007/978-1-4939-7819-9_16", "29761442"]}, {"Citation": "Dudareva N, Klempien A, Muhlemann JK, Kaplan I. Biosynthesis, function and metabolic engineering of plant volatile organic compounds. New Phytol 2013; 198: 16–32. doi: 10.1111/nph.12145 .", "ArticleIdList": ["10.1111/nph.12145", "23383981"]}, {"Citation": "Wang ZC, Liu H, Ren Y, Zhu XF, Fu SL. Effects of the growth and major constituents of Dendrobium huoshanense under three cultivation modes. J Anhui Agri Univer 2022; 49: 527–532."}, {"Citation": "Jin Q, Jiao C, Sun S, Song C, Cai Y, Lin Y, et al.. Metabolic analysis of medicinal Dendrobium officinale and Dendrobium huoshanense during different growth years. PLoS One 2016; 11: e0146607. doi: 10.1371/journal.pone.0146607 .", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}]}], "History": [{"Year": "2023", "Month": "6", "Day": "12"}, {"Year": "2023", "Month": "8", "Day": "28"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "13", "Minute": "35"}, {"Year": "2024", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["38271357", "PMC10810538", "10.1371/journal.pone.0291376", "PONE-D-23-17944"]}}]}