{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Achyranthes aspera", "Allergy", "Anaphylaxis", "Asthma", "Bronchospasm", "Mast cell degranulation"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38270668", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s11033-023-09137-2"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "25"}], "Journal": {"ISSN": "1573-4978", "JournalIssue": {"Volume": "51", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "25"}}, "Title": "Molecular biology reports", "ISOAbbreviation": "Mol Biol Rep"}, "ArticleTitle": "Protective effect of Achyranthes aspera against compound 48/80, histamine and ovalbumin-induced allergic disorders in murine model.", "Pagination": {"StartPage": "202", "MedlinePgn": "202"}, "Abstract": {"AbstractText": ["Achyranthes aspera L. (family Amaranthaceae) is a plant species valued in Ayurveda for the treatment of respiratory ailments. Scientific validation of its antiallergic potential was aimed.", "Three extracts of A. aspera [aqueous (AaAq), hydroalcoholic (AaHA), ethanolic (AaEt)] were evaluated for their potency against C48/80-induced anaphylaxis in mice at 200 mg/kg BW oral dose. The effective dose of the most potent extract was determined through its effect on C48/80-induced anaphylaxis, and was further analyzed through its effect on mast cell degranulation, histamine-induced bronchospasm and ovalbumin (OVA)-induced asthma in a murine model. Among the three extracts, AaAq was found to be most potent at 200 mg/kg BW. AaAq 400 (400 mg/kg BW) was found to be the most effective dose in terms of inhibition of mortality and histamine level. AaAq 400 prevented the peritoneal and mesenteric mast cells from undergoing morphological changes due to degranulation induced by C48/80. Further, AaAq 400 delayed pre-convulsive time in histamine-induced bronchospasm. In the OVA-induced asthma model, AaAq 400 inhibited the level of inflammatory cell count in blood, bronchoalveolar lavage fluid and peritoneal fluid of mice. The Th2 cytokines (IL-4, IL-5, IL-13), TGF-β and OVA-specific IgE were also reduced as evaluated by ELISA. Also, significant reduction in IL-5 (an eosinophilia indicator) transcript abundance and lung inflammatory score was observed. AaAq was safe up to 4000 mg/kg BW.", "Thus AaAq 400 possesses significant antiallergic potential and acts via attenuation of C48/80-induced anaphylaxis and inhibition of mast cell degranulation. It reduces pre-convulsive dyspnea in histamine-induced bronchospasm and Th2 cytokines in asthmatic mice."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Kaushik", "ForeName": "Amit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Singh", "ForeName": "Dewasya P", "Initials": "DP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Sahu", "ForeName": "Mridula", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Kumar", "ForeName": "Ashish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Pratibha"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Pandey", "ForeName": "Pallavi", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}], "LastName": "Patel", "ForeName": "Manish K", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Chanda", "ForeName": "Debabrata", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, Research Centre, Allalasandra, GKVK Post, Bengaluru, 560065, Karnataka, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India."}], "LastName": "Sundaresan", "ForeName": "Velusamy", "Initials": "V"}, {"Identifier": ["0000-0002-3445-521X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India. dn.mani@cimap.res.in."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India. dn.mani@cimap.res.in."}], "LastName": "Mani", "ForeName": "Daya N", "Initials": "DN"}, {"Identifier": ["0000-0003-3419-9129"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CSIR-Central Institute of Medicinal and Aromatic Plants, P.O. CIMAP, Lucknow, 226015, Uttar Pradesh, India. ashutoshshukla@cimap.res.in."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, Uttar Pradesh, India. ashutoshshukla@cimap.res.in."}], "LastName": "Shukla", "ForeName": "Ashutosh K", "Initials": "AK"}], "GrantList": [{"GrantID": "OLP-08", "Agency": "CSIR-Central Institute of Medicinal and Aromatic Plants, India", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Mol Biol Rep", "NlmUniqueID": "0403234", "ISSNLinking": "0301-4851"}, "ChemicalList": [{"RegistryNumber": "9006-59-1", "NameOfSubstance": "Ovalbumin"}, {"RegistryNumber": "820484N8I3", "NameOfSubstance": "Histamine"}, {"RegistryNumber": "4091-50-3", "NameOfSubstance": "p-Methoxy-N-methylphenethylamine"}, {"RegistryNumber": "0", "NameOfSubstance": "Interleukin-5"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Allergic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Ovalbumin"}, {"QualifierName": [], "DescriptorName": "Achyranthes"}, {"QualifierName": [], "DescriptorName": "Histamine"}, {"QualifierName": [], "DescriptorName": "Anaphylaxis"}, {"QualifierName": [], "DescriptorName": "p-Methoxy-N-methylphenethylamine"}, {"QualifierName": [], "DescriptorName": "Bronchial Spasm"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Interleukin-5"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Anti-Allergic Agents"}, {"QualifierName": [], "DescriptorName": "Cytokines"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kim JD, Kim DK, Kim HS, Kim A-R, Kim B, Her E et al (2013) Morus bombycis extract suppresses mast cell activation and IgE-mediated allergic reaction in mice. J Ethnopharmacol 146:287–293", "ArticleIdList": ["23313390"]}, {"Citation": "Shin HS, See H-J, Jung SY, Choi DW, Kwon D-A, Bae M-J et al (2015) Turmeric (Curcuma longa) attenuates food allergy symptoms by regulating type 1/type 2 helper T cells (Th1/Th2) balance in a mouse model of food allergy. J Ethnopharmacol 175:21–29", "ArticleIdList": ["26342520"]}, {"Citation": "Tan JW, Israf DA, Harith HH, Hashim NFM, Ng CH, Shaari K et al (2017) Anti-allergic activity of 2,4,6-trihydroxy-3 geranylacetophenone (tHGA) via attenuation of IgE-mediated mast cell activation and inhibition of passive systemic anaphylaxis. Toxicol Appl Pharmacol 319:47–58", "ArticleIdList": ["28167223"]}, {"Citation": "Lee J, Lim K-T (2010) Inhibitory effect of phytoglycoprotein (24 kDa) on allergy-related factors in compound 48/80-induced mast cells in vivo and in vitro. Int Immunopharmacol 10:591–599", "ArticleIdList": ["20188214"]}, {"Citation": "Kraneveld AD, Sagar S, Garssen J, Folkerts G (2012) The two faces of mast cells in food allergy and allergic asthma: The possible concept of Yin Yang. Biochim Biophys Acta Mol Basis Dis 1822:93–99"}, {"Citation": "Prussin C, Metcalfe DD (2006) IgE, mast cells, basophils, and eosinophils. J Allergy Clin Immunol 117:S450–S456", "ArticleIdList": ["16455345"]}, {"Citation": "Singh DP, Kumar A, Rodrigues V, Prabhu KN, Kaushik A, Mani DN et al (2020) DNA barcoding coupled with secondary structure information enhances Achyranthes species resolution. J Appl Res Med Aromat Plants 19:100269"}, {"Citation": "Sharma PV (2005) Dravyaguna-Vijnana Volume II [Audbhid (Plant origin)]. Chaukhambha Bharti Academy, Varanasi, India, pp 542."}, {"Citation": "Singh DP (2022) Studies on traditionally-used medicinal plants towards development of a hepatoprotective formulation. Ph.D. thesis, Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, India."}, {"Citation": "Guidelines Series-I (2018) General guidelines for drug development of ayurvedic formulations. First edition. Central Council for Research in Ayurvedic Sciences, Ministry of AYUSH, Government of India, New Delhi—110058."}, {"Citation": "The Ayurvedic Pharmacopoeia of India (2016) Part I, Volume IX, Pharmacopoeia Commission for Indian Medicine & Homoeopathy, Ministry of Ayush, Govt. of India."}, {"Citation": "Pai SR, Upadhya V, Hegde HV, Joshi RK, Kholkute SK (2016) Determination of betulinic acid, oleanolic acid and ursolic acid from Achyranthes aspera L. using RP-UFLC-DAD analysis and evaluation of various parameters for their optimum yield. Indian J Exp Biol 54:196–202", "ArticleIdList": ["27145633"]}, {"Citation": "Pandey P, Singh S, Negi AS, Banerjee S (2022) Harnessing the versatility of diverse pentacyclic triterpenoid synthesis through hairy root cultures of various Ocimum species: an unprecedented account with molecular probing and upscaling access. Ind Crops Prod 1770:114465"}, {"Citation": "El-Agamy DS (2012) Anti-allergic effects of nilotinib on mast cell-mediated anaphylaxis like reactions. Eur J Pharmacol 680:115–121", "ArticleIdList": ["22329898"]}, {"Citation": "Aswar U, Shintre S, Chepurwar S, Aswar M (2015) Antiallergic effect of piperine on ovalbumin-induced allergic rhinitis in mice. Pharm Biol 53:1358–1366", "ArticleIdList": ["25868617"]}, {"Citation": "Balaji G, Chalamaiah M, Hanumanna P, Vamsikrishna B, Jagadeesh Kumar D, Venu babu V (2014) Mast cell stabilizing and anti-anaphylactic activity of aqueous extract of green tea (Camellia sinensis). Int J Vet Sci Med 2:89–94"}, {"Citation": "Gopumadhavan S, Rafiq M, Venkataranganna MV, Mitra SK (2005) Antihistaminic and antianaphylactic activity of HK-07, a herbal formulation. Ind J Pharmacol 37:300–303"}, {"Citation": "Koffuor GA, Boye A, Kyei S, Ofori-Amoah J, Asiamah EA, Barku A et al (2016) Anti-asthmatic property and possible mode of activity of an ethanol leaf extract of Polyscias fruticosa. Pharm Biol 54:1354–1363"}, {"Citation": "Lee K-P, Kang S, Park S-J, Kim J-M, Lee J-M, Lee A-Y et al (2015) Anti-allergic effect of α-cubebenoate isolated from Schisandra chinensis using in vivo and in vitro experiments. J Ethnopharmacol 173:361–369", "ArticleIdList": ["26253578"]}, {"Citation": "Lee M-Y, Lee N-H, Jung D, Lee J-A, Seo C-S, Lee H et al (2010) Protective effects of allantoin against ovalbumin (OVA)-induced lung inflammation in a murine model of asthma. Int Immunopharmacol 10:474–480", "ArticleIdList": ["20100599"]}, {"Citation": "Mall M, Shanker K, Samad A, Kalra A, Sundaresan V, Shukla AK (2022) Stress responsiveness of vindoline accumulation in Catharanthus roseus leaves is mediated through co-expression of allene oxide cyclase with pathway genes. Protoplasma 259:755–773", "ArticleIdList": ["34459997"]}, {"Citation": "Lee CD, Choi WS, Choi YG, Kang HS, Lee WT, Kim HJ et al (2020) Inhibition of phosphodiesterase suppresses allergic lung inflammation by regulating MCP-1 in an OVA-induced asthma murine model with co-exposure to lipopolysaccharide. J Int Med Res 48:1–15"}, {"Citation": "Jain S, Singh A, Khare P, Chanda D, Mishra D, Shanker K et al (2017) Toxicity assessment of Bacopa monnieri L. grown in biochar amended extremely acidic coal mine spoils. Ecol Eng 108:211–219"}, {"Citation": "Singh A, Fatima K, Singh A, Behl A, Mintoo MJ, Hasanain M et al (2015) Anticancer activity and toxicity profiles of 2-benzylidene indanone lead molecule. Eur J Pharm Sci 76:57–67", "ArticleIdList": ["25933717"]}, {"Citation": "Sanderson CJ (1992) Interleukin-5, eosinophils, and disease. Blood 79:3101–3109", "ArticleIdList": ["1596561"]}, {"Citation": "Neugut AI, Ghatak AT, Miller RL (2001) Anaphylaxis in the United States: An investigation into its epidemiology. Arch Intern Med 161:15–21", "ArticleIdList": ["11146694"]}, {"Citation": "Ben-Shoshan M, Clarke AE (2011) Anaphylaxis: past, present and future. Allergy 66:1–14", "ArticleIdList": ["20560905"]}, {"Citation": "Patil SD, Patel MR, Patel SR, Surana SJ (2012) Amaranthus spinosus Linn. inhibits mast cell-mediated anaphylactic reactions. J Immunotoxicol 9:77–84", "ArticleIdList": ["22145857"]}, {"Citation": "Li XM, Wang QF, Schofield B, Lin J, Huang SK, Wang Q (2009) Modulation of antigen-induced anaphylaxis in mice by a traditional Chinese medicine formula, Guo Min Kang. Am J Chin Med 37:113–125", "ArticleIdList": ["19222116"]}, {"Citation": "Li XM, Brown L (2009) Efficacy and mechanisms of action of traditional Chinese medicines for treating asthma and allergy. J Allergy Clin Immunol 123:297–306", "ArticleIdList": ["19203653", "2748395"]}, {"Citation": "Mani DN, Kaushik A, Khanna H, Singh DP, Kumar A, Patel MK, et al (2020) Anti-allergic property-based screening and validation of medicinal plants described in Ayurveda. In: Madhunapantula SV (ed) Drug Development from Natural Resources: Scope and Challenges, A Publication from the Centre for Science & Technology of the Non-Aligned and Other Developing Countries (NAM S&T Centre), Allied Publishers Pvt. Ltd., New Delhi, pp 46–57"}, {"Citation": "Schemann M, Kugler EM, Buhner S, Eastwood C, Donovan J, Jiang W et al (2012) The mast cell degranulator compound 48/80 directly activates neurons. PLoS ONE 7:e52104", "ArticleIdList": ["23272218", "3525567"]}, {"Citation": "Yoon TJ, Lee SJ, Kim EY, Cho EH, Kang TB, Yu K-W et al (2013) Inhibitory effect of chaga mushroom extract on compound 48/80-induced anaphylactic shock and IgE production in mice. Int Immunopharmacol 15:666–670", "ArticleIdList": ["23535020"]}, {"Citation": "Steinke JW (2004) Anti-interleukin-4 therapy. Immunol Allergy Clin North Am 24:599–614", "ArticleIdList": ["15474861"]}, {"Citation": "Halwani R, Al-Muhsen S, Al-Jahdali H, Hamid Q (2011) Role of transforming growth factor-β in airway remodeling in asthma. Am J Respir Cell Mol Biol 44:127–133", "ArticleIdList": ["20525803"]}, {"Citation": "Yamaguchi Y, Suda T, Suda J, Eguchi M, Muira Y, Harada N et al (1988) Purified interleukin 5 supports the terminal differentiation and proliferation of murine eosinophilic precursors. J Exp Med 167:43–56", "ArticleIdList": ["3257253"]}, {"Citation": "Foster PS, Hogan SP, Ramsay AJ, Matthaei KI, Young IG (1996) Interleukin 5 deficiency abolishes eosinophilia, airways hyperreactivity, and lung damage in a mouse asthma model. J Exp Med 183:195–201", "ArticleIdList": ["8551223"]}, {"Citation": "Sinan KI, Zengin G, Zheleva-Dimitrova D, Etienne OK, Fawzi Mahomoodally M, Bouyahya A et al (2020) Qualitative phytochemical fingerprint and network pharmacology investigation of Achyranthes aspera Linn. extracts. Molecules 25:1973", "ArticleIdList": ["32340217", "7221715"]}, {"Citation": "Chen M-L, Hsieh C-C, Chiang B-L, Lin B-F (2015) Triterpenoids and polysaccharide fractions of Ganoderma tsugae exert different effects on antiallergic activities. Evid Based Complement Altern Med 2015:754836"}, {"Citation": "Ríos JL, Máñez S (2018) New pharmacological opportunities for betulinic acid. Planta Med 84:8–19", "ArticleIdList": ["29202513"]}, {"Citation": "Ryu SY, Oak MH, Yoon SK, Cho DI, Yoo GS, Kim TS et al (2000) Anti-allergic and anti-inflammatory triterpenes from the herb of Prunella vulgaris. Planta Med 66:358–360", "ArticleIdList": ["10865455"]}, {"Citation": "Tang D, Wang C, Gan Q, Wang Z, Jiang R (2022) Chemical composition-based characterization of the anti-allergic effect of Guominkang Formula on IgE-mediated mast cells activation and passive cutaneous anaphylaxis. Chin J Nat Med 20:925–936", "ArticleIdList": ["36549806"]}, {"Citation": "Bhosale UA, Yegnanarayan R, Pophale P, Somani R (2012) Effect of aqueous extracts of Achyranthes aspera Linn. on experimental animal model for inflammation. Anc Sci Life 31:202–206", "ArticleIdList": ["23661870", "3644760"]}, {"Citation": "Lin SY, Chang CL, Liou KT, Kao YK, Wang YH, Chang CC et al (2023) The protective role of Achyranthes aspera extract against cisplatin-induced nephrotoxicity by alleviating oxidative stress, inflammation, and PANoptosis. J Ethnopharmacol 319(Pt 1):117097", "ArticleIdList": ["37648176"]}, {"Citation": "Dunican EM, Fahy JV (2015) The role of Type 2 inflammation in the pathogenesis of asthma exacerbations. Ann Am Thorac Soc 12(Suppl 2):S144–S149", "ArticleIdList": ["26595730", "5467082"]}, {"Citation": "Quirce S, Cosıo BG, España A, Blanco R, Mullol J, Santander C et al (2023) Management of eosinophil-associated inflammatory diseases: the importance of a multidisciplinary approach. Front Immunol 14:1192284", "ArticleIdList": ["37266434", "10229838"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "25"}, {"Year": "2023", "Month": "12", "Day": "8"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "11", "Minute": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38270668", "10.1007/s11033-023-09137-2", "10.1007/s11033-023-09137-2"]}}]}