{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["biological activities", "elderberry", "extracts", "green chemistry", "phytosanitary properties", "walnut"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38276576", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "04"}, "Article": {"Language": ["eng"], "ELocationID": ["498", "10.3390/molecules29020498"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "19"}], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "29", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "19"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Walnut By-Products and Elderberry Extracts-Sustainable Alternatives for Human and Plant Health.", "Abstract": {"AbstractText": ["A current alternative for sustainable development through green chemistry is the replacement of synthetic compounds with natural ones through the superior capitalization of natural resources, with numerous applications in different fields. The benefits of walnuts (<i>Juglans regia</i> L.) and elderberries (<i>Sambucus nigra</i> L.) have been known since ancient times, due to the presence of phytochemicals such as flavonoids, polyphenols, carotenoids, alkaloids, nitrogen-containing compounds, tannins, steroids, anthocyanins, etc. These active compounds have multiple biological activities for human health, including benefits that are antibacterial, antioxidant, anti-inflammatory, antidiabetic, hepatoprotective, antihypertensive, neuroprotective, etc. Like other medicinal plants, the walnut and the elderberry possess important phytosanitary properties (antibacterial, antifungal, and insecticidal) and their extracts can also be used as environmentally safe biopesticides, with the result that they constitute a viable and cheap alternative to environmentally harmful synthetic products. During recent years, walnut by-products and elderberries have attracted the attention of researchers, and investigations have focused on the species' valuable constituents and active properties. Comparing the information from the literature regarding the phytochemical profile and biological activities, it is highlighted that, apart from the predominant specific compounds, the walnut and the elderberry have common bioactive compounds, which come from six classes (phenols and derivatives, flavonoids, hydroxycinnamic acids, tannins, triterpenoids, and phytosteroids), and act on the same microorganisms. From this perspective, the aim of this review is to provide an overview of the bioactive compounds present in the different constitutive parts of walnut by-products and elderberries, which present a specific or common activity related to human health and the protection of agricultural crops in the context of sustainable development."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Doctoral School in Environmental Engineering, \"Vasile Alecsandri\" University of Bacau, 157 Marasesti Str., 600115 Bacau, Romania."}], "LastName": "Sandu-Bălan Tăbăcariu", "ForeName": "Anca", "Initials": "A"}, {"Identifier": ["0000-0001-7837-4975"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Food Engineering, \"Vasile Alecsandri\" University of Bacau, 157 Marasesti Str., 600115 Bacau, Romania."}], "LastName": "Ifrim", "ForeName": "Irina-Loredana", "Initials": "IL"}, {"Identifier": ["0000-0002-5926-8023"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Food Engineering, \"Vasile Alecsandri\" University of Bacau, 157 Marasesti Str., 600115 Bacau, Romania."}], "LastName": "Patriciu", "ForeName": "Oana-Irina", "Initials": "OI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Food Engineering, \"Vasile Alecsandri\" University of Bacau, 157 Marasesti Str., 600115 Bacau, Romania."}], "LastName": "Ștefănescu", "ForeName": "Ioana-Adriana", "Initials": "IA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Food Engineering, \"Vasile Alecsandri\" University of Bacau, 157 Marasesti Str., 600115 Bacau, Romania."}], "LastName": "Fînaru", "ForeName": "Adriana-Luminița", "Initials": "AL"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthocyanins"}, {"RegistryNumber": "0", "NameOfSubstance": "Tannins"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Juglans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Sambucus"}, {"QualifierName": [], "DescriptorName": "Anthocyanins"}, {"QualifierName": [], "DescriptorName": "Tannins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Anti-Bacterial Agents"}], "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ramawat K.G., Mérillon J.-M., editors. Bioactive Molecules and Medicinal Plants. Springer; Berlin/Heidelberg, Germany: 2008."}, {"Citation": "Tringali C., editor. Bioactive Compounds from Natural Sources. Isolation, Characterisation and Biological Properties. Taylor & Francis; London, UK: 2001."}, {"Citation": "Colegate S.M., Molyneux R.J., editors. Bioactive Natural Products: Detection, Isolation, and Structural Determination. CRC Press, Taylor & Francis Group; Boca Raton, FL, USA: 2008."}, {"Citation": "Suteu D., Rusu L., Zaharia C., Badeanu M., Daraban G.M. Challenge of utilization vegetal extracts as natural plant protection products. Appl. Sci. 2020;10:8913. doi: 10.3390/app10248913.", "ArticleIdList": ["10.3390/app10248913"]}, {"Citation": "Li Y., Chemat F. Plant Based “Green Chemistry 2.0”. Springer; Singapore: 2019."}, {"Citation": "Nicolescu V.-N., Rédei K., Vor T., Bastien J.-C., Brus R., Benčat T., Đodan M., Cvjetkovic B., Andrašev S., La Porta N., et al. A review of black walnut (Juglans nigra L.) ecology and management in Europe. Trees. 2020;34:1087–1112. doi: 10.1007/s00468-020-01988-7.", "ArticleIdList": ["10.1007/s00468-020-01988-7"]}, {"Citation": " [(accessed on 19 September 2023)].  Available online:  https://agrobiznes.ro/2023-01-31-romania-ramane-cel-mai-mare-producator-de-nuci-din-ue-circa-20-000-de-ha-urmeaza-sa-intre-pe-rod/"}, {"Citation": " [(accessed on 5 October 2023)].  Available online:  https://www.indexbox.io/search/production-walnut-romania/"}, {"Citation": "Institutul Național de Statistică . Producția Vegetală la Principalele Culturi în Anul 2021. Editura Institutului Național de Statistică; Bucharest, Romania: 2022."}, {"Citation": "Popa R.-G., Bălăcescu A., Popescu L.G. Organic walnut cultivation in intensive and super-intensive system—Sustainable investment. Case study: Gorj County, Romania. Sustainability. 2023;15:1244. doi: 10.3390/su15021244.", "ArticleIdList": ["10.3390/su15021244"]}, {"Citation": "Lozan A., Arndt C. Report on the Status of Organic Agriculture and Industry in Romania. EkoConnect; Desden, Germany: 2022."}, {"Citation": "Mocanu M.L., Amariei S. Elderberries—A source of bioactive compounds with antiviral action. Plants. 2022;11:740. doi: 10.3390/plants11060740.", "ArticleIdList": ["10.3390/plants11060740", "PMC8948669", "35336621"]}, {"Citation": "Pascariu O.-E., Israel-Roming F. Bioactive compounds from elderberry: Extraction, health benefits, and food applications. Processes. 2022;10:2288. doi: 10.3390/pr10112288.", "ArticleIdList": ["10.3390/pr10112288"]}, {"Citation": "Haș I.M., Teleky B.-E., Szabo K., Simon E., Ranga F., Diaconeasa Z.M., Purza A.L., Vodnar D.-C., Tit D.M., Nițescu M. Bioactive potential of elderberry (Sambucus nigra L.): Antioxidant, antimicrobial activity, bioaccessibility and prebiotic potential. Molecules. 2023;28:3099. doi: 10.3390/molecules28073099.", "ArticleIdList": ["10.3390/molecules28073099", "PMC10095832", "37049862"]}, {"Citation": "Zhan Y., Ma M., Chen Z., Ma A., Li S., Xia J., Jia Y. A review on extracts, chemical composition and product development of walnut Diaphragma juglandis fructus. Foods. 2023;12:3379. doi: 10.3390/foods12183379.", "ArticleIdList": ["10.3390/foods12183379", "PMC10529104", "37761088"]}, {"Citation": "Sharma M., Sharma M., Sharma M. A comprehensive review on ethnobotanical, medicinal and nutritional potential of walnut (Juglans regia L.) Proc. Indian Natl. Sci. Acad. 2022;88:601–616. doi: 10.1007/s43538-022-00119-9.", "ArticleIdList": ["10.1007/s43538-022-00119-9"]}, {"Citation": "Bourais I., Elmarrkechy S., Taha D., Mourabit Y., Bouyahya A., El Yadini M., Machich O., El Hajjaji S., El Boury H., Dakka N., et al. A review on medicinal uses, nutritional value, and antimicrobial, antioxidant, anti-inflammatory, antidiabetic, and anticancer potential related to bioactive compounds of J. regia. Food Rev. Int. 2023;39:6199–6249. doi: 10.1080/87559129.2022.2094401.", "ArticleIdList": ["10.1080/87559129.2022.2094401"]}, {"Citation": "Sidor A., Gramza-Michałowska A. Advanced research on the antioxidant and health benefit of elderberry (Sambucus nigra) in food—A review. J. Funct. Food. 2015;18:941–958. doi: 10.1016/j.jff.2014.07.012.", "ArticleIdList": ["10.1016/j.jff.2014.07.012"]}, {"Citation": "Du H., Li C., Wen Y., Tu Y., Zhong Y., Yuan Z., Li Y., Liang B. Secondary metabolites from pericarp of Juglans regia. Biochem. Syst. Ecol. 2014;54:88–91. doi: 10.1016/j.bse.2013.12.023.", "ArticleIdList": ["10.1016/j.bse.2013.12.023"]}, {"Citation": "Jahanban-Esfahlan A., Ostadrahimi A., Tabibiazar M., Amarowicz R. A comprehensive review on the chemical constituents and functional uses of walnut (Juglans spp.) husk. Int. J. Mol. Sci. 2019;20:3920. doi: 10.3390/ijms20163920.", "ArticleIdList": ["10.3390/ijms20163920", "PMC6719079", "31409014"]}, {"Citation": "Jahanban-Esfahlan A., Davaran S., Moosavi-Movahedi A., Dastmalchi S. Investigating the interaction of juglone (5-hydroxy-1, 4-naphthoquinone) with serum albumins using spectroscopic and in silico methods. J. Iran. Chem. Soc. 2017;14:1527–1540. doi: 10.1007/s13738-017-1094-0.", "ArticleIdList": ["10.1007/s13738-017-1094-0"]}, {"Citation": "Tsasi G., Milošević-Ifantis T., Skaltsa H. Phytochemical study of Juglans regia L. pericarps from Greece with a chemotaxonomic approach. Chem. Biodivers. 2016;13:1636–1640. doi: 10.1002/cbdv.201600067.", "ArticleIdList": ["10.1002/cbdv.201600067", "27467713"]}, {"Citation": "Maleita C., Esteves I., Chim R., Fonseca L., Braga M.E.M., Abrantes I., de Sousa H.C. Naphthoquinones from walnut husk residues show strong nematicidal activities against the root-knot nematode Meloidogyne hispanica. ACS Sustain. Chem. Eng. 2017;5:3390–3398. doi: 10.1021/acssuschemeng.7b00039.", "ArticleIdList": ["10.1021/acssuschemeng.7b00039"]}, {"Citation": "Jahanban-Esfahlan A., Amarowicz R. Walnut (Juglans regia L.) shell pyroligneous acid: Chemical constituents and functional applications. RSC Adv. 2018;8:22376. doi: 10.1039/C8RA03684E.", "ArticleIdList": ["10.1039/C8RA03684E", "PMC9081416", "35539719"]}, {"Citation": "Stampar F., Solar A., Hudina M., Veberic R., Colaric M., Fabcic J. Phenolics in walnut liqueur. Acta Hortic. 2007;744:451–454. doi: 10.17660/ActaHortic.2007.744.54.", "ArticleIdList": ["10.17660/ActaHortic.2007.744.54"]}, {"Citation": "Upadhyay V., Kambhoja S., Harshaleena A. Antifungal activity and preliminary phytochemical analysis of stem bark extracts of Juglans regia linn. Int. J. Pharm. Biol. Sci. Arch. 2010;1:442–447."}, {"Citation": "Slatnar A., Mikulic-Petkovsek M., Stampar F., Veberic R., Solar A. Identification and quantification of phenolic compounds in kernels, oil and bagasse pellets of common walnut (Juglans regia L.) Food Res. Int. 2015;67:255–263. doi: 10.1016/j.foodres.2014.11.016.", "ArticleIdList": ["10.1016/j.foodres.2014.11.016", "30011716"]}, {"Citation": "Gao P., Liu R., Jin Q., Wang X. Comparative study of chemical compositions and antioxidant capacities of oils obtained from two species of walnut: Juglans regia and Juglans sigillata. Food Chem. 2019;279:279–287. doi: 10.1016/j.foodchem.2018.12.016.", "ArticleIdList": ["10.1016/j.foodchem.2018.12.016", "30611491"]}, {"Citation": "Gómez-Caravaca A.M., Verardo V., Segura-Carretero A., Caboni M.F., Fernández-Gutiérrez A. Development of a rapid method to determine phenolic and other polar compounds in walnut by capillary electrophoresis–electrospray ionization time-of-flight mass spectrometry. J. Chromatogr. A. 2008;1209:238–245. doi: 10.1016/j.chroma.2008.08.117.", "ArticleIdList": ["10.1016/j.chroma.2008.08.117", "18823899"]}, {"Citation": "Regueiro J., Sánchez-González C., Vallverdú-Queralt A., Simal-Gándara J., Lamuela-Raventós R., Izquierdo-Pulido M. Comprehensive identification of walnut polyphenols by liquid chromatography coupled to linear ion trap-Orbitrap mass spectrometry. Food Chem. 2014;152:340–348. doi: 10.1016/j.foodchem.2013.11.158.", "ArticleIdList": ["10.1016/j.foodchem.2013.11.158", "24444946"]}, {"Citation": "Gharibzahedi S.M.T., Mousavi S.M., Hamedi M., Khodaiyan F. Determination and characterization of kernel biochemical composition and functional compounds of Persian walnut oil. J. Food Sci. Technol. 2014;51:34–42. doi: 10.1007/s13197-011-0481-2.", "ArticleIdList": ["10.1007/s13197-011-0481-2", "PMC3857422", "24426045"]}, {"Citation": "Miraliakbari H., Shahidi F. Lipid class compositions, tocopherols and sterols of tree nut oils extracted with different solvents. J. Food Lipids. 2008;15:81–96. doi: 10.1111/j.1745-4522.2007.00104.x.", "ArticleIdList": ["10.1111/j.1745-4522.2007.00104.x"]}, {"Citation": "Abdallah I.B., Tlili N., Martinez-Force E., Pérez Rubio A.G., Pérez Camino M.C., Albouchi A., Boukhchina S. Content of carotenoids, tocopherols, sterols, triterpenic and aliphatic alcohols, and volatile compounds in six walnuts (Juglans regia L.) varieties. Food Chem. 2015;173:972–978. doi: 10.1016/j.foodchem.2014.10.095.", "ArticleIdList": ["10.1016/j.foodchem.2014.10.095", "25466114"]}, {"Citation": "Rébufa C., Artaud J., Le Dréau Y. Walnut (Juglans regia L.) oil chemical composition depending on variety, locality, extraction process and storage conditions: A comprehensive review. J. Food Compos. Anal. 2015;110:104534. doi: 10.1016/j.jfca.2022.104534.", "ArticleIdList": ["10.1016/j.jfca.2022.104534"]}, {"Citation": "Medic A., Jakopic J., Hudina M., Solar A., Veberic R. Identification and quantification of major phenolic constituents in Juglans regia L. leaves: Healthy vs. infected leaves with Xanthomonas campestris pv. juglandis using HPLC-MS/MS. J. King Saud Univ. Sci. 2022;34:101890. doi: 10.1016/j.jksus.2022.101890.", "ArticleIdList": ["10.1016/j.jksus.2022.101890"]}, {"Citation": "Nour V., Trandafir I., Cosmulescu S. HPLC determination of phenolic acids, flavonoids and juglone in walnut leaves. J. Chromatogr. Sci. 2013;51:883–890. doi: 10.1093/chromsci/bms180.", "ArticleIdList": ["10.1093/chromsci/bms180", "23135132"]}, {"Citation": "Vieira V., Pereira C., Pires T.C.S.P., Calhelha R.C., Alves M.J., Ferreira O., Barros L., Ferreira I.C.F.R. Phenolic profile, antioxidant and antibacterial properties of Juglans regia L. (walnut) leaves from the Northeast of Portugal. Ind. Crop. Prod. 2019;134:347–355. doi: 10.1016/j.indcrop.2019.04.020.", "ArticleIdList": ["10.1016/j.indcrop.2019.04.020"]}, {"Citation": "Pereira J.A., Oliveira I., Sousa A., Valentao P., Andrade P.B., Ferreira I.C.F.R., Ferreres F., Bento A., Seabra R., Estevinho L. Walnut (Juglans regia L.) leaves: Phenolic compounds, antibacterial activity and antioxidant potential of different cultivars. Food Chem. Toxicol. 2007;45:2287–2295. doi: 10.1016/j.fct.2007.06.004.", "ArticleIdList": ["10.1016/j.fct.2007.06.004", "17637491"]}, {"Citation": "Nicu A.I., Pîrvu L., Stoian G., Vamanu A. Antibacterial activity of ethanolic extracts from Fagus sylvatica L. and Juglans regia L. leaves. Farmacia. 2018;66:483–486. doi: 10.31925/farmacia.2018.3.13.", "ArticleIdList": ["10.31925/farmacia.2018.3.13"]}, {"Citation": "Bennacer A., Sahir-Halouane F., Aitslimane-Aitkaki S., Oukali Z., Oliveira I.V., Rahmouni N., Aissaoui M. Structural characterization of phytochemical content, antibacterial, and antifungal activities of Juglans regia L. leaves cultivated in Algeria. Biocatal. Agric. Biotechnol. 2022;40:102304. doi: 10.1016/j.bcab.2022.102304.", "ArticleIdList": ["10.1016/j.bcab.2022.102304"]}, {"Citation": "Nancy P., Manasi M., Varghese A. Antiplaque activity of Juglans regia L. and characterization of juglone from Juglans regia L. Am. J. Biochem. Biotechnol. 2011;7:29–31. doi: 10.3844/ajbbsp.2011.29.31.", "ArticleIdList": ["10.3844/ajbbsp.2011.29.31"]}, {"Citation": "Tociu M., Manolache F., Bălanucă B., Moroșan A., Stan R. Superior valorisation of Juglans regia L. leaves of different maturity through the isolation of bioactive compounds. Molecules. 2023;28:7328. doi: 10.3390/molecules28217328.", "ArticleIdList": ["10.3390/molecules28217328", "PMC10648215", "37959748"]}, {"Citation": "Vieira V., Pereira C., Abreu R.M.V., Calhelha R.C., Alves M.J., Coutinho J.A.P., Ferreira O., Barros L., Ferreira I.C.F.R. Hydroethanolic extract of Juglans regia L. green husks: A source of bioactive phytochemicals. Food Chem. Toxicol. 2020;137:111189. doi: 10.1016/j.fct.2020.111189.", "ArticleIdList": ["10.1016/j.fct.2020.111189", "32045648"]}, {"Citation": "Wenzel J., Storer Samaniego C., Wang L., Burrows L., Tucker E., Dwarshuis N., Ammerman M., Zand A. Antioxidant potential of Juglans nigra, black walnut, husks extracted using supercritical carbon dioxide with an ethanol modifier. Food Sci. Nutr. 2017;5:223–232. doi: 10.1002/fsn3.385.", "ArticleIdList": ["10.1002/fsn3.385", "PMC5332255", "28265357"]}, {"Citation": "Gogoi R., Loying R., Sarma N., Munda S., Pandey S.K., Lal M. A comparative study on antioxidant, anti-inflammatory, genotoxicity, antimicrobial activities and chemical composition of fruit and leaf essential oils of Litsea cubeba Pers from North-east India. Ind. Crops Prod. 2018;125:131–139. doi: 10.1016/j.indcrop.2018.08.052.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.052"]}, {"Citation": "Queirós C.S.G.P., Cardoso S., Lourenço A., Ferreira J., Miranda I., Lourenço M.J., Pereira H. Characterization of walnut, almond, and pine nut shells regarding chemical composition and extract composition. Biomass Convers. Biorefinery. 2020;10:175–188. doi: 10.1007/s13399-019-00424-2.", "ArticleIdList": ["10.1007/s13399-019-00424-2"]}, {"Citation": "Abdulwahid M.Y., Akinwande A.A., Kamarou A., Kamarou M., Romanovski V., Al-Qasem I.A. The production of environmentally friendly building materials out of recycling walnut shell waste: A brief review. Biomass Convers. Biorefinery. 2023 doi: 10.1007/s13399-023-04760-2.", "ArticleIdList": ["10.1007/s13399-023-04760-2"]}, {"Citation": "Fordos S., Abid N., Gulzar M., Pasha I., Oz F., Shahid A., Khan M.K.I., Khaneghah A.M., Aadil R.M. Recent development in the application of walnut processing by-products (walnut shell and walnut husk) Biomass Convers. Biorefinery. 2023;13:14389–14411. doi: 10.1007/s13399-023-04778-6.", "ArticleIdList": ["10.1007/s13399-023-04778-6"]}, {"Citation": "Kizatova M., Sultanova M., Baikenov A., Saduakas A., Akzhanov N. Revealing the features of the composition of the walnut shell from the point of view of the possibility of its use in the food industry. East.-Eur. J. Enterp. Technol. 2022;1:49–55. doi: 10.15587/1729-4061.2022.252315.", "ArticleIdList": ["10.15587/1729-4061.2022.252315"]}, {"Citation": "Genovese C., Cambria M.T., D’angeli F., Addamo A.P., Malfa G.A., Siracusa L., Pulvirenti L., Anfuso C.D., Lupo G., Salmeri M. The double effect of walnut septum extract (Juglans regia L.) counteracts A172 glioblastoma cell survival and bacterial growth. Int. J. Oncol. 2020;57:1129–1144. doi: 10.3892/ijo.2020.5130.", "ArticleIdList": ["10.3892/ijo.2020.5130", "PMC7549537", "33491752"]}, {"Citation": "Mateș L., Rusu M.E., Popa D.-S. Phytochemicals and biological activities of walnut septum: A systematic review. Antioxidants. 2023;12:604. doi: 10.3390/antiox12030604.", "ArticleIdList": ["10.3390/antiox12030604", "PMC10045788", "36978850"]}, {"Citation": "Wang D., Mu Y., Dong H., Yan H., Hao C., Wang X., Zhang L. Chemical constituents of the ethyl acetate extract from Diaphragma juglandis fructus and their inhibitory activity on nitric oxide production in vitro. Antioxidants. 2018;23:72. doi: 10.3390/molecules23010072.", "ArticleIdList": ["10.3390/molecules23010072", "PMC6017448", "29286331"]}, {"Citation": "Rusu M.E., Gheldiu A.-M., Mocan A., Moldovan C., Popa D.-S., Tomuta I., Vlase L. Process optimization for improved phenolic compounds recovery from walnut (Juglans regia L.) septum: Phytochemical profile and biological activities. Molecules. 2018;23:2814. doi: 10.3390/molecules23112814.", "ArticleIdList": ["10.3390/molecules23112814", "PMC6278542", "30380713"]}, {"Citation": "Liu R., Zhao Z., Dai S., Che X., Liu W. Identification and quantification of bioactive compounds in Diaphragma juglandis fructus by UHPLC-Q-Orbitrap HRMS and UHPLC-MS/MS. J. Agric. Food Chem. 2019;67:3811–3825. doi: 10.1021/acs.jafc.8b06890.", "ArticleIdList": ["10.1021/acs.jafc.8b06890", "30830781"]}, {"Citation": " [(accessed on 5 October 2023)]; Available online:  https://fdc.nal.usda.gov/fdc-app.html#/food-details/171727/nutrients."}, {"Citation": "Mitroi C.L., Simescu M., Simescu R., Cugerean M.I., Cugerean I.D., Ştefan I.D., Popescu S.G., Velciov A.B. Elderberry-functional product (review) J. Agroaliment. Process. Technol. 2022;28:268–272."}, {"Citation": "Kołodziej B., Maksymiec N., Drożdżal K., Antonkiewicz J. Effect of traffic pollution on chemical composition of raw elderberry (Sambucus nigra L.) J. Elem. 2012;17:67–78. doi: 10.5601/jelem.2012.17.1.06.", "ArticleIdList": ["10.5601/jelem.2012.17.1.06"]}, {"Citation": "Przybylska-Balcerek A., Szablewski T., Szwajkowska-Michałek L., Świerk D., Cegielska-Radziejewska R., Krejpcio Z., Suchowilska E., Tomczyk Ł., Stuper-Szablewska K. Sambucus nigra extracts–natural antioxidants and antimicrobial compounds. Molecules. 2021;26:2910. doi: 10.3390/molecules26102910.", "ArticleIdList": ["10.3390/molecules26102910", "PMC8156197", "34068909"]}, {"Citation": "Młynarczyk K., Walkowiak-Tomczak D., Łysiak G.P. Bioactive properties of Sambucus nigra L. as a functional ingredient for food and pharmaceutical industry. J. Funct. Food. 2018;40:377–390. doi: 10.1016/j.jff.2017.11.025.", "ArticleIdList": ["10.1016/j.jff.2017.11.025", "PMC7185606", "32362939"]}, {"Citation": "Pinho E., Ferreira I.C.F.R., Barros L., Carvalho A.M., Soares G., Henriques M. Antibacterial potential of northeastern Portugal wild plant extracts and respective phenolic compounds. BioMed Res. Int. 2014;2014:814590. doi: 10.1155/2014/814590.", "ArticleIdList": ["10.1155/2014/814590", "PMC3997077", "24804249"]}, {"Citation": "Waswa E.N., Li J., Mkala E.M., Wanga V.O., Mutinda E.S., Nanjala C., Odago W.O., Katumo D.M., Gichua M.K., Gituru R.W., et al. Ethnobotany, phytochemistry, pharmacology, and toxicology of the genus Sambucus L. (Viburnaceae) J. Etnopharmacol. 2022;292:115102. doi: 10.1016/j.jep.2022.115102.", "ArticleIdList": ["10.1016/j.jep.2022.115102", "35288288"]}, {"Citation": "Kiprovski B., Malenčić D., Ljubojević M., Ognjanov V., Veberic R., Hudina M., Mikulic-Petkovsek M. Quality parameters change during ripening in leaves and fruits of wild growing and cultivated elderberry (Sambucus nigra) genotypes. Sci. Hortic. 2021;277:109792. doi: 10.1016/j.scienta.2020.109792.", "ArticleIdList": ["10.1016/j.scienta.2020.109792"]}, {"Citation": "Sandu Bălan (Tăbăcariu) A., Patriciu O.-I., Ștefănescu I.-A., Ifrim I.-L., Fînaru A.-L. Sambucus nigra L.: Characterization of Elderberry Extracts Obtained by Various Methods; Proceedings of the Conference Proceedings Abstracts of the 18th International Conference of Constructive Design and Technological Optimization in Machine Building Field—OPROTEH 2023; Bacău, Romania. 11–13 May 2023."}, {"Citation": "Vujanović M., Majkić T., Zengin G., Beara I., Cvetanović A., Mahomoodally F.M., Radojković M. Advantages of contemporary extraction techniques for the extraction of bioactive constituents from black elderberry (Sambucus nigra L.) flowers. Ind. Crop. Prod. 2019;136:93–101. doi: 10.1016/j.indcrop.2019.04.058.", "ArticleIdList": ["10.1016/j.indcrop.2019.04.058"]}, {"Citation": "Ferreira-Santos P., Badim H., Salvador Â.C., Silvestre A.J.D., Santos S.A.O., Rocha S.M., Sousa A.M., Pereira M.O., Pereira Wilson C., Rocha C.M.R., et al. Chemical characterization of Sambucus nigra L. flowers aqueous extract and its biological implications. Biomolecules. 2021;11:1222. doi: 10.3390/biom11081222.", "ArticleIdList": ["10.3390/biom11081222", "PMC8391949", "34439888"]}, {"Citation": "Avula B., Katragunta K., Wang Y.H., Ali Z., Srivedavyasasri R., Gafner S., Slimestad R., Khan I.A. Chemical profiling and UHPLC-QToF analysis for the simultaneous determination of anthocyanins and flavonoids in Sambucus berries and authentication and detection of adulteration in elderberry dietary supplements using UHPLC-PDA-MS. J. Food Compos. Anal. 2022;110:104584. doi: 10.1016/j.jfca.2022.104584.", "ArticleIdList": ["10.1016/j.jfca.2022.104584"]}, {"Citation": "Salvador A.C., Rocha S.M., Silvestre A.J.D. Lipophilic phytochemicals from elderberries (Sambucus nigra L.): Influence of ripening, cultivar and season. Ind. Crop. Prod. 2015;71:15–23. doi: 10.1016/j.indcrop.2015.03.082.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.082"]}, {"Citation": "Sharma P., Ravikumar G., Kalaiselvi M., Gomathi D., Uma C. In vitro antibacterial and free radical scavenging activity of green hull of Juglans regia. J. Pharm. Anal. 2013;3:298–302. doi: 10.1016/j.jpha.2013.01.006.", "ArticleIdList": ["10.1016/j.jpha.2013.01.006", "PMC5760975", "29403831"]}, {"Citation": "Jaiswal B.S., Tailang M. Juglans regia: A review of its traditional uses phytochemistry and pharmacology. Indo Am. J. Pharm. Res. 2017;7:390–398. doi: 10.5281/zenodo.1036380.", "ArticleIdList": ["10.5281/zenodo.1036380"]}, {"Citation": "Mohan S., Panneerselvam K. An investigation on antibacterial filler property of silver nanoparticles generated from Walnut shell powder by in situ process. Mater. Today Proc. 2021;39:368–372. doi: 10.1016/j.matpr.2020.07.516.", "ArticleIdList": ["10.1016/j.matpr.2020.07.516"]}, {"Citation": "Oliveira I., Sousa A., Ferreira I.C.F.R., Bento A., Estevinho L., Pereira J.A. Total phenols, antioxidant potential and antimicrobial activity of walnut (Juglans regia L.) green husks. Food Chem. Toxicol. 2008;46:2326–2331. doi: 10.1016/j.fct.2008.03.017.", "ArticleIdList": ["10.1016/j.fct.2008.03.017", "18448225"]}, {"Citation": "Abdullah Z.G., Swilaiman S., Ahmad S.H., Darogha S.N. Antibacterial effect of Juglans regia against dental caries Streptococcus mutans. Pak. J. Med. Health Sci. 2020;14:1313–1317."}, {"Citation": "Gomes F., Martins N., Ferreira I.C.F.R., Henriques M. Anti-biofilm activity of hydromethanolic plant extracts against Staphylococcus aureus isolates from bovine mastitis. Heliyon. 2019;5:e01728. doi: 10.1016/j.heliyon.2019.e01728.", "ArticleIdList": ["10.1016/j.heliyon.2019.e01728", "PMC6535580", "31193536"]}, {"Citation": "Darvishi E., Kahrizi D., Arkan E. Comparison of different properties of zinc oxide nanoparticles synthesized by the green (using Juglans regia L. leaf extract) and chemical methods. J. Mol. Liq. 2019;286:110831. doi: 10.1016/j.molliq.2019.04.108.", "ArticleIdList": ["10.1016/j.molliq.2019.04.108"]}, {"Citation": "Rather A.M., Dar B.A., Dar M.Y., Wani B.A., Shah W.A., Bhat B.A., Ganai B.A., Bhat K.A., Anand R., Qurishi M.A. Chemical composition, antioxidant and antibacterial activities of the leaf essential oil of Juglans regia L. and its constituents. Phytomedicine. 2012;19:1185–1190. doi: 10.1016/j.phymed.2012.07.018.", "ArticleIdList": ["10.1016/j.phymed.2012.07.018", "22951389"]}, {"Citation": "Jabli M., Sebeia N., Boulares M., Faidi K. Chemical analysis of the characteristics of Tunisian Juglans regia L. fractions: Antibacterial potential, gas chromatography–mass spectroscopy and a full investigation of their dyeing properties. Ind. Crop. Prod. 2017;108:690–699. doi: 10.1016/j.indcrop.2017.07.032.", "ArticleIdList": ["10.1016/j.indcrop.2017.07.032"]}, {"Citation": "Dolatabadi S., Moghadam H.N., Mahdavi-Ourtakand M. Evaluating the anti-biofilm and antibacterial effects of Juglans regia L. extracts against clinical isolates of Pseudomonas aeruginosa. Microb. Pathog. 2018;118:285–289. doi: 10.1016/j.micpath.2018.03.055.", "ArticleIdList": ["10.1016/j.micpath.2018.03.055", "29605650"]}, {"Citation": "Huo J., Zhao Z., Hua Z., Fan J., Du J., Guo B. Evaluation of Juglans regia L., root for wound healing via antioxidant, antimicrobial and anti-inflammatory activity. Indian J. Biochem. Biophys. 2020;57:304–311."}, {"Citation": "D’Angeli F., Malfa G.A., Garozzo A., Li Volti G., Genovese C., Stivala A., Nicolosi D., Attanasio F., Bellia F., Ronsisvalle S., et al. Antimicrobial, antioxidant, and cytotoxic activities of Juglans regia L. pellicle extract. Antibiotics. 2021;10:159. doi: 10.3390/antibiotics10020159.", "ArticleIdList": ["10.3390/antibiotics10020159", "PMC7915249", "33557378"]}, {"Citation": "Acquaviva R., D’Angeli F., Malfa G.A., Ronsisvalle S., Garozzo A., Stivala A., Ragusa S., Nicolosi D., Salmeri M., Genovese C. Antibacterial and anti-biofilm activities of walnut pellicle extract (Juglans regia L.) against coagulase-negative staphylococci. Nat. Prod. Res. 2019;35:2076–2081. doi: 10.1080/14786419.2019.1650352.", "ArticleIdList": ["10.1080/14786419.2019.1650352", "31397177"]}, {"Citation": "Kavuncuoglu H., Kavuncuoglu E., Karatas S.M., Benli B., Sagdic O., Yalcin H. Prediction of the antimicrobial activity of walnut (Juglans regia L.) kernel aqueous extracts using artificial neural network and multiple linear regression. J. Microbiol. Methods. 2018;148:78–86. doi: 10.1016/j.mimet.2018.04.003.", "ArticleIdList": ["10.1016/j.mimet.2018.04.003", "29649523"]}, {"Citation": "Duda-Seiman C., Sinitean A., Negrea P., Negrea A.-G., Dugăeşescu D., Duda-Seiman D., Avram S., Putz A.-M., Bumbăcilă B., Irimia G.-L., et al. Extraction and antibacterial activity of natural compounds from walnuts (Juglans regia) New Front. Chem. 2017;26:S4_P3."}, {"Citation": "Pereira J.A., Oliveira I., Sousa A., Ferreira I.C.F.R., Bento A., Estevinho L. Bioactive properties and chemical composition of six walnut (Juglans regia L.) cultivars. Food Chem. Toxicol. 2008;46:2103–2111. doi: 10.1016/j.fct.2008.02.002.", "ArticleIdList": ["10.1016/j.fct.2008.02.002", "18334279"]}, {"Citation": "Kheddouma A., Cherraben Y. In vitro antimicrobial activity of Salvadora persica and Juglans regia extracts against microbial strains from oral cavity. Biocatal. Agric. Biotechnol. 2021;33:102003. doi: 10.1016/j.bcab.2021.102003.", "ArticleIdList": ["10.1016/j.bcab.2021.102003"]}, {"Citation": "Jafer F.N., Naser L. The biological activity of aqueous and methanolic extracts of Juglans regia on yeasts and pathologic bacteria. Arch. Clin. Microbiol. 2020;11:113. doi: 10.36648/1989-8436.11.3.113.", "ArticleIdList": ["10.36648/1989-8436.11.3.113"]}, {"Citation": "Aldawood T., Alyousef A., Alyousef S., Aldosari N., Hussam S., Alhadad A., Bhaian F., Eldeen D.S., Abdul N.S. Antibacterial effect of Juglans regia L bark extract at different concentrations against human salivary microflora. J. Oral Med. Oral Surg. Oral Pathol. Oral Radiol. 2017;3:214–217. doi: 10.18231/2395-6194.2017.0051.", "ArticleIdList": ["10.18231/2395-6194.2017.0051"]}, {"Citation": "Mutha M., Deshpande R.R., Shep S., Deshpande N.R., Torne R. Comparative evaluation of antibacterial properties of different extracts of Juglans regia (walnut) & Erethia laevis (Ajaan Vruksh) against salivary microflora. Int. J. Pharm. Clin. Res. 2015;7:151–153."}, {"Citation": "Alkhawajah A.M. Studies on the antimicrobial activity of Juglans regia. Am. J. Chin. Med. 1997;25:175–180. doi: 10.1142/S0192415X97000202.", "ArticleIdList": ["10.1142/S0192415X97000202", "9288364"]}, {"Citation": "Upadhyay V., Kambhoja S., Harsha L.K. Antibacterial activity and preliminary phytochemical analysis of stem bark extract of Juglans regia linn. Pharmacologyonline. 2010;3:274–279."}, {"Citation": "Liu S., Cheng S., Jia J., Cui J. Resource efficiency and environmental impact of juglone in Pericarpium Juglandis: A review. Front. Environ. Sci. 2022;10:999059. doi: 10.3389/fenvs.2022.999059.", "ArticleIdList": ["10.3389/fenvs.2022.999059"]}, {"Citation": "Sandu Bălan (Tăbăcariu) A., Patriciu O.-I., Ștefănescu I.-A., Ifrim I.-L., Fînaru A.-L. Walnut (Juglans regia L.): By-Products Analysis and Capitalization. In Book of Abstracts of Conferința Națională de Chimie, ed., XXXVI, Călimănești-Căciulata, Romania, 4–7 October 2022.  [(accessed on 10 January 2024)].  Available online:  http://administrare.chimie.upb.ro/schr/doc/evenimente/2022/10/04/1/volum-de-rezumate/doc.pdf."}, {"Citation": "Sandu Bălan (Tăbăcariu) A., Patriciu O.-I., Ștefănescu I.-A., Ifrim I.-L., Fînaru A.-L. Walnut (Juglans regia L.)—Present and Perspectives on Phytosanitary Activity. In Book of Abstracts of 5th International Conference of the Doctoral School—Excellence in Doctoral Studies through Innovation, Convergence and Interdisciplinarity, “Gheorghe Asachi” Technical University of Iasi, Iasi, Romania, 18–20 May 2022.  [(accessed on 10 January 2024)].  Available online:  https://conferinta-csd.tuiasi.ro/wp-content/uploads/2022/05/Book_of_Abstracts_CSD2022_WEB-1.pdf."}, {"Citation": "Ameziane N., Boubaker H., Boudyach H., Msanda F., Jilal A., Ait Benaoumar A. Antifungal activity of Moroccan plants against citrus fruit pathogens. Agron. Sustain. Dev. 2007;27:273–277. doi: 10.1051/agro:2007022.", "ArticleIdList": ["10.1051/agro:2007022"]}, {"Citation": "Wianowska D., Garbaczewska S., Cieniecka-Roslonkiewicz A., Dawidowicz A.L., Jankowska A. Comparison of antifungal activity of extracts from different Juglans regia cultivars and juglone. Microb. Pathog. 2016;100:263–267. doi: 10.1016/j.micpath.2016.10.009.", "ArticleIdList": ["10.1016/j.micpath.2016.10.009", "27744101"]}, {"Citation": "Sehajpal A., Arora S., Kaur P. Evaluation of plant extracts against Rhizoctonia solani causing sheath blight of rice. J. Plant Prot. Sci. 2009;1:25–30."}, {"Citation": "Sadeghnezhad R., Enayati A., Ebrahimzadeh M.A., Azarnoosh M., Fazeli-Dinan M. Toxicity and anti-feeding effects of walnut (Juglans regia L.) extract on Sitophilus oryzae L. (Coleoptera: Curculionidae) Fresenius Environ. Bull. 2020;29:325–331."}, {"Citation": "Petrikovszki R., Tóthné Bogdányi F., Tóth F., Nagy P. First report on the effect of aqueous extracts of Hungarian organic mulch materials on entomopathogenic and slug-parasitic nematodes. Acta Phytopathol. Entomol. Hung. 2019;54:279–288. doi: 10.1556/038.54.2019.024.", "ArticleIdList": ["10.1556/038.54.2019.024"]}, {"Citation": "Erdogan P. Oviposition deterrent activities of some plant extracts against tomato leaf miner, Tuta Absoluta meyrick (Lepidoptera: Gelehiidae) J. Bacteriol. Mycol. Open Access. 2019;7:139–142. doi: 10.15406/jbmoa.2019.07.00259.", "ArticleIdList": ["10.15406/jbmoa.2019.07.00259"]}, {"Citation": "Civelek H.S., Çolak A.M. Effects of some plant extracts and bensultap on Trichoferus griseus (Fabricius, 1792) (Coleoptera: Cerambycidae) World J. Agric. Sci. 2008;4:721–725."}, {"Citation": "Jovanović Z., Kostić M., Popović Z. Grain-protective properties of herbal extracts against the bean weevil Acanthoscelides obtectus Say. Ind. Crop. Prod. 2007;26:100–104. doi: 10.1016/j.indcrop.2007.01.010.", "ArticleIdList": ["10.1016/j.indcrop.2007.01.010"]}, {"Citation": "Islam A.K.M.M., Widhalm J.R. Agricultural uses of juglone: Opportunities and challenges. Agronomy. 2020;10:1500. doi: 10.3390/agronomy10101500.", "ArticleIdList": ["10.3390/agronomy10101500"]}, {"Citation": "Khan A.A., Fazili A.B.A., Bhat S.A., Bhat W.F., Asghar M.N., Khan M.S., Bano B. Purification, characterization and studies of a novel cysteine protease inhibitor from Juglans regia: Implications as a potential biopesticide. J. King Saud Univ. Sci. 2022;34:101829. doi: 10.1016/j.jksus.2022.101829.", "ArticleIdList": ["10.1016/j.jksus.2022.101829"]}, {"Citation": "Terzić M., Majkić T., Beara I., Zengin G., Miljić U., Đurović S., Mollica A., Radojković M. Elderberry (Sambucus nigra L.) wine as a novel potential functional food product. Food Biosci. 2022;50:102047. doi: 10.1016/j.fbio.2022.102047.", "ArticleIdList": ["10.1016/j.fbio.2022.102047"]}, {"Citation": "Ramanauskiene K., Inkeniene A.M., Puidokaite E., Grigonis A. Quality analysis of semisolid formulations with the liquid extract of elderflower (Sambucus nigra L.) Acta Pol. Pharm. 2019;76:1061–1071. doi: 10.32383/appdr/112052.", "ArticleIdList": ["10.32383/appdr/112052"]}, {"Citation": "Álvarez C.A., Barriga A., Albericio F., Romero M.S., Guzmán F. Identification of peptides in flowers of Sambucus nigra with antimicrobial activity against aquaculture pathogens. Molecules. 2018;23:1033. doi: 10.3390/molecules23051033.", "ArticleIdList": ["10.3390/molecules23051033", "PMC6100021", "29702623"]}, {"Citation": "Antolak H., Czyżowska A., Kręgiel D. Antibacterial and antiadhesive activities of extracts from edible plants against soft drink spoilage by Asaia spp. J. Food Prot. 2017;80:25–34. doi: 10.4315/0362-028X.JFP-16-134.", "ArticleIdList": ["10.4315/0362-028X.JFP-16-134", "28221885"]}, {"Citation": "Cioch M., Satora P., Skotniczny M., Semik-Szczurak D., Tarko T. Characterisation of antimicrobial properties of extracts of selected medicinal plants. Pol. J. Microbiol. 2017;66:463–472. doi: 10.5604/01.3001.0010.7002.", "ArticleIdList": ["10.5604/01.3001.0010.7002", "29319517"]}, {"Citation": "Hearst C., McCollum G., Nelson D., Ballard L.M., Millar B.C., Goldsmith C.E., Rooney P.J., Loughrey A., Moore J.E., Rao J.R. Antibacterial activity of elder (Sambucus nigra L.) flower or berry against hospital pathogens. J. Med. Plants Res. 2010;4:1805–1809. doi: 10.5897/JMPR10.147.", "ArticleIdList": ["10.5897/JMPR10.147"]}, {"Citation": "Salamon I., Şimşek Sezer E.N., Kryvtsova M., Labun P. Antiproliferative and antimicrobial activity of anthocyanins from berry fruits after their isolation and freeze-drying. Appl. Sci. 2021;11:2096. doi: 10.3390/app11052096.", "ArticleIdList": ["10.3390/app11052096"]}, {"Citation": "Pehlivan Karakaş F., Yildirim A., Türker A. Biological screening of various medicinal plant extracts for antibacterial and antitumor activities. Turk. J. Biol. 2021;36:641–652. doi: 10.3906/biy-1203-16.", "ArticleIdList": ["10.3906/biy-1203-16"]}, {"Citation": "Tosun M.N., Demirel Zorba N.N., Yüceer Y.K. Anti-quorum sensing and antitumor activity of Prunella vulgaris, Sambucus nigra, Calendula officinalis: Potential use in food industry. J. Microbiol. Biotechnol. Food Sci. 2021;10:e2774. doi: 10.15414/jmbfs.2774.", "ArticleIdList": ["10.15414/jmbfs.2774"]}, {"Citation": "Rodino S., Butu A., Butu M., Cornea P.C. Comparative studies on antibacterial activity of licorice, elderberry and dandelion. Dig. J. Nanomater. Biostruct. 2015;10:947–955."}, {"Citation": "Mohammadsadeghi S., Malekpour A., Zahedi S., Eskandari F. The antimicrobial activity of elderberry (Sambucus nigra L.) extract against gram positive bacteria, gram negative bacteria and yeast. Res. J. Appl. Sci. 2013;8:240–243."}, {"Citation": "Kačániová M., Miklášová K., Kunová S., Galovičová L., Borotová P., Válková V., Žiarovská J., Terentjeva M. Antimicrobial and antioxidant activity of black elder, stinging nettle, marigold and ribwort plantain. Sci. Pap. Anim. Sci. Biotechnol. 2021;54:136–142."}, {"Citation": "Allison B.J., Allenby M.C., Bryant S.S., Min J.E., Hieromnimon M., Joyner P.M. Antibacterial activity of fractions from three Chumash medicinal plant extracts and in vitro inhibition of the enzyme enoyl reductase by the flavonoid jaceosidin. Nat. Prod. Res. 2016;31:707–712. doi: 10.1080/14786419.2016.1217201.", "ArticleIdList": ["10.1080/14786419.2016.1217201", "27482826"]}, {"Citation": "Rodino S., Negoescu C., Butu M., Cornea P.C. Preliminary investigation regarding the antifungal activity of Sambucus nigra extracts. Anim. Sci. Biotechnol. 2013;70:391–392."}, {"Citation": "Puia C.E., Miclea R., Toader I., Cornoiu I. Biological control of potential toxigenic fungi in straw used as bedding material for swine. Anim. Sci. Biotechnol. 2012;69:335–336."}, {"Citation": "Jankowska B., Wojciechowicz-Żytko E. Effect of aqueous extracts of black alder (Alnus glutinosa (LINNAEUS, 1753) GAERTNER, 1791) and elder (Sambucus nigra LINNAEUS, 1753) on the occurrence of Brevicoryne brassicae LINNAEUS, 1758 (Hemiptera, Aphidoidea), its parasitoid Diaeretiella rapae (M’INTOSH, 1855) (Hymenoptera, Ichneumonoidea) and predatory Syrphidae on white cabbage. Pol. J. Entomol. 2016;85:237–246. doi: 10.1515/pjen-2016-0013.", "ArticleIdList": ["10.1515/pjen-2016-0013"]}, {"Citation": "Ahmad M., Saeed F., Mehjabeen, Jahan N. Evaluation of insecticidal and anti-oxidant activity of selected medicinal plants. J. Pharmacogn. Phytochem. 2013;2:153–158."}, {"Citation": "Ertürk O. Antifeedant and toxicity effects of some plant extracts on Thaumetopoae solitaria Frey. (Lep.: Thaumetopoeidae) Turk. J. Biol. 2006;30:51–57."}, {"Citation": "Moreira C.D., Santos T.B., Freitas R.H.C.N., Pacheco P.A.F., da Rocha D.R. Juglone: A versatile natural platform for obtaining new bioactive compounds. Curr. Top. Med. Chem. 2021;21:2018–2045. doi: 10.2174/1568026621666210804121054.", "ArticleIdList": ["10.2174/1568026621666210804121054", "34348624"]}, {"Citation": "Sharma N., Ghosh P., Sharma U.K., Sood S., Sinha A.K., Gulati A. Microwave-assisted efficient extraction and stability of juglone in different solvents from Juglans regia: Quantification of six phenolic constituents by validated RP-HPLC and evaluation of antimicrobial activity. Anal. Lett. 2009;42:2592–2609. doi: 10.1080/00032710903202055.", "ArticleIdList": ["10.1080/00032710903202055"]}, {"Citation": "Cai Y.Y., Zou G.M., Xi M.H., Hou Y.J., Shen H.Y., Ao J.F., Li M., Wang J., Luo A.W. Juglone inhibits Listeria monocytogenes ATCC 19115 by targeting cell membrane and protein. Foods. 2022;11:2558. doi: 10.3390/foods11172558.", "ArticleIdList": ["10.3390/foods11172558", "PMC9455723", "36076744"]}, {"Citation": "Medina L.F.C., Stefani V., Brandeli A. Use of 1,4-naphthoquinones for control of Erwinia carotovora. Can. J. Microbiol. 2004;50:951–956. doi: 10.1139/w04-088.", "ArticleIdList": ["10.1139/w04-088", "15644912"]}, {"Citation": "Faidallah H.M., Al-Shaikh K.M.A., Sobahi T.R., Khan K.A., Asiri A.M. An Efficient approach to the synthesis of highly congested 9,10-dihydrophenanthrene-2,4-dicarbonitriles and their biological evaluation as antimicrobial agents. Molecules. 2013;18:15704–15716. doi: 10.3390/molecules181215704.", "ArticleIdList": ["10.3390/molecules181215704", "PMC6270192", "24352023"]}, {"Citation": "Li K., Xing S., Wang M., Peng Y., Dong Y., Li X. Anticomplement and antimicrobial activities of flavonoids from Entada phaseoloides. Nat. Prod. Commun. 2012;7:867–871.", "ArticleIdList": ["22908567"]}, {"Citation": "de Almeida Roger J., Magro M., Spagnolo S., Bonaiuto E., Baratella D., Fasolato L., Vianello F. Antimicrobial and magnetically removable tannic acid nanocarrier: A processing aid for Listeria monocytogenes treatment for food industry applications. Food Chem. 2018;267:430–436. doi: 10.1016/j.foodchem.2017.06.109.", "ArticleIdList": ["10.1016/j.foodchem.2017.06.109", "29934188"]}, {"Citation": "Guimaraes I., Costa R., Madureira S., Borges S., Oliveira A.L., Pintado M., Baptista-Silva S. Tannic acid tailored-made microsystems for wound infection. Int. J. Mol. Sci. 2023;24:4826. doi: 10.3390/ijms24054826.", "ArticleIdList": ["10.3390/ijms24054826", "PMC10003198", "36902255"]}, {"Citation": "Kernou O.-N., Azzouz Z., Madani K., Rijo P. Application of rosmarinic acid with its derivatives in the treatment of microbial pathogens. Molecules. 2023;28:4243. doi: 10.3390/molecules28104243.", "ArticleIdList": ["10.3390/molecules28104243", "PMC10220798", "37241981"]}, {"Citation": "Pereira V.V., Pereira N.R., Pereira R.C.G., Duarte L.P., Takahashi J.A., Silva R.R. Synthesis and antimicrobial activity of ursolic acid ester derivatives. Chem. Biodivers. 2022;19:e202100566. doi: 10.1002/cbdv.202100566.", "ArticleIdList": ["10.1002/cbdv.202100566", "34793623"]}, {"Citation": "Shukla Y.N., Srivastava A., Kumar S., Kumar S. Phytotoxic and antimicrobial constituents of Argyreia speciosa and Oenothera biennis. J. Ethnopharmacol. 1999;67:241–245. doi: 10.1016/S0378-8741(99)00017-3.", "ArticleIdList": ["10.1016/S0378-8741(99)00017-3", "10619391"]}, {"Citation": "El-Nagar A., Elzaawely A.A., Taha N.A., Nehela Y. The antifungal activity of gallic acid and its derivatives against Alternaria solani, the causal agent of tomato early blight. Agronomy. 2020;10:1402. doi: 10.3390/agronomy10091402.", "ArticleIdList": ["10.3390/agronomy10091402"]}, {"Citation": "Li Z.-J., Liu M., Dawuti G., Dou Q., Ma Y., Liu H.-G., Aibai S. Antifungal activity of gallic acid in vitro and in vivo. Phytother. Res. 2017;31:1039–1045. doi: 10.1002/ptr.5823.", "ArticleIdList": ["10.1002/ptr.5823", "28524381"]}, {"Citation": "Lam P.-L., Gambari R., Kok S.H.-L., Lam K.-H., Tang J.C.-O., Bian Z.-X., Lee K.K.-H., Chui C.-H. Non-toxic agarose/gelatin-based microencapsulation system containing gallic acid for antifungal application. Int. J. Mol. Med. 2015;35:503–510. doi: 10.3892/ijmm.2014.2027.", "ArticleIdList": ["10.3892/ijmm.2014.2027", "25482299"]}, {"Citation": "Nguyen D.-M.-C., Seo D.-J., Lee H.-B., Kim I.-S., Kim K.-Y., Park R.-D., Jung W.-J. Antifungal activity of gallic acid purified from Terminalia nigrovenulosa bark against Fusarium solani. Microb. Pathog. 2013;56:8–15. doi: 10.1016/j.micpath.2013.01.001.", "ArticleIdList": ["10.1016/j.micpath.2013.01.001", "23333407"]}, {"Citation": "Khatkar A., Nanda A., Kumar P., Narasimhan B. Synthesis, antimicrobial evaluation and QSAR studies of gallic acid derivatives. Arab. J. Chem. 2017;10:S2870–S2880. doi: 10.1016/j.arabjc.2013.11.014.", "ArticleIdList": ["10.1016/j.arabjc.2013.11.014"]}, {"Citation": "Lima V.N., Oliveira-Tintino C.D.M., Santos E.S., Morais L.P., Tintino S.R., Freitas T.S., Geraldo Y.S., Pereira R.L.S., Cruz R.P., Menezes I.R.A., et al. Antimicrobial and enhancement of the antibiotic activity by phenolic compounds: Gallic acid, caffeic acid and pyrogallol. Microb. Pathog. 2016;99:56–61. doi: 10.1016/j.micpath.2016.08.004.", "ArticleIdList": ["10.1016/j.micpath.2016.08.004", "27497894"]}, {"Citation": "Gauthier L., Bonnin-Verdal M.-N., Marchegay G., Pinson-Gadais L., Ducos C., Richard-Forget F., Atanasova-Penichon V. Fungal biotransformation of chlorogenic and caffeic acids by Fusarium graminearum: New insights in the contribution of phenolic acids to resistance to deoxynivalenol accumulation in cereals. Int. J. Food Microbiol. 2016;221:61–68. doi: 10.1016/j.ijfoodmicro.2016.01.005.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2016.01.005", "26812586"]}, {"Citation": "Khan F., Bamunuarachchi N.I., Tabassum N., Kim Y.-M. Caffeic acid and its derivatives: Antimicrobial drugs towards microbial pathogens. J. Agric. Food Chem. 2021;69:2979–3004. doi: 10.1021/acs.jafc.0c07579.", "ArticleIdList": ["10.1021/acs.jafc.0c07579", "33656341"]}, {"Citation": "Gandhi B., Juliya J., Dileep V., Rajeswari Batchu U., Misra S., Kaki S.S. Antioxidant and biological activities of novel structured monoacylglycerol derivatives with phenolic acids. Eur. J. Lipid Sci. Technol. 2021;123:2100055. doi: 10.1002/ejlt.202100055.", "ArticleIdList": ["10.1002/ejlt.202100055"]}, {"Citation": "Liu S., Jiang J., Ma Z., Xiao M., Yang L., Tian B., Yu Y., Bi C., Fang A., Yang Y. The role of hydroxycinnamic acid amide pathway in plant immunity. Front. Plant Sci. 2022;13:922119. doi: 10.3389/fpls.2022.922119.", "ArticleIdList": ["10.3389/fpls.2022.922119", "PMC9257175", "35812905"]}, {"Citation": "Wijayanti E.D., Safitri A., Siswanto D., Triprisila L.F., Fatchiyah F. Antimicrobial activity of ferulic acid in Indonesian purple rice through toll-like receptor signaling. Makara J. Sci. 2021;25:247–257. doi: 10.7454/mss.v25i4.1266.", "ArticleIdList": ["10.7454/mss.v25i4.1266"]}, {"Citation": "de Morais M.C., Perez-Castillo Y., Silva V.R., Santos L.S., Soares M.B.P., Bezerra D.P., de Castro R.D., de Sousa D.P. Cytotoxic and antifungal amides derived from ferulic acid: Molecular docking and mechanism of action. Biomed Res. Int. 2021;2021:3598000. doi: 10.1155/2021/3598000.", "ArticleIdList": ["10.1155/2021/3598000", "PMC8575619", "34761004"]}, {"Citation": "Speranza B., Cibelli F., Baiano A., Carlucci A., Raimondo M.L., Campaniello D., Viggiani I., Bevilacqua A., Corbo M.R. Removal ability and resistance to cinnamic and vanillic acids by fungi. Microorganisms. 2020;8:930. doi: 10.3390/microorganisms8060930.", "ArticleIdList": ["10.3390/microorganisms8060930", "PMC7356749", "32575643"]}, {"Citation": "Jaisinghani R.N. Antibacterial properties of quercetin. Microbiol. Res. 2017;8:13–14. doi: 10.4081/mr.2017.6877.", "ArticleIdList": ["10.4081/mr.2017.6877"]}, {"Citation": "Sadeghi-Ghadi Z., Vaezi A., Ahangarkani F., Ilkit M., Ebrahimnejad P., Badali H. Potent in vitro activity of curcumin and quercetin co-encapsulated in nanovesicles without hyaluronan against Aspergillus and Candida isolates. J. Mycol. Med. 2020;30:101014. doi: 10.1016/j.mycmed.2020.101014.", "ArticleIdList": ["10.1016/j.mycmed.2020.101014", "32800427"]}, {"Citation": "Xi K.-Y., Xiong S.-J., Li G., Guo C.-Q., Zhou J., Ma J.-W., Yin J.-L., Liu Y.-Q., Zhu Y.-X. Antifungal activity of ginger rhizome extract against Fusarium solani. Horticulturae. 2022;8:983. doi: 10.3390/horticulturae8110983.", "ArticleIdList": ["10.3390/horticulturae8110983"]}, {"Citation": "Yin J.A., Peng X.D., Lin J., Zhang Y., Zhang J., Gao H., Tian X., Zhang R., Zhao G. Quercetin ameliorates Aspergillus fumigatus keratitis by inhibiting fungal growth, toll-like receptors and inflammatory cytokines. Int. Immunopharmacol. 2021;93:107435. doi: 10.1016/j.intimp.2021.107435.", "ArticleIdList": ["10.1016/j.intimp.2021.107435", "33550031"]}, {"Citation": "Ghasemzadeh F., Darzi G.N., Mohammadi M. Extraction and purification of ursolic acid from the apple peel and in vitro assessment of the biochemical antibacterial, antioxidant and wound healing characteristics. Appl. Food Biotechnol. 2022;9:17–30. doi: 10.22037/afb.v9i1.34756.", "ArticleIdList": ["10.22037/afb.v9i1.34756"]}, {"Citation": "Hassan S., Hamed S., Almuhayawi M., Hozzein W., Selim S., AbdElgawad H. Bioactivity of ellagic acid and velutin: Two phenolic compounds isolated from marine algae. Egypt. J. Bot. 2021;61:219–231. doi: 10.21608/ejbo.2020.23778.1456.", "ArticleIdList": ["10.21608/ejbo.2020.23778.1456"]}, {"Citation": "Tavares W.S., Martin-Pastor M., Tavares A.G., Sousa F.F.O. Biopharmaceutical activities related to ellagic acid, chitosan, and zein and their improvement by association. J. Food Sci. 2018;83:2970–2975. doi: 10.1111/1750-3841.14369.", "ArticleIdList": ["10.1111/1750-3841.14369", "30537014"]}, {"Citation": "Ielciu I., Niculae M., Pall E., Barbalata C., Tomuta I., Olah N.-K., Burtescu R.F., Benedec D., Oniga I., Hanganu D. Antiproliferative and antimicrobial effects of Rosmarinus officinalis L. loaded liposomes. Molecules. 2022;27:3988. doi: 10.3390/molecules27133988.", "ArticleIdList": ["10.3390/molecules27133988", "PMC9268459", "35807229"]}, {"Citation": "Chanioti S., Katsouli M., Tzia C. Chapter 9—β-Sitosterol as a functional bioactive. In: Mushtaq M., Anwar F., editors. A Centum of Valuable Plant Bioactives. 1st ed. Academic Press; Amsterdam, The Netherlands: 2021. pp. 193–212."}]}], "History": [{"Year": "2023", "Month": "12", "Day": "20"}, {"Year": "2024", "Month": "1", "Day": "11"}, {"Year": "2024", "Month": "1", "Day": "15"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "12", "Minute": "45"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "9", "Minute": "28"}, {"Year": "2024", "Month": "1", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38276576", "PMC10819889", "10.3390/molecules29020498", "molecules29020498"]}}]}