{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["blood glucose", "lipid profile", "natural products", "polycystic ovarian syndrome", "sex hormone"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38276279", "DateRevised": {"Year": "2024", "Month": "01", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["150", "10.3390/life14010150"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "19"}], "Journal": {"ISSN": "2075-1729", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "19"}}, "Title": "Life (Basel, Switzerland)", "ISOAbbreviation": "Life (Basel)"}, "ArticleTitle": "Exploring the Therapeutic Potential of Natural Products in Polycystic Ovarian Syndrome (PCOS): A Mini-Review of Lipid Profile, Blood Glucose, and Ovarian Histological Improvements.", "Abstract": {"AbstractText": ["Polycystic ovary syndrome (PCOS) is a common endocrine disorder in women that is characterized by fluid-filled sacs in the ovaries and various symptoms, including high androgen levels, endometrial irregularities, and cysts. Although the main cause of PCOS remains unknown, it has been linked to genetic, endocrine, and metabolic factors, and there are several treatment options, including lifestyle modifications, medications, and surgery. Natural products such as medicinal plants and fruits are being explored as potential treatments for PCOS because of their bioactive compounds with pharmacological effects related to antioxidant, antimicrobial, anticancer, and antidiabetic properties. Some of these compounds improve insulin sensitivity, reduce inflammation, and enhance glucose metabolism, thereby benefiting patients with PCOS. This mini-review examined the effects of natural products on PCOS, including their effects on ovarian histological changes, blood glucose, sex hormones, and lipid profiles, based on animal and human studies. This study suggests that the use of natural products as complementary medicines can be a promising resource for the development of effective therapeutics for PCOS; however, further research is needed to fully understand their benefits."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Graduate Studies, Management and Science University, Shah Alam 40100, Malaysia."}], "LastName": "Wahid", "ForeName": "Syawany", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Health and Life Science, Management and Science University, Shah Alam 40100, Malaysia."}], "LastName": "Ramli", "ForeName": "Muhammad Danial Che", "Initials": "MDC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "International Medical School, Management and Science University, Shah Alam 40100, Malaysia."}], "LastName": "Fazleen", "ForeName": "Nur Ezza", "Initials": "NE"}, {"Identifier": ["0000-0002-0920-6641"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Graduate Studies, Management and Science University, Shah Alam 40100, Malaysia."}], "LastName": "Naim", "ForeName": "Rosli Muhammad", "Initials": "RM"}, {"Identifier": ["0000-0002-7801-6358"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, University Kebangsaan Malaysia, Bangi 43600, Malaysia."}], "LastName": "Mokhtar", "ForeName": "Mohd Helmy", "Initials": "MH"}], "GrantList": [{"GrantID": "SG-007-012021-IMS", "Agency": "MSU SEEDS GRANT", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Life (Basel)", "NlmUniqueID": "101580444", "ISSNLinking": "2075-1729"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kurzrock R., Cohen P.R. Polycystic Ovary Syndrome in Men: Stein–Leventhal Syndrome Revisited. Med. Hypotheses. 2007;68:480–483. doi: 10.1016/j.mehy.2006.03.057.", "ArticleIdList": ["10.1016/j.mehy.2006.03.057", "17134841"]}, {"Citation": "Sikiru A.B., Adeniran M.A., Akinola K., Behera H., Kalaignazhal G., Egena S.S.A. Unraveling the Complexity of the Molecular Pathways Associated with Polycystic Ovary Syndrome (PCOS) and Identifying Molecular Targets for Therapeutic Development: A Review of Literature. Middle East. Fertil. Soc. J. 2023;28:16. doi: 10.1186/s43043-023-00142-w.", "ArticleIdList": ["10.1186/s43043-023-00142-w"]}, {"Citation": "Azziz R., Carmina E., Chen Z., Dunaif A., Laven J.S.E., Legro R.S., Lizneva D., Natterson-Horowtiz B., Teede H.J., Yildiz B.O. Polycystic Ovary Syndrome. Nat. Rev. Dis. Primers. 2016;2:16057. doi: 10.1038/nrdp.2016.57.", "ArticleIdList": ["10.1038/nrdp.2016.57", "27510637"]}, {"Citation": "Zhu T., Cui J., Goodarzi M.O. Polycystic Ovary Syndrome and Risk of Type 2 Diabetes, Coronary Heart Disease, and Stroke. Diabetes. 2021;70:627–637. doi: 10.2337/db20-0800.", "ArticleIdList": ["10.2337/db20-0800", "33158931"]}, {"Citation": "Escobar-Morreale H.F. Polycystic Ovary Syndrome: Definition, Aetiology, Diagnosis and Treatment. Nat. Rev. Endocrinol. 2018;14:270–284. doi: 10.1038/nrendo.2018.24.", "ArticleIdList": ["10.1038/nrendo.2018.24", "29569621"]}, {"Citation": "Sermondade N., Huberlant S., Bourhis-Lefebvre V., Arbo E., Gallot V., Colombani M., Fréour T. Female Obesity Is Negatively Associated with Live Birth Rate Following IVF: A Systematic Review and Meta-Analysis. Hum. Reprod. Update. 2019;25:439–451. doi: 10.1093/humupd/dmz011.", "ArticleIdList": ["10.1093/humupd/dmz011", "30941397"]}, {"Citation": "Chen W., Pang Y. Metabolic Syndrome and PCOS: Pathogenesis and the Role of Metabolites. Metabolites. 2021;11:869. doi: 10.3390/metabo11120869.", "ArticleIdList": ["10.3390/metabo11120869", "PMC8709086", "34940628"]}, {"Citation": "Liu J., Wu Q., Hao Y., Jiao M., Wang X., Jiang S., Han L. Measuring the Global Disease Burden of Polycystic Ovary Syndrome in 194 Countries: Global Burden of Disease Study 2017. Hum. Reprod. 2021;36:1108–1119. doi: 10.1093/humrep/deaa371.", "ArticleIdList": ["10.1093/humrep/deaa371", "PMC7970729", "33501984"]}, {"Citation": "Gao Y., Liu H., Qiao L., Liang J., Yao H., Lin X., Gao Y. Study of Burden in Polycystic Ovary Syndrome at Global, Regional, and National Levels from 1990 to 2019. Healthcare. 2023;11:562. doi: 10.3390/healthcare11040562.", "ArticleIdList": ["10.3390/healthcare11040562", "PMC9957370", "36833096"]}, {"Citation": "Jin P., Xie Y. Treatment Strategies for Women with Polycystic Ovary Syndrome. Gynecol. Endocrinol. 2018;34:272–277. doi: 10.1080/09513590.2017.1395841.", "ArticleIdList": ["10.1080/09513590.2017.1395841", "29084464"]}, {"Citation": "Alahmadi A.A., Alzahrani A.A., Ali S.S., Alahmadi B.A., Arab R.A., El-Shitany N.A.E.A. Both Matricaria Chamomilla and Metformin Extract Improved the Function and Histological Structure of Thyroid Gland in Polycystic Ovary Syndrome Rats through Antioxidant Mechanism. Biomolecules. 2020;10:88. doi: 10.3390/biom10010088.", "ArticleIdList": ["10.3390/biom10010088", "PMC7022237", "31948119"]}, {"Citation": "Bednarska S., Siejka A. The Pathogenesis and Treatment of Polycystic Ovary Syndrome: What’s New? Adv. Clin. Exp. Med. 2017;26:359–367. doi: 10.17219/acem/59380.", "ArticleIdList": ["10.17219/acem/59380", "28791858"]}, {"Citation": "Ma Q.W., Tan Y. Effectiveness of Co-Treatment with Traditional Chinese Medicine and Letrozole for Polycystic Ovary Syndrome: A Meta-Analysis. J. Integr. Med. 2017;15:95–101. doi: 10.1016/S2095-4964(17)60320-0.", "ArticleIdList": ["10.1016/S2095-4964(17)60320-0", "28285614"]}, {"Citation": "Palanisamy C.P., Cui B., Zhang H., Panagal M., Paramasivam S., Chinnaiyan U., Jeyaraman S., Murugesan K., Rostagno M., Sekar V., et al. Anti-Ovarian Cancer Potential. of Phytocompound and Extract from South. African Medicinal Plants and Their Role in the Development of Chemotherapeutic Agents. Am. J. Cancer Res. 2021;11:1828.", "ArticleIdList": ["PMC8167668", "34094656"]}, {"Citation": "Chakraborty P. Herbal Genomics as Tools for Dissecting New Metabolic Pathways of Unexplored Medicinal Plants and Drug Discovery. Biochim. Open. 2018;6:9–16. doi: 10.1016/j.biopen.2017.12.003.", "ArticleIdList": ["10.1016/j.biopen.2017.12.003", "PMC5991880", "29892557"]}, {"Citation": "Atanasov A.G., Zotchev S.B., Dirsch V.M., Orhan I.E., Banach M., Rollinger J.M., Barreca D., Weckwerth W., Bauer R., Bayer E.A., et al. Natural Products in Drug Discovery: Advances and Opportunities. Nat. Rev. Drug Discov. 2021;20:200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Khatoon E., Banik K., Harsha C., Sailo B.L., Thakur K.K., Khwairakpam A.D., Vikkurthi R., Devi T.B., Gupta S.C., Kunnumakkara A.B. Phytochemicals in Cancer Cell Chemosensitization: Current Knowledge and Future Perspectives. Semin. Cancer Biol. 2022;80:306–339. doi: 10.1016/j.semcancer.2020.06.014.", "ArticleIdList": ["10.1016/j.semcancer.2020.06.014", "32610149"]}, {"Citation": "Kukula-Koch W.A., Widelski J. Pharmacognosy. Elsevier; Amsterdam, The Netherlands: 2017. Alkaloids; pp. 163–198."}, {"Citation": "Fajardo Morales V., Araya M., Manosalva L. Berberis Darwinii Hook. Springer; Berlin/Heidelberg, Germany: 2021. pp. 127–133."}, {"Citation": "Riley D.S. Materia Medica of New and Old Homeopathic Medicines. Springer International Publishing; Cham, Switzerland: 2022. Mahonia Aquifolium; pp. 167–169."}, {"Citation": "Tamane P., Mahadik K., Pokharkar V. Buccal Spray of Standardized Berberis Aristata Extract Causes Tumour Regression, Chemoprotection and Downregulation of Inflammatory Mediators in Oral Cancer Hamster Model. J. Ethnopharmacol. 2023;317:116732. doi: 10.1016/j.jep.2023.116732.", "ArticleIdList": ["10.1016/j.jep.2023.116732", "37315644"]}, {"Citation": "Ionescu O.-M., Frincu F., Mehedintu A., Plotogea M., Cirstoiu M., Petca A., Varlas V., Mehedintu C. Berberine-A Promising Therapeutic Approach to Polycystic Ovary Syndrome in Infertile/Pregnant Women. Life. 2023;13:125. doi: 10.3390/life13010125.", "ArticleIdList": ["10.3390/life13010125", "PMC9864590", "36676074"]}, {"Citation": "Li X., Ma J., Guo L., Dong C., Zhu G., Hong W., Chen C., Wang H., Wu X. Identification of Bioactive Compounds and Potential Mechanisms of Kuntai Capsule in the Treatment of Polycystic Ovary Syndrome by Integrating Network Pharmacology and Bioinformatics. Oxid. Med. Cell Longev. 2022;2022:3145938. doi: 10.1155/2022/3145938.", "ArticleIdList": ["10.1155/2022/3145938", "PMC9073551", "35528524"]}, {"Citation": "Chen T., Jia F., Yu Y., Zhang W., Wang C., Zhu S., Zhang N., Liu X. Potential Role of Quercetin in Polycystic Ovary Syndrome and Its Complications: A Review. Molecules. 2022;27:4476. doi: 10.3390/molecules27144476.", "ArticleIdList": ["10.3390/molecules27144476", "PMC9325244", "35889348"]}, {"Citation": "Pourteymour Fard Tabrizi F., Hajizadeh-Sharafabad F., Vaezi M., Jafari-Vayghan H., Alizadeh M., Maleki V. Quercetin and Polycystic Ovary Syndrome, Current Evidence and Future Directions: A Systematic Review. J. Ovarian Res. 2020;13:11. doi: 10.1186/s13048-020-0616-z.", "ArticleIdList": ["10.1186/s13048-020-0616-z", "PMC6993490", "32005271"]}, {"Citation": "Li W., Li D., Kuang H., Feng X., Ai W., Wang Y., Shi S., Chen J., Fan R. Berberine Increases Glucose Uptake and Intracellular ROS Levels by Promoting Sirtuin 3 Ubiquitination. Biomed. Pharmacother. 2020;121:109563. doi: 10.1016/j.biopha.2019.109563.", "ArticleIdList": ["10.1016/j.biopha.2019.109563", "31706105"]}, {"Citation": "Sülsen V.P., Lizarraga E., Mamadalieva N.Z., Lago J.H.G. Potential of Terpenoids and Flavonoids from Asteraceae as Anti-Inflammatory, Antitumor, and Antiparasitic Agents. Evid.-Based Complement. Altern. Med. 2017;2017:6196198. doi: 10.1155/2017/6196198.", "ArticleIdList": ["10.1155/2017/6196198", "PMC5529648", "28785291"]}, {"Citation": "Frabasile S., Koishi A.C., Kuczera D., Silveira G.F., Verri W.A., Duarte dos Santos C.N., Bordignon J. The Citrus Flavanone Naringenin Impairs Dengue Virus Replication in Human Cells. Sci. Rep. 2017;7:41864. doi: 10.1038/srep41864.", "ArticleIdList": ["10.1038/srep41864", "PMC5291091", "28157234"]}, {"Citation": "Kicinska A., Kampa R.P., Daniluk J., Sek A., Jarmuszkiewicz W., Szewczyk A., Bednarczyk P. Regulation of the Mitochondrial BKCa Channel by the Citrus Flavonoid Naringenin as a Potential Means of Preventing Cell Damage. Molecules. 2020;25:3010. doi: 10.3390/molecules25133010.", "ArticleIdList": ["10.3390/molecules25133010", "PMC7412269", "32630135"]}, {"Citation": "Ozcan T., Akpinar-Bayizit A., Yilmaz-Ersan L., Delikanli B. Phenolics in Human Health. Int. J. Chem. Eng. Appl. 2014;5:393–396. doi: 10.7763/IJCEA.2014.V5.416.", "ArticleIdList": ["10.7763/IJCEA.2014.V5.416"]}, {"Citation": "Kumar N., Goel N. Phenolic Acids: Natural Versatile Molecules with Promising Therapeutic Applications. Biotechnol. Rep. 2019;24:e00370. doi: 10.1016/j.btre.2019.e00370.", "ArticleIdList": ["10.1016/j.btre.2019.e00370", "PMC6734135", "31516850"]}, {"Citation": "Yanagimoto A., Matsui Y., Yamaguchi T., Hibi M., Kobayashi S., Osaki N. Effects of Ingesting Both Catechins and Chlorogenic Acids on Glucose, Incretin, and Insulin Sensitivity in Healthy Men: A Randomized, Double-Blinded, Placebo-Controlled Crossover Trial. Nutrients. 2022;14:5063. doi: 10.3390/nu14235063.", "ArticleIdList": ["10.3390/nu14235063", "PMC9737369", "36501092"]}, {"Citation": "Amini M., Bahmani F., Foroozanfard F., Vahedpoor Z., Ghaderi A., Taghizadeh M., Karbassizadeh H., Asemi Z. The Effects of Fish Oil Omega-3 Fatty Acid Supplementation on Mental Health Parameters and Metabolic Status of Patients with Polycystic Ovary Syndrome: A Randomized, Double-Blind, Placebo-Controlled Trial. J. Psychosom. Obstet. Gynecol. 2018;44:1–9. doi: 10.1080/0167482X.2018.1508282.", "ArticleIdList": ["10.1080/0167482X.2018.1508282", "30230402"]}, {"Citation": "Maleki S.J., Crespo J.F., Cabanillas B. Anti-Inflammatory Effects of Flavonoids. Food Chem. 2019;299:125124. doi: 10.1016/j.foodchem.2019.125124.", "ArticleIdList": ["10.1016/j.foodchem.2019.125124", "31288163"]}, {"Citation": "Shen N., Wang T., Gan Q., Liu S., Wang L., Jin B. Plant Flavonoids: Classification, Distribution, Biosynthesis, and Antioxidant Activity. Food Chem. 2022;383:132531. doi: 10.1016/j.foodchem.2022.132531.", "ArticleIdList": ["10.1016/j.foodchem.2022.132531", "35413752"]}, {"Citation": "Sun Q., Liu Q., Zhou X., Wang X., Li H., Zhang W., Yuan H., Sun C. Flavonoids Regulate Tumor-Associated Macrophages—From Structure-Activity Relationship to Clinical Potential (Review) Pharmacol. Res. 2022;184:106419. doi: 10.1016/j.phrs.2022.106419.", "ArticleIdList": ["10.1016/j.phrs.2022.106419", "36041653"]}, {"Citation": "Badshah S.L., Faisal S., Muhammad A., Poulson B.G., Emwas A.H., Jaremko M. Antiviral Activities of Flavonoids. Biomed. Pharmacother. 2021;140:111596. doi: 10.1016/j.biopha.2021.111596.", "ArticleIdList": ["10.1016/j.biopha.2021.111596", "PMC8192980", "34126315"]}, {"Citation": "Ibrahim M.A.A., Sadek M.T., Sharaf Eldin H.E.M. Role of Pomegranate Extract in Restoring Endometrial Androgen Receptor Expression, Proliferation, and Pinopodes in a Rat Model of Polycystic Ovary Syndrome. Morphologie. 2022;106:145–154. doi: 10.1016/j.morpho.2021.04.004.", "ArticleIdList": ["10.1016/j.morpho.2021.04.004", "34023214"]}, {"Citation": "Aliakbari F., Mirsadeghi M.N., Hashemi E., Rahimi-Madiseh M., Mohammadi B. Effects of Combination Therapy with Bunium Persicum and Foeniculum Vulgare Extracts on Patients with Polycystic Ovary Syndrome. Adv. Biomed. Res. 2022;11:74. doi: 10.4103/abr.abr_163_21.", "ArticleIdList": ["10.4103/abr.abr_163_21", "PMC9651192", "36393822"]}, {"Citation": "Younas A., Hussain L., Shabbir A., Asif M., Hussain M., Manzoor F. Effects of Fagonia Indica on Letrozole-Induced Polycystic Ovarian Syndrome (PCOS) in Young Adult Female Rats. Evid.-Based Complement. Altern. Med. 2022;2022:1397060. doi: 10.1155/2022/1397060.", "ArticleIdList": ["10.1155/2022/1397060", "PMC9162856", "35664938"]}, {"Citation": "Gharanjik F., Shojaeifard M.B., Karbalaei N., Nemati M. The Effect of Hydroalcoholic Calendula Officinalis Extract on Androgen-Induced Polycystic Ovary Syndrome Model in Female Rat. Biomed. Res. Int. 2022;2022:7402598. doi: 10.1155/2022/7402598.", "ArticleIdList": ["10.1155/2022/7402598", "PMC9283045", "35845946"]}, {"Citation": "Peng M.-F., Tian S., Song Y.-G., Li C.-X., Miao M.-S., Ren Z., Li M. Effects of Total Flavonoids from Eucommia Ulmoides Oliv. Leaves on Polycystic Ovary Syndrome with Insulin Resistance Model Rats Induced by Letrozole Combined with a High-Fat Diet. J. Ethnopharmacol. 2021;273:113947. doi: 10.1016/j.jep.2021.113947.", "ArticleIdList": ["10.1016/j.jep.2021.113947", "33617969"]}, {"Citation": "Khani S., Abdollahi M., Khalaj A., Heidari H., Zohali S. The Effect of Hydroalcoholic Extract of Nigella Sativa Seed on Dehydroepiandrosterone-Induced Polycystic Ovarian Syndrome in Rats: An Experimental Study. Int. J. Reprod. Biomed. 2021;19:271–282. doi: 10.18502/ijrm.v19i3.8575.", "ArticleIdList": ["10.18502/ijrm.v19i3.8575", "PMC8023008", "33842824"]}, {"Citation": "Permadi W., Hestiantoro A., Ritonga M., Ferrina A., Iswari W., Sumapraia K., Muharram R., Djuwantono T., Wiweko B., Tjandrawinata R. Administration of Cinnamon and Lagersroemia Speciosa Extract on Lipid Profile of Polycystic Ovarian Syndrome Women with High Body Mass Index. J. Hum. Reprod. Sci. 2021;14:16–20. doi: 10.4103/jhrs.JHRS_141_20.", "ArticleIdList": ["10.4103/jhrs.JHRS_141_20", "PMC8057150", "34083987"]}, {"Citation": "Yahay M., Heidari Z., Allameh Z., Amani R. The Effects of Canola and Olive Oils Consumption Compared to Sunflower Oil, on Lipid Profile and Hepatic Steatosis in Women with Polycystic Ovarian Syndrome: A Randomized Controlled Trial. Lipids Health Dis. 2021;20:7. doi: 10.1186/s12944-021-01433-9.", "ArticleIdList": ["10.1186/s12944-021-01433-9", "PMC7844999", "33514384"]}, {"Citation": "Mehraban M., Jelodar G., Rahmanifar F. A Combination of Spearmint and Flaxseed Extract Improved Endocrine and Histomorphology of Ovary in Experimental PCOS. J. Ovarian Res. 2020;13:32. doi: 10.1186/s13048-020-00633-8.", "ArticleIdList": ["10.1186/s13048-020-00633-8", "PMC7085145", "32197626"]}, {"Citation": "Mvondo M.A., Mzemdem Tsoplfack F.I., Awounfack C.F., Njamen D. The Leaf Aqueous Extract of Myrianthus Arboreus P. Beauv. (Cecropiaceae) Improved Letrozole-Induced Polycystic Ovarian Syndrome Associated Conditions and Infertility in Female Wistar Rats. BMC Complement. Med. Ther. 2020;20:275. doi: 10.1186/s12906-020-03070-8.", "ArticleIdList": ["10.1186/s12906-020-03070-8", "PMC7488433", "32917200"]}, {"Citation": "Rababa’h A.M., Matani B.R., Ababneh M.A. The Ameliorative Effects of Marjoram in Dehydroepiandrosterone Induced Polycystic Ovary Syndrome in Rats. Life Sci. 2020;261:118353. doi: 10.1016/j.lfs.2020.118353.", "ArticleIdList": ["10.1016/j.lfs.2020.118353", "32877649"]}, {"Citation": "Ashkar F., Eftekhari M.H., Tanideh N., Koohpeyma F., Mokhtari M., Irajie C., Iraji A. Effect of Hydroalcoholic Extract of Berberis Integerrima and Resveratrol on Ovarian Morphology and Biochemical Parameters in Letrozole-Induced Polycystic Ovary Syndrome Rat Model: An Experimental Study. Int. J. Reprod. Biomed. 2020;18:637–650. doi: 10.18502/ijrm.v13i8.7505.", "ArticleIdList": ["10.18502/ijrm.v13i8.7505", "PMC7457158", "32923930"]}, {"Citation": "Kakadia N., Patel P., Deshpande S., Shah G. Effect of Vitex Negundo L. Seeds in Letrozole Induced Polycystic Ovarian Syndrome. J. Tradit. Complement. Med. 2019;9:336–345. doi: 10.1016/j.jtcme.2018.03.001.", "ArticleIdList": ["10.1016/j.jtcme.2018.03.001", "PMC6701941", "31453130"]}, {"Citation": "Ndeingang E.C., Defo Deeh P.B., Watcho P., Kamanyi A. Phyllanthus Muellerianus (Euphorbiaceae) Restores Ovarian Functions in Letrozole-Induced Polycystic Ovarian Syndrome in Rats. Evid.-Based Complement. Altern. Med. 2019;2019:2965821. doi: 10.1155/2019/2965821.", "ArticleIdList": ["10.1155/2019/2965821", "PMC6537001", "31217802"]}, {"Citation": "Dou L., Zheng Y., Li L., Gui X., Chen Y., Yu M., Guo Y. The Effect of Cinnamon on Polycystic Ovary Syndrome in a Mouse Model. Reprod. Biol. Endocrinol. 2018;16:99. doi: 10.1186/s12958-018-0418-y.", "ArticleIdList": ["10.1186/s12958-018-0418-y", "PMC6194596", "30340496"]}, {"Citation": "Mannerås L., Fazliana M., Wan Nazaimoon W.M., Lönn M., Gu H.F., Östenson C.G., Stener-Victorin E. Beneficial Metabolic Effects of the Malaysian Herb Labisia Pumila Var. Alata in a Rat Model of Polycystic Ovary Syndrome. J. Ethnopharmacol. 2010;127:346–351. doi: 10.1016/j.jep.2009.10.032.", "ArticleIdList": ["10.1016/j.jep.2009.10.032", "19883744"]}, {"Citation": "Desai B.N., Maharjan R.H., Nampoothiri L.P. Aloe Barbadensis Mill. Formulation Restores Lipid Profile to Normal in a Letrozole-Induced Polycystic Ovarian Syndrome Rat Model. Pharmacogn. Res. 2012;4:109–115. doi: 10.4103/0974-8490.94736.", "ArticleIdList": ["10.4103/0974-8490.94736", "PMC3326757", "22518083"]}, {"Citation": "Karimi E., Heshmati J., Shirzad N., Vesali S., Hosseinzadeh-Attar M.J., Moini A., Sepidarkish M. The Effect of Synbiotics Supplementation on Anthropometric Indicators and Lipid Profiles in Women with Polycystic Ovary Syndrome: A Randomized Controlled Trial. Lipids Health Dis. 2020;19:60. doi: 10.1186/s12944-020-01244-4.", "ArticleIdList": ["10.1186/s12944-020-01244-4", "PMC7132870", "32248805"]}, {"Citation": "Mcdougall G.J., Stewart D. The Inhibitory Effects of Berry Polyphenols on Digestive Enzymes. Volume 23 IOS Press; Amsterdam, The Netherlands: 2005.", "ArticleIdList": ["16498205"]}, {"Citation": "Meshkani M., Saedisomeolia A., Yekaninejad M., Mousavi S.A., Ildarabadi A., Vahid-Dastjerdi M. The Effect of Green Coffee Supplementation on Lipid Profile, Glycemic Indices, Inflammatory Biomarkers and Anthropometric Indices in Iranian Women With Polycystic Ovary Syndrome: A Randomized Clinical Trial. Clin. Nutr. Res. 2022;11:241. doi: 10.7762/cnr.2022.11.4.241.", "ArticleIdList": ["10.7762/cnr.2022.11.4.241", "PMC9633971", "36381474"]}, {"Citation": "Sherafatmanesh S., Ekramzadeh M., Tanideh N., Golmakani M.T., Koohpeyma F. The Effects of Thylakoid-Rich Spinach Extract and Aqueous Extract of Caraway (Carum Carvi L.) in Letrozole-Induced Polycystic Ovarian Syndrome Rats. BMC Complement. Med. Ther. 2020;20:249. doi: 10.1186/s12906-020-03044-w.", "ArticleIdList": ["10.1186/s12906-020-03044-w", "PMC7425561", "32787839"]}, {"Citation": "Darabi P., Khazali H., Mehrabani Natanzi M. Therapeutic Potentials of the Natural Plant Flavonoid Apigenin in Polycystic Ovary Syndrome in Rat Model: Via Modulation of pro-Inflammatory Cytokines and Antioxidant Activity. Gynecol. Endocrinol. 2020;36:582–587. doi: 10.1080/09513590.2019.1706084.", "ArticleIdList": ["10.1080/09513590.2019.1706084", "31888395"]}, {"Citation": "Borzoei A., Rafraf M., Niromanesh S., Farzadi L., Narimani F., Doostan F. Effects of Cinnamon Supplementation on Antioxidant Status and Serum Lipids in Women with Polycystic Ovary Syndrome. J. Tradit. Complement. Med. 2018;8:128–133. doi: 10.1016/j.jtcme.2017.04.008.", "ArticleIdList": ["10.1016/j.jtcme.2017.04.008", "PMC5755995", "29322000"]}, {"Citation": "Witchel S.F., Oberfield S.E., Peña A.S. Polycystic Ovary Syndrome: Pathophysiology, Presentation, and Treatment With Emphasis on Adolescent Girls. J. Endocr. Soc. 2019;3:1545–1573. doi: 10.1210/js.2019-00078.", "ArticleIdList": ["10.1210/js.2019-00078", "PMC6676075", "31384717"]}, {"Citation": "Abasian Z., Rostamzadeh A., Mohammadi M., Hosseini M., Rafieian-kopaei M. A Review on Role of Medicinal Plants in Polycystic Ovarian Syndrome: Pathophysiology, Neuroendocrine Signaling, Therapeutic Status and Future Prospects. Middle East. Fertil. Soc. J. 2018;23:255–262. doi: 10.1016/j.mefs.2018.04.005.", "ArticleIdList": ["10.1016/j.mefs.2018.04.005"]}, {"Citation": "Fulghesu A.M., Piras C., Dessì A., Succu C., Atzori L., Pintus R., Gentile C., Angioni S., Fanos V. Urinary Metabolites Reveal Hyperinsulinemia and Insulin Resistance in Polycystic Ovarian Syndrome (Pcos) Metabolites. 2021;11:437. doi: 10.3390/metabo11070437.", "ArticleIdList": ["10.3390/metabo11070437", "PMC8307496", "34357331"]}, {"Citation": "Raja-Khan N., Stener-Victorin E., Wu X., Legro R.S. The Physiological Basis of Complementary and Alternative Medicines for Polycystic Ovary Syndrome. Am. J. Physiol. Endocrinol. Metab. 2011;301:1–10. doi: 10.1152/ajpendo.00667.2010.", "ArticleIdList": ["10.1152/ajpendo.00667.2010", "PMC4459923", "21487075"]}, {"Citation": "Banting L.K., Gibson-Helm M., Polman R., Teede H.J., Stepto N.K. Physical Activity and Mental Health in Women with Polycystic Ovary Syndrome. BMC Womens Health. 2014;14:51. doi: 10.1186/1472-6874-14-51.", "ArticleIdList": ["10.1186/1472-6874-14-51", "PMC3986680", "24674140"]}, {"Citation": "Palomba S., de Wilde M.A., Falbo A., Koster M.P.H., La Sala G.B., Fauser B.C.J.M. Pregnancy Complications in Women with Polycystic Ovary Syndrome. Hum. Reprod. Update. 2015;21:575–592. doi: 10.1093/humupd/dmv029.", "ArticleIdList": ["10.1093/humupd/dmv029", "26117684"]}, {"Citation": "Zhou Y., Lv L., Liu Q., Song J. Total Flavonoids Extracted from Nervilia Fordii Function in Polycystic Ovary Syndrome through IL-6 Mediated JAK2/STAT3 Signaling Pathway. Biosci. Rep. 2019;39:BSR20181380. doi: 10.1042/BSR20181380.", "ArticleIdList": ["10.1042/BSR20181380", "PMC6328881", "30463907"]}, {"Citation": "Heshmati J., Omani-Samani R., Vesali S., Maroufizadeh S., Rezaeinejad M., Razavi M., Sepidarkish M. The Effects of Supplementation with Chromium on Insulin Resistance Indices in Women with Polycystic Ovarian Syndrome: A Systematic Review and Meta-Analysis of Randomized Clinical Trials. Horm. Metab. Res. 2018;50:193–200. doi: 10.1055/s-0044-101835.", "ArticleIdList": ["10.1055/s-0044-101835", "29523006"]}, {"Citation": "Bandariyan E., Mogheiseh A., Ahmadi A. The Effect of Lutein and Urtica Dioica Extract on in Vitro Production of Embryo and Oxidative Status in Polycystic Ovary Syndrome in a Model of Mice. BMC Complement. Med. Ther. 2021;21:147. doi: 10.1186/s12906-021-03229-x.", "ArticleIdList": ["10.1186/s12906-021-03229-x", "PMC7871628", "33557822"]}, {"Citation": "Sies H., Jones D.P. Reactive Oxygen Species (ROS) as Pleiotropic Physiological Signalling Agents. Nat. Rev. Mol. Cell Biol. 2020;21:363–383. doi: 10.1038/s41580-020-0230-3.", "ArticleIdList": ["10.1038/s41580-020-0230-3", "32231263"]}, {"Citation": "Wang Z., Nie K., Su H., Tang Y., Wang H., Xu X., Dong H. Berberine Improves Ovulation and Endometrial Receptivity in Polycystic Ovary Syndrome. Phytomedicine. 2021;91:153654. doi: 10.1016/j.phymed.2021.153654.", "ArticleIdList": ["10.1016/j.phymed.2021.153654", "34333328"]}, {"Citation": "Rosklint T., Ohlsson B.G., Wiklund O., Norén K., Hultén L.M. Oxysterols Induce Interleukin-1β Production in Human Macrophages. Eur. J. Clin. Investig. 2002;32:35–42. doi: 10.1046/j.1365-2362.2002.00931.x.", "ArticleIdList": ["10.1046/j.1365-2362.2002.00931.x", "11851725"]}, {"Citation": "Nestler J. Role of Hyperinsulinemia in the Pathogenesis of the Polycystic Ovary Syndrome, and Its Clinical Implications. Semin. Reprod. Med. 1997;15:111–122. doi: 10.1055/s-2007-1016294.", "ArticleIdList": ["10.1055/s-2007-1016294", "9165656"]}, {"Citation": "Kausar F., Rather M.A., Bashir S.M., Alsaffar R.M., Nabi S.U., Ali S.I., Goswami P., Ahmad A., Rashid S., Wali A.F. Ameliorative Effects of Cuscuta Reflexa and Peucedanum Grande on Letrozole Induced Polycystic Ovary Syndrome in Wistar Rats. Redox Rep. 2021;26:94–104. doi: 10.1080/13510002.2021.1927396.", "ArticleIdList": ["10.1080/13510002.2021.1927396", "PMC8158284", "34018905"]}, {"Citation": "Huang D., Jaswa E., Kao C.N., Quinn M., Cedars M., Huddleston H. Predictors of Adequate Physical Activity within a Multiethnic Polycystic Ovary Syndrome Patient Population: A Cross-Sectional Assessment. BMC Womens Health. 2021;21:108. doi: 10.1186/s12905-021-01257-w.", "ArticleIdList": ["10.1186/s12905-021-01257-w", "PMC7972197", "33731110"]}, {"Citation": "Kamal D.A.M., Ibrahim S.F., Ugusman A., Mokhtar M.H. Effects of Kelulut Honey on Oestrus Cycle Regulation and Histomorphological Changes in Letrozole-Induced Polycystic Ovary Syndrome Rats: A Preliminary Study. Life. 2022;12:890. doi: 10.3390/life12060890.", "ArticleIdList": ["10.3390/life12060890", "PMC9225440", "35743921"]}, {"Citation": "Moshfegh F., Balanejad S.Z., Shahrokhabady K., Attaranzadeh A. Crocus Sativus (Saffron) Petals Extract and Its Active Ingredient, Anthocyanin Improves Ovarian Dysfunction, Regulation of Inflammatory Genes and Antioxidant Factors in Testosterone-Induced PCOS Mice: Saffron Petal and Its Total Anthocyanin Effects on PCOS. J. Ethnopharmacol. 2022;282:114594. doi: 10.1016/j.jep.2021.114594.", "ArticleIdList": ["10.1016/j.jep.2021.114594", "34480994"]}, {"Citation": "Wang J., Qian X., Gao Q., Lv C., Xu J., Jin H., Zhu H. Quercetin Increases the Antioxidant Capacity of the Ovary in Menopausal Rats and in Ovarian Granulosa Cell Culture in Vitro. J. Ovarian Res. 2018;11:51. doi: 10.1186/s13048-018-0421-0.", "ArticleIdList": ["10.1186/s13048-018-0421-0", "PMC6013856", "29929541"]}, {"Citation": "Gulan T., Yeernuer T., Sui S., Mayinuer N. A Rat Model of Maternal Polycystic Ovary Syndrome Shows That Exposure to Androgens in Utero Results in Dysbiosis of the Intestinal Microbiota and Metabolic Disorders of the Newborn Rat. Med. Sci. Monit. 2019;25:9377–9391. doi: 10.12659/MSM.918600.", "ArticleIdList": ["10.12659/MSM.918600", "PMC6921696", "31815927"]}]}], "History": [{"Year": "2023", "Month": "6", "Day": "13"}, {"Year": "2023", "Month": "7", "Day": "15"}, {"Year": "2023", "Month": "7", "Day": "17"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "12", "Minute": "46"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "12", "Minute": "45"}, {"Year": "2024", "Month": "1", "Day": "26", "Hour": "9", "Minute": "25"}, {"Year": "2024", "Month": "1", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38276279", "PMC10817691", "10.3390/life14010150", "life14010150"]}}]}