{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Securidaca longepedunculata", "benzoates", "epilepsy", "larval zebrafish", "toxicity", "xanthones"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38270158", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1021/acschemneuro.3c00642"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "25"}], "Journal": {"ISSN": "1948-7193", "JournalIssue": {"Volume": "15", "Issue": "3", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "07"}}, "Title": "ACS chemical neuroscience", "ISOAbbreviation": "ACS Chem Neurosci"}, "ArticleTitle": "Inhibition of Seizure-Like Paroxysms and Toxicity Effects of <i>Securidaca longepedunculata</i> Extracts and Constituents in Zebrafish <i>Danio rerio</i>.", "Pagination": {"StartPage": "617", "EndPage": "628", "MedlinePgn": "617-628"}, "Abstract": {"AbstractText": ["Plants used in traditional medicine in the management of epilepsy could potentially yield novel drug compounds with antiepileptic properties. The medicinal plant <i>Securidaca longepedunculata</i> is widely used in traditional medicine in the African continent, and epilepsy is among several indications. Limited knowledge is available on its toxicity and medicinal effects, such as anticonvulsant activities. This study explores the potential in vivo inhibition of seizure-like paroxysms and toxicity effects of dichloromethane (DCM) and ethanol (EtOH) extracts, as well as isolated xanthones and benzoates of <i>S. longepedunculata</i>. Ten phenolic compounds were isolated from the DCM extract. All of the substances were identified by nuclear magnetic resonance spectroscopy. Assays for toxicity and inhibition of pentylenetetrazole (PTZ)-induced seizure-like paroxysms were performed in zebrafish larvae. Among the compounds assessed in the assay for maximum tolerated concentration (MTC), benzyl-2-hydroxy-6-methoxy-benzoate (MTC 12.5 μM), 4,8-dihydroxy-1,2,3,5,6-pentamethoxyxanthone (MTC 25 μM), and 1,7-dihydroxy-4-methoxyxanthone (MTC 6.25 μM) were the most toxic. The DCM extract, 1,7-dihydroxy-4-methoxyxanthone and 2-hydroxy-1,7-dimethoxyxanthone displayed the most significant inhibition of paroxysms by altering the locomotor behavior in GABA<sub>A</sub> receptor antagonist, PTZ, which induced seizures in larval zebrafish. The EtOH extract, benzyl benzoate, and benzyl-2-hydroxy-6-methoxy-benzoate unexpectedly increased locomotor activity in treated larval zebrafish and decreased locomotor activity in nontreated larval zebrafish, seemingly due to paradoxical excitation. The results reveal promising medicinal activities of this plant, contributing to our understanding of its use as an antiepileptic drug. It also shows us the presence of potentially new lead compounds for future drug development."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Pharmaceutical Chemistry, Department of Pharmacy, University of Oslo, P.O. Box 1068, Oslo 0316, Norway."}], "LastName": "Moussavi", "ForeName": "Nastaran", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NCMM, Chemical Neuroscience Group, Centre for Molecular Medicine Norway, Faculty of Medicine, University of Oslo, Oslo 0349, Norway."}], "LastName": "van der Ent", "ForeName": "Wietske", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Medicine, National Institute of Public Health, PB, Bamako 1746, Mali."}, {"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Sciences, Techniques and Technologies of Bamako (USTTB), Bamako 1746, Mali."}], "LastName": "Diallo", "ForeName": "Drissa", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Medicine, National Institute of Public Health, PB, Bamako 1746, Mali."}, {"Identifier": [], "Affiliation": "Faculty of Pharmacy, University of Sciences, Techniques and Technologies of Bamako (USTTB), Bamako 1746, Mali."}], "LastName": "Sanogo", "ForeName": "Rokia", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Pharmaceutical Chemistry, Department of Pharmacy, University of Oslo, P.O. Box 1068, Oslo 0316, Norway."}], "LastName": "Malterud", "ForeName": "Karl E", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Pharmacology and Pharmaceutical Biosciences, Department of Pharmacy, University of Oslo, P.O. Box 1068, Oslo 0316, Norway."}], "LastName": "Esguerra", "ForeName": "Camila V", "Initials": "CV"}, {"Identifier": ["0000-0001-6026-863X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section for Pharmaceutical Chemistry, Department of Pharmacy, University of Oslo, P.O. Box 1068, Oslo 0316, Norway."}], "LastName": "Wangensteen", "ForeName": "Helle", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Chem Neurosci", "NlmUniqueID": "101525337", "ISSNLinking": "1948-7193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anticonvulsants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "WM5Z385K7T", "NameOfSubstance": "Pentylenetetrazole"}, {"RegistryNumber": "0", "NameOfSubstance": "Benzoates"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Zebrafish"}, {"QualifierName": ["chemistry"], "DescriptorName": "Securidaca"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Seizures"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anticonvulsants"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Epilepsy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Pentylenetetrazole"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Benzoates"}], "CoiStatement": "The authors\ndeclare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fisher R. S.; Acevedo C.; Arzimanoglou A.; Bogacz A.; Cross J. H.; Elger C. E.; Engel J. Jr.; Forsgren L.; French J. A.; Glynn M.; Hesdorffer D. C.; Lee B. I.; Mathern G. W.; Moshé S. L.; Perucca E.; Scheffer I. E.; Tomson T.; Watanabe M.; Wiebe S. ILAE official report: A practical clinical definition of epilepsy. Epilepsia 2014, 55 (4), 475–482. 10.1111/epi.12550.", "ArticleIdList": ["10.1111/epi.12550", "24730690"]}, {"Citation": "Tang F.; Hartz A. M. S.; Bauer B. Drug-Resistant Epilepsy: Multiple Hypotheses, Few Answers. Front. Neurol. 2017, 8, 301.10.3389/fneur.2017.00301.", "ArticleIdList": ["10.3389/fneur.2017.00301", "PMC5498483", "28729850"]}, {"Citation": "Mutanana N.; Tsvere M.; Chiweshe M. K. General side effects and challenges associated with anti-epilepsy medication: A review of related literature. Afr. J. Prim. Health Care Fam. Med. 2020, 12 (1), e1–e5. 10.4102/phcfm.v12i1.2162.", "ArticleIdList": ["10.4102/phcfm.v12i1.2162", "PMC7343956", "32634006"]}, {"Citation": "Akyüz E.; Köklü B.; Ozenen C.; Arulsamy A.; Shaikh M. F. Elucidating the Potential Side Effects of Current Anti-Seizure Drugs for Epilepsy. Curr. Neuropharmacol. 2021, 19 (11), 1865–1883. 10.2174/1570159X19666210826125341.", "ArticleIdList": ["10.2174/1570159X19666210826125341", "PMC9185788", "34525933"]}, {"Citation": "Khan A. U.; Akram M.; Daniyal M.; Akhter N.; Riaz M.; Akhtar N.; Shariati M. A.; Anjum F.; Khan S. G.; Parveen A.; Ahmad S. Awareness and current knowledge of epilepsy. Metab. Brain Dis. 2020, 35 (1), 45–63. 10.1007/s11011-019-00494-1.", "ArticleIdList": ["10.1007/s11011-019-00494-1", "31605258"]}, {"Citation": "Auditeau E.; Chassagne F.; Bourdy G.; Bounlu M.; Jost J.; Luna J.; Ratsimbazafy V.; Preux P. M.; Boumediene F. Herbal medicine for epilepsy seizures in Asia, Africa and Latin America: A systematic review. J. Ethnopharmacol. 2019, 234, 119–153. 10.1016/j.jep.2018.12.049.", "ArticleIdList": ["10.1016/j.jep.2018.12.049", "30610931"]}, {"Citation": "World Flora Online . Securidaca longepedunculata Fresen. https://wfoplantlist.org/plant-list/taxon/wfo-0000503535-2022-12?page=1 (accessed Dec 20, 2023)."}, {"Citation": "Adebiyi R. A.; Elsa A. T.; Agaie B. M.; Etuk E. U. Antinociceptive and antidepressant like effects of Securidaca longepedunculata root extract in mice. J. Ethnopharmacol. 2006, 107 (2), 234–239. 10.1016/j.jep.2006.03.017.", "ArticleIdList": ["10.1016/j.jep.2006.03.017", "16647235"]}, {"Citation": "Mongalo N. I.; McGaw L. J.; Finnie J. F.; Staden J. V. Securidaca longipedunculata Fresen (Polygalaceae): A review of its ethnomedicinal uses, phytochemistry, pharmacological properties and toxicology. J. Ethnopharmacol. 2015, 165, 215–226. 10.1016/j.jep.2015.02.041.", "ArticleIdList": ["10.1016/j.jep.2015.02.041", "25724970"]}, {"Citation": "Watt J. M.; Breyer-Brandwijk M. G.. The medicinal and poisonous plants of Southern and Eastern Africa: being an account of their medicinal and other uses. Chemical Composition, Pharmacological Effects and Toxicology in Man and Animal, 2nd ed.; Livingstone: Edinburgh, 1962."}, {"Citation": "Muazu J.; Kaita M. A review of traditional plants used in the treatment of epilepsy amongst the Hausa/Fulani tribes of northern Nigeria. Afr. J. Tradit. Complement. Altern. Med. 2008, 5 (4), 387–390. 10.4314/ajtcam.v5i4.31294.", "ArticleIdList": ["10.4314/ajtcam.v5i4.31294", "PMC2816574", "20161961"]}, {"Citation": "Kadiri A. B.; Agboola O. M.; Fashina F. O. Ethnobotanical survey and phyto-anatomical studies of some common plants used for the treatment of epilepsy in some rural areas of South west Nigeria. Pharmacogn. J. 2014, 6 (2), 17–23. 10.5530/pj.2014.2.3.", "ArticleIdList": ["10.5530/pj.2014.2.3"]}, {"Citation": "Birhan Y. S. Medicinal plants utilized in the management of epilepsy in Ethiopia: ethnobotany, pharmacology and phytochemistry. Chin. Med. 2022, 17 (1), 129.10.1186/s13020-022-00686-5.", "ArticleIdList": ["10.1186/s13020-022-00686-5", "PMC9675240", "36403053"]}, {"Citation": "Okomolo F. C.; Mbafor J. T.; Bum E. N.; Kouemou N.; Kandeda A. K.; Talla E.; Dimo T.; Rakotonirira A.; Rakotonirira E. Evaluation of the sedative and anticonvulsant properties of three Cameroonian plants. Afr. J. Tradit. Complement. Altern. Med. 2011, 8 (5S), 181–190. 10.4314/ajtcam.v8i5s.24.", "ArticleIdList": ["10.4314/ajtcam.v8i5s.24", "PMC3252709", "22754073"]}, {"Citation": "Maroyi A. Traditional use of medicinal plants in south-central Zimbabwe: review and perspectives. J. Ethnobiol. Ethnomed. 2013, 9 (1), 31.10.1186/1746-4269-9-31.", "ArticleIdList": ["10.1186/1746-4269-9-31", "PMC3653698", "23642285"]}, {"Citation": "Kinda P. T.; Zerbo P.; Guenné S.; Compaoré M.; Ciobica A.; Kiendrebeogo M. Medicinal Plants Used for Neuropsychiatric Disorders Treatment in the Hauts Bassins Region of Burkina Faso. Medicines 2017, 4 (2), 32.10.3390/medicines4020032.", "ArticleIdList": ["10.3390/medicines4020032", "PMC5590068", "28930246"]}, {"Citation": "Adeyemi O. O.; Akindele A. J.; Yemitan O. K.; Aigbe F. R.; Fagbo F. I. Anticonvulsant, anxiolytic and sedative activities of the aqueous root extract of Securidaca longepedunculata Fresen. J. Ethnopharmacol. 2010, 130 (2), 191–195. 10.1016/j.jep.2010.04.028.", "ArticleIdList": ["10.1016/j.jep.2010.04.028", "20435127"]}, {"Citation": "Dibwe D. F.; Awale S.; Kadota S.; Morita H.; Tezuka Y. Heptaoxygenated xanthones as anti-austerity agents from Securidaca longepedunculata. Bioorg. Med. Chem. 2013, 21 (24), 7663–7668. 10.1016/j.bmc.2013.10.027.", "ArticleIdList": ["10.1016/j.bmc.2013.10.027", "24216090"]}, {"Citation": "Joseph C. C.; Moshi M. J.; Sempombe J.; Nkunya M. H. H. (4-Methoxy-benzo[1,3]dioxol-5-yl)- Phenylmethanone: an antibacterial benzophenone from Securidaca longepedunculata. Altern. Med. 2006, 3 (3), 80–86. 10.4314/ajtcam.v3i3.31169.", "ArticleIdList": ["10.4314/ajtcam.v3i3.31169"]}, {"Citation": "Wang Q.; Ma C.; Ma Y.; Li X.; Chen Y.; Chen J. Structure-activity relationships of diverse xanthones against multidrug resistant human tumor cells. Bioorg. Med. Chem. Lett. 2017, 27 (3), 447–449. 10.1016/j.bmcl.2016.12.045.", "ArticleIdList": ["10.1016/j.bmcl.2016.12.045", "28065566"]}, {"Citation": "Meyer J. M.; Rakuambo N. C.; Hussein A. A. Novel xanthones from Securidaca longepedunculata with activity against erectile dysfunction. J. Ethnopharmacol. 2008, 119 (3), 599–603. 10.1016/j.jep.2008.06.018.", "ArticleIdList": ["10.1016/j.jep.2008.06.018", "18638534"]}, {"Citation": "Rakuambo N. C.; Meyer J. J. M.; Hussein A. Xanthone isolated from Securidaca longependunculata with activity against erectile dysfunction. Fitoterapia 2004, 75 (5), 497–499. 10.1016/j.fitote.2004.03.010.", "ArticleIdList": ["10.1016/j.fitote.2004.03.010", "15261388"]}, {"Citation": "Meli A. L.; Ngninzeko F. N.; Castilho P. C.; Wansi J. D.; Kuete V.; Lontsi D.; Beng V. P.; Choudhary M. I.; Sondengam B. L. Securidacaxanthones B and C, xanthones from Securidaca longepedunculata (Polygalaceae). Planta Med. 2007, 73 (09), 411.10.1055/s-2007-987191.", "ArticleIdList": ["10.1055/s-2007-987191"]}, {"Citation": "Zuo J.; Xia Y.; Li X.; Chen J.-w. Xanthones from Securidaca inappendiculata exert significant therapeutic efficacy on adjuvant-induced arthritis in mice. Inflammation 2014, 37 (3), 908–916. 10.1007/s10753-014-9810-8.", "ArticleIdList": ["10.1007/s10753-014-9810-8", "24419745"]}, {"Citation": "Banerjee P. S.; Sharma P. K. New antiepileptic agents: structure–activity relationships. Med. Chem. Res. 2012, 21 (7), 1491–1508. 10.1007/s00044-011-9615-3.", "ArticleIdList": ["10.1007/s00044-011-9615-3"]}, {"Citation": "Malawska B. New anticonvulsant agents. Curr. Top. Med. Chem. 2005, 5 (1), 69–85. 10.2174/1568026053386944.", "ArticleIdList": ["10.2174/1568026053386944", "15638779"]}, {"Citation": "Sunderkötter C.; Wohlrab J.; Hamm H. Scabies: Epidemiology, Diagnosis, and Treatment. Dtsch. Arztebl. Int. 2021, 118 (41), 695–704.", "ArticleIdList": ["PMC8743988", "34615594"]}, {"Citation": "Neuwinger H. D.African Ethnobotany: Poisons and Drugs: Chemistry, Pharmacology, Toxicology; Chapman & Hall: London: Heidelberg, Germany, 1996."}, {"Citation": "Jung J. H.; Pummangura S.; Chaichantipyuth C.; Patarapanich C.; McLaughlin J. L. Bioactive constituents of Melodorum fruticosum. Phytochemistry 1990, 29 (5), 1667–1670. 10.1016/0031-9422(90)80142-4.", "ArticleIdList": ["10.1016/0031-9422(90)80142-4"]}, {"Citation": "Ma W.-W.; Anderson J. E.; McLaughlin J. L. Bioactive Benzyl Benzoates from the Roots of Endlicheria Dysodantha. Int. J. Pharmacogn. 1991, 29 (3), 237–239. 10.3109/13880209109082886.", "ArticleIdList": ["10.3109/13880209109082886"]}, {"Citation": "Lu B.; Zhu F.; Sun H. M.; Shen Q. Esterification of the Primary Benzylic C-H Bonds with Carboxylic Acids Catalyzed by Ionic Iron(III) Complexes Containing an Imidazolinium Cation. Org. Lett. 2017, 19 (5), 1132–1135. 10.1021/acs.orglett.7b00148.", "ArticleIdList": ["10.1021/acs.orglett.7b00148", "28198186"]}, {"Citation": "Ekwy O. C.; Ehiabhi O. S.; Okechukwu E. B. Phytochemical and GC-MS analyses of the bioactive components of Securidaca longepedunculata (Fresen) roots for anti-breast cancer activity. World J. Pharm. Res. 2015, 4 (12), 1503–1518."}, {"Citation": "Song M.-C.; Yang H.-J.; Baek N.-I. A New Benzophenone from Lindera fruticosa. Bull. Korean Chem. Soc. 2007, 28 (7), 1209–1210."}, {"Citation": "Ito C.; Matsui T.; Niimi A.; Tan H. T.; Itoigawa M. Four New Xanthones from Cratoxylum cochinchinense and Their In Vitro Antiproliferative Effects. Planta Med. 2017, 83 (09), 812–818. 10.1055/s-0043-102510.", "ArticleIdList": ["10.1055/s-0043-102510", "28158891"]}, {"Citation": "Dao T. T.; Dang T. T.; Nguyen P. H.; Kim E.; Thuong P. T.; Oh W. K. Xanthones from Polygala karensium inhibit neuraminidases from influenza A viruses. Bioorg. Med. Chem. Lett. 2012, 22 (11), 3688–3692. 10.1016/j.bmcl.2012.04.028.", "ArticleIdList": ["10.1016/j.bmcl.2012.04.028", "22552195"]}, {"Citation": "Wedajo F.; Gure A.; Meshesha M.; Kedir K.; Frese M.; Sewald N.; Abdissa N. Cytotoxic compounds from the root bark of Securidaca longipedunculata. Bull. Chem. Soc. Ethiop. 2022, 36 (2), 417–422. 10.4314/bcse.v36i2.14.", "ArticleIdList": ["10.4314/bcse.v36i2.14"]}, {"Citation": "Galeffi C.; Federici E.; Msonthi J. D.; Marini-Bettolo G. B.; Nicoletti M. New xanthones from Ectiadiopsis oblongifolia and Securidaca longipedunculata. Fitoterapia 1990, 61 (1), 79–81."}, {"Citation": "Meli Lannang A.; Lontsi D.; Ngounou F. N.; Sondengam B. L.; Nkengfack A. E.; van Heerden F. R.; Assob J. C. Securidacaxanthone A, a heptaoxygenated xanthone from Securidaca longepedunculata. Fitoterapia 2006, 77 (3), 199–202. 10.1016/j.fitote.2006.01.006.", "ArticleIdList": ["10.1016/j.fitote.2006.01.006", "16564647"]}, {"Citation": "Iinuma M.; Tosa H.; Ito T.; Tanaka T.; Madulid D. A. Two xanthones from roots of Cratoxylum formosanum. Phytochemistry 1996, 42 (4), 1195–1198. 10.1016/0031-9422(96)00111-2.", "ArticleIdList": ["10.1016/0031-9422(96)00111-2"]}, {"Citation": "Zou J.; Jin D.; Chen W.; Wang J.; Liu Q.; Zhu X.; Zhao W. Selective cyclooxygenase-2 inhibitors from Calophyllum membranaceum. J. Nat. Prod. 2005, 68 (10), 1514–1518. 10.1021/np0502342.", "ArticleIdList": ["10.1021/np0502342", "16252917"]}, {"Citation": "Zhang L.; Yang X.; Xu L.; Yang S. Three New Xanthones from the Roots of Securidaca inappendiculata. Heterocycles 2005, 65 (7), 1685–1690."}, {"Citation": "Zhou L.; Yu X.; Geng Y.; Hua Y. Chemical constituents and bioactivities of xanthones from Polygala sibirica L. var. megalopha. Chem. Ind. For. Prod. 2017, 37 (2), 121–128."}, {"Citation": "Kwon Y. S.; Park C.-B.; Lee S.-M.; Zee S.; Kim G.-E.; Kim Y.-J.; Sim H.-J.; Kim J.-H.; Seo J.-S. Proteomic analysis of zebrafish (Danio rerio) embryos exposed to benzyl benzoate. Environ. Sci. Pollut. Res. 2022, 30 (10), 26375–26386. 10.1007/s11356-022-24081-7.", "ArticleIdList": ["10.1007/s11356-022-24081-7", "PMC9995408", "36367642"]}, {"Citation": "Burgess I. Sarcoptes scabiei and scabies. Adv. Parasitol. 1994, 33, 235–292. 10.1016/S0065-308X(08)60414-5.", "ArticleIdList": ["10.1016/S0065-308X(08)60414-5", "8122567"]}, {"Citation": "European\nChemicals Agency. Benzyl benzoate. https://echa.europa.eu/substance-information/-/substanceinfo/100.004.003 (accessed August 08, 2023)."}, {"Citation": "Acar A.; Türkmen Z.; Çavuşoğlu K.; Yalçin E. Investigation of benzyl benzoate toxicity with anatomical, physiological, cytogenetic and biochemical parameters in in vivo. Caryologia 2020, 73, 21–32."}, {"Citation": "Casu L.; Solinas M. N.; Saba A. R.; Cottiglia F.; Caboni P.; Floris C.; Laconi S.; Pompei R.; Leonti M. Benzophenones from the roots of the Popoluca Amerindian medicinal plant Securidaca diversifolia (L.) S.F. Blake. Phytochem. Lett. 2010, 3 (4), 226–229. 10.1016/j.phytol.2010.08.005.", "ArticleIdList": ["10.1016/j.phytol.2010.08.005"]}, {"Citation": "Zuo J.; Mao K.-j.; Yuan F.; Li X.; Chen J.-w. Xanthones with anti-tumor activity isolated from Securidaca inappendiculata. Med. Chem. Res. 2014, 23 (11), 4865–4871. 10.1007/s00044-014-1051-8.", "ArticleIdList": ["10.1007/s00044-014-1051-8"]}, {"Citation": "Lannang A. M.; Louh G. N.; Biloa B. M.; Komguem J.; Mbazoa C. D.; Sondengam B. L.; Naesens L.; Pannecouque C.; De Clercq E.; Sayed El Ashry E. H. Cytotoxicity of Natural Compounds Isolated from the Seeds of Garcinia afzelii. Planta Med. 2010, 76 (07), 708–712. 10.1055/s-0029-1240627.", "ArticleIdList": ["10.1055/s-0029-1240627", "19937549"]}, {"Citation": "Ochora D. O.; Kakudidi E.; Namukobe J.; Heydenreich M.; Coghi P.; Yang L. J.; Mwakio E. W.; Andagalu B.; Roth A.; Akala H. M.; Wong V. K. W.; Yenesew A. A new benzophenone, and the antiplasmodial activities of the constituents of Securidaca longipedunculata fresen (Polygalaceae). Nat. Prod. Res. 2022, 36 (11), 2758–2766. 10.1080/14786419.2021.1925272.", "ArticleIdList": ["10.1080/14786419.2021.1925272", "34000936"]}, {"Citation": "Dibwe D. F.; Awale S.; Kadota S.; Tezuka Y.; Muchimangins A.-D. novel diphenylmethyl-substituted xanthones from Securidaca longepedunculata. Tetrahedron Lett. 2012, 53 (46), 6186–6190. 10.1016/j.tetlet.2012.08.115.", "ArticleIdList": ["10.1016/j.tetlet.2012.08.115"]}, {"Citation": "Noordin M. A. M.; Noor M. M.; Kamaruddin W. M. A. W.; Lazim A. M.; Fazry S. Toxicity test of xanthone from mangosteen on zebrafish embryos. AIP Conf. Proc. 2016, 1784 (1), 020014.10.1063/1.4966724.", "ArticleIdList": ["10.1063/1.4966724"]}, {"Citation": "Fazry S.; Noordin M. A. M.; Sanusi S.; Noor M. M.; Aizat W. M.; Lazim A. M.; Dyari H. R. E.; Jamar N. H.; Remali J.; Othman B. A.; Law D.; Sidik N. M.; Cheah Y. H.; Lim Y. C. Cytotoxicity and Toxicity Evaluation of Xanthone Crude Extract on Hypoxic Human Hepatocellular Carcinoma and Zebrafish (Danio rerio) Embryos. Toxics 2018, 6 (4), 60.10.3390/toxics6040060.", "ArticleIdList": ["10.3390/toxics6040060", "PMC6316214", "30304811"]}, {"Citation": "Kittipaspallop W.; Taepavarapruk P.; Chanchao C.; Pimtong W. Acute toxicity and teratogenicity of α-mangostin in zebrafish embryos. Exp. Biol. Med. 2018, 243 (15–16), 1212–1219. 10.1177/1535370218819743.", "ArticleIdList": ["10.1177/1535370218819743", "PMC6384447", "30602309"]}, {"Citation": "Kitipaspallop W.; Sillapaprayoon S.; Taepavarapruk P.; Chanchao C.; Pimtong W. Evaluation of developmental and transcriptional effects of α-mangostin on zebrafish embryos. Toxicol. Environ. Chem. 2021, 103 (3), 254–268. 10.1080/02772248.2021.1960349.", "ArticleIdList": ["10.1080/02772248.2021.1960349"]}, {"Citation": "Pimtong W.; Kitipaspallop W.; Chun H.-S.; Kim W.-K. Effects of α-mangostin on embryonic development and liver development in zebrafish. Mol. Cell Toxicol. 2020, 16 (4), 469–476. 10.1007/s13273-020-00099-1.", "ArticleIdList": ["10.1007/s13273-020-00099-1"]}, {"Citation": "Urbatzka R.; Freitas S.; Palmeira A.; Almeida T.; Moreira J.; Azevedo C.; Afonso C.; Correia-da-Silva M.; Sousa E.; Pinto M.; Vasconcelos V. Lipid reducing activity and toxicity profiles of a library of polyphenol derivatives. Eur. J. Med. Chem. 2018, 151, 272–284. 10.1016/j.ejmech.2018.03.036.", "ArticleIdList": ["10.1016/j.ejmech.2018.03.036", "29626799"]}, {"Citation": "Wang S.-n.; Li Q.; Jing M.-h.; Alba E.; Yang X.-h.; Sabaté R.; Han Y.-f.; Pi R.-b.; Lan W.-j.; Yang X.-b.; Chen J.-k. Natural Xanthones from Garcinia mangostana with Multifunctional Activities for the Therapy of Alzheimer’s Disease. Neurochem. Res. 2016, 41 (7), 1806–1817. 10.1007/s11064-016-1896-y.", "ArticleIdList": ["10.1007/s11064-016-1896-y", "27038926"]}, {"Citation": "Sun C.; Li B.; Ma C.; Zhou Y.. Application of 6-hydroxy-1,2,3,7-tetramethoxyxanthone in preparing drug for promoting hippocampal neurogenesis for treatment of depression. CN 10013476 A, 2019."}, {"Citation": "Viewpoint-Behavior\nTechnology . https://www.viewpoint.fr/product/zebrafish/fish-behavior-monitoring/zebralab (accessed June 19, 2023)."}, {"Citation": "Viewpoint Life Sciences Zebralab . High Throughput Monitoring of Fishes. https://m.ibric.org/miniboard/down.php?Board=new_protech&filename=Viewpoint%20Brochure.pdf&id=143531&fidx=1 (accessed December 20, 2023)."}, {"Citation": "Suls A.; Jaehn J. A.; Kecskés A.; Weber Y.; Weckhuysen S.; Craiu D. C.; Siekierska A.; Djémié T.; Afrikanova T.; Gormley P.; von Spiczak S.; Kluger G.; Iliescu C. M.; Talvik T.; Talvik I.; Meral C.; Caglayan H. S.; Giraldez B. G.; Serratosa J.; Lemke J. R.; Hoffman-Zacharska D.; Szczepanik E.; Barisic N.; Komarek V.; Hjalgrim H.; Møller R.; Linnankivi T.; Dimova P.; Striano P.; Zara F.; Marini C.; Guerrini R.; Depienne C.; Baulac S.; Kuhlenbäumer G.; Crawford A. D.; Lehesjoki A.-E.; de Witte P.; Palotie A.; Lerche H.; Esguerra C.; De Jonghe P.; Helbig I.; Hendrickx R.; Holmgren P.; Stephani U.; Muhle H.; Pendiziwiat M.; Appenzeller S.; Selmer K.; Brilstra E.; Koeleman B.; Rosenow F.; Leguern E.; Sterbova K.; Magdalena B.; Rodica G.; Arsene O.; Diana B.; Guerrero-Lopez R.; Ortega L.; Todorova A.; Kirov A.; Robbiano A.; Arslan M.; Yiş U.; Ivanović V.; Ivanović V. De Novo Loss-of-Function Mutations in CHD2 Cause a Fever-Sensitive Myoclonic Epileptic Encephalopathy Sharing Features with Dravet Syndrome. Am. J. Hum. Genet. 2013, 93 (5), 967–975. 10.1016/j.ajhg.2013.09.017.", "ArticleIdList": ["10.1016/j.ajhg.2013.09.017", "PMC3824114", "24207121"]}, {"Citation": "McCarroll M. N.; Gendelev L.; Kinser R.; Taylor J.; Bruni G.; Myers-Turnbull D.; Helsell C.; Carbajal A.; Rinaldi C.; Kang H. J.; Gong J. H.; Sello J. K.; Tomita S.; Peterson R. T.; Keiser M. J.; Kokel D. Zebrafish behavioural profiling identifies GABA and serotonin receptor ligands related to sedation and paradoxical excitation. Nat. Commun. 2019, 10 (1), 4078.10.1038/s41467-019-11936-w.", "ArticleIdList": ["10.1038/s41467-019-11936-w", "PMC6733874", "31501447"]}, {"Citation": "Muto A.; Ohkura M.; Kotani T.; Higashijima S.; Nakai J.; Kawakami K. Genetic visualization with an improved GCaMP calcium indicator reveals spatiotemporal activation of the spinal motor neurons in zebrafish. Proc. Natl. Acad. Sci. U.S.A. 2011, 108 (13), 5425–5430. 10.1073/pnas.1000887108.", "ArticleIdList": ["10.1073/pnas.1000887108", "PMC3069178", "21383146"]}, {"Citation": "Randlett O.; Wee C. L.; Naumann E. A.; Nnaemeka O.; Schoppik D.; Fitzgerald J. E.; Portugues R.; Lacoste A. M.; Riegler C.; Engert F.; Schier A. F. Whole-brain activity mapping onto a zebrafish brain atlas. Nat. Methods 2015, 12 (11), 1039–1046. 10.1038/nmeth.3581.", "ArticleIdList": ["10.1038/nmeth.3581", "PMC4710481", "26778924"]}, {"Citation": "Gawel K.; Langlois M.; Martins T.; van der Ent W.; Tiraboschi E.; Jacmin M.; Crawford A. D.; Esguerra C. V. Seizing the moment: Zebrafish epilepsy models. Neurosci. Biobehav. Rev. 2020, 116, 1–20. 10.1016/j.neubiorev.2020.06.010.", "ArticleIdList": ["10.1016/j.neubiorev.2020.06.010", "32544542"]}, {"Citation": "Bandara S. B.; Carty D. R.; Singh V.; Harvey D. J.; Vasylieva N.; Pressly B.; Wulff H.; Lein P. J. Susceptibility of larval zebrafish to the seizurogenic activity of GABA type A receptor antagonists. Neurotoxicology 2020, 76, 220–234. 10.1016/j.neuro.2019.12.001.", "ArticleIdList": ["10.1016/j.neuro.2019.12.001", "PMC6957304", "31811871"]}, {"Citation": "Challal S.; Skiba A.; Langlois M.; Esguerra C. V.; Wolfender J.-L.; Crawford A. D.; Skalicka-Woźniak K. Natural product-derived therapies for treating drug-resistant epilepsies: From ethnopharmacology to evidence-based medicine. J. Ethnopharmacol. 2023, 317, 116740.10.1016/j.jep.2023.116740.", "ArticleIdList": ["10.1016/j.jep.2023.116740", "37315641"]}, {"Citation": "Wong K.; Stewart A.; Gilder T.; Wu N.; Frank K.; Gaikwad S.; Suciu C.; Dileo J.; Utterback E.; Chang K.; Grossman L.; Cachat J.; Kalueff A. V. Modeling seizure-related behavioral and endocrine phenotypes in adult zebrafish. Brain Res. 2010, 1348, 209–215. 10.1016/j.brainres.2010.06.012.", "ArticleIdList": ["10.1016/j.brainres.2010.06.012", "20547142"]}, {"Citation": "Baraban S. C.; Taylor M. R.; Castro P. A.; Baier H. Pentylenetetrazole induced changes in zebrafish behavior, neural activity and c-fos expression. Neuroscience 2005, 131 (3), 759–768. 10.1016/j.neuroscience.2004.11.031.", "ArticleIdList": ["10.1016/j.neuroscience.2004.11.031", "15730879"]}, {"Citation": "Hostettmann K.; Hostettmann M.; Marston A.. Preparative Chromatography Techniques: Applications in Natural Product Isolation; Springer-Verlag: Berlin, 1986."}, {"Citation": "Nakonieczna S.; Grabarska A.; Gawel K.; Wróblewska-Łuczka P.; Czerwonka A.; Stepulak A.; Kukula-Koch W. Isoquinoline Alkaloids from Coptis chinensis Franch: Focus on Coptisine as a Potential Therapeutic Candidate against Gastric Cancer Cells. Int. J. Mol. Sci. 2022, 23 (18), 10330.10.3390/ijms231810330.", "ArticleIdList": ["10.3390/ijms231810330", "PMC9499618", "36142236"]}, {"Citation": "Aleström P.; D’Angelo L.; Midtlyng P. J.; Schorderet D. F.; Schulte-Merker S.; Sohm F.; Warner S. Zebrafish: Housing and husbandry recommendations. Lab. Anim. 2020, 54 (3), 213–224. 10.1177/0023677219869037.", "ArticleIdList": ["10.1177/0023677219869037", "PMC7301644", "31510859"]}, {"Citation": "Tiraboschi E.; Martina S.; van der Ent W.; Grzyb K.; Gawel K.; Cordero-Maldonado M. L.; Poovathingal S. K.; Heintz S.; Satheesh S. V.; Brattespe J.; Xu J.; Suster M.; Skupin A.; Esguerra C. V. New insights into the early mechanisms of epileptogenesis in a zebrafish model of Dravet syndrome. Epilepsia 2020, 61 (3), 549–560. 10.1111/epi.16456.", "ArticleIdList": ["10.1111/epi.16456", "32096222"]}, {"Citation": "Fleming A.; Diekmann H.; Goldsmith P. Functional characterisation of the maturation of the blood-brain barrier in larval zebrafish. PLoS One 2013, 8 (10), e7754810.1371/journal.pone.0077548.", "ArticleIdList": ["10.1371/journal.pone.0077548", "PMC3797749", "24147021"]}, {"Citation": "Quiñonez-Silvero C.; Hübner K.; Herzog W. Development of the brain vasculature and the blood-brain barrier in zebrafish. Dev. Biol. 2020, 457 (2), 181–190. 10.1016/j.ydbio.2019.03.005.", "ArticleIdList": ["10.1016/j.ydbio.2019.03.005", "30862465"]}, {"Citation": "Guo S. Using zebrafish to assess the impact of drugs on neural development and function. Expert Opin. Drug Discovery 2009, 4 (7), 715–726. 10.1517/17460440902988464.", "ArticleIdList": ["10.1517/17460440902988464", "PMC2747263", "19774094"]}, {"Citation": "Westerfield M.The Zebrafish Book A Guide for the Laboratory Use of Zebrafish (Danio rerio). 5th ed.; University of Oregon Press: Eugene, 2007."}, {"Citation": "Afrikanova T.; Serruys A. S.; Buenafe O. E.; Clinckers R.; Smolders I.; de Witte P. A.; Crawford A. D.; Esguerra C. V. Validation of the zebrafish pentylenetetrazol seizure model: locomotor versus electrographic responses to antiepileptic drugs. PLoS One 2013, 8 (1), e5416610.1371/journal.pone.0054166.", "ArticleIdList": ["10.1371/journal.pone.0054166", "PMC3544809", "23342097"]}, {"Citation": "He J.-H.; Guo S.-Y.; Zhu F.; Zhu J.-J.; Chen Y.-X.; Huang C.-J.; Gao J.-M.; Dong Q.-X.; Xuan Y.-X.; Li C.-Q. A zebrafish phenotypic assay for assessing drug-induced hepatotoxicity. J. Pharmacol. Toxicol. Methods 2013, 67 (1), 25–32. 10.1016/j.vascn.2012.10.003.", "ArticleIdList": ["10.1016/j.vascn.2012.10.003", "23128142"]}, {"Citation": "Gawel K.; Turski W. A.; van der Ent W.; Mathai B. J.; Kirstein-Smardzewska K. J.; Simonsen A.; Esguerra C. V. Phenotypic characterization of larval zebrafish (Danio rerio) with partial knockdown of the cacna1a gene. Mol. Neurobiol. 2020a, 57 (4), 1904–1916. 10.1007/s12035-019-01860-x.", "ArticleIdList": ["10.1007/s12035-019-01860-x", "PMC7118054", "31875924"]}, {"Citation": "Berghmans S.; Hunt J.; Roach A.; Goldsmith P. Zebrafish offer the potential for a primary screen to identify a wide variety of potential anticonvulsants. Epilepsy Res. 2007, 75 (1), 18–28. 10.1016/j.eplepsyres.2007.03.015.", "ArticleIdList": ["10.1016/j.eplepsyres.2007.03.015", "17485198"]}, {"Citation": "Orellana-Paucar A. M.; Serruys A.-S. K.; Afrikanova T.; Maes J.; De Borggraeve W.; Alen J.; León-Tamariz F.; Wilches-Arizábala I. M.; Crawford A. D.; de Witte P. A. M.; Esguerra C. V. Anticonvulsant activity of bisabolene sesquiterpenoids of Curcuma longa in zebrafish and mouse seizure models. Epilepsy Behav. 2012, 24 (1), 14–22. 10.1016/j.yebeh.2012.02.020.", "ArticleIdList": ["10.1016/j.yebeh.2012.02.020", "22483646"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "25", "Hour": "8", "Minute": "7"}, {"Year": "2024", "Month": "2", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38270158", "PMC10853935", "10.1021/acschemneuro.3c00642"]}}]}