{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38280925", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["2288", "10.1038/s41598-024-52394-9"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "27"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "27"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Elimination of detached Listeria monocytogenes from the biofilm on stainless steel surfaces during milk and cheese processing using natural plant extracts.", "Pagination": {"StartPage": "2288", "MedlinePgn": "2288"}, "Abstract": {"AbstractText": ["Bacterial cells can form biofilm on food contact surfaces, becoming a source of food contamination with profound health implications. The current study aimed to determine some Egyptian medicinal plants antibacterial and antibiofilm effects against foodborne bacterial strains in milk plants. Results indicated that four ethanolic plant extracts, Cinnamon (Cinnamomum verum), Chamomile (Matricaria chamomilla), Marigold (Calendula officinalis), and Sage (Salvia officinalis), had antibacterial (12.0-26.5 mm of inhibition zone diameter) and antibiofilm (10-99%) activities against Staphylococcus aureus, Bacillus cereus, Listeria monocytogenes and Salmonella Typhimurium. The tested extracts had minimum inhibitory concentration values between 0.14 and 2.50 mg/ml and minimum bactericidal concentration values between 0.14 and 12.50 mg/ml. L. monocytogenes was more sensitive for all tested ethanolic extracts; Sage and Cinnamon showed a bacteriocidal effect, while Chamomile and Marigold were bacteriostatic. The ethanolic extracts mixture from Chamomile, Sage, and Cinnamon was chosen for its antibiofilm activity against L. monocytogenes using L-optimal mixture design. Gas chromatography and mass spectrometry analysis showed that this mixture contained 12 chemical compounds, where 2-Propenal,3-phenyl- had the maximum area % (34.82%). At concentrations up to 500 µg/ml, it had no cytotoxicity in the normal Vero cell line, and the IC<sub>50</sub> value was 671.76 ± 9.03 µg/ml. Also, this mixture showed the most significant antibacterial effect against detached L. monocytogenes cells from formed biofilm in stainless steel milk tanks. At the same time, white soft cheese fortified with this mixture was significantly accepted overall for the panelist (92.2 ± 2.7) than other cheese samples, including the control group."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Microbiology Department, Faculty of Agriculture, Ain Shams University, Hadayek Shubra, Cairo, 11241, Egypt."}], "LastName": "El-Sawy", "ForeName": "Yasmine N A", "Initials": "YNA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Hygiene and Control Department, Faculty of Veterinary Medicine, Cairo University, Giza, 12211, Egypt."}], "LastName": "Abdel-Salam", "ForeName": "Ayah B", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Microbiology Department, Faculty of Agriculture, Ain Shams University, Hadayek Shubra, Cairo, 11241, Egypt."}], "LastName": "Abd-Elhady", "ForeName": "Hemmat M", "Initials": "HM"}, {"Identifier": ["0000-0002-5082-1304"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Microbiology Department, Faculty of Agriculture, Ain Shams University, Hadayek Shubra, Cairo, 11241, Egypt. khadija_aboutaleb@agr.asu.edu.eg."}], "LastName": "Abou-Taleb", "ForeName": "Khadiga A A", "Initials": "KAA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Microbiology Department, Faculty of Agriculture, Ain Shams University, Hadayek Shubra, Cairo, 11241, Egypt."}], "LastName": "Ahmed", "ForeName": "Rania F", "Initials": "RF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "12597-68-1", "NameOfSubstance": "Stainless Steel"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Listeria monocytogenes"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Stainless Steel"}, {"QualifierName": ["microbiology"], "DescriptorName": "Cheese"}, {"QualifierName": [], "DescriptorName": "Milk"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cinnamomum zeylanicum"}, {"QualifierName": [], "DescriptorName": "Food Microbiology"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hall-Stoodley L, Stoodley P. Biofilm formation and dispersal and the transmission of human pathogens. Trends Microbiol. 2005;13:7–10. doi: 10.1016/j.tim.2004.11.004.", "ArticleIdList": ["10.1016/j.tim.2004.11.004", "15639625"]}, {"Citation": "Zhang C, Bijl E, Svensson B, Hettinga K. The extracellular protease AprX from Pseudomonas and its spoilage potential for UHT milk: A review. Compr. Rev. Food Sci. Food Saf. 2019;18:834–852. doi: 10.1111/1541-4337.12452.", "ArticleIdList": ["10.1111/1541-4337.12452", "33336988"]}, {"Citation": "Hassani S, et al. High prevalence of antibiotic resistance in pathogenic foodborne bacteria isolated from bovine milk. Sci. Rep. 2022;12:3878. doi: 10.1038/s41598-022-07845-6.", "ArticleIdList": ["10.1038/s41598-022-07845-6", "PMC8907330", "35264647"]}, {"Citation": "Gonçalves AS, Leitão MM, Simões M, Borges A. The action of phytochemicals in biofilm control. Nat. Prod. Rep. 2023;40:595–627. doi: 10.1039/D2NP00053A.", "ArticleIdList": ["10.1039/D2NP00053A", "36537821"]}, {"Citation": "Van TTH, Chin J, Chapman T, Tran LT, Coloe PJ. Safety of raw meat and shellfish in Vietnam: an analysis of Escherichia coli isolations for antibiotic resistance and virulence genes. Int. J. Food Microbiol. 2008;124:217–223. doi: 10.1016/j.ijfoodmicro.2008.03.029.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2008.03.029", "18457892"]}, {"Citation": "Teh CH, Nazni WA, Nurulhusna AH, Norazah A, Lee HL. Determination of antibacterial activity and minimum inhibitory concentration of larval extract of fly via Resazurin-based turbidometric assay. BMC Microbiol. 2017;17:1–8. doi: 10.1186/s12866-017-0936-3.", "ArticleIdList": ["10.1186/s12866-017-0936-3", "PMC5314469", "28209130"]}, {"Citation": "Cossart P. Illuminating the landscape of host–pathogen interactions with the bacterium Listeria monocytogenes. Proc. Natl. Acad. Sci. 2011;108:19484–19491. doi: 10.1073/pnas.111237110.", "ArticleIdList": ["10.1073/pnas.111237110", "PMC3241796", "22114192"]}, {"Citation": "Sarghaleh JS, Alizadeh Behbahani B, Hojjati M, Vasiee A, Noshad M. Evaluation of the constituent compounds, antioxidant, anticancer, and antimicrobial potential of Prangos ferulacea plant extract and its effect on Listeria monocytogenes virulence gene expression. Front Microbiol. 2023;14:1202228. doi: 10.3389/fmicb.2023.1202228.", "ArticleIdList": ["10.3389/fmicb.2023.1202228", "PMC10364450", "37492261"]}, {"Citation": "Atwaa ESH, et al. Antimicrobial activity of some plant extracts and their applications in homemade tomato paste and pasteurized cow milk as natural preservatives. Fermentation. 2022;8:428. doi: 10.3390/fermentation8090428.", "ArticleIdList": ["10.3390/fermentation8090428"]}, {"Citation": "Wu B, et al. Human organoid biofilm model for assessing antibiofilm activity of novel agents. npj Biofilms Microbiomes. 2021;7:8. doi: 10.1038/s41522-020-00182-4.", "ArticleIdList": ["10.1038/s41522-020-00182-4", "PMC7835231", "33495449"]}, {"Citation": "Lahiri D, Dash S, Dutta R, Nag M. Elucidating the effect of anti-biofilm activity of bioactive compounds extracted from plants. J. Biosci. 2019;44:52. doi: 10.1007/s12038-019-9868-4.", "ArticleIdList": ["10.1007/s12038-019-9868-4", "31180065"]}, {"Citation": "Yong YY, Dykes GA, Choo WS. Biofilm formation by staphylococci in health-related environments and recent reports on their control using natural compounds. Crit. Rev. Microbiol. 2019;45:201–222. doi: 10.1080/1040841X.2019.1573802.", "ArticleIdList": ["10.1080/1040841X.2019.1573802", "30786799"]}, {"Citation": "Lu L, et al. Developing natural products as potential anti-biofilm agents. Chin. Med. 2019;14:11. doi: 10.1186/s13020-019-0232-2.", "ArticleIdList": ["10.1186/s13020-019-0232-2", "PMC6425673", "30936939"]}, {"Citation": "Clinical and Laboratory Standard Institute (CLSI). Antimicrobial susceptibility challenges. (Versions of M100 and M60, Wayne, PA 19087, 2015)."}, {"Citation": "Yeasmen N, Islam MN. Ethanol as a solvent and hot extraction technique preserved the antioxidant properties of tamarind (Tamarindus indica) seed. J. Adv. Vet. Anim. Res. 2015;2:332–337. doi: 10.5455/javar.2015.b103.", "ArticleIdList": ["10.5455/javar.2015.b103"]}, {"Citation": "Okeke MI, Iroegbu CU, Eze E, Okoli A, Esimone C. Evaluation of extracts of the root of Landolphia owerrience for antibacterial activity. J. Ethnopharmacol. 2001;78:119–127. doi: 10.1016/S0378-8741(01)00307-5.", "ArticleIdList": ["10.1016/S0378-8741(01)00307-5", "11694355"]}, {"Citation": "Bakht J, Islam A, Ali H, Tayyab M, Shafi M. Antimicrobial potentials of Eclipta alba by disc diffusion method. Afr. J. Biotechnol. 2011;10:7658–7667. doi: 10.5897/AJB11.454.", "ArticleIdList": ["10.5897/AJB11.454"]}, {"Citation": "Elshikh M, et al. Resazurin-based 96-well plate microdilution method for the determination of minimum inhibitory concentration of biosurfactants. Biotechnol. Lett. 2016;38:1015–1019. doi: 10.1007/s10529-016-2079-2.", "ArticleIdList": ["10.1007/s10529-016-2079-2", "PMC4853446", "26969604"]}, {"Citation": "Bhandari S, et al. Phytochemical analysis of medicinal plants of Nepal and their antibacterial and antibiofilm activities against uropathogenic Escherichia coli. BMC Complement. Med. Ther. 2021;21:1–11. doi: 10.1186/s12906-021-03293-3.", "ArticleIdList": ["10.1186/s12906-021-03293-3", "PMC8033659", "33836728"]}, {"Citation": "Falleh H, et al. Application of the mixture design for optimum antimicrobial activity: Combined treatment of Syzygium aromaticum, Cinnamomum zeylanicum, Myrtus communis, and Lavandula stoechas essential oils against Escherichia coli. J. Food Process. Preserv. 2019;43:e14257. doi: 10.1111/jfpp.14257.", "ArticleIdList": ["10.1111/jfpp.14257"]}, {"Citation": "Twarużek M, Zastempowska E, Soszczyńska E, Ałtyn I. The use of in vitro assays for the assessment of cytotoxicity on the example of MTT test. Folia Biol. Oecol. 2018;14:23–32. doi: 10.1515/fobio-2017-0006.", "ArticleIdList": ["10.1515/fobio-2017-0006"]}, {"Citation": "Oliveira Paranhos HF, et al. Effect of three methods for cleaning dentures on biofilms formed In vitro on acrylic resin. J. Prosthodont. 2009;18:427–431. doi: 10.1111/j.1532-849X.2009.00450.x.", "ArticleIdList": ["10.1111/j.1532-849X.2009.00450.x", "19486455"]}, {"Citation": "Pantoja J, Reinemann D, Ruegg P. Associations among milk quality indicators in raw bulk milk. J. Dairy Sci. 2009;92:4978–4987. doi: 10.3168/jds.2009-2329.", "ArticleIdList": ["10.3168/jds.2009-2329", "19762815"]}, {"Citation": "International Organization for Standardization. Microbiology of food chain: Horizontal method for the detection and enumeration of Listeria monocytogenes and of Listeria spp.-Part 1: Detection method. (International Standard; ISO 11290-1, 2017, International Organization for Standardization, Geneva 2017)."}, {"Citation": "Abdel-Salam AB, Saad M. Influence of selected essential oils on some pathogenic microorganisms in white soft cheese. Int. J. Chemtech. Res. 2016;9:214–220."}, {"Citation": "Ahmed LI, Ibrahim N, Abdel-Salam AB, Fahim KM. Potential application of ginger, clove and thyme essential oils to improve soft cheese microbial safety and sensory characteristics. Food Biosci. 2021;42:101177. doi: 10.1016/j.fbio.2021.101177.", "ArticleIdList": ["10.1016/j.fbio.2021.101177"]}, {"Citation": "Bryman, A. & Cramer, D. Quantitative data analysis with IBM SPSS 17, 18 and 19. (Routledge, 2011)."}, {"Citation": "Ramadan EM, Abou-Taleb KA, Galal GF, Abdel-Hamid NS. Antibacterial, antibiofilm and antitumor activities of grape and mulberry leaves ethanolic extracts towards bacterial clinical strains. Ann. Agric. Sci. 2017;62:151–159. doi: 10.1016/j.aoas.2017.11.002.", "ArticleIdList": ["10.1016/j.aoas.2017.11.002"]}, {"Citation": "Mostafa AA, et al. Antimicrobial activity of some plant extracts against bacterial strains causing food poisoning diseases. Saudi J. Biol. Sci. 2018;25:361–366. doi: 10.1016/j.sjbs.2017.02.004.", "ArticleIdList": ["10.1016/j.sjbs.2017.02.004", "PMC5815983", "29472791"]}, {"Citation": "Hemeg HA, et al. Antimicrobial effect of different herbal plant extracts against different microbial population. Saudi J. Biol. Sci. 2020;27:3221–3227. doi: 10.1016/j.sjbs.2020.08.015.", "ArticleIdList": ["10.1016/j.sjbs.2020.08.015", "PMC7714981", "33304127"]}, {"Citation": "Balinadoa L, Chanb M. Determination of antimicrobial properties of crude aqueous leaves extracts of selected medicinal plants using Resazurin-based microtiter broth dilution method. Arab. J. Med. Aromat. Plants. 2018;4:1–14. doi: 10.48347/IMIST.PRSM/ajmap-v4i2.13922.", "ArticleIdList": ["10.48347/IMIST.PRSM/ajmap-v4i2.13922"]}, {"Citation": "Atef NM, Shanab SM, Negm SI, Abbas YA. Evaluation of antimicrobial activity of some plant extracts against antibiotic susceptible and resistant bacterial strains causing wound infection. Bull. Natl. Res. Cent. 2019;43:1–11. doi: 10.1186/s42269-019-0184-9.", "ArticleIdList": ["10.1186/s42269-019-0184-9"]}, {"Citation": "Sandasi M, Leonard C, Viljoen A. The effect of five common essential oil components on Listeria monocytogenes biofilms. Food control. 2008;19:1070–1075. doi: 10.1016/j.foodcont.2007.11.006.", "ArticleIdList": ["10.1016/j.foodcont.2007.11.006"]}, {"Citation": "Bavington C, Page C. Stopping bacterial adhesion: a novel approach to treating infections. Respir. 2005;72:335–344. doi: 10.1159/000086243.", "ArticleIdList": ["10.1159/000086243", "16088272"]}, {"Citation": "Lee JH, et al. Apple flavonoid phloretin inhibits Escherichia coli O157: H7 biofilm formation and ameliorates colon inflammation in rats. Infect. Immun. 2011;79:4819–4827. doi: 10.1128/iai.05580-11.", "ArticleIdList": ["10.1128/iai.05580-11", "PMC3232668", "21930760"]}, {"Citation": "Famuyide IM, Aro AO, Fasina FO, Eloff JN, McGaw LJ. Antibacterial and antibiofilm activity of acetone leaf extracts of nine under-investigated south African Eugenia and Syzygium (Myrtaceae) species and their selectivity indices. BMC Complement Altern. Med. 2019;19:1–13. doi: 10.1186/s12906-019-2547-z.", "ArticleIdList": ["10.1186/s12906-019-2547-z", "PMC6587284", "31221162"]}, {"Citation": "Roy R, Tiwari M, Donelli G, Tiwari V. Strategies for combating bacterial biofilms: A focus on anti-biofilm agents and their mechanisms of action. Virulence. 2018;9:522–554. doi: 10.1080/21505594.2017.1313372.", "ArticleIdList": ["10.1080/21505594.2017.1313372", "PMC5955472", "28362216"]}, {"Citation": "Sandasi M, Leonard C, Viljoen A. The in vitro antibiofilm activity of selected culinary herbs and medicinal plants against Listeria monocytogenes. Lett. Appl. Microbiol. 2010;50:30–35. doi: 10.1111/j.1472-765X.2009.02747.x.", "ArticleIdList": ["10.1111/j.1472-765X.2009.02747.x", "19874481"]}, {"Citation": "Jamal M, et al. Bacterial biofilm and associated infections. J. Chin. Med. Assoc. 2018;81:7–11. doi: 10.1016/j.jcma.2017.07.012.", "ArticleIdList": ["10.1016/j.jcma.2017.07.012", "29042186"]}, {"Citation": "Somrani M, Inglés M-C, Debbabi H, Abidi F, Palop A. Garlic, onion, and cinnamon essential oil anti-biofilms’ effect against Listeria monocytogenes. Foods. 2020;9:567. doi: 10.3390/foods9050567.", "ArticleIdList": ["10.3390/foods9050567", "PMC7278783", "32375294"]}, {"Citation": "Purkait S, Bhattacharya A, Bag A, Chattopadhyay R. Evaluation of antibiofilm efficacy of essential oil components β-caryophyllene, cinnamaldehyde and eugenol alone and in combination against biofilm formation and preformed biofilms of Listeria monocytogenes and Salmonella typhimurium. Lett. Appl. Microbiol. 2020;71:195–202. doi: 10.1111/lam.13308.", "ArticleIdList": ["10.1111/lam.13308", "32357268"]}, {"Citation": "Santativongchai P, Tulayakul P, Jeon B. Enhancement of the antibiofilm activity of nisin against Listeria monocytogenes using Food plant extracts. Pathog. 2023;12:444. doi: 10.3390/pathogens12030444.", "ArticleIdList": ["10.3390/pathogens12030444", "PMC10056046", "36986366"]}, {"Citation": "Albano M, et al. Antibacterial and anti-biofilm activities of cinnamaldehyde against S. epidermidis. Microb. Pathog. 2019;126:231–238. doi: 10.1016/j.micpath.2018.11.009.", "ArticleIdList": ["10.1016/j.micpath.2018.11.009", "30439400"]}, {"Citation": "Dong K, et al. Cinnamaldehyde and Doxorubicin Co-loaded graphene oxide wrapped mesoporous silica nanoparticles for enhanced MCF-7 cell apoptosis. Int. J. Nanomed. 2020;15:10285–10304. doi: 10.2147/IJN.S283981.", "ArticleIdList": ["10.2147/IJN.S283981", "PMC7756203", "33376322"]}, {"Citation": "Huang L, et al. Phthalic acid esters: Natural sources and biological activities. Toxins. 2021;13:495. doi: 10.3390/toxins13070495.", "ArticleIdList": ["10.3390/toxins13070495", "PMC8310026", "34357967"]}, {"Citation": "Lima ISd, et al. Antibacterial and healing effect of Chicha gume hydrogel (Sterculia striata) with Nerolidol. Int. J. Mol. Sci. 2023;24:2210. doi: 10.3390/ijms24032210.", "ArticleIdList": ["10.3390/ijms24032210", "PMC9916798", "36768534"]}, {"Citation": "Zhang J, et al. Polyphenolic extract from Rosa rugosa tea inhibits bacterial quorum sensing and biofilm formation. Food Control. 2014;42:125–131. doi: 10.1016/j.foodcont.2014.02.001.", "ArticleIdList": ["10.1016/j.foodcont.2014.02.001"]}, {"Citation": "Kalia M, et al. Exploring the impact of parthenolide as anti-quorum sensing and anti-biofilm agent against Pseudomonas aeruginosa. Life Sci. 2018;199:96–103. doi: 10.1016/j.lfs.2018.03.013.", "ArticleIdList": ["10.1016/j.lfs.2018.03.013", "29524516"]}, {"Citation": "Kigondu E, et al. Antiplasmodial and cytotoxicity activities of some selected plants used by the Maasai community, Kenya. S. Afr. J. Bot. 2011;77:725–729. doi: 10.1016/j.sajb.2011.03.008.", "ArticleIdList": ["10.1016/j.sajb.2011.03.008"]}, {"Citation": "Guédé BK, Guessennd-Kouadio AN, Kouadio JNg, Koné MW. Cytotoxicity assessment of the stem bark of Tieghemella heckelii Pierre ex. A Chev (Sapotaceae) towards Vero and RD human cancer cell lines. J. Phytopharm. 2017;6:11–19. doi: 10.31254/phyto.2017.6102.", "ArticleIdList": ["10.31254/phyto.2017.6102"]}, {"Citation": "Gordanian B, Behbahani M, Carapetian J, Fazilati M. In vitro evaluation of cytotoxic activity of flower, leaf, stem and root extracts of five Artemisia species. Res. Pharm. Sci. 2014;9:91.", "ArticleIdList": ["PMC4311295", "25657777"]}, {"Citation": "Amuamuta A, Berihun B. Cytotoxicity evaluation of Eucalyptus camaldulensis leaf extract against Cholangiocarcinoma cell lines (CL-6) Res. Sq. 2023 doi: 10.21203/rs.3.rs-2710703/v1.", "ArticleIdList": ["10.21203/rs.3.rs-2710703/v1"]}, {"Citation": "Latorre A, et al. Biofilm in milking equipment on a dairy farm as a potential source of bulk tank milk contamination with Listeria monocytogenes. J. Dairy Sci. 2010;93:2792–2802. doi: 10.3168/jds.2009-2717.", "ArticleIdList": ["10.3168/jds.2009-2717", "20494189"]}, {"Citation": "Castro H, Jaakkonen A, Hakkinen M, Korkeala H, Lindström M. Occurrence, persistence, and contamination routes of Listeria monocytogenes genotypes on three Finnish dairy cattle farms: a longitudinal study. Appl. Environ. Microbiol. 2018;84:e02000–02017. doi: 10.1128/AEM.02000-17.", "ArticleIdList": ["10.1128/AEM.02000-17", "PMC5795088", "29222098"]}, {"Citation": "Poimenidou S, et al. Listeria monocytogenes attachment to and detachment from stainless steel surfaces in a simulated dairy processing environment. Appl. Environ. Microbiol. 2009;75:7182–7188. doi: 10.1128/AEM.01359-09.", "ArticleIdList": ["10.1128/AEM.01359-09", "PMC2786508", "19767476"]}, {"Citation": "Possas A, Hernández M, Esteban-Carbonero Ó, Valero A, Rodríguez-Lázaro D. Listeria monocytogenes survives better at lower storage temperatures in regular and low-salt soft and cured cheeses. Food Microbiol. 2022;104:103979. doi: 10.1016/j.fm.2022.103979.", "ArticleIdList": ["10.1016/j.fm.2022.103979", "35287808"]}, {"Citation": "Moreira, J., Mera, E. & Adhikari, A. in IAFP 2019 Annual Meeting. (IAFP)."}, {"Citation": "Vukić V, et al. Antimicrobial potential of kombucha fresh cheese with the addition of sage (Salvia officinalis L.) and its preparations. Food Funct. 2023;14:3348–3356. doi: 10.1039/D2FO01774A.", "ArticleIdList": ["10.1039/D2FO01774A", "36942549"]}, {"Citation": "Costa A, Bertolotti L, Brito L, Civera T. Biofilm formation and disinfectant susceptibility of persistent and nonpersistent Listeria monocytogenes isolates from Gorgonzola cheese processing plants. Foodborne Pathog. Dis. 2016;13:602–609. doi: 10.1089/fpd.2016.2154.", "ArticleIdList": ["10.1089/fpd.2016.2154", "27462729"]}, {"Citation": "Lee SHI, et al. Biofilm-producing ability of Listeria monocytogenes isolates from Brazilian cheese processing plants. Food Res. Int. 2017;91:88–91. doi: 10.1016/j.foodres.2016.11.039.", "ArticleIdList": ["10.1016/j.foodres.2016.11.039", "28290331"]}, {"Citation": "Smit G, Smit BA, Engels WJ. Flavour formation by lactic acid bacteria and biochemical flavour profiling of cheese products. FEMS Microbiol. Rev. 2005;29:591–610. doi: 10.1016/j.fmrre.2005.04.002.", "ArticleIdList": ["10.1016/j.fmrre.2005.04.002", "15935512"]}, {"Citation": "Lagouri V, Nisteropoulou E. Antioxidant properties of O. onites, T. vulgaris and O. basilicum species grown in Greece and their total phenol and rosmarinic acid content. J. Food Lipids. 2009;16:484–498. doi: 10.1111/j.1745-4522.2009.01161.x.", "ArticleIdList": ["10.1111/j.1745-4522.2009.01161.x"]}, {"Citation": "EL-Kholy W, Aamer R. Effect of some essential oils on the quality of UF-soft cheese during storage. Alex. J. Food Sci. Tech. 2017;14:13–28. doi: 10.12816/0038401.", "ArticleIdList": ["10.12816/0038401"]}, {"Citation": "Hasneen DF, et al. Comparative evaluation of some herbs and their suitability for skimmed milk yoghurt and cast Kariesh cheese fortification as functional foods. Ann. Agric. Sci. 2020;65:6–12. doi: 10.1016/j.aoas.2020.05.001.", "ArticleIdList": ["10.1016/j.aoas.2020.05.001"]}, {"Citation": "Khider MK, Ahmed RB, Hassaan MG. Enhancement of ultrafiltrated white soft cheese with cold pressed oils as natural food additives for extending shelf life. Egypt. J. Food Sci. 2022;50:251–268. doi: 10.21608/EJFS.2022.161040.1139.", "ArticleIdList": ["10.21608/EJFS.2022.161040.1139"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "12"}, {"Year": "2024", "Month": "1", "Day": "18"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "28", "Hour": "7", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "27", "Hour": "23", "Minute": "17"}, {"Year": "2024", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38280925", "PMC10821901", "10.1038/s41598-024-52394-9", "10.1038/s41598-024-52394-9"]}}]}