{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medical pluralism", "Plural medical system", "Traditional medicine"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38287364", "DateCompleted": {"Year": "2024", "Month": "01", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["64", "10.1186/s12906-024-04368-7"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "30"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "30"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Knowledge, attitude, and utilization of traditional medicine within the plural medical system in West Java, Indonesia.", "Pagination": {"StartPage": "64", "MedlinePgn": "64"}, "Abstract": {"AbstractText": ["The concept of 'medical pluralism' has become more popular among scholars in applied health science and prevalent in societies where one medical system alone cannot adequately meet the health care needs of the entire population.", "The data collection is focused on the knowledge-belief-practice and the utilization of three medical systems in Kabupaten Bandung, West Java, Indonesia. Participants were purposively selected from households with at least one member experienced one of the listed diseases in the questionnaire. The extensive survey using a structured questionnaire has been undertaken to collect data on people's health care utilization behaviour. The dataset is further analyzed using multivariate analysis through non-canonical correlation, with the analytical data provided by Statistical Package for Social Sciences (SPSS).", "With regards to the total utilization by patients, the traditional medical system presents as the dominant medical system in the research area, accounting for 59.3% (n = 419) of total utilization, followed by the modern medical system (33.0%, n = 233), and transitional medical system (7.7%, n = 54). This study identified that village category, illness, illness duration, occupation, belief in traditional medicine, knowledge of modern medicine, accessibility, cost, proximity to the medical service, and insurance have significant (χ<sup>2</sup> = 0.000) relationship with the utilization of medical systems. The results of the multivariate analysis show that the block of the predisposing socio-demographic factors and the block of the predisposing psycho-social factors correlate strongly with the utilization of medical systems.", "In general, people in Kabupaten Bandung, West Java, Indonesia seeks treatment from various sources, which in the context of the medical system, consists of the traditional, transitional, and modern medical system; therefore, it adopts the patterns of transcultural health care utilization. In terms of the knowledge, beliefs, and practices of traditional medicine in West Java, the inhabitants of the five research villages were commonly familiar with medicinal plants and speak profoundly about their knowledge of traditional medicine, which in the research area is perceived as accessible, efficacious, affordable and culturally appropriate with Sundanese community."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Pharmacy, Faculty of Pharmacy, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang KM. 21, Jatinangor, Sumedang West Java, 45363, Indonesia. raden.maya@unpad.ac.id."}, {"Identifier": [], "Affiliation": "Herbal Study Center, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang KM. 21, Jatinangor, Sumedang West Java, 45363, Indonesia. raden.maya@unpad.ac.id."}], "LastName": "Febriyanti", "ForeName": "Raden Maya", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Economy and Business, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang KM. 21, Jatinangor, Sumedang West Java, 45363, Indonesia."}], "LastName": "Saefullah", "ForeName": "Kurniawan", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Nursing, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang KM. 21, Jatinangor, Sumedang West Java, 45363, Indonesia."}], "LastName": "Susanti", "ForeName": "Raini Diah", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Universitas Padjadjaran, Jalan Raya Bandung-Sumedang KM. 21, Jatinangor, Sumedang West Java, 45363, Indonesia."}], "LastName": "Lestari", "ForeName": "Keri", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Indonesia"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Patient Acceptance of Health Care"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "von Rintelen K, Arida E, Häuser C. A review of biodiversity-related issues and challenges in megadiverse Indonesia and other Southeast Asian countries. Res Ideas Outcomes. 2017;3."}, {"Citation": "Febriyanti RM, Moektiwardojo M. Knowledge and practice of Ubar Kampung by the Sundanese Community in Kecamatan Pangalengan, West Java, Indonesia. Indig Knowl. 2021;1(1):6–10. doi: 10.24198/ik.v1i1.32629.", "ArticleIdList": ["10.24198/ik.v1i1.32629"]}, {"Citation": "Ahmed N, Ijaz S, Manzoor S, Sajjad S. Prevalence of self-medication in children under-five years by their mothers in Yogyakarta city Indonesia. J Fam Med Prim care. 2021;10(8):2798–803. doi: 10.4103/jfmpc.jfmpc_2457_20.", "ArticleIdList": ["10.4103/jfmpc.jfmpc_2457_20", "PMC8483128", "34660408"]}, {"Citation": "Brata C, Fisher C, Marjadi B, Schneider CR, Clifford RM. Factors influencing the current practice of self-medication consultations in Eastern Indonesian community pharmacies: a qualitative study. BMC Health Serv Res [Internet]. 2016 Dec 13 [cited 2020 Jun 3];16(1):179. Available from: http://bmchealthservres.biomedcentral.com/articles/10.1186/s12913-016-1425-3", "ArticleIdList": ["PMC4866032", "27178346"]}, {"Citation": "Isnawati A, Gitawati R, Raini M, Alegantina S, Setiawaty V. Indonesia basic health survey: self-medication profile for diarrhea with traditional medicine. Afr Health Sci. 2019;19(3):2365–71. doi: 10.4314/ahs.v19i3.9.", "ArticleIdList": ["10.4314/ahs.v19i3.9", "PMC7040255", "32127806"]}, {"Citation": "Leslie C. Medical pluralism in world perspective [1] Soc Sci Med Part B Med Anthropol. 1980;14(4):191–5. doi: 10.1016/0160-7987(80)90044-7.", "ArticleIdList": ["10.1016/0160-7987(80)90044-7", "7209590"]}, {"Citation": "Shih CC, Su YC, Liao CC, Lin JG. Patterns of medical pluralism among adults: results from the 2001 National Health interview survey in Taiwan. BMC Health Serv Res. 2010;10:25–8. doi: 10.1186/1472-6963-10-191.", "ArticleIdList": ["10.1186/1472-6963-10-191", "PMC2910697", "20604913"]}, {"Citation": "Yu C. Medical pluralism in a Dong Village, Southwestern China. Int J Anthropol Ethnol. 2021;5(1):1–19. doi: 10.1186/s41257-021-00042-9.", "ArticleIdList": ["10.1186/s41257-021-00042-9"]}, {"Citation": "Penkala-Gawęcka D, Rajtar M. Introduction to the special issue ‘medical pluralism and beyond.’ Anthropol Med [Internet]. 2016;23(2):129–34. 10.1080/13648470.2016.1180584", "ArticleIdList": ["27464971"]}, {"Citation": "Cant S, Medical Pluralism. Mainstream Marginality or Subaltern Therapeutics? Globalisation and the Integration of ‘Asian’ Medicines and Biomedicine in the UK. https://doi.org/101177/2393861719883064 [Internet]. 2020 Jan 12 [cited 2023 Jan 6];6(1):31–51. Available from: https://journals.sagepub.com/doi/10.1177/2393861719883064"}, {"Citation": "Stanifer JW, Patel UD, Karia F, Thielman N, Maro V, Shimbi D, Kilaweh H, Lazaro M, Matemu O, Omolo J, Boyd D. Comprehensive kidney Disease Assessment for Risk factors, epidemiology, knowledge, and attitudes (CKD AFRIKA) study. The determinants of traditional medicine use in Northern Tanzania: a mixed-methods study. PLoS ONE. 2015;10(4):e0122638. doi: 10.1371/journal.pone.0122638.", "ArticleIdList": ["10.1371/journal.pone.0122638", "PMC4388565", "25848762"]}, {"Citation": "Lunyera J, Wang D, Maro V, Karia F, Boyd D, Omolo J, Patel UD, Stanifer JW. Traditional medicine practices among community members with diabetes mellitus in Northern Tanzania: an ethnomedical survey. BMC Complement Altern Med. 2016;16(1).", "ArticleIdList": ["PMC4982437", "27514380"]}, {"Citation": "Kasole R, Martin HD, Kimiywe J. Traditional medicine and its role in the management of diabetes mellitus: patients’’ and herbalists’ perspectives. Evidence-based Complement Altern Med. 2019;2019.", "ArticleIdList": ["PMC6637672", "31354852"]}, {"Citation": "Gabrani J, Schindler C, Wyss K. Health seeking behavior among adults and Elderly with Chronic Health Condition(s) in Albania. Front Public Heal. 2021;9:192.", "ArticleIdList": ["PMC8007873", "33796494"]}, {"Citation": "Mulyanto J, Kunst AE, Kringos DS. Geographical inequalities in healthcare utilization and the contribution of compositional factors: a multilevel analysis of 497 districts in Indonesia. Health Place. 2019;60:102236. doi: 10.1016/j.healthplace.2019.102236.", "ArticleIdList": ["10.1016/j.healthplace.2019.102236", "31778844"]}, {"Citation": "Ashiagbor G, Ofori-Asenso R, Forkuo EK, Agyei-Frimpong S. Measures of geographic accessibility to health care in the Ashanti Region of Ghana. Sci Afr. 2020;9:e00453."}, {"Citation": "Slikkerveer L, Baourakis G, Saefullah K. Integrated Community-Managed Development Strategizing Indigenous Knowledge and Institutions for Poverty Reduction and Sustainable Community Development in Indonesia. Strategizing Indigenous Knowledge and Institutions for Poverty Reduction and Sustainable; 2019."}, {"Citation": "Slikkerveer L. The challenge of non-experimental validation of mac plants: towards a multivariate model of transcultural utilization of medicinal. Aromatic and Cosmetic Plants. 2006;17."}, {"Citation": "Hu R, Dong S, Zhao Y, Hu H, Li Z. Assessing potential spatial accessibility of health services in rural China: a case study of Donghai County. Int J Equity Heal. 2013;12(1):35–46. doi: 10.1186/1475-9276-12-35.", "ArticleIdList": ["10.1186/1475-9276-12-35", "PMC3747861", "23688278"]}, {"Citation": "Khajeh A, Vardanjani H, Salehi A, Rahmani N, Delavari S. Healthcare-seeking behavior and its relating factors in South of Iran. J Educ Health Promot. 2019;8(1).", "ArticleIdList": ["PMC6796318", "31867368"]}, {"Citation": "Li YN, Nong DX, Wei B, Feng QM, Luo HY. The impact of predisposing, enabling, and need factors in utilization of health services among rural residents in Guangxi, China. BMC Health Serv Res [Internet]. 2016 Oct 19 [cited 2023 Jan 6];16(1):1–9. Available from: https://bmchealthservres.biomedcentral.com/articles/10.1186/s12913-016-1825-4", "ArticleIdList": ["PMC5070132", "27760531"]}, {"Citation": "Jahangir E, Irazola V, Rubinstein A, Need. Enabling, Predisposing, and Behavioral Determinants of Access to Preventative Care in Argentina: Analysis of the National Survey of Risk Factors. PLoS One [Internet]. 2012 Sep 12 [cited 2023 Jan 6];7(9):e45053. Available from: https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0045053", "ArticleIdList": ["PMC3440415", "22984608"]}, {"Citation": "Wiseman V, Thabrany H, Asante A, Haemmerli M, Kosen S, Gilson L, Mills A, Hayen A, Tangcharoensathien V, Patcharanarumol W. An evaluation of health systems equity in Indonesia: Study protocol. Int J Equity Health [Internet]. 2018 Sep 12 [cited 2023 Jan 6];17(1):1–9. Available from: https://equityhealthj.biomedcentral.com/articles/10.1186/s12939-018-0822-0", "ArticleIdList": ["PMC6134712", "30208921"]}, {"Citation": "Falchetta G, Hammad AT, Shayegh S. Planning universal accessibility to public health care in sub-Saharan Africa. Proc Natl Acad Sci U S A [Internet]. 2020 Dec 15 [cited 2023 Jan 13];117(50):31760–9. Available from: https://www.pnas.org/doi/abs/10.1073/pnas.2009172117", "ArticleIdList": ["PMC7749323", "33257557"]}, {"Citation": "Field AP. Discovering statistics using IBM SPSS statistics. Incorporated: SAGE Publications; 2020."}, {"Citation": "Negi VS, Maikhuri RK, Phondani PC, Rawat LS. An inventory of indigenous knowledge and cultivation practices of medicinal plants in Govind Pashu Vihar Wildlife Sanctuary, Central Himalaya, India. https://doi.org/101080/215137322011575385 [Internet]. 2011 [cited 2022 Sep 5];6(3–4):96–105. Available from: https://www.tandfonline.com/doi/abs/10.1080/21513732.2011.575385"}, {"Citation": "Febriyanti RM, Slikkerveer LJ, Spaink HP, Lestari K, Saefullah K. Ethnomedicinal Study of Ubar Kampung for Diabetes Mellitus: Indigenous Knowledge, Belief, and Practice of Medicinal, Aromatic, and Cosmetic (MAC) Plants In Sunda Region, West Java, Indonesia. Int J Appl Pharm [Internet]. 2022 Dec 27 [cited 2023 Jan 10];14(Special issue 5):148–53. Available from: https://innovareacademics.in/journals/index.php/ijap/article/view/47211"}, {"Citation": "Gyasi RM, Asante F, Abass K, Yeboah JY, Adu-Gyamfi S, Amoah PA. Do health beliefs explain traditional medical therapies utilization? Evidence from Ghana. Halsall J, editor. Cogent Soc Sci [Internet]. 2016;2(1):1209995. 10.1080/23311886.2016.1209995"}, {"Citation": "Picking D, Younger N, Mitchell S, Delgoda R. The prevalence of herbal medicine home use and concomitant use with pharmaceutical medicines in Jamaica. J Ethnopharmacol. 2011;137(1):305–11. doi: 10.1016/j.jep.2011.05.025.", "ArticleIdList": ["10.1016/j.jep.2011.05.025", "21645607"]}, {"Citation": "Van Andel T, Carvalheiro LG. Why Urban citizens in developing Countries Use Traditional Medicines: the case of Suriname. Evid Based Complement Alternat Med [Internet]. 2013 [cited 2023 Jan 6];2013:13. Available from: /pmc/articles/PMC3638607/.", "ArticleIdList": ["PMC3638607", "23653663"]}, {"Citation": "Peltzer K, Pengpid S. The use of herbal medicines among chronic disease patients in Thailand: a cross-sectional survey. J Multidiscip Healthc. 2019;12:573. doi: 10.2147/JMDH.S212953.", "ArticleIdList": ["10.2147/JMDH.S212953", "PMC6661386", "31413584"]}, {"Citation": "Lim MT, Fong Lim YM, Tong SF, Sivasampu S. Age, sex and primary care setting differences in patients’ perception of community healthcare seeking behaviour towards health services. PLoS One [Internet]. 2019 Oct 1 [cited 2023 Jan 6];14(10). Available from: /pmc/articles/PMC6802842/.", "ArticleIdList": ["PMC6802842", "31634373"]}, {"Citation": "Awoyemi TT, Obayelu OA, Opaluwa HI. Effect of Distance on Utilization of Health Care Services in Rural Kogi State, Nigeria. Kamla Raj Enterp [Internet]. 2017 Jul [cited 2023 Jan 6];35(1):1–9. Available from: https://www.tandfonline.com/doi/abs/10.1080/09709274.2011.11906385"}, {"Citation": "Rasul FB, Kalmus O, Sarker M, Adib HI, Hossain MS, Hasan MZ, Brenner S, Nazneen S, Islam MN, De Allegri M. Determinants of health seeking behavior for chronic non-communicable diseases and related out-of-pocket expenditure: results from a cross-sectional survey in northern Bangladesh. J Heal Popul Nutr [Internet]. 2019;38(1):48. 10.1186/s41043-019-0195-z", "ArticleIdList": ["PMC6929492", "31870436"]}, {"Citation": "Oyebode O, Kandala NB, Chilton PJ, Lilford RJ. Use of traditional medicine in middle-income countries: a WHO-SAGE study. Health Policy Plan [Internet]. 2016 Oct 1 [cited 2023 Jan 9];31(8):984. Available from: /pmc/articles/PMC5013777/.", "ArticleIdList": ["PMC5013777", "27033366"]}, {"Citation": "Nurhayati WL. The use of traditional health care among Indonesian family. Heal Sci J Indones. 2017;8(1):30–5."}, {"Citation": "Meragiaw M, Asfaw Z, Argaw M. The Status of Ethnobotanical Knowledge of Medicinal Plants and the Impacts of Resettlement in Delanta, Northwestern Wello, Northern Ethiopia. Evidence-based Complement Altern Med. 2016;2016.", "ArticleIdList": ["PMC4737471", "26881004"]}, {"Citation": "Aadhan K, Anand SP. Survey of medicinal plants used for the treatment of diabetes by the Paliyar’s Tribe in Sadhuragiri hills, Tamil Nadu, India. ~ 17 ~ int. J Herb Med. 2017;5(3):17–25."}, {"Citation": "Chaachouay N, Benkhnigue O, Fadli M, El Ibaoui H, Zidane L. Ethnobotanical and ethnopharmacological studies of medicinal and aromatic plants used in the treatment of metabolic diseases in the Moroccan Rif. Heliyon. 2019;5(10):e02191. doi: 10.1016/j.heliyon.2019.e02191.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02191", "PMC6838988", "31720440"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "14"}, {"Year": "2024", "Month": "1", "Day": "20"}, {"Year": "2024", "Month": "1", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "30", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "23", "Minute": "59"}, {"Year": "2024", "Month": "1", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["38287364", "PMC10826289", "10.1186/s12906-024-04368-7", "10.1186/s12906-024-04368-7"]}}]}