{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["botanical drugs", "direct-acting antiviral agents (DAAs)", "hepatitis C", "hepatitis C virus", "hepatoprotective and antiviral properties of medicinal plants"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38283838", "DateRevised": {"Year": "2024", "Month": "01", "Day": "31"}, "Article": {"Language": ["eng"], "ELocationID": ["1334160", "10.3389/fphar.2023.1334160"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "12"}], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2023"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Therapeutic approaches for chronic hepatitis C: a concise review.", "Pagination": {"StartPage": "1334160", "MedlinePgn": "1334160"}, "Abstract": {"AbstractText": ["Hepatitis C virus (HCV) infection is a significant global health concern, prompting the need for effective treatment strategies. This in-depth review critically assesses the landscape of HCV treatment, drawing parallels between traditional interferon/ribavirin therapy historically pivotal in HCV management and herbal approaches rooted in traditional and complementary medicine. Advancements in therapeutic development and enhanced clinical outcomes axis on a comprehensive understanding of the diverse HCV genome, its natural variations, pathogenesis, and the impact of dietary, social, environmental, and economic factors. A thorough analysis was conducted through reputable sources such as Science Direct, PubMed, Scopus, Web of Science, books, and dissertations. This review primarily focuses on the intricate nature of HCV genomes and explores the potential of botanical drugs in both preventing and treating HCV infections."], "CopyrightInformation": "Copyright © 2024 Nawaz, Manzoor, Ahmed, Ahmed, Abbas, Mir, Bilal, Sheikh, Ahmad, Jeelani and Nakagawa."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joslin Diabetes Center, Harvard Medical School, Harvard University, Boston, MA, United States."}, {"Identifier": [], "Affiliation": "Department of Molecular and Medical Pharmacology, Faculty of Medicine, University of Toyama, Toyama, Japan."}], "LastName": "Nawaz", "ForeName": "Allah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Surgery, Bahawal Victoria Hospital, Bahawalpur, Pakistan."}], "LastName": "Manzoor", "ForeName": "Azhar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, and Surgery, Rawalpindi Medical University, Rawalpindi, Punjab, Pakistan."}], "LastName": "Ahmed", "ForeName": "Saeed", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, University of Poonch Rawalakot, Rawalakot, Azad Jammu and Kashmir (AJ&K), Pakistan."}], "LastName": "Ahmed", "ForeName": "Naveed", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular and Medical Pharmacology, Faculty of Medicine, University of Toyama, Toyama, Japan."}], "LastName": "Abbas", "ForeName": "Waseem", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences, King Khalid University, Abha, Saudi Arabia."}], "LastName": "Mir", "ForeName": "Mushtaq Ahmad", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "First Department of Internal Medicine, Faculty of Medicine, University of Toyama, Toyama, Japan."}], "LastName": "Bilal", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jammu Institute of Ayurveda and Research, University of Jammu, Jammu, India."}], "LastName": "Sheikh", "ForeName": "Alisha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiovascular Center of Excellence, Louisiana State University Health Sciences Center, New Orleans, LA, United States."}], "LastName": "Ahmad", "ForeName": "Saleem", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular and Medical Pharmacology, Faculty of Medicine, University of Toyama, Toyama, Japan."}], "LastName": "Jeelani", "ForeName": "Ishtiaq", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular and Medical Pharmacology, Faculty of Medicine, University of Toyama, Toyama, Japan."}], "LastName": "Nakagawa", "ForeName": "Takashi", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed-Belkacem A., Ahnou N., Barbotte L., Wychowski C., Pallier C., Brillet R., et al. (2010). Silibinin and related compounds are direct inhibitors of hepatitis C virus RNA-dependent RNA polymerase. Gastroenterology 138, 1112–1122. 10.1053/j.gastro.2009.11.053", "ArticleIdList": ["10.1053/j.gastro.2009.11.053", "19962982"]}, {"Citation": "Alharthi J., Latchoumanin O., George J., Eslam M. (2020). Macrophages in metabolic associated fatty liver disease. World J. Gastroenterol. 26, 1861–1878. 10.3748/wjg.v26.i16.1861", "ArticleIdList": ["10.3748/wjg.v26.i16.1861", "PMC7201150", "32390698"]}, {"Citation": "Ashfaq U. A., Idrees S. (2014). Medicinal plants against hepatitis C virus. World J. Gastroenterol. 20, 2941–2947. 10.3748/wjg.v20.i11.2941", "ArticleIdList": ["10.3748/wjg.v20.i11.2941", "PMC3961971", "24659884"]}, {"Citation": "Ashfaq U. A., Masoud M. S., Nawaz Z., Riazuddin S. (2011). Glycyrrhizin as antiviral agent against hepatitis C virus. J. Transl. Med. 9, 112. 10.1186/1479-5876-9-112", "ArticleIdList": ["10.1186/1479-5876-9-112", "PMC3169469", "21762538"]}, {"Citation": "Asselah T., Marcellin P., Schinazi R. F. (2018). Treatment of hepatitis C virus infection with direct-acting antiviral agents: 100% cure?. Liver Int. 38 (1), 7–13. 10.1111/liv.13673", "ArticleIdList": ["10.1111/liv.13673", "PMC7713514", "29427484"]}, {"Citation": "Bachmetov L., Gal-Tanamy M., Shapira A., Vorobeychik M., Giterman-Galam T., Sathiyamoorthy P., et al. (2012). Suppression of hepatitis C virus by the flavonoid quercetin is mediated by inhibition of NS3 protease activity. J. Viral Hepat. 19, e81–e88. 10.1111/j.1365-2893.2011.01507.x", "ArticleIdList": ["10.1111/j.1365-2893.2011.01507.x", "22239530"]}, {"Citation": "Bodenheimer H. C., JR., Lindsay K. L., Davis G. L., Lewis J. H., Thung S. N., Seeff L. B. (1997). Tolerance and efficacy of oral ribavirin treatment of chronic hepatitis C: a multicenter trial. Hepatology 26, 473–477. 10.1002/hep.510260231", "ArticleIdList": ["10.1002/hep.510260231", "9252161"]}, {"Citation": "Bokesch H. R., O'Keefe B. R., Mckee T. C., Pannell L. K., Patterson G. M., Gardella R. S., et al. (2003). A potent novel anti-HIV protein from the cultured cyanobacterium Scytonema varium. Biochemistry 42, 2578–2584. 10.1021/bi0205698", "ArticleIdList": ["10.1021/bi0205698", "12614152"]}, {"Citation": "Calland N., Albecka A., Belouzard S., Wychowski C., Duverlie G., Descamps V., et al. (2012a). (-)-Epigallocatechin-3-gallate is a new inhibitor of hepatitis C virus entry. Hepatology 55, 720–729. 10.1002/hep.24803", "ArticleIdList": ["10.1002/hep.24803", "22105803"]}, {"Citation": "Calland N., Dubuisson J., Rouillé Y., Séron K. (2012b). Hepatitis C virus and natural compounds: a new antiviral approach? Viruses 4, 2197–2217. 10.3390/v4102197", "ArticleIdList": ["10.3390/v4102197", "PMC3497048", "23202460"]}, {"Citation": "Chen C., Qiu H., Gong J., Liu Q., Xiao H., Chen X. W., et al. (2012). (-)-Epigallocatechin-3-gallate inhibits the replication cycle of hepatitis C virus. Arch. Virol. 157, 1301–1312. 10.1007/s00705-012-1304-0", "ArticleIdList": ["10.1007/s00705-012-1304-0", "22491814"]}, {"Citation": "Cheung R., Dickins J., Nicholson P. W., Thomas A. S., Smith H. H., Larson H. E., et al. (1988). Compliance with anti-tuberculous therapy: a field trial of a pill-box with a concealed electronic recording device. Eur. J. Clin. Pharmacol. 35, 401–407. 10.1007/BF00561372", "ArticleIdList": ["10.1007/BF00561372", "3197749"]}, {"Citation": "Chia C. W., Egan J. M., Ferrucci L. (2018). Age-related changes in glucose metabolism, hyperglycemia, and cardiovascular risk. Circulation Res. 123, 886–904. 10.1161/CIRCRESAHA.118.312806", "ArticleIdList": ["10.1161/CIRCRESAHA.118.312806", "PMC6205735", "30355075"]}, {"Citation": "Choi M., Kim Y. M., Lee S., Chin Y. W., Lee C. (2014). Mangosteen xanthones suppress hepatitis C virus genome replication. Virus Genes 49, 208–222. 10.1007/s11262-014-1098-0", "ArticleIdList": ["10.1007/s11262-014-1098-0", "24986787"]}, {"Citation": "Christensen S., Buggisch P., Mauss S., Böker K. H. W., Schott E., Klinker H., et al. (2018). Direct-acting antiviral treatment of chronic HCV-infected patients on opioid substitution therapy: still a concern in clinical practice? Addiction 113, 868–882. 10.1111/add.14128", "ArticleIdList": ["10.1111/add.14128", "29359361"]}, {"Citation": "Davis G. L., Esteban-Mur R., Rustgi V., Hoefs J., Gordon S. C., Trepo C., et al. (1998). Interferon alfa-2b alone or in combination with ribavirin for the treatment of relapse of chronic hepatitis C. International Hepatitis Interventional Therapy Group. N. Engl. J. Med. 339, 1493–1499. 10.1056/NEJM199811193392102", "ArticleIdList": ["10.1056/NEJM199811193392102", "9819447"]}, {"Citation": "Deng G., Kurtz R. C., Vickers A., Lau N., Yeung K. S., Shia J., et al. (2011). A single arm phase II study of a Far-Eastern traditional herbal formulation (sho-sai-ko-to or xiao-chai-hu-tang) in chronic hepatitis C patients. J. Ethnopharmacol. 136, 83–87. 10.1016/j.jep.2011.04.008", "ArticleIdList": ["10.1016/j.jep.2011.04.008", "21527335"]}, {"Citation": "Drazilova S., Gazda J., Janicko M., Jarcuska P. (2018). Chronic hepatitis C association with diabetes mellitus and cardiovascular risk in the era of DAA therapy. Can. J. Gastroenterology Hepatology 2018, 6150861. 10.1155/2018/6150861", "ArticleIdList": ["10.1155/2018/6150861", "PMC6110000", "30186821"]}, {"Citation": "Farrell G. C., Bacon B. R., Goldin R. D. (1998). Lymphoblastoid interferon alfa-n1 improves the long-term response to a 6-month course of treatment in chronic hepatitis C compared with recombinant interferon alfa-2b: results of an international randomized controlled trial. Clinical Advisory Group for the Hepatitis C Comparative Study. Hepatology 27, 1121–1127. 10.1002/hep.510270429", "ArticleIdList": ["10.1002/hep.510270429", "9537453"]}, {"Citation": "Ferenci P., Dragosics B., Dittrich H., Frank H., Benda L., Lochs H., et al. (1989). Randomized controlled trial of silymarin treatment in patients with cirrhosis of the liver. J. Hepatol. 9, 105–113. 10.1016/0168-8278(89)90083-4", "ArticleIdList": ["10.1016/0168-8278(89)90083-4", "2671116"]}, {"Citation": "Fujisaka S., Usui I., Bukhari A., Ikutani M., Oya T., Kanatani Y., et al. (2009). Regulatory mechanisms for adipose tissue M1 and M2 macrophages in diet-induced obese mice. Diabetes 58, 2574–2582. 10.2337/db08-1475", "ArticleIdList": ["10.2337/db08-1475", "PMC2768159", "19690061"]}, {"Citation": "Fujisaka S., Usui I., Ikutani M., Aminuddin A., Takikawa A., Tsuneyama K., et al. (2013). Adipose tissue hypoxia induces inflammatory M1 polarity of macrophages in an HIF-1α-dependent and HIF-1α-independent manner in obese mice. Diabetologia 56, 1403–1412. 10.1007/s00125-013-2885-1", "ArticleIdList": ["10.1007/s00125-013-2885-1", "23494472"]}, {"Citation": "Fujisaka S., Usui I., Nawaz A., Takikawa A., Kado T., Igarashi Y., et al. (2016). M2 macrophages in metabolism. Diabetol. Int. 7, 342–351. 10.1007/s13340-016-0290-y", "ArticleIdList": ["10.1007/s13340-016-0290-y", "PMC6224974", "30603285"]}, {"Citation": "Gonzalez O., Fontanes V., Raychaudhuri S., Loo R., Loo J., Arumugaswami V., et al. (2009). The heat shock protein inhibitor Quercetin attenuates hepatitis C virus production. Hepatology 50, 1756–1764. 10.1002/hep.23232", "ArticleIdList": ["10.1002/hep.23232", "PMC3846025", "19839005"]}, {"Citation": "Haid S., Novodomská A., Gentzsch J., Grethe C., Geuenich S., Bankwitz D., et al. (2012). A plant-derived flavonoid inhibits entry of all HCV genotypes into human hepatocytes. Gastroenterology 143, 213–222. 10.1053/j.gastro.2012.03.036", "ArticleIdList": ["10.1053/j.gastro.2012.03.036", "22465429"]}, {"Citation": "Hoofnagle J. H., Mullen K. D., Jones D. B., Rustgi V., Di Bisceglie A., Peters M., et al. (1986). Treatment of chronic non-A,non-B hepatitis with recombinant human alpha interferon. A preliminary report. N. Engl. J. Med. 315, 1575–1578. 10.1056/NEJM198612183152503", "ArticleIdList": ["10.1056/NEJM198612183152503", "3097544"]}, {"Citation": "Hsu W.-C., Chang S.-P., Lin L.-C., Li C.-L., Richardson C. D., Lin C.-C., et al. (2015). Limonium sinense and gallic acid suppress hepatitis C virus infection by blocking early viral entry. Antivir. Res. 118, 139–147. 10.1016/j.antiviral.2015.04.003", "ArticleIdList": ["10.1016/j.antiviral.2015.04.003", "25865056"]}, {"Citation": "Ito M., Kusunoki H., Mizuochi T. (2011). Peripheral B cells as reservoirs for persistent HCV infection. Front. Microbiol. 2, 177. 10.3389/fmicb.2011.00177", "ArticleIdList": ["10.3389/fmicb.2011.00177", "PMC3171067", "21941521"]}, {"Citation": "Jacobson I. M., Cacoub P., Dal Maso L., Harrison S. A., Younossi Z. M. (2010). Manifestations of chronic hepatitis C virus infection beyond the liver. Clin. Gastroenterol. Hepatol. 8, 1017–1029. 10.1016/j.cgh.2010.08.026", "ArticleIdList": ["10.1016/j.cgh.2010.08.026", "20870037"]}, {"Citation": "Jardim A. C. G., Shimizu J. F., Rahal P., Harris M. (2018). Plant-derived antivirals against hepatitis c virus infection. Virology J. 15, 34. 10.1186/s12985-018-0945-3", "ArticleIdList": ["10.1186/s12985-018-0945-3", "PMC5812025", "29439720"]}, {"Citation": "Jesus M., Martins A. P., Gallardo E., Silvestre S. (2016). Diosgenin: recent highlights on Pharmacology and analytical methodology. J. Anal. Methods Chem. 2016, 4156293. 10.1155/2016/4156293", "ArticleIdList": ["10.1155/2016/4156293", "PMC5225340", "28116217"]}, {"Citation": "Kazankov K., Jørgensen S. M. D., Thomsen K. L., Møller H. J., Vilstrup H., George J., et al. (2019). The role of macrophages in nonalcoholic fatty liver disease and nonalcoholic steatohepatitis. Nat. Rev. Gastroenterology Hepatology 16, 145–159. 10.1038/s41575-018-0082-x", "ArticleIdList": ["10.1038/s41575-018-0082-x", "30482910"]}, {"Citation": "Lam P., Cheung F., Tan H. Y., Wang N., Yuen M. F., Feng Y. (2016). Hepatoprotective effects of Chinese medicinal herbs: a focus on anti-inflammatory and anti-oxidative activities. Int. J. Mol. Sci. 17, 465. 10.3390/ijms17040465", "ArticleIdList": ["10.3390/ijms17040465", "PMC4848921", "27043533"]}, {"Citation": "Lan K. H., Wang Y. W., Lee W. P., Lan K. L., Tseng S. H., Hung L. R., et al. (2012). Multiple effects of Honokiol on the life cycle of hepatitis C virus. Liver Int. 32, 989–997. 10.1111/j.1478-3231.2011.02621.x", "ArticleIdList": ["10.1111/j.1478-3231.2011.02621.x", "22098176"]}, {"Citation": "Li J. Y., Cao H. Y., Liu P., Cheng G. H., Sun M. Y. (2014). Glycyrrhizic acid in the treatment of liver diseases: literature review. Biomed. Res. Int. 2014, 872139. 10.1155/2014/872139", "ArticleIdList": ["10.1155/2014/872139", "PMC4052927", "24963489"]}, {"Citation": "Liu M. M., Zhou L., He P. L., Zhang Y. N., Zhou J. Y., Shen Q., et al. (2012). Discovery of flavonoid derivatives as anti-HCV agents via pharmacophore search combining molecular docking strategy. Eur. J. Med. Chem. 52, 33–43. 10.1016/j.ejmech.2012.03.002", "ArticleIdList": ["10.1016/j.ejmech.2012.03.002", "22445328"]}, {"Citation": "Li X., Sun R., Liu R. (2019). Natural products in licorice for the therapy of liver diseases: progress and future opportunities. Pharmacol. Res. 144, 210–226. 10.1016/j.phrs.2019.04.025", "ArticleIdList": ["10.1016/j.phrs.2019.04.025", "31022523"]}, {"Citation": "Li Y., Yu S., Liu D., Proksch P., Lin W. (2012). Inhibitory effects of polyphenols toward HCV from the mangrove plant Excoecaria agallocha L. Bioorg Med. Chem. Lett. 22, 1099–1102. 10.1016/j.bmcl.2011.11.109", "ArticleIdList": ["10.1016/j.bmcl.2011.11.109", "22196120"]}, {"Citation": "Lovelace E. S., Wagoner J., Macdonald J., Bammler T., Bruckner J., Brownell J., et al. (2015). Silymarin suppresses cellular inflammation by inducing reparative stress signaling. J. Nat. Prod. 78, 1990–2000. 10.1021/acs.jnatprod.5b00288", "ArticleIdList": ["10.1021/acs.jnatprod.5b00288", "PMC4703094", "26186142"]}, {"Citation": "Luo H., Mu W. C., Karki R., Chiang H. H., Mohrin M., Shin J. J., et al. (2019). Mitochondrial stress-initiated aberrant activation of the NLRP3 inflammasome regulates the functional deterioration of hematopoietic stem cell aging. Cell Rep. 26, 945–954. 10.1016/j.celrep.2018.12.101", "ArticleIdList": ["10.1016/j.celrep.2018.12.101", "PMC6371804", "30673616"]}, {"Citation": "Matsumoto Y., Matsuura T., Aoyagi H., Matsuda M., Hmwe S. S., Date T., et al. (2013). Antiviral activity of glycyrrhizin against hepatitis C virus in vitro . PLoS One 8, e68992. 10.1371/journal.pone.0068992", "ArticleIdList": ["10.1371/journal.pone.0068992", "PMC3715454", "23874843"]}, {"Citation": "Mcgarvey P., Helling R. B., Lee J. Y., Engelke D. R., El-Gewely M. R. (1988). Initiation of rrn transcription in chloroplasts of Euglena gracilis bacillaris. Curr. Genet. 14, 493–500. 10.1007/BF00521275", "ArticleIdList": ["10.1007/BF00521275", "2852069"]}, {"Citation": "Mchutchison J. G., Gordon S. C., Schiff E. R., Shiffman M. L., Lee W. M., Rustgi V. K., et al. (1998). Interferon alfa-2b alone or in combination with ribavirin as initial treatment for chronic hepatitis C. Hepatitis Interventional Therapy Group. N. Engl. J. Med. 339, 1485–1492. 10.1056/NEJM199811193392101", "ArticleIdList": ["10.1056/NEJM199811193392101", "9819446"]}, {"Citation": "Mekky R. Y., El-Ekiaby N., El Sobky S. A., Elemam N. M., Youness R. A., El-Sayed M., et al. (2019). Epigallocatechin gallate (EGCG) and miR-548m reduce HCV entry through repression of CD81 receptor in HCV cell models. Arch. Virol. 164, 1587–1595. 10.1007/s00705-019-04232-x", "ArticleIdList": ["10.1007/s00705-019-04232-x", "30949812"]}, {"Citation": "Moustafa H., Madkour M., Hamed F., Abouelnazar S., Abo Elwafa R., Moaaz M. (2020). Modulation of memory B cell phenotypes and toll-like receptor-7 in chronic hepatitis C virus infection during direct-acting antiviral interferon-free therapy: correlation with interleukin-7. Viral Immunol. 34, 227–240. 10.1089/vim.2020.0110", "ArticleIdList": ["10.1089/vim.2020.0110", "33180667"]}, {"Citation": "Nahmias Y., Goldwasser J., Casali M., Van Poll D., Wakita T., Chung R. T., et al. (2008). Apolipoprotein B-dependent hepatitis C virus secretion is inhibited by the grapefruit flavonoid naringenin. Hepatology 47, 1437–1445. 10.1002/hep.22197", "ArticleIdList": ["10.1002/hep.22197", "PMC4500072", "18393287"]}, {"Citation": "Nainan O. V., Alter M. J., Kruszon-Moran D., Gao F.-X., Xia G., Mcquillan G., et al. (2006). Hepatitis C virus genotypes and viral concentrations in participants of a general population survey in the United States. Gastroenterology 131, 478–484. 10.1053/j.gastro.2006.06.007", "ArticleIdList": ["10.1053/j.gastro.2006.06.007", "16890602"]}, {"Citation": "Nawaz A., Aminuddin A., Kado T., Takikawa A., Yamamoto S., Tsuneyama K., et al. (2017a). CD206+ M2-like macrophages regulate systemic glucose metabolism by inhibiting proliferation of adipocyte progenitors. Nat. Commun. 8, 286. 10.1038/s41467-017-00231-1", "ArticleIdList": ["10.1038/s41467-017-00231-1", "PMC5561263", "28819169"]}, {"Citation": "Nawaz A., Kado T., Igarashi Y., Kunimasa Y., Usui I., Fujisaka S., et al. (2017b). Adipose tissue-resident macrophages and obesity. RADS J. Pharm. Pharm. Sci. 5, 3. (2017): Contents of Volume 5(3) July-September 2017."}, {"Citation": "Nawaz A., Nazar H., Usmanghani K., Sheikh Z. A., Chishti M. A., Ahmad I. (2016). Ways to manage hepatitis C without cirrhosis: treatment by comparison of coded eastern medicine hepcinal with interferon alpha 2b and ribavirin. Pak J. Pharm. Sci. 29, 919–927.", "ArticleIdList": ["27166535"]}, {"Citation": "Nawaz A., Zaidi S. F., Usmanghani K., Ahmad I. (2015). Concise review on the insight of hepatitis C. J. Taibah Univ. Med. Sci. 10, 132–139. 10.1016/j.jtumed.2014.08.004", "ArticleIdList": ["10.1016/j.jtumed.2014.08.004"]}, {"Citation": "Nsibirwa S., Anguzu G., Kamukama S., Ocama P., Nankya-Mutyoba J. (2020). Herbal medicine use among patients with viral and non-viral Hepatitis in Uganda: prevalence, patterns and related factors. BMC Complementary Med. Ther. 20, 169. 10.1186/s12906-020-02959-8", "ArticleIdList": ["10.1186/s12906-020-02959-8", "PMC7268757", "32493310"]}, {"Citation": "Polyak S. J., Morishima C., Lohmann V., Pal S., Lee D. Y., Liu Y., et al. (2010). Identification of hepatoprotective flavonolignans from silymarin. Proc. Natl. Acad. Sci. U. S. A. 107, 5995–5999. 10.1073/pnas.0914009107", "ArticleIdList": ["10.1073/pnas.0914009107", "PMC2851903", "20231449"]}, {"Citation": "Polyak S. J., Morishima C., Shuhart M. C., Wang C. C., Liu Y., Lee D. Y. (2007). Inhibition of T-cell inflammatory cytokines, hepatocyte NF-kappaB signaling, and HCV infection by standardized Silymarin. Gastroenterology 132, 1925–1936. 10.1053/j.gastro.2007.02.038", "ArticleIdList": ["10.1053/j.gastro.2007.02.038", "17484885"]}, {"Citation": "Ravikumar Y. S., Ray U., Nandhitha M., Perween A., Raja Naika H., Khanna N., et al. (2011). Inhibition of hepatitis C virus replication by herbal extract: Phyllanthus amarus as potent natural source. Virus Res. 158, 89–97. 10.1016/j.virusres.2011.03.014", "ArticleIdList": ["10.1016/j.virusres.2011.03.014", "21440018"]}, {"Citation": "Reidy P. T., Mckenzie A. I., Mahmassani Z. S., Petrocelli J. J., Nelson D. B., Lindsay C. C., et al. (2019). Aging impairs mouse skeletal muscle macrophage polarization and muscle-specific abundance during recovery from disuse. Am. J. Physiology-Endocrinology Metabolism 317, E85–E98. 10.1152/ajpendo.00422.2018", "ArticleIdList": ["10.1152/ajpendo.00422.2018", "PMC6689737", "30964703"]}, {"Citation": "Sakai M., Troutman T. D., Seidman J. S., Ouyang Z., Spann N. J., Abe Y., et al. (2019). Liver-derived signals sequentially reprogram myeloid enhancers to initiate and maintain kupffer cell identity. Immunity 51, 655–670. 10.1016/j.immuni.2019.09.002", "ArticleIdList": ["10.1016/j.immuni.2019.09.002", "PMC6800814", "31587991"]}, {"Citation": "Shibata C., Ohno M., Otsuka M., Kishikawa T., Goto K., Muroyama R., et al. (2014). The flavonoid apigenin inhibits hepatitis C virus replication by decreasing mature microRNA122 levels. Virology 462-463, 42–48. 10.1016/j.virol.2014.05.024", "ArticleIdList": ["10.1016/j.virol.2014.05.024", "25092460"]}, {"Citation": "Singh G. K., Hoyert D. L. (2000). Social epidemiology of chronic liver disease and cirrhosis mortality in the United States, 1935-1997: trends and differentials by ethnicity, socioeconomic status, and alcohol consumption. Hum. Biol. 72, 801–820.", "ArticleIdList": ["11126726"]}, {"Citation": "Stanaway J. D., Flaxman A. D., Naghavi M., Fitzmaurice C., Vos T., Abubakar I., et al. (2016). The global burden of viral hepatitis from 1990 to 2013: findings from the Global Burden of Disease Study 2013. Lancet 388, 1081–1088. 10.1016/S0140-6736(16)30579-7", "ArticleIdList": ["10.1016/S0140-6736(16)30579-7", "PMC5100695", "27394647"]}, {"Citation": "Takebe Y., Saucedo C. J., Lund G., Uenishi R., Hase S., Tsuchiura T., et al. (2013). Antiviral lectins from red and blue-green algae show potent in vitro and in vivo activity against hepatitis C virus. PLoS One 8, e64449. 10.1371/journal.pone.0064449", "ArticleIdList": ["10.1371/journal.pone.0064449", "PMC3660260", "23700478"]}, {"Citation": "Takikawa A., Usui I., Fujisaka S., Tsuneyama K., Okabe K., Nakagawa T., et al. (2019). Macrophage-specific hypoxia-inducible factor-1α deletion suppresses the development of liver tumors in high-fat diet-fed obese and diabetic mice. J. Diabetes Investig. 10, 1411–1418. 10.1111/jdi.13047", "ArticleIdList": ["10.1111/jdi.13047", "PMC6825928", "30897274"]}, {"Citation": "Tanamly M. D., Tadros F., Labeeb S., Makld H., Shehata M., Mikhail N., et al. (2004). Randomised double-blinded trial evaluating silymarin for chronic hepatitis C in an Egyptian village: study description and 12-month results. Dig. Liver Dis. 36, 752–759. 10.1016/j.dld.2004.06.015", "ArticleIdList": ["10.1016/j.dld.2004.06.015", "15571006"]}, {"Citation": "Tong M. J., Blatt L. M., Mchutchison J. G., Co R. L., Conrad A. (1997). Prediction of response during interferon alfa 2b therapy in chronic hepatitis C patients using viral and biochemical characteristics: a comparison. Hepatology 26, 1640–1645. 10.1002/hep.510260637", "ArticleIdList": ["10.1002/hep.510260637", "9398010"]}, {"Citation": "Vanni E., Bugianesi E., Saracco G. (2016). Treatment of type 2 diabetes mellitus by viral eradication in chronic hepatitis C: myth or reality? Dig. Liver Dis. 48, 105–111. 10.1016/j.dld.2015.10.016", "ArticleIdList": ["10.1016/j.dld.2015.10.016", "26614641"]}, {"Citation": "Wagoner J., Negash A., Kane O. J., Martinez L. E., Nahmias Y., Bourne N., et al. (2010). Multiple effects of silymarin on the hepatitis C virus lifecycle. Hepatology 51, 1912–1921. 10.1002/hep.23587", "ArticleIdList": ["10.1002/hep.23587", "PMC2909978", "20512985"]}, {"Citation": "Wang Y. J., Pan K. L., Hsieh T. C., Chang T. Y., Lin W. H., Hsu J. T. (2011). Diosgenin, a plant-derived sapogenin, exhibits antiviral activity in vitro against hepatitis C virus. J. Nat. Prod. 74, 580–584. 10.1021/np100578u", "ArticleIdList": ["10.1021/np100578u", "21391660"]}, {"Citation": "Wang Y., Li J., Wang X., Peña J. C., Li K., Zhang T., et al. (2016). (-)-Epigallocatechin-3-Gallate enhances hepatitis C virus double-stranded RNA intermediates-triggered innate immune responses in hepatocytes. Sci. Rep. 6, 21595. 10.1038/srep21595", "ArticleIdList": ["10.1038/srep21595", "PMC4754899", "26879672"]}, {"Citation": "\nWHO (2022). Hepatitis C (2021). Available online at: https://www.who.int/news-room/fact-sheets/detail/hepatitis-c (Accessed May 7, 2022)."}, {"Citation": "Wu S. F., Lin C. K., Chuang Y. S., Chang F. R., Tseng C. K., Wu Y. C., et al. (2012). Anti-hepatitis C virus activity of 3-hydroxy caruilignan C from Swietenia macrophylla stems. J. Viral Hepat. 19, 364–370. 10.1111/j.1365-2893.2011.01558.x", "ArticleIdList": ["10.1111/j.1365-2893.2011.01558.x", "22497816"]}, {"Citation": "Zakaryan H., Arabyan E., Oo A., Zandi K. (2017). Flavonoids: promising natural compounds against viral infections. Archives Virology 162, 2539–2551. 10.1007/s00705-017-3417-y", "ArticleIdList": ["10.1007/s00705-017-3417-y", "PMC7087220", "28547385"]}, {"Citation": "Zhang H., Rothwangl K., Mesecar A. D., Sabahi A., Rong L., Fong H. H. (2009). Lamiridosins, hepatitis C virus entry inhibitors from Lamium album. J. Nat. Prod. 72, 2158–2162. 10.1021/np900549e", "ArticleIdList": ["10.1021/np900549e", "19904996"]}, {"Citation": "Zhang H., Ryu D., Wu Y., Gariani K., Wang X., Luan P., et al. (2016). NAD⁺ repletion improves mitochondrial and stem cell function and enhances life span in mice. Science 352, 1436–1443. 10.1126/science.aaf2693", "ArticleIdList": ["10.1126/science.aaf2693", "27127236"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "6"}, {"Year": "2023", "Month": "12", "Day": "18"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "29", "Hour": "4", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38283838", "PMC10811011", "10.3389/fphar.2023.1334160", "1334160"]}}]}