{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Meta-analysis.", "Plants", "Sexual health", "Women", "Medicinal"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38292511", "DateRevised": {"Year": "2024", "Month": "02", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["10.18502/ijrm.v21i11.14652"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "19"}], "Journal": {"ISSN": "2476-4108", "JournalIssue": {"Volume": "21", "Issue": "11", "PubDate": {"Year": "2023", "Month": "Nov"}}, "Title": "International journal of reproductive biomedicine", "ISOAbbreviation": "Int J Reprod Biomed"}, "ArticleTitle": "Is there a difference between the effects of phytoestrogens and non-phytoestrogens medicinal plants on sexual health? A systematic review and meta-analysis.", "Pagination": {"StartPage": "881", "EndPage": "900", "MedlinePgn": "881-900"}, "Abstract": {"AbstractText": ["<b>Background:</b> The quality of life of a person and her sexual partner is impacted by sexual function. Sexual function disorders have a significant prevalence in society. There are different treatments for sexual disorders, including herbal therapies. <b>Objective:</b> This study aimed to do a comparison of phytoestrogens and non-phytoestrogens medicinal plant's effects on sexual health in pre- and postmenopausal women. <b>Materials and Methods:</b> This systematic review and meta-analysis was performed to identify relevant articles in electronic databases such as Web of Science, Scopus, PubMed, Cochrane Library, Google Scholar, and SID for English- and Persian-language articles published up to December 2021. The Cochrane collaboration tool was used to assess the risk of bias. Heterogeneity was assessed using I<sup>2</sup> statistics. <b>Results:</b> Of 5428 records retrieved by searching the databases, after removing duplicate and irrelevant articles, 39 articles were included based on the inclusion criteria in the study. Finally, 18 articles with 1299 participants were included in the meta-analysis. 18 randomized clinical trial studies of phytoestrogens (n = 13) and non-phytoestrogens (n = 5) plants that used the female sexual function index questionnaire and reported the mean difference (MD) and standard deviation were included in the meta-analysis. The effects of phytoestrogens and non-phytoestrogens plants on the sexual health of postmenopausal women appear to differ significantly from one another, according to the meta-analysis (MD = 7.59; 95% CI = 4.56-10.60 and MD = 3.19; 95% CI = 1.25-5.13, respectively) but this difference was not observed in premenopausal women. <b>Conclusion:</b> The effect of phytoestrogens plants is more in menopausal women, and they can be advised to use these herbs."], "CopyrightInformation": "Copyright © 2023 Sayahi et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Shoushtar Faculty of Medical Sciences, Shoushtar, Iran."}], "LastName": "Sayahi", "ForeName": "Masoumeh", "Initials": "M"}, {"Identifier": ["0000-0002-8728-7790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health Related Social and Behavioral Sciences Research, Shahroud University of Medical Sciences, Shahroud, Iran."}], "LastName": "Keramat", "ForeName": "Afsaneh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Nursing and Midwifery, Shahroud University of Medical Sciences, Shahroud, Iran."}, {"Identifier": [], "Affiliation": "Center for Health Related Social and Behavioral Sciences Research, Shahroud University of Medical Sciences, Shahroud, Iran."}, {"Identifier": [], "Affiliation": "Department of Nursing, Shoushtar Faculty of Medical Sciences, Shoushtar, Iran."}], "LastName": "Nourimand Ph D Candidate", "ForeName": "Firoozeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nursing, Shoushtar Faculty of Medical Sciences, Shoushtar, Iran."}], "LastName": "Mohammadzadeh", "ForeName": "Hakimeh", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Int J Reprod Biomed", "NlmUniqueID": "101679102", "ISSNLinking": "2476-3772"}, "CoiStatement": "The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akbarzadeh M, Zeinalzadeh S, Zolghadri J, Mohagheghzadeh A, Faridi P, Sayadi M. Comparison of Elaeagnus angustifolia extract and Sildenafil citrate on female orgasmic disorders: A randomized clinical trial. J Reprod Infertil. 2014;15:190–198.", "ArticleIdList": ["PMC4227976", "25473627"]}, {"Citation": "Malakouti J, Farshbaf-Khalili A, Asghari Jafarabadi M, Jabbari F. Effect of combined inhaler aromatherapy on sexual function in postmenopausal women: A randomized controlled trial. Iran J Obstet Gynecol Infertil. 2016;19:9–15."}, {"Citation": "Sterne JAC, Egger M, Moher D, Boutron I. Addressing reporting biases. In: Higgins JPT, Thomas J, Chandler J, Cumpston MS, Li T, Pagem J, et al. Cochrane handbook for systematic reviews of interventions. UK: John Wiley & Sons, Chichester; 2019."}, {"Citation": "Ahmadnia E, Haseli A, Karamat A. Therapeutic interventions conducted on improving women’s sexual satisfaction and function during reproductive ages in Iran: A systematic review. J Mazandaran Univ Med Sci. 2017;27:146–162."}, {"Citation": "Amiri M, Taavoni S, Haghani H. [A comparison between sexual function of menopausal women before and after using Ginkgo biloba capsules] Armaghane Danesh. 2012;17:92–101."}, {"Citation": "Dalil Heirati SF, Kaboudmehri R, Mojab F, Sahranvard Sh, Nasiri M, Ozgoli G. [The effect of Vitex agnus-castus plant on sexual dysfunction in women of reproductive age] Iran J Obstet Gynecol Infertil. 2020;23:62–74."}, {"Citation": "Thomas HN, Thurston RC. A biopsychosocial approach to women’s sexual function and dysfunction at midlife: A narrative review. Maturitas. 2016;87:49–60.", "ArticleIdList": ["PMC4808247", "27013288"]}, {"Citation": "Koliji T, Keshavarz Z, Zare E, Mojab F, Nasiri M. A systematic review of herbal medicines to improve the sexual function of menopausal women. J Herbmed Pharmacol. 2020;1:51–60."}, {"Citation": "LO SS. Female sexual dysfunction- how can gynaecologists help? Hong Kong J Gynaecol Obstet Midwifery 2017; 17: 56-61."}, {"Citation": "Safarinejad MR. Female sexual dysfunction in a population-based study in Iran: Prevalence and associated risk factors. Int J Impot Res. 2006;18:382–395.", "ArticleIdList": ["16395324"]}, {"Citation": "Aradmehr M, Senobari M. [Effect of medicinal plant of roses on sexual dysfunction of female and male subjects: A systematic review of clinical trial] J Torbat Heydariyeh Univ Med Sci. 2020;7:80–92."}, {"Citation": "Bosak Z, Iravani M, Moghimipour E, Haghighizadeh MH, Jelodarian P, Khazdair MR. Evaluation of the influence of chamomile vaginal gel on dyspareunia and sexual satisfaction in postmenopausal women: A randomized, double-blind, controlled clinical trial. Avicenna J Phytomed. 2020;10:481–491.", "ArticleIdList": ["PMC7508318", "32995326"]}, {"Citation": "Khayatan J, Iravani M, Moghimipour E, Haghighizadeh MH, Jalodarian P. [The effect of red clover vaginal cream on the sexual function in postmenopausal women: A randomized, controlled clinical trial] Iran J Obstet Gynecol Infertil. 2019;22:26–34."}, {"Citation": "Chedraui P, Hidalgo L, Miguel GS, Morocho N, Ross S. Red clover extract (MF11RCE) supplementation and postmenopausal vaginal and sexual health. Int J Gynecol Obstet. 2006;95:296–297.", "ArticleIdList": ["17007858"]}, {"Citation": "Amiri Pebdani M, Taavoni S, Haghani H. [Effect of extract on sexual satisfaction in 50-60 years menopausal women in Tehran] Quart J Sabzevar Univ Med Sci. 2013;20:204–212."}, {"Citation": "Amiri Pebdani M, Taavoni S, Haghani H. [The effect of Ginkgo biloba extract on sexual activity in postmenopausal women aged 60-50 years] Complement Med J Arak Univ Med Sci. 2013;2:148–158."}, {"Citation": "Malakouti J, Jabbari F, Asghari-Jafarabadi M, Javadzadeh Y, Farshbaf-Khalili A. The impact of ginkgo biloba tablet and aromatherapy inhaler combination on sexual function in females during postmenopausal period: A double-blind randomized controlled trial. Int J Womens Health Reprod Sci. 2017;5:129–136."}, {"Citation": "Najar Sh, Yaralizadeh M, Abedi P, Namjooyan F, Saki Malehi O. [Effect of fennel vaginal cream on dysparonia and sexual satisfaction among postmenopausal women: A double-blind randomized controlled trial] Iran J Obstet Gynecol Infertil. 2015;18:8–16."}, {"Citation": "Abedi P, Najafian M, Yaralizadeh M, Namjoyan F. Effect of fennel vaginal cream on sexual function in postmenopausal women: A double blind randomized controlled trial. J Med Life. 2018;11:24–28.", "ArticleIdList": ["PMC5909942", "29696061"]}, {"Citation": "Abbasi Pirouz M, Zojaji A, Shakeri MT, Mirzaei Kh. [Effect of squill on the sexual function among women of reproductive age] Iran J Obstet Gynecol Infertil. 2018;21:57–65."}, {"Citation": "Karimi F, Babazadeh R, Zojaji A, Jouya S. Squill oil for decreasing dyspareunia and increasing sexual satisfaction in menopausal women: A triple-blind randomized controlled trial. Avicenna J Phytomed. 2021;11:464–472.", "ArticleIdList": ["PMC8554279", "34745918"]}, {"Citation": "Kim SY, Seo SK, Choi YM, Jeon YE, Lim KJ, Cho SH, et al. Effects of red ginseng supplementation on menopausal symptoms and cardiovascular risk factors in postmenopausal women: A double-blind randomized controlled trial. Menopause. 2012;19:461–466.", "ArticleIdList": ["22027944"]}, {"Citation": "Chung HS, Hwang I, Oh KJ, Lee MN, Park K. The effect of Korean red ginseng on sexual function in premenopausal women: Placebo-controlled, double-blind, crossover clinical trial. Evid Based Complement Alternat Med. 2015;2015:913158.", "ArticleIdList": ["PMC4700177", "26798402"]}, {"Citation": "Ghorbani Z, Mirghafourvand M, Mohammad-Alizadeh Charandabi S, Javadzadeh Y. The effect of ginseng on sexual dysfunction in menopausal women: A double-blind, randomized, controlled trial. Complement Ther Med. 2019;45:57–64.", "ArticleIdList": ["31331583"]}, {"Citation": "Oh K-J, Chae M-J, Lee H-S, Hong H-D, Park K. Effects of Korean red ginseng on sexual arousal in menopausal women: Placebo-controlled, double-blind crossover clinical study. J Sex Med. 2010;7:1469–1477.", "ArticleIdList": ["20141583"]}, {"Citation": "Rao A, Steels E, Beccaria G, Inder WJ, Vitetta L. Influence of a specialized Trigonella foenumgraecum seed extract (Libifem), on testosterone, estradiol and sexual function in healthy menstruating women: A randomised placebo controlled study. Phytother Res. 2015;29:1123–1130.", "ArticleIdList": ["25914334"]}, {"Citation": "Mazalzadeh F, Hekmat Kh, Namjoyan F, SakiMalehi A. [Effect of fenugreek vaginal cream on dyspareunia and sexual satisfaction in menopausal women: A randomized clinical trial] Iran J Obstet Gynecol Infertil. 2018;21:22–30."}, {"Citation": "Hessami K, Rahnavard T, Hosseinkhani A, Azima S, Sayadi M, Faraji A, et al. Treatment of women’s sexual dysfunction using Apium graveolens L. fruit (celery seed): A double-blind, randomized, placebo-controlled clinical trial J Ethnopharmacol. 2021;26:113400.", "ArticleIdList": ["32971161"]}, {"Citation": "Hafizi S, Abbassian A, Tabarrai M. The effect of Jazar supplement on quality of life and sexual function in postmenopausal women: A double-blind, randomized, placebo-controlled trial. Evid Based Complement Alternat Med. 2021;2021:8854182.", "ArticleIdList": ["PMC7932778", "33708258"]}, {"Citation": "Sadeghi S, Bahrami R, Raisi F, Rampisheh Z, Ghobadi A, Akhtari E. Evaluation of the effect of carrot seed (Daucus Carota) in women of fertile age with hypoactive sexual desire disorder: A randomized double-blind clinical trial. Complement Ther Med. 2020;54:102543.", "ArticleIdList": ["33183662"]}, {"Citation": "Mohammadzadeh F, Babazadeh R, Salari R, Afiat M, Miri HH. [The effect of pomegranate peel gel on orgasm and sexual satisfaction of women in reproductive age: A triple-blind، randomized, controlled clinical trial] Iran J Obstet Gynecol Infertil. 2019;22:66–76."}, {"Citation": "Brooks NA, Wilcox G, Walker KZ, Ashton JF, Cox MB, Stojanovska L. Beneficial effects of Lepidium meyenii (Maca) on psychological symptoms and measures of sexual dysfunction in postmenopausal women are not related to estrogen or androgen content. Menopause. 2008;15:1157–1162.", "ArticleIdList": ["18784609"]}, {"Citation": "Darvish-Mofrad-Kashania Z, Emaratkara E, Hashem-Dabaghianb F, Emadi F, Raisid F, Aliasl J, et al. Effect of Melissa officinalis (Lemon balm) on sexual dysfunction in women: A double- blind, randomized, placebo-controlled study. Iran J Pharm Res 2018; 17 (Suppl.): 89-100.", "ArticleIdList": ["PMC5958328", "29796033"]}, {"Citation": "Taavoni S, Nazem Ekbatani N, Haghani H. [The effect of aphrodit on orgasm and sexual desire in menopausal women: A randomized clinical trial] Hayat J. 2016;22:1–12."}, {"Citation": "Taavoni S, Nazem Ekbatani N, Haghani H. [Effect of afrodit on sexual satisfaction in menopausal women] J Arak Univ Med Sci. 2014;17:10–18."}, {"Citation": "Sadeghi Goghari S, Yousefzadeh S, Rakhshandeh H, Dadghar S, Mazloom SR. The impact of date palm pollen capsule on vaginal lubrication and dyspareunia in menopausal woman. J Midwifery Reprod Health. 2018;6:1409–1418."}, {"Citation": "Yousefzadeh S, Sadeghi S, Rakhshandeh H, Dadghar S, Mazloum SR. [The effect of date palm pollen capsule on orgasm and sexual satisfaction in menopausal women: A double-blind controlled clinical trial] Iran J Obstet Gynecol Infertil. 2017;20:43–51."}, {"Citation": "Kianitalaei A, Qaraaty M, Hamedi Sh, Akhlaghi F, Behnampour N, Feyzabadi Z. [Effect of Alcea on sexual function in postmenopausal women: A randomized, controlled clinical trial] Iran J Obstet Gynecol Infertil. 2021;23:24–32."}, {"Citation": "Martimbianco ALC, Pacheco RL, Vilarino FL, de Oliveira Cruz Latorraca C, Torloni MR, Riera R. Tribulus terrestris for female sexual dysfunction: A systematic review. Rev Bras Ginecol Obstet. 2020;42:427–435.", "ArticleIdList": ["PMC10316844", "32736394"]}, {"Citation": "Tadayon M, Shojaee M, Afshari P, Moghimipour E, Haghighizadeh MH. The effect of hydro-alcohol extract of Tribulus terrestris on sexual satisfaction in postmenopause women: A double-blind randomized placebo-controlled trial. J Family Med Prim Care. 2018;7:888–892.", "ArticleIdList": ["PMC6259506", "30598928"]}, {"Citation": "Vale FBC, de Souza KZD, Rezende CR, Geber S. Efficacy of Tribulus terrestris for the treatment of premenopausal women with hypoactive sexual desire disorder: A randomized double-blinded, placebo-controlled trial. Gynecol Endocrinol. 2018;34:442–445.", "ArticleIdList": ["29172782"]}, {"Citation": "de Souza KZD, Vale FBC, Geber S. Efficacy of Tribulus terrestris for the treatment of hypoactive sexual desire disorder in postmenopausal women: A randomized, double-blinded, placebo-controlled trial. Menopause. 2016;23:1252–1256.", "ArticleIdList": ["27760089"]}, {"Citation": "Postigo S, Lima SMRR, Yamada SS, Reis BF, da Silva GMD, Aoki T. Assessment of the effects of Tribulus terrestris on sexual function of menopausal women. Rev Bras Ginecol Obstet. 2016;38:140–146.", "ArticleIdList": ["PMC10309463", "26902700"]}, {"Citation": "Akhtari E, Raisi F, Keshavarz M, Hosseini H, Sohrabvand F, Bioos S, et al. Tribulus terrestris for treatment of sexual dysfunction in women: Randomized double-blind placebo-controlled study. Daru. 2014;22:40.", "ArticleIdList": ["PMC4045980", "24773615"]}, {"Citation": "Tabatabaeichehr M, Nazari S, Bagheri M, Niazi I, Abassi Z, Soltani M, et al. [Effect of oral saffron on sexual function of postmenopausal women: A clinical trial study] Iran J Obstet Gynecol Infertil. 2020;22:46–53."}, {"Citation": "Rahmati M, Rahimikian F, Mirmohammadali M, Azimi K, Goodarzi S, Mehran A. The effect of saffron on sexual dysfunction in women of reproductive age. Nurs Pract Today. 2017;4:154–163."}, {"Citation": "Ghavami Z, Gamissi J, Ziaie T, Mollabashi N. [Effect of herbal composition (Oak Gall, pomegranate peel and Fenugreek seeds) on sexual satisfaction of women at reproductive age] Iran J Obstet Gynecol Infertil. 2020;23:24–33."}, {"Citation": "Dongre S, Langade D, Bhattacharyya S. Efficacy and safety of Ashwagandha (Withania somnifera) root extract in improving sexual function in women: A pilot study. Biomed Res Int. 2015;2015:284154.", "ArticleIdList": ["PMC4609357", "26504795"]}, {"Citation": "Afshar Sh, Afshar F, Rezazade A, Shaker Ardakani Z, Jafari Azar Z, Amin Gh, et al. Effects of a combination of Foeniculum vulgare, Melissa officinalis extract, and Nigella saliva powder on healthy menopausal women with sexual dysfunction: A randomized clinical trial. Jundishapur J Nat Pharm Prod. 2020;15:e89925."}, {"Citation": "Eliasvandi P, Khodaie L, Mohammad Alizadeh Charandabi S, Mirghafourvand M. Efficacy of combined herbal capsule on sexual function in postmenopausal women: A triple-blinded randomized controlled trial. Int J Women’s Health Reprod Sci. 2019;7:385–392."}, {"Citation": "Najafi MN, Ghazanfarpour M. Effect of phytoestrogens on sexual function in menopausal women: A systematic review and meta-analysis. Climacteric. 2018;21:437–445.", "ArticleIdList": ["30156931"]}, {"Citation": "Niazi A, Moradi M. Sexual satisfaction and function in postmenopausal women treated with herbal medicines: A review of clinical trials. Evidence Based Care J. 2019;9:7–16."}, {"Citation": "Azimipour A, Loripoor M, Sadeghi T. [The effect of Black cohosh (Cimicifuga racemosa) on menopausal symptoms] J Rafsanjan Univ Med Sci. 2017;16:715–723."}]}], "History": [{"Year": "2023", "Month": "1", "Day": "23"}, {"Year": "2023", "Month": "7", "Day": "25"}, {"Year": "2023", "Month": "10", "Day": "15"}, {"Year": "2024", "Month": "1", "Day": "31", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "1", "Day": "31", "Hour": "4", "Minute": "12"}, {"Year": "2023", "Month": "12", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38292511", "PMC10823120", "10.18502/ijrm.v21i11.14652"]}}]}