{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer", "Drug design", "In silico studies", "Thiazolidine-2,4-dione", "VEGFR-2 inhibitors"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38298627", "DateRevised": {"Year": "2024", "Month": "02", "Day": "02"}, "Article": {"Language": ["eng"], "ELocationID": ["e24005", "10.1016/j.heliyon.2024.e24005"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "12"}], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jan", "Day": "30"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Discovery of new thiazolidine-2,4-dione derivatives as potential VEGFR-2 inhibitors: <i>In vitro</i> and <i>in silico</i> studies.", "Pagination": {"StartPage": "e24005", "MedlinePgn": "e24005"}, "Abstract": {"AbstractText": ["In this study, a series of seven novel 2,4-dioxothiazolidine derivatives with potential anticancer and VEGFR-2 inhibiting abilities were designed and synthesized as VEGFR-2 inhibitors. The synthesized compounds were tested <i>in vitro</i> for their potential to inhibit VEGFR-2 and the growth of HepG2 and MCF-7 cancer cell lines. Among the compounds tested, compound <b>22</b> (IC<sub>50</sub> = 0.079 μM) demonstrated the highest <i>anti</i>-VEGFR-2 efficacy. Furthermore, it demonstrated significant anti-proliferative activities against HepG2 (IC<sub>50</sub> = 2.04 ± 0.06 μM) and MCF-7 (IC<sub>50</sub> = 1.21 ± 0.04 M). Additionally, compound <b>22</b> also increased the total apoptotic rate of the MCF-7 cancer cell lines with cell cycle arrest at S phase. As well, computational methods were applied to study the VEGFR-2-<b>22</b> complex at the molecular level. Molecular docking and molecular dynamics (MD) simulations were used to investigate the complex's structural and kinetic characteristics. The DFT calculations further revealed the structural and electronic properties of compound <b>22</b>. Finally, computational ADMET and toxicity tests were performed indicating the likeness of the proposed compounds to be drugs. The results suggest that compound <b>22</b> displays promise as an effective anticancer treatment and can serve as a model for future structural modifications and biological investigations in this field."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Eissa", "ForeName": "Ibrahim H", "Initials": "IH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Elkady", "ForeName": "Hazem", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Rashed", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Elwan", "ForeName": "Alaa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Organic Chemistry, College of Pharmacy, Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Hagras", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Dahab", "ForeName": "Mohammed A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Taghour", "ForeName": "Mohammed S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biophysics Department, Faculty of Science, Cairo University, Giza, 12613, Egypt."}], "LastName": "Ibrahim", "ForeName": "Ibrahim M", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, Faculty of Science, New Valley University, El-Kharja, 72511, Egypt."}], "LastName": "Husein", "ForeName": "Dalal Z", "Initials": "DZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, AlMaarefa University, Riyadh, 13713, Saudi Arabia."}], "LastName": "Elkaeed", "ForeName": "Eslam B", "Initials": "EB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Princess Nourah bint Abdulrahman University, P.O. Box 84428, Riyadh 11671, Saudi Arabia."}], "LastName": "Al-Ghulikah", "ForeName": "Hanan A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Medicinal Plants Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Metwaly", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, 11884, Egypt."}], "LastName": "Mahdy", "ForeName": "Hazem A", "Initials": "HA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Siegel R.L., et al. Cancer statistics, 2021. Ca-Cancer J. Clin. 2021;71(1):7–33.", "ArticleIdList": ["33433946"]}, {"Citation": "Al-Ghulikah H.A., et al. New pyrimidine-5-carbonitriles as COX-2 inhibitors: design, synthesis, anticancer screening, molecular docking, and in silico ADME profile studies. Molecules. 2022;27(21):7485.", "ArticleIdList": ["PMC9658812", "36364312"]}, {"Citation": "Alsaif N.A., et al. New quinoxaline derivatives as VEGFR-2 inhibitors with anticancer and apoptotic activity: design, molecular modeling, and synthesis. Bioorg. Chem. 2021;110", "ArticleIdList": ["33721808"]}, {"Citation": "Ma C., et al. Design and synthesis of new quinoxaline derivatives as potential histone deacetylase inhibitors targeting hepatocellular carcinoma: in silico, in vitro, and SAR studies. Front. Chem. 2021;9", "ArticleIdList": ["PMC8493129", "34631658"]}, {"Citation": "Khalifa M.M., et al. Topo II inhibition and DNA intercalation by new phthalazine-based derivatives as potent anticancer agents: design, synthesis, anti-proliferative, docking, and in vivo studies. J. Enzym. Inhib. Med. Chem. 2022;37(1):299–314.", "ArticleIdList": ["PMC8667898", "34894955"]}, {"Citation": "Yousef R.G., et al. New quinoxaline-2 (1 H)-ones as potential VEGFR-2 inhibitors: design, synthesis, molecular docking, ADMET profile and anti-proliferative evaluations. New J. Chem. 2021;45(36):16949–16964."}, {"Citation": "Modi S.J., Kulkarni V.M. Vascular endothelial growth factor receptor (VEGFR-2)/KDR inhibitors: medicinal chemistry perspective. Med. Drug Discov. 2019;2"}, {"Citation": "Modi S.J., Kulkarni V.M. Discovery of VEGFR-2 inhibitors exerting significant anticancer activity against CD44+ and CD133+ cancer stem cells (CSCs): reversal of TGF-β induced epithelial-mesenchymal transition (EMT) in hepatocellular carcinoma. Eur. J. Med. Chem. 2020;207", "ArticleIdList": ["33002846"]}, {"Citation": "Elkaeed E.B., et al. In silico, in vitro VEGFR-2 inhibition, and anticancer activity of a 3-(hydrazonomethyl) naphthalene-2-ol derivative. J. Biomol. Struct. Dyn. 2023;41(16):7986–8001.", "ArticleIdList": ["36184591"]}, {"Citation": "Mahdy H.A., et al. New theobromine derivatives inhibiting VEGFR-2: design, synthesis, antiproliferative, docking and molecular dynamics simulations. Future Med. Chem. 2023;15(14):1233–1250.", "ArticleIdList": ["37466069"]}, {"Citation": "Elkady H., et al. Synthesis, biological evaluation and computer-aided discovery of new thiazolidine-2, 4-dione derivatives as potential antitumor VEGFR-2 inhibitors. RSC Adv. 2023;13(40):27801–27827.", "ArticleIdList": ["PMC10508263", "37731835"]}, {"Citation": "Panigrahy D., et al. PPARγ ligands inhibit primary tumor growth and metastasis by inhibiting angiogenesis. J. Clin. Invest. 2002;110(7):923–932.", "ArticleIdList": ["PMC151148", "12370270"]}, {"Citation": "Bhanushali U., et al. 5-Benzylidene-2, 4-thiazolidenedione derivatives: design, synthesis and evaluation as inhibitors of angiogenesis targeting VEGR-2. Bioorg. Chem. 2016;67:139–147.", "ArticleIdList": ["27388635"]}, {"Citation": "Shah D.K., et al. Thiazolidinediones decrease vascular endothelial growth factor (VEGF) production by human luteinized granulosa cells in vitro. Fertil. Steril. 2010;93(6):2042–2047.", "ArticleIdList": ["PMC2847675", "19342033"]}, {"Citation": "Takahashi S. Vascular endothelial growth factor (VEGF), VEGF receptors and their inhibitors for antiangiogenic tumor therapy. Biol. Pharm. Bull. 2011;34(12):1785–1788.", "ArticleIdList": ["22130231"]}, {"Citation": "Wu P., Nielsen T.E., Clausen M.H. FDA-approved small-molecule kinase inhibitors. Trends Pharmacol. Sci. 2015;36(7):422–439.", "ArticleIdList": ["25975227"]}, {"Citation": "Taghour M.S., et al. Design, synthesis, anti-proliferative evaluation, docking, and MD simulations studies of new thiazolidine-2, 4-diones targeting VEGFR-2 and apoptosis pathway. PLoS One. 2022;17(9)", "ArticleIdList": ["PMC9506633", "36149902"]}, {"Citation": "Taghour M.S., et al. Benzoxazole derivatives as new VEGFR-2 inhibitors and apoptosis inducers: design, synthesis, in silico studies, and antiproliferative evaluation. J. Enzym. Inhib. Med. Chem. 2022;37(1):2063–2077.", "ArticleIdList": ["PMC9327782", "35875937"]}, {"Citation": "Elwan A., et al. Modified benzoxazole-based VEGFR-2 inhibitors and apoptosis inducers: design, synthesis, and anti-proliferative evaluation. Molecules. 2022;27(15):5047.", "ArticleIdList": ["PMC9370530", "35956997"]}, {"Citation": "Yousef R.G., et al. (E)-N-(3-(1-(2-(4-(2, 2, 2-trifluoroacetamido) benzoyl) hydrazono) ethyl) phenyl) nicotinamide: a novel pyridine derivative for inhibiting vascular endothelial growth factor receptor-2: synthesis, computational, and anticancer studies. Molecules. 2022;27(22):7719.", "ArticleIdList": ["PMC9697799", "36431818"]}, {"Citation": "Elkaeed E.B., et al. The assessment of anticancer and VEGFR-2 inhibitory activities of a new 1 H-indole derivative: in silico and in vitro approaches. Processes. 2022;10(7):1391."}, {"Citation": "Holmes K., et al. Vascular endothelial growth factor receptor-2: structure, function, intracellular signalling and therapeutic inhibition. Cell. Signal. 2007;19(10):2003–2012.", "ArticleIdList": ["17658244"]}, {"Citation": "Morabito A., et al. Tyrosine kinase inhibitors of vascular endothelial growth factor receptors in clinical trials: current status and future directions. Oncol. 2006;11(7):753–764.", "ArticleIdList": ["16880234"]}, {"Citation": "Chow L.Q., Eckhardt S.G. Sunitinib: from rational design to clinical efficacy. J. Clin. Oncol. 2007;25(7):884–896.", "ArticleIdList": ["17327610"]}, {"Citation": "Adams C.M., et al. The discovery of N-(1-Methyl-5-(trifluoromethyl)-1 H-pyrazol-3-yl)-5-((6-((methylamino) methyl) pyrimidin-4-yl) oxy)-1 H-indole-1-carboxamide (acrizanib), a VEGFR-2 inhibitor specifically designed for topical ocular delivery, as a therapy for neovascular age-related macular degeneration. J. Med. Chem. 2018;61(4):1622–1635.", "ArticleIdList": ["29400470"]}, {"Citation": "Sheng X., et al. American Society of Clinical Oncology; 2017. A Phase I Clinical Trial of CM082 (X-82) in Combination with Everolimus for Treatment of Metastatic Renal Cell Carcinoma."}, {"Citation": "Moore K.N., et al. American Society of Clinical Oncology; 2012. Phase I, First-In-Human Trial of an Oral VEGFR Tyrosine Kinase Inhibitor (TKI) X-82 in Patients (Pts) with Advanced Solid Tumors."}, {"Citation": "Xie Q.-Q., et al. Pharmacophore modeling studies of type I and type II kinase inhibitors of Tie2. J. Mol. Graph. Model. 2009;27(6):751–758.", "ArticleIdList": ["19138543"]}, {"Citation": "Lee K., et al. Pharmacophore modeling and virtual screening studies for new VEGFR-2 kinase inhibitors. Eur. J. Med. Chem. 2010;45(11):5420–5427.", "ArticleIdList": ["20869793"]}, {"Citation": "Eskander R.N., Tewari K.S. Incorporation of anti-angiogenesis therapy in the management of advanced ovarian carcinoma—mechanistics, review of phase III randomized clinical trials, and regulatory implications. Gynecol. Oncol. 2014;132(2):496–505.", "ArticleIdList": ["24316305"]}, {"Citation": "Eissa I.H., et al. Design, molecular docking, in vitro, and in vivo studies of new quinazolin-4 (3H)-ones as VEGFR-2 inhibitors with potential activity against hepatocellular carcinoma. Bioorg. Chem. 2021;107", "ArticleIdList": ["33334586"]}, {"Citation": "El-Metwally S.A., et al. Discovery of thieno [2, 3-d] pyrimidine-based derivatives as potent VEGFR-2 kinase inhibitors and anti-cancer agents. Bioorg. Chem. 2021;112", "ArticleIdList": ["33964580"]}, {"Citation": "Machado V.A., et al. Synthesis, antiangiogenesis evaluation and molecular docking studies of 1-aryl-3-[(thieno [3, 2-b] pyridin-7-ylthio) phenyl] ureas: discovery of a new substitution pattern for type II VEGFR-2 Tyr kinase inhibitors. Bioorg. Med. Chem. 2015;23(19):6497–6509.", "ArticleIdList": ["26344591"]}, {"Citation": "Wang Z., et al. Dietary compound isoliquiritigenin inhibits breast cancer neoangiogenesis via VEGF/VEGFR-2 signaling pathway. PLoS One. 2013;8(7)", "ArticleIdList": ["PMC3702614", "23861918"]}, {"Citation": "Dietrich J., Hulme C., Hurley L.H. The design, synthesis, and evaluation of 8 hybrid DFG-out allosteric kinase inhibitors: a structural analysis of the binding interactions of Gleevec®, Nexavar®, and BIRB-796. Bioorg. Med. Chem. 2010;18(15):5738–5748.", "ArticleIdList": ["20621496"]}, {"Citation": "Ibrahim M.K., et al. Design, synthesis, molecular modeling and anti-hyperglycemic evaluation of quinazolin-4 (3H)-one derivatives as potential PPARγ and SUR agonists. Bioorg. Med. Chem. 2017;25(17):4723–4744.", "ArticleIdList": ["28720328"]}, {"Citation": "Eldehna W.M., et al. Novel 4/3-((4-oxo-5-(2-oxoindolin-3-ylidene) thiazolidin-2-ylidene) amino) benzenesulfonamides: synthesis, carbonic anhydrase inhibitory activity, anticancer activity and molecular modelling studies. Eur. J. Med. Chem. 2017;139:250–262.", "ArticleIdList": ["28802125"]}, {"Citation": "El-Zahabi M.A., et al. Design, synthesis, and biological evaluation of new challenging thalidomide analogs as potential anticancer immunomodulatory agents. Bioorg. Chem. 2020;104", "ArticleIdList": ["32932121"]}, {"Citation": "Nasser A.A., et al. Discovery of new pyrimidine-5-carbonitrile derivatives as anticancer agents targeting EGFR WT and EGFR T790M. Org. Biomol. Chem. 2020;18(38):7608–7634.", "ArticleIdList": ["32959865"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J. Immunol. Methods. 1983;65(1–2):55–63.", "ArticleIdList": ["6606682"]}, {"Citation": "Chabner B.A., Roberts T.G., Jr. Chemotherapy and the war on cancer. Nat. Rev. Cancer. 2005;5(1):65–72.", "ArticleIdList": ["15630416"]}, {"Citation": "Sun Y., et al. The influence of cell cycle regulation on chemotherapy. Int. J. Mol. Sci. 2021;22(13):6923.", "ArticleIdList": ["PMC8267727", "34203270"]}, {"Citation": "Lipinski C.A., et al. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv. Drug Deliv. Rev. 1997;23(1–3):3–25.", "ArticleIdList": ["11259830"]}, {"Citation": "Chuang K.V., Gunsalus L.M., Keiser M.J. Learning molecular representations for medicinal chemistry: miniperspective. J. Med. Chem. 2020;63(16):8705–8722.", "ArticleIdList": ["32366098"]}, {"Citation": "Moroy G., et al. Toward in silico structure-based ADMET prediction in drug discovery. 2012;17(1–2):44–55.", "ArticleIdList": ["22056716"]}, {"Citation": "Ferreira L.L.G., Andricopulo A.D. ADMET modeling approaches in drug discovery. Drug Discov. Today. 2019;24(5):1157–1165.", "ArticleIdList": ["30890362"]}, {"Citation": "Idakwo G., et al. A review on machine learning methods for in silico toxicity prediction. J. Environ. Sci. Health C Environ. Carcinog. Ecotoxicol. Rev. 2018;36(4):169–191.", "ArticleIdList": ["30628866"]}, {"Citation": "Husein D.Z., Hassanien R., Khamis M. Cadmium oxide nanoparticles/graphene composite: synthesis, theoretical insights into reactivity and adsorption study. RSC Adv. 2021;11(43):27027–27041.", "ArticleIdList": ["PMC9037664", "35480026"]}, {"Citation": "Wang T., Husein D.Z. Novel synthesis of multicomponent porous nano-hybrid composite, theoretical investigation using DFT and dye adsorption applications: disposing of waste with waste. Environ. Sci. Pollut. Control Ser. 2023;30(4):8928–8955.", "ArticleIdList": ["35460480"]}, {"Citation": "El‐Adl K., et al. Design, synthesis, molecular docking, anticancer evaluations, and in silico pharmacokinetic studies of novel 5‐[(4‐chloro/2, 4‐dichloro) benzylidene] thiazolidine‐2, 4‐dione derivatives as VEGFR‐2 inhibitors. Arch. Pharmazie. 2021;354(2)", "ArticleIdList": ["33073374"]}, {"Citation": "El-Adl K., et al. Design, synthesis, and anti-proliferative evaluation of new quinazolin-4 (3H)-ones as potential VEGFR-2 inhibitors. Bioorg. Med. Chem. 2021;29", "ArticleIdList": ["33214036"]}, {"Citation": "Alanazi M.M., et al. New bis ([1, 2, 4] triazolo)[4, 3-a: 3′, 4′-c] quinoxaline derivatives as VEGFR-2 inhibitors and apoptosis inducers: design, synthesis, in silico studies, and anticancer evaluation. Bioorg. Chem. 2021;112", "ArticleIdList": ["34023640"]}, {"Citation": "Osman I.A., Ayyad R.R., Mahdy H.A. New pyrimidine-5-carbonitrile derivatives as EGFR inhibitors with anticancer and apoptotic activities: design, molecular modeling and synthesis. New J. Chem. 2022;46(24):11812–11827."}, {"Citation": "Alanazi M.M., et al. Discovery of new quinoxaline-based derivatives as anticancer agents and potent VEGFR-2 inhibitors: design, synthesis, and in silico study. J. Mol. Struct. 2022;1253"}, {"Citation": "Alsaif N.A., et al. Discovery of new VEGFR-2 inhibitors based on bis ([1, 2, 4] triazolo)[4, 3-a: 3', 4'-c] quinoxaline derivatives as anticancer agents and apoptosis inducers. J. Enzym. Inhib. Med. Chem. 2021;36(1):1093–1114.", "ArticleIdList": ["PMC8168755", "34056992"]}, {"Citation": "Alanazi M.M., et al. Design, synthesis, docking, ADMET studies, and anticancer evaluation of new 3-methylquinoxaline derivatives as VEGFR-2 inhibitors and apoptosis inducers. J. Enzym. Inhib. Med. Chem. 2021;36(1):1760–1782.", "ArticleIdList": ["PMC8344243", "34340610"]}, {"Citation": "Slater T., Sawyer B., Sträuli U. Studies on succinate-tetrazolium reductase systems: III. Points of coupling of four different tetrazolium salts III. Points of coupling of four different tetrazolium salts. Biochim. Biophys. Acta. 1963;77:383–393.", "ArticleIdList": ["14089413"]}, {"Citation": "Van de Loosdrecht A., et al. A tetrazolium-based colorimetric MTT assay to quantitate human monocyte mediated cytotoxicity against leukemic cells from cell lines and patients with acute myeloid leukemia. 1994;174(1–2):311–320.", "ArticleIdList": ["8083535"]}, {"Citation": "Alley M.C., et al. Feasibility of drug screening with panels of human tumor cell lines using a microculture tetrazolium assay. 1988;48(3):589–601.", "ArticleIdList": ["3335022"]}, {"Citation": "Elkaeed E.B., et al. In silico, in vitro VEGFR-2 inhibition, and anticancer activity of a 3-(hydrazonomethyl) naphthalene-2-ol derivative. J. Biomol. Struct. Dyn. 2022:1–16.", "ArticleIdList": ["36184591"]}, {"Citation": "Eissa I.H., et al. Design and discovery of new antiproliferative 1, 2, 4-triazin-3 (2H)-ones as tubulin polymerization inhibitors targeting colchicine binding site. Bioorg. Chem. 2021;112", "ArticleIdList": ["34020238"]}, {"Citation": "Taverna F., et al. Biological quality control for extracorporeal photochemotherapy: assessing mononuclear cell apoptosis levels in ECP bags of chronic GvHD patients. J. Clin. Apher. 2015;30(3):162–170.", "ArticleIdList": ["25220858"]}, {"Citation": "Eldehna W.M., et al. Design, synthesis, in vitro biological assessment and molecular modeling insights for novel 3-(naphthalen-1-yl)-4, 5-dihydropyrazoles as anticancer agents with potential EGFR inhibitory activity. Sci. Rep. 2022;12(1)", "ArticleIdList": ["PMC9329325", "35896557"]}, {"Citation": "Arranz-Valsero I., et al. IL-6 as a corneal wound healing mediator in an in vitro scratch assay. Exp. Eye Res. 2014;125:183–192.", "ArticleIdList": ["24971496"]}, {"Citation": "Taghour M.S., et al. Design and synthesis of thiazolidine-2, 4-diones hybrids with 1, 2-dihydroquinolones and 2-oxindoles as potential VEGFR-2 inhibitors: in-vitro anticancer evaluation and in-silico studies. J. Enzym. Inhib. Med. Chem. 2022;37(1):1903–1917.", "ArticleIdList": ["PMC9272924", "35801403"]}, {"Citation": "Alanazi M.M., et al. New quinoxaline-based VEGFR-2 inhibitors: design, synthesis, and antiproliferative evaluation with in silico docking, ADMET, toxicity, and DFT studies. RSC Adv. 2021;11(48):30315–30328.", "ArticleIdList": ["PMC9044819", "35493991"]}, {"Citation": "Elkaeed E.B., et al. Discovery of new VEGFR-2 inhibitors: design, synthesis, anti-proliferative evaluation, docking, and MD simulation studies. Molecules. 2022;27(19):6203.", "ArticleIdList": ["PMC9571953", "36234734"]}, {"Citation": "Alesawy M.S., et al. In silico studies of some isoflavonoids as potential candidates against COVID-19 targeting human ACE2 (hACE2) and viral main protease (Mpro) Molecules. 2021;26(9):2806.", "ArticleIdList": ["PMC8126168", "34068579"]}, {"Citation": "Elkady H., et al. New benzoxazole derivatives as potential VEGFR-2 inhibitors and apoptosis inducers: design, synthesis, anti-proliferative evaluation, flowcytometric analysis, and in silico studies. J. Enzym. Inhib. Med. Chem. 2022;37(1):403–416.", "ArticleIdList": ["PMC8725875", "34961427"]}, {"Citation": "Eissa I.H., et al. Diphenylurea derivatives for combating methicillin-and vancomycin-resistant Staphylococcus aureus. Eur. J. Med. Chem. 2017;130:73–85.", "ArticleIdList": ["28249208"]}, {"Citation": "Eissa I.H., et al. In silico exploration of potential natural inhibitors against SARS-Cov-2 nsp10. Molecules. 2021;26(20):6151.", "ArticleIdList": ["PMC8539059", "34684735"]}, {"Citation": "Abraham M.J., et al. GROMACS: high performance molecular simulations through multi-level parallelism from laptops to supercomputers. 2015;1:19–25."}, {"Citation": "Elkaeed E.B., et al. A multistage in silico study of natural potential inhibitors targeting SARS-CoV-2 main protease. Int. J. Mol. Sci. 2022;23(15):8407.", "ArticleIdList": ["PMC9369012", "35955547"]}, {"Citation": "Jo S., et al. vol. 96. 2014. pp. 235–265. (CHARMM-GUI PDB Manipulator for Advanced Modeling and Simulations of Proteins Containing Nonstandard Residues).", "ArticleIdList": ["PMC4739825", "25443960"]}, {"Citation": "Lee J., et al. CHARMM-GUI input generator for NAMD, GROMACS, AMBER, OpenMM, and CHARMM/OpenMM simulations using the CHARMM36 additive force field. 2016;12(1):405–413.", "ArticleIdList": ["PMC4712441", "26631602"]}, {"Citation": "Tuccinardi T. What is the current value of MM/PBSA and MM/GBSA methods in drug discovery? Exp. Opin. Drug Discov. 2021;16(11):1233–1237.", "ArticleIdList": ["34165011"]}, {"Citation": "Valdés-Tresanco M.S., et al. gmx_MMPBSA: a new tool to perform end-state free energy calculations with GROMACS. 2021;17(10):6281–6291.", "ArticleIdList": ["34586825"]}, {"Citation": "Bouysset C., Fiorucci S. ProLIF: a library to encode molecular interactions as fingerprints. J. Cheminf. 2021;13:1–9.", "ArticleIdList": ["PMC8466659", "34563256"]}, {"Citation": "Salentin S., et al. PLIP: fully automated protein–ligand interaction profiler. Nucleic Acids Res. 2015;43(W1):W443–W447.", "ArticleIdList": ["PMC4489249", "25873628"]}, {"Citation": "Tubiana T., et al. TTClust: a versatile molecular simulation trajectory clustering program with graphical summaries. J. Chem. Inf. Model. 2018;58(11):2178–2182.", "ArticleIdList": ["30351057"]}, {"Citation": "Amadei A., Linssen A.B., Berendsen H.J. Essential dynamics of proteins. Proteins: Struct., Funct., Bioinf. 1993;17(4):412–425.", "ArticleIdList": ["8108382"]}, {"Citation": "Papaleo E., et al. Free-energy landscape, principal component analysis, and structural clustering to identify representative conformations from molecular dynamics simulations: the myoglobin case. J. Mol. Graph. Model. 2009;27(8):889–899.", "ArticleIdList": ["19264523"]}, {"Citation": "Maisuradze G.G., Leitner D.M. Free energy landscape of a biomolecule in dihedral principal component space: sampling convergence and correspondence between structures and minima. Proteins: Struct., Funct., Bioinf. 2007;67(3):569–578.", "ArticleIdList": ["17348026"]}, {"Citation": "Hess B. Similarities between principal components of protein dynamics and random diffusion. Phys. Rev. 2000;62(6):8438.", "ArticleIdList": ["11138145"]}, {"Citation": "Elkaeed E.B., et al. Design, synthesis, docking, DFT, MD simulation studies of a new nicotinamide-based derivative: in vitro anticancer and VEGFR-2 inhibitory effects. Molecules. 2022;27(14):4606.", "ArticleIdList": ["PMC9317904", "35889478"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "6"}, {"Year": "2023", "Month": "12", "Day": "12"}, {"Year": "2024", "Month": "1", "Day": "2"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "1", "Hour": "4", "Minute": "12"}, {"Year": "2024", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38298627", "PMC10828660", "10.1016/j.heliyon.2024.e24005", "S2405-8440(24)00036-7"]}}]}