{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["disease", "fish", "growth", "immunity", "medicinal herb"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38303995", "DateRevised": {"Year": "2024", "Month": "02", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": ["10.17221/96/2023-VETMED"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "26"}], "Journal": {"ISSN": "0375-8427", "JournalIssue": {"Volume": "68", "Issue": "12", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Veterinarni medicina", "ISOAbbreviation": "Vet Med (Praha)"}, "ArticleTitle": "An update about beneficial effects of medicinal plants in aquaculture: A review.", "Pagination": {"StartPage": "449", "EndPage": "463", "MedlinePgn": "449-463"}, "Abstract": {"AbstractText": ["Aquaculture is an essential and growing component of agricultural and global ecosystems worldwide. Aquaculture provides more than 25% of the total aquatic food consumption by humans. The development of the aquaculture industry should be followed in successive industrial years, and therefore it is necessary to pay attention to the management and type of farming system that is compatible with the environment. The use of antibiotics for disease control has been criticised for their negative effects, including the emergence of antibiotic-resistant bacteria, the suppression of the immune system and the environment, and the accumulation of residue in aquatic tissues. The use of these products reduces the need for treatments, enhances the effect of vaccines, and, in turn, improves production indicators. Medicinal plants have increasingly been used in recent years as a disease control strategy in aquaculture, boosting the immune system of aquatic animals and helping to develop strong resistance to a wide range of pathogens. Therefore, this review aims to provide an overview of the recent evidence on the beneficial use of medicinal plants to promote growth and strengthen the immune system in farmed aquatic animals."], "CopyrightInformation": "Copyright: © 2023 Dadras et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Fisheries and Protection of Waters, South Bohemian Research Center of Aquaculture and Biodiversity of Hydrocenoses, Research Institute of Fish Culture and Hydrobiology, University of South Bohemia in Ceske Budejovice, Ceske Budejovice, Czech Republic."}], "LastName": "Dadras", "ForeName": "Faranak", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Fisheries and Protection of Waters, South Bohemian Research Center of Aquaculture and Biodiversity of Hydrocenoses, Research Institute of Fish Culture and Hydrobiology, University of South Bohemia in Ceske Budejovice, Ceske Budejovice, Czech Republic."}], "LastName": "Velisek", "ForeName": "Josef", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Fisheries and Protection of Waters, South Bohemian Research Center of Aquaculture and Biodiversity of Hydrocenoses, Research Institute of Fish Culture and Hydrobiology, University of South Bohemia in Ceske Budejovice, Ceske Budejovice, Czech Republic."}], "LastName": "Zuskova", "ForeName": "Eliska", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Czech Republic", "MedlineTA": "Vet Med (Praha)", "NlmUniqueID": "0063417", "ISSNLinking": "0375-8427"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abd El-Gawad EA, El Asely AM, Soror EI, Abbass AA, Austin B. Effect of dietary Moringa oleifera leaf on the immune response and control of Aeromonas hydrophila infection in Nile tilapia (Oreochromis niloticus) fry. Aquac Int. 2020 Feb;28(1):389-402."}, {"Citation": "Abdel-Tawwab M, Monier MN, Hoseinifar SH, Faggio C. Fish response to hypoxia stress: Growth, physiological, and immunological biomarkers. Fish Physiol Biochem. 2019 Jun;45(3):997-1013.", "ArticleIdList": ["30715663"]}, {"Citation": "Adel M, Pourgholam R, Zorriehzahra J, Ghiasi M. Hemato-immunological and biochemical parameters, skin antibacterial activity, and survival in rainbow trout (Oncorhynchus mykiss) following the diet supplemented with Mentha piperita against Yersinia ruckeri. Fish Shellfish Immunol. 2016 Aug;55:267-73.", "ArticleIdList": ["27245867"]}, {"Citation": "Adeniyi O, Emikpe B, Olaifa F, Ogunbanwo ST. Effects of dietary tamarind (Tamarindus indica L.) leaves extract on growth performance, nutrient utilization, gut physiology, and susceptibility to Aeromonas hydrophila infection in Nile tilapia (Oreochromis niloticus L.). Int Aquat Res. 2021 Mar;13(1):37-51."}, {"Citation": "Ahmadniaye Motlagh H, Safari O, Paolucci M. Effect of different levels of milkweed (Calotropis persica) seed powder on the growth parameters, immunity and gut microbiota of Oncorhynchus mykiss. Iran J Vet Sci. 2019;11(1):43-50."}, {"Citation": "Ahmadniaye Motlagh H, Rokhnareh Z, Safari O, Selahvarzi Y. Growth performance and intestinal microbial changes of Carassius auratus in response to pomegranate (Punica granatum) peel extract-supplemented diets. J World Aquac Soc. 2020a Dec;52(4):820-8."}, {"Citation": "Ahmadniaye Motlagh H, Safari O, Selahvarzi Y, Baghalian A, Kia E. Non-specific immunity promotion in response to garlic extract supplemented diets in female Guppy (Poecilia reticulata). Fish Shellfish Immunol. 2020b Feb;97:96-9.", "ArticleIdList": ["31841692"]}, {"Citation": "Amin A, El Asely A, Abd El-Naby A, Samir F, El-Ashram A, Sudhakaran R, Dawood MAO. Growth performance, intestinal histomorphology and growth-related gene expression in response to dietary Ziziphus mauritiana in Nile tilapia (Oreochromis niloticus). Aquaculture. 2019 Oct;512:734301."}, {"Citation": "Anderson DP. Immunostimulants, adjuvants, and vaccine carriers in fish: Applications to aquaculture. Annu Rev Fish Dis. 1992;2:281-307."}, {"Citation": "Ardo L, Yin G, Xu P, Varadi L, Szigeti G, Jeney G. Chinese herbs (Astragalus Membranaceus and Lonicera japonica) and boron enhance the non-specific immune response of Nile tilapia (Oreochromis niloticus) and resistance against Aeromonas hydrophila. Aquaculture. 2008 Mar;275(1-4):26-33."}, {"Citation": "Asaduzzaman M, Wahab MA, Verdegem MCJ, Mondal MN, Azim ME. Effects of stocking density of freshwater prawn Macrobrachium rosenbergii and addition of different levels of tilapia Oreochromis niloticus on production in C/N controlled periphyton based system. Aquaculture. 2009 Jan;286(1):72-9."}, {"Citation": "Awad E, Awaad A. Role of medicinal plants on growth performance and immune status in fish. Fish Shellfish Immunol. 2017 Aug;67:40-54.", "ArticleIdList": ["28526570"]}, {"Citation": "Baba E, Acar U, Yilmaz S, Zemheri F, Ergun S. Dietary olive leaf (Olea europea L.) extract alters some immune gene expression levels and disease resistance to Yersinia ruckeri infection in rainbow trout Oncorhynchus mykiss. Fish Shellfish Immunol. 2018 Aug;79:28-33.", "ArticleIdList": ["29733961"]}, {"Citation": "Balamurugan S, Vijayakumar S, Prabhu S, Morvin Yabesh JE. Traditional plants used for the treatment of gynaecological disorders in Vedaranyam taluk, South India – An ethnomedicinal survey. J Tradit Complement Med. 2018 Jul;8(2):308-23.", "ArticleIdList": ["PMC5934708", "29736387"]}, {"Citation": "Balasubramanian G, Sarathi M, Venkatesan C, Thomas J, Hameed AS. Studies on the immunomodulatory effect of extract of Cyanodon dactylon in shrimp, Penaeus monodon, and its efficacy to protect the shrimp from white spot syndrome virus (WSSV). Fish Shellfish Immunol. 2008a Dec;25(6):820-8.", "ArticleIdList": ["18834943"]}, {"Citation": "Balasubramanian G, Sarathi M, Venkatesan C, Thomas J, Sahul Hameed AS. Oral administration of antiviral plant extract of Cynodon dactylon on a large scale production against White spot syndrome virus (WSSV) in Penaeus monodon. Aquaculture. 2008b Jul;279(1):2-5."}, {"Citation": "Bank W. Fish to 2030 prospects for fisheries and aquaculture. Washington, DC: The World Bank Group (WBG) Report Number 83177-GLB.; 2013. 102 p."}, {"Citation": "Bao L, Chen Y, Li H, Zhang J, Wu P, Ye K, Ai H, Chu W. Dietary Ginkgo biloba leaf extract alters immune-related gene expression and disease resistance to Aeromonas hydrophila in common carp Cyprinus carpio. Fish Shellfish Immunol. 2019 Nov;94:810-8.", "ArticleIdList": ["31546037"]}, {"Citation": "Beltran JMG, Espinosa C, Guardiola FA, Esteban M. In vitro effects of Origanum vulgare leaf extracts on gilthead seabream (Sparus aurata L.) leucocytes, cytotoxic, bactericidal and antioxidant activities. Fish Shellfish Immunol. 2018 Aug;79:1-10.", "ArticleIdList": ["29729962"]}, {"Citation": "Bilen S, Elbeshti H. A new potential therapeutic remedy against Aeromonas hydrophila infection in rainbow trout (Oncorhynchus mykiss) using tetra, Cotinus coggygria. J Fish Dis. 2019 Oct;42(10):1369-81.", "ArticleIdList": ["31317560"]}, {"Citation": "Bilen S, Ispir S, Kenanoglu ON, Tastan Y, Guney K, Terzi E. Effects of Greek juniper (Juniperus excelsa) extract on immune responses and disease resistance against Yersinia ruckeri in rainbow trout (Oncorhynchus mykiss). J Fish Dis. 2021 Jun;44(6):729-38.", "ArticleIdList": ["33128804"]}, {"Citation": "Binh VN, Dang N, Anh NTK, Thai PK. Antibiotics in the aquatic environment of Vietnam: Sources, concentrations, risk and control strategy. Chemosphere. 2018;197:438-50.", "ArticleIdList": ["29366957"]}, {"Citation": "Bondad-Reantaso MG, Subasinghe RP, Arthur JR, Ogawa K, Chinabut S, Adlard R, Tan Z, Shariff M. Disease and health management in Asian aquaculture. Vet Parasitol. 2005 Sep;132(3-4):249-72.", "ArticleIdList": ["16099592"]}, {"Citation": "Bone K, Mills S. Principles and practice of phytotherapy: Modern herbal medicine. Edinburgh, London, UK: Elsevier Health Sciences; 2012. 1051 p."}, {"Citation": "Brott AS, Clarke AJ. Peptidoglycan O-Acetylation as a virulence factor: Its effect on lysozyme in the innate immune system. Antibiotics. 2019 Jul;8(3):94.", "ArticleIdList": ["PMC6783866", "31323733"]}, {"Citation": "Brudeseth BE, Wiulsrod R, Fredriksen BN, Lindmo K, Lokling KE, Bordevik M, Steine N, Klevan A, Gravningen K. Status and future perspectives of vaccines for industrialised fin-fish farming. Fish Shellfish Immunol. 2013 Dec;35(6):1759-68.", "ArticleIdList": ["23769873"]}, {"Citation": "Bulfon C, Volpatti D, Galeotti M. Current research on the use of plant-derived products in farmed fish. Aquac Res. 2013 Jul;46(3):513-51."}, {"Citation": "Cabello FC, Godfrey HP, Buschmann AH, Dolz HJ. Aquaculture as yet another environmental gateway to the development and globalisation of antimicrobial resistance. Lancet Infect Dis. 2016 Jul;16(7):e127-e33.", "ArticleIdList": ["27083976"]}, {"Citation": "Caruso D, Lusiastuti AM, Slembrouck J, Komarudin O, Legendre M. Traditional pharmacopeia in small scale freshwater fish farms in West Java, Indonesia: An ethnoveterinary approach. Aquaculture. 2013 Dec;416:334-45."}, {"Citation": "Castro SB, Leal CA, Freire FR, Carvalho DA, Oliveira DF, Figueiredo HC. Antibacterial activity of plant extracts from Brazil against fish pathogenic bacteria. Braz J Microbiol. 2008 Oct;39(4):756-60.", "ArticleIdList": ["PMC3768474", "24031303"]}, {"Citation": "Cawthorn DM, Hoffman LC. The bushmeat and food security nexus: A global account of the contributions, conundrums and ethical collisions. Food Res Int. 2015 Oct(P1);76:906-25."}, {"Citation": "Chakrabarti R, Srivastava PK, Verma N, Sharma J. Effect of seeds of Achyranthes aspera on the immune responses and expression of some immune-related genes in carp Catla catla. Fish Shellfish Immunol. 2014 Nov;41(1):64-9.", "ArticleIdList": ["24657259"]}, {"Citation": "Chakraborty S, Ghosh U, Balasubramanian T, Das P. Screening, isolation and optimization of anti-white spot syndrome virus drug derived from marine plants. Asian Pac J Trop Biomed. 2014 May;4(Suppl_1):S107-17.", "ArticleIdList": ["PMC4025343", "25183065"]}, {"Citation": "Chang CC, Jiang JR, Cheng W. A first insight into temperature stress-induced neuroendocrine and immunological changes in giant freshwater prawn, Macrobrachium rosenbergii. Fish Shellfish Immunol. 2015 Nov;47(1):528-34.", "ArticleIdList": ["26434711"]}, {"Citation": "Chen B, Lin L, Fang L, Yang Y, Chen E, Yuan K, Zou S, Wang X, Luan T. Complex pollution of antibiotic resistance genes due to beta-lactam and aminoglycoside use in aquaculture farming. Water Res. 2018 May;134:200-8.", "ArticleIdList": ["29427962"]}, {"Citation": "Chitmanat C, Tongdonmuan K, Khanom P, Pachontis P, Nunsong W. Antiparasitic, antibacterial, and antifungal activities derived from a terminalia catappa solution against some tilapia (Oreochromis niloticus) pathogens. Acta Hortic. 2005;678:179-82."}, {"Citation": "Chong CM, Murthy AVS, Choy CY, Koksong L. Phytotherapy in aquaculture: Integration of endogenous application with science. J Environ Biol. 2020 Sep;41:1204-14."}, {"Citation": "de Assis RWS, Urbinati EC. Physiological activity of Aloe vera in pacu (Piaractus mesopotamicus) inoculated with Aeromonas hydrophila. Fish Physiol Biochem. 2020 Aug;46(4):1421-30.", "ArticleIdList": ["32222856"]}, {"Citation": "de Freitas Souza C, Baldissera MD, Descovi S, Zeppenfeld C, Eslava-Mocha PR, Gloria EM, Zanette RA, Baldisserotto B, da Silva AS. Melaleuca alternifolia essential oil abrogates hepatic oxidative damage in silver catfish (Rhamdia quelen) fed with an aflatoxin-contaminated diet. Comp Biochem Physiol Part C. 2019 Jul;221:10-20.", "ArticleIdList": ["30910599"]}, {"Citation": "Devi G, Harikrishnan R, Paray BA, Al-Sadoon MK, Hoseinifar SH, Balasundaram C. Effects of aloe-emodin on innate immunity, antioxidant and immune cytokines mechanisms in the head kidney leucocytes of Labeo rohita against Aphanomyces invadans. Fish Shellfish Immunol. 2019 Apr;87:669-78.", "ArticleIdList": ["30753918"]}, {"Citation": "Diab AM, Al-Khefa BT, Khalafallah MM, Salah AS, Farrag FA, Dawood MAO. Dietary methanolic extract of fenugreek enhanced the growth, haematobiochemical, immune responses, and resistance against Aeromonas hydrophila in Nile Tilapia, Oreochromis niloticus. Aquac Res. 2023 Feb;2023(8):1-13."}, {"Citation": "Direkbusarakom S, Herunsalee A, Yoshimizu M, Ezura Y. Antiviral activity of several thai traditional herb extracts against fish pathogenic viruses. Fish Pathol. 1996 Dec;31(4):209-13."}, {"Citation": "Dubey SK, Trivedi RK, Chand BK, Mandal B, Rout SK. Farmers’ perceptions of climate change, impacts on freshwater aquaculture and adaptation strategies in climatic change hotspots: A case of the Indian Sundarban delta. Environ Dev. 2017 Mar;21:38-51."}, {"Citation": "Dugenci SK, Arda N, Candan A. Some medicinal plants as immunostimulant for fish. J Ethnopharmacol. 2003 Sep;88(1):99-106.", "ArticleIdList": ["12902058"]}, {"Citation": "Forwood JM, Harris JO, Deveney MR. Efficacy of current and alternative bath treatments for Lepidotrema bidyana infecting silver perch, Bidyanus bidyanus. Aquaculture. 2013 Dec;416:65-71."}, {"Citation": "Fu Y, Zhang Q, Xu DH, Xia H, Cai X, Wang B, Liang J. Parasiticidal effects of Morus alba root bark extracts against Ichthyophthirius multifiliis infecting grass carp. Dis Aquat Organ. 2014 Feb;108(2):129-36.", "ArticleIdList": ["24553418"]}, {"Citation": "Fu YW, Wang B, Zhang QZ, Xu DH, Liu YM, Hou TL, Guo SQ. Efficacy and antiparasitic mechanism of 10-gingerol isolated from ginger Zingiber officinale against Ichthyophthirius multifiliis in grass carp. Vet Parasitol. 2019 Jan;265:74-84.", "ArticleIdList": ["30638524"]}, {"Citation": "Garg C, Sahu N, Maiti M, Nazeemashahul S, Deo A, Sardar P. Dietary Houttuynia cordata leaf extract and meal enhances the immunity and expression of immune genes in Labeo rohita (Hamilton, 1822). Aquac Res. 2020 Jan;52(1):381-94."}, {"Citation": "Gharaei A, Jorjani H, Harijani JM, Miandare HK. Effects of Tribulus terrestris extract on masculinization, growth indices, sex determination and steroid hormones level in Zebra fish (Danio rerio). Int Aquat Res. 2020;12(1):22-9."}, {"Citation": "Gholipourkanani H, Sahandi J, Taheri A. Influence of garlic (Allium sativum) and mother worth (Matricaria chamomilla) extract on Ichthyophtirius multifilus parasite treatment in sail fin molly (Poecilia latipinna) ornamental fish. APCBEE Procedia. 2012;4(3):6-11."}, {"Citation": "Ghosh U, Chakraborty S, Balasubramanian T, Das P. Screening, isolation and optimization of anti-white spot syndrome virus drug derived from terrestrial plants. Asian Pac J Trop Biomed. 2014 May;4(Suppl_1):S118-28.", "ArticleIdList": ["PMC4025350", "25183066"]}, {"Citation": "Guardiola FA, Bahi A, Esteban MA. Effects of dietary administration of fenugreek seeds on metabolic parameters and immune status of gilthead seabream (Sparus aurata L.). Fish Shellfish Immunol. 2018 Mar;74:372-9.", "ArticleIdList": ["29337247"]}, {"Citation": "Haetrakul T, Dunbar SG, Chansue N. Antiviral activities of Clinacanthus nutans (Burm.f.) Lindau extract against Cyprinid herpesvirus 3 in koi (Cyprinus carpio koi). J Fish Dis. 2018 Apr;41(4):581-7.", "ArticleIdList": ["29468849"]}, {"Citation": "Harikrishnan R, Balasundaram C, Heo MS. Impact of plant products on innate and adaptive immune system of cultured finfish and shellfish. Aquaculture. 2011 Jul;317(1):1-15."}, {"Citation": "Harikrishnan R, Kim JS, Kim MC, Dharaneedharan S, Kim DH, Hong SH, Song CU, Balasundaram C. Effect of dietary supplementation with Suaeda maritima on blood physiology, innate immune response, and disease resistance in olive flounder against Miamiensis avidus. Exp Parasitol. 2012 Jun;131(2):195-203.", "ArticleIdList": ["22490817"]}, {"Citation": "Hashemi SR, Davoodi H. Herbal plants and their derivatives as growth and health promoters in animal nutrition. Vet Res Commun. 2011 Mar;35(3):169-80.", "ArticleIdList": ["21213046"]}, {"Citation": "Hashimoto GSO, Neto FAM, Ruiz ML, Acchile M, Chagas EC, Chaves FCM, Martins ML. Essential oils of Lippia sidoides and Mentha piperita against monogenean parasites and their influence on the hematology of Nile tilapia. Aquaculture. 2016 Jan;450:182-6."}, {"Citation": "He G, Sun H, Liao R, Wei Y, Zhang T, Chen Y, Lin S. Effects of herbal extracts (Foeniculum vulgare and Artemisia annua) on growth, liver antioxidant capacity, intestinal morphology and microorganism of juvenile largemouth bass, Micropterus salmoides. Aquac Rep. 2022 Apr;23(7):101081."}, {"Citation": "He M, Liu G, Liu Y, Yang K, Qi X, Huang A, Liu T, Wang G, Wang E. Effects of geniposide as immunostimulant on the innate immune response and disease resistance in crucian carp. Aquaculture. 2020 Dec;529:735713."}, {"Citation": "Heydari M, Firouzbakhsh F, Paknejad H. Effects of Mentha longifolia extract on some blood and immune parameters, and disease resistance against yersiniosis in rainbow trout. Aquaculture. 2020 Jan2020;515:734586."}, {"Citation": "Hoseinifar SH, Jahazi MA, Mohseni R, Raeisi M, Bayani M, Mazandarani M, Yousefi M, Van Doan H, Mozanzadeh MT. Effects of dietary fern (Adiantum capillus-veneris) leaves powder on serum and mucus antioxidant defence, immunological responses, antimicrobial activity and growth performance of common carp (Cyprinus carpio) juveniles. Fish Shellfish Immunol. 2020a Nov;106:959-66.", "ArticleIdList": ["32890760"]}, {"Citation": "Hoseinifar SH, Shakouri M, Doan HV, Shafiei S, Yousefi M, Raeisi M, Yousefi S, Harikrishnan R, Reverter M. Dietary supplementation of lemon verbena (Aloysia citrodora) improved immunity, immune-related genes expression and antioxidant enzymes in rainbow trout (Oncorhynchus mykiss). Fish Shellfish Immunol. 2020b Apr;99:379-85.", "ArticleIdList": ["32032763"]}, {"Citation": "Hoseinifar SH, Sun YZ, Zhou Z, Van Doan H, Davies SJ, Harikrishnan R. Boosting immune function and disease bio-control through environment-friendly and sustainable approaches in finfish aquaculture: Herbal therapy scenarios. Rev Fish Sci Aquac. 2020c;28(3):303-21."}, {"Citation": "Huang AG, Yi YL, Ling F, Lu L, Zhang QZ, Wang GX. Screening of plant extracts for anthelmintic activity against Dactylogyrus intermedius (Monogenea) in goldfish (Carassius auratus). Parasitol Res. 2013 Dec;112(12):4065-72.", "ArticleIdList": ["24005478"]}, {"Citation": "Huang AG, Tu X, Qi XZ, Ling F, Zhu B, Wang GX. Gardenia jasminoides Ellis inhibit white spot syndrome virus replication in red swamp crayfish Procambarus larkia. Aquaculture. 2019a Apr;504:239-47."}, {"Citation": "Huang AG, Tan XP, Qu SY, Wang GX, Zhu B. Evaluation on the antiviral activity of genipin against white spot syndrome virus in crayfish. Fish Shellfish Immunol. 2019b Oct;93:380-6.", "ArticleIdList": ["31374312"]}, {"Citation": "Jafarzadeh S, Jafari SM, Salehabadi A, Nafchi AM, Uthaya Kumar US, Khalil HPSA. Biodegradable green packaging with antimicrobial functions based on the bioactive compounds from tropical plants and their by-products. Trends Food Sci Technol. 2020 Jun;100:262-77."}, {"Citation": "Ji J, Lu C, Kang Y, Wang GX, Chen P. Screening of 42 medicinal plants for in vivo anthelmintic activity against Dactylogyrus intermedius (Monogenea) in goldfish (Carassius auratus). Parasitol Res. 2012 Jul;111(1):97-104.", "ArticleIdList": ["22246367"]}, {"Citation": "Jia R, Gu Z, He Q, Du J, Cao L, Jeney G, Xu P, Yin G. Anti-oxidative, anti-inflammatory and hepatoprotective effects of Radix Bupleuri extract against oxidative damage in tilapia (Oreochromis niloticus) via Nrf2 and TLRs signaling pathway. Fish Shellfish Immunol. 2019 Oct;93:395-405.", "ArticleIdList": ["31374313"]}, {"Citation": "Kacaniova M, Terentjeva M, Vukovic N, Puchalski C, Roychoudhury S, Kunova S, Kluga A, Tokar M, Kluz M, Ivanisova E. The antioxidant and antimicrobial activity of essential oils against Pseudomonas spp. isolated from fish. Saudi Pharm J. 2017 Dec;25(8):1108-16.", "ArticleIdList": ["PMC6111119", "30166897"]}, {"Citation": "Kaleo IV, Gao Q, Liu B, Sun C, Zhou Q, Zhang H, Shan F, Xiong Z, Bo L, Song C. Effects of Moringa oleifera leaf extract on growth performance, physiological and immune response, and related immune gene expression of Macrobrachium rosenbergii with Vibrio anguillarum and ammonia stress. Fish Shellfish Immunol. 2019 Jun;89:603-13.", "ArticleIdList": ["30902724"]}, {"Citation": "Kavitha C, Ramesh M, Kumaran SS, Lakshmi SA. Toxicity of Moringa oleifera seed extract on some hematological and biochemical profiles in a freshwater fish, Cyprinus carpio. Exp Toxicol Pathol. 2012 Nov;64(7-8):681-7.", "ArticleIdList": ["21282048"]}, {"Citation": "Koshinski R. Effect of Artemisia annua L. extract on growth performance, biochemical blood parameters and meat quality of rainbow trout (Oncorhynchus mykiss W.), cultivated in recirculating system. Agric Sci Technol. 2018 Sep;10(3):266-70."}, {"Citation": "Kumar S, Raman RP, Pandey PK, Mohanty S, Kumar A, Kumar K. Effect of orally administered azadirachtin on non-specific immune parameters of goldfish Carassius auratus (Linn. 1758) and resistance against Aeromonas hydrophila. Fish Shellfish Immunol. 2013 Feb;34(2):564-73.", "ArticleIdList": ["23261511"]}, {"Citation": "Kuo IP, Lee PT, Nan FH. Rheum officinale extract promotes the innate immunity of orange-spotted grouper (Epinephelus coioides) and exerts strong bactericidal activity against six aquatic pathogens. Fish Shellfish Immunol. 2020 Jul;102:117-24.", "ArticleIdList": ["32305503"]}, {"Citation": "Kurian A, Van Doan H, Tapingkae W, Elumalai P. Modulation of mucosal parameters, innate immunity, growth and resistance against Streptococcus agalactiae by enrichment of Nile tilapia (Oreochromis niloticus) diet with Leucas aspera. Fish Shellfish Immunol. 2020 Feb;97:165-72.", "ArticleIdList": ["31846780"]}, {"Citation": "Lafferty KD, Harvell CD, Conrad JM, Friedman CS, Kent ML, Kuris AM, Powell EN, Rondeau D, Saksida SM. Infectious diseases affect marine fisheries and aquaculture economics. Annu Rev Mar Sci. 2015;7:471-96.", "ArticleIdList": ["25251276"]}, {"Citation": "Levy G, Zilberg D, Paladini G, Fridman S. Efficacy of ginger-based treatments against infection with Gyrodactylus turnbulli in the guppy [Poecilia reticulata (Peters)]. Vet Parasitol. 2015 Apr;209(3-4):235-41.", "ArticleIdList": ["25819871"]}, {"Citation": "Li M, Zhu X, Tian J, Liu M, Wang G. Dietary flavonoids from Allium mongolicum Regel promotes growth, improves immune, antioxidant status, immune-related signaling molecules and disease resistance in juvenile northern snakehead fish (Channa argus). Aquaculture. 2018 Feb;501:473-81."}, {"Citation": "Liu B, Xie J, Ge X, Xu P, Wang A, He Y, Zhou Q, Pan L, Chen R. Effects of anthraquinone extract from Rheum officinale Bail on the growth performance and physiological responses of Macrobrachium rosenbergii under high temperature stress. Fish Shellfish Immunol. 2010a Jul;29(1):49-57.", "ArticleIdList": ["20219682"]}, {"Citation": "Liu YT, Wang F, Wang GX, Han J, Wang Y, Wang YH. In vivo anthelmintic activity of crude extracts of Radix angelicae pubescentis, Fructus bruceae, Caulis spatholobi, Semen aesculi, and Semen pharbitidis against Dactylogyrus intermedius (Monogenea) in goldfish (Carassius auratus). Parasitol Res. 2010b Apr;106(5):1233-9.", "ArticleIdList": ["20191290"]}, {"Citation": "Liu B, Xu P, Xie J, Ge X, Xia S, Song C, Zhou Q, Miao L, Ren M, Pan L, Chen R. Effects of emodin and vitamin E on the growth and crowding stress of Wuchang bream (Megalobrama amblycephala). Fish Shellfish Immunol. 2014 Oct;40(2):595-602.", "ArticleIdList": ["25134848"]}, {"Citation": "Ma Q, Jiang JG, Yuan X, Qiu K, Zhu W. Comparative antitumor and anti-inflammatory effects of flavonoids, saponins, polysaccharides, essential oil, coumarin and alkaloids from Cirsium japonicum DC. Food Chem Toxicol. 2019 Mar;125:422-9.", "ArticleIdList": ["30703393"]}, {"Citation": "Makkar HP, Francis G, Becker K. Bioactivity of phytochemicals in some lesser-known plants and their effects and potential applications in livestock and aquaculture production systems. Animal. 2007 Oct;1(9):1371-91.", "ArticleIdList": ["22444893"]}, {"Citation": "Masschalck B, Michiels C. Antimicrobial properties of lysozyme in relation to foodborne vegetative bacteria. Crit Rev Microbiol. 2003;29(3):191-214.", "ArticleIdList": ["14582617"]}, {"Citation": "Mehrinakhi Z, Ahmadifar E, Sheikhzadeh N, Moghadam MS, Dawood MAO. Extract of grape seed enhances the growth performance, humoral and mucosal immunity, and resistance of common carp (Cyprinus carpio) against Aeromonas hydrophila. Ann Anim Sci. 2021 Jan;21(1):217-32."}, {"Citation": "Militz TA, Southgate PC, Carton AG, Hutson KS. Dietary supplementation of garlic (Allium sativum) to prevent monogenean infection in aquaculture. Aquaculture. 2013 Sep;408:95-9."}, {"Citation": "Miranda CD, Godoy FA, Lee MR. Current status of the use of antibiotics and the antimicrobial resistance in the Chilean salmon farms. Front Microbiol. 2018 Jun;9:1284.", "ArticleIdList": ["PMC6016283", "29967597"]}, {"Citation": "Mo WY, Lun CHI, Choi WM, Man YB, Wong MH. Enhancing growth and non-specific immunity of grass carp and Nile tilapia by incorporating Chinese herbs (Astragalus membranaceus and Lycium barbarum) into food waste based pellets. Environ Pollut. 2016 Dec;219:475-82.", "ArticleIdList": ["27241744"]}, {"Citation": "Mohammadi G, Rashidian G, Hoseinifar SH, Naserabad SS, Doan HV. Ginger (Zingiber officinale) extract affects growth performance, body composition, haematology, serum and mucosal immune parameters in common carp (Cyprinus carpio). Fish Shellfish Immunol. 2020 Apr;99:267-73.", "ArticleIdList": ["31981777"]}, {"Citation": "Moreno MA, Zampini IC, Isla MI. Antifungal, anti-inflammatory and antioxidant activity of bi-herbal mixtures with medicinal plants from Argentinean highlands. J Ethnopharmacol. 2020 May;253:112642.", "ArticleIdList": ["32035220"]}, {"Citation": "Munaeni W, Widanarni, Yuhana M, Setiawati M, Wahyudi AT. Effect in white shrimp Litopenaeus vannamei of Eleutherine bulbosa (Mill.) Urb. Powder on immune genes expression and resistance against Vibrio parahaemolyticus infection. Fish Shellfish Immunol. 2020 Jul;102:218-27.", "ArticleIdList": ["32268178"]}, {"Citation": "Naderi Farsani M, Hoseinifar SH, Rashidian G, Ghafari Farsani H, Ashouri G, Van Doan H. Dietary effects of Coriandrum sativum extract on growth performance, physiological and innate immune responses and resistance of rainbow trout (Oncorhynchus mykiss) against Yersinia ruckeri. Fish Shellfish Immunol. 2019 Aug;91:233-40.", "ArticleIdList": ["31102711"]}, {"Citation": "Naiel MAE, Ismael NEM, Negm SS, Ayyat MS, Al-Sagheer AA. Rosemary leaf powder–supplemented diet enhances performance, antioxidant properties, immune status, and resistance against bacterial diseases in Nile Tilapia (Oreochromis niloticus). Aquaculture. 2020 Sep;526:735370."}, {"Citation": "Ngo HV, Huang HT, Lee PT, Liao ZH, Chen HY, Nan FH. Effects of Phyllanthus amarus extract on nonspecific immune responses, growth, and resistance to Vibrio alginolyticus in white shrimp Litopenaeus vannamei. Fish Shellfish Immunol. 2020 Dec;107:1-8.", "ArticleIdList": ["32927053"]}, {"Citation": "Oduro I, Ellis W, Owusu D. Nutritional Potential of two leafy vegetables: Moringa oleifera and Ipomoea batatas leaves. Sci Res Essay. 2008;3:57-60."}, {"Citation": "Palanikani R, Chanthini KMP, Soranam R, Thanigaivel A, Karthi S, Senthil-Nathan S, Murugesan AG. Efficacy of Andrographis paniculata supplements induce a non-specific immune system against the pathogenicity of Aeromonas hydrophila infection in Indian major carp (Labeo rohita). Environ Sci Pollut Res. 2020;27:23420-36.", "ArticleIdList": ["31363972"]}, {"Citation": "Palanikumar P, Daffni Benitta DJ, Lelin C, Thirumalaikumar E, Michaelbabu M, Citarasu T. Effect of Argemone mexicana active principles on inhibiting viral multiplication and stimulating immune system in Pacific white leg shrimp Litopenaeus vannamei against white spot syndrome virus. Fish Shellfish Immunol. 2018 Apr;75:243-52.", "ArticleIdList": ["29427722"]}, {"Citation": "Pasnik D, Evans J, Panangala V, Klesius P, Shelby R, Shoemaker C. Antigenicity of Streptococcus agalactiae extracellular products and vaccine efficacy. J Fish Dis. 2005 Apr;28(4):205-12.", "ArticleIdList": ["15813862"]}, {"Citation": "Prathomya P, Hussein H, Tuan T, Duan YH, Peng SH, Xu Y, Qian XQ, Wang GT. Effects of dietary supplementation of Astragalus membranaceus, Codonopsis pilosula, and Glycyrrhiza uralensis extract mixture on growth performance, haematological parameters and hepatopancreatic performance in juvenile Pacific white shrimp (Litopenaeus vannamei). Aquac Res. 2019;50:2707-17."}, {"Citation": "Pridgeon JW, Klesius PH. Major bacterial diseases in aquaculture and their vaccine development. CABI Reviews. 2012 Oct;1-16."}, {"Citation": "Pulkkinen K, Suomalainen LR, Read AF, Ebert D, Rintamaki P, Valtonen ET. Intensive fish farming and the evolution of pathogen virulence: The case of columnaris disease in Finland. Proc Biol Sci. 2010 Feb;277(1681):593-600.", "ArticleIdList": ["PMC2842694", "19864284"]}, {"Citation": "Punitha SMJ, Babu MM, Sivaram V, Shankar V, Dhas SA, Mahesh TC, GI Citarasu. Immunostimulating influence of herbal biomedicines on nonspecific immunity in Grouper Epinephelus tauvina juvenile against Vibrio harveyi infection. Aquac Int. 2008 Dec;16(6):511-23."}, {"Citation": "Radhakrishnan S, Saravana Bhavan P, Seenivasan C, Shanthi R, Poongodi R. Influence of medicinal herbs (Alteranthera sessilis, Eclipta alba and Cissus quadrangularis) on growth and biochemical parameters of the freshwater prawn Macrobrachium rosenbergii. Aquac Int. 2014;22:551-72."}, {"Citation": "Rafieepour A, Hajirezaee S, Rahimi R. Dietary oregano extract (Origanum vulgare L.) enhances the antioxidant defence in rainbow trout, Oncorhync fehus mykiss against toxicity induced by organophosphorus pesticide, diazinon. Tox Rev. 2019 Jan;39(4):1-11."}, {"Citation": "Raja Rajeswari P, Velmurugan S, Michael Babu M, Albin Dhas S, Kesavan KP, Citarasu T. A study on the influence of selected Indian herbal active principles on enhancing the immune system in Fenneropenaeus indicus against Vibrio harveyi infection. Aquac Int. 2012;20(5):1009-20."}, {"Citation": "Rajabiesterabadi H, Hoseini SM, Fazelan Z, Hoseinifar SH, Doan HV. Effects of dietary turmeric administration on stress, immune, antioxidant and inflammatory responses of common carp (Cyprinus carpio) during copper exposure. Aquac Nutr. 2020;26(4):1143-53."}, {"Citation": "Rajeshwari S, Rajan M, Pavaraj M, Sevarkodiyone S. Effect of Melia azedarach extract on some selected physiological parameters of (Catla catla). Int J Aquac Fish Sci. 2016 Jul;2(1):27-30."}, {"Citation": "Ramesh D, Souissi S. Antibiotic resistance and virulence traits of bacterial pathogens from infected freshwater fish, Labeo rohita. Microb Pathog. 2018 Mar;116:113-9.", "ArticleIdList": ["29339308"]}, {"Citation": "Ramezanzadeh S, Abedian Kenari A, Esmaeili MA. Immunohematological parameters of rainbow trout (Oncorhynchus mykiss) fed supplemented diet with different forms of barberry root (Berberis vulgaris). Comp Clin Pathol. 2019;29:177-87."}, {"Citation": "Reverter M, Bontemps N, Lecchini D, Banaigs B, Sasal P. Use of plant extracts in fish aquaculture as an alternative to chemotherapy: Current status and future perspectives. Aquaculture. 2014 Sep;433:50-61."}, {"Citation": "Reverter M, Tapissier-Bontemps N, Sasal P, Saulnier D. Use of medicinal plants in aquaculture. In: Austin B, Newaj-Fyzul A, editors. Diagnosis and control of diseases of fish and shellfish. Hoboken, New Jersey, USA: John Wiley & Sons Ltd.; 2017. p. 223-61."}, {"Citation": "Rico A, Phu TM, Satapornvanit K, Min J, Shahabuddin AM, Henriksson PJ, Murray FJ, Little DC, Dalsgaard A, Van den Brink PJ. Use of veterinary medicines, feed additives and probiotics in four major internationally traded aquaculture species farmed in Asia. Aquaculture. 2013 Nov;412:231-43."}, {"Citation": "Roomiani L, Soltani M, Akhondzadeh Basti A, Mahmoodi A, Taheri A, Taher Mirghaed A, Yadollahi F. Evaluation of the chemical composition and in vitro antimicrobial activity of Rosmarinus officinalis, Zataria multiflora, Anethum graveolens and Eucalyptus globulus against Streptococcus iniae the cause of zoonotic disease in farmed fish. Iran J Fish Sci. 2013;12(3):702-16."}, {"Citation": "Rufchaei R, Hoseinifar SH, Mirzajani A, Van Doan H. Dietary administration of Pontogammarus maeoticus extract affects immune responses, stress resistance, feed intake and growth performance of caspian roach (Rutilus caspicus) fingerlings. Fish Shellfish Immunol. 2017 Apr;63:196-200.", "ArticleIdList": ["28212833"]}, {"Citation": "Safari O, Sarkheil M, Paolucci M. Dietary administration of ferula (Ferula asafoetida) powder as a feed additive in diet of koi carp, Cyprinus carpio koi: Effects on hemato-immunological parameters, mucosal antibacterial activity, digestive enzymes, and growth performance. Fish Physiol Biochem. 2019 Aug;45(4):1277-88.", "ArticleIdList": ["31256305"]}, {"Citation": "Saiyad Musthafa M, Asgari SM, Kurian A, Elumalai P, Jawahar Ali AR, Paray BA, Al-Sadoon MK. Protective efficacy of Mucuna pruriens (L.) seed meal enriched diet on growth performance, innate immunity, and disease resistance in Oreochromis mossambicus against Aeromonas hydrophila. Fish Shellfish Immunol. 2018 Apr;75:374-80.", "ArticleIdList": ["29458093"]}, {"Citation": "Sakai M. Current research status of fish immunostimulants. Aquaculture. 1999 Mar;172(1-2):63-92."}, {"Citation": "Sambasivam S, Karpagam G, Chandran R, Khan SA. Toxicity of leaf extract of yellow oleander Thevetia nerifolia on Tilapia. J Environ Biol. 2003 Apr;24(2):201-4.", "ArticleIdList": ["12974464"]}, {"Citation": "Santoso U, Lee MC, Nan FH. Effects of dietary katuk leaf extract on growth performance, feeding behavior and water quality of grouper Epinephelus coioides. Aceh Int J Sci Tech. 2013 Apr;2(1):17-25."}, {"Citation": "Sarhadi I, Alizadeh E, Ahmadifar E, Adineh H, Dawood MAO. Skin mucosal, serum immunity and antioxidant capacity of common carp (Cyprinus carpio) fed Artemisia (Artemisia annua). Ann Anim Sci. 2020;20(3):1011-27."}, {"Citation": "Sarhan IA, Abdel-Aziz SA, Said AA, Abdel-Aleim AAF, Awad SM. Effect of dietary supplementation of extracted jojoba meal on hematology, biochemical parameters and disease resistance in Nile tilapia (Oreochromis niloticus) infected by Aeromonas hydrophila. Egypt J Aquac. 2019 Sep;9(3):13-31."}, {"Citation": "Shan XF, Meng QF, Kang YH, Bian Y, Gao YH, Wang WL, Ai-dong Q. Isolation of active compounds from methanol extracts of Toddalia asiatica against Ichthyophthirius multifiliis in goldfish (Carassius auratus). Vet Parasitol. 2014 Jan;199(3-4):250-4.", "ArticleIdList": ["24295957"]}, {"Citation": "Sharma J, Kumar N, Singh SP, Singh A, Harikrishna V. Evaluation of immunostimulatory properties of prickly chaff flower Achyranthes aspera in rohu Labeo rohita fry in pond conditions. Aquaculture. 2019 Apr;505:183-9."}, {"Citation": "Shen YF, Liu L, Feng C-Z, Hu Y, Chen C, Wang GX, Zhu B. Synthesis and antiviral activity of a new coumarin derivative against spring viraemia of carp virus. Fish Shellfish Immunol. 2018 Oct;81:57-66.", "ArticleIdList": ["29981474"]}, {"Citation": "Shinn A, Pratoomyot J, Bron J, Paladini G, Brooker E, Brooker A. Economic impacts of aquatic parasites on global finfish production. Glob Aquacult Advocate. 2015;2015:58-61."}, {"Citation": "Sikotariya S. Effect of Allium cepa (Onion) powder on the growth and survival in Cirrhinus mrigala fingerlings. Int J Pure Appl Biosci. 2019;7(5):186-96."}, {"Citation": "Singh A, Sharma J, Paichha M, Chakrabarti R. Achyranthes aspera (Prickly chaff flower) leaves- and seeds-supplemented diets regulate growth, innate immunity, and oxidative stress in Aeromonas hydrophila-challenged Labeo rohita. J Appl Aquac. 2019;32:1-18."}, {"Citation": "Sirakov I, Velichkova K, Stoyanova S, Zhelyazkov G, Staykov Y. The effect of diet supplemented with dandelion’s (Taraxacum Officinale) extract on the productive and blood parameters of common carp (Cyprinus Carpio L.), cultivated in the recirculation system. Maced Vet Rev. 2019;42:131-9."}, {"Citation": "Soares MP, Cardoso IL, Ishikawa MM, de Oliveira A, Sartoratto A, Jonsson CM, de Queiroz SCDN, Duarte MCT, Rantin FT, Sampaio FG. Effects of Artemisia annua alcohol extract on physiological and innate immunity of Nile tilapia (Oreochromis niloticus) to improve health status. Fish Shellfish Immunol. 2020 Oct;105:369-77.", "ArticleIdList": ["32693158"]}, {"Citation": "Sofia F. The state of world fisheries and aquaculture 2018 – Meeting the sustainable development goals. Rome: Fisheries and Aquaculture Department, Food and Agriculture Organization of the United Nations; 2018."}, {"Citation": "Song C, Liu B, Jiang S, Xiong Y, Sun C, Zhou Q, Jiang Z, Liu B, Zhang H. Anthraquinone extract from Rheum officinale Bail improves growth performance and Toll-Relish signaling-regulated immunity and hyperthermia tolerance in freshwater prawn Macrobrachium nipponense. 3 Biotech. 2020 Dec;10(12):526.", "ArticleIdList": ["PMC7658272", "33214974"]}, {"Citation": "Song K, Ling F, Huang A, Dong W, Liu G, Jiang C, Zhang Q, Wang G. In vitro and in vivo assessment of the effect of antiprotozoal compounds isolated from Psoralea corylifolia against Ichthyophthirius multifiliis in fish. Int J Parasitol Drugs Drug Resist. 2015 Aug;5(2):58-64.", "ArticleIdList": ["PMC4442694", "26042195"]}, {"Citation": "Srichaiyo N, Tongsiri S, Hoseinifar SH, Dawood MAO, Esteban M, Ringo E, Van Doan H. The effect of fishwort (Houttuynia cordata) on skin mucosal, serum immunities, and growth performance of Nile tilapia. Fish Shellfish Immunol. 2020a Mar;98:193-200.", "ArticleIdList": ["31923565"]}, {"Citation": "Srichaiyo N, Tongsiri S, Hoseinifar SH, Dawood MAO, Jaturasitha S, Esteban MA, Ringo E, Van Doan H. The effects gotu kola (Centella asiatica) powder on growth performance, skin mucus, and serum immunity of Nile tilapia (Oreochromis niloticus) fingerlings. Aquac Rep. 2020b Mar;16:100239."}, {"Citation": "Stankus A. State of world aquaculture 2020 and regional reviews: FAO webinar series. FAO Aquaculture Newsletter. 2021;63:17-8."}, {"Citation": "Stentiford GD, Sritunyalucksana K, Flegel TW, Williams BA, Withyachumnarnkul B, Itsathitphaisarn O, Bass D. New paradigms to help solve the global aquaculture disease crisis. PLoS Pathog. 2017 Feb;13(2):e1006160.", "ArticleIdList": ["PMC5289612", "28152043"]}, {"Citation": "Su M, Tang R, Wang H, Lu L. Suppression effect of plant-derived berberine on cyprinid herpesvirus 2 proliferation and its pharmacokinetics in Crucian carp (Carassius auratus gibelio). Antiviral Res. 2021 Feb;186:105000.", "ArticleIdList": ["33359191"]}, {"Citation": "Sukumaran V, Park SC, Giri SS. Role of dietary ginger Zingiber officinale in improving growth performances and immune functions of Labeo rohita fingerlings. Fish Shellfish Immunol. 2016 Oct;57:362-70.", "ArticleIdList": ["27574828"]}, {"Citation": "Sun Z, Chen L, Liu Q, Mai K, Xu M, Zhou Y, Su N, Ye C. Effects of dietary Senecio scandens buch-ham extracts on growth performance, plasma biochemical, histology and the expression of immune-related genes in hybrid grouper (Epinephelus lanceolatus♂ × Epinephelus fuscoguttatus♀). Fish Shellfish Immunol. 2020 Mar;98:681-90.", "ArticleIdList": ["31698071"]}, {"Citation": "Ta I, Sa D, Ha A. Growth performance and hematological indices of Clarias gariepinus (Burchel, 1822) fingerlings fed varying levels of Telfairia occidentalis leaf meal additives. Int J Fish Aquat Stud. 2019;7(5):442-5."}, {"Citation": "Tadese D, Song C, Sun CX, Bo L, Zhou Q, Xu P, Ge X, Liu M, Xu X, Tamiru M, Zhou Z, Lakew A, Kevin NT. The role of currently used medicinal plants in aquaculture and their action mechanisms: A review. Rev Aquac. 2021:1-32."}, {"Citation": "Taheri Mirghaed A, Paknejad H, Mirzargar SS. Hepatoprotective effects of dietary Artemisia (Artemisia annua) leaf extract on common carp (Cyprinus carpio) exposed to ambient ammonia. Aquaculture. 2020 Oct;527:735443."}, {"Citation": "Talpur AD. Mentha piperita (Peppermint) as feed additive enhanced growth performance, survival, immune response and disease resistance of Asian seabass, Lates calcarifer (Bloch) against Vibrio harveyi infection. Aquaculture. 2014 Jan;420-421:71-8."}, {"Citation": "Tan X, Sun Z. Dietary dandelion extract improved growth performance, immunity, intestinal morphology and microbiota composition of golden pompano Trachinotus ovatus. Aquac Rep. 2020 Nov;18:100491."}, {"Citation": "Tan X, Sun Z, Ye C, Lin H. The effects of dietary Lycium barbarum extract on growth performance, liver health and immune related genes expression in hybrid grouper (Epinephelus lanceolatus♂ × E. fuscoguttatus♀) fed high lipid diets. Fish Shellfish Immunol. 2019 Apr;87:847-52.", "ArticleIdList": ["30790662"]}, {"Citation": "Umeda N, Nibe H, Hara T, Hirazawa N. Effects of various treatments on hatching of eggs and viability of oncomiracidia of the monogenean Pseudodactylogyrus anguillae and Pseudodactylogyrus bini. Aquaculture. 2006 Mar;253(1-4):148-53."}, {"Citation": "Valladao GM, Gallani SU, Ikefuti CV, da Cruz C, Levy-Pereira N, Rodrigues MV, Pilarski F. Essential oils to control ichthyophthiriasis in pacu, Piaractus mesopotamicus (Holmberg): Special emphasis on treatment with Melaleuca alternifolia. J Fish Dis. 2016 Oct;39(10):1143-52.", "ArticleIdList": ["26776242"]}, {"Citation": "Vallejos-Vidal E, Reyes-Lopez F, Teles M, MacKenzie S. The response of fish to immunostimulant diets. Fish Shellfish Immunol. 2016 Sep;56:34-69.", "ArticleIdList": ["27389620"]}, {"Citation": "Van Doan H, Hoseinifar SH, Sringarm K, Jaturasitha S, Yuangsoi B, Dawood MAO, Esteban MA, Ringo E, Faggio C. Effects of Assam tea extract on growth, skin mucus, serum immunity and disease resistance of Nile tilapia (Oreochromis niloticus) against Streptococcus agalactiae. Fish Shellfish Immunol. 2019 Oct;93:428-35.", "ArticleIdList": ["31362090"]}, {"Citation": "Van Hai N. The use of medicinal plants as immunostimulants in aquaculture: A review. Aquaculture. 2015 Sep;446:88-96."}, {"Citation": "van Wyk AS, Prinsloo G. Health, safety and quality concerns of plant-based traditional medicines and herbal remedies. S Afr J Bot. 2020 Sep;133:54-62."}, {"Citation": "Whittington ID. Benedenia seriolae and Neobenedenia species. Fish parasites: Pathobiology and protection. UK: CABI Wallingford; 2012. p. 225-44."}, {"Citation": "Wu CC, Liu CH, Chang YP, Hsieh SL. Effects of hot-water extract of Toona sinensis on immune response and resistance to Aeromonas hydrophila in Oreochromis mossambicus. Fish Shellfish Immunol. 2010 Aug;29(2):258-63.", "ArticleIdList": ["20457260"]}, {"Citation": "Wu ZF, Zhu B, Wang Y, Lu C, Wang GX. In vivo evaluation of anthelmintic potential of medicinal plant extracts against Dactylogyrus intermedius (Monogenea) in goldfish (Carassius auratus). Parasitol Res. 2011 Jun;108(6):1557-63.", "ArticleIdList": ["21153837"]}, {"Citation": "Wu Z, Ling F, Song C, Chen W, Wang G. Effects of oral administration of whole plants of Artemisia annua on Ichthyophthirius multifiliis and Aeromonas hydrophila after parasitism by I. multifiliis. Parasitol Res. 2017 Jan;116(1):91-7.", "ArticleIdList": ["27726019"]}, {"Citation": "Wu C, Shan J, Feng J, Wang J, Qin C, Nie G, Ding C. Effects of dietary Radix Rehmanniae Preparata polysaccharides on the growth performance, immune response and disease resistance of Luciobarbus capito. Fish Shellfish Immunol. 2019 Jun;89:641-6.", "ArticleIdList": ["30991149"]}, {"Citation": "Wu S. Dietary Astragalus membranaceus polysaccharide ameliorates the growth performance and innate immunity of juvenile crucian carp (Carassius auratus). Int J Biol Macromol. 2020 Apr 15;149:877-81.", "ArticleIdList": ["32027906"]}, {"Citation": "Xie J, Bo L, Zhou Q, Su Y, He Y, Pan L, Ge X, Xu P. Effects of anthraquinone extract from rhubarb Rheum officinale Bail on the crowding stress response and growth of common carp Cyprinus carpio var. Jian. Aquaculture. 2008 Sep;281:5-11."}, {"Citation": "Yi YL, Lu C, Hu XG, Ling F, Wang GX. Antiprotozoal activity of medicinal plants against Ichthyophthirius multifiliis in goldfish (Carassius auratus). Parasitol Res. 2012 Oct;111(4):1771-8.", "ArticleIdList": ["22864919"]}, {"Citation": "Yoshida T, Kruger R, Inglis V. Augmentation of non-specific protection in African catfish, Clarias gariepinus (Burchell), by the long-term oral administration of immunostimulants. J Fish Dis. 1995;18(2):195-8."}, {"Citation": "Yousefi M, Ghafarifarsani H, Hoseinifar SH, Rashidian G, Van Doan H. Effects of dietary marjoram, Origanum majorana extract on growth performance, hematological, antioxidant, humoral and mucosal immune responses, and resistance of common carp, Cyprinus carpio against Aeromonas hydrophila. Fish Shellfish Immunol. 2021 Jan;108:127-33.", "ArticleIdList": ["33253908"]}, {"Citation": "Yuan C, Li D, Chen W, Sun F, Wu G, Gong Y, Tang J, Shen M, Han X. Administration of a herbal immunoregulation mixture enhances some immune parameters in carp (Cyprinus carpio). Fish Physiol Biochem. 2007;33:93-101."}, {"Citation": "Yunus K, Jaafar AM, Akbar J. Acute-iethal toxicity (LC50) effect of Terminalia Catappa Linn. leaves extract on Oreochromis Niloticus (Red Nile Tilapia) juveniles under static toxicity exposure. Orient J Chem. 2019;35(1):270-4."}, {"Citation": "Zemheri-Navruz F, Acar U, Yilmaz S. Dietary supplementation of olive leaf extract enhances growth performance, digestive enzyme activity and growth related genes expression in common carp Cyprinus carpio. Gen Comp Endocrinol. 2020 Sep;296:113541.", "ArticleIdList": ["32585215"]}, {"Citation": "Zhai Q, Li J. Effectiveness of traditional Chinese herbal medicine, San-Huang-San, in combination with enrofloxacin to treat AHPND-causing strain of Vibrio parahaemolyticus infection in Litopenaeus vannamei. Fish Shellfish Immunol. 2019 Apr;87:360-70.", "ArticleIdList": ["30630050"]}, {"Citation": "Zhang Q, Xu DH, Klesius PH. Evaluation of an antiparasitic compound extracted from Galla chinensis against fish parasite Ichthyophthirius multifiliis. Vet Parasitol. 2013 Nov;198(1-2):45-53.", "ArticleIdList": ["24070778"]}, {"Citation": "Zhang A, Wu Y, Tan Y, Shi J, Zhao Y, Hu Y, Yu J, Zheng W, Lai X, Zhang M, Zhu Y, Ye Y, Huang Y, Fu S, Huang H, Luo Y. Determining whether prophylactic antiviral treatment is necessary in HBsAg-negative/HBcAb-positive patients receiving allogeneic hematopoietic stem cell transplantation. Biol Blood Marrow Transplant. 2020a May;26(5):956-64.", "ArticleIdList": ["31962163"]}, {"Citation": "Zhang X, Sun Z, Cai J, Wang J, Wang G, Zhu Z, Cao F. Effects of dietary fish meal replacement by fermented moringa (Moringa oleifera Lam.) leaves on growth performance, nonspecific immunity and disease resistance against Aeromonas hydrophila in juvenile gibel carp (Carassius auratus gibelio var. CAS III). Fish Shellfish Immunol. 2020b Jul;102:430-9.", "ArticleIdList": ["32360279"]}, {"Citation": "Zhang Y, Song L, Guo H, Wu J, Wang X, Yao F. Effects of curcumin on growth and liver protection in common carp, Cyprinus carpio. Pakistan J Zool. 2021 Aug;53(4):1211-20."}, {"Citation": "Zoral MA, Futami K, Endo M, Maita M, Katagiri T. Anthelmintic activity of Rosmarinus officinalis against Dactylogyrus minutus (Monogenea) infections in Cyprinus carpio. Vet Parasitol. 2017 Nov 30;247:1-6.", "ArticleIdList": ["29080753"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "22"}, {"Year": "2023", "Month": "11", "Day": "30"}, {"Year": "2024", "Month": "2", "Day": "2", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "2", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "2", "Hour": "3", "Minute": "58"}, {"Year": "2023", "Month": "12", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["38303995", "PMC10828785", "10.17221/96/2023-VETMED", "123096"]}}]}