{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Alternaria alternata</italic>", "<italic>Oenothera biennis</italic>", "Leaf Spot"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38319630", "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-06-23-1066-PDN"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "06"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Feb", "Day": "06"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of <i>Alternaria alternata</i> Causing Leaf Spot on <i>Oenothera biennis</i> in China.", "Abstract": {"AbstractText": ["<i>Oenothera biennis</i> is a versatile plant that can be used for both ornamental and medicinal purposes. Its potential in treating a range of diseases is noteworthy and has been studied extensively (Bayles et al. 2009). In September 2022, leaf spot on <i>O. biennis</i> was first observed in a 0.2 ha plant experimental demonstration land in Libo County (25°23'24″N, 108°4'22″E), Guizhou Province, China. The incidence of all <i>O. biennis</i> was about 60% over the 0.2 ha surveyed. Initially, red round or irregular spots appeared on the leaves, which then gradually turned dry yellow. To identify the cause, diseased tissues (5 mm2) from the margin of the lesions were surface disinfected by immersion in 75% ethanol for 30 sec, and 7% sodium hypochlorite for 1 min, and then rinsed three times with sterile distilled water (Sun et al. 2022). The tissues were cultured in potato dextrose agar (PDA) at 25℃. After 7 days, further purification was performed by transferring onto the new PDA and potato carrot agar (PCA) by single-spore isolation. After 8 days, the colonies on PDA were 80 mm in diameter, cotton-like in texture, dark green in color and nearly circular in shape with a white edge. The conidia on the PCA were short-chains, pear-shaped or oval, pale brown, smooth surface, 15.3-30.8 × 8.3-12.6μm (n = 150). Beaks were columnar or conical, 0-6.0 × 0-4.0μm (n = 100). Conidiophores were solitary straight or flexuous less branched, dark brown, and measured 14.0-60.5 × 3.0-4.5μm. Based upon morphological observations, all these characteristics were consistent with those of <i>Alternaria alternata</i> (Simmons 2007). To further identify the fungal species, internal transcribed spacer (ITS) rDNA regions, glyceraldehyde-3-phosphate dehydrogenase (<i>gpd</i>), Alternaria major allergen (<i>Alt a 1</i>), RNA polymerase second largest subunit gene (<i>RPB2</i>) and translation elongation factor 1-alpha (<i>TEF 1</i>) were amplified and sequenced using the primers ITS4/ITS5, RPB2-5F/RPB2-7CR, gpd1/gpd2, EF1-728F/EF1-986R, and Alt-for/Alt-rev (Woudenberg et al. 2015). Sequences were deposited in GenBank (ITS: OM319523; <i>RPB2</i>: OM849249; <i>gpd</i>: OM296248; <i>TEF1</i>: OM238124; <i>Alt a 1</i>: OM649813). The similarity of the representative isolate YJC and the type strain CBS 595.93 (ITS: KP124320; <i>RPB2</i>: KP124788; <i>gpd</i>: KP124175; <i>TEF1</i>: KP125096; <i>Alt a 1</i>: JQ646399) on the phylogenetic tree was 98%. Therefore, the fungus was identified as <i>A. alternata</i> by morphology and phylogenetic analysis. To confirm pathogenicity, a spore suspension (1 × 106 conidia/ml) of the representative isolate YJC was sprayed on the leaves of six healthy plants and six plants sprayed with distilled water as controls. The plants used in the experiment were covered with plastic bags for 48 h (Luo et al. 2012). After 8 days, all inoculated plants exhibited symptoms of the disease, while the control plants remained symptom-free. The experiment was conducted twice using the same approach. The fungus that has been inoculated was reisolated from the leaves of the infected plants and identified as <i>A. alternata</i> through morphological observation, thus fulfilling Koch's postulates. To the best of our knowledge, this is the first documented case of <i>O. biennis</i> leaf spot caused by <i>A. alternata</i>. This pathogen could pose a threat to <i>O. biennis</i> yield and result in economic losses. For further development of specific control measures, it is important to confirm the identity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University Of Chinese Medicine, college of pharmacy, 24 Heping Road, Xiangfang District, Harbin City, Heilongjiang Province, China, Harbin, Heilongjiang, China, 150040; 359896987@qq.com."}], "LastName": "Sun", "ForeName": "Haifeng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, college of Pharmacy, Harbin, Heilongjiang, China; 53884824@qq.com."}], "LastName": "Li", "ForeName": "Zilong", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, college of Pharmacy, Harbin, Heilongjiang, China; 849730336@qq.com."}], "LastName": "Jiang", "ForeName": "Xue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harbin, China; 1146935857@qq.com."}], "LastName": "Yan", "ForeName": "Yu", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "2", "Day": "6", "Hour": "13", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "13", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "11", "Minute": "22"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38319630", "10.1094/PDIS-06-23-1066-PDN"]}}]}