{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Banana", "Bulb Rot", "Klebsiella variicola"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38311794", "DateRevised": {"Year": "2024", "Month": "02", "Day": "04"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-12-23-2693-PDN"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "04"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Feb", "Day": "04"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Bulb Rot Disease of Banana Caused by <i>Klebsiella variicola</i> in China.", "Abstract": {"AbstractText": ["Banana (Musa spp.) is an economically important fruit and food crop globally as well as in China. In March 2023, a bulb rot disease was observed on more than 20% of cultivated dwarf bananas in a plantation in Wuming County of Guangxi Province, a major hub of banana production in China. Infected plants showed crackles at the basal part of stem and were relatively dwarf, while yellowing of the leaves was not observed. When the rhizomes were cut open, water-soaked lesions with a yellow or black margin can be seen in the bulb. In severe infections, the internal tissue became dry or wet rot, and there was typical dark-brown cavity formation in the bulb. The rot was limited to the bulb. To isolate the causal agent, dissected diseased tissues (5×5 mm) were surface sterilized with 75% ethanol (30 s) and 2% NaClO (3 min), followed by three rinses with sterile water. The sterilized sections were soaked in 2 mL of sterile water and shaken for 5 min in a vortex oscillator. The suspension was streaked on Luria-Bertani (LB) agar medium, and incubated at 28℃ for 24 h. Single colonies were re-streaked three times to obtain purified isolation. Twelve pure bacterial cultures with similar morphology were isolated from three plants taken from the field. The bacterial colonies were yellowish white, mucoid, round, and raised with translucent surfaces on the LB agar plate. Three strains Gxkv1, Gxkv2 and Gxkv3 were selected for further analyses. The 16S rDNA gene (GenBank Accession OR461756, PP094726 and PP109349) were amplified using primer pair 27F/1492R (Frank et al. 2008). Comparing 16S sequences against GenBank showed 99.86%-100% sequence identity to Klebsiella variicola strain (MZ475068) for the three isolates Gxkv1 (1,398/1,398 bp), Gxkv2 (1,398/1,396 bp) and Gxkv3 (1,398/1,398 bp). A multilocus phylogenetic analysis was conducted by neighbor-joining method (1,000 bootstrap values) based on three housekeeping gene sequences of gyrA (GenBank Accession No. OR515493, PP105747, PP105748), rpoB (OR515494, PP105751, PP105752 ) and infB (OR515495, PP105749, PP105750) genes which were amplified by gyrA-A/gyrA-C, CM31b/CM7 and infB867F/infB1819R primer sets, respectively (Rosenblueth et al. 2004). The results of phylogenetic analysis showed the three strains belong to the K. variicola clade. A pathogenicity test was conducted on six healthy 3-month-old dwarf banana plants by spraying 10 mL of bacterial suspensions of Gxkv1 (108 CFU/mL) into the rhizome which wounded with a sterilized needle; another six healthy control plants were sprayed with 10 mL of sterile water. Following inoculation, the plants were placed in a greenhouse at 28-32°C. After 30 days, all inoculated plants showed symptoms similar to those observed in the field, while the control plants remained healthy. Bacteria were successfully reisolated from the symptomatic tissues and identified to be K. variicola by PCR mentioned above. K. variicola has been reported to cause rhizome rot of banana in India (Loganathan et al. 2021), and to cause plantain soft rot in Haiti (Fulton et al. 2021). Besides, previous reports from China only showed K. variicola causing banana sheath rot (Fan et al. 2015, Sun et al. 2023). To our knowledge, this is the first report of bulb rot disease of banana caused by K. variicola in Guangxi Province, China. This finding will provide important information for studying the epidemiology and management of this pathogen."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Academy of Agricultural Sciences, 117866, Plant Protection Research Institute, Guangzhou, Guangdong, China; shbojiang@126.com."}], "LastName": "Jiang", "ForeName": "Shangbo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Protection Research Institute, Guangxi Academy of Agricultural Sciences, 174 East University Road, Xixiangtang District, Nanning,Guangxi, Nanning, Guangxi, China, 530001; 1464596962@qq.com."}], "LastName": "Yang", "ForeName": "Di", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Protection Research Institute, Guangxi Academy of Agricultural Sciences, Nanning Daxue East Road NO.174, Nanning, Guangxi, China, 530007; 78960987@qq.com."}], "LastName": "Du", "ForeName": "Chanjuan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanning, China; 42610255@qq.com."}], "LastName": "Zhang", "ForeName": "Jin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Botanical Garden of Medicinal Plants, No.189, Changgang road, Nanning City,Guangxi, P.R.China, Nanning, Guangxi, China, 530023; yeyunfeng111@126.com."}], "LastName": "Ye", "ForeName": "Yunfeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Protection Research Institute, Guangxi Academy of Agricultural Sciences, Nanning, Guangxi, China; plianfu@gxaas.net."}], "LastName": "Pan", "ForeName": "Lianfu", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Daxue RoadNanning, Guangxi, China, 530007; fug110@gxaas.net."}], "LastName": "Fu", "ForeName": "Gang", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "2", "Day": "5", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "4", "Hour": "23", "Minute": "42"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38311794", "10.1094/PDIS-12-23-2693-PDN"]}}]}