{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-virulance", "Biofilm", "Essential dynamics", "MD simulations", "Protease", "Pyocyanin"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38313021", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["e16826", "10.7717/peerj.16826"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "01"}], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2024"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "<i>In silico</i> and <i>in vitro</i> evaluation of the anti-virulence potential of patuletin, a natural methoxy flavone, against <i>Pseudomonas aeruginosa</i>.", "Pagination": {"StartPage": "e16826", "MedlinePgn": "e16826"}, "Abstract": {"AbstractText": ["This study aimed to investigate the potential of patuletin, a rare natural flavonoid, as a virulence and LasR inhibitor against <i>Pseudomonas aeruginosa</i>. Various computational studies were utilized to explore the binding of Patuletin and LasR at a molecular level. Molecular docking revealed that Patuletin strongly interacted with the active pocket of LasR, with a high binding affinity value of -20.96 kcal/mol. Further molecular dynamics simulations, molecular mechanics generalized Born surface area (MM/GBSA), protein-ligand interaction profile (PLIP), and essential dynamics analyses confirmed the stability of the patuletin-LasR complex, and no significant structural changes were observed in the LasR protein upon binding. Key amino acids involved in binding were identified, along with a free energy value of -26.9 kcal/mol. <i>In vitro</i> assays were performed to assess patuletin's effects on <i>P. aeruginosa</i>. At a sub-inhibitory concentration (1/4 MIC), patuletin significantly reduced biofilm formation by 48% and 42%, decreased pyocyanin production by 24% and 14%, and decreased proteolytic activities by 42% and 20% in <i>P. aeruginosa</i> isolate ATCC 27853 (PA27853) and <i>P. aeruginosa</i> clinical isolate (PA1), respectively. In summary, this study demonstrated that patuletin effectively inhibited LasR activity <i>in silico</i> and attenuated virulence factors <i>in vitro</i>, including biofilm formation, pyocyanin production, and proteolytic activity. These findings suggest that patuletin holds promise as a potential therapeutic agent in combination with antibiotics to combat antibiotic-tolerant <i>P. aeruginosa</i> infections."], "CopyrightInformation": "©2024 Metwaly et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Medicinal Plants Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, Egypt."}, {"Identifier": [], "Affiliation": "City of Scientific Research and Technological Applications (SRTA-City), Biopharmaceutical Products Research Department, Genetic Engineering and Biotechnology Research Institute, Alexandria, Egypt."}], "LastName": "Metwaly", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiology and Immunology Department, Faculty of Pharmacy, Port Said University, Port Said, Egypt."}], "LastName": "Saleh", "ForeName": "Moustafa M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Alsfouk", "ForeName": "Aisha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biophysics Department, Faculty of Science, Cairo University, Giza, Egypt."}], "LastName": "Ibrahim", "ForeName": "Ibrahim M", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Medicinal Plants Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, Egypt."}], "LastName": "Abd-Elraouf", "ForeName": "Muhamad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, AlMaarefa University, Riyadh, Saudi Arabia."}], "LastName": "Elkaeed", "ForeName": "Eslam", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy and Medicinal Plants Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, Egypt."}], "LastName": "Elkady", "ForeName": "Hazem", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Medicinal Chemistry & Drug Design Department, Faculty of Pharmacy (Boys), Al-Azhar University, Cairo, Egypt."}], "LastName": "Eissa", "ForeName": "Ibrahim", "Initials": "I"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "ChemicalList": [{"RegistryNumber": "9BNM33N01N", "NameOfSubstance": "patuletin"}, {"RegistryNumber": "9OQM399341", "NameOfSubstance": "Pyocyanine"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavones"}, {"RegistryNumber": "0", "NameOfSubstance": "Chromones"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Virulence"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Quorum Sensing"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Pyocyanine"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavones"}, {"QualifierName": [], "DescriptorName": "Chromones"}], "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Wahhab MA, Said A, Huefner A. NMR and radical scavenging activities of patuletin from Urtica urens. Against aflatoxin B1. Pharmaceutical Biology. 2005;43:515–525. doi: 10.1080/13880200500220730.", "ArticleIdList": ["10.1080/13880200500220730"]}, {"Citation": "Abraham MJ, Murtola T, Schulz R, Páll S, Smith JC, Hess B, Lindahl E. GROMACS: high performance molecular simulations through multi-level parallelism from laptops to supercomputers. SoftwareX. 2015;1:19–25. doi: 10.1016/j.softx.2015.06.001.", "ArticleIdList": ["10.1016/j.softx.2015.06.001"]}, {"Citation": "Alesawy MS, Elkaeed EB, Alsfouk AA, Metwaly AM, Eissa IH. In silico screening of semi-synthesized compounds as potential inhibitors for SARS-CoV-2 papain-like protease: pharmacophoric features, molecular docking, ADMET, toxicity and DFT studies. Molecules. 2021;26:6593. doi: 10.3390/molecules26216593.", "ArticleIdList": ["10.3390/molecules26216593", "PMC8588135", "34771004"]}, {"Citation": "Amadei A, Linssen AB, Berendsen HJ. Essential dynamics of proteins. Proteins. 1993;17:412–425. doi: 10.1002/prot.340170408.", "ArticleIdList": ["10.1002/prot.340170408", "8108382"]}, {"Citation": "Anju V, Busi S, Mohan MS, Ranganathan S, Ampasala DR, Kumavath R, Dyavaiah M. In vivo, in vitro and molecular docking studies reveal the anti-virulence property of hispidulin against Pseudomonas aeruginosa through the modulation of quorum sensing. International Biodeterioration & Biodegradation. 2022;174:105487. doi: 10.1016/j.ibiod.2022.105487.", "ArticleIdList": ["10.1016/j.ibiod.2022.105487"]}, {"Citation": "Bate-Smith E, Harborne J. Quercetagetin and patuletin in Eriocaulon. Phytochemistry. 1969;8:1035–1037. doi: 10.1016/S0031-9422(00)86351-7.", "ArticleIdList": ["10.1016/S0031-9422(00)86351-7"]}, {"Citation": "Chaieb K, Kouidhi B, Hosawi SB, Baothman OAS, Zamzami MA, Altayeb HN. Computational screening of natural compounds as putative quorum sensing inhibitors targeting drug resistance bacteria: molecular docking and molecular dynamics simulations. Computers in Biology and Medicine. 2022;145:105517. doi: 10.1016/j.compbiomed.2022.105517.", "ArticleIdList": ["10.1016/j.compbiomed.2022.105517", "35585729"]}, {"Citation": "Chowdhury N, Bagchi A. Molecular insight into the activity of LasR protein from Pseudomonas aeruginosa in the regulation of virulence gene expression by this organism. Gene. 2016;580:80–87. doi: 10.1016/j.gene.2015.12.067.", "ArticleIdList": ["10.1016/j.gene.2015.12.067", "26768577"]}, {"Citation": "Das MC, Sandhu P, Gupta P, Rudrapaul P, De U C, Tribedi P, Akhter Y, Bhattacharjee Sjsr. Attenuation of Pseudomonas aeruginosa biofilm formation by Vitexin: a combinatorial study with azithromycin and gentamicin. Scientific Reports. 2016;6:23347. doi: 10.1038/srep23347.", "ArticleIdList": ["10.1038/srep23347", "PMC4802347", "27000525"]}, {"Citation": "Das T, Manefield M. Pyocyanin promotes extracellular DNA release in Pseudomonas aeruginosa. PLOS ONE. 2012;7(10):e46718. doi: 10.1371/journal.pone.0046718.", "ArticleIdList": ["10.1371/journal.pone.0046718", "PMC3466280", "23056420"]}, {"Citation": "Eissa IH, Alesawy MS, Saleh AM, Elkaeed EB, Alsfouk BA, El-Attar A-AM, Metwaly AM. Ligand and structure-based in silico determination of the most promising SARS-CoV-2 nsp16-nsp10 2′-o-Methyltransferase complex inhibitors among 3009 FDA approved drugs. Molecules. 2022;27:2287. doi: 10.3390/molecules27072287.", "ArticleIdList": ["10.3390/molecules27072287", "PMC9000629", "35408684"]}, {"Citation": "Eissa IH, Khalifa MM, Elkaeed EB, Hafez EE, Alsfouk AA, Metwaly AM. In silico exploration of potential natural inhibitors against SARS-Cov-2 nsp10. Molecules. 2021;26:6151. doi: 10.3390/molecules26206151.", "ArticleIdList": ["10.3390/molecules26206151", "PMC8539059", "34684735"]}, {"Citation": "El-Mowafy SA, El Galil KHAbd, El-Messery SM, Shaaban MI. Aspirin is an efficient inhibitor of quorum sensing, virulence and toxins in Pseudomonas Aeruginosa. Microbial Pathogenesis. 2014;74:25–32. doi: 10.1016/j.micpath.2014.07.008.", "ArticleIdList": ["10.1016/j.micpath.2014.07.008", "25088031"]}, {"Citation": "Elkaeed EB, Elkady H, Belal A, Alsfouk BA, Ibrahim TH, Abdelmoaty M, Arafa RK, Metwaly AM, Eissa IH. Multi-phase in silico discovery of potential SARS-CoV-2 RNA-dependent RNA polymerase inhibitors among 3009 clinical and FDA-approved related drugs. Processes. 2022;10:530. doi: 10.3390/pr10030530.", "ArticleIdList": ["10.3390/pr10030530"]}, {"Citation": "Faizi S, Siddiqi H, Bano S, Naz A, Lubna, Mazhar K, Nasim S, Riaz T, Kamal S, Ahmad A, Khan SA. Antibacterial and antifungal activities of different parts of Tagetes patula.: preparation of patuletin derivatives. Pharmaceutical Biology. 2008;46:309–320. doi: 10.1080/13880200801887476.", "ArticleIdList": ["10.1080/13880200801887476"]}, {"Citation": "Froes TQ, Nicastro GG, De Oliveira Pereira T, De Oliveira Carneiro K, Reis IMA, Conceição RS, Branco A, Ifa DR, Baldini RL, Castilho MS. Calycopterin, a major flavonoid from Marcetia latifolia, modulates virulence-related traits in Pseudomonas aeruginosa. Microbial Pathogenesis. 2020;144:104142. doi: 10.1016/j.micpath.2020.104142.", "ArticleIdList": ["10.1016/j.micpath.2020.104142", "32173496"]}, {"Citation": "Galdino ACM, Branquinha MH, Santos AL, Viganor L. Pseudomonas aeruginosa and its arsenal of proteases: weapons to battle the host. In: Chakraborti S, Dhalla N, editors. Pathophysiological aspects of proteases. Singapore: Springer; 2017. pp. 381–397.", "ArticleIdList": ["10.1007/978-981-10-6141-7_16"]}, {"Citation": "Geng YF, Yang C, Zhang Y, Tao SN, Mei J, Zhang XC, Sun YJ, Zhao BT. An innovative role for luteolin as a natural quorum sensing inhibitor in Pseudomonas aeruginosa. Life Sciences. 2021;274:119325. doi: 10.1016/j.lfs.2021.119325.", "ArticleIdList": ["10.1016/j.lfs.2021.119325", "33713665"]}, {"Citation": "Górniak I, Bartoszewski R, Króliczewski J. Comprehensive review of antimicrobial activities of plant flavonoids. Phytochemistry Reviewes. 2019;18:241–272."}, {"Citation": "Grabski H, Tiratsuyan S. Mechanistic insights of the attenuation of quorum-sensing-dependent virulence factors of Pseudomonas aeruginosa: molecular modeling of the interaction of taxifolin with transcriptional regulator LasR. 2018. bioRxiv.", "ArticleIdList": ["10.1101/500157"]}, {"Citation": "Grabski H, Tiratsuyan S. 4th international conference on nanotechnologies and biomedical engineering: proceedings of ICNBME-2019, september (2019) 18-21. Chisinau, Moldova: Springer; 2020. Interaction of quercetin with LasR of Pseudomonas aeruginosa: mechanistic insights of the inhibition of virulence through quorum sensing; pp. 585–588."}, {"Citation": "Han X, Yang Y, Metwaly AM, Xue Y, Shi Y, Dou D. The Chinese herbal formulae (Yitangkang) exerts an antidiabetic effect through the regulation of substance metabolism and energy metabolism in type 2 diabetic rats. Journal of Ethnopharmacology. 2019;239:111942. doi: 10.1016/j.jep.2019.111942.", "ArticleIdList": ["10.1016/j.jep.2019.111942", "31075380"]}, {"Citation": "Hernando-Amado S, Alcalde-Rico M, Gil-Gil T, Valverde JR, Martínez JL. Naringenin inhibition of the Pseudomonas aeruginosa quorum sensing response is based on its time-dependent competition with N-(3-Oxo-dodecanoyl)-L-homoserine lactone for LasR binding. Frontiers in Molecular Biosciences. 2020;7(25) doi: 10.3389/fmolb.2020.00025.", "ArticleIdList": ["10.3389/fmolb.2020.00025", "PMC7059128", "32181260"]}, {"Citation": "Hollingsworth SA, Dror RO. Molecular dynamics simulation for all. Neuron. 2018;99(6):1129–1143. doi: 10.1016/j.neuron.2018.08.011.", "ArticleIdList": ["10.1016/j.neuron.2018.08.011", "PMC6209097", "30236283"]}, {"Citation": "Jo S, Cheng X, Islam SM, Huang L, Rui H, Zhu A, Lee HS, Qi Y, Han W, Vanommeslaeghe K, MacKerell AD, Roux B, Im W. CHARMM-GUI PDB manipulator for advanced modeling and simulations of proteins containing nonstandard residues. Advances in Protein Chemistry and Structural Biology. 2014;96:235–265. doi: 10.1016/bs.apcsb.2014.06.002.", "ArticleIdList": ["10.1016/bs.apcsb.2014.06.002", "PMC4739825", "25443960"]}, {"Citation": "Kiratisin P, Tucker KD, Passador L. LasR, a transcriptional activator of Pseudomonas aeruginosa virulence genes, functions as a multimer. Journal of Bacteriology. 2002;184(17):4912–4919. doi: 10.1128/jb.184.17.4912-4919.2002.", "ArticleIdList": ["10.1128/jb.184.17.4912-4919.2002", "PMC135272", "12169617"]}, {"Citation": "Lau GW, Hassett DJ, Ran H, Kong F. The role of pyocyanin in Pseudomonas aeruginosa infection. Trends in Molecular Medicine. 2004;10:599–606. doi: 10.1016/j.molmed.2004.10.002.", "ArticleIdList": ["10.1016/j.molmed.2004.10.002", "15567330"]}, {"Citation": "Liu HB, Koh KP, Lee JH, Kim JS, Park S. Characterization of LasR protein involved in bacterial quorum sensing mechanism of Pseudomonas aeruginosa. Biotechnology and Bioprocess Engineering. 2009;14:146–154."}, {"Citation": "Liu X, Shi D, Zhou S, Liu H, Liu H, Xjeoodd Yao. Molecular dynamics simulations and novel drug discovery. Expert Opinion on Drug Discovery. 2018;13:23–37.", "ArticleIdList": ["29139324"]}, {"Citation": "Metwaly AM, Elkaeed EB, Alsfouk BA, Saleh AM, Mostafa AE, Eissa IH. The computational preventive potential of the rare Flavonoid, Patuletin, isolated from Tagetes patula, against SARS-CoV-2. Plants. 2022;11:1886. doi: 10.3390/plants11141886.", "ArticleIdList": ["10.3390/plants11141886", "PMC9323967", "35890520"]}, {"Citation": "Metwaly AM, Ghoneim MM, Eissa IH, Elsehemy IA, Mostafa AE, Hegazy MM, Afifi WM, Dou D. Traditional ancient Egyptian medicine: a review. Saudi Journal of Biological Sciences. 2021;28(10):5823–5832. doi: 10.1016/j.sjbs.2021.06.044.", "ArticleIdList": ["10.1016/j.sjbs.2021.06.044", "PMC8459052", "34588897"]}, {"Citation": "Metwaly AM, Lianlian Z, Luqi H, Deqiang D. Black ginseng and its saponins: preparation. Molecules. 2019;24(10):1856. doi: 10.3390/molecules24101856.", "ArticleIdList": ["10.3390/molecules24101856", "PMC6572638", "31091790"]}, {"Citation": "Mohammed SO, Ashry ESHEl, Khalid A, Amer MR, Metwaly AM, Eissa IH, Elkaeed EB, Elshobaky A, Hafez EE. Expression, purification, and comparative inhibition of helicobacter pylori urease by regio-selectively alkylated benzimidazole 2-thione derivatives. Molecules. 2022;27:865.", "ArticleIdList": ["PMC8838460", "35164122"]}, {"Citation": "Ouyang J, Sun F, Feng W, Sun Y, Qiu X, Xiong L, Liu Y, Chen M. Quercetin is an effective inhibitor of quorum sensing, biofilm formation and virulence factors in Pseudomonas aeruginosa. Journal of Applied Microbiology. 2016;120:966–974. doi: 10.1111/jam.13073.", "ArticleIdList": ["10.1111/jam.13073", "26808465"]}, {"Citation": "Padole SS, Asnani AJ, Chaple DR, Katre SG. A review of approaches in computer-aided drug design in drug discovery. GSC Biological and Pharmaceutical Sciences. 2022;19:075–083. doi: 10.30574/gscbps.2022.19.2.0161.", "ArticleIdList": ["10.30574/gscbps.2022.19.2.0161"]}, {"Citation": "Papaleo E, Mereghetti P, Fantucci P, Grandori R, De Gioia L. Free-energy landscape, principal component analysis, and structural clustering to identify representative conformations from molecular dynamics simulations: the myoglobin case. Journal of Molecular Graphics Modelling. 2009;27:889–899. doi: 10.1016/j.jmgm.2009.01.006.", "ArticleIdList": ["10.1016/j.jmgm.2009.01.006", "19264523"]}, {"Citation": "Patel JB. Performance standards for antimicrobial susceptibility testing; twenty-fifth informational supplement. Clinical and Laboratory Standards Institute; Wayne: 2015."}, {"Citation": "Pejin B, Ciric A, Glamoclija J, Nikolic M, Stanimirovic B, Sokovic M. Quercetin potently reduces biofilm formation of the strain Pseudomonas aeruginosa PAO1 in vitro. Current Pharmaceutical Biotechnology. 2015;16:733–737. doi: 10.2174/1389201016666150505121951.", "ArticleIdList": ["10.2174/1389201016666150505121951", "25941888"]}, {"Citation": "Rao PS, Seshadri T. The colouring matter of the flowers ofTagetes patula: Isolation of a new flavonol, patuletin and its constitution. Proceedings of the Indian Academy of Sciences-Section A. 1941;14:643–647. doi: 10.1007/BF03049138.", "ArticleIdList": ["10.1007/BF03049138"]}, {"Citation": "Rex DAB, Saptami K, Chandrasekaran J, Rekha PD. Pleotropic potential of quorum sensing mediated N-acyl homoserine lactones (AHLs) at the LasR and RhlR receptors of Pseudomonas aeruginosa. Structural Chemistry. 2022;34:1327–1339. doi: 10.1007/s11224-022-02115-7.", "ArticleIdList": ["10.1007/s11224-022-02115-7"]}, {"Citation": "Rivera MLC, Hassimotto NMA, Bueris V, Sircili MP, De Almeida FA, Pinto UM. Effect of capsicum frutescens extract, capsaicin, and luteolin on quorum sensing regulated phenotypes. Journal of Food Science. 2019;84:1477–1486. doi: 10.1111/1750-3841.14648.", "ArticleIdList": ["10.1111/1750-3841.14648", "31132155"]}, {"Citation": "Silby MW, Winstanley C, Godfrey SA, Levy SB, Jackson RW. Pseudomonas genomes: diverse and adaptable. FEMS Microbiology Reviews. 2011;35:652–680. doi: 10.1111/j.1574-6976.2011.00269.x.", "ArticleIdList": ["10.1111/j.1574-6976.2011.00269.x", "21361996"]}, {"Citation": "Smith RS, Iglewski BH. Pseudomonas aeruginosa quorum sensing as a potential antimicrobial target. The Journal of Clinical Investigation. 2003;112:1460–1465. doi: 10.1172/JCI20364.", "ArticleIdList": ["10.1172/JCI20364", "PMC259138", "14617745"]}, {"Citation": "Stepanović S, Vuković D, Hola V, Di Bonaventura G, Djukić S, Cirković I, Ruzicka F. Quantification of biofilm in microtiter plates: overview of testing conditions and practical recommendations for assessment of biofilm production by staphylococci. Apmis. 2007;115:891–899. doi: 10.1111/j.1600-0463.2007.apm_630.x.", "ArticleIdList": ["10.1111/j.1600-0463.2007.apm_630.x", "17696944"]}, {"Citation": "Suleimen YM, Jose RA, Mamytbekova GK, Suleimen RN, Ishmuratova MY, Dehaen W, Alsfouk BA, Elkaeed EB, Eissa IH, Metwaly AM. Isolation and in silico inhibitory potential against SARS-CoV-2 RNA polymerase of the rare kaempferol 3-O-(6″-O-acetyl)-Glucoside from Calligonum tetrapterum. Plants. 2022a;11(15):2072. doi: 10.3390/plants11152072.", "ArticleIdList": ["10.3390/plants11152072", "PMC9370365", "35956550"]}, {"Citation": "Suleimen YM, Jose RA, Suleimen RN, Arenz C, Ishmuratova M, Toppet S, Dehaen W, Alsfouk AA, Elkaeed EB, Eissa IH. Isolation and in silico anti-SARS-CoV-2 papain-like protease potentialities of two rare 2-Phenoxychromone derivatives from artemisia spp. Molecules. 2022b;27:1216. doi: 10.3390/molecules27041216.", "ArticleIdList": ["10.3390/molecules27041216", "PMC8879996", "35209006"]}, {"Citation": "Suleimen YM, Jose RA, Suleimen RN, Arenz C, Ishmuratova MY, Toppet S, Dehaen W, Alsfouk BA, Elkaeed EB, Eissa IH. Jusanin, a new flavonoid from artemisia commutata with an in silico inhibitory potential against the SARS-CoV-2 main protease. Molecules. 2022c;27:1636. doi: 10.3390/molecules27051636.", "ArticleIdList": ["10.3390/molecules27051636", "PMC8911936", "35268738"]}, {"Citation": "Suleimen YM, Jose RA, Suleimen RN, Ishmuratova MY, Toppet S, Dehaen W, Alsfouk AA, Elkaeed EB, Eissa IH, Metwaly AM. Isolation and in silico SARS-CoV-2 main protease inhibition potential of jusan coumarin. A New Dicoumarin from Artemisia Glauca. Molecules. 2022d;27:2281.", "ArticleIdList": ["PMC9000794", "35408682"]}, {"Citation": "Sun E, Cohen FE. Computer-assisted drug discovery—a review. Gene. 1993;137:127–132. doi: 10.1016/0378-1119(93)90260-A.", "ArticleIdList": ["10.1016/0378-1119(93)90260-A", "8282195"]}, {"Citation": "Thi MTT, Wibowo D, Rehm BHA. Pseudomonas aeruginosa biofilms. International Journal of Molecular Sciences. 2020;21:8671. doi: 10.3390/ijms21228671.", "ArticleIdList": ["10.3390/ijms21228671", "PMC7698413", "33212950"]}, {"Citation": "Tubiana T, Carvaillo J-C, Boulard Y, Bressanelli S. TTClust: a versatile molecular simulation trajectory clustering program with graphical summaries. Journal of Chemical Information and Modeling. 2018;58:2178–2182. doi: 10.1021/acs.jcim.8b00512.", "ArticleIdList": ["10.1021/acs.jcim.8b00512", "30351057"]}, {"Citation": "Tuccinardi T. What is the current value of MM/PBSA and MM/GBSA methods in drug discovery? Expert Opinion on Drug Discovery. 2021;16:1233–1237. doi: 10.1080/17460441.2021.1942836.", "ArticleIdList": ["10.1080/17460441.2021.1942836", "34165011"]}, {"Citation": "Valdés-Tresanco MS, Valdés-Tresanco ME, Valiente PA, Frias EM. gmx_MMPBSA: a new tool to perform end-state free energy calculations with GROMACS. Journal of Chemical Theory and Computation. 2021;17:6281–6291. doi: 10.1021/acs.jctc.1c00645.", "ArticleIdList": ["10.1021/acs.jctc.1c00645", "34586825"]}, {"Citation": "Vandeputte OM, Kiendrebeogo M, Rasamiravaka T, Stevigny C, Duez P, Rajaonson S, Diallo B, Mol A, Baucher M, El Jaziri M. The flavanone naringenin reduces the production of quorum sensing-controlled virulence factors in Pseudomonas aeruginosa PAO1. Microbiology. 2011;157:2120–2132. doi: 10.1099/mic.0.049338-0.", "ArticleIdList": ["10.1099/mic.0.049338-0", "21546585"]}, {"Citation": "Wu W, Jin Y, Bai F, Jin S. Molecular medical microbiology. Elsevier; Amsterdam: 2015. Pseudomonas aeruginosa ; pp. 753–767."}, {"Citation": "Xiong G, Shen C, Yang Z, Jiang D, Liu S, Lu A, Chen X, Hou T, Cao D. Featurization strategies for protein–ligand interactions and their applications in scoring function development. Wiley interdisciplinary reviews: Computational Molecular Science. 2022;12:e1567. doi: 10.1002/wcms.1567.", "ArticleIdList": ["10.1002/wcms.1567"]}, {"Citation": "Zhao Z, Bourne PE. Harnessing systematic protein–ligand interaction fingerprints for drug discovery. Drug Discovery Today. 2022;27(10):103319. doi: 10.1016/j.drudis.2022.07.004.", "ArticleIdList": ["10.1016/j.drudis.2022.07.004", "35850431"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "13"}, {"Year": "2024", "Month": "1", "Day": "2"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "4", "Minute": "30"}, {"Year": "2024", "Month": "2", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38313021", "PMC10838535", "10.7717/peerj.16826", "16826"]}}]}