{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biological activities", "Chemical structure", "Compounds.", "Metabolites", "Threatened herb", "Valeriana jatamansi"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38318825", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2174/0115680266273617240129042653"], "ArticleDate": [], "Journal": {"ISSN": "1873-4294", "JournalIssue": {"Volume": "24", "Issue": "9", "PubDate": {"Year": "2024"}}, "Title": "Current topics in medicinal chemistry", "ISOAbbreviation": "Curr Top Med Chem"}, "ArticleTitle": "<i>Valeriana jatamansi</i>: Bioactive Compounds and their Medicinal Uses.", "Pagination": {"StartPage": "757", "EndPage": "796", "MedlinePgn": "757-796"}, "Abstract": {"AbstractText": ["<i>Valeriana jatamansi</i> is a reputed perennial medicinal herb distributed throughout the world, where it is used in cytotoxicity, neuronal problems, insomnia, leishmania and acetylcholinesterase inhibitor, antioxidant, antiviral and α-glucosidase inhibition activities. This review describes the current state of chemical characterization of isolated metabolites, which are well accepted for the treatment of various ailments in the indigenous system of medicine. This comprehensive review covers previously published research articles and reviews up to 2023 with an emphasis on the structural characterization of isolated bioactive compounds using different analytical techniques. Furthermore, the present review also focuses on the detailed medicinal and pharmacological properties of isolated compounds from this threatened herb."], "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Technology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur (Himachal Pradesh), 176061, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}, {"Identifier": [], "Affiliation": "Department of BioMolecular Sciences, University of Mississippi, Oxford, Mississippi, USA."}], "LastName": "Maurya", "ForeName": "Antim K", "Initials": "AK"}, {"Identifier": ["0000-0002-8257-8927"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Technology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur (Himachal Pradesh), 176061, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}], "LastName": "Agnihotri", "ForeName": "Vijai K", "Initials": "VK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United Arab Emirates", "MedlineTA": "Curr Top Med Chem", "NlmUniqueID": "101119673", "ISSNLinking": "1568-0266"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Valerian"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology", "chemistry", "isolation & purification"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry", "pharmacology", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology", "chemistry", "isolation & purification"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": [], "DescriptorName": "Animals"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Opiyo S.A.; A review of 13C NMR spectra of drimane sesquiterpenes. Trends Phytochem Res 2019,3,147-178"}, {"Citation": "Rawat S.; Jugran A.K.; Bhatt I.D.; Rawal R.S.; Hedychium spicatum: A systematic review on traditional uses, phytochemistry, pharmacology and future prospectus. J Pharm Pharmacol 2018,70(6),687-712", "ArticleIdList": ["10.1111/jphp.12890", "29484653"]}, {"Citation": "Dias D.A.; Urban S.; Roessner U.; A historical overview of natural products in drug discovery. Metabolites 2012,2(2),303-336", "ArticleIdList": ["10.3390/metabo2020303", "24957513"]}, {"Citation": "Dar R.A.; Shahnawaz M.; Rasool S.; Qazi P.H.; Natural product medicines: A literature update. J. phytopharm, 2017,6,340-342"}, {"Citation": "Tiwari R.; Rana C.S.; Plant secondary metabolites: A review. J Eng Res Generic Sci 2015,3,661-670"}, {"Citation": "Bourgaud F.; Gravot A.; Milesi S.; Gontier E.; Production of plant secondary metabolites: A historical perspective. Plant Sci 2001,161(5),839-851", "ArticleIdList": ["10.1016/S0168-9452(01)00490-3"]}, {"Citation": "Petrovska B.; Historical review of medicinal plants' usage. Pharmacogn Rev 2012,6(11),1-5", "ArticleIdList": ["10.4103/0973-7847.95849", "22654398"]}, {"Citation": "Kumar A.; Kumar S.; Maurya A.K.; Agnihotri V.K.; NMR based metabolic profiling of Saussurea lappa roots and aerial parts from Western Himalaya. Anal Chem Lett 2020,10(4),428-441", "ArticleIdList": ["10.1080/22297928.2020.1796783"]}, {"Citation": "Maurya A.K.; Devi R.; Kumar A.; Koundal R.; Thakur S.; Sharma A.; Kumar D.; Kumar R.; Padwad Y.S.; Chand G.; Singh B.; Agnihotri V.K.; Chemical composition, cytotoxic and antibacterial activities of essential oils of cultivated clones of Juniperus communis and wild Juniperus species. Chem Biodivers 2018,15(9),e1800183", "ArticleIdList": ["10.1002/cbdv.201800183", "29956891"]}, {"Citation": "Vashisath S.; Maurya A.K.; Agnihotri V.K.; Comparative chemical profiling of Zanthoxylum armatum DC. from western Himalayan bioresource. J Essent Oil Res 2021,33(6),592-600", "ArticleIdList": ["10.1080/10412905.2021.1975579"]}, {"Citation": "Maurya A.K.; Sharma A.; Mukhia S.; Rani D.; Kumar A.; Kumar D.; Kumar R.; Padwad Y.S.; Chand G.; Agnihotri V.K.; Essential oil composition, in vitro biological activities and safety evaluation of cultivated Hedychium spicatum seeds. Indian J Pharm Sci 2022,84,783-790"}, {"Citation": "Maurya A.K.; Kumar P.; Agnihotri V.K.; Isocratic elution based analytical method for quantification of phytoconstituents in Hedychium spicatum and evaluation of their α-glucosidase inhibitory activity. Nat Prod Res 2022,1-5", "ArticleIdList": ["10.1080/14786419.2022.2140804", "36371801"]}, {"Citation": "Afroz P.; Alekhya K.; Aanandhi M.V.; Tharagesh K.; Anish A.; Valeriana jatamansi: An ethnobotanical review. Asian J Pharm Clin Res 2018,11(4),38-40"}, {"Citation": "Rawat S.; Jugran A.K.; Bhatt I.D.; Rawal R.S.; Andola H.C.; Dhar U.; Essential oil composition and antioxidant activity in Valeriana jatamansi Jones: Influence of seasons and growing sources. J Essent Oil Res 2017,29(1),101-107", "ArticleIdList": ["10.1080/10412905.2016.1189856"]}, {"Citation": "Jugran A.K.; Rawat S.; Bhatt I.D.; Rawal R.S.; Valeriana jatamansi: An herbaceous plant with multiple medicinal uses. Phytother Res 2019,33(3),482-503", "ArticleIdList": ["10.1002/ptr.6245", "30663144"]}, {"Citation": "Thakur P.; Sharma Y.P.; Bhardwaj C.; Phyto-chemical variation in gynodioecious Valeriana jatamansi Jones. J Pharmacogn Phytochem 2019,8,1576-1582"}, {"Citation": "Dua V.K.; Alam M.F.; Pandey A.C.; Rai S.; Chopra A.K.; Kaul V.K.; Dash A.P.; Insecticidal activity of Valeriana jatamansi (valerianaceae) against mosquitoes. J Am Mosq Control Assoc 2008,24(2),315-318", "ArticleIdList": ["10.2987/5642.1", "18666542"]}, {"Citation": "Bounthanh C.; Bergmann C.; Beck J.; Haag-Berrurier M.; Anton R.; Valepotriates, a new class of cytotoxic and antitumor agents. Planta Med 1981,41(1),21-28", "ArticleIdList": ["10.1055/s-2007-971668", "7232547"]}, {"Citation": "Jain S.K.; Medicinal Plants 1968,154"}, {"Citation": "Polunin O.; Stainton A.; Concise Flowers of the Himalya 1987,255"}, {"Citation": "Reveal J.L.; Chase M.W.; APG III: Bibliographical information and synonymy of Magnoliidae. Phytotaxa 2011,19(1),71", "ArticleIdList": ["10.11646/phytotaxa.19.1.4"]}, {"Citation": "Ma Y.; Pei S.; He N.; Lai Q.; Zhuang M.; Bian Z.; Lin C.; A narrative review of botanical characteristics, phytochemistry and pharmacology of Valeriana jatamansi jones. Longhua Chin Med 2021,4,5", "ArticleIdList": ["10.21037/lcm-20-54"]}, {"Citation": "Khajuria A.; Verma S.; Sharma P.; Stylar movement in Valeriana wallichii DC.-A contrivance for reproductive assurance and species survival. Curr Sci 2011,100,1143-1144"}, {"Citation": "Chahota R.K.; Rani S.; Sharma T.R.; Kapila R.; Identification of new cytotypes of Valeriana jatamansi Jones, 1970 (Valerianaceae) from north-western himalayan region of India. Comp Cytogenet 2015,9(4),499-512", "ArticleIdList": ["10.3897/CompCytogen.v9i4.8875", "26753070"]}, {"Citation": "Mathur J.; Ahuja P.; Mathur A.; Kukreja A.; Shah N.; In vitro propagation of valeriana wallichii. Planta Med 1988,54(1),82-83", "ArticleIdList": ["10.1055/s-2006-962346", "17265212"]}, {"Citation": "Ghasemi Pirbalouti A.; Ghahfarokhi B.B.; Ghahfarokhi S.A.M.; Malekpoor F.; Chemical composition of essential oils from the aerial parts and underground parts of Iranian valerian collected from different natural habitats. Ind Crops Prod 2015,63,147-151", "ArticleIdList": ["10.1016/j.indcrop.2014.10.017"]}, {"Citation": "Devi V.S.; Rao M.G.; Valeriana wallichii - A rich aroma root plant - A review. World J Pharm Pharm Sci 2014,3,1516-1525"}, {"Citation": "Liu X.C.; Zhou L.; Liu Z.L.; Identification of insecticidal constituents from the essential oil of Valeriana jatamansi Jones against liposcelis bostrychophila badonnel. J Chem 2013,1-6"}, {"Citation": "Banerjee S.; Rahman L.; Uniyal G.C.; Ahuja P.S.; Enhanced production of valepotriates by Agrobacterium rhizogenes induced hairy root cultures of Valeriana wallichii DC. Plant Sci 1998,131(2),203-208", "ArticleIdList": ["10.1016/S0168-9452(97)00237-9"]}, {"Citation": "Mathur J.; Plantlet regeneration from suspension cultures of Valeriana wallichii DC. Plant Sci 1992,81(1),111-115", "ArticleIdList": ["10.1016/0168-9452(92)90030-P"]}, {"Citation": "Dhiman B.; Sharma P.; Shivani, ; Pal P.K.; Biology, chemical diversity, agronomy, conservation and industrial importance of Valeriana jatamansi: A natural sedative. J Appl Res Med Aromat Plants 2020,16,100243", "ArticleIdList": ["10.1016/j.jarmap.2020.100243"]}, {"Citation": "Rivera J.O.; Loya A.M.; Ceballos R.; Use of herbal medicines and implications for conventional drug therapy medical sciences. Altern Integr Med 2013,2,130"}, {"Citation": "Maurya A.K.; Meena R.L.; Kumar A.; Prasad R.; Gopichand. Current status of Valeriana jatamansi: An endangered species. Glob J Res Med Plants Indig Med 2017,7,95-102"}, {"Citation": "Rather A.M.; Nawchoo I.A.; Ganie A.H.; Singh H.; Dutt B.; Wani A.A.; Bioactive compounds and Medicinal Properties of Valeriana jatamansi Jones - A review. Life Sci 2012,9(2),847-850"}, {"Citation": "Chakraborty S.; Mukherjee D.; Baskey S.; Indian valerian, a highly endangered medicinal plant in north eastern himalayan region. Adv Plants Agric Res 2015,2(4),183-188", "ArticleIdList": ["10.15406/apar.2015.02.00058"]}, {"Citation": "Purohit S.; Rawat V.; Jugran A.K.; Singh R.V.; Bhatt I.D.; Nandi S.K.; Micropropagation and genetic fidelity analysis in Valeriana jatamansi Jones. J Appl Res Med Aromat Plants 2015,2(1),15-20", "ArticleIdList": ["10.1016/j.jarmap.2015.01.001"]}, {"Citation": "Tan Y.Z.; Peng C.; Hu C.J.; Li H.X.; Li W.B.; He J.L.; Li Y.Z.; Zhang H.; Zhang R.Q.; Wang L.X.; Cao Z.X.; Iridoids from Valeriana jatamansi induce autophagy-associated cell death via the PDK1/Akt/mTOR pathway in HCT116 human colorectal carcinoma cells. Bioorg Chem 2019,87,136-141", "ArticleIdList": ["10.1016/j.bioorg.2019.03.020", "30884307"]}, {"Citation": "Ravichandran G.; Bhardwaz V.S.; Kolhapure S.A.; Evaluation of the efficacy and safety of antiwrinkle cream in the treatment of facial skin wrinkle: A prospective open phase II clinical trial. Antiseptic 2005,102,65-70"}, {"Citation": "Prakash V.; Indian Valerianaceae: A monograph on medicinally important family 1999,70"}, {"Citation": "Rawat R.; Vashistha D.P.; Common herbal plant in Uttarakhand, used in popular medicine preparation in Ayurveda. Int J Parmacog Phytochem Res 2011,3,64-73"}, {"Citation": "Awan H.M.H.; Kitabulmufradat 1990,178-179"}, {"Citation": "Blumenthal M.; Herb sales down 15 percent sales in mainstream market. HerbalGram 2001,59,69"}, {"Citation": "Sati S.; Chanotiya C.S.; Mathela C.S.; Comparative investigations on the leaf and root oils of Valeriana wallichii DC from northwestern Himalaya. J Essent Oil Res 2005,17(4),408-409", "ArticleIdList": ["10.1080/10412905.2005.9698945"]}, {"Citation": "Singh S.K.; Katoch R.; Kapila R.K.; Chemotypic variation for essential oils in Valeriana jatamansi Jones populations from Himachal Pradesh. J Essent Oil Res 2013,25(2),154-159", "ArticleIdList": ["10.1080/10412905.2013.767757"]}, {"Citation": "Verma R.S.; Padalia R.C.; Chauhan A.; Chemical differentiation of rhizome and root essential oils of Indian Valerian (Valeriana jatamansi Jones). J Essent Oil-Bear Plants 2013,16(6),835-840", "ArticleIdList": ["10.1080/0972060X.2013.862082"]}, {"Citation": "Sonawane A.J.; Takate S.; Sherkar M.R.; Dhokane S.T.; Pharmacognostic account of roots of Valeriana wallichii DC. Int J Pharm Clin Res 2012,4,41-43"}, {"Citation": "Wang R.J.; Chen H.M.; Yang F.; Deng Y.; Ao H.; Xie X.F.; Li H.X.; Zhang H.; Cao Z.X.; Zhu L.X.; Chen Y.; Peng C.; Tan Y.Z.; Iridoids from the roots of Valeriana jatamansi Jones. Phytochemistry 2017,141,156-161", "ArticleIdList": ["10.1016/j.phytochem.2017.05.010", "28623738"]}, {"Citation": "Sharma R.; Medicinal plants of India: An encyclopaedia 2003,253-254"}, {"Citation": "Singh V.K.; Ali Z.A.; Herbal drugs of Himalaya: Medicinal plants of Garhwal and Kumaon regions of India. ; Today and tomorrow's printers and publishers: New Delhi 1998"}, {"Citation": "Nadkarni K.M.; In: Popular Prakashan 1976,1260-1262"}, {"Citation": "Chopra R.; Nayar S.; Chopra I.; Glossary of Indian medicinal Plants 1956,251"}, {"Citation": "Bhattacharjee S.K.; Handbook of medicinal plants 2008,364-365"}, {"Citation": "Chevallier A.; The encyclopedia of medicinal plants Dorling Kindersley London Available from: http://www.diet‐andhealthnet/neuropathy/valerian.html1999"}, {"Citation": "Sah S.P.; Mathela C.S.; Chopra K.; Valeriana wallichii: A phyto‐pharmacological review. J Pharm Res 2010,3,2337-2339"}, {"Citation": "Marder M.; Viola H.; Wasowski C.; Fernández S.; Medina J.H.; Paladini A.C.; 6-Methylapigenin and hesperidin: New valeriana flavonoids with activity on the CNS. Pharmacol Biochem Behav 2003,75(3),537-545", "ArticleIdList": ["10.1016/S0091-3057(03)00121-7", "12895671"]}, {"Citation": "Wagner H.; Jurcic K.; Schaette R.; Comparative studies on the sedative action of Valeriana extracts, valepotriates and their degradation products (author’s transl). Planta Med 1980,39(4),358-365", "ArticleIdList": ["10.1055/s-2008-1074930", "7413842"]}, {"Citation": "Sahu S.; Ray K.; Yogendra Kumar M.S.; Gupta S.; Kauser H.; Kumar S.; Mishra K.; Panjwani U.; Valeriana wallichii root extract improves sleep quality and modulates brain monoamine level in rats. Phytomedicine 2012,19(10),924-929", "ArticleIdList": ["10.1016/j.phymed.2012.05.005", "22766307"]}, {"Citation": "Toolika E.; Bhat N.; Shetty S.; A comparative clinical study on the effect of Tagara (Valeriana wallichii DC.) and Jatamansi (Nardostachys jatamansi DC.) in the management of Anidra (primary insomnia). Ayu 2015,36(1),46-49", "ArticleIdList": ["10.4103/0974-8520.169008", "26730138"]}, {"Citation": "Zhi-yong Y.; Tian-e Z.; Ling-zhen P.; Chang-ying Z.; Action of Valeriana jatamansi Jones on the apoptosis‐related genes expression in the anxiety model of rat. Procedia Environ Sci 2011,8,744-750", "ArticleIdList": ["10.1016/j.proenv.2011.10.113"]}, {"Citation": "Sridharan S.; Kumar K.M.; Jeepipalli S.P.K.; Sadras S.R.; In vitro neuroprotective effect of Valeriana wallichii extract against neurotoxin and endoplasmic reticulum stress induced cell death in SH‐SY5Y cells. Am J Phytomed Clin Therap 2014,2,509-523"}, {"Citation": "Vishwakarma S.; Goyal R.; Gupta V.; Dhar K.L.; GABAergic effect of valeric acid from Valeriana wallichii in amelioration of ICV STZ induced dementia in rats. Rev Bras Farmacogn 2016,26(4),484-489", "ArticleIdList": ["10.1016/j.bjp.2016.02.008"]}, {"Citation": "Cionga E.; Consideration on the root of valerian. Pharmazie1 1961,6,43-44"}, {"Citation": "Ayyathan D.M.; Chandrasekaran R.; Thiagarajan K.; Neuroprotective effect of tagara, an ayurvedic drug against methyl mercury induced oxidative stress using rat brain mitochondrial fractions. BMC Complement Altern Med 2015,15(1),268", "ArticleIdList": ["10.1186/s12906-015-0793-2", "26264039"]}, {"Citation": "Joseph L.; Puthallath R.E.; Rao S.N.; Acute and chronic toxicity study of Valeriana wallichii rhizome hydro-ethanolic extract in Swiss albino mice. Asian J Med Sci 2015,7(2),49-54", "ArticleIdList": ["10.3126/ajms.v7i2.13326"]}, {"Citation": "Gilani A.H.; Khan A.; Jabeen Q.; Subhan F.; Ghafar R.; Antispasmodic and blood pressure lowering effects of Valeriana wallichii are mediated through K+ channel activation. J Ethnopharmacol 2005,100(3),347-352", "ArticleIdList": ["10.1016/j.jep.2005.05.010", "16002246"]}, {"Citation": "Sah S.P.; Mathela C.S.; Chopra K.; Antidepressant effect of Valeriana wallichii patchouli alcohol chemotype in mice: Behavioural and biochemical evidence. J Ethnopharmacol 2011,135(1),197-200", "ArticleIdList": ["10.1016/j.jep.2011.02.018", "21354297"]}, {"Citation": "Srivastava S.; Rachana. Antifungal activity screening and HPLC analysis of crude extract from Tectona grandis, Shilajit, Valeriana wallachii. Internet J Altern Med 2007,5,1-7"}, {"Citation": "Sah S.P.; Mathela C.S.; Chopra K.; Valeriana wallichii DC (Maaliol Chemotype): Antinociceptive studies of experimental animal models and possible mechanism of action. Pharmacologia 2012,3(9),432-437", "ArticleIdList": ["10.5567/pharmacologia.2012.432.437"]}, {"Citation": "Khan A.; Gilani A.H.; Antidiarrhoeal and bronchodilatory potential of Valeriana wallichii. Nat Prod Res 2012,26(11),1045-1049", "ArticleIdList": ["10.1080/14786419.2010.551754", "22010976"]}, {"Citation": "Subhan F.; Karim N.; Ibrar M.; Anti‐inflammatory activity of methanolic and aqueous extracts of Valeriana wallichi DC rhizome. Pak J Plant Sci 2007,13,103-108"}, {"Citation": "Agnihotri S.; Wakode S.; Ali M.; Chemical composition, antimicrobial and topical anti‐inflammatory activity of Valeriana jatamansi Jones. Essential oil. J Essent Oil-Bear Plants 2011,14(4),417-422", "ArticleIdList": ["10.1080/0972060X.2011.10643596"]}, {"Citation": "Khuda F.; Iqbal Z.; Khan A.; Zakiullah ; Nasir F.; Shah Y.; Anti-inflammatory activity of the topical preparation of Valeriana wallichii and Achyranthes aspera leaves. Pak J Pharm Sci 2013,26(3),451-454", "ArticleIdList": ["23625416"]}, {"Citation": "Sah S.P.; Mathela C.S.; Chopra K.; Elucidation of possible mechanism of analgesic action of Valeriana wallichii DC chemotype (patchouli alcohol) in experimental animal models. Indian J Exp Biol 2010,48(3),289-293", "ArticleIdList": ["21046983"]}, {"Citation": "Khan A.U.; Gilani A.H.; Pharmacological basis for the medicinal use of Valeriana wallichii in constipation. Lat Am J Pharm 2011,30,186-188"}, {"Citation": "Prasad R.; Naime M.; Routray I.; Mahmood A.; Khan F.; Ali S.; Valeriana jatamansi partially reverses liver cirrhosis and tissue hyperproliferative response in rat. Methods Find Exp Clin Pharmacol 2010,32(10),713-719", "ArticleIdList": ["10.1358/mf.2010.32.10.1522224", "21225006"]}, {"Citation": "Ganta K.K.; Mandal A.; Debnath S.; Hazra B.; Chaubey B.; Anti‐ HCV activity from semi‐purified methanolic root extracts of Valeriana wallichii. Phytother Res 2017,31(3),433-440", "ArticleIdList": ["10.1002/ptr.5765", "28078810"]}, {"Citation": "Zhu J.; Xu K.; Zhang X.; Cao J.; Jia Z.; Yang R.; Ma C.; Chen C.; Zhang T.; Yan Z.; Studies on the regulation of lipid metabolism and its mechanism of the iridoids rich fraction in Valeriana jatamansi Jones. Biomed Pharmacother 2016,84,1891-1898", "ArticleIdList": ["10.1016/j.biopha.2016.10.099", "27832992"]}, {"Citation": "Sharma P.; Kirar V.; Meena D.K.; Suryakumar G.; Misra K.; Adaptogenic activity of Valeriana wallichii using cold, hypoxia and restraint multiple stress animal model. Biomed Aging Pathol 2012,2(4),198-205", "ArticleIdList": ["10.1016/j.biomag.2012.10.001"]}, {"Citation": "Khuda F.; Iqbal Z.; Khan A.; Zakiullah,; Sah Y.; Khan A.; Screening of selected medicinal plants for their enzyme inhibitory potential-A validation of their ethnopharmacological uses. Pak J Pharm Sci 2014,27,593-596", "ArticleIdList": ["24811822"]}, {"Citation": "Potdar V.H.; Lole V.D.; Patil S.S.; In‐vitro anthelmintic activity of rhizomes of Valeriana wallichii DC (Valerianaceae) against Pheretima posthuma. Indian J Pharm Edu Res 2011,45,83-85"}, {"Citation": "Ghosh S.; Debnath S.; Hazra S.; Hartung A.; Thomale K.; Schultheis M.; Kapkova P.; Schurigt U.; Moll H.; Holzgrabe U.; Hazra B.; Valeriana wallichii root extracts and fractions with activity against Leishmania spp. Parasitol Res 2011,108(4),861-871", "ArticleIdList": ["10.1007/s00436-010-2127-0", "21085992"]}, {"Citation": "Hazra B.; Ghosh S.; Debnath S.; Valeriana extract as antioxidant and antileishmanial agent. Indian Pat Appl, 2012 IN 2010 KO00383 A 20120120,"}, {"Citation": "Thusoo S.; Gupta S.; Sudan R.; Kour J.; Bhagat S.; Hussain R.; Bhagat M.; Antioxidant activity of essential oil and extracts of Valeriana jatamansi roots. BioMed Res Int 2014,2014,1-4", "ArticleIdList": ["10.1155/2014/614187", "24804225"]}, {"Citation": "Pandian D.S.; Nagarajan N.S.; Comparison of chemical composition and antioxidant potential of hydrodistilled oil and supercritical fluid CO2 extract of Valeriana wallichi DC. J Nat Prod Res 2015,1,25-30"}, {"Citation": "Wang F.; Zhang Y.; Wu S.; He Y.; Dai Z.; Ma S.; Liu B.; Studies of the structure-antioxidant activity relationships and antioxidant activity mechanism of iridoid valepotriates and their degradation products. PLoS One 2017,12(12),e0189198", "ArticleIdList": ["10.1371/journal.pone.0189198", "29232391"]}, {"Citation": "Narayanan C.S.; Kulkarni K.S.; Vaidya A.S.; Kanthamani S.; Kumari G.L.; Bapat B.V.; Paknikar S.K.; Kulkarni S.N.; Kelkar G.R.; Bhaitacharyya S.C.; Components of indian valerian root oil. Tetrahedron 1964,20,963-968", "ArticleIdList": ["10.1016/S0040-4020(01)98430-3"]}, {"Citation": "Bos R.; Woerdenbag H.J.; Hendriks H.; Smit H.F.; Wikström H.V.; Scheffer J.J.C.; Composition of the essential oil from roots and rhizomes of Valeriana wallichii DC. Flavour Fragrance J 1997,12(2),123-131", "ArticleIdList": ["10.1002/(SICI)1099-1026(199703)12:2<123:AID-FFJ613>3.0.CO;2-4"]}, {"Citation": "Verma R.S.; Verma R.K.; Padalia R.C.; Chauhan A.; Singh A.; Singh H.P.; Chemical diversity in the essential oil of Indian valerian (Valeriana jatamansi Jones). Chem Biodivers 2011,8(10),1921-1929", "ArticleIdList": ["10.1002/cbdv.201100059", "22006721"]}, {"Citation": "Sah S.P.; Mathela C.S.; Chopra K.; Involvement of nitric oxide (NO) signalling pathway in the antidepressant activity of essential oil of Valeriana wallichii Patchouli alcohol chemotype. Phytomedicine 2011,18(14),1269-1275", "ArticleIdList": ["10.1016/j.phymed.2011.06.009", "21795033"]}, {"Citation": "Bhatt I.D.; Dauthal P.; Rawat S.; Gaira K.S.; Jugran A.; Rawal R.S.; Dhar U.; Characterization of essential oil composition, phenolic content, and antioxidant properties in wild and planted individuals of Valeriana jatamansi Jones. Sci Hortic 2012,136,61-68", "ArticleIdList": ["10.1016/j.scienta.2011.12.032"]}, {"Citation": "Verma R.S.; Padalia R.C.; Chauhan A.; Assessment of similarities and dissimilarities in the essential oils of patchouli and Indian Valerian. J Essent Oil Res 2012,24(5),487-491", "ArticleIdList": ["10.1080/10412905.2012.705095"]}, {"Citation": "Irshad M.; Aziz S.; Hussain H.; Hussain H.; GC-MS analysis and antifungal activity of essential oils of Angelica glauca, Plectranthus rugosus, and Valeriana wallichii. J Essent Oil-Bear Plants 2012,15(1),15-21", "ArticleIdList": ["10.1080/0972060X.2012.10644014"]}, {"Citation": "Parveen Z.; Siddique S.; Shafique M.; Khan S.J.; Khanum R.; Study of chemical and biological aspects of Valeriana wallichii DC. root essential oil. Asian J Chem 2012,24,3243-3246"}, {"Citation": "Kaundal M.; Bhatt V.; Kumar R.; Elevated CO2 and temperature effect on essential oil content and composition of Valeriana jatamansi Jones. with organic manure application in a Western Himalayan region. J Essent Oil-Bear Plants 2018,21(4),1041-1050", "ArticleIdList": ["10.1080/0972060X.2018.1497547"]}, {"Citation": "Seed V.K.; Karnek M.G.; Physicochemical examination of the essential oil from roots and rhizomes of cultivated Valeriana wallichii. Perfumery and Essential Oil Record 1963,54,576-578"}, {"Citation": "Maurya A.K.; Devi K.; Agnihotri V.K.; Chemical profiling and α-glucosidase inhibitory activity of essential oils extracted with two methods from some North Western Himalayan aromatic crops. Nat Prod Res 2023,37(4),638-641", "ArticleIdList": ["10.1080/14786419.2022.2069108", "35481430"]}, {"Citation": "Mathela C.S.; Tiwari M.; Sammal S.S.; Chanotiya C.S.; Valeriana wallichii DC, a New Chemotype from Northwestern Himalaya. J Essent Oil Res 2005,17(6),672-675", "ArticleIdList": ["10.1080/10412905.2005.9699029"]}, {"Citation": "Kim J.; Seo S.M.; Lee S.G.; Shin S.C.; Park I.K.; Nematicidal activity of plant essential oils and components from coriander (Coriandrum sativum), Oriental sweetgum (Liquidambar orientalis), and valerian (Valeriana wallichii) essential oils against pine wood nematode (Bursaphelenchus xylophilus). J Agric Food Chem 2008,56(16),7316-7320", "ArticleIdList": ["10.1021/jf800780f", "18605734"]}, {"Citation": "Singh R.D.; Gopichand, ; Meena R.L.; Sharma B.; Singh B.; Kaul V.K.; Ahuja P.S.; Seasonal variation of bioactive components in Valeriana jatamansi from Himachal Pradesh, India. Ind Crops Prod 2010,32(3),292-296", "ArticleIdList": ["10.1016/j.indcrop.2010.05.006"]}, {"Citation": "Park I.K.; Fumigant toxicity of Oriental sweetgum (Liquidambar orientalis) and valerian (Valeriana wallichii) essential oils and their components, including their acetylcholinesterase inhibitory activity, against Japanese termites (Reticulitermes speratus). Molecules 2014,19(8),12547-12558", "ArticleIdList": ["10.3390/molecules190812547", "25153870"]}, {"Citation": "He X.; Wang S.; Shi J.; Sun Z.; Lei Z.; Yin Z.; Qian Z.; Tang H.; Xie H.; Genotypic and environmental effects on the volatile chemotype of Valeriana jatamansi Jones. Front Plant Sci 2018,9,1003", "ArticleIdList": ["10.3389/fpls.2018.01003", "30042782"]}, {"Citation": "Raina A.; Negi K.S.; Essential oil composition of valeriana jatamansi jones from himalayan regions of India. Indian J Pharm Sci 2015,77(2),218-222", "ArticleIdList": ["10.4103/0250-474X.156614", "26009656"]}, {"Citation": "Das J.; Mao A.A.; Handique P.J.; Callus-mediated organogenesis and effect of growth regulators on production of different valepotriates in Indian valerian (Valeriana jatamansi Jones.). Acta Physiol Plant 2013,35(1),55-63", "ArticleIdList": ["10.1007/s11738-012-1047-2"]}, {"Citation": "Jugran A.K.; Rawat S.; Bhatt I.D.; Rawal R.S.; Essential oil composition, phenolics and antioxidant activities of Valeriana jatamansi at different phenological stages. Plant Biosyst 2021,155(4),891-898", "ArticleIdList": ["10.1080/11263504.2020.1810803"]}, {"Citation": "Gautam R.D.; Kumar A.; Kumar R.; Chauhan R.; Singh S.; Kumar M.; Kumar D.; Kumar A.; Singh S.; Clonal propagation of Valeriana jatamansi retains the essential oil profile of mother plants: an approach toward generating homogenous grade of essential oil for industrial use. Front Plant Sci 2021,12,738247", "ArticleIdList": ["10.3389/fpls.2021.738247", "34721465"]}, {"Citation": "Thakur B.K.; Shivani S.; Mahajan M.; Pal P.K.; Chemical diversity of essential oil of Valeriana jatamansi from different altitudes of Himalaya and distillation methods. Molecules 2022,27(8),2387", "ArticleIdList": ["10.3390/molecules27082387", "35458582"]}, {"Citation": "Pokharel B.R.; Pandey S.; Manandhar M.D.; Pant B.; Comparative study of essential oil in wild and in vitro cultures of Valeriana jatamansi Jones in Nepal. Plant Biotechnol Rep 2023,17(3),379-387", "ArticleIdList": ["10.1007/s11816-023-00832-x"]}, {"Citation": "Chudasama K.S.; Thaker V.S.; Screening of potential antimicrobial compounds against Xanthomonas campestris from 100 essential oils of aromatic plants used in India: An ecofriendly approach. Arch Phytopathol Pflanzenschutz 2012,45(7),783-795", "ArticleIdList": ["10.1080/03235408.2011.595967"]}, {"Citation": "Suri S.; Thind T.S.; Antibacterial activity of some essential oils. Indian Drug Pharm Ind 1978,13,25-28"}, {"Citation": "Girgune J.B.; Jain N.K.; Garg B.D.; Antimicorbial activity of the essential oil from Valeriana wallichii DC (Valerianaceae). Indian J Microbiol 1980,20,142-143"}, {"Citation": "Kumar A.; Yadav A.; Chanotiya C.S.; Khan I.A.; Ali I.; Composition and antimicrobial activities of the essential oil of commercial Valeriana wallichii DC. Indian Perfum 2008,52,34-38"}, {"Citation": "Subhan F.; Karim N.; Gilani A.H.; Sewell R.D.E.; Terpenoid content of Valeriana wallichii extracts and antidepressant‐like response profiles. Phytother Res 2010,24(5),686-691", "ArticleIdList": ["10.1002/ptr.2980", "19943315"]}, {"Citation": "Negi J.S.; Bisht V.K.; Bhandari A.K.; Sundriyal R.C.; Effects of extraction solvents on concentration of valerenic acid and antioxidant property of Valeriana jatamansi jones. Int J Pharm Bio Sci 2012,3,28-35"}, {"Citation": "Kour M.; Singh H.; Kaur J.; In vitro anti-oxidant and anti activities of hydroalcoholic extract of leaves of Valeriana Jatamansi. Int Arch Integr Med 2014,1,18-26"}, {"Citation": "Wang C.; Liu Y.; Deng X.; Lu J.; Liu J.; Liu G.; Shi J.; Study on characterization of the degradation products and dynamics of valtrate in the artificial gastrointestinal fluid by HPLC- ESI MS/MSn. J Liq Chromatogr Relat Technol 2015,38(4),459-466", "ArticleIdList": ["10.1080/10826076.2014.913524"]}, {"Citation": "Lin S.; Fu P.; Chen T.; Ye J.; Su Y.Q.; Yang X.W.; Zhang Z.X.; Zhang W.D.; Minor valepotriates from Valeriana jatamansi and their cytotoxicity against metastatic prostate cancer cells. Planta Med 2015,81(1),56-61", "ArticleIdList": ["25469856"]}, {"Citation": "Jeong J.B.; Choi J.; Lou Z.; Jiang X.; Lee S.H.; Patchouli alcohol, an essential oil of Pogostemon cablin, exhibits anti-tumorigenic activity in human colorectal cancer cells. Int Immunopharmacol 2013,16(2),184-190", "ArticleIdList": ["10.1016/j.intimp.2013.04.006", "23602914"]}, {"Citation": "Li Y.D.; Wu Z.Y.; Li H.M.; Li H.Z.; Li R.T.; Iridoids from the roots of Valeriana jatamansi. Helv Chim Acta 2013,96(3),424-430", "ArticleIdList": ["10.1002/hlca.201100465"]}, {"Citation": "Shi S.; Shi J.; Liu Y.; Wang Y.; Wang C.; Hou W.; Guo J.; The anxiolytic effects of valtrate in rats involves changes of corticosterone levels 2014,325948"}, {"Citation": "You J.S.; Peng M.; Shi J.L.; Zheng H.Z.; Liu Y.; Zhao B.S.; Guo J.Y.; Evaluation of anxiolytic activity of compound Valeriana jatamansi Jones in mice. BMC Complement Altern Med 2012,12(1),223", "ArticleIdList": ["10.1186/1472-6882-12-223", "23171285"]}, {"Citation": "Yang B.; Zhang J.F.; Song H.Z.; Gu M.C.; Zhao H.J.; Xiong Y.K.; Two new iridoid esters from the root and rhizome of Valeriana jatamansi Jones. Helv Chim Acta 2015,98(9),1225-1230", "ArticleIdList": ["10.1002/hlca.201400389"]}, {"Citation": "Jugran A.K.; Bhatt I.D.; Rawal R.S.; Identification of ISSR markers associated with valerenic acid content and antioxidant activity in Valeriana jatamansi Jones in the West Himalaya. Mol Breed 2015,35(2),73", "ArticleIdList": ["10.1007/s11032-015-0241-5"]}, {"Citation": "Xu J.; Yang B.; Guo Y.; Jin D.; Guo P.; Liu C.; Hou W.; Zhang T.; Gui L.; Sun Z.; Neuroprotective bakkenolides from the roots of Valeriana jatamansi. Fitoterapia 2011,82(6),849-853", "ArticleIdList": ["10.1016/j.fitote.2011.04.012", "21596109"]}, {"Citation": "Wu T.S.; Kao M.S.; Wu P.L.; Lin F.W.; Shi L.S.; Teng C.M.; Antiplatelet principles from the root of Petasites formosanus. Phytochemistry 1999,52(5),901-905", "ArticleIdList": ["10.1016/S0031-9422(99)00333-7"]}, {"Citation": "Lee K.P.; Kang S.; Park S.J.; Choi Y.W.; Lee Y.G.; Im D.S.; Anti-allergic and anti-inflammatory effects of bakkenolide B isolated from Petasites japonicus leaves. J Ethnopharmacol 2013,148(3),890-894", "ArticleIdList": ["10.1016/j.jep.2013.05.037", "23711828"]}, {"Citation": "Xu J.; Guo Y.; Xie C.; Jin D.Q.; Gao J.; Gui L.; Isolation and neuroprotective activities of acylated iridoids from Valeriana jatamans. Chem Biodivers 2012,9,1382-1388"}, {"Citation": "Li J.; Li X.; Xie C.; Jin D.Q.; Gao J.; Gui L. W, C.; Z M.; Ye M.; W Q.; The potential of Valeriana as a traditional Chinese medicine: Traditional clinical applications, bioactivities, and phytochemistry. Front Pharmacol 2022,13,973138"}, {"Citation": "Ming D.S.; Yu D.Q.; Yang Y.Y.; He C.H.; The structures of three novel sesquiterpenoids from Valeriana jatamansi Jones. Tetrahedron Lett 1997,38(29),5205-5208", "ArticleIdList": ["10.1016/S0040-4039(97)01112-X"]}, {"Citation": "Tang Y.; Liu X.; Yu B.; Iridoids from the rhizomes and roots of Valeriana jatamansi. J Nat Prod 2002,65(12),1949-1952", "ArticleIdList": ["10.1021/np0203335", "12502349"]}, {"Citation": "Wasowski C.; Marder M.; Viola H.; Medina J.H.; Paladini A.C.; Isolation and identification of 6-methylapigenin, a competitive ligand for the brain GABA(A) receptors, from Valeriana wallichii. Planta Med 2002,68(10),934-936", "ArticleIdList": ["10.1055/s-2002-34936", "12391561"]}, {"Citation": "Tang Y.P.; Liu X.; Yu B.; Two new flavone glycosides from Valeriana jatamansi. J Asian Nat Prod Res 2003,5(4),257-261", "ArticleIdList": ["10.1080/1028602031000105867", "14604234"]}, {"Citation": "Yu L.; Huang R.; Han C.; Lv Y.; Zhao Y.; Chen Y.; New iridoid triesters from Valeriana jatamansi. Helv Chim Acta 2005,88(5),1059-1062", "ArticleIdList": ["10.1002/hlca.200590077"]}, {"Citation": "Lee D.H.; Park S.H.; Huh Y.H.; Jung Kim M.; Seo H.D.; Ha T.Y.; Ahn J.; Jang Y.J.; Jung C.H.; Iridoids of Valeriana fauriei contribute to alleviating hepatic steatosis in obese mice by lipophagy. Biomed Pharmacother 2020,125,109950", "ArticleIdList": ["10.1016/j.biopha.2020.109950", "32058217"]}, {"Citation": "Chen Y.G.; Yu L.L.; Huang R.; Lv Y.P.; Gui S.H.; 11-Methoxyviburtinal, a new iridoid fromValeriana jatamansi. Arch Pharm Res 2005,28(10),1161-1163", "ArticleIdList": ["10.1007/BF02972980", "16276973"]}, {"Citation": "van Uden W.; Pras N.; Batterman S.; Visser J.F.; Malingré T.M.; The accumulation and isolation of coniferin from a high-producing cell suspension of Linum flavum L. Planta 1991,183(1),25-30", "ArticleIdList": ["10.1007/BF00197563", "24193529"]}, {"Citation": "Rehan M.; Shafiullah Ansari F.A..; Singh O.; Isolation, identification, antibacterial activity and docking of fatty acid and fatty alcohol from Rumex dentatus leaf extract. Int J Pharm Sci Rev Res 2020,64(1),7-11", "ArticleIdList": ["10.47583/ijpsrr.2020.v64i01.002"]}, {"Citation": "Yu L.L.; Han C.R.; Huang R.; Lv Y.P.; Gui S.H.; Chen Y.G.; A new iridoid tetraester from Valeriana jatamansi ChemInform, 2006,37(36),chin.200636174.", "ArticleIdList": ["10.1002/chin.200636174", "16724553"]}, {"Citation": "Wang R.; Xiao D.; Bian Y.H.; Zhang X.Y.; Li B.J.; Ding L.S.; Peng S.L.; Minor iridoids from the roots of Valeriana wallichii. J Nat Prod 2008,71(7),1254-1257", "ArticleIdList": ["10.1021/np070598p", "18557641"]}, {"Citation": "Lin S.; Shen Y.H.; Li H.L.; Yang X.W.; Chen T.; Lu L.H.; Huang Z.S.; Liu R.H.; Xu X.K.; Zhang W.D.; Wang H.; Acylated iridoids with cytotoxicity from Valeriana jatamansi. J Nat Prod 2009,72(4),650-655", "ArticleIdList": ["10.1021/np800716f", "19245261"]}, {"Citation": "Dinda B.; Debnath S.; Banik R.; Naturally occurring iridoids and secoiridoids. An updated review, part 4. Chem Pharm Bull 2011,59(7),803-833", "ArticleIdList": ["10.1248/cpb.59.803", "21720031"]}, {"Citation": "Lin S.; Shen Y.H.; Zhang Z.X.; Li H.L.; Shan L.; Liu R.H.; Xu X.K.; Zhang W.D.; Revision of the Structures of 1,5-Dihydroxy-3,8-epoxyvalechlorine, Volvaltrate B, and Valeriotetrate C from Valeriana jatamansi and V. officinalis. J Nat Prod 2010,73(10),1723-1726", "ArticleIdList": ["10.1021/np100426j", "20853876"]}, {"Citation": "Lin S.; Chen T.; Liu X.H.; Shen Y.H.; Li H.L.; Shan L.; Liu R.H.; Xu X.K.; Zhang W.D.; Wang H.; Iridoids and lignans from Valeriana jatamansi. J Nat Prod 2010,73(4),632-638", "ArticleIdList": ["10.1021/np900795c", "20151678"]}, {"Citation": "Demirezer L.Ö.; Güvenalp Z.; Schiewe H.J.; Strietzel I.; Harmandar M.; Zeeck A.; Iridoids from Centranthus longiflorus subsp. longiflorus. Phytochemistry 1999,51(7),909-912", "ArticleIdList": ["10.1016/S0031-9422(99)00152-1"]}, {"Citation": "Kouno I.; Yasuda I.; Mizoshiri H.; Tanaka T.; Marubayashi N.; Ding-Ming Y.; Two new iridolactones and their glycosides from the roots of Patrinia scabra. Phytochemistry 1994,37(2),467-472", "ArticleIdList": ["10.1016/0031-9422(94)85081-X", "7765627"]}, {"Citation": "Xu J.; Zhao P.; Guo Y.; Xie C.; Jin D.Q.; Ma Y.; Hou W.; Zhang T.; Iridoids from the roots of Valeriana jatamansi and their neuroprotective effects. Fitoterapia 2011,82(7),1133-1136", "ArticleIdList": ["10.1016/j.fitote.2011.07.013", "21807076"]}, {"Citation": "Xu J.; Guo Y.; Jin D.; Zhao P.; Guo P.; Yamakuni T.; Ohizumi Y.; Three new iridoids from the roots of Valeriana jatamansi. J Nat Med 2012,66(4),653-657", "ArticleIdList": ["10.1007/s11418-012-0631-5", "22331424"]}, {"Citation": "Xu J.; Li Y.; Guo Y.; Guo P.; Yamakuni T.; Ohizumi Y.; Isolation, structural elucidation, and neuroprotective effects of iridoids from Valeriana jatamansi. Biosci Biotechnol Biochem 2012,76(7),1401-1403", "ArticleIdList": ["10.1271/bbb.120097", "22785467"]}, {"Citation": "Xu J.; Guo P.; Guo Y.; Fang L.; Li Y.; Sun Z.; Gui L.; Iridoids from the roots of Valeriana jatamansi and their biological activities. Nat Prod Res 2012,26(21),1996-2001", "ArticleIdList": ["10.1080/14786419.2011.636747", "22115452"]}, {"Citation": "Lin S.; Zhang Z.X.; Chen T.; Ye J.; Dai W.X.; Shan L.; Su J.; Shen Y.H.; Li H.L.; Liu R.H.; Xu X.; Wang H.; Zhang W.; Characterization of chlorinated valepotriates from Valeriana jatamansi. Phytochemistry 2013,85,185-193", "ArticleIdList": ["10.1016/j.phytochem.2012.08.015", "23036722"]}, {"Citation": "Yang X.P.; Li E.W.; Zhang Q.; Yuan C.S.; Jia Z.J.; Five new iridoids from Patrinia rupestris. Chem Biodivers 2006,3(7),762-770", "ArticleIdList": ["10.1002/cbdv.200690078", "17193308"]}, {"Citation": "Xu J.; Guo P.; Fang L.Z.; Li Y.S.; Guo Y.Q.; Iridoids from the roots of Valeriana jatamansi. J Asian Nat Prod Res 2012,14(1),1-6", "ArticleIdList": ["10.1080/10286020.2011.618804", "22263587"]}, {"Citation": "Wang S.J.; Qiu X.Q.; Zhu J.Y.; Ma X.Q.; Lin B.; Zheng C.J.; Qin L.P.; Two new iridoids from the root and rhizome of Valeriana jatamansi Jones. Helv Chim Acta 2014,97(5),722-726", "ArticleIdList": ["10.1002/hlca.201300287"]}, {"Citation": "Dong F.W.; Liu Yang.; Wu Z.K; Wei-Gao ; Zi C.T.; Dan Yang ; Luo H.R.; Jun Zhou ; Hu, J.M. Iridoids and sesquiterpenoids from the roots of Valeriana jatamansi Jones. Fitoterapia 2015,102,27-34", "ArticleIdList": ["10.1016/j.fitote.2015.01.021", "25665939"]}, {"Citation": "Lin S.; Chen T.; Fu P.; Ye J.; Yang X.W.; Shan L.; Li H.L.; Liu R.H.; Shen Y.H.; Xu X.K.; Zhang W.D.; Three decomposition products of valepotriates from Valeriana jatamansi and their cytotoxic activity. J Asian Nat Prod Res 2015,17(5),455-461", "ArticleIdList": ["10.1080/10286020.2015.1041933", "25971678"]}, {"Citation": "Glaser J.; Schultheis M.; Moll H.; Hazra B.; Holzgrabe U.; Antileishmanial and cytotoxic compounds from Valeriana wallichii and identification of a novel nepetolactone derivative. Molecules 2015,20(4),5740-5753", "ArticleIdList": ["10.3390/molecules20045740", "25834987"]}, {"Citation": "Tan Y-Z.; Yong Y.; Dong Y-H.; Wang R-J.; Li H-X.; Zhang H.; Guo D-L.; Zhang S-J.; Dong X-P.; Xie X-F.; A new secoiridoid glycoside and a new sesquiterpenoid glycoside from Valeriana jatamansi with neuroprotective activity. Phytochem Lett 2016,17,177-180", "ArticleIdList": ["10.1016/j.phytol.2016.07.020"]}, {"Citation": "Komarova E.L.; Tsybul’ko N.S.; Sheichenko V.I.; Khorlin A.Y.; Fonin V.S.; Ivleva Z.Y.; Popov D.M.; Isolation and identification of valerenic acid from underground parts of common valerian. Pharm Chem J 2000,34(10),536-539", "ArticleIdList": ["10.1023/A:1010311314714"]}, {"Citation": "Sahu V.; Dhongade H.J.; Sawarkar H.A.; Sahu P.; Sahu R.; Patel D.; Kashyap P.; Isolation and characterization of valerenic acid from Valeriana wallichii (Valerianaceae). Int J Biol Pharm Allied Sci 2016,5,1230-1243"}, {"Citation": "Lin S.; Fu P.; Chen T.; Ye J.; Yang X.W.; Zhang W.D.; Three minor valepotriate isomers from Valeriana jatamansi and their cytotoxicity. J Asian Nat Prod Res 2017,19(1),15-21", "ArticleIdList": ["10.1080/10286020.2016.1258065", "27924641"]}, {"Citation": "Quan L.Q.; Su L.H.; Qi S.G.; Xue Y.; Yang T.; Liu D.; Zhao X.D.; Li R.T.; Li H.M.; Bioactive 3,8‐Epoxy iridoids from Valeriana jatamansi. Chem Biodivers 2019,16(5),e1800474", "ArticleIdList": ["10.1002/cbdv.201800474", "30801931"]}, {"Citation": "Quan L.Q.; Zhao Q.; Li R.T.; Li H.M.; The isolation of two new compounds from Valeriana jatamansi. Nat Prod Res 2022,36(13),3280-3285", "ArticleIdList": ["33261518"]}, {"Citation": "Kim C.S.; Kim K.H.; Lee K.R.; Phytochemical constituents of the leaves of Hosta longipes. Nat Prod Sci 2014,20,86-90"}, {"Citation": "Sun X.; Ma G.; Zhang D.; Huang W.; Ding G.; Hu H.; Tu G.; Guo B.; New lignans and iridoid glycosides from Dipsacus asper Wall. Molecules 2015,20(2),2165-2175", "ArticleIdList": ["10.3390/molecules20022165", "25635380"]}, {"Citation": "Shen Z.; Theander O.; (—)-Massoniresinol, a lignan from Pinus massoniana. Phytochemistry 1985,24(2),364-365", "ArticleIdList": ["10.1016/S0031-9422(00)83558-X"]}, {"Citation": "Gu J.Q.; Wang Y.; Franzblau S.G.; Montenegro G.; Yang D.; Timmermann B.N.; Antitubercular constituents of Valeriana laxiflora. Planta Med 2004,70(6),509-514", "ArticleIdList": ["10.1055/s-2004-827149", "15229801"]}, {"Citation": "Ren J.; Xie Y.; Huang Y.; Zhu S.; Yan S.; Jin H.; Zhang W.; Seven new lignan glycosides from the branches of Alangium kurzii Craib var. laxifolium. Fitoterapia 2017,121,152-158", "ArticleIdList": ["10.1016/j.fitote.2017.07.009", "28733150"]}, {"Citation": "Zhao G.; Hui Y.; Rupprecht J.K.; McLaughlin J.L.; Wood K.V.; Additional bioactive compounds and trilobacin, a novel highly cytotoxic acetogenin, from the bark of Asimina triloba. J Nat Prod 1992,55(3),347-356", "ArticleIdList": ["10.1021/np50081a011", "1593281"]}, {"Citation": "Quan L.Q.; Hegazy A.M.; Zhang Z.J.; Zhao X.D.; Li H.M.; Li R.T.; Iridoids and bis-iridoids from Valeriana jatamansi and their cytotoxicity against human glioma stem cells. Phytochemistry 2020,175,112372", "ArticleIdList": ["10.1016/j.phytochem.2020.112372", "32305683"]}, {"Citation": "Wang Y.; Shi D.Q.; Jiang N.; Rao K.R.; Zhang S.X.; Liu D.; Li R.T.; Li H.M.; A new acylated iridoid and other chemical constituents from Valeriana jatamansi and their biological activities. Nat Prod Res 2023,37(2),248-255", "ArticleIdList": ["10.1080/14786419.2021.1961255", "34343061"]}, {"Citation": "Tram L.H.; Van Thong N.; Thuy L.T.; Anh N.T.; Minh N.H.; Minh T.T.; Thi Hong Phuong N.; Ha T.T.; Nguyet Nguyen T.M.; Le D.D.; Hiep N.D.; Park J.T.; Thi To Chinh T.; Thu Huong T.; Lee M.; Secondary metabolites from Valeriana jatamansi with their anti-inflammatory activity. Nat Prod Res 2022,36(18),4614-4623", "ArticleIdList": ["10.1080/14786419.2021.2004600", "34812687"]}, {"Citation": "Huong T.T.; Tram L.H.; Thong N.V.; Minh N.H.; Minh T.T.; Quang T.T.; Ha T.T.; Hung N.D.; Don D.V.; Nguyen T.M.N.; Park J.; Furofuran lignans from Valeriana jatamansi with their antioxidant and anticancer properties. Vietnam J Chem 2022,60(2),157-163"}, {"Citation": "Youssef F.S.; Ashour M.L.; El-Beshbishy H.A.; Ahmed Hamza A.; Singab A.N.B.; Wink M.; Pinoresinol-4- O-β -D-glucopyranoside: A lignan from prunes (Prunus domestica) attenuates oxidative stress, hyperglycaemia and hepatic toxicity in vitro and in vivo. J Pharm Pharmacol 2020,72(12),1830-1839", "ArticleIdList": ["10.1111/jphp.13358", "32856312"]}, {"Citation": "Quan L.Q.; Zhou Y.; Liu D.; Chen C.H.; Li H.M.; Li R.T.; Iridoids and sesquiterpenoids from Valeriana jatamansi and their anti-influenza virus activities. Bioorg Chem 2022,121,105692", "ArticleIdList": ["10.1016/j.bioorg.2022.105692", "35248903"]}, {"Citation": "Wang Y.; Liu Z.Y.; Zhou Y.; Liao C.C.; Liu D.; Li R.T.; Li H.M.; The chemical constituents from Valeriana jatamansi and their anti-influenza virus and anti-inflammatory effects. Phytochem Lett 2022,52,20-26", "ArticleIdList": ["10.1016/j.phytol.2022.08.016"]}, {"Citation": "Maurya A.K.; Sharma A.; Kumar K.; Chander R.; Kumar A.; Kumar D.; Padwad Y.S.; Chand G.; Agnihotri V.K.; Comparative studies of essential oils composition and cytotoxic activity of Valeriana jatamansi Jones. J Essent Oil Res 2021,33(6),584-591", "ArticleIdList": ["10.1080/10412905.2021.1966846"]}, {"Citation": "Faraldos J.A.; Wu S.; Chappell J.; Coates R.M.; Doubly deuterium-labeled patchouli alcohol from cyclization of singly labeled [2-(2)H(1)]farnesyl diphosphate catalyzed by recombinant patchoulol synthase. J Am Chem Soc 2010,132(9),2998-3008", "ArticleIdList": ["10.1021/ja909251r", "20148554"]}, {"Citation": "Maurya A.; Agnihotri V.; Juniperus communis, Hedychium spicatum and Valeriana jatamansi from India LAP LAMBERT Academic Publishing 2022,1-384"}, {"Citation": "Weyerstahl P.; Christiansen C.; Marschall H.; New sesquiterpene ethers and other constituents isolated from Brazilian vassoura oil. Liebigs Ann 1995,1995(6),1039-1043", "ArticleIdList": ["10.1002/jlac.1995199506147"]}, {"Citation": "Sood V.K.; Isolation of maaliol from the oil of Valeriana wallichii. Indian J Chem 1964,2,170-171"}, {"Citation": "van Beek T.A.; Lelyveld G.P.; Gijsen H.J.M.; Lankhorst P.P.; Confirmation of the structure of kessane by NMR spectroscopy. J Essent Oil Res 1993,5(2),169-178", "ArticleIdList": ["10.1080/10412905.1993.9698196"]}, {"Citation": "Maurya A.K.; Kumar A.; Agnihotri V.K.; New iridoids from the roots of Valeriana jatamansi Jones. Nat Prod Res 2022,36(13),3360-3367", "ArticleIdList": ["33297740"]}, {"Citation": "Kurkin V.A.; Lapina A.S.; Daeva E.D.; Kadentsev V.I.; Flavonoids from herb of Monarda fistulosa. Chem Nat Compd 2020,56(2),242-245", "ArticleIdList": ["10.1007/s10600-020-02997-1"]}, {"Citation": "Li Y.; Teng Z.; Parkin K.L.; Wang Q.; Zhang Q.; Luo W.; Ma D.; Zhao M.; Identification of bioactive metabolites dihydrocanadensolide, Kojic acid, and vanillic acid in soy sauce using GC-MS, NMR spectroscopy, and single-crystal X-ray diffraction. J Agric Food Chem 2014,62(33),8392-8401", "ArticleIdList": ["10.1021/jf502159m", "25090452"]}, {"Citation": "Bi Y.F.; Zheng X.K.; Feng W.S.; Shi S.P.; Isolation and structural identification of chemical constituents from Selaginella tamariscina (Beauv.) Spring. Yao Xue Xue Bao 2004,39(1),41-45", "ArticleIdList": ["15127580"]}, {"Citation": "Aliba M.O.; Ndukwe I.G.; Ibrahim H.; Isolation and characterization of Β-sitosterol from methanol extracts of the stem bark of large- leaved rock fig (Ficus abutilifolia Miq). J Appl Sci Environ Manag 2018,22(10),1639-1642", "ArticleIdList": ["10.4314/jasem.v22i10.19"]}, {"Citation": "Ufuk K.; Gulacti T.; Seher B.; Gulten O.; Ayhan U.; Terpenoids and steroids from the roots of Salvia blepharochlaena. Turk J Chem 2005,29,177-186"}, {"Citation": "El-Shiekh R.A.; Al-Mahdy D.A.; Hifnawy M.S.; Tzanova T.; Evain-Bana E.; Philippot S.; Bagrel D.; Abdelsattar E.A.; Chemical and biological investigation of Ochrosia elliptica Labill. Rec Nat Prod 2017,11,552-557", "ArticleIdList": ["10.25135/rnp.70.17.03.049"]}, {"Citation": "Jin J.L.; Lee Y.Y.; Heo J.E.; Lee S.; Kim J.M.; Yun-Choi H.S.; Anti-platelet pentacyclic triterpenoids from leaves ofcampsis grandiflora. Arch Pharm Res 2004,27(4),376-380", "ArticleIdList": ["10.1007/BF02980076", "15180300"]}, {"Citation": "Kumar A.; Chand G.; Agnihotri V.K.; A new oxo-sterol derivative from the rhizomes of Costus speciosus. Nat Prod Res 2018,32(1),18-22", "ArticleIdList": ["10.1080/14786419.2017.1324962", "28480734"]}, {"Citation": "Maurya A.K.; Agnihotri V.K.; A new iridoid from the roots of Valeriana jatamansi Jones with α-glucosidase activity. Nat Prod Res 2023,1-6", "ArticleIdList": ["10.1080/14786419.2023.2187796", "36890769"]}, {"Citation": "Schneider G.; Veith J.; Valepotriat‐Artefakte aus Centranthus ruber (L.) DC. Arch Pharm 1985,318(6),515-519", "ArticleIdList": ["10.1002/ardp.19853180607"]}, {"Citation": "Shameel S.; Usmanghani K.; Ali M.S.; Ahmad V.U.; Chemical constituents from the seeds of Pongamia pinnata (L.) Pierre. Pak J Pharm Sci 1996,9(1),11-20", "ArticleIdList": ["16414771"]}, {"Citation": "Kraybill H.R.; Smith R.L.; Walter E.D.; The isolation of sucrose from soybeans. J Am Chem Soc 1937,59(11),2470-2471", "ArticleIdList": ["10.1021/ja01290a505"]}, {"Citation": "Cai J.; Zhao J.; Gao P.; Xia Y.; Patchouli alcohol suppresses castration-resistant prostate cancer progression by inhibiting NF-κB signal pathways. Transl Androl Urol 2022,11(4),528-542", "ArticleIdList": ["10.21037/tau-22-220", "35558260"]}, {"Citation": "Lu X.; Yang L.; Lu C.; Xu Z.; Qiu H.; Wu J.; Wang J.; Tong J.; Zhu Y.; Shen J.; Molecular role of EGFR-MAPK pathway in patchouli alcohol-induced apoptosis and cell cycle arrest on A549 cells in vitro and in vivo. BioMed Res Int 2016,2016,1-12", "ArticleIdList": ["10.1155/2016/4567580", "27830146"]}, {"Citation": "Lee H.S.; Lee J.; Smolensky D.; Lee S.H.; Potential benefits of patchouli alcohol in prevention of human diseases: A mechanistic review. Int Immunopharmacol 2020,89(Pt A),107056", "ArticleIdList": ["10.1016/j.intimp.2020.107056", "33039955"]}, {"Citation": "Dinda B.; Chowdhury D.R.; Mohanta B.C.; Naturally occurring iridoids, secoiridoids and their bioactivity. An updated review, part 3. Chem Pharm Bull 2009,57(8),765-796", "ArticleIdList": ["10.1248/cpb.57.765", "19652401"]}, {"Citation": "Yun-Liang X.; Bo Z.; Protective effect of patchouli alcohol against SH-SY5Y cell injury induced by Aβ25-35 via the reduction of oxidative stress and apoptosis. Nat Prod Commun 2021,1-9"}, {"Citation": "Naiman R.; Chapter 9 - Insomnia Integrative medicine 2018,74-85"}, {"Citation": "Li Y.C.; Xian Y.F.; Ip S.P.; Su Z.R.; Su J.Y.; He J.J.; Xie Q.F.; Lai X.P.; Lin Z.X.; Anti-inflammatory activity of patchouli alcohol isolated from Pogostemonis Herba in animal models. Fitoterapia 2011,82(8),1295-1301", "ArticleIdList": ["10.1016/j.fitote.2011.09.003", "21958968"]}, {"Citation": "Wu H.; Li B.; Wang X.; Jin M.; Wang G.; Inhibitory effect and possible mechanism of action of patchouli alcohol against influenza A (H2N2) virus. Molecules 2011,16(8),6489-6501", "ArticleIdList": ["10.3390/molecules16086489", "21814161"]}, {"Citation": "Yu Y.; Zhang Y.; Wang S.; Liu W.; Hao C.; Wang W.; Inhibition effects of patchouli alcohol against influenza a virus through targeting cellular PI3K/Akt and ERK/MAPK signaling pathways. Virol J 2019,16(1),163", "ArticleIdList": ["10.1186/s12985-019-1266-x", "31870450"]}, {"Citation": "Kiyohara H.; Ichino C.; Kawamura Y.; Nagai T.; Sato N.; Yamada H.; Patchouli alcohol: in vitro direct anti-influenza virus sesquiterpene in Pogostemon cablin Benth. J Nat Med 2012,66(1),55-61", "ArticleIdList": ["10.1007/s11418-011-0550-x", "21671149"]}, {"Citation": "Li Y.C.; Peng S.Z.; Chen H.M.; Zhang F.X.; Xu P.P.; Xie J.H.; He J.J.; Chen J.N.; Lai X.P.; Su Z.R.; Oral administration of patchouli alcohol isolated from pogostemonis herba augments protection against influenza viral infection in mice. Int Immunopharmacol 2012,12(1),294-301", "ArticleIdList": ["10.1016/j.intimp.2011.12.007", "22193241"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "7"}, {"Year": "2023", "Month": "12", "Day": "16"}, {"Year": "2023", "Month": "12", "Day": "28"}, {"Year": "2024", "Month": "6", "Day": "6", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "13", "Minute": "19"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "8", "Minute": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38318825", "10.2174/0115680266273617240129042653", "CTMC-EPUB-138298"]}}]}