{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Electronic waste", "Ethylenediamine", "Gold", "Palladium", "Pomegranate peel tannin", "Selective recovery"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38314278", "DateRevised": {"Year": "2024", "Month": "02", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["e24639", "10.1016/j.heliyon.2024.e24639"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "17"}], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "3", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "15"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "A new tannin-based adsorbent synthesized for rapid and selective recovery of palladium and gold: Optimization using central composite design.", "Pagination": {"StartPage": "e24639", "MedlinePgn": "e24639"}, "Abstract": {"AbstractText": ["A tannin-based adsorbent was synthesized by pomegranate peel tannin powder modified with ethylenediamine (PT-ED) for the rapid and selective recovery of palladium and gold. To characterize PT-ED, field emission scanning electron microscopy (FE-SEM), energy-dispersive X-ray spectroscopy (EDS-Mapping), and Fourier transform infrared spectroscopy (FT-IR) were used. Central composite design (CCD) was used for optimization. The kinetic, isotherm, interference of coexisting metal ions, and thermodynamics were studied. The optimal conditions, including Au (III) concentration = 30 <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>m</mi><mi>g</mi><mspace></mspace><mi>L</mi></mrow><mrow><mo>-</mo><mn>1</mn></mrow></msup></mrow></math>, Pd (II) concentration = 30 <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>m</mi><mi>g</mi><mspace></mspace><mi>L</mi></mrow><mrow><mo>-</mo><mn>1</mn></mrow></msup></mrow></math>, adsorbent mass = 26 mg, pH = 2, and time = 26 min with the sorption percent more than 99 %, were anticipated for both metals using CCD. Freundlich model and pseudo-second-order expressed the isotherm and kinetic adsorption of the both metals. The inhomogeneity of the adsorbent surface and the multi-layer adsorption of gold and palladium ions on the PT-ED surface are depicted by the Freundlich model. The thermodynamic investigation showed that <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>P</mi><mi>d</mi></mrow><mrow><mn>2</mn><mo>+</mo></mrow></msup></mrow></math> and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>A</mi><mi>u</mi></mrow><mrow><mn>3</mn><mo>+</mo></mrow></msup></mrow></math> ions adsorption via PT-ED was an endothermic, spontaneous, and feasible process. The maximum adsorption capacity of <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>P</mi><mi>d</mi></mrow><mrow><mn>2</mn><mo>+</mo></mrow></msup></mrow></math> and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>A</mi><mi>u</mi></mrow><mrow><mn>3</mn><mo>+</mo></mrow></msup></mrow></math> ions on PT-ED was 261.189 <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>m</mi><mi>g</mi><mspace></mspace><mi>g</mi></mrow><mrow><mo>-</mo><mn>1</mn></mrow></msup></mrow></math> and 220.277 <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>m</mi><mi>g</mi><mspace></mspace><mi>g</mi></mrow><mrow><mo>-</mo><mn>1</mn></mrow></msup></mrow></math>, respectively. The probable adsorption mechanism of <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>P</mi><mi>d</mi></mrow><mrow><mn>2</mn><mo>+</mo></mrow></msup></mrow></math> and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mrow><msup><mrow><mi>A</mi><mi>u</mi></mrow><mrow><mn>3</mn><mo>+</mo></mrow></msup></mrow></math> ions can be ion exchange and chelation. PT-ED (26 mg) recovered gold and palladium rapidly from the co-existing metals in the printed circuit board (PCB) scrap, including Ca, Zn, Si, Cr, Pb, Ni, Cu, Ba, W, Co, Mn, and Mg with supreme selectivity toward gold and palladium. The results of this work suggest the use of PT-ED with high selectivity and efficiency to recover palladium and gold from secondary sources such as PCB scrap."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Basic Sciences, Shahrekord University, Shahrekord, Iran."}], "LastName": "Zandi-Darehgharibi", "ForeName": "Farideh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Basic Sciences, Shahrekord University, Shahrekord, Iran."}], "LastName": "Haddadi", "ForeName": "Hedayat", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Asfaram", "ForeName": "Arash", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Buriac O., Ciopec M., Duţeanu N., Negrea A., Negrea P., Grozav I. Platinum (IV) recovery from waste solutions by adsorption onto dibenzo-30-crown-10 ether immobilized on Amberlite XAD7 resin–factorial design analysis. Molecules. 2020;25:3692. doi: 10.3390/molecules25163692.", "ArticleIdList": ["10.3390/molecules25163692", "PMC7465756", "32823592"]}, {"Citation": "Mihăilescu M., Negrea A., Ciopec M., Davidescu C.M., Negrea P., Duţeanu N., Rusu G. Gold (III) adsorption from dilute waste solutions onto Amberlite XAD7 resin modified with L-glutamic acid. Sci. Rep. 2019;9:8757. doi: 10.1038/s41598-019-45249-1.", "ArticleIdList": ["10.1038/s41598-019-45249-1", "PMC6584572", "31217435"]}, {"Citation": "Ianăşi C., Svera P., Popa A., Lazău R., Negrea A., Negrea P., Duteanu N., Ciopec M., Nemes N.S. Adsorbent material based on carbon black and bismuth with tunable properties for gold recovery. Materials. 2023;16:2837. doi: 10.3390/ma16072837.", "ArticleIdList": ["10.3390/ma16072837", "PMC10096360", "37049135"]}, {"Citation": "Kang H.Y., Schoenung J.M. Electronic waste recycling: a review of U.S. infrastructure and technology options. Resour. Conserv. Recycl. 2005;45:368–400. doi: 10.1016/j.resconrec.2005.06.001.", "ArticleIdList": ["10.1016/j.resconrec.2005.06.001"]}, {"Citation": "Ogata T., Nakano Y. Mechanisms of gold recovery from aqueous solutions using a novel tannin gel adsorbent synthesized from natural condensed tannin. Water Res. 2005;39:4281–4286. doi: 10.1016/j.watres.2005.06.036.", "ArticleIdList": ["10.1016/j.watres.2005.06.036", "16221485"]}, {"Citation": "Yi Q., Fan R., Xie F., Min H., Zhang Q., Luo Z. Selective recovery of Au(III) and Pd(II) from waste PCBs using ethylenediamine modified persimmon tannin adsorbent. Procedia Environ. Sci. 2016;31:185–194. doi: 10.1016/j.proenv.2016.02.025.", "ArticleIdList": ["10.1016/j.proenv.2016.02.025"]}, {"Citation": "Zeng X., Mathews J.A., Li J. Urban mining of E - waste is becoming more cost-E ff ective than virgin mining. Environ. Sci. Technol. 2018;52:4835–4841. doi: 10.1021/acs.est.7b04909.", "ArticleIdList": ["10.1021/acs.est.7b04909", "29616548"]}, {"Citation": "Gurung M., Adhikari B.B., Kawakita H., Ohto K., Inoue K., Alam S. Recovery of Au(III) by using low cost adsorbent prepared from persimmon tannin extract. Chem. Eng. J. 2011;174:556–563. doi: 10.1016/j.cej.2011.09.039.", "ArticleIdList": ["10.1016/j.cej.2011.09.039"]}, {"Citation": "Adhikari C.R., Parajuli D., Kawakita H., Inoue K., Ohto K., Harada H. Dimethylamine-modified waste paper for the recovery of precious metals. Environ. Sci. Technol. 2008;42:5486–5491. doi: 10.1021/es800155x.", "ArticleIdList": ["10.1021/es800155x", "18754465"]}, {"Citation": "Gurung M., Adhikari B.B., Kawakita H., Ohto K., Inoue K. Selective recovery of precious metals from acidic leach liquor of circuit boards of spent mobile phones using chemically modified persimmon tannin gel. Ind. Eng. Chem. Res. 2012;51:11901–11913. doi: 10.1021/ie3009023.", "ArticleIdList": ["10.1021/ie3009023"]}, {"Citation": "Gurung M., Babu B., Morisada S., Kawakita H., Ohto K. N -aminoguanidine modified persimmon tannin : a new sustainable material for selective adsorption, preconcentration and recovery of precious metals from acidic chloride solution. Bioresour. Technol. 2013;129:108–117. doi: 10.1016/j.biortech.2012.11.012.", "ArticleIdList": ["10.1016/j.biortech.2012.11.012", "23238341"]}, {"Citation": "Fan R., Min H., Hong X., Yi Q., Liu W., Zhang Q., Luo Z. Plant tannin immobilized Fe3O4@SiO2 microspheres: a novel and green magnetic bio-sorbent with superior adsorption capacities for gold and palladium. J. Hazard Mater. 2019;364:780–790. doi: 10.1016/j.jhazmat.2018.05.061.", "ArticleIdList": ["10.1016/j.jhazmat.2018.05.061", "30447562"]}, {"Citation": "Lin G., Wang S., Zhang L., Hu T., Peng J. Selective recovery of Au (III) from aqueous solutions using 2- aminothiazole functionalized corn bract as low-cost bioadsorbent. J. Clean. Prod. 2018;196:1007–1015. doi: 10.1016/j.jclepro.2018.06.168.", "ArticleIdList": ["10.1016/j.jclepro.2018.06.168"]}, {"Citation": "Xiong Y., Adhikari C.R., Kawakita H., Ohto K., Harada H., Inoue K. Recovery of precious metals by selective adsorption on dimethylamine- modified persimmon peel. Waste Biomass Valorization. 2010;1:339–345. doi: 10.1007/s12649-010-9029-3.", "ArticleIdList": ["10.1007/s12649-010-9029-3"]}, {"Citation": "Tadjarodi A., Moazen Ferdowsi S., Zare-Dorabei R., Barzin A. Highly efficient ultrasonic-assisted removal of Hg(II) ions on graphene oxide modified with 2-pyridinecarboxaldehyde thiosemicarbazone: adsorption isotherms and kinetics studies. Ultrason. Sonochem. 2016;33:118–128. doi: 10.1016/j.ultsonch.2016.04.030.", "ArticleIdList": ["10.1016/j.ultsonch.2016.04.030", "27245963"]}, {"Citation": "Tehrani M.S., Zare-Dorabei R. Competitive removal of hazardous dyes from aqueous solution by MIL-68(Al): derivative spectrophotometric method and response surface methodology approach. Spectrochim. Acta Mol. Biomol. Spectrosc. 2016;160:8–18. doi: 10.1016/j.saa.2016.02.002.", "ArticleIdList": ["10.1016/j.saa.2016.02.002", "26890205"]}, {"Citation": "Nasiri Azad F., Ghaedi M., Dashtian K., Hajati S., Goudarzi A., Jamshidi M. Enhanced simultaneous removal of malachite green and safranin O by ZnO nanorod-loaded activated carbon: modeling, optimization and adsorption isotherms. New J. Chem. 2015;39:7998–8005. doi: 10.1039/c5nj01281c.", "ArticleIdList": ["10.1039/c5nj01281c"]}, {"Citation": "Sheydaei M., Gasemsoltanlu A.B., Beiraghi A. Optimization of ultrasonic-assisted copper ion removal from polluted water by a natural clinoptilolite nanostructure through a central composite design. Clay Miner. 2019;54:339–347. doi: 10.1180/clm.2019.46.", "ArticleIdList": ["10.1180/clm.2019.46"]}, {"Citation": "Arabkhani P., Javadian H., Asfaram A., Hosseini S.N. A reusable mesoporous adsorbent for efficient treatment of hazardous triphenylmethane dye wastewater: RSM-CCD optimization and rapid microwave-assisted regeneration. Sci. Rep. 2021;11:1–18. doi: 10.1038/s41598-021-02213-2.", "ArticleIdList": ["10.1038/s41598-021-02213-2", "PMC8610993", "34815470"]}, {"Citation": "Foschi M., Capasso P., Maggi M.A., Ruggieri F., Fioravanti G. Experimental design and response surface methodology applied to graphene oxide reduction for adsorption of triazine herbicides. ACS Omega. 2021;6:16943–16954. doi: 10.1021/acsomega.1c01877.", "ArticleIdList": ["10.1021/acsomega.1c01877", "PMC8264846", "34250353"]}, {"Citation": "Bagheri A.R., Ghaedi M., Asfaram A., Jannesar R., Goudarzi A. Design and construction of nanoscale material for ultrasonic assisted adsorption of dyes: application of derivative spectrophotometry and experimental design methodology. Ultrason. Sonochem. 2017;35:112–123. doi: 10.1016/j.ultsonch.2016.09.008.", "ArticleIdList": ["10.1016/j.ultsonch.2016.09.008", "27639523"]}, {"Citation": "Bagheri A.R., Ghaedi M., Asfaram A., Bazrafshan A.A., Jannesar R. Comparative study on ultrasonic assisted adsorption of dyes from single system onto Fe3O4 magnetite nanoparticles loaded on activated carbon: experimental design methodology. Ultrason. Sonochem. 2017;34:294–304. doi: 10.1016/j.ultsonch.2016.05.047.", "ArticleIdList": ["10.1016/j.ultsonch.2016.05.047", "27773249"]}, {"Citation": "Sharifpour E., Haddadi H., Ghaedi M., Dashtian K., Asfaram A. Synthesis of antimicrobial cationic amphiphile functionalized mesocellular silica foam prepared on hard template/support activated carbon for enhanced simultaneous removal of Cu(II) and Zn(II) ions. J. Environ. Chem. Eng. 2018;6:4864–4877. doi: 10.1016/j.jece.2018.07.029.", "ArticleIdList": ["10.1016/j.jece.2018.07.029"]}, {"Citation": "Sharifpour E., Haddadi H., Ghaedi M., Asfaram A., Wang S. Simultaneous and rapid dye removal in the presence of ultrasound waves and a nano structured material: experimental design methodology, equilibrium and kinetics. RSC Adv. 2016;6:66311–66319. doi: 10.1039/c6ra13286c.", "ArticleIdList": ["10.1039/c6ra13286c"]}, {"Citation": "Singh R., Bhateria R. Optimization and experimental design of the Pb2+adsorption process on a nano-Fe3O4-based adsorbent using the response surface methodology. ACS Omega. 2020;5:28305–28318. doi: 10.1021/acsomega.0c04284.", "ArticleIdList": ["10.1021/acsomega.0c04284", "PMC7643284", "33163814"]}, {"Citation": "Hubau A., Chagnes A., Minier M., Touzé S., Chapron S., Guezennec A.G. Recycling-oriented methodology to sample and characterize the metal composition of waste Printed Circuit Boards. Waste Manage. (Tucson, Ariz.) 2019;91:62–71. doi: 10.1016/j.wasman.2019.04.041.", "ArticleIdList": ["10.1016/j.wasman.2019.04.041", "31203943"]}, {"Citation": "Asfaram A., Ghaedi M., Azqhandi M.H.A., Goudarzi A., Dastkhoon M. Statistical experimental design, least squares-support vector machine (LS-SVM) and artificial neural network (ANN) methods for modeling the facilitated adsorption of methylene blue dye. RSC Adv. 2016;6:40502–40516. doi: 10.1039/c6ra01874b.", "ArticleIdList": ["10.1039/c6ra01874b"]}, {"Citation": "Raja P.B., Rahim A.A., Qureshi A.K., Awang K. Green synthesis of silver nanoparticles using tannins. Mater. Sci.-Pol. 2014;32:408–413. doi: 10.2478/s13536-014-0204-2.", "ArticleIdList": ["10.2478/s13536-014-0204-2"]}, {"Citation": "Liu F., Zhou L., Tao L., Qian L., Yu G., Deng S. Adsorption behavior and mechanism of Au(III) on caffeic acid functionalized viscose staple fibers. Chemosphere. 2020;253 doi: 10.1016/j.chemosphere.2020.126704.", "ArticleIdList": ["10.1016/j.chemosphere.2020.126704", "32464774"]}, {"Citation": "Xie F., Fan Z., Zhang Q., Luo Z. Selective adsorption of Au3+ from aqueous solutions using persimmon powder-formaldehyde resin. J. Appl. Polym. Sci. 2013;130:3937–3946. doi: 10.1002/app.39521.", "ArticleIdList": ["10.1002/app.39521"]}, {"Citation": "Mendonça F.G., Silva T.G., do Nascimento G.M., Stumpf H.O., Mambrini R.V., do Pim W.D. Human hair as adsorbent of palladium(II) in solution: a precursor of well-dispersed size-controlled Pd nanoparticles. J. Braz. Chem. Soc. 2019;30:736–743. doi: 10.21577/0103-5053.20180194.", "ArticleIdList": ["10.21577/0103-5053.20180194"]}, {"Citation": "Abed L., Belattar N. Polyphenols content, chelating properties and adsorption isotherms and kinetics of red and yellow pomegranate peels (punica granatum L.) towards lead (II) Pol. J. Environ. Stud. 2022;31:5765–5779. doi: 10.15244/pjoes/152381.", "ArticleIdList": ["10.15244/pjoes/152381"]}, {"Citation": "Boutaleb Y., Zerdoum R., Bensid N., Abumousa R.A., Hattab Z., Bououdina M. Adsorption of Cr (VI) by mesoporous pomegranate peel biowaste from synthetic wastewater under dynamic mode. Water. 2022;23:3885. doi: 10.3390/w14233885.", "ArticleIdList": ["10.3390/w14233885"]}, {"Citation": "Arabkhani P., Asfaram A. Development of a novel three-dimensional magnetic polymer aerogel as an efficient adsorbent for malachite green removal. J. Hazard Mater. 2020;384 doi: 10.1016/j.jhazmat.2019.121394.", "ArticleIdList": ["10.1016/j.jhazmat.2019.121394", "31628059"]}, {"Citation": "Hashemi S.Y., Badi M.Y., Pasalari H., Azari A., Arfaeinia H., Kiani A. Degradation of Ceftriaxone from aquatic solution using a heterogeneous and reusable O 3/UV/Fe 3 O 4 @ TiO 2 systems : operational factors , kinetics and mineralisation. J. Environ. Anal. Chem. 2020;00:1–17. doi: 10.1080/03067319.2020.1817909.", "ArticleIdList": ["10.1080/03067319.2020.1817909"]}, {"Citation": "Wang Z., Li X., Liang H., Ning J., Zhou Z., Li G. Equilibrium, kinetics and mechanism of Au3 +, Pd2 + and Ag+ ions adsorption from aqueous solutions by graphene oxide functionalized persimmon tannin. Mater. Sci. Eng. C. 2017;79:227–236. doi: 10.1016/j.msec.2017.05.038.", "ArticleIdList": ["10.1016/j.msec.2017.05.038", "28629012"]}, {"Citation": "Adegoke H.I., AmooAdekola F., Fatoki O.S., Ximba B.J. Adsorption of Cr (VI) on synthetic hematite (α-Fe2O3) nanoparticles of different morphologies. Korean J. Chem. Eng. 2014;31:142–154. doi: 10.1007/s11814-013-0204-7.", "ArticleIdList": ["10.1007/s11814-013-0204-7"]}, {"Citation": "Ngomsik A.F., Bee A., Siaugue J.M., Talbot D., Cabuil V., Cote G. Co(II) removal by magnetic alginate beads containing Cyanex 272 ®. J. Hazard Mater. 2009;166:1043–1049. doi: 10.1016/j.jhazmat.2008.11.109.", "ArticleIdList": ["10.1016/j.jhazmat.2008.11.109", "19157703"]}, {"Citation": "Panda R., Dinkar O.S., Jha M.K., Pathak D.D. Novel approach for selective recovery of gold, copper, and iron as marketable product from industrial effluent. Gold Bull. 2020;53:11–18. doi: 10.1007/s13404-020-00269-y.", "ArticleIdList": ["10.1007/s13404-020-00269-y"]}, {"Citation": "Tofan L., Bunia I., Paduraru C., Teodosiu C. Synthesis, characterization and experimental assessment of a novel functionalized macroporous acrylic copolymer for gold separation from wastewater. Process Saf. Environ. Prot. 2017;106:150–162. doi: 10.1016/j.psep.2017.01.002.", "ArticleIdList": ["10.1016/j.psep.2017.01.002"]}, {"Citation": "Jia Z., Yin P., Yang Z., Liu X., Xu Y., Sun W., Cai H., Xu Q. Triphosphonic acid modified multi-walled carbon nanotubes for gold ions adsorption. Phosphorus, Phosphorus Sulfur Silicon Relat Elem. 2020;196:106–118. doi: 10.1080/10426507.2020.1818748.", "ArticleIdList": ["10.1080/10426507.2020.1818748"]}, {"Citation": "Liu F., Wang S., Chen S. Adsorption behavior of Au(III) and Pd(II) on persimmon tannin functionalized viscose fiber and the mechanism. Int. J. Biol. Macromol. 2020;152:1242–1251. doi: 10.1016/j.ijbiomac.2019.10.221.", "ArticleIdList": ["10.1016/j.ijbiomac.2019.10.221", "31759026"]}, {"Citation": "Albishri H.M., Marwani H.M. Chemically modified activated carbon with tris(hydroxymethyl)aminomethane for selective adsorption and determination of gold in water samples. Arab. J. Chem. 2016;9 doi: 10.1016/j.arabjc.2011.03.017. S252–S258.", "ArticleIdList": ["10.1016/j.arabjc.2011.03.017"]}, {"Citation": "Gebremichael G.T., Kim H., Nisola G.M., Chung W.J. Asparagine anchored on mesoporous silica for Au (III) capture: elucidation of adsorption-reduction mechanisms and their implications towards selective Au (III) recovery. Appl. Surf. Sci. 2021;567 doi: 10.1016/j.apsusc.2021.150743.", "ArticleIdList": ["10.1016/j.apsusc.2021.150743"]}, {"Citation": "Deng K., Yin P., Liu X., Tang Q., Qu R. Modeling, analysis and optimization of adsorption parameters of Au(III) using low-cost agricultural residuals buckwheat hulls. J. Ind. Eng. Chem. 2014;20:2428–2438. doi: 10.1016/j.jiec.2013.10.023.", "ArticleIdList": ["10.1016/j.jiec.2013.10.023"]}, {"Citation": "Moghazy R.M., Labena A., Husien S., Mansor E.S., Abdelhamid A.E. Neoteric approach for efficient eco-friendly dye removal and recovery using algal-polymer biosorbent sheets: characterization, factorial design, equilibrium and kinetics. Int. J. Biol. Macromol. 2020;157:494–509. doi: 10.1016/j.ijbiomac.2020.04.165.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.04.165", "32339579"]}, {"Citation": "Liu F., Zhou Z., Li G. Persimmon tannin functionalized polyacrylonitrile fiber for highly efficient and selective recovery of Au(III) from aqueous solution. Chemosphere. 2021;264 doi: 10.1016/j.chemosphere.2020.128469.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128469", "33022501"]}, {"Citation": "Gholamiyan S., Hamzehloo M., Farrokhnia A. RSM optimized adsorptive removal of erythromycin using magnetic activated carbon : adsorption isotherm , kinetic modeling and thermodynamic studies. Sustain. Chem. Pharm. 2020;17 doi: 10.1016/j.scp.2020.100309.", "ArticleIdList": ["10.1016/j.scp.2020.100309"]}, {"Citation": "Pandiarajan A., Kamaraj R., Vasudevan S., Vasudevan S. OPAC (Orange Peel Activated Carbon) derived from waste orange peel for the adsorption of Chlorophenoxyacetic Acid herbicides from water : adsorption isotherm , kinetic modelling and thermodynamic studies. Bioresour. Technol. 2018;261:329–341. doi: 10.1016/j.biortech.2018.04.005.", "ArticleIdList": ["10.1016/j.biortech.2018.04.005", "29677661"]}, {"Citation": "Fito J., Abewaa M., Mengistu A., Angassa K., Ambaye A.D., Moyo W., Nkambule T. Adsorption of methylene blue from textile industrial wastewater using activated carbon developed from Rumex abyssinicus plant. Sci. Rep. 2023;13:5427. doi: 10.1038/s41598-023-32341-w.", "ArticleIdList": ["10.1038/s41598-023-32341-w", "PMC10070411", "37012298"]}, {"Citation": "Salleh N.F.M., Jalil A.A., Triwahyono S., Ripin A., Sidik S.M., Fatah N.A.A., Salamun N., Jaafar N.F., Hassim M.H. New direct consecutive formation of spinel phase in (Fe,Co,Ni)Al2O4 composites for enhanced Pd(II) ions removal. J. Alloys Compd. 2017;727:744–756. doi: 10.1016/j.jallcom.2017.08.191.", "ArticleIdList": ["10.1016/j.jallcom.2017.08.191"]}, {"Citation": "Uddin M.K., Nasar A. Walnut shell powder as a low-cost adsorbent for methylene blue dye: isotherm, kinetics, thermodynamic, desorption and response surface methodology examinations. Sci. Rep. 2020;10:1–13. doi: 10.1038/s41598-020-64745-3.", "ArticleIdList": ["10.1038/s41598-020-64745-3", "PMC7224211", "32409753"]}, {"Citation": "Abdullah A. Balouch, Talpur F.N., Kumar A., Shah M.T., Mahar A.M. Amina, Synthesis of ultrasonic-assisted lead ion imprinted polymer as a selective sorbent for the removal of Pb 2+ in a real water sample. Microchem. J. 2019;146:1160–1168. doi: 10.1016/j.microc.2019.02.037.", "ArticleIdList": ["10.1016/j.microc.2019.02.037"]}, {"Citation": "Bui T.H., Lee W., Jeon S.B., Kim K.W., Lee Y. Enhanced Gold(III) adsorption using glutaraldehyde-crosslinked chitosan beads: effect of crosslinking degree on adsorption selectivity, capacity, and mechanism. Sep. Purif. Technol. 2020;248 doi: 10.1016/j.seppur.2020.116989.", "ArticleIdList": ["10.1016/j.seppur.2020.116989"]}, {"Citation": "Jethave G., Fegade U., Attarde S., Ingle S., Ghaedi M., Sabzehmeidani M.M. Exploration of the adsorption capability by doping Pb@ZnFe2O4 nanocomposites (NCs) for decontamination of dye from textile wastewater. Heliyon. 2019;5 doi: 10.1016/j.heliyon.2019.e02412.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02412", "PMC6819840", "31687542"]}, {"Citation": "Yazdankish E., Foroughi M., Azqhandi M.H.A. Capture of I131 from medical-based wastewater using the highly effective and recyclable adsorbent of g-C3N4 assembled with Mg-Co-Al-layered double hydroxide. J. Hazard Mater. 2020;389 doi: 10.1016/j.jhazmat.2020.122151.", "ArticleIdList": ["10.1016/j.jhazmat.2020.122151", "32006938"]}, {"Citation": "Dashamiri S., Ghaedi M., Asfaram A., Zare F., Wang S. Multi-response optimization of ultrasound assisted competitive adsorption of dyes onto Cu (OH)2-nanoparticle loaded activated carbon: central composite design. Ultrason. Sonochem. 2017;34:343–353. doi: 10.1016/j.ultsonch.2016.06.007.", "ArticleIdList": ["10.1016/j.ultsonch.2016.06.007", "27773255"]}, {"Citation": "Zandi-Darehgharibi F., Haddadi H., Asfaram A. Fast and selective adsorption of Au (III) from the waste printed circuit boards using a low-cost adsorbent: optimization by central composite design based on response surface methodology. J. Chem. 2023;2023 doi: 10.1155/2023/7465722. Article ID 7465722.", "ArticleIdList": ["10.1155/2023/7465722"]}, {"Citation": "Xue D., Li T., Liu Y., Yang Y., Zhang Y., Cui J., Ben Guo D. Selective adsorption and recovery of precious metal ions from water and metallurgical slag by polymer brush graphene–polyurethane composite. React. Funct. Polym. 2019;136:138–152. doi: 10.1016/j.reactfunctpolym.2018.12.026.", "ArticleIdList": ["10.1016/j.reactfunctpolym.2018.12.026"]}, {"Citation": "Liu L., Liu S., Zhang Q., Li C., Bao C., Liu X., Xiao P. Adsorption of Au(III), Pd(II), and Pt(IV) from aqueous solution onto graphene oxide. J. Chem. Eng. Data. 2013;58:209–216. doi: 10.1021/je300551c.", "ArticleIdList": ["10.1021/je300551c"]}, {"Citation": "Lin S., Kumar Reddy D.H., Bediako J.K., Song M.H., Wei W., Kim J.A., Yun Y.S. Effective adsorption of Pd(II), Pt(IV) and Au(III) by Zr(IV)-based metal-organic frameworks from strongly acidic solutions. J. Mater. Chem. A. 2017;5:13557–13564. doi: 10.1039/c7ta02518a.", "ArticleIdList": ["10.1039/c7ta02518a"]}, {"Citation": "Rasoulzadeh H., Sheikhmohammadi A., Abtahi M., Roshan B., Jokar R. Eco-friendly rapid removal of palladium from aqueous solutions using alginate-diatomite magnano composite. J. Environ. Chem. Eng. 2021;9 doi: 10.1016/j.jece.2021.105954.", "ArticleIdList": ["10.1016/j.jece.2021.105954"]}, {"Citation": "Sharififard H., Soleimani M., Ashtiani F.Z. Evaluation of activated carbon and bio-polymer modified activated carbon performance for palladium and platinum removal. J. Taiwan Inst. Chem. Eng. 2012;43:696–703. doi: 10.1016/j.jtice.2012.04.007.", "ArticleIdList": ["10.1016/j.jtice.2012.04.007"]}, {"Citation": "Rajahalme J., Perämäki S., Väisänen A. Separation of palladium and silver from E-waste leachate: effect of nitric acid concentration on adsorption to Thiol scavenger. Chem. Eng. J. Adv. 2022;10 doi: 10.1016/j.ceja.2022.100280.", "ArticleIdList": ["10.1016/j.ceja.2022.100280"]}, {"Citation": "Biata N.R., Jakavula S., Mpupa A., Moutloali R.M., Nomngongo P.N. Recovery of palladium and gold from PGM ore and concentrates using ZnAl-layered double Hydroxide@zeolitic imidazolate framework-8 nanocomposite. Separations. 2022;9:274. doi: 10.3390/separations9100274.", "ArticleIdList": ["10.3390/separations9100274"]}, {"Citation": "Xie F., Fan R., Yi Q., Fan Z., Zhang Q., Luo Z. Adsorption recovery of Pd(II) from aqueous solutions by persimmon residual based bio-sorbent. Hydrometallurgy. 2016;165:323–328. doi: 10.1016/j.hydromet.2016.01.005.", "ArticleIdList": ["10.1016/j.hydromet.2016.01.005"]}, {"Citation": "Cheraghipour E., Pakshir M. Environmentally friendly magnetic chitosan nano-biocomposite for Cu(II) ions adsorption and magnetic nano-fluid hyperthermia: CCD-RSM design. J. Environ. Chem. Eng. 2021;9 doi: 10.1016/j.jece.2020.104883.", "ArticleIdList": ["10.1016/j.jece.2020.104883"]}, {"Citation": "Mazaheri H., Ghaedi M., Asfaram A., Hajati S. Performance of CuS nanoparticle loaded on activated carbon in the adsorption of methylene blue and bromophenol blue dyes in binary aqueous solutions: using ultrasound power and optimization by central composite design. J. Mol. Liq. 2016;219:667–676. doi: 10.1016/j.molliq.2016.03.050.", "ArticleIdList": ["10.1016/j.molliq.2016.03.050"]}, {"Citation": "Khosravi R., Azizi A., Ghaedrahmati R., Gupta V.K., Agarwal S. Adsorption of gold from cyanide leaching solution onto activated carbon originating from coconut shell—optimization, kinetics and equilibrium studies. J. Ind. Eng. Chem. 2017;54:464–471. doi: 10.1016/j.jiec.2017.06.036.", "ArticleIdList": ["10.1016/j.jiec.2017.06.036"]}, {"Citation": "Şahan T. Application of RSM for Pb(II) and Cu(II) adsorption by bentonite enriched with SH groups and a binary system study. J. Water Process Eng. 2019;31 doi: 10.1016/j.jwpe.2019.100867.", "ArticleIdList": ["10.1016/j.jwpe.2019.100867"]}, {"Citation": "Moghaddari M., Yousefi F., Ghaedi M., Dashtian K. A simple approach for the sonochemical loading of Au, Ag and Pd nanoparticle on functionalized MWCNT and subsequent dispersion studies for removal of organic dyes: artificial neural network and response surface methodology studies. Ultrason. Sonochem. 2018;42:422–433. doi: 10.1016/j.ultsonch.2017.12.003.", "ArticleIdList": ["10.1016/j.ultsonch.2017.12.003", "29429688"]}, {"Citation": "Mousavi S.J., Parvini M., Ghorbani M. Experimental design data for the zinc ions adsorption based on mesoporous modified chitosan using central composite design method. Carbohydr. Polym. 2018;188:197–212. doi: 10.1016/j.carbpol.2018.01.105.", "ArticleIdList": ["10.1016/j.carbpol.2018.01.105", "29525157"]}, {"Citation": "Mohdee V., Maneeintr K., Wannachod T., Phatanasri S., Pancharoen U. Optimization of process parameters using response surface methodology for Pd(II) extraction with quaternary ammonium salt from chloride medium: kinetic and thermodynamics study. Chem. Pap. 2018;72:3129–3139. doi: 10.1007/s11696-018-0542-3.", "ArticleIdList": ["10.1007/s11696-018-0542-3"]}, {"Citation": "Arshad F., Selvaraj M., Zain J., Banat F., Haija M.A. Polyethylenimine modified graphene oxide hydrogel composite as an efficient adsorbent for heavy metal ions. Sep. Purif. Technol. 2019;209:870–880. doi: 10.1016/j.seppur.2018.06.035.", "ArticleIdList": ["10.1016/j.seppur.2018.06.035"]}, {"Citation": "Ashrafi A., Rahbar-Kelishami A., Shayesteh H. Highly efficient simultaneous ultrasonic assisted adsorption of Pb (II) by Fe3O4@MnO2 core-shell magnetic nanoparticles: synthesis and characterization, kinetic, equilibrium, and thermodynamic studies. J. Mol. Struct. 2017;1147:40–47. doi: 10.1016/j.molstruc.2017.06.083.", "ArticleIdList": ["10.1016/j.molstruc.2017.06.083"]}, {"Citation": "Rakhila Y., Elmchaouri A., Mestari A., Korili S., Abouri M., Gil A. Adsorption recovery of Ag(I) and Au(III) from an electronics industry wastewater on a clay mineral composite. Int. J. Miner. Metall. Mater. 2019;26:673–680. doi: 10.1007/s12613-019-1777-x.", "ArticleIdList": ["10.1007/s12613-019-1777-x"]}, {"Citation": "Javadian H., Ruiz M., Maria A. Response surface methodology based on central composite design for simultaneous adsorption of rare earth elements using nanoporous calcium alginate/carboxymethyl chitosan microbiocomposite powder containing Ni0.2Zn0.2Fe2.6O4 magnetic nanoparticles: batch and column studies. Int. J. Biol. Macromol. 2020;154:937–953. doi: 10.1016/j.ijbiomac.2020.03.131.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.03.131", "32194123"]}, {"Citation": "Jafarnejad M., Daghighi M., Afshar F., Manoochehri M. Synthesis of multi-functionalized Fe 3 O 4 -NH 2 -SH nano fi ber based on chitosan for single and simultaneous adsorption of Pb (II) and Ni (II) from aqueous system. Int. J. Biol. Macromol. 2020;148:201–217. doi: 10.1016/j.ijbiomac.2020.01.017.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.01.017", "31917990"]}, {"Citation": "Neyestani M.R., Shemirani F., Mozaffari S., Alvand M. A magnetized graphene oxide modified with 2-mercaptobenzothiazole as a selective nanosorbent for magnetic solid phase extraction of gold(III), palladium(II) and silver(I) Microchim. Acta. 2017;184:2871–2879. doi: 10.1007/s00604-017-2299-8.", "ArticleIdList": ["10.1007/s00604-017-2299-8"]}, {"Citation": "Biswas F.B., Rahman I.M.M., Nakakubo K., Yunoshita K., Endo M., Mashio A.S., Taniguchi T., Nishimura T., Maeda K., Hasegawa H. Comparative evaluation of dithiocarbamate-modified cellulose and commercial resins for recovery of precious metals from aqueous matrices. J. Hazard Mater. 2021;418 doi: 10.1016/j.jhazmat.2021.126308.", "ArticleIdList": ["10.1016/j.jhazmat.2021.126308", "34329039"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "26"}, {"Year": "2023", "Month": "12", "Day": "8"}, {"Year": "2024", "Month": "1", "Day": "11"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "5", "Hour": "5", "Minute": "2"}, {"Year": "2024", "Month": "1", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38314278", "PMC10837505", "10.1016/j.heliyon.2024.e24639", "S2405-8440(24)00670-4"]}}]}