{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38328477", "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["2119056", "10.1155/2024/2119056"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "31"}], "Journal": {"ISSN": "2090-0023", "JournalIssue": {"Volume": "2024", "PubDate": {"Year": "2024"}}, "Title": "Journal of parasitology research", "ISOAbbreviation": "J Parasitol Res"}, "ArticleTitle": "<i>In Vitro</i> Filaricidal Properties of Aqueous Extracts of <i>Combretum nigricans</i> (Combretaceae) on <i>Onchocerca ochengi</i> (Onchocercidae).", "Pagination": {"StartPage": "2119056", "MedlinePgn": "2119056"}, "Abstract": {"AbstractText": ["Onchocerciasis is an endemic parasitic disease in sub-Saharan Africa that significantly impacts animal and human health. In Northern Cameroon, medicinal plants from the <i>Combretum</i> genus are used for onchocerciasis traditional treatment although there is no scientific evidence of their antifilarial potential. This study evaluates the <i>in vitro</i> macro- and microfilaricidal properties of water extracts from <i>Combretum nigricans</i> in <i>Onchocerca ochengi</i>. <i>Material and Methods</i>. <i>O. ochengi</i> microfilariae and adult male worms were recovered from cowhide fragments. Oxidative stress indicators and motility tests were used to assess the filaricidal impact. Female albino rats were used to test for acute toxicity. The contents of secondary metabolites were quantified.", "The bark aqueous extract was more active on macrofilariae at 1 mg/mL for 24 h (100%) than the leaf (63.9%) and root (75%) extracts at the same concentration. Likewise, a stronger microfilaricidal effect was found with this extract at 0.5 mg/mL for 1 h (100%) compared to root and leaf extracts. The dose-response effect with the bark extract gave an inhibitory concentration 50 (IC<sub>50</sub>) of 351 <i>μ</i>g/mL vs. 113 <i>μ</i>g/mL for flubendazole after 24 h incubation, while the microfilaricidal efficacy revealed an IC<sub>50</sub> of 158.7 <i>μ</i>g/mL vs. 54.09 <i>μ</i>g/mL for ivermectin after one-hour incubation. Examining stress indicators on parasite homogenates showed that macrofilaricidal activity is associated with a significant increase in nitric oxide, glutathione, and malondialdehyde generation and a decrease in catalase activity. At 2000 mg/kg, rats showed no harm. The phytochemical investigation revealed that the barks contained more phenolic acids, condensed tannins, flavonoids, and saponins than the leaves (<i>p</i> < 0.001).", "These findings support <i>C. nigricans</i>' antifilarial activity and identify oxidative stress indicators as prospective treatment targets in <i>O. ochengi</i>. It would be interesting to conduct in vivo studies to understand their antifilarial activity better."], "CopyrightInformation": "Copyright © 2024 Banserne Brey Ignagali et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry, Department of Biological Sciences, Faculty of Science, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Ignagali", "ForeName": "Banserne Brey", "Initials": "BB"}, {"Identifier": ["0000-0002-4324-5951"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry, Department of Biological Sciences, Faculty of Science, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Galani Tietcheu", "ForeName": "Borris Rosnay", "Initials": "BR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry, Department of Biological Sciences, Faculty of Science, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Betrosse", "ForeName": "Theodore", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry, Department of Biological Sciences, Faculty of Science, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Kamaya", "ForeName": "Blaise", "Initials": "B"}, {"Identifier": ["0000-0003-1757-9672"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Biochemistry, Department of Biological Sciences, Faculty of Science, University of Ngaoundere, Ngaoundere, Cameroon."}], "LastName": "Ndjonka", "ForeName": "Dieudonne", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Parasitol Res", "NlmUniqueID": "101526294", "ISSNLinking": "2090-0023"}, "CoiStatement": "This study was performed as part of the master's thesis in Animal Biology of the first author (BBI) and the employment of BRGT and DN at the University of Ngaoundere (Cameroon)."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Castañeda S., Paniz-mondol A., Ram J. D. Detangling the crosstalk between Ascaris , Trichuris and gut microbiota: what’ s next ? Frontiers in Cellular and Infection Microbiology . 2022;12, article 852900:1–14. doi: 10.3389/fcimb.2022.852900.", "ArticleIdList": ["10.3389/fcimb.2022.852900", "PMC9174645", "35694539"]}, {"Citation": "WHO. \nSoil-Transmitted Helminth Infections\n. WHO; 2023.  \n https://www.who.int/news-room/fact-sheets/detail/soil-transmitted-helminth-infections\n."}, {"Citation": "WHO. \nLymphatic Filariasis\n. WHO; 2023.  \n https://www.who.int/news-room/fact-sheets/detail/lymphatic-filariasis\n."}, {"Citation": "WHO. \nOnchocerciasis\n. WHO; 2022.  \n https://www.who.int/news-room/fact-sheets/detail/onchocerciasis\n."}, {"Citation": "Brattig W. N., Cheke A. R., Garms R. Onchocerciasis (river blindness) - more than a century of research and control. Acta Tropica . 2021;218, article 105677 doi: 10.1016/j.actatropica.2020.105677.", "ArticleIdList": ["10.1016/j.actatropica.2020.105677", "32857984"]}, {"Citation": "Mounchili S. C., Ghogomu M. A., Ghogomu S. M., Njum F. N., She R. A., Souopgui J. Analysis of onchocerca volvulus B-tubulin gene polymorphism in the Mbonge sub-division of Cameroon: evidence of gene selection by ivermectin. Journal of Pathogens . 2020;9"}, {"Citation": "Tsapsi E. M., Todjom F. G., Gamago G.-A. Prevalence of onchocerciasis after seven years of continuous community-directed treatment with ivermectin in the Ntui health district, Centre region, Cameroon. Pan African Medical Journal . 2020;36(1):1–8.", "ArticleIdList": ["PMC7467880", "32952824"]}, {"Citation": "Forrer A., Wanji S., Obie E. D., et al. Why onchocerciasis transmission persists after 15 annual ivermectin mass drug administrations in south- ­ west Cameroon. BMJ Global Health . 2021;6(1, article e003248) doi: 10.11.36/bmjgh-2020-003248.", "ArticleIdList": ["10.11.36/bmjgh-2020-003248", "PMC7802695", "33431378"]}, {"Citation": "Wahl G., Achukwi M. D., Mbah D., Dawa O., Renz A. Bovine onchocercosis in North Cameroon. Veterinary Parasitology . 1994;52(3-4):297–311. doi: 10.1016/0304-4017(94)90121-X.", "ArticleIdList": ["10.1016/0304-4017(94)90121-X", "8073613"]}, {"Citation": "CDC. Parasites - Onchocercose . également connue sous le nom de cécité des rivières; 2020."}, {"Citation": "Kuesel A. C. Research for new drugs for elimination of onchocerciasis in Africa. International Journal for Parasitology: Drugs and Drug Resistance . 2016;6(3):2211–3207.", "ArticleIdList": ["PMC5196484", "27693536"]}, {"Citation": "Sulaiman W. A. W., Kamtchum-Tatuene J., Mohamed M. H., et al. Anti-Wolbachia therapy for onchocerciasis & lymphatic filariasis: current perspectives. The Indian Journal of Medical Research . 2019;149(6):706–714. doi: 10.4103/ijmr.IJMR_454_17.", "ArticleIdList": ["10.4103/ijmr.IJMR_454_17", "PMC6755775", "31496523"]}, {"Citation": "Ehrens A., Hoerauf A., Hübner M. P. Current perspective of new anti-Wolbachial and direct-acting macrofilaricidal drugs as treatment strategies for human filariasis. GMS Infectious Diseases . 2022;10 doi: 10.3205/id000079.", "ArticleIdList": ["10.3205/id000079", "PMC9006451", "35463816"]}, {"Citation": "Opoku N. O., Doe F., Dubben B., et al. A randomized, open-label study of the tolerability and efficacy of one or three daily doses of ivermectin plus diethylcarbamazine and albendazole (IDA) versus one dose of ivermectin plus albendazole (IA) for treatment of onchocerciasis. PLoS Neglected Tropical Diseases . 2023;17(5, article e0011365) doi: 10.1371/journal.pntd.0011365.", "ArticleIdList": ["10.1371/journal.pntd.0011365", "PMC10234528", "37205721"]}, {"Citation": "Ndjonka D., Djafsia B., Liebau E. Review on medicinal plants and natural compounds as anti-Onchocerca agents. Parasitology Research . 2018;117(9):2697–2713. doi: 10.1007/s00436-018-6003-7.", "ArticleIdList": ["10.1007/s00436-018-6003-7", "30008135"]}, {"Citation": "von Maydell H.-J. Trees and shrubs of the Sahel - their characteristics and uses, Permacultu . Schriftenr der GTZ; 1986.", "ArticleIdList": ["10.1016/s0140-1963(18)31247-3"]}, {"Citation": "Ejidike I. P., Mtunzi F. M., Ledwaba I., et al. Combretum species around Africa as alternative medicine: ethnopharmacological and ethnobotanical importance. Journal of Applied Pharmaceutical Science . 2023;13:12–29. doi: 10.7324/JAPS.2023.20644.", "ArticleIdList": ["10.7324/JAPS.2023.20644"]}, {"Citation": "Simon G., Dewelle J., Nacoulma O., et al. Cytotoxic pentacyclic triterpenes from Combretum nigricans. Fitoterapia . 2003;74(4):339–344. doi: 10.1016/S0367-326X(03)00046-7.", "ArticleIdList": ["10.1016/S0367-326X(03)00046-7", "12781803"]}, {"Citation": "Waterman C., Smith R. A., Pontiggia L., DerMarderosian A. Anthelmintic screening of sub-Saharan African plants used in traditional medicine. Journal of Ethnopharmacology . 2010;127(3):755–759. doi: 10.1016/j.jep.2009.11.025.", "ArticleIdList": ["10.1016/j.jep.2009.11.025", "19962435"]}, {"Citation": "Enegide C., Akah P., Ofili C., et al. Evidence supporting the use of Combretum nigricans as an antimalarial agent in ethnomedicine. Journal of Current Research in Physiology and Pharmacology . 2021;5:13–20. doi: 10.31878/ijcrpp.2021.52.02.", "ArticleIdList": ["10.31878/ijcrpp.2021.52.02"]}, {"Citation": "Nangbes J. G. Influence of Combretum nigricans hot aqueous extracts on phenylhadrazine- induced hemolytic anaemia in Wistar rats. American Journal of Open Research: OPSearch . 2023;2(2):145–151. doi: 10.58811/opsearch.v2i2.40.", "ArticleIdList": ["10.58811/opsearch.v2i2.40"]}, {"Citation": "Baba-Moussa F., Akpagana K., Bouchet P. Antifungal activities of seven West African Combretaceae used in traditional medicine. Journal of Ethnopharmacology . 1999;66(3):335–338. doi: 10.1016/S0378-8741(98)00184-6.", "ArticleIdList": ["10.1016/S0378-8741(98)00184-6", "10473181"]}, {"Citation": "Mamat A., Leïla Z. Z., Christelle N. R., et al. Ethnobotanical study of plants used against onchocerciasis in the far north region of Cameroon. Journal of Medicinal Plants Research . 2020;14(9):496–508. doi: 10.5897/JMPR2020.7009.", "ArticleIdList": ["10.5897/JMPR2020.7009"]}, {"Citation": "Achu-Kwi D. W. H., Renz A., Wahl G., Wanji S. Prepatency period and some aspects of the epizootiology of Onchocerca ochengi infestation in cattle in the Adamawa plateau. Cameroon . 1994;1:10–12. doi: 10.1051/parasite/199401s1010.", "ArticleIdList": ["10.1051/parasite/199401s1010"]}, {"Citation": "Witabouna M. K., Vargas M., Keiser J. Anthelmintic activity of medicinal plants used in Côte d’Ivoire for treating parasitic diseases. Parasitology Research . 2012;110(6):2351–2362. doi: 10.1007/s00436-011-2771-z.", "ArticleIdList": ["10.1007/s00436-011-2771-z", "22200959"]}, {"Citation": "Cho-Ngwa F., Abongwa M., Ngemenya N. M., Nyongbela D. K. Selective activity of extracts of Margaritaria discoidea and Homalium africanum on Onchocerca ochengi. BMC Complementary and Alternative Medicine . 2010;10(1):62–65. doi: 10.1186/1472-6882-10-62.", "ArticleIdList": ["10.1186/1472-6882-10-62", "PMC2987330", "21029456"]}, {"Citation": "Galani Tietcheu B., Betrosse T., Ayiseh R., et al. In vitro filaricidal properties of hydro-methanolic extracts of powdery fractions of Khaya senegalensis (Meliaceae) on Onchocerca ochengi. Acta Parasitologica . 2023;68(3):566–581. doi: 10.1007/s11686-023-00686-x.", "ArticleIdList": ["10.1007/s11686-023-00686-x", "37336863"]}, {"Citation": "Boussinesq M., Enyong P., Chounna-Ndongmo P., et al. Effects of an injectable long-acting formulation of ivermectin on Onchocerca ochengi in zebu cattle. Parasite . 2020;27:p. 36. doi: 10.1051/parasite/2020036.", "ArticleIdList": ["10.1051/parasite/2020036", "PMC7233116", "32420864"]}, {"Citation": "Ndjonka D., Agyare C., Lüersen K., et al. In vitro activity of Cameroonian and Ghanaian medicinal plants on parasitic (Onchocerca ochengi) and free-living (Caenorhabditis elegans) nematodes. Journal of Helminthology . 2011;85(3):304–312. doi: 10.1017/S0022149X10000635.", "ArticleIdList": ["10.1017/S0022149X10000635", "20863422"]}, {"Citation": "Ellman G. Tissue sulfhydryl groups. Archives of Biochemistry and Biophysics . 1959;82(1):70–77. doi: 10.1016/0003-9861(59)90090-6.", "ArticleIdList": ["10.1016/0003-9861(59)90090-6", "13650640"]}, {"Citation": "Fermor B., Weinberg J., Pisetsky D., Misukonis M., Banes A., Guilak F. The effects of static and intermittent compression on nitric oxide production in articular cartilage explants. Journal of Orthopaedic Research . 2001;19(4):729–737. doi: 10.1016/S0736-0266(00)00049-8.", "ArticleIdList": ["10.1016/S0736-0266(00)00049-8", "11518285"]}, {"Citation": "Wilbur K., Bernhein F., Shapiro O. Determination of lipid peroxydation. Archives of Biochemistry and Biophysics . 1949;24:3959–3964."}, {"Citation": "Sinha K. Colorimetric assay of catalase. Analytical Biochemistry . 1972;47(2):389–394. doi: 10.1016/0003-2697(72)90132-7.", "ArticleIdList": ["10.1016/0003-2697(72)90132-7", "4556490"]}, {"Citation": "OCDE. Essai n 423: Toxicité orale aiguë - Méthode par classe de toxicité aiguë . OCDE; 2002.", "ArticleIdList": ["10.1787/9789264071018-fr"]}, {"Citation": "ASAB Ethical Committee/ABS Animal Care Committee. Guidelines for the ethical treatment of nonhuman animals in behavioural research and teaching. Animal Behaviour . 2023;195"}, {"Citation": "N’Guessam K., Kadja B., Zirihi G., Al G. D. A. Screening phytochimique de quelques plantes médicinales ivoiriennes utilisées en pays Krobou (Abgo-Ville, Côte d’Ivoire) The Science of Nature . 2009;6(1):1–15. doi: 10.4314/scinat.v6i1.48575.", "ArticleIdList": ["10.4314/scinat.v6i1.48575"]}, {"Citation": "Karumi Y., Onyeyili P. A., Uaja V. O. O. Identification of active principles of M. balsamina (balsam apple) leaf extract. Journal of Medical Sciences . 2004;4(3):179–182. doi: 10.3923/jms.2004.179.182.", "ArticleIdList": ["10.3923/jms.2004.179.182"]}, {"Citation": "Khan A. M., Qureshi R. A., Ullah F., Gilani S. A., Nosheen A., Sahreen S. Phytochemical analysis of selected medicinal plants of Margalla Hills and surroundings. Journal of Medicinal Plants Research . 2011;5:6017–6023."}, {"Citation": "Himour S., Yahia A., Belattar H., Bellebcir L. Etude phytochimique de feuilles d ’ Olea europaea L . var Chemlel d ’ Algérie. Journal of Bioresour Valorization . 2016;1(1):34–38."}, {"Citation": "Boizot N., Charpentier J. P. Méthode rapide d’évaluation du contenu en composés phénoliques des organes d’un arbre forestier . Cah Tech INRA N° Spec; 2006."}, {"Citation": "Ba K., Tine E., Destain J., Thonart P. Etude comparative des composés phénoliques, du pouvoir antioxydant de différentes variétés de sorgho sénégalais et des enzymes amylolytiques de leur malt. Biotechnol Agron Soc Environnment . 2010;14(1):131–139."}, {"Citation": "Bahorum T., Gressier B., Trotin F., Brunet C., Dine T., Luycky M. Oxygen species scavenging activity of phenolic extracts from hawthorn fresh plant organs and pharmaceutical preparations. Arzneimittel-forschung . 1996;46(11):1086–1089.", "ArticleIdList": ["8955870"]}, {"Citation": "Tahiri S., Fulgence M. K., Kouamé D. B. Phytochemical analysis, investigation of antioxidant and anti-inflammatory activities of ethanolic and aqueous extracts of roots of Combretum glutinosum Perr. ex DC from Cote d’Ivoire. European Journal of Chemistry . 2022;13(4):478–482. doi: 10.5155/eurjchem.13.4.478-482.2352.", "ArticleIdList": ["10.5155/eurjchem.13.4.478-482.2352"]}, {"Citation": "Ingrid M., Herve B., Fokunang E. T., et al. Étude Phytochimique et Évaluation de l ’ Activité Anti Salmonella Typhi des Extraits de Combretum Micranthum (Combrétaceae) Phytochemical screening and evaluation of anti-salmonella typhi activity of the extracts of Combretum micrathum (Combretaceae) Journal of Biomedical Science . 2021;22(6):1–6."}, {"Citation": "Metuge J. A., Nyongbela K. D., Mbah J. A., et al. Anti-Onchocerca activity and phytochemical analysis of an essential oil from Cyperus articulatus L. BMC Complementary and Alternative Medicine . 2014;14(1):p. 223. doi: 10.1186/1472-6882-14-223.", "ArticleIdList": ["10.1186/1472-6882-14-223", "PMC4099029", "24998345"]}, {"Citation": "Cho-Ngwa F., Monya E., Azantsa B. K., et al. Filaricidal activities on Onchocerca ochengi and Loa loa, toxicity and phytochemical screening of extracts of Tragia benthami and Piper umbellatum. BMC Complementary and Alternative Medicine . 2016;16(1):1–9. doi: 10.1186/s12906-016-1319-2.", "ArticleIdList": ["10.1186/s12906-016-1319-2", "PMC5004253", "27576736"]}, {"Citation": "Hallem E. A., Banerjee N. The role of carbon dioxide in nematode behaviour and physiology. Parasitology . 2020;147(8):841–854. doi: 10.1017/S0031182019001422.", "ArticleIdList": ["10.1017/S0031182019001422", "PMC7148182", "31601281"]}, {"Citation": "Mackenzie C. D., Behan‐Braman A., Hauptman J., Geary T. Nematology-Concepts, Diagnosis and Control . IntechOpen; 2017. Assessing the viability and degeneration of the medically important filarial nematodes.", "ArticleIdList": ["10.5772/INTECHOPEN.69512"]}, {"Citation": "Rinaldi G., Loukas A., Brindley P., Irelan J., Smout M. Viability of developmental stages of Schistosoma mansoni quantified with x CELLigence wo rm r eal-time m otility assay (xWORM) International Journal for Parasitology: Drugs and Drug Resistance . 2015;5(3):141–148. doi: 10.1016/j.ijpddr.2015.07.002.", "ArticleIdList": ["10.1016/j.ijpddr.2015.07.002", "PMC4534758", "26288742"]}, {"Citation": "Rakwa E. E., Djongra M., Koubala B. B., Mando B. N., Nveikoueing F., Ndjonka D. Antifilarial activity of the methanolic extract of Indigofera tinctoria (Fabaceae) on bovine parasites (Onchocerca ochengi) Journal of Parasitology Research . 2022;2022:10. doi: 10.1155/2022/7828551.7828551", "ArticleIdList": ["10.1155/2022/7828551", "PMC9569218", "36254217"]}, {"Citation": "Basáñez M. G., Pion S. D., Boakes E., Filipe J. A., Churcher T. S., Boussinesq M. Effect of single-dose ivermectin on Onchocerca volvulus: a systematic review and meta-analysis. The Lancet Infectious Diseases . 2008;8(5):310–322. doi: 10.1016/S1473-3099(08)70099-9.", "ArticleIdList": ["10.1016/S1473-3099(08)70099-9", "18471776"]}, {"Citation": "Mogue I., Njinkio B. N. L., Tembe F. E., Mbacham F. W., Fokunang N. C. Évaluation de la Toxicité Aigüe des Extraits Aqueux de Combretum Micranthum (Combrétacée) et Essai de Mise en Forme Galénique d’un Phytomédicament pour le Traitement de la Fièvre Typhoïde. Health Sciences and Disease . 2020;21:1–7."}, {"Citation": "Fuchs R. 770. Flubendazole (WHO food additives series 31) \nIPCS INCHEM\n. 2001.  \n https://www.inchem.org/documents/jecfa/jecmono/v31je02.htm\n."}, {"Citation": "Manzo L. M., Moussa I., Ikhiri K. Phytochemical screening of selected medicinal plants used against diarrhea in Niger, West Africa. International Journal of Life Sciences . 2017;5:11157–11541."}, {"Citation": "Ndjonka D., Abladam E. D., Djafsia B., Achukwi M. D., Liebau E. Anthelmintic activity of phenolic acids from the axlewood tree Anogeissus leiocarpus on the filarial nematode Onchocerca ochengi and drug-resistant strains of the free-living nematode Caenorhabditis elegans. Journal of Helminthology . 2014;88(4):481–488. doi: 10.1017/S0022149X1300045X.", "ArticleIdList": ["10.1017/S0022149X1300045X", "23768773"]}, {"Citation": "Nveikoueing F., Dobara K. M., Elodie M. M., et al. Ethnobotanical survey and anti-onchocercal activity of some medicinal plants used in Ngaoundere. International Journal of Modern Biological Research . 2020;8:12–33."}, {"Citation": "Valko M., Leibfritz D., Moncol J., Cronin M. T. D., Mazur M., Telser J. Free radicals and antioxidants in normal physiological functions and human disease. The International Journal of Biochemistry & Cell Biology . 2007;39(1):44–84. doi: 10.1016/j.biocel.2006.07.001.", "ArticleIdList": ["10.1016/j.biocel.2006.07.001", "16978905"]}, {"Citation": "Shen J., Lai D. H., Wilson R. A., et al. Nitric oxide blocks the development of the human parasite Schistosoma japonicum. Proceedings of the National Academy of Sciences of the United States of America . 2017;114(38):10214–10219. doi: 10.1073/pnas.1708578114.", "ArticleIdList": ["10.1073/pnas.1708578114", "PMC5617295", "28874579"]}, {"Citation": "Haleng J., Pincemail J., Defraigne J. O., Charlier C., Chapelle J. P. Le stress oxydant. Revue Médicale de Liège . 2007;10:628–638.", "ArticleIdList": ["18069575"]}, {"Citation": "Petriv O. I., Rachubinski R. A. Lack of peroxisomal catalase causes a progeric phenotype in Caenorhabditis elegans. The Journal of Biological Chemistry . 2004;279(19):19996–20001. doi: 10.1074/jbc.M400207200.", "ArticleIdList": ["10.1074/jbc.M400207200", "14996832"]}, {"Citation": "Callahan H. L., Crouch R. K., James E. R. Hydrogen peroxide is the most toxic oxygen species for Onchocerca cervicalis microfilariae. Parasitology . 1990;100(3):407–415. doi: 10.1017/S0031182000078690.", "ArticleIdList": ["10.1017/S0031182000078690", "2163503"]}, {"Citation": "Khan Y. A., Singh B. R., Ullah R., Shoeb M., Naqvi A. H., Abidi S. M. A. Anthelmintic effect of biocompatible zinc oxide nanoparticles (ZnO NPs) on Gigantocotyle explanatum, a neglected parasite of Indian water buffalo. PLoS One . 2015;10(7, article e0133086) doi: 10.1371/journal.pone.0133086.", "ArticleIdList": ["10.1371/journal.pone.0133086", "PMC4503779", "26177503"]}, {"Citation": "Hasan M. S., Chopra D., Damm A., et al. Glutathione contributes to plant defence against parasitic cyst nematodes. Molecular Plant Pathology . 2022;23(7):1048–1059. doi: 10.1111/mpp.13210.", "ArticleIdList": ["10.1111/mpp.13210", "PMC9190975", "35352464"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "29"}, {"Year": "2024", "Month": "1", "Day": "8"}, {"Year": "2024", "Month": "1", "Day": "20"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "4", "Minute": "20"}, {"Year": "2024", "Month": "1", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["38328477", "PMC10849807", "10.1155/2024/2119056"]}}]}