{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alternaria tenuissima", "Pathogen detection", "Rhamnella franguloides", "Subject Areas", "leaf spot"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38326934", "DateRevised": {"Year": "2024", "Month": "02", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-11-23-2342-PDN"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "07"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Feb", "Day": "07"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "Leaf Spot caused by <i>Alternaria tenuissima</i> on <i>Rhamnella franguloides</i> in China.", "Abstract": {"AbstractText": ["The small tree species Rhamnella franguloides, belonging to the genus Rhamnella in the tribe Rhamneae Hook. f. of Rhamnaceae (Hauenschild et al. 2016), is an important medicinal plant commonly used for making tea in China. In August 2023, leaf spot symptoms were observed on R. franguloides in Shangyao county, Yantai, Shandong, China, with a disease incidence of 45-65%. Initially appearing as small dark brown spots on the tip lesions, they later expanded and merged into irregular-shaped brown necrotic lesions with yellowish halos. To isolate pathogen, 20 symptomatic tissue fragments (5 × 5 mm) from ten sampling randomly plants were surface sterilized, placed on potato dextrose agar (PDA) plates, and incubated at 25°C in darkness for 3 days to obtain colonies.10 purified isolates with similar morphological characteristics were obtained by single-spore isolation from the colonies. The representative isolate MR13 was chosen for morphological and molecular analysis. The colonies On PDA medium initially appear as a circular yellow-brown ring with white round margins, ultimately turning into olive green with fluffy aerial hyphae. The conidiophores displayed brown pigmentation, solitary or branched, producing abundant short chains of conidia. The conidia were typically obclavate to obpyriform or ellipsoid in shape, 22.5-64.5 × 12.5-23.6μm in size, with a short conical beak at the apex, zero to three longitudinal septa and one to five transverse septa. Based on cultural and morphological characteristics, the fungus was identified as Alternaria spp (Simmons 2007). Due to morphological traits, five genes (the internal transcribed spacer [ITS], actin [ACT], plasma membrane ATPase [ATP], Alternaria major allergen [Alt a1] and histone 3 [H3]) form MR13 were amplified using primer pairs ITSI / ITS4, ACTDF1/R1, ATPDF1 / ATPDRI, Alt-for / Alt-rev, and H3-1a/1b, respectively (Hong et al. 2005; Lawrence et al. 2013; Lousie and Donaldson 1995). BLASTn analysis failed to confirm the identification of MR13 species based on ITS, ACT, ATP and Alt a1(ITS, OR668512; ACT, OR676918; ATP, OR676917; Alt a1, OR676919). The phylogenetic tree showed that it was closely related to Alternaria alternate, A. tenuissima, and A. destruens. The H3 sequence (OR676920) exhibited 100% similarity to A. tenuissima (OR485421). The phylogenetic tree constructed solely with H3 further confirmed MR13 as A. tenuissima. Pathogenicity tests were conducted by introducing the fungus onto healthy R. franguloides leaves in the field. Fifty leaves (five per plant) were treated with a 20ml suspension containing around 1x10^4 spores/ml, while an equal number of control samples were sprayed with distilled water. Transparent plastic bags were used to cover the treated leaves for 48 hours and maintain humidity. After fourteen days of inoculation, consistent leaf spotting symptoms were observed. In contrast, the control leaves showed no sign of infection. The fungal pathogen was successfully reisolated and identified as A. tenuissima through morphological and sequence analysis, fulfilling Koch's postulates. To our knowledge, this is the first report of A. tenuissima causing leaf spot disease on R. franguloides in China. Identifying the disease's causal agent is crucial for developing effective management strategies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, Shandong, China; woshigui12@126.com."}], "LastName": "Pan", "ForeName": "Xiangming", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, Shandong, China; 13964323056@163.com."}], "LastName": "Zhou", "ForeName": "Yixuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, Shandong, China; ldxue1203@163.com."}], "LastName": "Liu", "ForeName": "Dongxue", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, Shandong, China; 2892215237@qq.com."}], "LastName": "Wang", "ForeName": "Yiyi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, China; shengyt@ldu.edu.cn."}], "LastName": "Sheng", "ForeName": "Yuting", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ludong University, 12405, The Engineering Research Institute of Agriculture and Forestry, Yantai, China."}, {"Identifier": [], "Affiliation": "Shandong Academy of Agricultural Sciences, 74641, Shandong Institute of Sericulture, Yantai, Shandong, China; hxzhang@sibs.ac.cn."}], "LastName": "Zhang", "ForeName": "Hong-Xia", "Initials": "HX"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "2", "Day": "8", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "7", "Hour": "23", "Minute": "53"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38326934", "10.1094/PDIS-11-23-2342-PDN"]}}]}