{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnopharmacology.", "Nelumbo Nucifera Gaertn", "Nutritional Value", "Pharmacological Activity", "Phytochemical"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38327030", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "15"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/cbdv.202301493"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "17"}], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "21", "Issue": "5", "PubDate": {"Year": "2024", "Month": "May"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "An Updated Review on Nelumbo Nucifera Gaertn: Chemical Composition, Nutritional Value and Pharmacological Activities.", "Pagination": {"StartPage": "e202301493", "MedlinePgn": "e202301493"}, "Abstract": {"AbstractText": ["Nelumbo nucifera Gaertn is a recognised herbal plant in ancient medical sciences. Each portion of the plant leaf, flower, seed and rhizome is utilised for nutritional and medicinal purposes. The chemical compositions like phenol, alkaloids, glycoside, terpenoids and steroids have been isolated. The plant contains various nutritional values like lipids, proteins, amino acids, minerals, carbohydrates, and fatty acids. Traditional medicine confirms that the phytochemicals of plants give significant benefits to the treatment of various diseases such as leukoderma, smallpox, dysentery, haematemesis, coughing, haemorrhage, metrorrhagia, haematuria, fever, hyperlipidaemia, cholera, hepatopathy and hyperdipsia. To verify the traditional claims, researchers have conducted scientific biological in vivo and in vitro screenings, which have exhibited that the plant keeps various notable pharmacological activities such as anticancer, hepatoprotective, antioxidant, antiviral, hypolipidemic, anti-obesity, antipyretic, hypoglycaemic, antifungal, anti-inflammatory and antibacterial activities. This review, summaries the nutritional composition, chemical constituents and biological activities substantiated by the researchers done in vivo and in vitro."], "CopyrightInformation": "© 2024 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia College of Pharmacy, Raipur, Chhattisgarh, 492001, India."}], "LastName": "Sahu", "ForeName": "Bhaskar", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia College of Pharmacy, Raipur, Chhattisgarh, 492001, India."}], "LastName": "Sahu", "ForeName": "Mahendra", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia College of Pharmacy, Raipur, Chhattisgarh, 492001, India."}], "LastName": "Sahu", "ForeName": "Mukesh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia College of Pharmacy, Raipur, Chhattisgarh, 492001, India."}], "LastName": "Yadav", "ForeName": "Megha", "Initials": "M"}, {"Identifier": ["0009-0007-0133-5370"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sanjivani Institute of Pharmacy, Bilaspur, Chhattisgarh, 497101, India."}], "LastName": "Sahu", "ForeName": "Rakesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Columbia College of Nursing, Raipur, Chhattisgarh, 492001, India."}], "LastName": "Sahu", "ForeName": "Chandana", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Nelumbo"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "pharmacology", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology", "chemistry", "isolation & purification"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry", "isolation & purification"], "DescriptorName": "Phytochemicals"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "P. K. Mukherjee, D. Mukherjee, A. K. Maji, S. Rai, M. Heinrich, J. Pharm. Pharmacol. 2009, 61, 407."}, {"Citation": "S. Gui, J. Peng, X. Wang, Z. Wu, R. Cao, J. Salse, H. Zhang, Z. Zhu, Q. Xia, Z. Quan, The Plant Journal 2018, 94, 721."}, {"Citation": "S. A. Sheikh, J. Med. Plants Stud 2014, 2, 42."}, {"Citation": "N. K. Vu, M. T. Ha, Y. J. Ha, C. S. Kim, M. Gal, Q.-M. T. Ngo, J. A. Kim, M. H. Woo, J.-H. Lee, B. S. Min, Fitoterapia 2022, 162, 105294."}, {"Citation": "K. Patel, F. A. Toppo, P. Singour, P. Chaurasiya, H. Rajak, R. S. Pawar, 2012."}, {"Citation": "K. R. Paudel, N. Panth, Evid.-Based Complement. Altern. Med. 2015, 2015, 789124."}, {"Citation": "G. Chen, M. Zhu, M. Guo, Crit. Rev. Food Sci. Nutr. 2019, 59, S189."}, {"Citation": "S. Sakuljaitrong, S. Chomko, C. Talubmook, N. Buddhakala, ARPN Journal of Science and Technology 2012, 2, 1049."}, {"Citation": "C. Sharma, S. Chauhan, S. Gupta, A. Devi, A. Nair, Cardiovasc. Hematol. Agents Med. Chem. 2019, 17, 115."}, {"Citation": "S. Liu, D. Li, B. Huang, Y. Chen, X. Lu, Y. Wang, J. Ethnopharmacol. 2013, 149, 263."}, {"Citation": "V. S. Dandin, J. K. Sebastian, J. V. Dalavi, P. Nagella, N. A. Madhav, V. V. Khot, in Bioactive Compounds and Biological Activities of Lotus (Nelumbo nucifera Gaertn.), Springer, 2023."}, {"Citation": "K. Saraswathi, C. Sivaraj, B. Fransila, P. Arumugam, J. Drug Delivery Ther. 2019, 9, 82."}, {"Citation": "H. A. Jung, J. E. Kim, H. Y. Chung, J. S. Choi, Arch. Pharmacal Res. 2003, 26, 279."}, {"Citation": "R.-J. Lin, M.-H. Wu, Y.-H. Ma, L.-Y. Chung, C.-Y. Chen, C.-M. Yen, Int. J. Mol. Sci. 2014, 15, 3624."}, {"Citation": "J.-S. Yoon, H.-M. Kim, A. K. Yadunandam, N.-H. Kim, H.-A. Jung, J.-S. Choi, C.-Y. Kim, G.-D. Kim, Phytomedicine 2013, 20, 1013."}, {"Citation": "B. Nutho, D. Tungmunnithum, Int. J. Mol. Sci. 2023, 24, 16571."}, {"Citation": "M. A. Rajput, R. A. Khan, Metab. Brain Dis. 2017, 32, 743."}, {"Citation": "K. Mitra, M. A. Raihan, M. A. Rahman, R. Rouf, H. M. Reza, S. J. Uddin, I. Muhammad, Dhaka University Journal of Pharmaceutical Sciences 2022, 20, 347."}, {"Citation": "J.-H. Kim, M. Kang, C. Cho, H.-S. Chung, C.-W. Kang, S. Parvez, H. Bae, Arch. Pharmacal Res. 2006, 29, 777."}, {"Citation": "J. S. You, Y. J. Lee, K. S. Kim, S. H. Kim, K. J. Chang, Nutr. Res. 2014, 34, 258."}, {"Citation": "C.-M. Liu, C.-L. Kao, H.-M. Wu, W.-J. Li, C.-T. Huang, H.-T. Li, C.-Y. Chen, Molecules 2014, 19, 17829."}, {"Citation": "C. Saengkhae, W. Arunnopparat, P. Sungkhajorn, Thai Journal of Physiological Sciences 2007, 20, 70."}, {"Citation": "H. Zhang, G. Chen, Y. Zhang, M. Yang, J. Chen, M. Guo, Food Chem. 2022, 375, 131856."}, {"Citation": "S. Tyagi, A. Shukla, H. Ram, A. Panwar, R. Kumar, R. Tripathi, Food Frontiers 2023, 4, 368."}, {"Citation": "Y.-C. Kuo, Y.-L. Lin, C.-P. Liu, W.-J. Tsai, Journal of Biomedical Science 2005, 12, 1021."}, {"Citation": "Y. Ono, E. Hattori, Y. Fukaya, S. Imai, Y. Ohizumi, J. Ethnopharmacol. 2006, 106, 238."}, {"Citation": "J. S. You, Y. J. Lee, K. S. Kim, S. H. Kim, K. J. Chang, J. Sci. Food Agric. 2014, 94, 568."}, {"Citation": "E. Ohkoshi, H. Miyazaki, K. Shindo, H. Watanabe, A. Yoshida, H. Yajima, Planta Med. 2007, 73, 1255."}, {"Citation": "C. C. Velusami, A. Agarwal, V. Mookambeswaran, Evid.-Based Complement. Altern. Med. 2013, 2013, 145925."}, {"Citation": "S. Sinha, P. K. Mukherjee, K. Mukherjee, M. Pal, S. C. Mandal, B. Saha, Phytotherapy Research: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives 2000, 14, 272."}, {"Citation": "P. Mukherjee, J. Das, K. Saha, S. Giri, M. Pal, B. Saha, Indian J. Exp. Biol. 1996, 34, 275."}, {"Citation": "D.-H. Sohn, Y.-C. Kim, S.-H. Oh, E.-J. Park, X. Li, B.-H. Lee, Phytomedicine 2003, 10, 165."}, {"Citation": "B. Huang, X. Ban, J. He, J. Tong, J. Tian, Y. Wang, Food Chem. 2010, 120, 873."}, {"Citation": "P. K. Mukherjee, S. K. Pal, K. Saha, B. Saha, Phytother. Res. 1995, 9, 522."}, {"Citation": "J. Huralikuppi, A. Christopher, P. Stephen, Phytother. Res. 1991, 5, 54."}, {"Citation": "K. Mukherjee, J. Das, R. Balasubramanian, S. Kakali, M. Pal, B. Saha, Indian J. Pharmacol. 1995, 27, 262."}, {"Citation": "V. K. Agnihotri, H. N. ElSohly, S. I. Khan, M. R. Jacob, V. C. Joshi, T. Smillie, I. A. Khan, L. A. Walker, Phytochem. Lett. 2008, 1, 89."}, {"Citation": "B. Venkatesh, A. Dorai, IACSIT Press, Singapore 2011, 5, 213."}, {"Citation": "H. Khan, F. Ali, N. M. Khan, A. Shah, S. Ur Rahman, J. Chem. Soc. Pak. 2016, 38."}, {"Citation": "D. Wang, L. Chen, Y. Ma, M. Zhang, Y. Zhao, X. Zhao, Food Chem. 2019, 278, 659."}, {"Citation": "Q. Cai, C. Zhao, Y. Xu, H. Lin, B. Jia, B. Huang, S. Lin, D. Chen, P. Jia, M. Wang, J. Ethnopharmacol. 2024, 324, 117712."}, {"Citation": "S.-M. Ahn, H.-J. Sung, J.-S. Kim, J.-Y. Park, H.-Y. Sohn, Journal of Life Science 2018, 28, 1156."}, {"Citation": "Y. M. Park, H. Y. Lee, D. Y. Shin, D. S. Kim, J. J. Yoo, H. J. Yang, M. J. Kim, J. S. Bae, Frontiers in Nutrition 2022, 9, 898417."}, {"Citation": "B. Sahu, R. Bhatia, D. Kaur, D. Choudhary, R. Rawat, S. Sharma, B. Kumar, Bioorg. Chem. 2023, 136, 106544."}, {"Citation": "R. R. Kumar, B. Sahu, S. Pathania, P. K. Singh, M. J. Akhtar, B. Kumar, ChemMedChem 2021, 16, 1878."}, {"Citation": "H. Zhou, T. Hou, Z. Gao, X. Guo, C. Wang, J. Wang, Y. Liu, X. Liang, J. Ethnopharmacol. 2021, 278, 114335."}, {"Citation": "O. Bayazeid, E. Nemutlu, C. C. Eylem, M. İlhan, E. Küpeli-Akkol, H. Karahan, P. Kelicen-Uğur, T. Ersoz, F. N. Yalçın, Nat. Prod. Res. 2021, 35, 6147."}, {"Citation": "O. Bayazeid, E. Nemutlu, C. C. Eylem, F. N. Yalçın, J. Biochem. Mol. Toxicol. 2020, 34, e22601."}, {"Citation": "H. Sun, X. He, C. Liu, L. Li, R. Zhou, T. Jin, S. Yue, D. Feng, J. Gong, J. Sun, ACS Chem. Neurosci. 2017, 8, 155."}, {"Citation": "T. Mishra, K. Nagarajan, P. K. Dixit, V. Kumar, J. Food Biochem. 2022, 46, e14436."}, {"Citation": "A. Del Pozo, L. Silva, A. Romero, M. De Hoz-Rivera, M. Villa, M. Martínez-Vega, M. E. Prados, E. Muñoz, J. Martínez-Orgado, Nutrients 2022, 14, 5286."}, {"Citation": "S.-M. Kim, E.-J. Park, H.-J. Lee, Inflammopharmacology 2022, 30, 2373."}, {"Citation": "R. P. Sranujit, C. Noysang, P. Tippayawat, N. Kooltheat, T. Luetragoon, K. Usuwanthim, Plants 2021, 10, 2007."}, {"Citation": "X.-L. Jiang, L. Wang, E.-J. Wang, G.-L. Zhang, B. Chen, M.-K. Wang, F. Li, Fitoterapia 2018, 125, 184."}, {"Citation": "P. K. Chaudhuri, D. Singh, Nat. Prod. Res. 2013, 27, 532."}, {"Citation": "D. Tungmunnithum, D. Pinthong, C. Hano, Medicine 2018, 5, 127."}, {"Citation": "Y. Shen, Y. Guan, X. Song, J. He, Z. Xie, Y. Zhang, H. Zhang, D. Tang, Food Sci. Nutr. 2019, 7, 3062."}, {"Citation": "M. A. Shahzad, N. Ahmad, T. Ismail, M. F. Manzoor, A. Ismail, N. Ahmed, S. Akhtar, J. Food Meas. Charact. 2021, 15, 181."}, {"Citation": "T. Ma, Y. Zhou, P. Sheng, H. Jiang, Genetic Resources and Crop Evolution 2023, 70, 1."}, {"Citation": "R. Mandal, R. Bar, Resonance 2013, 18, 732."}, {"Citation": "S. Amruthesh, International Journal of Clinical Dental Science 2011, 2, 22297804."}, {"Citation": "S. Esakkimuthu, S. Mutheeswaran, S. Arvinth, M. G. Paulraj, P. Pandikumar, S. Ignacimuthu, J. Ethnopharmacol. 2016, 186, 329."}, {"Citation": "A. Pandita, D. Pandita, in Lotus (Nelumbo nucifera Gaertn), Springer, 2020."}, {"Citation": "P. K. Mukherjee, K. Saha, J. Das, M. Pal, B. Saha, Planta Med. 1997, 63, 367."}, {"Citation": "K. Kirtikar, International Book Distributors, Dehradun 1975, 3, 852."}, {"Citation": "A. Chatterjee, S. C. Pakrashi, New Delhi: Publication and Information Directorate 1991, 1995, 430."}, {"Citation": "M.-Z. Zhu, W. Wu, L.-L. Jiao, P.-F. Yang, M.-Q. Guo, Molecules 2015, 20, 10553."}, {"Citation": "N. Mehta, E. P. Patel, B. S. V. P. Pragnesh, B. Shah, Indian Journal of Pharmaceutical and Biological Research 2013, 1, 152."}, {"Citation": "I. Pal, P. Dey, International Journal of Science and Research 2015, 4, 1659."}, {"Citation": "M. Wang, W.-J. Hu, Q.-h. Wang, B.-y. Yang, H.-x. Kuang, Int. J. Biol. Macromol. 2022, 226, 562–579."}, {"Citation": "J.-Y. Lee, M.-R. Yu, B.-J. An, Journal of Life Science 2010, 20, 1241."}, {"Citation": "Y.-F. Wang, Z.-C. Shen, J. Li, T. Liang, X.-F. Lin, Y.-P. Li, W. Zeng, Q. Zou, J.-L. Shen, X.-Y. Wang, Frontiers in Nutrition 2022, 9, 1022794."}, {"Citation": "Y. Chen, G. Fan, H. Wu, Y. Wu, A. Mitchell, J. Pharm. Biomed. Anal. 2007, 43, 99."}, {"Citation": "P. K. Mukherjee, R. Balasubramanian, K. Saha, B. Saha, M. Pal, Ancient Science of life 1996, 15, 268."}, {"Citation": "N. T. Q. Trang, T. T. H. Thao, H. T. K. Hong, Plant cell biotechnology and molecular biology 2019, 20, 95."}, {"Citation": "J. Sheng, X. Li, D. Zhang, Horticultural Plant Journal 2022, 8, 243."}, {"Citation": "K.-L. Chen, R. Kirschner, Mycological Progress 2018, 17, 275."}, {"Citation": "Z. Lin, R. N. Damaris, T. Shi, J. Li, P. Yang, BMC Genomics 2018, 19, 1."}, {"Citation": "D. Zhang, Q. Chen, Q. Liu, F. Liu, L. Cui, W. Shao, S. Wu, J. Xu, D. Tian, Int. J. Mol. Sci. 2019, 20, 1015."}, {"Citation": "D. Zhang, T. Liu, J. Sheng, S. Lv, L. Ren, Front. Plant Sci. 2021, 12, 792057."}, {"Citation": "S. Sukhija, S. Singh, C. S. Riar, Food Hydrocolloids 2016, 60, 50."}, {"Citation": "L. Huang, M. Yang, L. Li, H. Li, D. Yang, T. Shi, P. Yang, J. Integr. Plant Biol. 2018, 60, 2."}, {"Citation": "S. Dhanarasu, A. Al-Hazimi, Asian Journal of Phytomedicine and Clinical Research 2013, 1, 123."}, {"Citation": "J. H. Ahn, E. S. Kim, C. Lee, S. Kim, S.-H. Cho, B. Y. Hwang, M. K. Lee, Bioorg. Med. Chem. Lett. 2013, 23, 3604."}, {"Citation": "K.-H. Kim, S.-W. Chang, S.-Y. Ryu, S.-U. Choi, K.-R. Lee, Nat. Prod. Sci. 2009, 15, 90."}, {"Citation": "J. Busch, Y. Grether, D. Ochs, U. Séquin, J. Nat. Prod. 1998, 61, 591."}, {"Citation": "Y. Xi, J. Zheng, W. Xie, X. Xu, N. Cho, X. Zhou, X. Yu, Front. Pharmacol. 2021, 12, 750147."}, {"Citation": "X. Zhang, G. Li, Q. Deng, Z. Xu, J. Cen, J. Xu, Bioorg. Med. Chem. Lett. 2021, 48, 128235."}, {"Citation": "H. H. Yang, K.-E. Oh, Y. H. Jo, J. H. Ahn, Q. Liu, A. Turk, J. Y. Jang, B. Y. Hwang, K. Y. Lee, M. K. Lee, Bioorg. Med. Chem. 2018, 26, 509."}, {"Citation": "L.-Z. Li, P.-Y. Gao, S.-J. Song, Y.-Q. Yuan, C.-T. Liu, X.-X. Huang, Q.-B. Liu, Journ. Actual. Biopharm. Clermont-Ferrand [C. R.] 2015, 12, 237."}, {"Citation": "M. N. Samy, H. E. Khalil, S. Sugimoto, K. Matsunami, H. Otsuka, M. S. Kamel, Chemical and Pharmaceutical Bulletin 2011, 59, 725."}, {"Citation": "J. M. Cha, D. H. Kim, T. H. Lee, L. Subedi, S. Y. Kim, K. R. Lee, Nat. Prod. Sci. 2018, 24, 132."}, {"Citation": "H. Zhu, S. A. Tang, N. Qin, H. Q. Duan, M. H. Jin, Zhongguo Zhongyao Zazhi 2014, 39, 83."}, {"Citation": "N. Corlay, L. Delang, E. Girard-Valenciennes, J. Neyts, P. Clerc, J. Smadja, F. Guéritte, P. Leyssen, M. Litaudon, Fitoterapia 2014, 97, 87."}, {"Citation": "M. B. Alam, Y.-G. Kwon, S. Y. Simu, S. Abrar Shahriyar, S. H. Lee, Biomol. Eng. 2020, 10, 1037."}, {"Citation": "M. Y. Ali, V. M. Gadotti, S. Huang, A. Garcia-Caballero, F. T. Antunes, H. A. Jung, J. S. Choi, G. W. Zamponi, ACS Chem. Neurosci. 2023, 14, 1859."}, {"Citation": "B.-K. Kang, M.-J. Kim, D.-H. Ahn, Int. Immunopharmacol. 2016, 40, 176."}, {"Citation": "M.-J. Kim, S.-M. Jeong, B.-K. Kang, D.-H. Ahn, 2019."}, {"Citation": "X. Q. Cui, X. C. Li, L. Wang, R. Y. Chen, Zhongguo Zhongyao Zazhi 2008, 33, 2493."}, {"Citation": "L. Yu-Bo, X.-R. Cheng, Q. Jiang-Jiang, Y. Shi-Kai, J. Hui-Zi, W.-D. Zhang, Chin. J. Nat. Med. 2011, 9, 115."}, {"Citation": "Y. Chung, S. Jeong, I.-K. Lee, B.-S. Yun, J. S. Lee, S. Ro, J. K. Park, Mar. Drugs 2021, 19, 450."}, {"Citation": "H. Omar, M. Fadaeinasab, H. Taha, A. Widyawaruyanti, M. A. Nafiah, T. Rachmatiah, Journal of Asian Natural Products Research 2020, 22, 52."}, {"Citation": "A. D. L. Vinche, I. de-La-Cruz-Chacón, A. R. González-Esquinca, J. d F d Silva, G. Ferreira, D. C. d Santos, H. G. Garces, D. V. M. d Oliveira, C. Marçon, R. d S Cavalcante, J. Venomous Anim. Toxins Incl. Trop. Dis. 2020, 26, e20200023."}, {"Citation": "A. D. Levorato-Vinche, M. d S. C Melhem, L. X. Bonfietti, I. de-la-Cruz-Chacón, C. S. F. Boaro, A. T. Fabro, G. Ferreira, J. d F d Silva, D. C. d Santos, B. A. S. Pereira, J. Venomous Anim. Toxins Incl. Trop. Dis. 2022, 28, e20220006."}, {"Citation": "Z. H. Li, J. Gao, P. H. Hu, J. P. Xiong, Oncology Letters 2017, 14, 1979."}, {"Citation": "C. Ma, G. Li, Y. He, B. Xu, X. Mi, H. Wang, Z. Wang, Life Sci. 2015, 136, 120."}, {"Citation": "Y. Gu, A. Leng, W. Zhang, X. Ying, D. Stien, Nat. Prod. Res. 2022, 36, 595."}, {"Citation": "S. Boonjing, V. Pongrakhananon, W. Sittiwong, K. Arunrungvichian, R. Maniratanachote, P. Chetprayoon, Exp. Dermatol. 2022, 31, 1177."}, {"Citation": "S. S. Basaiyye, P. K. Naoghare, S. Kanojiya, A. Bafana, P. Arrigo, K. Krishnamurthi, S. Sivanesan, Journal of traditional and complementary medicine 2018, 8, 410."}, {"Citation": "Y. Kashiwada, A. Aoshima, Y. Ikeshiro, Y. P. Chen, H. Furukawa, M. Itoigawa, T. Fujioka, K. Mihashi, L. M. Cosentino, S. L. Morris-Natschke, K. H. Lee, Bioorg. Med. Chem. 2005, 13, 443."}, {"Citation": "W. Zhao, C. Shen, J. Zhu, C. Ou, M. Liu, W. Dai, X. Liu, J. Liu, Biotechnol. Lett. 2020, 42, 461."}, {"Citation": "S. Kim, K.-B. Hong, K. Jo, H. J. Suh, Molecules 2021, 26, 3023."}, {"Citation": "B. Lee, M. Kwon, J. S. Choi, H. O. Jeong, H. Y. Chung, H.-R. Kim, J. Med. Food 2015, 18, 1363."}, {"Citation": "C. Li, Y. He, Y. Yang, Y. Gou, S. Li, R. Wang, S. Zeng, X. Zhao, Oxidative Medicine and Cellular Longevity 2021, 2021, 8375961."}, {"Citation": "M. Zhu, T. Liu, C. Zhang, M. Guo, J. Food Sci. 2017, 82, 1834."}, {"Citation": "F. Gendrisch, P. R. Esser, C. M. Schempp, U. Wölfle, BioFactors 2021, 47, 170."}, {"Citation": "E. Moon, J. Jeon, G. Lee, M. Baik, D. W. Lee, Journal of the Society of Cosmetic Scientists of Korea 2018, 44, 191."}, {"Citation": "Z. Feng, W. Ye, L. Feng, J. Ethnopharmacol. 2023, 322, 117563."}, {"Citation": "O. I. Fantoukh, O. R. Dale, A. Parveen, M. F. Hawwal, Z. Ali, V. K. Manda, S. I. Khan, A. G. Chittiboyina, A. Viljoen, I. A. Khan, J. Agric. Food Chem. 2019, 67, 4967."}, {"Citation": "Z. Hu, L. Xuan, T. Wu, N. Jiang, X. Liu, J. Chang, T. Wang, N. Han, X. Tian, Int. Immunopharmacol. 2023, 114, 109616."}, {"Citation": "R. Yang, X. Yang, F. Zhang, Curr. Neuropharmacol. 2023, 21, 2097."}, {"Citation": "E. J. Jeong, L. Hwang, M. Lee, K. Y. Lee, M. J. Ahn, S. H. Sung, Food Chem. Toxicol. 2014, 64, 397."}, {"Citation": "F. Luo, Y. Manse, S. Ishikawa, S. Nishi, A. Chen, T. Wang, T. Morikawa, J. Nat. Med. 2023, 77, 387."}, {"Citation": "C. F. Huang, Y. W. Chen, C. Y. Yang, H. Y. Lin, T. D. Way, W. Chiang, S. H. Liu, J. Agric. Food Chem. 2011, 59, 1087."}, {"Citation": "M. B. Alam, M. Naznin, S. Islam, F. H. Alshammari, H. J. Choi, B. R. Song, S. Kim, S. H. Lee, Antioxidants (Basel) 2021, 10, 719."}, {"Citation": "M. Y. Alshahrani, A. G. Alkhathami, M. A. A. Almoyad, M. Z. Ahmad, S. Mohanto, W. Ahmad, S. Wahab, Journal of Biomolecular Structure and Dynamics 2023, 20, 1."}, {"Citation": "A. T. Ha, L. Rahmawati, L. You, M. A. Hossain, J. H. Kim, J. Y. Cho, Int. J. Mol. Sci. 2021, 23."}, {"Citation": "N. Rai, P. Rawat, R. K. Bachheti, N. Kumar, A. Rauf, U. Rashid, V. J. Kumar, T. Sarkar, R. Pezzani, in ′Characterization and Docking Studies of Immunomodulatory Active Compounds from Rhododendron arboreum Sm. Leaves′, CRC Press, 2023."}, {"Citation": "T. E. Guon, H. S. Chung, Oncology Letters 2016, 11, 2463."}, {"Citation": "W.-K. Cho, H. J. Yang, J. Y. Ma, Journ. Actual. Biopharm. Clermont-Ferrand [C. R.] 2022, 91, 105019."}, {"Citation": "W. Y. Huang, L. Fu, C. Y. Li, L. P. Xu, L. X. Zhang, W. M. Zhang, J. Food Sci. 2017, 82, 1239."}, {"Citation": "S. M. Aljubiri, S. A. Mahgoub, A. I. Almansour, M. Shaaban, K. H. Shaker, Saudi Journal of Biological Sciences 2021, 28, 417."}, {"Citation": "D. Muñoz-Reyes, A. G. Casanova, A. M. González-Paramás, Á. Martín, C. Santos-Buelga, A. I. Morales, F. J. López-Hernández, M. Prieto, Molecules 2022, 27, 1319."}, {"Citation": "J. O. Erhabor, A. Omokhua, M. Ondua, M. A. Abdalla, L. J. McGaw, South African Journal of Botany 2020, 128, 28."}, {"Citation": "Z. Wang, J. Lv, X. Li, Q. Lin, Chemical Biology, Drug Design 2021, 98, 779."}, {"Citation": "R.-P. Yang, Y.-J. Zhou, W. Song, Z. Yin, A.-D. He, Z.-Y. Ming, Eur. J. Pharmacol. 2019, 862, 172626."}, {"Citation": "P.-C. Liao, M.-H. Lai, K.-P. Hsu, Y.-H. Kuo, J. Chen, M.-C. Tsai, C.-X. Li, X.-J. Yin, N. Jeyashoke, L. K.-P. Chao, J. Agric. Food Chem. 2018, 66, 10748."}, {"Citation": "Y. Yan, N. Liu, N. Hou, L. Dong, J. Li, The Journal of Nutritional Biochemistry 2017, 46, 68."}, {"Citation": "H. G. Choi, P. T. Tran, J. H. Lee, B. S. Min, J. A. Kim, Arch. Pharmacal Res. 2018, 41, 64."}, {"Citation": "D.-J. Chung, Y.-L. Wu, M.-Y. Yang, K.-C. Chan, H.-J. Lee, C.-J. Wang, Food Funct. 2020, 11, 8602."}, {"Citation": "Q. Wu, K. Zhao, Y. Chen, Y. Ouyang, Y. Feng, S. Li, L. Zhang, N. Feng, Food Funct. 2021, 12, 3527."}, {"Citation": "L. Wu, W. Xiong, J.-w. Hu, Z. Gu, J.-g. Xu, C.-l. Si, Y.-s. Bae, G. Xu, J. Chromatogr. Sci. 2018, 56, 108."}, {"Citation": "A. Bahuguna, S. Bharadwaj, V. K. Bajpai, S. Shukla, D. W. Won, I. Park, M. Na, S. Sonwal, Y. S. Huh, Y. K. Han, J. Simal-Gandara, J. Xiao, M. Kim, Phytomedicine 2021, 90, 153638."}, {"Citation": "U. Shaheen, N. A. Shoeib, A. Temraz, M. I. S. Abdelhady, Pharmacogn. Mag. 2017, 13, S484."}, {"Citation": "Y. C. Boo, Antioxidants 2021, 10, 1129."}, {"Citation": "Z.-Y. Huo, X.-C. Shi, Y.-X. Wang, Y.-H. Jiang, G.-Y. Zhu, D. D. Herrera-Balandrano, S.-Y. Wang, P. Laborda, Food Res. Int. 2023, 173, 113331."}, {"Citation": "S. T. S. Hassan, E. Švajdlenka, Molecules 2017, 22, 1696."}, {"Citation": "Y. Li, J. Han, Y. Zhang, Y. Chen, Y. Zhang, Respir. Physiol. Neurobiol. 2019, 260, 95."}, {"Citation": "D. Zhang, B. Jing, Z. N. Chen, X. Li, H. M. Shi, Y. C. Zheng, S. Q. Chang, L. Gao, G. P. Zhao, CNS Neurosci Ther 2023, 29, 1000."}, {"Citation": "T. Rho, K. D. Yoon, Nat. Prod. Sci. 2017, 23, 253."}, {"Citation": "R. Qin, C. Zhao, C. J. Wang, W. Xu, J. Y. Zhao, Y. Lin, Y. Y. Yuan, P. C. Lin, Y. Li, S. Zhao, Y. Huang, J. Immunother. Cancer 2021, 9, e002840."}, {"Citation": "Y. Ji, W. Yin, Y. Liang, L. Sun, Y. Yin, W. Zhang, Int. J. Mol. Sci. 2020, 21, 1579."}, {"Citation": "S. Guan, L. Sun, X. Wang, X. Huang, T. Luo, Evid.-Based Complement. Altern. Med. 2022, 2022, 5227335."}, {"Citation": "S. C. Baek, B. S. Lee, S. A. Yi, J. S. Yu, J. Lee, Y. J. Ko, C. Pang, K. H. Kim, Plants (Basel) 2020, 9, 858."}, {"Citation": "X. Zhang, T. Wang, Y. Miao, W. Lin, L. Zhu, X. Meng, F. Zhang, Cell Biochem. Funct. 2023, 41, 713."}, {"Citation": "C. Zhang, J. Deng, D. Liu, X. Tuo, L. Xiao, B. Lai, Q. Yao, J. Liu, H. Yang, N. Wang, British Jornal of Pharmacology 2018, 175, 4218."}, {"Citation": "O. Bayazeid, E. Nemutlu, C. C. Eylem, M. İlhan, E. Küpeli-Akkol, H. Karahan, P. Kelicen-Uğur, T. Ersoz, F. N. Yalçın, Nat. Prod. Res. 2021, 35, 6147."}, {"Citation": "T. K. Ryu, E. Roh, H. S. Shin, J. E. Kim, Plants (Basel) 2022, 11, 773."}, {"Citation": "H. Zhou, T. Hou, Z. Gao, X. Guo, C. Wang, J. Wang, Y. Liu, X. Liang, J. Ethnopharmacol. 2021, 278, 114335."}, {"Citation": "W. Zhang, H. Chen, Z. Xu, X. Zhang, X. Tan, N. He, J. Shen, J. Dong, Int. Immunopharmacol. 2023, 122, 110563."}, {"Citation": "M. Yao, D. Lian, M. Wu, Y. Zhou, Y. Fang, S. Zhang, W. Zhang, Y. Yang, R. Li, H. Chen, Drug Des. Dev. Ther. 2023, 17, 2749."}, {"Citation": "C. Wu, H. Chen, R. Zhuang, H. Zhang, Y. Wang, X. Hu, Y. Xu, J. Li, Y. Li, X. Wang, H. Xu, W. Ni, K. Zhou, Int. J. Biol. Sci. 2021, 17, 1138."}, {"Citation": "H. Zhou, Y. Li, Y. Yang, S. Liu, Z. Yang, Phys. Chem. Chem. Phys. 2021, 23, 13696."}, {"Citation": "L. Deng, P. Yao, L. Li, F. Ji, S. Zhao, C. Xu, X. Lan, P. Jiang, Nat. Commun. 2020, 11, 1755."}, {"Citation": "Q. A. Showkat, J. A. Rather, A. Jabeen, B. Dar, H. A. Makroo, D. Majid, International Journal of Food Science, Technology 2021, 56, 2205."}, {"Citation": "S. P. Bangar, K. Dunno, M. Kumar, H. Mostafa, S. Maqsood, Journ. Actual. Biopharm. Clermont-Ferrand [C. R.] 2022, 89, 104937."}, {"Citation": "H. Y. Zeng, L. H. Cai, X. L. Cai, Y. J. Wang, Y. Q. Li, J. Sci. Food Agric. 2013, 93, 1070."}, {"Citation": "R. Bhat, K. R. Sridhar, Food Chem. 2008, 107, 174."}, {"Citation": "B. R. Sharma, L. N. S. Gautam, D. Adhikari, R. Karki, Phytother. Res. 2017, 31, 3."}, {"Citation": "F. Zhu, Food Hydrocolloids 2017, 63, 332."}, {"Citation": "A. Sruthi, S. T. Panjikkaran, E. Aneena, B. Pathrose, D. Mathew, Journal of pharmacognosy and phytochemistry 2019, 8, 3550."}, {"Citation": "J. Liu, M. Zhang, S. Wang, J. Sci. Food Agric. 2010, 90, 2482."}, {"Citation": "Y.-K. Ham, K.-E. Hwang, D.-H. Song, Y.-J. Kim, D.-J. Shin, K.-I. Kim, H.-J. Lee, N.-R. Kim, C.-J. Kim, Korean journal for food science of animal resources 2017, 37, 219."}, {"Citation": "Y.-S. Park, K. Towantakavanit, T. Kowalska, S.-T. Jung, K.-S. Ham, B.-G. Heo, J.-Y. Cho, J.-G. Yun, H.-J. Kim, S. Gorinstein, J. Med. Food 2009, 12, 1057."}, {"Citation": "S. Z. Hussain, F. Ali, O. B. Hameed, H. Naik, M. Reshi, Indian J. Ecol. 2016, 43, 835."}, {"Citation": "M. A. Shad, H. Nawaz, M. Hussain, B. Yousuf, Pak. J. Bot. 2011, 43, 895."}, {"Citation": "K. F. Khattak, T. J. Simpson, Radiat. Phys. Chem. 2009, 78, 206."}, {"Citation": "T. Fatima, F. Iftikhar, S. Z. Hussain, Journal of Pharmaceutical Innovation 2018, 7, 238."}, {"Citation": "Y. Zhao, Y. Zheng, Z. Li, Y. Jiang, W. Zhuang, B. Zheng, Y. Tian, Drying Technol. 2019, 38, 534–544."}, {"Citation": "P. Gissen, I. M. Arias, J. Hepatol. 2015, 63, 1023."}, {"Citation": "I. N. Crispe, The Journal of Immunology 2016, 196, 17."}, {"Citation": "Z. Zhou, M.-J. Xu, B. Gao, Cellular, molecular immunology 2016, 13, 301."}, {"Citation": "P. Van Eyken, R. Sciot, V. Desmet, Histopathology 1989, 15, 125."}, {"Citation": "C.-C. Tang, W.-L. Lin, Y.-J. Lee, Y.-C. Tang, C.-J. Wang, Food Funct. 2014, 5, 678."}, {"Citation": "C. T. Horng, C. W. Huang, M. Y. Yang, T. H. Chen, Y. C. Chang, C. J. Wang, Environ. Toxicol. 2017, 32, 2327."}, {"Citation": "H.-H. Lin, J.-Y. Hsu, C.-Y. Tseng, X.-Y. Huang, H.-C. Tseng, J.-H. Chen, Molecules 2022, 27, 4030."}, {"Citation": "N. F. Santos-Sánchez, R. Salas-Coronado, C. Villanueva-Cañongo, B. Hernández-Carlos, Antioxidants 2019, 10, 1."}, {"Citation": "L. Yuan, X. Gu, Z. Yin, W. Kang, African Journal of Traditional, Complementary and Alternative Medicines 2014, 11, 85."}, {"Citation": "L. Plantier, A. Cazes, A.-T. Dinh-Xuan, C. Bancal, S. Marchand-Adam, B. Crestani, European Respiratory Review 2018, 27, 170062."}, {"Citation": "S. Hu, W. He, G. Wu, Amino Acids 2022, 54, 513."}, {"Citation": "J.-H. Xiao, J.-H. Zhang, H.-L. Chen, X.-L. Feng, J.-L. Wang, Planta Med. 2005, 71, 225."}, {"Citation": "C.-H. Niu, Y. Wang, J.-D. Liu, J.-L. Wang, J.-H. Xiao, Eur. J. Pharmacol. 2013, 714, 112."}, {"Citation": "M. Rajput, A. S. Jadon, P. Bhadauriya, World Journal of Biology Pharmacy and Health Sciences 2022, 11, 085."}, {"Citation": "R. Lolage, V. M. Satpute, M. S. A. Waghmare, H. V. Kambale, Int. J. Pharm. Res. Appl 2023, 8, 223–234."}, {"Citation": "G. Premanand, N. Shanmugam, N. Kannadasan, K. Sathishkumar, G. Viruthagiri, Applied Nanoscience 2016, 6, 409."}, {"Citation": "N. T. M. Tho, T. N. M. An, M. D. Tri, T. V. M. Sreekanth, J.-S. Lee, P. C. Nagajyothi, K. D. Lee, Acta Chim. Slov. 2013, 60, 673."}, {"Citation": "M. Reddeppa, P. Srujana, R. Chenna Krishna Reddy, T. V. Reddy, T. S. Rani, Rasayan J. Chem 2020, 13, 1885."}, {"Citation": "G. Petroni, A. Buqué, L. Zitvogel, G. Kroemer, L. Galluzzi, Cancer Cell 2021, 39, 310."}, {"Citation": "A. Lewicka, Ł. Szymański, K. Rusiecka, A. Kucza, A. Jakubczyk, R. Zdanowski, S. Lewicki, Nutrients 2019, 11, 1958."}, {"Citation": "A. Ali Reza, M. S. Nasrin, M. A. Hossen, M. A. Rahman, I. Jantan, M. A. Haque, E. Sobarzo-Sánchez, Critical reviews in food science and nutrition 2023, 63, 5546."}, {"Citation": "W. Hu, Y. Jiang, Q. Xue, F. Sun, J. Zhang, J. Zhou, Z. Niu, Q. Li, F. Li, T. Shen, Journ. Actual. Biopharm. Clermont-Ferrand [C. R.] 2019, 60, 103457."}, {"Citation": "Y.-R. Song, A.-R. Han, T.-G. Lim, E.-J. Lee, H.-D. Hong, Int. J. Biol. Macromol. 2019, 128, 546."}, {"Citation": "D. Mukherjee, A. Biswas, S. Bhadra, V. Pichairajan, T. Biswas, B. P. Saha, P. K. Mukherjee, Immunopharmacol. Immunotoxicol. 2010, 32, 466."}, {"Citation": "Y. Zheng, Q. Wang, X. Lu, B. Zheng, J. Xiao, Free Radical Biol. Med. 2016, 100, S133."}, {"Citation": "R. Pahwa, A. Goyal, P. Bansal, I. Jialal, 2018."}, {"Citation": "N. Singh, D. Baby, J. P. Rajguru, P. B. Patil, S. S. Thakkannavar, V. B. Pujari, Ann Afr Med 2019, 18, 121."}, {"Citation": "K. Fitri, T. N. Khairani, K. T. Sianturi, L. Leny, I. Hafiz, J. Drug Delivery Ther. 2021, 11, 1."}, {"Citation": "S. W. Moon, C.-B. Ahn, Y. Oh, J.-Y. Je, Int. J. Biol. Macromol. 2019, 134, 791."}, {"Citation": "S.-H. Liu, T.-H. Lu, C.-C. Su, I.-S. Lay, H.-Y. Lin, K.-M. Fang, T.-J. Ho, K.-L. Chen, Y.-C. Su, W.-C. Chiang, The American journal of Chinese medicine 2014, 42, 869."}, {"Citation": "M. Singh, A. Kapoor, A. Bhatnagar, Metabolites 2021, 11, 655."}, {"Citation": "F. Balestri, R. Moschini, U. Mura, M. Cappiello, A. Del Corso, Biomolecules 2022, 12, 485."}, {"Citation": "S. Gupta, N. Singh, A. S. Jaggi, J. Basic Clin. Physiol. Pharmacol. 2014, 25, 255."}, {"Citation": "S. S. Lim, Y. J. Jung, S. K. Hyun, Y. S. Lee, J. S. Choi, Phytotherapy Research: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives 2006, 20, 825."}, {"Citation": "T. Pokhrel, D. Shrestha, K. Dhakal, P. M. Yadav, A. Adhikari, J. Chem. 2022, 2022, 4258124."}, {"Citation": "J. Huralikuppi, A. Christopher, P. Stephen, Phytother. Res. 1991, 5, 217."}, {"Citation": "P. G. Kopelman, Nature 2000, 404, 635."}, {"Citation": "M. Blüher, Endocr. Rev. 2020, 41, bnaa004."}, {"Citation": "S. Sarma, S. Sockalingam, S. Dash, Diabetes Obes. Metab. 2021, 23, 3."}, {"Citation": "A. Trang, P. B. Khandhar, 2019."}, {"Citation": "G. Marucci, M. Buccioni, D. Dal Ben, C. Lambertucci, R. Volpini, F. Amenta, Neuropharmacology 2021, 190, 108352."}, {"Citation": "H. A. Jung, Y. J. Jung, S. K. Hyun, B.-S. Min, D.-W. Kim, J. H. Jung, J. S. Choi, Biol. Pharm. Bull. 2010, 33, 267."}, {"Citation": "P. K. Mukherjee, V. Kumar, P. J. Houghton, Phytotherapy Research: An International Journal Devoted to Pharmacological and Toxicological Evaluation of Natural Product Derivatives 2007, 21, 1142."}, {"Citation": "E. S. Kim, J. B. Weon, B.-R. Yun, J. Lee, M. R. Eom, K.-H. Oh, C. J. Ma, Evid.-Based Complement. Altern. Med. 2014, 2014, 869831."}]}], "History": [{"Year": "2023", "Month": "9", "Day": "23"}, {"Year": "2024", "Month": "2", "Day": "7"}, {"Year": "2024", "Month": "5", "Day": "15", "Hour": "18", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "1", "Minute": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38327030", "10.1002/cbdv.202301493"]}}]}