{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38321199", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["3046", "10.1038/s41598-024-53510-5"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "06"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "06"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Comparative transcriptomics of two Salvia subg. Perovskia species contribute towards molecular background of abietane-type diterpenoid biosynthesis.", "Pagination": {"StartPage": "3046", "MedlinePgn": "3046"}, "Abstract": {"AbstractText": ["Tanshinones, are a group of diterpenoid red pigments present in Danshen - an important herbal drug of Traditional Chinese Medicine which is a dried root of Salvia miltiorrhiza Bunge. Some of the tanshinones are sought after as pharmacologically active natural products. To date, the biosynthetic pathway of tanshinones has been only partially elucidated. These compounds are also present in some of the other Salvia species, i.a. from subgenus Perovskia, such as S. abrotanoides (Kar.) Sytsma and S. yangii B.T. Drew. Despite of the close genetic relationship between these species, significant qualitative differences in their diterpenoid profile have been discovered. In this work, we have used the Liquid Chromatography-Mass Spectrometry analysis to follow the content of diterpenoids during the vegetation season, which confirmed our previous observations of a diverse diterpenoid profile. As metabolic differences are reflected in different transcript profile of a species or tissues, we used metabolomics-guided transcriptomic approach to select candidate genes, which expression possibly led to observed chemical differences. Using an RNA-sequencing technology we have sequenced and de novo assembled transcriptomes of leaves and roots of S. abrotanoides and S. yangii. As a result, 134,443 transcripts were annotated by UniProt and 56,693 of them were assigned as Viridiplantae. In order to seek for differences, the differential expression analysis was performed, which revealed that 463, 362, 922 and 835 genes indicated changes in expression in four comparisons. GO enrichment analysis and KEGG functional analysis of selected DEGs were performed. The homology and expression of two gene families, associated with downstream steps of tanshinone and carnosic acid biosynthesis were studied, namely: cytochromes P-450 and 2-oxoglutarate-dependend dioxygenases. Additionally, BLAST analysis revealed existence of 39 different transcripts related to abietane diterpenoid biosynthesis in transcriptomes of S. abrotanoides and S. yangii. We have used quantitative real-time RT-PCR analysis of selected candidate genes, to follow their expression levels over the vegetative season. A hypothesis of an existence of a multifunctional CYP76AH89 in transcriptomes of S. abrotanoides and S. yangii is discussed and potential roles of other CYP450 homologs are speculated. By using the comparative transcriptomic approach, we have generated a dataset of candidate genes which provides a valuable resource for further elucidation of tanshinone biosynthesis. In a long run, our investigation may lead to optimization of diterpenoid profile in S. abrotanoides and S. yangii, which may become an alternative source of tanshinones for further research on their bioactivity and pharmacological therapy."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland. monika.bielecka@umw.edu.pl."}], "LastName": "Bielecka", "ForeName": "Monika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland."}], "LastName": "Stafiniak", "ForeName": "Marta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland."}], "LastName": "Pencakowski", "ForeName": "Bartosz", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland."}], "LastName": "Ślusarczyk", "ForeName": "Sylwester", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Physiology, Genetics and Biotechnology, Faculty of Biology and Biotechnology, University of Warmia and Mazury in Olsztyn, Oczapowskiego 1A/113, 10-719, Olsztyn, Poland."}], "LastName": "Jastrzębski", "ForeName": "Jan Paweł", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Nature Protection, Faculty of Biology and Biotechnology, University of Warmia and Mazury in Olsztyn, Prawocheńskiego 17, 10-720, Olsztyn, Poland."}], "LastName": "Paukszto", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Genomics & Bioinformatics, Hirszfeld Institute of Immunology and Experimental Therapy PAS, Rudolfa Weigla 12, Wrocław, Poland."}], "LastName": "Łaczmański", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland."}, {"Identifier": [], "Affiliation": "Core Research Facilities (CRF), Isfahan University of Medical Sciences, Isfahan, 81746-73461, Iran."}], "LastName": "Gharibi", "ForeName": "Shima", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biology and Biotechnology, Wroclaw Medical University, Borowska 211A, 50-556, Wrocław, Poland."}, {"Identifier": [], "Affiliation": "Botanical Garden of Medicinal Plants, Wroclaw Medical University, Jana Kochanowskiego 14, Wrocław, Poland."}], "LastName": "Matkowski", "ForeName": "Adam", "Initials": "A"}], "GrantList": [{"GrantID": "DEC-2017/01/X/NZ9/00599", "Agency": "National Science Centre Poland (NCN)", "Country": ""}, {"GrantID": "SUBK.D030.22.037", "Agency": "Wroclaw Medical University", "Country": ""}, {"GrantID": "REZD.Z506.24.002", "Agency": "Wroclaw Medical University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "03UUH3J385", "NameOfSubstance": "tanshinone"}, {"RegistryNumber": "0", "NameOfSubstance": "abietane"}, {"RegistryNumber": "0", "NameOfSubstance": "Abietanes"}, {"RegistryNumber": "9035-51-2", "NameOfSubstance": "Cytochrome P-450 Enzyme System"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Salvia"}, {"QualifierName": [], "DescriptorName": "Abietanes"}, {"QualifierName": ["genetics"], "DescriptorName": "Salvia miltiorrhiza"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": ["genetics"], "DescriptorName": "Cytochrome P-450 Enzyme System"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Khaliq S, Volk FJ, Frahm AW. Phytochemical investigation of Perovskia abrotanoides. Planta Med. 2007;73:77–83. doi: 10.1055/s-2006-951766.", "ArticleIdList": ["10.1055/s-2006-951766", "17315312"]}, {"Citation": "Flora of Pakistan Available online: http://www.efloras.org/flora_page.aspx?flora_id=5, accessed 17 January 2020."}, {"Citation": "Perveen S, Malik A, Tareen RB. Structural determination of atricins A and B, new triterpenes from Perovskia atriplicifolia, by 1D and 2D NMR spectroscopy. Magn. Reson. Chem. 2009;47:266–269. doi: 10.1002/mrc.2364.", "ArticleIdList": ["10.1002/mrc.2364", "18991320"]}, {"Citation": "Flora of China Available online: http://www.efloras.org/flora_page.aspx?flora_id=2, accessed 17 January 2020)."}, {"Citation": "Mohammadhosseini M, Venditti A, Akbarzadeh A. The genus Perovskia Kar.: Ethnobotany, chemotaxonomy and phytochemistry: A review. Toxin Rev. 2019 doi: 10.1080/15569543.2019.1691013.", "ArticleIdList": ["10.1080/15569543.2019.1691013"]}, {"Citation": "Tareen RB, Bibi T, Khan MA, Ahmad M, Zafar M. Indigenous knowledge of folk medicine by the women of Kalat and Khuzdar regions of Balochistan. Pakistan. Pakistan J. Bot. 2010;42:1465–1485."}, {"Citation": "Phani Kumar P, Gupta S, Murugan M, Bala-Singh S. Ethnobotanical studies of Nubra valley-A cold arid zone of Himalaya. Ethnobot Leafl. 2009;13:752–765."}, {"Citation": "Moallem SA, Niapour M. Study of embryotoxicity of Perovskia abrotanoides, an adulterant in folk-medicine, during organogenesis in mice. J. Ethnopharmacol. 2008;117:108–114. doi: 10.1016/j.jep.2008.01.020.", "ArticleIdList": ["10.1016/j.jep.2008.01.020", "18337034"]}, {"Citation": "Ballabh B, Chaurasia OP, Ahmed Z, Singh SB. Traditional medicinal plants of cold desert Ladakh-Used against kidney and urinary disorders. J. Ethnopharmacol. 2008;118:331–339. doi: 10.1016/j.jep.2008.04.022.", "ArticleIdList": ["10.1016/j.jep.2008.04.022", "18550306"]}, {"Citation": "Hosseinzadeh, H.; Amel, S. Antinociceptive Effect of the Aerial Parts of Perovskia brotanoides Extracts in Mice. Iran. Red Crescent Med. J.2009, 6."}, {"Citation": "Sairafianpour M, Christensen J, Steerk D, Budnik BA, Kharazmi A, Bagherzadeh K, Jaroszewski JW. Leishmanicidal, antiplasmodial, and cytotoxic activity of novel diterpenoid 1,2-quinones from Perovskia abrotanoides: New source of tanshinones. J. Nat. Prod. 2001;64:1398–1403. doi: 10.1021/np010032f.", "ArticleIdList": ["10.1021/np010032f", "11720520"]}, {"Citation": "Jaafari MR, Hooshmand S, Samiei A, Hossainzadeh H. Evaluation of leishmanicidal effect of Perovskia abrotanoides Karel. Root extract by in vitro leishmanicidal assay using promastigotes of Leishmania major. Pharmacologyonline. 2007;1:299–303."}, {"Citation": "Perveen S, Malik A, Noor AT, Tareen RB. Pervosides A and B, new isoferulyl glucosides from Perovskia atriplicifolia. J. Asian Nat. Prod. Res. 2008;10:1105–1108. doi: 10.1080/10286020802361214.", "ArticleIdList": ["10.1080/10286020802361214", "19031254"]}, {"Citation": "Baquar SR. Medicinal and poisonous plants of Pakistan. 1. Printas Press; 1989."}, {"Citation": "Eisenman, S.W.; Zaurov, D.E.; Struwe, L. Medicinal plants of Central Asia: Uzbekistan and Kyrgyzstan; 2013"}, {"Citation": "Gao L, Zhou J, Zhu LY, Zhang JR, Jing YX, Zhao JW, Huang XZ, Li GP, Jiang ZY, Xue DY. Four new diterpene glucosides from Perovskia atriplicifolia. Chem. Biodivers. 2017;14:1–7. doi: 10.1002/cbdv.201700071.", "ArticleIdList": ["10.1002/cbdv.201700071", "28419767"]}, {"Citation": "Jiang ZY, Yu YJ, Huang CG, Huang XZ, Hu QF, Yang GY, Wang HB, Zhang XY, Li GP. Icetexane diterpenoids from Perovskia atriplicifolia. Planta Med. 2015;81:241–246. doi: 10.1055/s-0034-1396151.", "ArticleIdList": ["10.1055/s-0034-1396151", "25611748"]}, {"Citation": "Sajjadi SE, Mehregan I, Khatamsaz M, Asgari G. Chemical composition of the essential oil of Perovskia abrotanoides Karel. growing wild in Iran. Flavour Fragr. J. 2005;20:445–446. doi: 10.1002/ffj.1508.", "ArticleIdList": ["10.1002/ffj.1508"]}, {"Citation": "Jassbi AR, Ahmad VU, Tareen RB. Constituents of the essential oil of Perovskia atriplicifolia. Flavour Fragr. J. 1999;14:38–40. doi: 10.1002/(SICI)1099-1026(199901/02)14:1<38::AID-FFJ778>3.0.CO;2-8.", "ArticleIdList": ["10.1002/(SICI)1099-1026(199901/02)14:1<38::AID-FFJ778>3.0.CO;2-8"]}, {"Citation": "Erdemgil FZ, Ilhan S, Korkmaz F, Kaplan C, Mercangöz A, Arfan M, Ahmad S. Chemical composition and biological activity of the essential oil of Perovskia atriplicifolia from Pakistan. Pharm. Biol. 2007;45:324–331. doi: 10.1080/13880200701212890.", "ArticleIdList": ["10.1080/13880200701212890"]}, {"Citation": "Dabiri M, Sefidkon F. Analysis of the essential oil from aerial parts of Perovskia atriplicifolia Benth. at different stages of plant growth. Flavour Fragr. J. 2001;16:435–438. doi: 10.1002/ffj.988.", "ArticleIdList": ["10.1002/ffj.988"]}, {"Citation": "Perveen S, Khan SB, Malik A, Tareen RB, Nawaz SA, Choudhary MI. Phenolic constituents from Perovskia atriplicifolia. Nat. Prod. Res. 2006;20:347–353. doi: 10.1080/14786410500463205.", "ArticleIdList": ["10.1080/14786410500463205", "16644529"]}, {"Citation": "Tarawneh A, León F, Pettaway S, Elokely KM, Klein ML, Lambert J, Mansoor A, Cutler SJ. Flavonoids from Perovskia atriplicifolia and their in vitro displacement of the respective radioligands for human opioid and cannabinoid receptors. J. Nat. Prod. 2015;78:1461–1465. doi: 10.1021/acs.jnatprod.5b00218.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00218", "26035635"]}, {"Citation": "Ghaderi S, Nejad Ebrahimi S, Ahadi H, Eslambolchi Moghadam S, Mirjalili MH. In vitro propagation and phytochemical assessment of Perovskia abrotanoides Karel. (Lamiaceae)—A medicinally important source of phenolic compounds. Biocatal. Agric. Biotechnol. 2019;19:101113. doi: 10.1016/j.bcab.2019.101113.", "ArticleIdList": ["10.1016/j.bcab.2019.101113"]}, {"Citation": "Stafiniak M, Ślusarczyk S, Pencakowski B, Matkowski A, Rahimmalek M, Bielecka M. Seasonal variations of rosmarinic acid and its glucoside and expression of genes related to their biosynthesis in two medicinal and aromatic species of Salvia subg. Perovskia. Biology (Basel). 2021 doi: 10.3390/biology10060458.", "ArticleIdList": ["10.3390/biology10060458", "PMC8224735", "34067387"]}, {"Citation": "Božić D, Papaefthimiou D, Brückner K, De Vos RCH, Tsoleridis CA, Katsarou D, Papanikolaou A, Pateraki I, Chatzopoulou FM, Dimitriadou E, et al. Towards elucidating carnosic acid biosynthesis in Lamiaceae: Functional characterization of the three first steps of the pathway in Salvia fruticosa and Rosmarinus officinalis. PLoS One. 2015;10:1–28. doi: 10.1371/journal.pone.0124106.", "ArticleIdList": ["10.1371/journal.pone.0124106", "PMC4447455", "26020634"]}, {"Citation": "Jassbi AR, Zare S, Firuzi O, Xiao J. Bioactive phytochemicals from shoots and roots of Salvia species. Phytochem. Rev. 2016;15:829–867. doi: 10.1007/s11101-015-9427-z.", "ArticleIdList": ["10.1007/s11101-015-9427-z"]}, {"Citation": "Bielecka M, Pencakowski B, Stafiniak M, Jakubowski K, Rahimmalek M, Gharibi S, Matkowski A, Ślusarczyk S. Metabolomics and DNA-based authentication of two traditional Asian medicinal and aromatic species of Salvia subg. Perovskia. Cells. 2021 doi: 10.3390/cells10010112.", "ArticleIdList": ["10.3390/cells10010112", "PMC7826587", "33435339"]}, {"Citation": "Ge X, Wu J. Tanshinone production and isoprenoid pathways in Salvia miltiorrhiza hairy roots induced by Ag + and yeast elicitor. Plant Sci. 2005;168:487–491. doi: 10.1016/j.plantsci.2004.09.012.", "ArticleIdList": ["10.1016/j.plantsci.2004.09.012"]}, {"Citation": "Lu, S. Compendium of Plant Genomes; Springer Nature Switzerland AG, 2019; ISBN 978-3-030-24715-7."}, {"Citation": "Wang JW, Wu JY. Tanshinone biosynthesis in Salvia miltiorrhiza and production in plant tissue cultures. Appl. Microbiol. Biotechnol. 2010;88:437–449. doi: 10.1007/s00253-010-2797-7.", "ArticleIdList": ["10.1007/s00253-010-2797-7", "20694462"]}, {"Citation": "Su CY, Ming QL, Rahman K, Han T, Qin LP. Salvia miltiorrhiza: Traditional medicinal uses, chemistry, and pharmacology. Chin. J. Nat. Med. 2015;13:163–182. doi: 10.1016/S1875-5364(15)30002-9.", "ArticleIdList": ["10.1016/S1875-5364(15)30002-9", "25835361"]}, {"Citation": "Song JJ, Fang X, Li CY, Jiang Y, Li JX, Wu S, Guo J, Liu Y, Fan H, Huang YB, et al. A 2-oxoglutarate-dependent dioxygenase converts dihydrofuran to furan in Salvia diterpenoids. Plant Physiol. 2022;188:1496–1506. doi: 10.1093/plphys/kiab567.", "ArticleIdList": ["10.1093/plphys/kiab567", "PMC8896610", "34893909"]}, {"Citation": "Wang X, Morris-Natschke SL, Lee KH. New developments in the chemistry and biology of the bioactive constituents of Tanshen. Med. Res. Rev. 2007;27:133–148. doi: 10.1002/med.20077.", "ArticleIdList": ["10.1002/med.20077", "16888751"]}, {"Citation": "Mei XD, Cao YF, Che YY, Li J, Shang ZP, Zhao WJ, Qiao YJ, Zhang JY. Danshen: a phytochemical and pharmacological overview. Chin. J. Nat. Med. 2019;17:59–80. doi: 10.1016/S1875-5364(19)30010-X.", "ArticleIdList": ["10.1016/S1875-5364(19)30010-X", "30704625"]}, {"Citation": "González MA. Aromatic abietane diterpenoids: their biological activity and synthesis. Nat. Prod. Rep. 2015;32:684–704. doi: 10.1039/C4NP00110A.", "ArticleIdList": ["10.1039/C4NP00110A", "25643290"]}, {"Citation": "Ma Y, Yuan L, Wu B, Li X, Chen S, Lu S. Genome-wide identification and characterization of novel genes involved in terpenoid biosynthesis in Salvia miltiorrhiza. J. Exp. Bot. 2012;63:2809–2823. doi: 10.1093/jxb/err466.", "ArticleIdList": ["10.1093/jxb/err466", "PMC3346237", "22291132"]}, {"Citation": "Cui G, Huang L, Tang X, Zhao J. Candidate genes involved in tanshinone biosynthesis in hairy roots of Salvia miltiorrhiza revealed by cDNA microarray. Mol. Biol. Rep. 2011;38:2471–2478. doi: 10.1007/s11033-010-0383-9.", "ArticleIdList": ["10.1007/s11033-010-0383-9", "21082262"]}, {"Citation": "Yang L, Ding G, Lin H, Cheng H, Kong Y, Wei Y, Fang X, Liu R, Wang L, Chen X, et al. Transcriptome analysis of medicinal plant Salvia miltiorrhiza and identification of genes related to tanshinone biosynthesis. PLoS One. 2013 doi: 10.1371/journal.pone.0080464.", "ArticleIdList": ["10.1371/journal.pone.0080464", "PMC3834075", "24260395"]}, {"Citation": "Gao W, Sun H-X, Xiao H, Cui G, Hillwig ML, Jackson A, Wang X, Shen Y, Zhao N, Zhang L, et al. Combining metabolomics and transcriptomics to characterize tanshinone biosynthesis in Salvia miltiorrhiza. BMC Genomics. 2014 doi: 10.1186/1471-2164-15-73.", "ArticleIdList": ["10.1186/1471-2164-15-73", "PMC3913955", "24467826"]}, {"Citation": "Cui G, Duan L, Jin B, Qian J, Xue Z, Shen G, Snyder JH, Song J, Chen S, Huang L, et al. Functional divergence of diterpene syntheses in the medicinal plant Salvia miltiorrhiza. Plant Physiol. 2015;169:1607–1618. doi: 10.1104/pp.15.00695.", "ArticleIdList": ["10.1104/pp.15.00695", "PMC4634056", "26077765"]}, {"Citation": "Brückner K, Božić D, Manzano D, Papaefthimiou D, Pateraki I, Scheler U, Ferrer A, De Vos RCH, Kanellis AK, Tissier A. Characterization of two genes for the biosynthesis of abietane-type diterpenes in rosemary (Rosmarinus officinalis) glandular trichomes. Phytochemistry. 2014;101:52–64. doi: 10.1016/j.phytochem.2014.01.021.", "ArticleIdList": ["10.1016/j.phytochem.2014.01.021", "24569175"]}, {"Citation": "Trikka FA, Nikolaidis A, Ignea C, Tsaballa A, Tziveleka L-A, Ioannou E, Roussis V, Stea EA, Božić D, Argiriou A, et al. Combined metabolome and transcriptome profiling provides new insights into diterpene biosynthesis in S. pomifera glandular trichomes. BMC Genomics. 2015;16:935. doi: 10.1186/s12864-015-2147-3.", "ArticleIdList": ["10.1186/s12864-015-2147-3", "PMC4647624", "26572682"]}, {"Citation": "Hu J, Wang F, Liang F, Wu Z, Jiang R, Li J, Chen J, Qiu S, Wang J, Zhang Y, et al. Identification of abietane-type diterpenoids and phenolic acids biosynthesis genes in Salvia apiana Jepson through full-length transcriptomic and metabolomic profiling. Front. Plant Sci. 2022;13:1–12. doi: 10.3389/fpls.2022.919025.", "ArticleIdList": ["10.3389/fpls.2022.919025", "PMC9213684", "35755672"]}, {"Citation": "Wang Z, Peters RJ. Tanshinones: Leading the way into Lamiaceae labdane-related diterpenoid biosynthesis. Curr. Opin. Plant Biol. 2022;66:102189. doi: 10.1016/j.pbi.2022.102189.", "ArticleIdList": ["10.1016/j.pbi.2022.102189", "PMC8940693", "35196638"]}, {"Citation": "Vranová E, Coman D, Gruissem W. Network analysis of the MVA and MEP pathways for isoprenoid synthesis. Ann. Rev. Plant. Biol. 2013;64:665–700. doi: 10.1146/ANNUREV-ARPLANT-050312-120116.", "ArticleIdList": ["10.1146/ANNUREV-ARPLANT-050312-120116", "23451776"]}, {"Citation": "Peters RJ. Two rings in them all: The labdane-related diterpenoids. Nat. Prod. Rep. 2010;27:1521–1530. doi: 10.1039/c0np00019a.", "ArticleIdList": ["10.1039/c0np00019a", "PMC3766046", "20890488"]}, {"Citation": "Gao W, Hillwig ML, Huango L, Cui G, Wang X, Kong J, Yang B, Peters RJ. A functional genomics approach to tanshinone biosynthesis provides stereochemical insights. Org. Lett. 2009;11:5170–5173. doi: 10.1021/OL902051V/SUPPL_FILE/OL902051V_SI_001.PDF.", "ArticleIdList": ["10.1021/OL902051V/SUPPL_FILE/OL902051V_SI_001.PDF", "PMC2776380", "19905026"]}, {"Citation": "Guo J, Zhou YJ, Hillwig ML, Shen Y, Yang L, Wang Y, Zhang X, Liu W, Peters RJ, Chen X, et al. CYP76AH1 catalyzes turnover of miltiradiene in tanshinones biosynthesis and enables heterologous production of ferruginol in yeasts. Proc. Natl. Acad. Sci. USA. 2013 doi: 10.1073/pnas.1218061110.", "ArticleIdList": ["10.1073/pnas.1218061110", "PMC3718111", "23812755"]}, {"Citation": "Zi J, Peters RJ. Characterization of CYP76AH4 clarifies phenolic diterpenoid biosynthesis in the Lamiaceae. Org. Biomol. Chem. 2013;11:7650–7652. doi: 10.1039/C3OB41885E.", "ArticleIdList": ["10.1039/C3OB41885E", "PMC3922537", "24108414"]}, {"Citation": "Ma Y, Ma X-H, Meng F-Y, Zhan Z-L, Guo J, Huang L-Q. RNA interference targeting CYP76AH1 in hairy roots of Salvia miltiorrhiza reveals its key role in the biosynthetic pathway of tanshinones. Biochem. Biophys. Res. Commun. 2016;477:155–160. doi: 10.1016/j.bbrc.2016.06.036.", "ArticleIdList": ["10.1016/j.bbrc.2016.06.036", "27291148"]}, {"Citation": "Guo J, Ma X, Cai Y, Ma Y, Zhan Z, Zhou YJ, Liu W, Guan M, Yang J, Cui G, et al. Cytochrome P450 promiscuity leads to a bifurcating biosynthetic pathway for tanshinones. New Phytol. 2016;210:525–534. doi: 10.1111/nph.13790.", "ArticleIdList": ["10.1111/nph.13790", "PMC4930649", "26682704"]}, {"Citation": "Ma Y, Cui G, Chen T, Ma X, Wang R, Jin B, Yang J, Kang L, Tang J, Lai C, et al. Expansion within the CYP71D subfamily drives the heterocyclization of tanshinones synthesis in Salvia miltiorrhiza. Nat. Commun. 2021;12:1–11. doi: 10.1038/s41467-021-20959-1.", "ArticleIdList": ["10.1038/s41467-021-20959-1", "PMC7846762", "33514704"]}, {"Citation": "Xu Z, Peters RJ, Weirather J, Luo H, Liao B, Zhang X, Zhu Y, Ji A, Zhang B, Hu S, et al. Full-length transcriptome sequences and splice variants obtained by a combination of sequencing platforms applied to different root tissues of Salvia miltiorrhiza and tanshinone biosynthesis. Plant J. 2015;82:951–961. doi: 10.1111/tpj.12865.", "ArticleIdList": ["10.1111/tpj.12865", "25912611"]}, {"Citation": "Birtić S, Dussort P, Pierre FX, Bily AC, Roller M. Carnosic acid. Phytochemistry. 2015;115:9–19. doi: 10.1016/J.PHYTOCHEM.2014.12.026.", "ArticleIdList": ["10.1016/J.PHYTOCHEM.2014.12.026", "25639596"]}, {"Citation": "Loussouarn M, Krieger-Liszkay A, Svilar L, Bily A, Birtić S, Havaux M. Carnosic acid and carnosol, two major antioxidants of rosemary, act through different mechanisms. Plant Physiol. 2017;175:1381–1394. doi: 10.1104/PP.17.01183.", "ArticleIdList": ["10.1104/PP.17.01183", "PMC5664485", "28916593"]}, {"Citation": "Ignea C, Athanasakoglou A, Ioannou E, Georgantea P, Trikka FA, Loupassaki S, Roussis V, Makris AM, Kampranis SC. Carnosic acid biosynthesis elucidated by a synthetic biology platform. Proc. Natl. Acad. Sci. U. S. A. 2016;113:3681–3686. doi: 10.1073/pnas.1523787113.", "ArticleIdList": ["10.1073/pnas.1523787113", "PMC4822630", "26976595"]}, {"Citation": "Scheler U, Brandt W, Porzel A, Rothe K, Manzano D, Bozic D, Papaefthimiou D, Balcke GU, Henning A, Lohse S, et al. Elucidation of the biosynthesis of carnosic acid and its reconstitution in yeast. Nat. Commun. 2016 doi: 10.1038/ncomms12942.", "ArticleIdList": ["10.1038/ncomms12942", "PMC5059481", "27703160"]}, {"Citation": "Nelson DR. The cytochrome P450 homepage. Hum. Genomics. 2009;4:59–65. doi: 10.1186/1479-7364-4-1-59.", "ArticleIdList": ["10.1186/1479-7364-4-1-59", "PMC3500189", "19951895"]}, {"Citation": "Mao Y, Ma Y, Chen T, Ma X, Xu Y, Bu J, Li Q, Jin B, Wang Y, Li Y, et al. Functional integration of two CYP450 genes involved in biosynthesis of tanshinones for improved diterpenoid production by synthetic biology. ACS Synth. Biol. 2020;9:1763–1770. doi: 10.1021/acssynbio.0c00136.", "ArticleIdList": ["10.1021/acssynbio.0c00136", "32551504"]}, {"Citation": "Hu Z, Liu X, Tian M, Ma Y, Jin B, Gao W, Cui G, Guo J, Huang L. Recent progress and new perspectives for diterpenoid biosynthesis in medicinal plants. Med. Res. Rev. 2021;41:2971–2997. doi: 10.1002/med.21816.", "ArticleIdList": ["10.1002/med.21816", "33938025"]}, {"Citation": "Lanier ER, Andersen TB, Hamberger B. Plant terpene specialized metabolism: Complex networks or simple linear pathways? Plant J. 2023;114:1178–1201. doi: 10.1111/tpj.16177.", "ArticleIdList": ["10.1111/tpj.16177", "36891828"]}, {"Citation": "Werck-Reichhart D. Promiscuity, a driver of plant cytochrome P450 evolution? Biomolecules. 2023 doi: 10.3390/biom13020394.", "ArticleIdList": ["10.3390/biom13020394", "PMC9953472", "36830762"]}, {"Citation": "Bryson AE, Lanier ER, Lau KH, Hamilton JP, Vaillancourt B, Mathieu D, Yocca AE, Miller GP, Edger PP, Buell CR, et al. Uncovering a miltiradiene biosynthetic gene cluster in the Lamiaceae reveals a dynamic evolutionary trajectory. Nat. Commun. 2023;14:1–14. doi: 10.1038/s41467-023-35845-1.", "ArticleIdList": ["10.1038/s41467-023-35845-1", "PMC9860074", "36670101"]}, {"Citation": "Su Y, Zhang J, Xu Z, Li J, Wang P, Song Z, Tian G, Li L, Song J, Wang J. Integrative analysis of metabolome and transcriptome reveals the mechanism of color formation in white root (Salvia miltiorrhiza) Ind. Crops Prod. 2021 doi: 10.1016/j.indcrop.2021.113784.", "ArticleIdList": ["10.1016/j.indcrop.2021.113784"]}, {"Citation": "Li B, Cui G, Shen G, Zhan Z, Huang L, Chen J, Qi X. Targeted mutagenesis in the medicinal plant Salvia miltiorrhiza. Sci. Rep. 2017;7:43320. doi: 10.1038/srep43320.", "ArticleIdList": ["10.1038/srep43320", "PMC5335714", "28256553"]}, {"Citation": "Li B, Li J, Chai Y, Huang Y, Li L, Wang D, Wang Z. Targeted mutagenesis of CYP76AK2 and CYP76AK3 in Salvia miltiorrhiza reveals their roles in tanshinones biosynthetic pathway. Int. J. Biol. Macromol. 2021;189:455–463. doi: 10.1016/j.ijbiomac.2021.08.112.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.08.112", "34419551"]}, {"Citation": "Zhao JL, Zhou LG, Wu JY. Effects of biotic and abiotic elicitors on cell growth and tanshinone accumulation in Salvia miltiorrhiza cell cultures. Appl. Microbiol. Biotechnol. 2010;87:137–144. doi: 10.1007/S00253-010-2443-4/FIGURES/6.", "ArticleIdList": ["10.1007/S00253-010-2443-4/FIGURES/6", "20195862"]}, {"Citation": "Xing B, Yang D, Guo W, Liang Z, Yan X, Zhu Y, Liu Y. Ag+ as a more effective elicitor for production of tanshinones than phenolic acids in Salvia miltiorrhiza hairy roots. Molecules. 2015;20:309–324. doi: 10.3390/molecules20010309.", "ArticleIdList": ["10.3390/molecules20010309", "PMC6272699", "25547728"]}, {"Citation": "Wang CH, Zheng LP, Tian H, Wang JW. Synergistic effects of ultraviolet-B and methyl jasmonate on tanshinone biosynthesis in Salvia miltiorrhiza hairy roots. J. Photochem. Photobiol. B Biol. 2016;159:93–100. doi: 10.1016/j.jphotobiol.2016.01.012.", "ArticleIdList": ["10.1016/j.jphotobiol.2016.01.012", "27043259"]}, {"Citation": "Shi M, Kwok KW, Wu JY. Enhancement of tanshinone production in Salvia miltiorrhiza Bunge (red or Chinese sage) hairy-root culture by hyperosmotic stress and yeast elicitor. Biotechnol. Appl. Biochem. 2007;46:191–196. doi: 10.1042/BA20060147.", "ArticleIdList": ["10.1042/BA20060147", "17014425"]}, {"Citation": "Shi M, Hua Q, Kai G. Comprehensive transcriptomic analysis in response to abscisic acid in Salvia miltiorrhiza. Plant Cell. Tissue Organ Cult. 2021;147:389–404. doi: 10.1007/s11240-021-02135-x.", "ArticleIdList": ["10.1007/s11240-021-02135-x"]}, {"Citation": "Contreras A, Leroy B, Mariage PA, Wattiez R. Proteomic analysis reveals novel insights into tanshinones biosynthesis in Salvia miltiorrhiza hairy roots. Sci. Rep. 2019;9:1–13. doi: 10.1038/s41598-019-42164-3.", "ArticleIdList": ["10.1038/s41598-019-42164-3", "PMC6453882", "30962498"]}, {"Citation": "Hou Z, Li Y, Su F, Wang Y, Zhang X, Xu L, Yang D, Liang Z. The exploration of methyl jasmonate on the tanshinones biosynthesis in hair roots of Salvia miltiorrhiza Bunge and Salvia castanea f. tomentosa Stib. Ind. Crops Prod. 2021;167:113563. doi: 10.1016/j.indcrop.2021.113563.", "ArticleIdList": ["10.1016/j.indcrop.2021.113563"]}, {"Citation": "Jiang Y, Wang L, Lu S, Xue Y, Wei X, Lu J, Zhang Y. Transcriptome sequencing of Salvia miltiorrhiza after infection by its endophytic fungi and identification of genes related to tanshinone biosynthesis. Pharm. Biol. 2019;57:760–769. doi: 10.1080/13880209.2019.1680706.", "ArticleIdList": ["10.1080/13880209.2019.1680706", "PMC6844419", "31694427"]}, {"Citation": "Jiang HL, Wang XZ, Xiao J, Luo XH, Yao XJ, Zhao YY, Chen YJ, Crews P, Wu QX. New abietane diterpenoids from the roots of Salvia przewalskii. Tetrahedron. 2013;69:6687–6692. doi: 10.1016/j.tet.2013.05.115.", "ArticleIdList": ["10.1016/j.tet.2013.05.115"]}, {"Citation": "Ulubelen A. New diterpenoids from the roots of Salvia triloba. Planta Med. 1990;56:82–83. doi: 10.1055/s-2006-960890.", "ArticleIdList": ["10.1055/s-2006-960890", "17221372"]}, {"Citation": "Slusarczyk S, Topolski J, Domaradzki K, Adams M, Hamburger M, Matkowski A. Isolation and fast selective determination of nor-abietanoid diterpenoids from Perovskia atriplicifolia roots using LC-ESI-MS/MS with multiple reaction monitoring. Nat. Prod. Commun. 2015;10:1149–1152. doi: 10.1177/1934578x1501000703.", "ArticleIdList": ["10.1177/1934578x1501000703", "26410997"]}, {"Citation": "Wang Q, Hillwig ML, Okada K, Yamazaki K, Wu Y, Swaminathan S, Yamane H, Peters RJ. Characterization of CYP76M5-8 indicates metabolic plasticity within a plant biosynthetic gene cluster. J. Biol. Chem. 2012;287:6159–6168. doi: 10.1074/jbc.M111.305599.", "ArticleIdList": ["10.1074/jbc.M111.305599", "PMC3307284", "22215681"]}, {"Citation": "Teimoori-Boghsani Y, Ganjeali A, Cernava T, Müller H, Asili J, Berg G. Endophytic fungi of native Salvia abrotanoides plants reveal high taxonomic diversity and unique profiles of secondary metabolites. Front. Microbiol. 2020 doi: 10.3389/fmicb.2019.03013.", "ArticleIdList": ["10.3389/fmicb.2019.03013", "PMC6978743", "32010087"]}, {"Citation": "Ma C, Jiang D, Wei X. Mutation breeding of Emericella foeniculicola TR21 for improved production of tanshinone IIA. Process Biochem. 2011;46:2059–2063. doi: 10.1016/j.procbio.2011.07.012.", "ArticleIdList": ["10.1016/j.procbio.2011.07.012"]}, {"Citation": "Ming Q, Han T, Li W, Zhang Q, Zhang H, Zheng C, Huang F, Rahman K, Qin L. Tanshinone IIA and tanshinone i production by Trichoderma atroviride D16, an endophytic fungus in Salvia miltiorrhiza. Phytomedicine. 2012;19:330–333. doi: 10.1016/j.phymed.2011.09.076.", "ArticleIdList": ["10.1016/j.phymed.2011.09.076", "22035769"]}, {"Citation": "Sagita R, Quax WJ, Haslinger K. Current state and future directions of genetics and genomics of endophytic fungi for bioprospecting efforts. Front. Bioeng. Biotechnol. 2021 doi: 10.3389/fbioe.2021.649906.", "ArticleIdList": ["10.3389/fbioe.2021.649906", "PMC8005728", "33791289"]}, {"Citation": "Bolger AM, Lohse M, Usadel B. Trimmomatic: A flexible trimmer for Illumina sequence data. Bioinformatics. 2014;30:2114–2120. doi: 10.1093/BIOINFORMATICS/BTU170.", "ArticleIdList": ["10.1093/BIOINFORMATICS/BTU170", "PMC4103590", "24695404"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat. Biotechnol. 2011;29:644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Langmead B, Trapnell C, Pop M, Salzberg SL. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol. 2009;10:R25. doi: 10.1186/GB-2009-10-3-R25.", "ArticleIdList": ["10.1186/GB-2009-10-3-R25", "PMC2690996", "19261174"]}, {"Citation": "Li B, Dewey CN. RSEM: Accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinform. 2011;12:1–16. doi: 10.1186/1471-2105-12-323/TABLES/6.", "ArticleIdList": ["10.1186/1471-2105-12-323/TABLES/6", "PMC3163565", "21816040"]}, {"Citation": "Reimand J, Kull M, Peterson H, Hansen J, Vilo J. g:Profiler—a web-based toolset for functional profiling of gene lists from large-scale experiments. Nucleic Acids Res. 2007;35:W193. doi: 10.1093/NAR/GKM226.", "ArticleIdList": ["10.1093/NAR/GKM226", "PMC1933153", "17478515"]}, {"Citation": "Hall TA. BioEdit: A user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symp. Ser. 1999;41:95–98."}, {"Citation": "Untergasser A, Nijveen H, Rao X, Bisseling T, Geurts R, Leunissen JAM. Primer3Plus, an enhanced web interface to Primer3. Nucleic Acids Res. 2007;35:W71–W74. doi: 10.1093/nar/gkm306.", "ArticleIdList": ["10.1093/nar/gkm306", "PMC1933133", "17485472"]}, {"Citation": "Bielecka M, Zielińska S, Pencakowski B, Stafiniak M, Ślusarczyk S, Prescha A, Matkowski A. Age-related variation of polyphenol content and expression of phenylpropanoid biosynthetic genes in Agastache rugosa. Ind. Crops Prod. 2019;141:111743. doi: 10.1016/J.INDCROP.2019.111743.", "ArticleIdList": ["10.1016/J.INDCROP.2019.111743"]}, {"Citation": "Xie F, Wang J, Zhang B. RefFinder: A web-based tool for comprehensively analyzing and identifying reference genes. Funct. Integr. Genomics. 2023;23:1–5. doi: 10.1007/s10142-023-01055-7.", "ArticleIdList": ["10.1007/s10142-023-01055-7", "37060478"]}, {"Citation": "Pfaffl MW. A new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res. 2001;29:16–21. doi: 10.1093/nar/29.9.e45.", "ArticleIdList": ["10.1093/nar/29.9.e45", "PMC55695", "11328886"]}, {"Citation": "Bustin SA, Benes V, Garson JA, Hellemans J, Huggett J, Kubista M, Mueller R, Nolan T, Pfaffl MW, Shipley GL, et al. The MIQE guidelines: Minimum information for publication of quantitative real-time PCR experiments. Clin. Chem. 2009;55:611–622. doi: 10.1373/clinchem.2008.112797.", "ArticleIdList": ["10.1373/clinchem.2008.112797", "19246619"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "2"}, {"Year": "2024", "Month": "2", "Day": "1"}, {"Year": "2024", "Month": "2", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "7", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "6", "Hour": "23", "Minute": "26"}, {"Year": "2024", "Month": "2", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38321199", "PMC10847172", "10.1038/s41598-024-53510-5", "10.1038/s41598-024-53510-5"]}}]}