{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical interview", "Extinction of wild populations", "Plant use value hypothesis", "Vegetation survey"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38336725", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["15", "10.1186/s13002-024-00655-2"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "09"}], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "09"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "How do plant demographic and ecological traits combined with social dynamics and human traits affect woody plant selection for medicinal uses in Benin (West Africa)?", "Pagination": {"StartPage": "15", "MedlinePgn": "15"}, "Abstract": {"AbstractText": ["Several hypotheses have been used in ethnobotany to explain the plant's selection criteria by people for their daily needs. Thus, it is important to assess synergy and complementarity among them, especially, those concerning the plant use value, social dynamics and human traits. The study aims to (i) highlight people's socio-economic factors, and plant ecological traits that affect the plant use-availability dynamic (PUD); and (ii) assess the available species diversity effect on ethno-medicinal knowledge diversity in Benin.", "Ethnobotanical interviews were carried out to quantify the importance of local species in different ecological zones of Benin with 590 traditional medicine actors. Vegetation surveys were done to assess species availability within 337 plots of 50 m x 40 m or 60 m x 30 m, depending on the climatic zone, for a total of 61.6 ha, established in 15 forests distributed within the 10 phytodistricts of Benin. The plant use availability hypothesis was quantified as a dynamic link between species use value and availability (PUD). A general and mixed linear models were used to assess the significance of each factor's effect on PUD. Pearson correlation test was applied on Shannon diversity index considering inventoried species in the field and those which were cited by people, for the available species diversity effect on ethno-medicinal knowledge diversity assessment.", "A hundred and twenty woody medicinal plants, mostly trees (68.33%), were sampled. Growth form and its interaction with phytodistrict have a significant effect (p: 0.005) on PUD. The less available trees were the most used in the phytodistricts 3, 4, 8 and 10. PUD varies significantly according to social factors (p: 0.007). Ethnicity, age and main activity were the most quoted social factors which influenced the PUD. Ethnicity and age have various effects considering the phytodistricts. Moreover, the influence of age changes following the main activity. Plant selection did not solely link to the surrounding diversity (r: - 0.293; p: 0.403). Within some phytodistricts, especially those of 3, 4, 8 and 10, the less available tree species were the most requested.", "It is urgent to reforest vegetation patches in some phytodistricts (3, 4, 8 and 10) of Benin with widely requested and no available species to avoid the extinction of their wild populations. This concerns Cassia sieberiana DC., Anonychium africanum (Guill. & Perr.) C. E.Hughes & G. P. Lewis, Pterocarpus erinaceus Poir., Cola millenii K. Schum., Azadirachta indica A. Juss., Khaya senegalensis (Desr.) A. Juss., Pseudocedrela kotschyi (Schweinf.) Harms, Treculia africana Decne. ex Trécul, Uapaca heudelotii Baill., Vitellaria paradoxa C. F. Gaertn., Kigelia africana (Lam.) Benth. and Newbouldia laevis (P. Beauv.) Seem. ex Bureau."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Ecology, Faculty of Agronomic Sciences, University of Abomey-Calavi, Cotonou, Benin. ahoyocarlos@gmail.com."}], "LastName": "Ahoyo", "ForeName": "Carlos Cédric", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Ecology, Faculty of Agronomic Sciences, University of Abomey-Calavi, Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratory of Ecology, Botany and Plant Biology, Faculty of Agronomy, University of Parakou, Parakou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Biomathématiques et d'Estimations Forestières, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, Cotonou, Benin."}], "LastName": "Houéhanou", "ForeName": "Thierry Dèhouegnon", "Initials": "TD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut National des Recherches Agricoles du Bénin, Abomey-Calavi, Benin."}], "LastName": "Yaoitcha", "ForeName": "Alain Sèakpo", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecology, Botany and Plant Biology, Faculty of Agronomy, University of Parakou, Parakou, Benin."}], "LastName": "Akpi", "ForeName": "Bénédicte Perpétue", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ecology, Botany and Plant Biology, Faculty of Agronomy, University of Parakou, Parakou, Benin."}], "LastName": "Natta", "ForeName": "Armand", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Applied Ecology, Faculty of Agronomic Sciences, University of Abomey-Calavi, Cotonou, Benin."}], "LastName": "Houinato", "ForeName": "Marcel Romuald Benjamin", "Initials": "MRB"}], "GrantList": [{"GrantID": "05/MESRS/FNRSIT/SSE/SA", "Agency": "Fonds National de la Recherche Scientifique et de l'Innovation Technologique du Bénin", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Benin"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Africa, Western"}, {"QualifierName": [], "DescriptorName": "Trees"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Group Dynamics"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Haq SM, Pieroni A, Bussmann RW, ElGawad AMA, El-Ansary HO. Integrating traditional ecological knowledge into habitat restoration: implications for meeting forest restoration challenges. J Ethnobiol Ethnomed. 2023;19:33. doi: 10.1186/s13002-023-00606-3.", "ArticleIdList": ["10.1186/s13002-023-00606-3", "PMC10413632", "37559120"]}, {"Citation": "Adjahossou SGC, Houéhanou DT, Toyi M, Salako VK, Ahoyo CC, Lesse P, Tente B, Houinato MRB. Dépendance socioculturelle des connaissances locales des usages de Isoberlinia spp. au Moyen-Bénin, Afrique de l’Ouest. Bois et Forêts des Tropiques. 2019;339:33–43."}, {"Citation": "Robinson MM, Zhang X. The world medicines situation, traditional medicines: Global situation, issues and challenges. Geneva: World Health Organization; 2011. pp. 1–12."}, {"Citation": "Guo Z, Zhang L, Li Y. Increased dependence of humans on ecosystem services and biodiversity. PLoS ONE. 2010;5(10):e13113. doi: 10.1371/journal.pone.0013113.", "ArticleIdList": ["10.1371/journal.pone.0013113", "PMC2948508", "20957042"]}, {"Citation": "Lucena RFP, Medeiros PM, Lima Araújo E, Alves AGC, Albuquerque UP. The ecological apparency hypothesis and the importance of useful plants in rural communities from Northeastern Brazil: an assessment based on use value. J Environ Manag. 2012;96:106–115.", "ArticleIdList": ["22208403"]}, {"Citation": "Gaoue OG, Coe MA, Bond M, Hart G, Seyler BC, McMillen H. Theories and major hypotheses in ethnobotany. Econ Bot. 2017;71:269–287."}, {"Citation": "Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants a study in the Caatinga vegetation of NE Brazil. J Ethnobiol Ethnomed. 2006;2(30):1–10.", "ArticleIdList": ["PMC1557484", "16872499"]}, {"Citation": "Voeks RA. Disturbance pharmacopoeias: medicine and myth from the humid tropics. Ann Assoc Am Geogr. 2004;94:868–888."}, {"Citation": "Estomba D, Ladio A, Lozada M. Medicinal wild plant knowledge and gathering patterns in a Mapuche community from Northwestern Patagonia. J Ethnopharmacol. 2006;103:109–119.", "ArticleIdList": ["16157460"]}, {"Citation": "Low BS. Behavioral ecology of conservation in traditional societies. Hum Nat. 1996;7:353–379.", "ArticleIdList": ["24203446"]}, {"Citation": "Van de Waal DB, Elser JJ, Martiny AC, Sterner RW, Cotner JB. Editorial: progress in ecological stoichiometry. Front Microbiol. 2018;9:1957. doi: 10.3389/fmicb.2018.01957.", "ArticleIdList": ["10.3389/fmicb.2018.01957", "PMC6134043", "30233506"]}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: II. Additional hypothesis testing in quantitative ethnobotany. Econ Bot. 1993;47:33–43."}, {"Citation": "Phillips JC. Stretched exponential relaxation in molecular and electronic glasses. Rep Prog Phys. 1996;59:11–33."}, {"Citation": "da Silva Filho AA, Albuquerque S, Silva ML, Eberlin MN, Tomazela DM, Bastos JK. Tetrahydrofuran lignans from Nectandra egapotamica with trypanocidal activity. J Nat Prod. 2004;67:42–45.", "ArticleIdList": ["14738383"]}, {"Citation": "Lawrence D. Biomass accumulation after 10–200 years of shifting cultivation in Bornean rain forest. Ecology. 2005;86:26–33."}, {"Citation": "Cunha WR, Crevelin EJ, Arantes GM, Crotti AEM, Silva MLA, Furtado NAC, Albuquerque S, Ferreira DS. A study of the trypanocidal activity of triterpene acids isolated from Miconia species. Phytotherapia Resources Int J. 2006;20:474–478.", "ArticleIdList": ["16619351"]}, {"Citation": "Lucena MI, Andrade RJ, Martínez C, Ulzurrun E, García-Martín E, Borraz Y, Fernández MC, Romero-Gomez M, Castiella A, Planas R. Glutathione S-transferase m1 and t1 null genotypes increase susceptibility to idiosyncratic drug-induced liver injury. Hepatology. 2008;48:588–596.", "ArticleIdList": ["18666253"]}, {"Citation": "Watson A, Alessa L, Glaspell B. The relationship between traditional ecological knowledge, evolving cultures, and wilderness protection in the circumpolar north. Conserv Ecol. 2003;8(1):2."}, {"Citation": "Pautasso M. Scale dependence of the correlation between human population presence and vertebrate and plant species richness. Ecological Letters. 2007;10:16–24.", "ArticleIdList": ["17204113"]}, {"Citation": "Gonçalves JT, Schafer ST, Gage FH. Adult neurogenesis in the hippocampus: from stem cells to behavior. Cell. 2016;167:897–914.", "ArticleIdList": ["27814520"]}, {"Citation": "Albuquerque UP, Lucena RFP. Can apparency affect the use of plants by local people in tropical forests? Interciencia. 2005;30:506–510."}, {"Citation": "Ahoyo CC, Houehanou TD, Yaoitcha AS, Prinz K, Assogbadjo AE, Adjahossou CSG, Hellwig F, Houinato MRB. A quantitative ethnobotanical approach toward biodiversity conservation of useful woody species in Wari-Maro forest reserve (Benin, West Africa) Environ Dev Sustain. 2018;20(5):2301–2320. doi: 10.1007/s10668-017-9990-0.", "ArticleIdList": ["10.1007/s10668-017-9990-0"]}, {"Citation": "Gandji K, Salako VK, Fandohan B, Assogbadjo AE, Glèlè Kakaï RL. Factors determining the use and cultivation of Moringa oleifera Lam. in the Republic of Benin. Econ Bot. 2018;72(3):332–345."}, {"Citation": "Soares DT, Sfair JC, Reyes-García V, Baldauf C. Plant knowledge and current uses of woody flora in three cultural groups of the Brazilian semiarid region: does culture matter? Econ Bot. 2017;71:314–329."}, {"Citation": "Cakpo YT, Tovissodé C, Biaou C, Toko I, Lougbégnon T, Sinsin B, Korb J. Ethnobotanic assessment of debarked medicinal plants in southern Benin: the case of Lokoli swampy forest and Lama protected forest. Int J Agric Environ Res. 2017;3(3):3036–3061."}, {"Citation": "McCarter J, Gavin MC. Assessing variation and diversity of ethnomedical knowledge: a case study from Malekula Island, Vanuatu. Econ Bot. 2015;69:251–261."}, {"Citation": "Hanazaki N, Herbst DF, Marques MS, Vandebroek I. Evidence of the shifting baseline syndrome in ethnobotanical research. J Ethnobiol Ethnomed. 2013;9:75.", "ArticleIdList": ["PMC3842669", "24229063"]}, {"Citation": "Souto T, Ticktin T. Understanding interrelationships among predictors (age, gender, and origin) of local ecological knowledge. Econ Bot. 2012;66:149–164."}, {"Citation": "Adomou AC (2005) Plant Vegetation patterns and environmental gradients in Benin: implications for biogeography and conservation. Ph.D. thesis Wageningen University, Wageningen, p 133"}, {"Citation": "Adomou C, Agbani OP, Sinsin B. Phytogéographie du Bénin. In: Neuenschwander P, Sinsin B, Goergen G (eds) Protection de la Nature en Afrique de l’Ouest: Une Liste Rouge pour le Bénin. Nature Conservation in West Africa: Red List for Benin, Ed. International Institute of Tropical Agriculture, Nigeria, pp. 14–20; 2011."}, {"Citation": "Faihun AML, Akouedegni CG, Olounlade PA, Adenile DA, Hounzangbe-Adote SM. Typologie des élevages de cobayes (Cavia porcellus) au Bénin. Int J Biol Chem Sci. 2017;11:556–570."}, {"Citation": "Akoègninou A, Van der Burg WJ, Van der Maesen LJG. Flore analytique du Bénin. Cotonou & Wageningen: Backhuys Publishers; 2006."}, {"Citation": "ISE. The ISE (International Society of Ethnobiology) Code of Ethics (2008). http://www.ethnobiology.net/what-we-do/core-programs/ise-ethics-program/code-of-ethics/"}, {"Citation": "Rossato SC, Leitao FH, Begossi A. Ethnobotany of caiçaras of the Atlantic Forest coast (Brazil) Econ Bot. 1999;53:387–395."}, {"Citation": "Reitsma JM. Forest vegetation in Gabon. Tropenbos Technical Series 1. The Netherlands, p. 142; 1988."}, {"Citation": "Ahoyo CC, Houehanou TD, Yaoitcha AS, Prinz K, Glèlè Kakaï RL, Sinsin BA, Houinato MRB. Traditional medicinal knowledge of woody species across climatic zones in Benin (West Africa) J Ethnopharmacol. 2021;265:113417. doi: 10.1016/j.jep.2020.113417.", "ArticleIdList": ["10.1016/j.jep.2020.113417", "32980483"]}, {"Citation": "Shannon CE, Weaver W. The mathematical theory of communication. Urbana: University Illinois Press; 1963. p. 117."}, {"Citation": "Guèze M, Luz AC, Paneque-Gálvez J, Macía MJ, Orta-Martínez M, Pino J, Reyes-García V. Are ecologically important tree species the most useful? A case study from indigenous people in the Bolivian Amazon. Econ Bot. 2014;68:1–5.", "ArticleIdList": ["PMC4471144", "26097243"]}, {"Citation": "R Core Team R. A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna; 2017. https://www.R-project.org/."}, {"Citation": "Brady SP, Bolnick DI, Barrett RDH, Chapman L, Crispo E, Derry AM, Eckert CG, Fraser DJ, Fussmann GF, Gonzalez A, Guichard F, Lamy T, Lane J, McAdam AG, Newman AEM, Paccard A, Robertson B, Rolshausen G, Schulte PM, Simons AM, Vellend M, Hendry A. Understanding maladaptation by uniting ecological and evolutionary perspectives. Am Nat. 2019;194(4):495–515. doi: 10.1086/705020.", "ArticleIdList": ["10.1086/705020", "31490718"]}, {"Citation": "Darwin C. On the origin of species by Means of Natural Selection. London: J. Murray; 1859."}, {"Citation": "Bell G. Selection: the mechanism of evolution. Oxford: Oxford University; 2008."}, {"Citation": "Hendry AP. Eco-evolutionary dynamics. Princeton: Princeton University Press; 2016."}, {"Citation": "Lucena RFP, de Lima Araújo E, de Albuquerque UP. Does the local availability of woody caatinga plants (Northeastern Brazil) explain their use value? Econ Bot. 2007;61(4):347–361."}, {"Citation": "Urban MC, Scarpa A, Travis JMJ, Bocedi G. Maladapted prey subsidize predators and facilitate range expansion. Am Nat. 2019;194:590–612.", "ArticleIdList": ["31490731"]}, {"Citation": "Cotto O, Sandell L, Chevin LM, Ronce O. Maladaptive shifts in life history in a changing environment. Am Nat. 2019;194:558–573.", "ArticleIdList": ["31490719"]}, {"Citation": "Diedhiou A, Probst JC, Hardin JW, Martin AB, Xirasagar S. Relationship between presence of a reported medical home and emergency department use among children with asthma. Med Care Resources Revue. 2010;67:450–475.", "ArticleIdList": ["20442339"]}, {"Citation": "Dassou HG, Ogni CA, Yedomonhan H, Adomou AC, Tossou M, Dougnon JT, Akoègninou A. Diversité, usages vétérinaires et vulnérabilité des plantes médicinales au Nord-Bénin. Int J Biol Chem Sci. 2014;8:189–210."}, {"Citation": "Laurendeau G. 2011. Usages des plantes par les Pekuakamiulnuatsh: étude sur la transmission des savoirs dans la communauté ilnu de Mashteuiatsh. Mémoire de maitrise, Université Laval. http://hdl.handle.net/20.500.11794/22815."}, {"Citation": "Lawrence A, Phillips OL, Reategui A, Lopez M, Rose S, Wood D, Farfan AJ. Local values for harvested forest plants in Madre de Dios, Peru: towards a more contextualised interpretation of quantitative ethnobotanical data. Biodivers Conserv. 2005;14:45–79."}, {"Citation": "Mulugheta GA, Paxie WC. Revealing the predominance of culture over the ecological abundance of resources in shaping local people’s forest and tree species use behavior: the case of the Vhavenda people. S Afr Sustain. 2019;11:3143. doi: 10.3390/su11113143.", "ArticleIdList": ["10.3390/su11113143"]}, {"Citation": "Houehanou TD, Assogbadjo AE, Glèlè Kakaï R, Houinato M, Sinsin B. Valuation of local preferred uses and traditional ecological knowledge in relation to three multipurpose tree species in Benin (West Africa) For Policy Econ. 2011;13:554–562."}, {"Citation": "Taita P. Use of woody plants by locals in mare aux hippopotames biosphere reserve in Western Burkina Faso. Biodivers Conserv. 2003;12:1205–1217."}, {"Citation": "Matavele J, Habib M. Ethnobotany in Cabo Delgado, mozambique: use of medicinal plants. Environ Dev Sustain. 2000;2:227–234."}, {"Citation": "Pretty J, Adams B, Berkes F, de Athayde SF, Dudley N, Hunn E, Maffi L, Milton K, Rapport D, Robbins P, Sterling E, Stolton S, Tsing A, Vintinner E, Pilgrim S. The intersections of biological diversity and cultural diversity: towards integration. Conserv Soc. 2009;7(2):100–112."}, {"Citation": "Gorenflo LJ, Romaine S, Mittermeier RA, Walker-Painemilla K. Cooccurrence of linguistic and biological diversity in biodiversity hotspots and high biodiversity wilderness areas. Proc Natl Acad Sci. 2012;109:8032–8037.", "ArticleIdList": ["PMC3361428", "22566626"]}, {"Citation": "Fagúndez J, Izco J. Diversity patterns of plant place names reveal connections with environmental and social factors. Appl Geogr. 2016;74:23–29."}, {"Citation": "Galeano G. Forest use at the pacific coast of Chocó, Colombia: a quantitative approach. Econ Bot. 2000;54:358–376."}, {"Citation": "Cunha LVF, Albuquerque UP. Quantitative ethnobotany in an atlantic forest fragment of Northeastern Brazil-implications to conservation. Environ Monit Assess. 2006;114:1–25.", "ArticleIdList": ["16502359"]}, {"Citation": "Ferraz JSF, Meunier IMJ, Albuquerque UP. Conhecimento sobre espécies lenhosas úteis da mata ciliar do Riacho do Navio, Floresta, Pernambuco. Zonas Áridas. 2005;9:27–39."}, {"Citation": "Larios C, Casas A, Vallejo M, Moreno-Calles AI, Blancas J. Plant management and biodiversity conservation in Náhuatl homegardens of the Tehuacán Valley, Mexico. J Ethnobiol Ethnomed. 2013;9:74.", "ArticleIdList": ["PMC3827996", "24195962"]}, {"Citation": "Kujawska M, Zamudio F, Montti L, Carrillo VP. Effects of landscape structure on medicinal plant richness in home gardens: evidence for the environmental scarcity compensation hypothesis. Econ Bot. 2018;72(2):150–165.", "ArticleIdList": ["PMC6182649", "30369624"]}, {"Citation": "Poot-Pool WS, van der Wal H, Flores-Guido S, Pat-Fernández JM, Esparza-Olguín L. Home garden agrobiodiversity differentiates along a rural—peri-urban gradient in Campeche, Mexico. Econ Bot. 2015;69:203–217."}, {"Citation": "Aswani S, Lemahieu A, Sauer WH. Global trends of local ecological knowledge and future implications. PLoS ONE. 2018;13:e0195440.", "ArticleIdList": ["PMC5886557", "29621311"]}, {"Citation": "Soldati GT, de Medeiros PM, Duque-Brasil R, Coelho FMG, Albuquerque UP. How do people select plants for use? Matching the ecological apparency hypothesis with optimal foraging theory. Environ Dev Sustain. 2017;19:2143–2161. doi: 10.1007/s10668-016-9844-1.", "ArticleIdList": ["10.1007/s10668-016-9844-1"]}, {"Citation": "Albuquerque UP, Medeiros PM, Almeida AL, Monteiro JM, Lins Neto EMF, de Melo JG, Santos JP. Medicinal plants of the caatinga (semi-arid) vegetation of NE Brazil: a quantitative approach. J Ethnopharmacol. 2007;114:325–354.", "ArticleIdList": ["17900836"]}, {"Citation": "Ruiz-Mallén I, Corbera E. Community-based conservation and traditional ecological knowledge: Implications for social-ecological resilience. Ecol Soc. 2013;18(4):12. doi: 10.5751/ES-05867-180412.", "ArticleIdList": ["10.5751/ES-05867-180412", "PMC4471132", "26097492"]}, {"Citation": "Gschwantner T, Schadauer K, Vidal C, Lanz A, Tomppo E, di Cosmo L, Robert N, Englert Duursma D, Lawrence M. Common tree definitions for national forest inventories in Europe. Silva Fennica. 2009;43(2):303–321."}]}], "History": [{"Year": "2023", "Month": "11", "Day": "22"}, {"Year": "2024", "Month": "1", "Day": "30"}, {"Year": "2024", "Month": "2", "Day": "10", "Hour": "14", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "10", "Hour": "13", "Minute": "18"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "23", "Minute": "37"}, {"Year": "2024", "Month": "2", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["38336725", "PMC10854095", "10.1186/s13002-024-00655-2", "10.1186/s13002-024-00655-2"]}}]}