{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal medicine", "Panax", "infertility", "locust bean gum", "sexual dysfunctions"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38333335", "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4103/ijnmr.ijnmr_460_21"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "09"}], "Journal": {"ISSN": "1735-9066", "JournalIssue": {"Volume": "29", "Issue": "1", "PubDate": {"Year": "2024", "Season": "Jan-Feb"}}, "Title": "Iranian journal of nursing and midwifery research", "ISOAbbreviation": "Iran J Nurs Midwifery Res"}, "ArticleTitle": "Effect of Carob and Ginseng Supplements on Semen Analysis Parameters, Sexual Function, and Sex Hormones in Infertile Men: Double-Blind, Randomized Controlled Trial Study.", "Pagination": {"StartPage": "113", "EndPage": "119", "MedlinePgn": "113-119"}, "Abstract": {"AbstractText": ["Infertility is one of the most common problems in the world; there is a growing demand for herbal medicines to treat infertility-related problems.", "A randomized controlled trial with three groups was conducted, each with 30 participants. The first group was administered 1.5 grams of Carob daily, the second group was administered 1.5 grams of Ginseng daily, and the third group received a placebo. The treatment was administered for 12 weeks, and before and after the intervention, semen parameters, testosterone, prolactin, luteinizing hormone, follicle-stimulating hormone, thyroid hormones, and sexual function were evaluated. Sexual function was assessed using the International Index of Erectile Function Questionnaire.", "The mean (SD) age of participants was 34.83 (6.22), 34.60 (5.78), and 33.67 (5.82) years in Carob, Ginseng, and Placebo groups, respectively. The results showed that in the Carob group, the normal volume of semen (Z <sub>133</sub> = 3.05, <i>p</i> = 0.02) and the normal shape of sperm (Z <sub>134</sub> = 2.97, <i>p</i> = 0.01) increased significantly compared to the control group. In the Ginseng group, the normal volume (Z <sub>133</sub> = 3.90, <i>p</i> = 0.001) and the normal viscosity of semen (Z <sub>133</sub> = 2.36, <i>p</i> = 0.01) increased significantly compared to the control group.The Carob group showed a significant increase in normal sperm counts and testosterone hormone levels (Z <sub>131</sub> = 2.81, <i>p</i> = 0.05). The Ginseng group demonstrated a significant improvement in orgasm function (H<sub>2</sub> = 6.14, <i>p</i> = 0.04) and the total score of the International Index of Erectile Function (IIEF) (H<sub>2</sub> = 5.8, <i>p</i> = 0.05).", "Carob supplements are suggested to enhance some semen parameters and male sex hormones. For infertile men, Ginseng can be beneficial in improving sexual function."], "CopyrightInformation": "Copyright: © 2024 Iranian Journal of Nursing and Midwifery Research."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fertility and Infertility Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Pilehvari", "ForeName": "Shamim", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mother and Child Care Research Center, Midwifery and Reproductive Department, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Masoumi", "ForeName": "Seyedeh Zahra", "Initials": "SZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mother and Child Care Research Center, Midwifery and Reproductive Department, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Bahar", "ForeName": "Tayebeh G", "Initials": "TG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mother and Child Care Research Center, Midwifery and Reproductive Department, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Kazemi", "ForeName": "Farideh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Moradkhani", "ForeName": "Shirin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mother and Child Care Research Center, Midwifery and Reproductive Department, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Maleki", "ForeName": "Parvin", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Iran J Nurs Midwifery Res", "NlmUniqueID": "101558775", "ISSNLinking": "1735-9066"}, "CoiStatement": "Nothing to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Taylor HS, Pal L, Sell E. Speroff's Clinical Gynecologic Endocrinology and Infertility. 9th ed. Lippincott Williams and Wilkins; United States; 2019."}, {"Citation": "Masoumi SZ, Parsa P, Darvish N, Mokhtari S, Yavangi M, Roshanaei G. An epidemiologic survey on the causes of infertility in patients referred to infertility center in Fatemieh Hospital in Hamadan. Iran J Reprod Med. 2015;13:513–6.", "ArticleIdList": ["PMC4637117", "26568755"]}, {"Citation": "Abdoli S, Masoumi SZ, Kazemi F. Adverse quality of life style and risk of infertility: A systematic review study. Curr Womens Health Rev. 2020;16:169–81."}, {"Citation": "Barratt CL, Björndahl L, De Jonge CJ, Lamb DJ, Osorio Martini F, McLachlan R, et al. The diagnosis of male infertility: An analysis of the evidence to support the development of global WHO guidance—challenges and future research opportunities. Hum Reprod Update. 2017;23:660–80.", "ArticleIdList": ["PMC5850791", "28981651"]}, {"Citation": "Semet M, Paci M, Saïas-Magnan J, Metzler-Guillemain C, Boissier R, Lejeune H, et al. The impact of drugs on male fertility: A review. Andrology. 2017;5:640–63.", "ArticleIdList": ["28622464"]}, {"Citation": "Alahmar AT. Role of oxidative stress in male infertility: An updated review. J Hum Reprod Sci. 2019;12:4–18.", "ArticleIdList": ["PMC6472207", "31007461"]}, {"Citation": "Mahdiani E, Khadem Haghighian H, Javadi M, Karami AA, Kavianpour M. Effect of Carob (Ceratonia siliqua L.) oral supplementation on changes of semen parameters, oxidative stress, inﬂammatory biomarkers and reproductive hormones in infertile men. Sci J Kurdistan Univ Med Sci. 2018;23:56–66."}, {"Citation": "Alsalman ARS, Almashhedy LA, Alta’ee AH, Hadwan MH. Effect of zinc supplementation on urate pathway enzymes in spermatozoa and seminal plasma of Iraqi asthenozoospermic patients: A randomized controlled trial. Int J Fertil Steril. 2020;13:315–23.", "ArticleIdList": ["PMC6875853", "31710193"]}, {"Citation": "Siddiqi MZ, Shafi SM, Im W-T. Complete genome sequencing of arachidicoccus ginsenosidimutans sp. nov., and its application for production of minor ginsenosides by finding a novel ginsenoside-transforming β-glucosidase. RSC Adv. 2017;7:46745–59."}, {"Citation": "Papaefstathiou E, Agapiou A, Giannopoulos S, Kokkinofta R. Nutritional characterization of carobs and traditional carob products. Food Sci Nutr. 2018;6:2151–61.", "ArticleIdList": ["PMC6261171", "30510716"]}, {"Citation": "Goulas V, Hadjisolomou A. Dynamic changes in targeted phenolic compounds and antioxidant potency of carob fruit (Ceratonia siliqua L.) products during in vitro digestion. LWT. 2019;101:269–75."}, {"Citation": "Abidar S, Boiangiu RS, Dumitru G, Todirascu-Ciornea E, Amakran A, Cioanca O, et al. The aqueous extract from Ceratonia siliqua leaves protects against 6-hydroxydopamine in zebrafish: Understanding the underlying mechanism. Antioxidants. 2020;9:304. doi:10.3390/antiox9040304.", "ArticleIdList": ["PMC7222174", "32276477"]}, {"Citation": "Shojaeepour S, Sharififar F, Haghpanah T, Iranpour M, Imani M, Dabiri S. Panax ginseng ameliorate toxic effects of cadmium on germ cell apoptosis, sperm quality, and oxidative stress in male Wistar rats. Toxin Rev. 2022;41:389–401."}, {"Citation": "Wenhao S, Quanwei W, Wenwen F, Ce Z, Tian W. The role of ginsenosides in myocardial ischemic injury-A systematic review. Asian J Pharm Res Dev. 2022;10:61–70."}, {"Citation": "World Health Organization. Sexual health and its linkages to reproductive health: An operational approach. 2017.  [[Last accessed on 2023 Nov 23]].  Available from: https://www.who.int/reproductivehealth/publications/sexual_health/sh-linkages-rh/en/ "}, {"Citation": "Lee HW, Kil K-J, Lee MS. Ginseng for improving semen quality parameters: A systematic review. World J Mens Health. 2020;38:377–84.", "ArticleIdList": ["PMC7308228", "32009310"]}, {"Citation": "Babazadeh S, Habibi M, Sadeghi-Firoozabadi V, Gohari-Derakhshande N. Study of psychometric properties of the international index of erectile function (IIEF) in substance dependent men. Q Appl Psychol. 2020;14:435–57."}, {"Citation": "ElSheikh M, Hosny M, Elshenoufy A, Elghamrawi H, Fayad A, Abdelrahman S. Combination of vitamin E and clomiphene citrate in treating patients with idiopathic oligoasthenozoospermia: A prospective, randomized trial. Andrology. 2015;3:864–7.", "ArticleIdList": ["26235968"]}, {"Citation": "Faramarzi A, Aghaz F, Bakhtiari M, Khazaei M. In vitro application of Ceratonia siliqua improved sperm parameters and chromatin quality after vitrifacation in normozoospermic aged men. Middle East Fertil Soc J. 2020;24:1–5. doi:10.1186/s43043-019-0007-9."}, {"Citation": "Mekhoukhe A, Kicher H, Ladjouzi A, Medouni-Haroune L, Brahmi F, Medouni-Adrar S, et al. Antioxidant activity of carob seeds and chemical composition of their bean gum by–products. J Complement Integr Med. 2019;16 doi:10.1515/jcim-2017-0158.", "ArticleIdList": ["30110252"]}, {"Citation": "Sadeghzadeh F, Sadeghzadeh A, Changizi-Ashtiyani S, Bakhshi S, Mashayekhi FJ, Mashayekhi M, et al. The effect of hydro-alcoholic extract of Ceratonia Silique L. on spermatogenesis index in rats treated with cyclophosphamide: An experimental study. Int J Reprod Biomed. 2020;18:295–306.", "ArticleIdList": ["PMC7218675", "32494768"]}, {"Citation": "Aghajani MMR, Mahjoub S, Mojab F, Namdari M, Gorji NM, Dashtaki A, et al. Comparison of the effect of ceratonia siliqua L.(Carob) syrup and vitamin E on sperm parameters, oxidative stress index, and sex hormones in infertile men: A randomized controlled trial. Reprod Sci. 2021;28:766–74.", "ArticleIdList": ["32959223"]}, {"Citation": "Javanmard F, Bidmeshkipour A, Yadegari JG. Ceratonia siliqua L improved cryodamage of asthenozoospermic specimens: An experimental study. Int J Reprod Biomed. 2022;20:1029–38.", "ArticleIdList": ["PMC9928979", "36819209"]}, {"Citation": "Sengupta P, Dutta S. Panax ginseng as reproductive medicine in male infertility: With a brief focus on herb-drug interaction. Chem Biol Lett. 2022;9:279."}, {"Citation": "Choi Y, Park C, Jang J, Kim S, Jeon H, Kim W, et al. Effects of Korean ginseng berry extract on sexual function in men with erectile dysfunction: A multicenter, placebo-controlled, double-blind clinical study. Int J Impot Res. 2013;25:45–50.", "ArticleIdList": ["23254461"]}, {"Citation": "Dording CM, Schettler PJ, Dalton ED, Parkin SR, Walker RSW, Fehling KB, et al. A double-blind placebo-controlled trial of maca root as treatment for antidepressant-induced sexual dysfunction in women. Evid Based Complement Alternat Med. 2015;2015:949036. doi:10.1155/2015/949036.", "ArticleIdList": ["PMC4411442", "25954318"]}, {"Citation": "Lee HW, Lee MS, Kim T-H, Alraek T, Zaslawski C, Kim JW, et al. Ginseng for erectile dysfunction. Cochrane Database Syst Rev. 2021;4 doi:10.1002/14651858. CD012654.pub2.", "ArticleIdList": ["PMC8094213", "33871063"]}]}], "History": [{"Year": "2021", "Month": "12", "Day": "8"}, {"Year": "2023", "Month": "9", "Day": "23"}, {"Year": "2023", "Month": "10", "Day": "3"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "3", "Minute": "58"}, {"Year": "2024", "Month": "1", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["38333335", "PMC10849286", "10.4103/ijnmr.ijnmr_460_21", "IJNMR-29-113"]}}]}