{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioreactors", "biotechnology", "cell suspension", "continuous cultivation", "periodic cultivation", "phytochemicals", "plant cell culture", "plant secondary metabolites"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38337964", "DateRevised": {"Year": "2024", "Month": "02", "Day": "12"}, "Article": {"Language": ["eng"], "ELocationID": ["430", "10.3390/plants13030430"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "01"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "01"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Bioreactor Systems for Plant Cell Cultivation at the Institute of Plant Physiology of the Russian Academy of Sciences: 50 Years of Technology Evolution from Laboratory to Industrial Implications.", "Abstract": {"AbstractText": ["The cultivation of plant cells in large-scale bioreactor systems has long been considered a promising alternative for the overexploitation of wild plants as a source of bioactive phytochemicals. This idea, however, faced multiple constraints upon realization, resulting in very few examples of technologically feasible and economically effective biotechnological companies. The bioreactor cultivation of plant cells is challenging. Even well-growing and highly biosynthetically potent cell lines require a thorough optimization of cultivation parameters when upscaling the cultivation process from laboratory to industrial volumes. The optimization includes, but is not limited to, the bioreactor's shape and design, cultivation regime (batch, fed-batch, continuous, semi-continuous), aeration, homogenization, anti-foaming measures, etc., while maintaining a high biomass and metabolite production. Based on the literature data and our experience, the cell cultures often demonstrate cell line- or species-specific responses to parameter changes, with the dissolved oxygen concentration (pO<sub>2</sub>) and shear stress caused by stirring being frequent growth-limiting factors. The mass transfer coefficient also plays a vital role in upscaling the cultivation process from smaller to larger volumes. The Experimental Biotechnological Facility at the K.A. Timiryazev Institute of Plant Physiology has operated since the 1970s and currently hosts a cascade of bioreactors from the laboratory (20 L) to the pilot (75 L) and a semi-industrial volume (630 L) adapted for the cultivation of plant cells. In this review, we discuss the most appealing cases of the cell cultivation process's adaptation to bioreactor conditions featuring the cell cultures of medicinal plants <i>Dioscorea deltoidea</i> Wall. ex Griseb., <i>Taxus wallichiana</i> Zucc., <i>Stephania glabra</i> (Roxb.) Miers, <i>Panax japonicus</i> (T. Nees) C.A.Mey., <i>Polyscias filicifolia</i> (C. Moore ex E. Fourn.) L.H. Bailey, and <i>P. fruticosa</i> L. Harms. The results of cell cultivation in bioreactors of different types and designs using various cultivation regimes are covered and compared with the literature data. We also discuss the role of the critical factors affecting cell behavior in bioreactors with large volumes."]}, "AuthorList": [{"Identifier": ["0000-0002-4571-3712"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences, 127276 Moscow, Russia."}], "LastName": "Titova", "ForeName": "Maria", "Initials": "M"}, {"Identifier": ["0000-0002-4655-6974"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences, 127276 Moscow, Russia."}], "LastName": "Popova", "ForeName": "Elena", "Initials": "E"}, {"Identifier": ["0000-0003-0297-9075"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences, 127276 Moscow, Russia."}, {"Identifier": [], "Affiliation": "Department of Biology, M.V. Lomonosov Moscow State University, 119234 Moscow, Russia."}], "LastName": "Nosov", "ForeName": "Alexander", "Initials": "A"}], "GrantList": [{"GrantID": "122042700045-3", "Agency": "Ministry of Science and Higher Education of the Russian Federation", "Country": ""}, {"GrantID": "122042600086-7", "Agency": "Ministry of Science and Higher Education of the Russian Federation", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Harnischfeger G. Proposed Guidelines for Commercial Collection of Medicinal Plant Material. J. Herbs. Spices Med. Plants. 2000;7:43–50. doi: 10.1300/J044v07n01_06.", "ArticleIdList": ["10.1300/J044v07n01_06"]}, {"Citation": "Misra A. Studies on Biochemical and Physiological Aspects in Relation to Phytomedicinal Qualities and Efficacy of the Active Ingredients during the Handling, Cultivation and Harvesting of the Medicinal Plants. J. Med. Plants Res. 2009;3:1140–1146."}, {"Citation": "Verma N., Shukla S. Impact of Various Factors Responsible for Fluctuation in Plant Secondary Metabolites. J. Appl. Res. Med. Aromat. Plants. 2015;2:105–113. doi: 10.1016/j.jarmap.2015.09.002.", "ArticleIdList": ["10.1016/j.jarmap.2015.09.002"]}, {"Citation": "Alamgir A.N.M. Therapeutic Use of Medicinal Plants and their Extracts. Volume 2. Springer; Cham, Switzerland: 2018. Biotechnology, In Vitro Production of Natural Bioactive Compounds, Herbal Preparation, and Disease Management (Treatment and Prevention) pp. 585–664."}, {"Citation": "Kregiel D., Berlowska J., Witonska I., Antolak H., Proestos C., Babic M., Babic L., Zhang B. Application and Characterization of Surfactants. InTechOpen; London, UK: 2017. Saponin-Based, Biological-Active Surfactants from Plants."}, {"Citation": "Seca A., Pinto D. Plant Secondary Metabolites as Anticancer Agents: Successes in Clinical Trials and Therapeutic Application. Int. J. Mol. Sci. 2018;19:263. doi: 10.3390/ijms19010263.", "ArticleIdList": ["10.3390/ijms19010263", "PMC5796209", "29337925"]}, {"Citation": "Todorova V., Ivanov K., Delattre C., Nalbantova V., Karcheva-Bahchevanska D., Ivanova S. Plant Adaptogens—History and Future Perspectives. Nutrients. 2021;13:2861. doi: 10.3390/nu13082861.", "ArticleIdList": ["10.3390/nu13082861", "PMC8398443", "34445021"]}, {"Citation": "Alhazmi H.A., Najmi A., Javed S.A., Sultana S., Al Bratty M., Makeen H.A., Meraya A.M., Ahsan W., Mohan S., Taha M.M.E., et al. Medicinal Plants and Isolated Molecules Demonstrating Immunomodulation Activity as Potential Alternative Therapies for Viral Diseases Including COVID-19. Front. Immunol. 2021;12:637553. doi: 10.3389/fimmu.2021.637553.", "ArticleIdList": ["10.3389/fimmu.2021.637553", "PMC8155592", "34054806"]}, {"Citation": "Sellami M., Slimeni O., Pokrywka A., Kuvačić G., D Hayes L., Milic M., Padulo J. Herbal Medicine for Sports: A Review. J. Int. Soc. Sports Nutr. 2018;15:14. doi: 10.1186/s12970-018-0218-y.", "ArticleIdList": ["10.1186/s12970-018-0218-y", "PMC5856322", "29568244"]}, {"Citation": "Cragg G.M., Newman D.J. Nature: A Vital Source of Leads for Anticancer Drug Development. Phytochem. Rev. 2009;8:313–331. doi: 10.1007/s11101-009-9123-y.", "ArticleIdList": ["10.1007/s11101-009-9123-y"]}, {"Citation": "Newman D.J., Cragg G.M. Natural Products as Sources of New Drugs over the Nearly Four Decades from 01/1981 to 09/2019. J. Nat. Prod. 2020;83:770–803. doi: 10.1021/acs.jnatprod.9b01285.", "ArticleIdList": ["10.1021/acs.jnatprod.9b01285", "32162523"]}, {"Citation": "Dias D.A., Urban S., Roessner U. A Historical Overview of Natural Products in Drug Discovery. Metabolites. 2012;2:303–336. doi: 10.3390/metabo2020303.", "ArticleIdList": ["10.3390/metabo2020303", "PMC3901206", "24957513"]}, {"Citation": "Ochoa-Villarreal M., Howat S., Hong S., Jang M.O., Jin Y.-W., Lee E.-K., Loake G.J. Plant Cell Culture Strategies for the Production of Natural Products. BMB Rep. 2016;49:149–158. doi: 10.5483/BMBRep.2016.49.3.264.", "ArticleIdList": ["10.5483/BMBRep.2016.49.3.264", "PMC4915229", "26698871"]}, {"Citation": "Vasil I.K. A History of Plant Biotechnology: From the Cell Theory of Schleiden and Schwann to Biotech Crops. Plant Cell Rep. 2008;27:1423–1440. doi: 10.1007/s00299-008-0571-4.", "ArticleIdList": ["10.1007/s00299-008-0571-4", "18612644"]}, {"Citation": "Georgiev M.I., Weber J., Maciuk A. Bioprocessing of Plant Cell Cultures for Mass Production of Targeted Compounds. Appl. Microbiol. Biotechnol. 2009;83:809–823. doi: 10.1007/s00253-009-2049-x.", "ArticleIdList": ["10.1007/s00253-009-2049-x", "19488748"]}, {"Citation": "Wawrosch C., Zotchev S.B. Production of Bioactive Plant Secondary Metabolites through in Vitro Technologies—Status and Outlook. Appl. Microbiol. Biotechnol. 2021;105:6649–6668. doi: 10.1007/s00253-021-11539-w.", "ArticleIdList": ["10.1007/s00253-021-11539-w", "PMC8408309", "34468803"]}, {"Citation": "Kreis W. Exploiting Plant Cell Culture for Natural Product Formation. J. Appl. Bot. Food Qual. 2019;92:216–225. doi: 10.5073/JABFQ.2019.092.030.", "ArticleIdList": ["10.5073/JABFQ.2019.092.030"]}, {"Citation": "Kieran P.M. Bioreactor Design for Plant Cell Suspension Cultures. In: Cabral J., Mota M., Tramper J., editors. Multiphase Bioreactor Design. Taylor and Francis; London, UK: 2001. pp. 391–426."}, {"Citation": "Chattopadhyay S., Farkya S., Srivastava A.K., Bisaria V.S. Bioprocess Considerations for Production of Secondary Metabolites by Plant Cell Suspension Cultures. Biotechnol. Bioprocess Eng. 2002;7:138–149. doi: 10.1007/BF02932911.", "ArticleIdList": ["10.1007/BF02932911"]}, {"Citation": "Werner S., Maschke R.W., Eibl D., Eibl R. Bioreactor Technology for Sustainable Production of Plant Cell-Derived Products. In: Pavlov A., Bley T., editors. Bioprocessing of Plant In Vitro Systems. Reference Series in Phytochemistry. Springer; Cham, Switzerland: 2018. pp. 413–432."}, {"Citation": "Titova M.V., Popova E.V., Konstantinova S.V., Kochkin D.V., Ivanov I.M., Klyushin A.G., Titova E.G., Nebera E.A., Vasilevskaya E.R., Tolmacheva G.S., et al. Suspension Cell Culture of Dioscorea deltoidea—A Renewable Source of Biomass and Furostanol Glycosides for Food and Pharmaceutical Industry. Agronomy. 2021;11:394. doi: 10.3390/agronomy11020394.", "ArticleIdList": ["10.3390/agronomy11020394"]}, {"Citation": "Yuorieva N., Sinetova M., Messineva E., Kulichenko I., Fomenkov A., Vysotskaya O., Osipova E., Baikalova A., Prudnikova O., Titova M., et al. Plants, Cells, Algae, and Cyanobacteria In Vitro and Cryobank Collections at the Institute of Plant Physiology, Russian Academy of Sciences—A Platform for Research and Production Center. Biology. 2023;12:838. doi: 10.3390/biology12060838.", "ArticleIdList": ["10.3390/biology12060838", "PMC10295647", "37372123"]}, {"Citation": "Verpoorte R., van der Heijden R., ten Hoopen H., Memelink J. Metabolic Engineering of Plant Secondary Metabolite Pathways for the Production of Fine Chemicals. Biotechnol. Lett. 1999;21:467–479. doi: 10.1023/A:1005502632053.", "ArticleIdList": ["10.1023/A:1005502632053"]}, {"Citation": "Smetanska I. Food Biotechnology. Springer; Berlin/Heidelberg, Germany: 2008. Production of Secondary Metabolites Using Plant Cell Cultures; pp. 187–228.", "ArticleIdList": ["18594786"]}, {"Citation": "Doran P.M. Foreign Protein Production in Plant Tissue Cultures. Curr. Opin. Biotechnol. 2000;11:199–204. doi: 10.1016/S0958-1669(00)00086-0.", "ArticleIdList": ["10.1016/S0958-1669(00)00086-0", "10753768"]}, {"Citation": "Huang T.-K., McDonald K.A. Bioreactor Engineering for Recombinant Protein Production in Plant Cell Suspension Cultures. Biochem. Eng. J. 2009;45:168–184. doi: 10.1016/j.bej.2009.02.008.", "ArticleIdList": ["10.1016/j.bej.2009.02.008"]}, {"Citation": "Gamborg O.L. Plant Tissue Culture. Biotechnology. Milestones.  [(accessed on 28 November 2023)];Vitr. Cell. Dev. Biol. Plant Plant. 2002 38:84–92. doi: 10.1079/IVP2001281. Available online:  http://www.jstor.org/stable/20065017.", "ArticleIdList": ["10.1079/IVP2001281"]}, {"Citation": "Wu J., Zhong J.-J. Production of Ginseng and Its Bioactive Components in Plant Cell Culture: Current Technological and Applied Aspects. J. Biotechnol. 1999;68:89–99. doi: 10.1016/S0168-1656(98)00195-3.", "ArticleIdList": ["10.1016/S0168-1656(98)00195-3", "10194851"]}, {"Citation": "Hu W.-W., Yao H., Zhong J.-J. Improvement of Panax notoginseng Cell Culture for Production of Ginseng Saponin and Polysaccharide by High Density Cultivation in Pneumatically Agitated Bioreactors. Biotechnol. Prog. 2001;17:838–846. doi: 10.1021/bp010085n.", "ArticleIdList": ["10.1021/bp010085n", "11587572"]}, {"Citation": "Baldi A., Dixit V.K. Yield Enhancement Strategies for Artemisinin Production by Suspension Cultures of Artemisia annua. Bioresour. Technol. 2008;99:4609–4614. doi: 10.1016/j.biortech.2007.06.061.", "ArticleIdList": ["10.1016/j.biortech.2007.06.061", "17804216"]}, {"Citation": "Santos R.B., Abranches R., Fischer R., Sack M., Holland T. Putting the Spotlight Back on Plant Suspension Cultures. Front. Plant Sci. 2016;7:297. doi: 10.3389/fpls.2016.00297.", "ArticleIdList": ["10.3389/fpls.2016.00297", "PMC4786539", "27014320"]}, {"Citation": "Xu J., Ge X., Dolan M.C. Towards High-Yield Production of Pharmaceutical Proteins with Plant Cell Suspension Cultures. Biotechnol. Adv. 2011;29:278–299. doi: 10.1016/j.biotechadv.2011.01.002.", "ArticleIdList": ["10.1016/j.biotechadv.2011.01.002", "21236330"]}, {"Citation": "Kirchhoff J., Raven N., Boes A., Roberts J.L., Russell S., Treffenfeldt W., Fischer R., Schinkel H., Schiermeyer A., Schillberg S. Monoclonal Tobacco Cell Lines with Enhanced Recombinant Protein Yields Can Be Generated from Heterogeneous Cell Suspension Cultures by Flow Sorting. Plant Biotechnol. J. 2012;10:936–944. doi: 10.1111/j.1467-7652.2012.00722.x.", "ArticleIdList": ["10.1111/j.1467-7652.2012.00722.x", "22758383"]}, {"Citation": "Eibl R., Meier P., Stutz I., Schildberger D., Hühn T., Eibl D. Plant Cell Culture Technology in the Cosmetics and Food Industries: Current State and Future Trends. Appl. Microbiol. Biotechnol. 2018;102:8661–8675. doi: 10.1007/s00253-018-9279-8.", "ArticleIdList": ["10.1007/s00253-018-9279-8", "PMC6153648", "30099571"]}, {"Citation": "Ulbrich B., Wiesner W., Arens H. Primary and Secondary Metabolism of Plant Cell Cultures. Springer; Berlin/Heidelberg, Germany: 1985. Large-Scale Production of Rosmarinic Acid from Plant Cell Cultures of Coleus blumei Benth; pp. 293–303."}, {"Citation": "Tabata M., Fujita Y. Production of Shikonin by Plant Cell Cultures. In: Zaitlin M., Day P., Hollaender A., editors. Biotechnology in Plant Science. Academic Press; New York, NY, USA: 1985. pp. 207–218."}, {"Citation": "Kobayashi Y., Akita M., Sakamoto K., Liu H., Shigeoka T., Koyano T., Kawamura M., Furuya T. Large-Scale Production of Anthocyanin by Aralia cordata Cell Suspension Cultures. Appl. Microbiol. Biotechnol. 1993;40:215–218. doi: 10.1007/BF00170369.", "ArticleIdList": ["10.1007/BF00170369"]}, {"Citation": "Nosov A.M. Application of Cell Technologies for Production of Plant-Derived Bioactive Substances of Plant Origin. Appl. Biochem. Microbiol. 2012;48:609–624. doi: 10.1134/S000368381107009X.", "ArticleIdList": ["10.1134/S000368381107009X"]}, {"Citation": "Nosov A.M., Popova E.V., Kochkin D.V. Production of Biomass and Bioactive Compounds Using Bioreactor Technology. Springer; Dordrecht, The Netherlands: 2014. Isoprenoid Production via Plant Cell Cultures: Biosynthesis, Accumulation and Scaling-Up to Bioreactors; pp. 563–623."}, {"Citation": "Yazaki K. Lithospermum erythrorhizon Cell Cultures: Present and Future Aspects. Plant Biotechnol. 2017;34:131–142. doi: 10.5511/plantbiotechnology.17.0823a.", "ArticleIdList": ["10.5511/plantbiotechnology.17.0823a", "PMC6565996", "31275019"]}, {"Citation": "Popova E.V., Nosov A.V., Titova M.V., Kochkin D.V., Fomenkov A.A., Kulichenko I.E., Nosov A.M. Advanced Biotechnologies: Collections of Plant Cell Cultures As a Basis for Development and Production of Medicinal Preparations. Russ. J. Plant Physiol. 2021;68:385–400. doi: 10.1134/S102144372103016X.", "ArticleIdList": ["10.1134/S102144372103016X"]}, {"Citation": "Butenko R.G., Lipsky A.K., Paukov V.N., Davidova I.M. Applying Different Types of Bioreactors for Cultivation of Plant Cell Cultures (Kultivatoren Zur Zuchtung von Pflanzenzellen) In: Ringpfeil M., Dimter L., editors. Entwicklung von Laborfermentoren. VI. Reinhardsbrunner Symposium veranstaltet von der Sektion Mikrobiologie der Biologischen Gesellschaft der DDR und dem Institut für Technische Chemie der Akademie der Wissenschaften der DDR vom 21.–27. Mai 1978. De Gruyter; Berlin, Germany: 1979. pp. 193–198."}, {"Citation": "Nosov A.M., Paukov N.V., Butenko R. Steroid Compounds of D. deltoidea Wall. during Incubation of Culture in a Microbiological Fermentor. Appl. Biochem. Microbiol. 1984;20:119"}, {"Citation": "Butenko R.G. The Tissue Culture of Medical Plants and Its Possible Use in Pharmacy. Probl. Pharmacog. 1967;21:184–191."}, {"Citation": "Lipsky A.K., Chernyak N.D., Butenko R.G. Estimation of Biomass Amounts during the Submerged Cultivation of Dioscorea deltoidea Wall. by an Optical Method. Appl. Biochem. Microbiol. 1983;19:624–631."}, {"Citation": "Lara A.R., Galindo E., Ramírez O.T., Palomares L.A. Living with Heterogeneities in Bioreactors: Understanding the Effects of Environmental Gradients on Cells. Mol. Biotechnol. 2006;34:355–382. doi: 10.1385/MB:34:3:355.", "ArticleIdList": ["10.1385/MB:34:3:355", "17284782"]}, {"Citation": "Varley J., Birch J. Reactor Design for Large Scale Suspension Animal Cell Culture. Cytotechnology. 1999;29:177–205. doi: 10.1023/A:1008008021481.", "ArticleIdList": ["10.1023/A:1008008021481", "PMC3463394", "19003342"]}, {"Citation": "Padilla-Córdova C., Mongili B., Contreras P., Fino D., Tommasi T., Díaz-Barrera A. Productivity and Scale-up of Poly(3-hydroxybutyrate) Production under Different Oxygen Transfer Conditions in Cultures of Azotobacter vinelandii. J. Chem. Technol. Biotechnol. 2020;95:3034–3040. doi: 10.1002/jctb.6465.", "ArticleIdList": ["10.1002/jctb.6465"]}, {"Citation": "Liu W.-C., Inwood S., Gong T., Sharma A., Yu L.-Y., Zhu P. Fed-Batch High-Cell-Density Fermentation Strategies for Pichia pastoris Growth and Production. Crit. Rev. Biotechnol. 2019;39:258–271. doi: 10.1080/07388551.2018.1554620.", "ArticleIdList": ["10.1080/07388551.2018.1554620", "30599783"]}, {"Citation": "Ha S.-J., Kim S.-Y., Seo J.-H., Oh D.-K., Lee J.-K. Optimization of Culture Conditions and Scale-up to Pilot and Plant Scales for Coenzyme Q10 Production by Agrobacterium tumefaciens. Appl. Microbiol. Biotechnol. 2007;74:974–980. doi: 10.1007/s00253-006-0744-4.", "ArticleIdList": ["10.1007/s00253-006-0744-4", "17124579"]}, {"Citation": "Kieran P., MacLoughlin P., Malone D. Plant Cell Suspension Cultures: Some Engineering Considerations. J. Biotechnol. 1997;59:39–52. doi: 10.1016/S0168-1656(97)00163-6.", "ArticleIdList": ["10.1016/S0168-1656(97)00163-6", "9487717"]}, {"Citation": "Georgiev M.I., Weber J. Bioreactors for Plant Cells: Hardware Configuration and Internal Environment Optimization as Tools for Wider Commercialization. Biotechnol. Lett. 2014;36:1359–1367. doi: 10.1007/s10529-014-1498-1.", "ArticleIdList": ["10.1007/s10529-014-1498-1", "24573443"]}, {"Citation": "Scragg A.H. The Problems Associated with High Biomass Levels in Plant Cell Suspensions. Plant Cell. Tissue Organ Cult. 1995;43:163–170. doi: 10.1007/BF00052172.", "ArticleIdList": ["10.1007/BF00052172"]}, {"Citation": "Verdú-Navarro F., Moreno-Cid J.A., Weiss J., Egea-Cortines M. The Advent of Plant Cells in Bioreactors. Front. Plant Sci. 2023;14:1310405. doi: 10.3389/fpls.2023.1310405.", "ArticleIdList": ["10.3389/fpls.2023.1310405", "PMC10749943", "38148861"]}, {"Citation": "Eibl R., Eibl D. Design of Bioreactors Suitable for Plant Cell and Tissue Cultures. Phytochem. Rev. 2008;7:593–598. doi: 10.1007/s11101-007-9083-z.", "ArticleIdList": ["10.1007/s11101-007-9083-z"]}, {"Citation": "Motolinía-Alcántara E.A., Castillo-Araiza C.O., Rodríguez-Monroy M., Román-Guerrero A., Cruz-Sosa F. Engineering Considerations to Produce Bioactive Compounds from Plant Cell Suspension Culture in Bioreactors. Plants. 2021;10:2762. doi: 10.3390/plants10122762.", "ArticleIdList": ["10.3390/plants10122762", "PMC8707313", "34961231"]}, {"Citation": "Kantarci N., Borak F., Ulgen K.O. Bubble Column Reactors. Process Biochem. 2005;40:2263–2283. doi: 10.1016/j.procbio.2004.10.004.", "ArticleIdList": ["10.1016/j.procbio.2004.10.004"]}, {"Citation": "de Jesus S.S., Moreira Neto J., Maciel Filho R. Hydrodynamics and Mass Transfer in Bubble Column, Conventional Airlift, Stirred Airlift and Stirred Tank Bioreactors, Using Viscous Fluid: A Comparative Study. Biochem. Eng. J. 2017;118:70–81. doi: 10.1016/j.bej.2016.11.019.", "ArticleIdList": ["10.1016/j.bej.2016.11.019"]}, {"Citation": "Nickell L.G., Tulecke W. Submerged Growth of Cells of Higher Plants. J. Biochem. Microbiol. Technol. Eng. 1960;2:287–297. doi: 10.1002/jbmte.390020305.", "ArticleIdList": ["10.1002/jbmte.390020305"]}, {"Citation": "Son S.H., Choi S.M., Lee Y.H., Choi K.B., Yun S.R., Kim J.K., Park H.J., Kwon O.W., Noh E.W., Seon J.H., et al. Large-Scale Growth and Taxane Production in Cell Cultures of Taxus cuspidata (Japanese Yew) Using a Novel Bioreactor. Plant Cell Rep. 2000;19:628–633. doi: 10.1007/s002990050784.", "ArticleIdList": ["10.1007/s002990050784", "30754828"]}, {"Citation": "Shim K.-M., Murthy H.N., Park S.-Y., Rusli I., Paek K.-Y. Production of Biomass and Bioactive Compounds from Cell Suspension Cultures of Eurycoma longifolia in Balloon Type Bubble Bioreactors. Hortic. Sci. Technol. 2015;33:251–258. doi: 10.7235/hort.2015.14102.", "ArticleIdList": ["10.7235/hort.2015.14102"]}, {"Citation": "Thanh N.T., Murthy H.N., Paek K.Y. Optimization of Ginseng Cell Culture in Airlift Bioreactors and Developing the Large-Scale Production System. Ind. Crop. Prod. 2014;60:343–348. doi: 10.1016/j.indcrop.2014.06.036.", "ArticleIdList": ["10.1016/j.indcrop.2014.06.036"]}, {"Citation": "Reinhard E., Kreis W., Barthlen U., Helmbold U. Semicontinuous Cultivation of Digitalis lanata Cells: Production of Β-methyldigoxin in a 300-L Airlift Bioreactor. Biotechnol. Bioeng. 1989;34:502–508. doi: 10.1002/bit.260340410.", "ArticleIdList": ["10.1002/bit.260340410", "18588131"]}, {"Citation": "Navia-Osorio A., Garden H., Cusidó R.M., Palazón J., Alfermann A.W., Piñol M.T. Taxol® and Baccatin III Production in Suspension Cultures of Taxus baccata and Taxus wallichiana in an Airlift Bioreactor. J. Plant Physiol. 2002;159:97–102. doi: 10.1078/0176-1617-00576.", "ArticleIdList": ["10.1078/0176-1617-00576"]}, {"Citation": "Garcia-Ochoa F., Gomez E. Prediction of Gas-liquid Mass Transfer Coefficient in Sparged Stirred Tank Bioreactors. Biotechnol. Bioeng. 2005;92:761–772. doi: 10.1002/bit.20638.", "ArticleIdList": ["10.1002/bit.20638", "16155951"]}, {"Citation": "Karimi A., Golbabaei F., Mehrnia M.R., Neghab M., Mohammad K., Nikpey A., Pourmand M.R. Oxygen Mass Transfer in a Stirred Tank Bioreactor Using Different Impeller Configurations for Environmental Purposes. Iranian J. Environ. Health Sci. Eng. 2013;10:6. doi: 10.1186/1735-2746-10-6.", "ArticleIdList": ["10.1186/1735-2746-10-6", "PMC3561095", "23369581"]}, {"Citation": "Doran P.M. Design of Mixing Systems for Plant Cell Suspensions in Stirred Reactors. Biotechnol. Prog. 1999;15:319–335. doi: 10.1021/bp990042v.", "ArticleIdList": ["10.1021/bp990042v", "10356249"]}, {"Citation": "Tanaka H. Technological Problems in Cultivation of Plant Cells at High Density. Biotechnol. Bioeng. 2000;67:775–790. doi: 10.1002/(SICI)1097-0290(20000320)67:6<775::AID-BIT14>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1097-0290(20000320)67:6<775::AID-BIT14>3.0.CO;2-N", "10699857"]}, {"Citation": "Rittershaus E., Ulrich J., Weiss A., Westphal K. Large Scale Industrial Fermentation of Plant Cells: Experiences in Cultivation of Plant Cells in a Fermentation Cascade up to a Volume of 75,000 L. BioEngineering. 1989;5:28–34."}, {"Citation": "Wang J., Gao W.-Y., Zhang J., Zuo B.-M., Zhang L.-M., Huang L.-Q. Production of Ginsenoside and Polysaccharide by Two-Stage Cultivation of Panax quinquefolium L. Cells. In Vitro Cell. Dev. Biol. Plant. 2012;48:107–112. doi: 10.1007/s11627-011-9396-x.", "ArticleIdList": ["10.1007/s11627-011-9396-x"]}, {"Citation": "Zhang Z.-Y., Zhong J.-J. Scale-up of Centrifugal Impeller Bioreactor for Hyperproduction of Ginseng Saponin and Polysaccharide by High-Density Cultivation of Panax notoginseng Cells. Biotechnol. Prog. 2004;20:1076–1081. doi: 10.1021/bp0499451.", "ArticleIdList": ["10.1021/bp0499451", "15296432"]}, {"Citation": "Verma P., Mathur A.K., Masood N., Luqman S., Shanker K. Tryptophan Over-Producing Cell Suspensions of Catharanthus roseus (L) G. Don and Their up-Scaling in Stirred Tank Bioreactor: Detection of a Phenolic Compound with Antioxidant Potential. Protoplasma. 2013;250:371–380. doi: 10.1007/s00709-012-0423-5.", "ArticleIdList": ["10.1007/s00709-012-0423-5", "22678752"]}, {"Citation": "Chattopadhyay S., Srivastava A.K., Bhojwani S.S., Bisaria V.S. Production of Podophyllotoxin by Plant Cell Cultures of Podophyllum hexandrum in Bioreactor. J. Biosci. Bioeng. 2002;93:215–220. doi: 10.1016/S1389-1723(02)80017-2.", "ArticleIdList": ["10.1016/S1389-1723(02)80017-2", "16233190"]}, {"Citation": "Prakash G., Srivastava A.K. Modeling of Azadirachtin Production by Azadirachta indica and Its Use for Feed Forward Optimization Studies. Biochem. Eng. J. 2006;29:62–68. doi: 10.1016/j.bej.2005.02.027.", "ArticleIdList": ["10.1016/j.bej.2005.02.027"]}, {"Citation": "Zhong J.-J. Recent Advances in Bioreactor Engineering. Korean J. Chem. Eng. 2010;27:1035–1041. doi: 10.1007/s11814-010-0277-5.", "ArticleIdList": ["10.1007/s11814-010-0277-5"]}, {"Citation": "Eibl R., Eibl D. Design and Use of the Wave Bioreactor for Plant Cell Culture. In: Guptta S.D., Ibaraki Y., editors. Plan Tissue Culture Engineering. Focus on Biotechnology. Volume 6. Springer; Dordrecht, The Netherlands: 2008. pp. 203–227."}, {"Citation": "Terrier B., Courtois D., Hénault N., Cuvier A., Bastin M., Aknin A., Dubreuil J., Pétiard V. Two New Disposable Bioreactors for Plant Cell Culture: The Wave and Undertow Bioreactor and the Slug Bubble Bioreactor. Biotechnol. Bioeng. 2007;96:914–923. doi: 10.1002/bit.21187.", "ArticleIdList": ["10.1002/bit.21187", "17006887"]}, {"Citation": "Ducos J.-P., Terrier B., Courtois D. Disposable Bioreactors for Plant Micropropagation and Mass Plant Cell Culture. In: Eibl R., Eibl D., editors. Disposable Bioreactors. Advances in Biochemical Engineering/Biotechnology. Volume 115. Springer; Berlin/Heidelberg, Germany: 2009. pp. 89–115.", "ArticleIdList": ["19475375"]}, {"Citation": "Lipsky A.K., Chernyak N.D. Carbon Dioxide Requirement during Submerged Cultivation of Dioscorea deltoidea Wall. Cells. Sov. Plant Physiol. Transl. 1983;30:591–596."}, {"Citation": "Lipsky A.K. Problems of Optimisation of Plant Cell Culture Processes. J. Biotechnol. 1992;26:83–97. doi: 10.1016/0168-1656(92)90070-P.", "ArticleIdList": ["10.1016/0168-1656(92)90070-P", "1368973"]}, {"Citation": "Butenko R.G., Lipsky A.K., Chernyak N.D., Arya H.C. Changes in Culture Medium PH by Cell Suspension Cultures of Dioscorea deltoidea. Plant Sci. Lett. 1984;35:207–212. doi: 10.1016/0304-4211(84)90230-X.", "ArticleIdList": ["10.1016/0304-4211(84)90230-X"]}, {"Citation": "Kandarakov O.F., Vorobev A.S., Nosov A.M. Biosynthetic Characteristics of Dioscorea deltoidea Cell Population Grown in Continuous Culture. Russ. J. Plant Physiol. 1994;41:805–809."}, {"Citation": "Klyushin A.G., Oreshnikov A.V., Cherniak N.D., Nosov A.M. The Characteristics of Growth of the Suspension Culture of Polyscias filicifolia Bailey Cells in Bioreactors. Biotekhnologiya. 2000;3:67–72."}, {"Citation": "Orlova L.V., Globa E.B., Chernyak N.D., Demidova E.V., Titova M.V., Solovchenko A.E., Sergeev R.V., Nosov A.M. Growth and Bioartificial Characteristics of Taxus baccata Suspension Culture (Cultivation in Flasks and Bioreactor) Vestn. Volga State Univ. Technol. Ser. For. Ecol. Nat. Manag. 2014;3:86–97."}, {"Citation": "Oreshnikov A.V., Nosov A.M., Manakov M.N. Characterization of Dioscorea deltoidea Cells Grown in Closed Continuous Culture. Russ. J. Plant Physiol. 1994;41:810–814."}, {"Citation": "Titova M.V., Kochkin D.V., Sukhanova E.S., Gorshkova E.N., Tyurina T.M., Ivanov I.M., Lunkova M.K., Tsvetkova E.V., Orlova A., Popova E.V., et al. Suspension Cell Culture of Polyscias fruticosa (L.) Harms in Bubble-Type Bioreactors—Growth Characteristics, Triterpene Glycosides Accumulation and Biological Activity. Plants. 2023;12:3641. doi: 10.3390/plants12203641.", "ArticleIdList": ["10.3390/plants12203641", "PMC10610180", "37896105"]}, {"Citation": "Titova M.V., Popova E.V., Ivanov I.M., Fomenkov A.A., Nebera E.A., Vasilevskaya E.R., Tolmacheva G.S., Kotenkova E.A., Klychnikov O.I., Metalnikov P.S., et al. Toxicological Evaluation of Ginsenoside-Rich Cell Culture Biomass of Panax japonicus Produced in a Large-Scale Bioreactor System. Ind. Crop. Prod. 2024;208:117761. doi: 10.1016/j.indcrop.2023.117761.", "ArticleIdList": ["10.1016/j.indcrop.2023.117761"]}, {"Citation": "Demidova E., Globa E., Klushin A., Kochkin D., Nosov A. Effect of Methyl Jasmonate on the Growth and Biosynthesis of C13- and C14-Hydroxylated Taxoids in the Cell Culture of Yew (Taxus wallichiana Zucc.) of Different Ages. Biomolecules. 2023;13:969. doi: 10.3390/biom13060969.", "ArticleIdList": ["10.3390/biom13060969", "PMC10296447", "37371549"]}, {"Citation": "Titova M.V., Popova E.V., Shumilo N.A., Kulichenko I.E., Chernyak N.D., Ivanov I.M., Klushin A.G., Nosov A.M. Stability of Cryopreserved Polyscias filicifolia Suspension Cell Culture during Cultivation in Laboratory and Industrial Bioreactors. Plant Cell Tissue Organ Cult. 2021;145:591–600. doi: 10.1007/s11240-021-02030-5.", "ArticleIdList": ["10.1007/s11240-021-02030-5"]}, {"Citation": "Sukhanova E.S., Kochkin D.V., Titova M.V., Nosov A.M. Growth and Biosynthetic Characteristics of Different Polyscias Plant Cell Culture Strains. Vestn. Volga State Univ. Technol. Ser. For. Ecol. Nat. Manag. 2012;2:57–66."}, {"Citation": "Pirt S.J. Principles of Microbe and Cell Cultivation. Blackwell Scientific; Oxford, UK: 1975."}, {"Citation": "Prakash G., Srivastava A.K. Azadirachtin Production in Stirred Tank Reactors by Azadirachta indica Suspension Culture. Process Biochem. 2007;42:93–97. doi: 10.1016/j.procbio.2006.06.020.", "ArticleIdList": ["10.1016/j.procbio.2006.06.020"]}, {"Citation": "Van Gulik W.M., Nuutila A.M., Vinke K.L., Ten Hoopen H.J.G., Heijnen J.J. Effects of Carbon Dioxide, Air Flow Rate, and Inoculation Density on the Batch Growth of Catharanthus roseus Cell Suspensions in Stirred Fermentors. Biotechnol. Prog. 1994;10:335–339. doi: 10.1021/bp00027a015.", "ArticleIdList": ["10.1021/bp00027a015"]}, {"Citation": "Han J., Zhong J. High Density Cell Culture of Panax Notoginseng for Production of Ginseng Saponin and Polysaccharide in an Airlift Bioreactor. Biotechnol. Lett. 2002;24:1927–1930. doi: 10.1023/A:1020960410885.", "ArticleIdList": ["10.1023/A:1020960410885"]}, {"Citation": "Hibino K., Ushiyama K. Plant Cell and Tissue Culture for the Production of Food Ingredients. Springer; Boston, MA, USA: 1999. Commercial Production of Ginseng by Plant Tissue Culture Technology; pp. 215–224."}, {"Citation": "van Gulik W.M., ten Hoopen H.J.G., Heijnen J.J. The Application of Continuous Culture for Plant Cell Suspensions. Enzyme Microb. Technol. 2001;28:796–805. doi: 10.1016/S0141-0229(01)00331-3.", "ArticleIdList": ["10.1016/S0141-0229(01)00331-3", "11397461"]}, {"Citation": "Hoopen H.J.G., Gulik W.M., Heijnen J.J. Continuous Culture of Suspended Plant Cells. In Vitro Cell. Dev. Biol. Plant. 1992;28:115–120. doi: 10.1007/BF02823058.", "ArticleIdList": ["10.1007/BF02823058"]}, {"Citation": "Wilson G. A Simple and Inexpensive Design of Chemostat Enabling Steady-State Growth of Acer pseudoplatanus L. Cells under Phosphate-Limiting Conditions. Ann. Bot. 1976;40:919–932. doi: 10.1093/oxfordjournals.aob.a085224.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a085224"]}, {"Citation": "Kurz W.G.W. A Chemostat for Growing Higher Plant Cells in Single Cell Suspension Cultures. Exp. Cell Res. 1971;64:476–479. doi: 10.1016/0014-4827(71)90104-2.", "ArticleIdList": ["10.1016/0014-4827(71)90104-2", "5542654"]}, {"Citation": "de Gucht L.P.E., van der Plas L.H.W. Growth and Respiration of Petunia hybrida Cells in Chemostat Cultures: A Comparison of Glucose-Limited and Nitrate-Limited Cultures. Biotechnol. Bioeng. 2000;52:412–422. doi: 10.1002/(SICI)1097-0290(19961105)52:3<412::AID-BIT7>3.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1097-0290(19961105)52:3<412::AID-BIT7>3.0.CO;2-N", "18629911"]}, {"Citation": "Meijer J.J., ten Hoopen H.J.G., van Gameren Y.M., Luyben K.C.A.M., Libbenga K.R. Effects of Hydrodynamic Stress on the Growth of Plant Cells in Batch and Continuous Culture. Enzyme Microb. Technol. 1994;16:467–477. doi: 10.1016/0141-0229(94)90016-7.", "ArticleIdList": ["10.1016/0141-0229(94)90016-7"]}, {"Citation": "Sahai O.P., Shuler M.L. Multistage Continuous Culture to Examine Secondary Metabolite Formation in Plant Cells: Phenolics from Nicotiana tabacum. Biotechnol. Bioeng. 1984;26:27–36. doi: 10.1002/bit.260260107.", "ArticleIdList": ["10.1002/bit.260260107", "18551582"]}, {"Citation": "Wilson S.B., King P.J., Street H.E. Studies on the Growth in Culture of Plant Cells: XII. A Versatile System for the Large Scale Batch or Continuous Culture of Plant Cell Suspensions. J. Exp. Bot. 1971;22:177–207. doi: 10.1093/jxb/22.1.177.", "ArticleIdList": ["10.1093/jxb/22.1.177"]}, {"Citation": "Peel E. Photoautotrophic Growth of Suspension Cultures of Asparagus officinalis L. Cells in Turbidostats. Plant Sci. Lett. 1982;24:147–155. doi: 10.1016/0304-4211(82)90187-0.", "ArticleIdList": ["10.1016/0304-4211(82)90187-0"]}, {"Citation": "Georgiev M.I., Eibl R., Zhong J.-J. Hosting the Plant Cells in Vitro: Recent Trends in Bioreactors. Appl. Microbiol. Biotechnol. 2013;97:3787–3800. doi: 10.1007/s00253-013-4817-x.", "ArticleIdList": ["10.1007/s00253-013-4817-x", "23504061"]}, {"Citation": "Wang G.R., Qi N.M., Wang Z.M. Application of a Stirrer-Tank Bioreactor for Perfusion Culture and Continuous Harvest of Glycyrrhiza inflata Suspension Cells. Afr. J. Biotechnol. 2010;9:347–351."}, {"Citation": "Su W.W., Arias R. Continuous Plant Cell Perfusion Culture: Bioreactor Characterization and Secreted Enzyme Production. J. Biosci. Bioeng. 2003;95:13–20. doi: 10.1016/S1389-1723(03)80142-1.", "ArticleIdList": ["10.1016/S1389-1723(03)80142-1", "16233360"]}, {"Citation": "De Dobbeleer C., Cloutier M., Fouilland M., Legros R., Jolicoeur M. A High-Rate Perfusion Bioreactor for Plant Cells. Biotechnol. Bioeng. 2006;95:1126–1137. doi: 10.1002/bit.21077.", "ArticleIdList": ["10.1002/bit.21077", "16807927"]}, {"Citation": "Hao Y.-J., Ye W.-Q., Wang M., Liu L.-L., Yu S., Piao X.-C., Lian M.-L. Selection of Initial Culture Medium in Fed-Batch Bioreactor Culture of Rhodiola sachalinensis Cells. J. Biotechnol. 2022;346:15–22. doi: 10.1016/j.jbiotec.2022.01.005.", "ArticleIdList": ["10.1016/j.jbiotec.2022.01.005", "35093491"]}, {"Citation": "Chastang T., Pozzobon V., Taidi B., Courot E., Clément C., Pareau D. Resveratrol Production by Grapevine Cells in Fed-Batch Bioreactor: Experiments and Modelling. Biochem. Eng. J. 2018;131:9–16. doi: 10.1016/j.bej.2017.12.009.", "ArticleIdList": ["10.1016/j.bej.2017.12.009"]}, {"Citation": "Restrepo M.I., Atehortúa L., Rojas L.F. Optimization of Fed-Batch Culture for Polyphenol Production from Theobroma Cacao Cell Culture. Acta Hortic. 2023;1359:281–288. doi: 10.17660/ActaHortic.2023.1359.37.", "ArticleIdList": ["10.17660/ActaHortic.2023.1359.37"]}, {"Citation": "Choi J.W., Cho J.M., Kim Y.K., Park S.Y., Kim I.H., Park Y.H. Control of Glucose Concentration in a Fed—Batch Cultivation of Scutellaria baicalensis G. Plant Cells Using a Self—Organizing Fuzzy Logic Controller. J. Microbiol. Biotechnol. 2001;11:739–748."}, {"Citation": "Corbin J.M., Hashimoto B.I., Karuppanan K., Kyser Z.R., Wu L., Roberts B.A., Noe A.R., Rodriguez R.L., McDonald K.A., Nandi S. Semicontinuous Bioreactor Production of Recombinant Butyrylcholinesterase in Transgenic Rice Cell Suspension Cultures. Front. Plant Sci. 2016;7:412. doi: 10.3389/fpls.2016.00412.", "ArticleIdList": ["10.3389/fpls.2016.00412", "PMC4814504", "27066048"]}, {"Citation": "Santoyo-Garcia J.H., Valdivia-Cabrera M., Ochoa-Villarreal M., Casasola-Zamora S., Ripoll M., Escrich A., Moyano E., Betancor L., Halliday K.J., Loake G.J., et al. Increased Paclitaxel Recovery from Taxus baccata Vascular Stem Cells Using Novel in Situ Product Recovery Approaches. Bioresour. Bioprocess. 2023;10:68. doi: 10.1186/s40643-023-00687-8.", "ArticleIdList": ["10.1186/s40643-023-00687-8"]}, {"Citation": "Kreis W., Reinhard E. Two-Stage Cultivation of Digitalis lanata Cells: Semicontinuous Production of Deacetyllanatoside C in 20-Litre Airlift Bioreactors. J. Biotechnol. 1990;16:123–135. doi: 10.1016/0168-1656(90)90070-R.", "ArticleIdList": ["10.1016/0168-1656(90)90070-R", "1366814"]}, {"Citation": "Villarreal M.L., Arias C., Vega J., Feria-Velasco A., Ramírez O.T., Nicasio P., Rojas G., Quintero R. Large-Scale Cultivation of Solanum chrysotrichum Cells: Production of the Antifungal Saponin SC-1 in 10-I Airlift Bioreactors. Plant Cell Rep. 1997;16:653–656. doi: 10.1007/BF01275509.", "ArticleIdList": ["10.1007/BF01275509", "30727613"]}, {"Citation": "Choi J.-W., Kim Y.-K., Lee W.H., Pedersen H., Chin C.-K. Bioreactor Operating Strategy in Thalictrum rugosum Plant Cell Culture for the Production of Berberine. Biotechnol. Bioprocess Eng. 1999;4:138–146. doi: 10.1007/BF02932384.", "ArticleIdList": ["10.1007/BF02932384"]}, {"Citation": "Luo J., Mei X.J., Hu D.W. Improved Paclitaxel Production by Fed-Batch Suspension Cultures of Taxus chinensis in Bioreactors. Biotechnol. Lett. 2002;24:561–565. doi: 10.1023/A:1014596924446.", "ArticleIdList": ["10.1023/A:1014596924446"]}, {"Citation": "Titova M.V., Reshetnyak O.V., Osipova E.A., Osip’yants A.I., Shumilo N.A., Oreshnikov A.V., Nosov A.M. Submerged Cultivation of Stephania glabra (Roxb.) Miers Cells in Different Systems: Specific Features of Growth and Accumulation of Alkaloid Stepharine. Appl. Biochem. Microbiol. 2012;48:645–649. doi: 10.1134/S0003683812070046.", "ArticleIdList": ["10.1134/S0003683812070046"]}, {"Citation": "Demidova E.V. Biosynthesis of Triterpene Glycosides in Suspension Cell Culture of Panax japonicus Var. Repens at Different Cultivation Conditions. K.A. Timiryazev Institute of Plant Physiology of RAS; Moscow, Russia: 2007."}, {"Citation": "Titova M.V. Personal Communication. Institute of Plant Physiology of RAS; Moscow, Russia: 2023."}, {"Citation": "Titova M.V., Kochkin D.V., Fomenkov A.A., Ivanov I.M., Kotenkova E.A., Kocharyan G.L., Dzhivishev E.G., Mekhtieva N.P., Popova E.V., Nosov A.M. Obtaining and Characterization of Suspension Cell Culture of Alhagi persarum Boiss. et Buhse: A Producer of Isoflavonoids. Russ. J. Plant Physiol. 2021;68:652–660. doi: 10.1134/S1021443721040208.", "ArticleIdList": ["10.1134/S1021443721040208"]}, {"Citation": "Oreshnikov A.V. Physiology of Dioscorea Deltoidea Cell Population under Conditions of Closed Continuous Cultivation Regime. K.A. Timiryazev Institute of Plant Physiology of Russian Academy of Sciences; Moscow, Russia: 1996."}, {"Citation": "Titova M.V., Shumilo N.A., Kulichenko I.E., Ivanov I.M., Sukhanova E.S., Nosov A.M. Features of Respiration and Formation of Steroidal Glycosides in Dioscorea deltoidea Cell Suspension Culture Grown in Flasks and Bioreactors. Russ. J. Plant Physiol. 2015;62:557–563. doi: 10.1134/S1021443715040160.", "ArticleIdList": ["10.1134/S1021443715040160"]}, {"Citation": "Taticek R.A., Moo-Young M., Legge R.L. The Scale-up of Plant Cell Culture: Engineering Considerations. Plant Cell. Tissue Organ Cult. 1991;24:139–158. doi: 10.1007/BF00039742.", "ArticleIdList": ["10.1007/BF00039742"]}, {"Citation": "Scragg A.H. Large-Scale Plant Cell Culture: Methods, Applications and Products. Curr. Opin. Biotechnol. 1992;3:105–109. doi: 10.1016/0958-1669(92)90136-7.", "ArticleIdList": ["10.1016/0958-1669(92)90136-7", "1368283"]}, {"Citation": "Marks D.M. Equipment Design Considerations for Large Scale Cell Culture. Cytotechnology. 2003;42:21–33. doi: 10.1023/A:1026103405618.", "ArticleIdList": ["10.1023/A:1026103405618", "PMC3449506", "19002925"]}, {"Citation": "Garcia-Ochoa F., Gomez E. Bioreactor Scale-up and Oxygen Transfer Rate in Microbial Processes: An Overview. Biotechnol. Adv. 2009;27:153–176. doi: 10.1016/j.biotechadv.2008.10.006.", "ArticleIdList": ["10.1016/j.biotechadv.2008.10.006", "19041387"]}, {"Citation": "Ho C.-H., Henderson K.A., Rorrer G.L. Cell Damage and Oxygen Mass Transfer during Cultivation of Nicotiana tabacum in a Stirred-tank Bioreactor. Biotechnol. Prog. 1995;11:140–145. doi: 10.1021/bp00032a004.", "ArticleIdList": ["10.1021/bp00032a004"]}, {"Citation": "Wagner F., Vogelmann H. Cultivation of Plant Tissue Cultures in Bioreactors and Formation of Secondary Metabolites. In: Barz W., Reinhard E., Zenk M.H., editors. Plant Tissue Culture and Its Biotechnological Application. Springer; Berlin, Germany: 1977. pp. 245–255."}, {"Citation": "Takeda T., Seki M., Furusaki S. Hydrodynamic Damage of Cultured Cells of Carthamus tinctorius in a Stirred Tank Reactor. J. Chem. Eng. Jpn. 1994;27:466–471. doi: 10.1252/jcej.27.466.", "ArticleIdList": ["10.1252/jcej.27.466"]}, {"Citation": "Jolicoeur M., Chavarie C., Carreau P.J., Archambault J. Development of a Helical-ribbon Impeller Bioreactor for High-density Plant Cell Suspension Culture. Biotechnol. Bioeng. 1992;39:511–521. doi: 10.1002/bit.260390506.", "ArticleIdList": ["10.1002/bit.260390506", "18600977"]}, {"Citation": "Nienow A.W. On Impeller Circulation and Mixing Effectiveness in the Turbulent Flow Regime. Chem. Eng. Sci. 1997;52:2557–2565. doi: 10.1016/S0009-2509(97)00072-9.", "ArticleIdList": ["10.1016/S0009-2509(97)00072-9"]}, {"Citation": "Leckie F., Scragg A.H., Cliffe K.C. The Effect of Continuous High Shear Stress on Plant Cell Suspension Cultures. In: Nijkamp H.J.J., Van Der Plas L.H.W., Van Aartrijk J., editors. Progress in Plant Cellular and Molecular Biology. Current Plant Science and Biotechnology in Agriculture. Volume 9. Springer; Dordrecht, The Netherlands: 1990. pp. 689–693."}, {"Citation": "Wilson S.A., Roberts S.C. Recent Advances towards Development and Commercialization of Plant Cell Culture Processes for the Synthesis of Biomolecules. Plant Biotechnol. J. 2012;10:249–268. doi: 10.1111/j.1467-7652.2011.00664.x.", "ArticleIdList": ["10.1111/j.1467-7652.2011.00664.x", "PMC3288596", "22059985"]}, {"Citation": "Pavlov A.I., Georgiev M.I., Ilieva M.P. Production of Rosmarinic Acid by Lavandula vera MM Cell Suspension in Bioreactor: Effect of Dissolved Oxygen Concentration and Agitation. World J. Microbiol. Biotechnol. 2005;21:389–392. doi: 10.1007/s11274-004-3982-6.", "ArticleIdList": ["10.1007/s11274-004-3982-6"]}, {"Citation": "Zhong J., Fujiyama K., Seki T., Yoshida T. A Quantitative Analysis of Shear Effects on Cell Suspension and Cell Culture of Perilla frutescens in Bioreactors. Biotechnol. Bioeng. 1994;44:649–654. doi: 10.1002/bit.260440512.", "ArticleIdList": ["10.1002/bit.260440512", "18618801"]}, {"Citation": "Zhong J.-J. Biochemical Engineering of the Production of Plant-Specific Secondary Metabolites by Cell Suspension Cultures. In: Zhong J.J., editor. Advances in Biochemical Engineering/Biotechnology. Volume 72. Springer; Berlin/Heidelberg, Germany: 2001. pp. 1–26.", "ArticleIdList": ["11729750"]}, {"Citation": "Chattopadhyay S., Srivastava A.K., Bisaria V.S. Production of Phytochemicals in Plant Cell Bioreactors. In: Srivastava P., Narula A., Srivastava S., editors. Plant Biotechnology and Molecular Markers. Springer; Dordrecht, The Netherlands: 2004. pp. 117–128."}, {"Citation": "Hohe A., Winkelmann T., Schwenkel H.G. The Effect of Oxygen Partial Pressure in Bioreactors on Cell Proliferation and Subsequent Differentiation of Somatic Embryos of Cyclamen persicum. Plant Cell Tissue Organ Cult. 1999;59:39–45. doi: 10.1023/A:1006323009860.", "ArticleIdList": ["10.1023/A:1006323009860"]}, {"Citation": "Trung Thanh N., Niranjana Murthy H., Yu K.-W., Seung Jeong C., Hahn E.-J., Paek K.-Y. Effect of Oxygen Supply on Cell Growth and Saponin Production in Bioreactor Cultures of Panax ginseng. J. Plant Physiol. 2006;163:1337–1341. doi: 10.1016/j.jplph.2005.08.014.", "ArticleIdList": ["10.1016/j.jplph.2005.08.014", "16488510"]}, {"Citation": "Amthor J. The McCree–de Wit–Penning de Vries–Thornley Respiration Paradigms: 30 Years Later. Ann. Bot. 2000;86:1–20. doi: 10.1006/anbo.2000.1175.", "ArticleIdList": ["10.1006/anbo.2000.1175"]}, {"Citation": "McDonald A.E., Sieger S.M., Vanlerberghe G.C. Methods and Approaches to Study Plant Mitochondrial Alternative Oxidase. Physiol. Plant. 2002;116:135–143. doi: 10.1034/j.1399-3054.2002.1160201.x.", "ArticleIdList": ["10.1034/j.1399-3054.2002.1160201.x", "12354188"]}, {"Citation": "Del-Saz N.F., Ribas-Carbo M., Martorell G., Fernie A.R., Florez-Sarasa I. Measurements of Electron Partitioning between Cytochrome and Alternative Oxidase Pathways in Plant Tissues. In: Jagadis Gupta K., editor. Plant Respiration and Internal Oxygen. Methods in Molecular Biology. Volume 1670. Humana Press; New York, NY, USA: 2017. pp. 203–217.", "ArticleIdList": ["28871545"]}, {"Citation": "Schertl P., Braun H.-P. Respiratory Electron Transfer Pathways in Plant Mitochondria. Front. Plant Sci. 2014;5:163. doi: 10.3389/fpls.2014.00163.", "ArticleIdList": ["10.3389/fpls.2014.00163", "PMC4010797", "24808901"]}, {"Citation": "Moore A.L., Albury M.S., Crichton P.G., Affourtit C. Function of the Alternative Oxidase: Is It Still a Scavenger? Trends Plant Sci. 2002;7:478–481. doi: 10.1016/S1360-1385(02)02366-X.", "ArticleIdList": ["10.1016/S1360-1385(02)02366-X", "12417142"]}, {"Citation": "Ferreira A.L., Arrabaça J.D., Vaz-Pinto V., Lima-Costa M.E. Induction of Alternative Oxidase Chain under Salt Stress Conditions. Biol. Plant. 2008;52:66–71. doi: 10.1007/s10535-008-0009-4.", "ArticleIdList": ["10.1007/s10535-008-0009-4"]}, {"Citation": "Noguchi K., Taylor N.L., Millar A.H., Lambers H., Day D.A. Response of Mitochondria to Light Intensity in the Leaves of Sun and Shade Species. Plant. Cell Environ. 2005;28:760–771. doi: 10.1111/j.1365-3040.2005.01322.x.", "ArticleIdList": ["10.1111/j.1365-3040.2005.01322.x"]}, {"Citation": "Clifton R., Lister R., Parker K.L., Sappl P.G., Elhafez D., Millar A.H., Day D.A., Whelan J. Stress-Induced Co-Expression of Alternative Respiratory Chain Components in Arabidopsis thaliana. Plant Mol. Biol. 2005;58:193–212. doi: 10.1007/s11103-005-5514-7.", "ArticleIdList": ["10.1007/s11103-005-5514-7", "16027974"]}, {"Citation": "Zhang Q., Soole K.L., Wiskich J.T. Regulation of Respiration in Rotenone-Treated Tobacco Cell Suspension Cultures. Planta. 2001;212:765–773. doi: 10.1007/s004250000457.", "ArticleIdList": ["10.1007/s004250000457", "11346950"]}, {"Citation": "Duque P., Arrabaça J.D. Respiratory Metabolism during Cold Storage of Apple Fruit. II. Alternative Oxidase Is Induced at the Climacteric. Physiol. Plant. 1999;107:24–31. doi: 10.1034/j.1399-3054.1999.100104.x.", "ArticleIdList": ["10.1034/j.1399-3054.1999.100104.x"]}, {"Citation": "Sieger S.M., Kristensen B.K., Robson C.A., Amirsadeghi S., Eng E.W.Y., Abdel-Mesih A., Møller I.M., Vanlerberghe G.C. The Role of Alternative Oxidase in Modulating Carbon Use Efficiency and Growth during Macronutrient Stress in Tobacco Cells. J. Exp. Bot. 2005;56:1499–1515. doi: 10.1093/jxb/eri146.", "ArticleIdList": ["10.1093/jxb/eri146", "15824074"]}, {"Citation": "Dong Y., Gao W.-Y., Man S., Zuo B., Wang J., Huang L., Xiao P. Effect of Bioreactor Angle and Aeration Rate on Growth and Hydromechanics Parameters in Bioreactor Culture of Ginseng Suspension Cells. Acta Physiol. Plant. 2013;35:1497–1501. doi: 10.1007/s11738-012-1190-9.", "ArticleIdList": ["10.1007/s11738-012-1190-9"]}, {"Citation": "Kobayashi Y., Fukui H., Tabata M. Effect of Oxygen Supply on Berberine Production in Cell Suspension Cultures and Immobilized Cells of Thalictrum minus. Plant Cell Rep. 1989;8:255–258. doi: 10.1007/BF00778546.", "ArticleIdList": ["10.1007/BF00778546", "24233150"]}, {"Citation": "Gao J., Lee J.M. Effect of Oxygen Supply on the Suspension Culture of Genetically Modified Tobacco Cells. Biotechnol. Prog. 1992;8:285–290. doi: 10.1021/bp00016a004.", "ArticleIdList": ["10.1021/bp00016a004", "1368452"]}, {"Citation": "Leckie F., Scragg A.H., Cliffe K.C. An Investigation into the Role of Initial K L a on the Growth and Alkaloid Accumulation by Cultures of Catharanthus roseus. Biotechnol. Bioeng. 1991;37:364–370. doi: 10.1002/bit.260370410.", "ArticleIdList": ["10.1002/bit.260370410", "18597378"]}, {"Citation": "Çalik P., Yilgör P., Ayhan P., Demir A.S. Oxygen Transfer Effects on Recombinant Benzaldehyde Lyase Production. Chem. Eng. Sci. 2004;59:5075–5083. doi: 10.1016/j.ces.2004.07.070.", "ArticleIdList": ["10.1016/j.ces.2004.07.070"]}, {"Citation": "Garcia-Ochoa F., Gomez E. Theoretical Prediction of Gas–Liquid Mass Transfer Coefficient, Specific Area and Hold-up in Sparged Stirred Tanks. Chem. Eng. Sci. 2004;59:2489–2501. doi: 10.1016/j.ces.2004.02.009.", "ArticleIdList": ["10.1016/j.ces.2004.02.009"]}, {"Citation": "Raval K.N., Hellwig S., Prakash G., Ramos-Plasencia A., Srivastava A., Buchs J. Necessity of a Two-Stage Process for the Production of Azadirachtin-Related Limonoids in Suspension Cultures of Azadirachta indica. J. Biosci. Bioeng. 2003;96:16–22. doi: 10.1016/S1389-1723(03)90091-0.", "ArticleIdList": ["10.1016/S1389-1723(03)90091-0", "16233477"]}, {"Citation": "Rechmann H., Friedrich A., Forouzan D., Barth S., Schnabl H., Biselli M., Boehm R. Characterization of Photosynthetically Active Duckweed (Wolffia australiana) in Vitro Culture by Respiration Activity Monitoring System (RAMOS) Biotechnol. Lett. 2007;29:971–977. doi: 10.1007/s10529-007-9330-9.", "ArticleIdList": ["10.1007/s10529-007-9330-9", "17450327"]}, {"Citation": "Klöckner W., Gacem R., Anderlei T., Raven N., Schillberg S., Lattermann C., Büchs J. Correlation between Mass Transfer Coefficient KLa and Relevant Operating Parameters in Cylindrical Disposable Shaken Bioreactors on a Bench-to-Pilot Scale. J. Biol. Eng. 2013;7:28. doi: 10.1186/1754-1611-7-28.", "ArticleIdList": ["10.1186/1754-1611-7-28", "PMC4177207", "24289110"]}, {"Citation": "García-Salas S., Gómez-Montes E.O., Ramírez-Sotelo M.G., Oliver-Salvador M. del C. Shear Rate as Scale-up Criterion of the Protein Production with Enhanced Proteolytic Activity by Phosphate Addition in the Jacaratia mexicana Cell Culture. Biotechnol. Biotechnol. Equip. 2021;35:1031–1042. doi: 10.1080/13102818.2021.1944317.", "ArticleIdList": ["10.1080/13102818.2021.1944317"]}, {"Citation": "Votruba J., Sobotka M. Physiological Similarity and Bioreactor Scale-Up. Folia Microbiol. 1992;37:331–345. doi: 10.1007/BF02815659.", "ArticleIdList": ["10.1007/BF02815659"]}, {"Citation": "Xia J., Wang G., Fan M., Chen M., Wang Z., Zhuang Y. Understanding the Scale-up of Fermentation Processes from the Viewpoint of the Flow Field in Bioreactors and the Physiological Response of Strains. Chin. J. Chem. Eng. 2021;30:178–184. doi: 10.1016/j.cjche.2020.12.004.", "ArticleIdList": ["10.1016/j.cjche.2020.12.004"]}, {"Citation": "Xia J., Wang G., Lin J., Wang Y., Chu J., Zhuang Y., Zhang S. Bioreactor Engineering Research and Industrial Applications II. Springer; Berlin/Heidelberg, Germany: 2015. Advances and Practices of Bioprocess Scale-Up; pp. 137–151."}, {"Citation": "Lee S., Kim D. Effects of Pluronic F-68 on Cell Growth of Digitalis lanata in Aqueous Wo-Phase Systems. J. Microbiol. Biotechnol. Biotechnol. 2004;14:1129–1133."}, {"Citation": "Zhong J.-J., Pan Z.-W., Wang Z.-Y., Wu J., Chen F., Takagi M., Yoshida T. Effect of Mixing Time on Taxoid Production Using Suspension Cultures of Taxus chinensis in a Centrifugal Impeller Bioreactor. J. Biosci. Bioeng. 2002;94:244–250. doi: 10.1016/S1389-1723(02)80157-8.", "ArticleIdList": ["10.1016/S1389-1723(02)80157-8", "16233298"]}, {"Citation": "Pan Z.-W., Zhong J.-J., Wu J.-Y., Takagi M., Yoshida T. Fluid Mixing and Oxygen Transfer in Cell Suspensions of Taxus chinensis in a Novel Stirred Bioreactor. Biotechnol. Bioprocess Eng. 1999;4:269–272. doi: 10.1007/BF02933751.", "ArticleIdList": ["10.1007/BF02933751"]}, {"Citation": "Titova M.V., Shumilo N.A., Reshetnyak O.V., Glagoleva E.S., Nosov A.M. Physiological Characteristics of Panax japonicus Suspension Cell Culture during Growth Scaling-Up. Biotekhnologiya. 2015;3:71–80. doi: 10.21519/0234-2758-2015-3-71-80.", "ArticleIdList": ["10.21519/0234-2758-2015-3-71-80"]}, {"Citation": "Titova M.V., Berkovich E.A., Reshetnyak O.V., Kulichenko I.E., Oreshnikov A.V., Nosov A.M. Respiration Activity of Suspension Cell Culture of Polyscias filicifolia Bailey, Stephania glabra (Roxb.) Miers, and Dioscorea deltoidea Wall. Appl. Biochem. Microbiol. 2011;47:87–92. doi: 10.1134/S0003683811010170.", "ArticleIdList": ["10.1134/S0003683811010170", "21442926"]}, {"Citation": "Povydysh M.N., Titova M.V., Ivkin D.Y., Krasnova M.V., Vasilevskaya E.R., Fedulova L.V., Ivanov I.M., Klushin A.G., Popova E.V., Nosov A.M. The Hypoglycemic and Hypocholesterolemic Activity of Dioscorea deltoidea, Tribulus terrestris and Panax japonicus Cell Culture Biomass in Rats with High-Fat Diet-Induced Obesity. Nutrients. 2023;15:656. doi: 10.3390/nu15030656.", "ArticleIdList": ["10.3390/nu15030656", "PMC9918901", "36771371"]}, {"Citation": "Povydysh M.N., Titova M.V., Ivanov I.M., Klushin A.G., Kochkin D.V., Galishev B.A., Popova E.V., Ivkin D.Y., Luzhanin V.G., Krasnova M.V., et al. Effect of Phytopreparations Based on Bioreactor-Grown Cell Biomass of Dioscorea deltoidea, Tribulus terrestris and Panax japonicus on Carbohydrate and Lipid Metabolism in Type 2 Diabetes Mellitus. Nutrients. 2021;13:3811. doi: 10.3390/nu13113811.", "ArticleIdList": ["10.3390/nu13113811", "PMC8617789", "34836067"]}, {"Citation": "Glagoleva E.S., Konstantinova S.V., Kochkin D.V., Ossipov V., Titova M.V., Popova E.V., Nosov A.M., Paek K.-Y. Predominance of Oleanane-Type Ginsenoside R0 and Malonyl Esters of Protopanaxadiol-Type Ginsenosides in the 20-Year-Old Suspension Cell Culture of Panax japonicus C.A. Meyer. Ind. Crop. Prod. 2022;177:114417. doi: 10.1016/j.indcrop.2021.114417.", "ArticleIdList": ["10.1016/j.indcrop.2021.114417"]}, {"Citation": "Kotin A.M., Bichevaya N.K. Anti-Teratogenic Agent. WO1996002266A1. 1996 May 11;"}, {"Citation": "Kotin O.A., Kotin A.M., Emel’yanov M.O. Use of a Preparation of the Plant Polyscias filicifolia for Treating Mineral Deficiencies 2022. WO2022010387A1. 2022 January 13;"}, {"Citation": "Werner S., Olownia J., Egger D., Eibl D. An Approach for Scale-Up of Geometrically Dissimilar Orbitally Shaken Single-Use Bioreactors. Chem. Ing. Tech. 2013;85:118–126. doi: 10.1002/cite.201200153.", "ArticleIdList": ["10.1002/cite.201200153"]}, {"Citation": "de Mello A.F.M., de Souza Vandenberghe L.P., Herrmann L.W., Letti L.A.J., Burgos W.J.M., Scapini T., Manzoki M.C., de Oliveira P.Z., Soccol C.R. Strategies and Engineering Aspects on the Scale-up of Bioreactors for Different Bioprocesses. Syst. Microbiol. Biomanuf. 2023 doi: 10.1007/s43393-023-00205-z.", "ArticleIdList": ["10.1007/s43393-023-00205-z"]}, {"Citation": "Seidel S., Mozaffari F., Maschke R.W., Kraume M., Eibl-Schindler R., Eibl D. Automated Shape and Process Parameter Optimization for Scaling Up Geometrically Non-Similar Bioreactors. Processes. 2023;11:2703. doi: 10.3390/pr11092703.", "ArticleIdList": ["10.3390/pr11092703"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "30"}, {"Year": "2024", "Month": "1", "Day": "29"}, {"Year": "2024", "Month": "1", "Day": "29"}, {"Year": "2024", "Month": "2", "Day": "10", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "10", "Hour": "10", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "10", "Hour": "1", "Minute": "6"}, {"Year": "2024", "Month": "2", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38337964", "PMC10857215", "10.3390/plants13030430", "plants13030430"]}}]}