{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acrogenosporaceae", "Conioscyphaceae", "freshwater fungi", "new taxa", "taxonomy"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38333552", "DateRevised": {"Year": "2024", "Month": "02", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3897/mycokeys.101.115209"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "31"}], "Journal": {"ISSN": "1314-4049", "JournalIssue": {"Volume": "101", "PubDate": {"Year": "2024"}}, "Title": "MycoKeys", "ISOAbbreviation": "MycoKeys"}, "ArticleTitle": "﻿Two novel freshwater hyphomycetes, in <i>Acrogenospora</i> (Minutisphaerales, Dothideomycetes) and <i>Conioscypha</i> (Conioscyphales, Sordariomycetes) from Southwestern China.", "Pagination": {"StartPage": "249", "EndPage": "273", "MedlinePgn": "249-273"}, "Abstract": {"AbstractText": ["Freshwater fungi are highly diverse in China and frequently reported from submerged wood, freshwater insects, herbaceous substrates, sediments, leaves, foams, and living plants. In this study, we investigated two freshwater species that were collected from Yunnan and Guizhou provinces in China. Detailed morphological analysis complemented by multi-gene phylogenetic analyses based on LSU, SSU, ITS, <i>RPB2</i> and <i>TEF1-α</i> sequences data revealed them to be two new saprobic species, namely <i>Acrogenosporaalangii</i><b>sp. nov.</b> and <i>Conioscyphayunnanensis</i><b>sp. nov.</b> in their asexual morphs. Additionally, <i>Acrogenosporaalangii</i><b>sp. nov.</b> is reported for the first time as a freshwater ascomycete associated with the medicinal plant <i>Alangiumchinense</i> (Alangiaceae). Detailed morphological descriptions, illustrations and updated phylogenetic relationships of the new taxa are provided herein."]}, "AuthorList": [{"Identifier": ["0000-0003-4695-2528"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology and Plant Pathology, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Innovative Agriculture Research Centre, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Li", "ForeName": "Lu", "Initials": "L"}, {"Identifier": ["0000-0003-0350-4530"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology and Plant Pathology, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, Yunnan Province, China."}], "LastName": "Du", "ForeName": "Hong-Zhi", "Initials": "HZ"}, {"Identifier": ["0000-0002-8091-4579"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovative Agriculture Research Centre, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Thiyagaraja", "ForeName": "Vinodhini", "Initials": "V"}, {"Identifier": ["0000-0002-3800-5910"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Guizhou University of Traditional Chinese Medicine, Guiyang 550025, Guizhou Province, China."}, {"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Bhat", "ForeName": "Darbhe Jayarama", "Initials": "DJ"}, {"Identifier": ["0000-0002-6321-8416"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovative Agriculture Research Centre, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Phookamsak", "ForeName": "Rungtiwa", "Initials": "R"}, {"Identifier": ["0000-0001-8576-3696"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology and Plant Pathology, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Cheewangkoon", "ForeName": "Ratchadawan", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Bulgaria", "MedlineTA": "MycoKeys", "NlmUniqueID": "101569696", "ISSNLinking": "1314-4049"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bao DF, McKenzie EHC, Bhat DJ, Hyde KD, Luo ZL, Shen H-W, Su H-Y. (2020) Acrogenospora (Acrogenosporaceae, Minutisphaerales) appears to be a very diverse genus. Frontiers in Microbiology 11: e1606. 10.3389/fmicb.2020.01606", "ArticleIdList": ["10.3389/fmicb.2020.01606", "PMC7393737", "32793142"]}, {"Citation": "Boehm EW, Mugambi GK, Miller AN, Huhndorf SM, Marincowitz S, Spatafora JW, Schoch CL. (2009) A molecular phylogenetic reappraisal of the Hysteriaceae, Mytilinidiaceae and Gloniaceae (Pleosporomycetidae, Dothideomycetes) with keys to world species. Studies in Mycology 64: 49–83. 10.3114/sim.2009.64.03", "ArticleIdList": ["10.3114/sim.2009.64.03", "PMC2816966", "20169023"]}, {"Citation": "Calabon MS, Hyde KD, Jones EBG, Luo ZL, Dong W, Hurdeal V, Gentekaki E, Rossi W, Leonardi M, Thiyagaraja V, Lestari A, Shen HW, Bao DF, Boonyuen N, Zeng M. (2022) Freshwater fungal numbers. Fungal Diversity 114(1): 3–235. 10.1007/s13225-022-00503-2", "ArticleIdList": ["10.1007/s13225-022-00503-2"]}, {"Citation": "Calabon MS, Hyde KD, Jones EBG, Bao DF, Bhunjun CS, Phukhamsakda C, Shen HW, Gentekaki E, Al Sharie AH, Barros J, Chandrasiri KSU, Hu DM, Hurdeal VG, Rossi W, Valle LG, Zhang H, Figueroa M, Raja HA, Seena S, Song HY, Dong W, EI-Elimat T, Leonardi M, Li Y, Li YJ, Luo ZL, Ritter CD, Strongman DB, Wei Mj, Balasuriya A. (2023) Freshwater fungal biology. Mycosphere 14(1): 195–413. 10.5943/mycosphere/14/1/4", "ArticleIdList": ["10.5943/mycosphere/14/1/4"]}, {"Citation": "Capella GS, Silla MJM, Gabaldón T. (2009) trimAl: A tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics 25(15): 1972–1973. 10.1093/bioinformatics/btp348", "ArticleIdList": ["10.1093/bioinformatics/btp348", "PMC2712344", "19505945"]}, {"Citation": "Chen JL, Tzean SS. (2000) Conioscyphataiwaniana sp. nov. and several new records of the genus from Taiwan. Botanical Bulletin of Academia Sinica 41: 315–322."}, {"Citation": "Chuaseeharonnachai C, Somrithipol S, Suetrong S, Klaysuban A, Pornputtapong N, Jones EBG, Boonyuen N. (2017) Conioscyphanakagirii, a new species from naturally submerged wood in Thailand based on morphological and molecular data. Mycoscience 58(6): 424–431. 10.1016/j.myc.2017.06.003", "ArticleIdList": ["10.1016/j.myc.2017.06.003"]}, {"Citation": "Crous PW, Shivas RG, Quaedvlieg W, Bank M, Zhang Y, Summerell BA, Guarro J, Wingfield MJ, Wood AR, Alfenas AC, Braun U, Cano-Lira JF, García D, Marin-Felix Y, Alvarado P, Andrade JP, Armengol J, Assefa A, Breeÿen A, Camele I, Cheewangkoon R, De Souza JT, Duong TA, Esteve-Raventós F, Fournier J, Frisullo S, García-Jiménez J, Gardiennet A, Gené J, Hernández-Restrepo M, Hirooka Y, Hospenthal DR, King A, Lechat C, Lombard L, Mang SM, Marbach PAS, Marincowitz S, Marin-Felix Y, Montaño-Mata NJ, Moreno G, Perez CA, Pérez Sierra AM, Robertson JL, Roux J, Rubio E, Schumacher RK, Stchigel AM, Sutton DA, Tan YP, Thompson EH, Linde E, Walker AK, Walker DM, Wickes BL, Wong PTW, Groenewald JZ. (2014) Fungal Planet description sheets: 2142–2180. Persoonia 32(1): 184–306. 10.3767/003158514X682395", "ArticleIdList": ["10.3767/003158514X682395", "PMC4150077", "25264390"]}, {"Citation": "Crous PW, Luangsa-Ard JJ, Wingfield MJ, Carnegie AJ, Hernández-Restrepo M, Lombard L, Roux J, Barreto RW, Baseia IG, Cano-Lira JF, Martín MP, Morozova OV, Stchigel AM, Summerell BA, Brandrud TE, Dima B, García D, Giraldo A, Guarro J, Gusmão LFP, Khamsuntorn P, Noordeloos ME, Nuankaew S, Pinruan U, Rodríguez-Andrade E, Souza-Motta CM, Thangavel R, van Iperen AL, Abreu VP, Accioly T, Alves JL, Andrade JP, Bahram M, Baral HO, Barbier E, Barnes CW, Bendiksen E, Bernard E, Bezerra JDP, Bezerra JL, Bizio E, Blair JE, Bulyonkova TM, Cabral TS, Caiafa MV, Cantillo T, Colmán AA, Conceição LB, Cruz S, Cunha AOB, Darveaux BA, da Silva AL, da Silva GA, da Silva GM, da Silva RMF, de Oliveira RJV, Oliveira RL, De Souza JT, Dueñas M, Evans HC, Epifani F, Felipe MTC, Fernández-López J, Ferreira BW, Figueiredo CN, Filippova NV, Flores JA, Gené J, Ghorbani G, Gibertoni TB, Glushakova AM, Healy R, Huhndorf SM, Iturrieta-González I, Javan-Nikkhah M, Juciano RF, Jurjević Ž, Kachalkin AV, Keochanpheng K, Krisai-Greilhuber I, Li YC, Lima AA, Machado AR, Madrid H, Magalhães OMC, Marbach PAS, Melanda GCS, Miller AN, Mongkolsamrit S, Nascimento RP, Oliveira TGL, Ordoñez ME, Orzes R, Palma MA, Pearce CJ, Pereira OL, Perrone G, Peterson SW, Pham THG, Piontelli E, Pordel A, Quijada L, Raja HA, Rosas de Paz E, Ryvarden L, Saitta A, Salcedo SS, Sandoval-Denis M, Santos TAB, Seifert KA, Silva BDB, Smith ME, Soares AM, Sommai S, Sousa JO, Suetrong S, Susca A, Tedersoo L, Telleria MT, Thanakitpipattana D, Valenzuela-Lopez N, Visagie CM, Zapata M, Groenewald JZ. (2018) Fungal Planet description sheets: 785–867. Persoonia 41(1): 238–417. 10.3767/persoonia.2018.41.12", "ArticleIdList": ["10.3767/persoonia.2018.41.12", "PMC6344811", "30728607"]}, {"Citation": "Dong W, Wang B, Hyde KD, McKenzie EHC, Raja HA, Tanaka K, Abdel-Wahab MA, Abdel-Aziz FA, Doilom M, Phookamsak R, Hongsanan S, Wanasinghe DN, Yu XD, Wang GN, Yang H, Yang J, Thambugala KM, Tian Q, Luo ZL, Yang JB, Miller AN, Fournier J, Boonmee S, Hu DM, Nalumpang S, Zhang H. (2020) Freshwater Dothideomycetes. Fungal Diversity 105(1): 319–575. 10.1007/s13225-020-00463-5", "ArticleIdList": ["10.1007/s13225-020-00463-5"]}, {"Citation": "Ellis MB. (1971) DematiaceousHyphomycetes. Commonwealth Mycological Institute, Kew, 114–115. 10.1079/9780851986180.0000", "ArticleIdList": ["10.1079/9780851986180.0000"]}, {"Citation": "Ellis MB. (1972) Dematiaceoushyphomycetes. XI. Mycological Papers 131: 1–25. 10.1079/9780851986180.0000", "ArticleIdList": ["10.1079/9780851986180.0000"]}, {"Citation": "Feng B, Yang ZL. (2018) Studies on diversity of higher fungi in Yunnan, southwestern China: A review. Plant Diversity 40(4): 165–171. 10.1016/j.pld.2018.07.001.", "ArticleIdList": ["10.1016/j.pld.2018.07.001", "PMC6137262", "30740561"]}, {"Citation": "Goh TK, Hyde KD, Tsui KM. (1998) The hyphomycete genus Acrogenospora, with two new species and two new combinations. Mycological Research 102(11): 1309–1315. 10.1017/S0953756298006790", "ArticleIdList": ["10.1017/S0953756298006790"]}, {"Citation": "Harrington AH, Sarmiento C, Zalamea PC, Dalling JW, Davis AS, Arnold AE. (2022) Acrogenosporaterricola sp. nov., a fungal species associated with seeds of pioneer trees in the soil seed bank of a lowland forest in Panama. International Journal of Systematic and Evolutionary Microbiology 72(10): e005558. 10.1099/ijsem.0.005558", "ArticleIdList": ["10.1099/ijsem.0.005558", "36314898"]}, {"Citation": "Hernández RM, Gené J, Castañeda RRF, Mena PJ, Crous PW, Guarro J. (2017) Phylogeny of saprobic microfungi from Southern Europe. Studies in Mycology 86: 53–97. 10.1016/j.simyco.2017.05.002", "ArticleIdList": ["10.1016/j.simyco.2017.05.002", "PMC5470572", "28626275"]}, {"Citation": "Ho WH, Hyde KD, Hodgkiss IJ. (2001) Fungal communities on submerged wood from streams in Brunei, Hong Kong, and Malaysia. Mycological Research 105(12): 1492–1501. 10.1017/S095375620100507X", "ArticleIdList": ["10.1017/S095375620100507X"]}, {"Citation": "Höhnel FXR von. (1904) Mycologische Fragmente. (Fortsetzung) [XLII–LXIX]. Annales mycologici 2(1): 38–60."}, {"Citation": "Hongsanan S, Maharachchikumbura SSN, Hyde KD, Samarakoon MC, Jeewon R, Zhao Q, Al-Sadi AM, Bahkali AH. (2017) An updated phylogeny of Sordariomycetes based on phylogenetic and molecular clock evidence. Fungal Diversity 84(1): 25–41. 10.1007/s13225-017-0384-2", "ArticleIdList": ["10.1007/s13225-017-0384-2"]}, {"Citation": "Hu DM, Cai L, Chen H, Bahkali AH, Hyde KD. (2010) Four new freshwater fungi associated with submerged wood from Southwest Asia. Sydowia 62: 191–203."}, {"Citation": "Hu DM, Liu F, Cai L. (2013) Biodiversity of aquatica fungi in China. Mycology 4(3): 125–168. 10.1080/21501203.2013.835752", "ArticleIdList": ["10.1080/21501203.2013.835752"]}, {"Citation": "Hughes SJ. (1978) New Zealand Fungi 25. Miscellaneous species. New Zealand Journal of Botany 16(3): 311–370. 10.1080/0028825X.1978.10425143", "ArticleIdList": ["10.1080/0028825X.1978.10425143"]}, {"Citation": "Hyde KD, Tennakoon DS, Jeewon R, Bhat DJ, Maharachchikumbura SSN, Rossi W, Leonardi M, Lee HB, Mun HY, Houbraken J, Nguyen TTT, Jeon SJ, Frisvad JC, Wanasinghe DN, Lűcking R, Aptroot A, Cáceres MES, Karunarathna SC, Hongsanan S, Phookamsak R, Silva NI, Thambugala KM, Jayawardena RS, Senanayake IC, Boonmee S, Chen J, Luo ZL, Phukhamsakda C, Pereira OL, Abreu VP, Rosado AWC, Bart B, Randrianjohany E, Hofstetter V, Gibertoni TB, Soares AMS, Plautz Jr HL, Sotão HMP, Xavier WKS, Bezerra JDP, Oliveira TGL, Souza-Motta CM, Magalhães OMC, Bundhun D, Harishchandra D, Manawasinghe IS, Dong W, Zhang SN, Bao DF, Samarakoon MC, Pem D, Karunarathna A, Lin CG, Yang J, Perera RH, Kumar V, Huang SK, Dayarathne MC, Ekanayaka AH, Jayasiri SC, Xiao Y, Konta S, Niskanen T, Liimatainen K, Dai YC, Ji XH, Tian XM, Mešić A, Singh SK, Phutthacharoen K, Cai L, Sorvongxay T, Thiyagaraja V, Norphanphoun C, Chaiwan N, Lu YZ, Jiang HB, Zhang JF, Abeywickrama PD, Aluthmuhandiram JVS, Brahmanage RS, Zeng M, Chethana T, Wei D, Réblová M, Fournier J, Nekvindová J, Barbosa RN, Santos JEF, Oliveira NT, Li GJ, Ertz D, Shang QJ, Phillips AJL, Kuo CH, Camporesi E, Bulgakov TS, Lumyong S, Jones EBG, Chomnunti P, Gentekaki E, Bungartz F, Zeng XY, Fryar S, Tkalčec Z, Liang J, Li G, Wen TC, Singh PN, Gafforov Y, Promputtha I, Yasanthika E, Goonasekara ID, Zhao RL, Zhao Q, Kirk PM, Liu JK, Yan JY, Mortimer PE, Xu J, Doilom M. (2019) Fungal diversity notes 1036–1150: Taxonomic and phylogenetic contributions on genera and species of fungal taxa. Fungal Diversity 96(1): 1–242. 10.1007/s13225-019-00429-2", "ArticleIdList": ["10.1007/s13225-019-00429-2"]}, {"Citation": "Hyde KD, Dong Y, Phookamsak R, Jeewon R, Bhat DJ, Jones EBG, Liu NG, Abeywickrama PD, Mapook A, Wei D, Perera RH, Manawasinghe IS, Pem D, Bundhun D, Karunarathna A, Ekanayaka AH, Bao DF, Li JF, Samarakoon MC, Chaiwan N, Lin CG, Phutthacharoen K, Zhang SN, Senanayake IC, Goonasekara ID, Thambugala KM, Phukhamsakda C, Tennakoon DS, Jiang HB, Yang J, Zeng M, Huanraluek N, Liu JK, Wijesinghe SN, Tian Q, Tibpromma S, Brahmanage RS, Boonmee S, Huang SK, Thiyagaraja V, Lu YZ, Jayawardena RS, Dong W, Yang EF, Singh SK, Singh SM, Rana S, Lad SS, Anand G, Devadatha B, Niranjan M, Sarma VV, Liimatainen K, Aguirre-Hudson B, Niskanen T, Overall A, Alvarenga RLM, Gibertoni TB, Pfiegler WP, Horváth E, Imre A, Alves AL, Santos ACS, Tiago PV, Bulgakov TS, Wanasinghe DN, Bahkali AH, Doilom M, Elgorban AM, Maharachchikumbura SSN, Rajeshkumar KC, Haelewaters D, Mortimer PE, Zhao Q, Lumyong S, Xu J, Sheng J. (2020) Fungal diversity notes 1151–1276: Taxonomic and phylogenetic contributions on genera and species of fungal taxa. Fungal Diversity 100(1): 5–277. 10.1007/s13225-020-00439-5", "ArticleIdList": ["10.1007/s13225-020-00439-5"]}, {"Citation": "Hyde KD, Norphanphoun C, Ma J, Yang HD, Zhang JY, Du TY, Gao Y, Gomes de Farias AR, Gui H, He SC, He YK, Li CJY, Liu XF, Lu L, Su HL, Tang X, Tian XG, Wang SY, Wei DP, Xu RF, Xu RJ, Yang Q, Yang YY, Zhang F, Zhang Q, Bahkali AH, Boonmee S, Chethana KWT, Jayawardena RS, Lu YZ, Karunarathna SC, Tibpromma S, Wang Y, Zhao Q. (2023) Mycosphere notes 387–412 – novel species of fungal taxa from around the world. Mycosphere 14(1): 663–744. 10.5943/mycosphere/14/1/8", "ArticleIdList": ["10.5943/mycosphere/14/1/8"]}, {"Citation": "Jayasiri SC, Hyde KD, Ariyawansa HA, Bhat DJ, Buyck B, Cai L, Dai YC, Abd-Elsalam KA, Ertz D, Hidayat I, Jeewon R, Jone EBG, Bahkal AH, Karunarathna SC. (2015) The faces of fungi database: Fungal names linked with morphology, phylogeny and human impacts. Fungal Diversity 74(1): 3–18. 10.1007/s13225-015-0351-8", "ArticleIdList": ["10.1007/s13225-015-0351-8"]}, {"Citation": "Jayasiri SC, Hyde KD, Jones EBG, Persoh D. (2018) Taxonomic novelties of hysteriform Dothideomycetes. Mycosphere 9(4): 803–837. 10.5943/mycosphere/9/4/8", "ArticleIdList": ["10.5943/mycosphere/9/4/8"]}, {"Citation": "Jeewon R, Hyde KD. (2016) Establishing species boundaries and new taxa among fungi: Recommendations to resolve taxonomic ambiguities. Mycosphere 7(11): 1669–1677. 10.5943/mycosphere/7/11/4", "ArticleIdList": ["10.5943/mycosphere/7/11/4"]}, {"Citation": "Jiang HB, Phookamsak R, Hongsanan S, Bhat DJ, Mortimer PE, Suwannarach N, Kakumyan P, Xu JC. (2022) A review of bambusicolous Ascomycota in China with an emphasis on species richness in southwest China. Studies in Fungi 7(1): 1–20. 10.48130/SIF-2022-0020", "ArticleIdList": ["10.48130/SIF-2022-0020"]}, {"Citation": "Katoh K, Standley DM. (2013) MAFFT multiple sequence alignment software version 7: Improvements in performance and usability. Molecular Biology and Evolution 30(4): 772–780. 10.1093/molbev/mst010", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Kirk PM. (1984) New or interesting microfungi XII. A new species of Conioscypha (Hyphomycetes). Transactions of the British Mycological Society 82(1): 177–178. 10.1016/S0007-1536(84)80230-2", "ArticleIdList": ["10.1016/S0007-1536(84)80230-2"]}, {"Citation": "Li WL, Luo ZL, Liu JK, Bhat D, Bao DF, Su HY, Hyde KD. (2017) Lignicolous freshwater fungi from China I: Aquadictyosporalignicola gen. et sp. nov. and new record of Pseudodictyosporiumwauense from northwestern Yunnan Province. Mycosphere 8(10): 1587–1597. 10.5943/mycosphere/8/10/1", "ArticleIdList": ["10.5943/mycosphere/8/10/1"]}, {"Citation": "Li WL, Bao DF, Bhat DJ, Su HY. (2020) Tetraploaaquatica (Tetraplosphaeriaceae), a new freshwater fungal species from Yunnan Province, China. Phytotaxa 459(2): 181–189. 10.11646/phytotaxa.459.2.8", "ArticleIdList": ["10.11646/phytotaxa.459.2.8"]}, {"Citation": "Liu YJ, Whelen S, Hall BD. (1999) Phylogenetic relationships among ascomycetes: Evidence from an RNA polymerase II subunit. Molecular Biology and Evolution 16(12): 1799–1808. 10.1093/oxfordjournals.molbev.a026092", "ArticleIdList": ["10.1093/oxfordjournals.molbev.a026092", "10605121"]}, {"Citation": "Liu NG, Bhat DJ, Hyde KD, Liu JK. (2019) Conioscyphatenebrosa sp. nov. (Conioscyphaceae) from China and notes on Conioscypha species. Phytotaxa 413(2): 159–171. 10.11646/phytotaxa.413.2.5", "ArticleIdList": ["10.11646/phytotaxa.413.2.5"]}, {"Citation": "Luo ZL, Hyde KD, Bhat DJ, Jeewon R, Maharachchikumbura SSN, Bao DF, Li WL, Su XJ, Yang XY, Su HY. (2018a) Morphological and molecular taxonomy of novel species Pleurotheciaceae from freshwater habitats in Yunnan, China. Mycological Progress 17(5): 511–530. 10.1007/s11557-018-1377-6", "ArticleIdList": ["10.1007/s11557-018-1377-6"]}, {"Citation": "Luo ZL, Hyde KD, Liu JK, Bhat DJ, Bao DF, Li WL, Su HY. (2018b) Lignicolous freshwater fungi from China II: Novel Distoseptispora (Distoseptisporaceae) species from northwestern Yunnan Province and a suggested unified method for studying lignicolous freshwater fungi. Mycosphere 9(3): 444–461. 10.5943/mycosphere/9/3/2", "ArticleIdList": ["10.5943/mycosphere/9/3/2"]}, {"Citation": "Luo ZL, Hyde KD, Liu JK, Maharachchikumbura SSN, Jeewon R, Bao DF, Bhat DJ, Lin CG, Li WL, Yang J, Liu NG, Lu YZ, Jayawardena RS, Li JF, Su HY. (2019) Freshwater Sordariomycetes. Fungal Diversity 99(1): 451–660. 10.1007/s13225-019-00438-1", "ArticleIdList": ["10.1007/s13225-019-00438-1"]}, {"Citation": "Matsushima T. (1975) Icones microfungorum a Matsushima lectorum. Matsushima book, 209 pp."}, {"Citation": "Matsushima T. (1993) Matsushima Mycological Memoirs. No. 7. Published by the author, Kobe, Japan, 131 pp."}, {"Citation": "Matsushima T. (1996) Matsushima Mycological Memoirs. No. 9. Matsushima Fungus collection, Kobe, Japan, 120 pp."}, {"Citation": "Miller MA, Schwartz T, Pickett BE, He S, Klem EB, Scheuermann RH, Passarotti M, Kaufman S, O’Leary MAA. (2015) Restful API for access to phylogenetic tools via the CIPRES science gateway. Evolutionary Bioinformatics Online 11: 43–48. 10.4137/EBO.S21501", "ArticleIdList": ["10.4137/EBO.S21501", "PMC4362911", "25861210"]}, {"Citation": "Rambaut A. (2006) FigTree. Tree figure drawing tool version 1.3.1. Institute of Evolutionary Biology, University of Edinburgh, UK."}, {"Citation": "Réblová M, Seifert KA. (2004) Conioscyphascus, a new ascomycetous genus for holomorphs with Conioscypha anamorphs. Studies in Mycology 50: 95–108."}, {"Citation": "Réblová M, Seifert KA, Fournier J, Štěpánek V. (2016) Newly recognised lineages of perithecial ascomycetes: The new orders Conioscyphales and Pleurotheciales. Persoonia 37(1): 57–81. 10.3767/003158516X689819", "ArticleIdList": ["10.3767/003158516X689819", "PMC5315292", "28232761"]}, {"Citation": "Rehner SA, Buckley EA. (2005) Phylogeny inferred from nuclear ITS and EF1-a sequences evidence for cryptic diversification and links to Cordyceps teleomorphs. Mycologia 97(1): 84–98. 10.3852/mycologia.97.1.84", "ArticleIdList": ["10.3852/mycologia.97.1.84", "16389960"]}, {"Citation": "Ronquist F, Teslenko M, Van Der Mark P, Ayres DL, Darling A, Höhna S, Larget B, Liu L, Suchard MA, Huelsenbeck JP. (2012) MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Systematic Biology 61(3): 539–542. 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Rossman AY, Crous PW, Hyde KD, Hawksworth DL, Aptroot A, Bezerra JL, Bhat JD, Boehm E, Braun U, Boonmee S, Camporesi E, Chomnunti P, Dai DQ, D’souza MJ, Dissanayake A, Gareth Jones EB, Groenewald JZ, Hernández-Restrepo M, Hongsanan S, Jaklitsch WM, Jayawardena R, Jing LW, Kirk PM, Lawrey JD, Mapook A, McKenzie EH, Monkai J, Phillips AJ, Phookamsak R, Raja HA, Seifert KA, Senanayake I, Slippers B, Suetrong S, Taylor JE, Thambugala KM, Tian Q, Tibpromma S, Wanasinghe DN, Wijayawardene NN, Wikee S, Woudenberg JH, Wu HX, Yan J, Yang T, Zhang Y. (2015) Recommended names for pleomorphic genera in Dothideomycetes. IMA Fungus 6(2): 507–523. 10.5598/imafungus.2015.06.02.14", "ArticleIdList": ["10.5598/imafungus.2015.06.02.14", "PMC4681266", "26734553"]}, {"Citation": "Shearer CA. (1973) Fungi of the Chesapeake Bay and its tributaries II. The genus Conioscypha. Mycologia 65(1): 128–136. 10.1080/00275514.1973.12019411", "ArticleIdList": ["10.1080/00275514.1973.12019411"]}, {"Citation": "Shearer CA, Motta JJ. (1973) Ultrastructure and conidiogenesis in Conioscypha (Hyphomycetes). Canadian Journal of Botany 51(10): 1747–1751. 10.1139/b73-226", "ArticleIdList": ["10.1139/b73-226"]}, {"Citation": "Shen HW, Bao DF, Bhat DJ, Su HY, Luo ZL. (2022) Lignicolous freshwater fungi in Yunnan Province, China: An overview. Mycology 13(2): 119–132. 10.1080/21501203.2022.2058638", "ArticleIdList": ["10.1080/21501203.2022.2058638", "PMC9196657", "35711328"]}, {"Citation": "Sivanesan A. (1984) The Bitunicate Ascomycetes and their anamorphs. Strauss and Cramer GmbH. Hirschberg, 280–282."}, {"Citation": "Stamatakis A. (2006) RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models. Bioinformatics 22(21): 2688–2690. 10.1093/bioinformatics/btl446", "ArticleIdList": ["10.1093/bioinformatics/btl446", "16928733"]}, {"Citation": "Su HY, Udayanga D, Luo ZL, Manamgoda DS, Zhao YC, Yang J, Liu XY, McKenzie EHC, Zhou DQ, Hyde KD. (2015) Hyphomycetes from aquatica habitats in Southern China: species of Curvularia (Pleosporaceae) and Phragmocephala (Melannomataceae). Phytotaxa 226(3): 201–216. 10.11646/phytotaxa.226.3.1", "ArticleIdList": ["10.11646/phytotaxa.226.3.1"]}, {"Citation": "Su HY, Hyde KD, Maharachchikumbura SSN, Ariyawansa HA, Luo ZL, Promputtha I, Tian Q, Lin CG, Shang QJ, Zhao YC, Chai HM, Liu XY, Bahkali A, Bhat JD, McKenzie E, Zhou DQ. (2016) The families Distoseptisporaceae fam. nov., Kirschsteiniotheliaceae, Sporormiaceae and Torulaceae, with new species from freshwater in Yunnan Province, China. Fungal Diversity 80(1): 375–409. 10.1007/s13225-016-0362-0", "ArticleIdList": ["10.1007/s13225-016-0362-0"]}, {"Citation": "Tan YP, Bishop HSL, Shivas RG, Cowan DA. (2022) Fungal Planet description sheets: 1436–1477. Persoonia 49: 261–350. 10.3767/persoonia.2022.49.08", "ArticleIdList": ["10.3767/persoonia.2022.49.08", "PMC10792226", "38234383"]}, {"Citation": "Turland NJ, Wiersema JH, Barrie FR, Greuter W, Hawksworth DL, Herendeen PS, Knapp S, Kusber WH, Li DZ, Marhold K, May TW, Mcneill J, Monro AM, Prado J, Price MJ, Smith GF. (2018) International Code of Nomenclature for algae, fungi, and plants (Shenzhen Code) adopted by the Nineteenth International Botanical Congress Shenzhen, China, July 2017. Regnum Vegetabile 159. Koeltz Botanical Books, Glashütten. 10.12705/Code.2018", "ArticleIdList": ["10.12705/Code.2018"]}, {"Citation": "Udagawa S, Toyazaki N. (1983) A new species of Conioscypha. Mycotaxon 18: 131–137."}, {"Citation": "Vaidya G, Lohman DJ, Meier R. (2011) SequenceMatrix: Concatenation software for the fast assembly of multi‐gene datasets with character set and codon information. Cladistics 27(2): 171–180. 10.1111/j.1096-0031.2010.00329.x", "ArticleIdList": ["10.1111/j.1096-0031.2010.00329.x", "34875773"]}, {"Citation": "Vilgalys R, Hester M. (1990) Rapid genetic identification and mapping of enzymatically amplified ribosomal DNA from several Cryptococcus species. Journal of Bacteriology 172(8): 4238–4246. 10.1128/jb.172.8.4238-4246.1990", "ArticleIdList": ["10.1128/jb.172.8.4238-4246.1990", "PMC213247", "2376561"]}, {"Citation": "Wan YL, Bao DF, Luo ZL, Bhat DJ, Xu YX, Su HY, Hao YE. (2021) Two new species of Minimelanolocus (Herpotrichiellaceae, Chaetothyriales) from submerged wood in Yunnan, China. Phytotaxa 480(1): 45–56. 10.11646/phytotaxa.480.1.4", "ArticleIdList": ["10.11646/phytotaxa.480.1.4"]}, {"Citation": "Wang RX, Luo ZL, Hyde KD, Bhat DJ, Su XJ, Su HY. (2016) New species and records of Dictyocheirospora from submerged wood in north-western Yunnan, China. Mycosphere: Journal of Fungal Biology 7(9): 1357–1367. 10.5943/mycosphere/7/9/9", "ArticleIdList": ["10.5943/mycosphere/7/9/9"]}, {"Citation": "White TJ, Bruns T, Lee S, Taylor J. (1990) Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. In: Innis M, Gelfand D, Shinsky J, White T. (Eds) PCR Protocols: A Guide to Methods and Applications.Academic Press, New York, 315–322. 10.1016/B978-0-12-372180-8.50042-1", "ArticleIdList": ["10.1016/B978-0-12-372180-8.50042-1"]}, {"Citation": "Wijayawardene NN, Hyde KD, Dai DQ, Sánchez-García M, Goto BT, Saxena RK, Erdoğdu M, Selçuk F, Rajeshkumar KC, Aptroot A, Błaszkowski J, Boonyuen N, da Silva GA, de Souza FA, Dong W, Ertz D, Haelewaters D, Jones EBG, Karunarathna SC, Kirk PM, Kukwa M, Kumla J, Leontyev DV, Lumbsch HT, Maharachchikumbura SSN, Marguno F, Martínez-Rodríguez P, Mešić A, Monteiro JS, Oehl F, Pawłowska J, Pem D, Pfliegler WP, Phillips AJL, Pošta A, He MQ, Li JX, Raza M, Sruthi OP, Suetrong S, Suwannarach N, Tedersoo L, Thiyagaraja V, Tibpromma S, Tkalčec Z, Tokarev YS, Wanasinghe DN, Wijesundara DSA, Wimalaseana SDMK, Madrid H, Zhang GQ, Gao Y, Sánchez-Castro I, Tang LZ, Stadler M, Yurkov A, Thines M. (2022) Outline of Fungi and fungus-like taxa-2021. Mycosphere 13(1): 53–453. 10.5943/mycosphere/13/1/2", "ArticleIdList": ["10.5943/mycosphere/13/1/2"]}, {"Citation": "Zelski SE, Raja HA, Miller AN, Shearer CA. (2015) Conioscyphaperuviana sp. nov., its phylogenetic placement based on 28S rRNA gene, and a report of Conioscyphagracilis comb. nov. from Peru. Mycoscience 56(3): 319–325. 10.1016/j.myc.2014.09.002", "ArticleIdList": ["10.1016/j.myc.2014.09.002"]}, {"Citation": "Zhao N, Luo ZL, Hyde KD, Su HY, Bhat DJ, Liu JK, Bao DF, Hao YE. (2018) Helminthosporiumsubmersum sp. nov. (Massarinaceae) from submerged wood in north-western Yunnan Province, China. Phytotaxa 348(4): 269–278. 10.11646/phytotaxa.348.4.3", "ArticleIdList": ["10.11646/phytotaxa.348.4.3"]}, {"Citation": "Zhu H, Cai L, Hyde KD, Zhang KQ. (2005) A new species of Acrogenospora from submerged Bamboo in Yunnan, China. Mycotaxon 92: 383–386."}]}], "History": [{"Year": "2023", "Month": "11", "Day": "4"}, {"Year": "2023", "Month": "12", "Day": "21"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "9", "Hour": "4", "Minute": "3"}, {"Year": "2024", "Month": "1", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["38333552", "PMC10851161", "10.3897/mycokeys.101.115209", "115209"]}}]}