{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38344651", "DateRevised": {"Year": "2024", "Month": "02", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": ["uhad274", "10.1093/hr/uhad274"], "ArticleDate": [{"Year": "2023", "Month": "12", "Day": "19"}], "Journal": {"ISSN": "2662-6810", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb"}}, "Title": "Horticulture research", "ISOAbbreviation": "Hortic Res"}, "ArticleTitle": "Insights into the Superrosids phylogeny and flavonoid synthesis from the telomere-to-telomere gap-free genome assembly of <i>Penthorum chinense</i> Pursh.", "Pagination": {"StartPage": "uhad274", "MedlinePgn": "uhad274"}, "Abstract": {"AbstractText": ["The completion of the first telomere-to-telomere (T2T) genome assembly of <i>Penthorum chinense</i> Pursh (PC), a prominent medicinal plant in China, represents a significant achievement. This assembly spans a length of 257.5 Mb and consists of nine chromosomes. PC's notably smaller genome size in Saxifragales, compared to that of <i>Paeonia ostii</i>, can be attributed to the low abundance of transposable elements. By utilizing single-copy genes from 30 species, including 28 other Superrosids species, we successfully resolved a previously debated Superrosids phylogeny. Our findings unveiled Saxifragales as the sister group to the core rosids, with both being the sister group to Vitales. Utilizing previously characterized cytochrome P450 (CYP) genes, we predicted the compound classes that most CYP genes of PC are involved in synthesizing, providing insight into PC's potential metabolic diversity. Metabolomic and transcriptomic data revealed that the richest sources of the three most noteworthy medicinal components in PC are young leaves and flowers. We also observed higher activity of upstream genes in the flavonoid synthesis pathway in these plant parts. Additionally, through weighted gene co-expression network analysis, we identified gene regulatory networks associated with the three medicinal components. Overall, these findings deepen our understanding of PC, opening new avenues for further research and exploration."], "CopyrightInformation": "© The Author(s) 2024. Published by Oxford University Press on behalf of Nanjing Agricultural University."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genomics and Genetic Engineering Laboratory of Ornamental Plants, College of Agriculture and Biotechnology, Zhejiang University, Hangzhou 311300, China."}, {"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}, {"Identifier": [], "Affiliation": "Product Development Department, Zhejiang Shaowei Yuanzhi Science and Technology Development Co., Ltd, Lishui 323000, China."}], "LastName": "Wang", "ForeName": "Zhoutao", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Zhou", "ForeName": "Junmei", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Pan", "ForeName": "Junjie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genomics and Genetic Engineering Laboratory of Ornamental Plants, College of Agriculture and Biotechnology, Zhejiang University, Hangzhou 311300, China."}, {"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Cheng", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Fang", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Lv", "ForeName": "Qundan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Resources Protection and Innovation of Traditional Chinese Medicine, Zhejiang A&F University, Hangzhou, 311300, China."}], "LastName": "Lin", "ForeName": "Xiaodan", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}], "LastName": "Cheng", "ForeName": "Wenliang", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Genomics and Genetic Engineering Laboratory of Ornamental Plants, College of Agriculture and Biotechnology, Zhejiang University, Hangzhou 311300, China."}], "LastName": "Zhang", "ForeName": "Liangsheng", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postdoctoral Research Enter, Zhejiang Kangning Pharmaceutical Co., Ltd, Lishui 323000, China."}, {"Identifier": [], "Affiliation": "Product Development Department, Zhejiang Shaowei Yuanzhi Science and Technology Development Co., Ltd, Lishui 323000, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Resources Protection and Innovation of Traditional Chinese Medicine, Zhejiang A&F University, Hangzhou, 311300, China."}], "LastName": "Cheng", "ForeName": "Kejun", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Hortic Res", "NlmUniqueID": "101655540", "ISSNLinking": "2052-7276"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang A, Lin L, Wang Y. Traditional Chinese herbal medicine Penthorum chinense Pursh: a phytochemical and pharmacological review. Am J Chin Med. 2015;43:601–20", "ArticleIdList": ["26119956"]}, {"Citation": "Zhao WW, Guo WW, Guo JF. et al. . Three new flavonoids from Penthorum chinense Pursh and their docking studies. Nat Prod Res. 2021;35:49–56", "ArticleIdList": ["31342796"]}, {"Citation": "Zeng QH, Zhang XW, Xu XL. et al. . Antioxidant and anticomplement functions of flavonoids extracted from Penthorum chinense Pursh. Food Funct. 2013;4:1811–8", "ArticleIdList": ["24150197"]}, {"Citation": "Huang D, Jiang Y, Chen W. et al. . Polyphenols with anti-proliferative activities from Penthorum chinense Pursh. Molecules. 2014;19:11045–55", "ArticleIdList": ["PMC6271895", "25076141"]}, {"Citation": "Sun X, Wu A, Kwan Law BY. et al. . The active components derived from Penthorum chinense Pursh protect against oxidative-stress-induced vascular injury via autophagy induction. Free Radic Biol Med. 2020;146:160–80", "ArticleIdList": ["31689485"]}, {"Citation": "Lin LM, Zhao LJ, Deng J. et al. . Enzymatic extraction, purification, and characterization of polysaccharides from Penthorum chinense Pursh: natural antioxidant and anti-inflammatory. Biomed Res Int. 2018;2018:1–13", "ArticleIdList": ["PMC6288581", "30598992"]}, {"Citation": "Zhang TT, Xu XL, Jiang MH. et al. . Hepatoprotective function of Penthorum chinense Pursh. Food Funct. 2013;4:1581–5", "ArticleIdList": ["24056762"]}, {"Citation": "Du YC, Lai L, Zhang H. et al. . Kaempferol from Penthorum chinense Pursh suppresses HMGB1/TLR4/NF-κB signaling and NLRP3 inflammasome activation in acetaminophen-induced hepatotoxicity. Food Funct. 2020;11:7925–34", "ArticleIdList": ["32820776"]}, {"Citation": "Jeong D, Lee J, Park SH. et al. . Antiphotoaging and antimelanogenic effects of Penthorum chinense Pursh ethanol extract due to antioxidant- and autophagy-inducing properties. Oxidative Med Cell Longev. 2019;2019:9679731", "ArticleIdList": ["PMC6470456", "31073356"]}, {"Citation": "Nabi F, Ahmed J, Tao W. et al. . An updated review on efficiency of Penthorum chinense Pursh in traditional uses, toxicology, and clinical trials. Biomed Res Int. 2023;2023:4254051", "ArticleIdList": ["PMC9966574", "36852294"]}, {"Citation": "Guo WW, Qiu F, Chen XQ. et al. . In-vivo absorption of pinocembrin-7-O-β-D-glucoside in rats and its in-vitro biotransformation. Sci Rep. 2016;6:29340.", "ArticleIdList": ["PMC4932520", "27378517"]}, {"Citation": "He L, Zhang S, Luo C. et al. . Functional teas from the stems of Penthorum chinense Pursh.: phenolic constituents, antioxidant and hepatoprotective activity. Plant Foods Hum Nutr. 2019;74:83–90", "ArticleIdList": ["30552560"]}, {"Citation": "Liu Y, Qian J, Li J. et al. . Hydroxylation decoration patterns of flavonoids in horticultural crops: chemistry, bioactivity and biosynthesis. Hortic Res. 2022;9:uhab068.", "ArticleIdList": ["PMC8945325", "35048127"]}, {"Citation": "Del Río-Celestino M, Font R. The health benefits of fruits and vegetables. Foods. 2020;9:369.", "ArticleIdList": ["PMC7143647", "32209967"]}, {"Citation": "Crozier A, Jaganath IB, Clifford MN. Dietary phenolics: chemistry, bioavailability and effects on health. Nat Prod Rep. 2009;26:1001–43", "ArticleIdList": ["19636448"]}, {"Citation": "Hansen CC, Nelson DR, Moller BL. et al. . Plant cytochrome P450 plasticity and evolution. Mol Plant. 2021;14:1244–65", "ArticleIdList": ["34216829"]}, {"Citation": "Nelson D, Werck-Reichhart D. A P450-centric view of plant evolution. Plant J. 2011;66:194–211", "ArticleIdList": ["21443632"]}, {"Citation": "Zhan C, Shen S, Yang C. et al. . Plant metabolic gene clusters in the multi-omics era. Trends Plant Sci. 2022;27:981–1001", "ArticleIdList": ["35365433"]}, {"Citation": "Zhang N, Wen J, Zimmer EA. Another look at the phylogenetic position of the grape order Vitales: chloroplast phylogenomics with an expanded sampling of key lineages. Mol Phylogenet Evol. 2016;101:216–23", "ArticleIdList": ["27138293"]}, {"Citation": "Zhang N, Zeng L, Shan H. et al. . Highly conserved low-copy nuclear genes as effective markers for phylogenetic analyses in angiosperms. New Phytol. 2012;195:923–37", "ArticleIdList": ["22783877"]}, {"Citation": "Lv S, Cheng S, Wang Z. et al. . Draft genome of the famous ornamental plant Paeonia suffruticosa. Ecol Evol. 2020;10:4518–30", "ArticleIdList": ["PMC7297784", "32551041"]}, {"Citation": "Wang HC, Moore MJ, Soltis PS. et al. . Rosid radiation and the rapid rise of angiosperm-dominated forests. Proc Natl Acad Sci U S A. 2009;106:3853–8", "ArticleIdList": ["PMC2644257", "19223592"]}, {"Citation": "Li HT, Luo Y, Gan L. et al. . Plastid phylogenomic insights into relationships of all flowering plant families. BMC Biol. 2021;19:232.", "ArticleIdList": ["PMC8555322", "34711223"]}, {"Citation": "Liu L, Chen M, Folk RA. et al. . Phylogenomic and syntenic data demonstrate complex evolutionary processes in early radiation of the rosids. Mol Ecol Resour. 2023;23:673–88", "ArticleIdList": ["37449554"]}, {"Citation": "Zeng L, Zhang N, Zhang Q. et al. . Resolution of deep eudicot phylogeny and their temporal diversification using nuclear genes from transcriptomic and genomic datasets. New Phytol. 2017;214:1338–54", "ArticleIdList": ["28294342"]}, {"Citation": "Ou S, Chen J, Jiang N. Assessing genome assembly quality using the LTR assembly index (LAI). Nucleic Acids Res. 2018;46:e126", "ArticleIdList": ["PMC6265445", "30107434"]}, {"Citation": "Xu J, Wang XY, Guo WZ. The cytochrome P450 superfamily: key players in plant development and defense. J Integr Agric. 2015;14:1673–86"}, {"Citation": "Wai CM, Weise SE, Ozersky P. et al. . Time of day and network reprogramming during drought induced CAM photosynthesis in Sedum album. PLoS Genet. 2019;15:e1008209", "ArticleIdList": ["PMC6594660", "31199791"]}, {"Citation": "Korgaonkar A, Han C, Lemire AL. et al. . A novel family of secreted insect proteins linked to plant gall development. Curr Biol. 2021;31:1836–1849.e12", "ArticleIdList": ["PMC8119383", "33657407"]}, {"Citation": "Yang X, Hu R, Yin H. et al. . The Kalanchoe genome provides insights into convergent evolution and building blocks of crassulacean acid metabolism. Nat Commun. 2017;8:1899.", "ArticleIdList": ["PMC5711932", "29196618"]}, {"Citation": "Yuan J, Jiang S, Jian J. et al. . Genomic basis of the giga-chromosomes and giga-genome of tree peony Paeonia ostii. Nat Commun. 2022;13:7328.", "ArticleIdList": ["PMC9705720", "36443323"]}, {"Citation": "Fu Y, Li L, Hao S. et al. . Draft genome sequence of the Tibetan medicinal herb Rhodiola crenulata. Gigascience. 2017;6:1–5", "ArticleIdList": ["PMC5530320", "28475810"]}, {"Citation": "Nkongolo KK, Mehes-Smith M. Karyotype evolution in the Pinaceae: implication with molecular phylogeny. Genome. 2012;55:735–53", "ArticleIdList": ["23199570"]}, {"Citation": "Belton JM, McCord RP, Gibcus JH. et al. . Hi-C: a comprehensive technique to capture the conformation of genomes. Methods. 2012;58:268–76", "ArticleIdList": ["PMC3874846", "22652625"]}, {"Citation": "Ranallo-Benavidez TR, Jaron KS, Schatz MC. GenomeScope 2.0 and Smudgeplot for reference-free profiling of polyploid genomes. Nat Commun. 2020;11:1432.", "ArticleIdList": ["PMC7080791", "32188846"]}, {"Citation": "Koren S, Walenz BP, Berlin K. et al. . Canu: scalable and accurate long-read assembly via adaptive k-mer weighting and repeat separation. Genome Res. 2017;27:722–36", "ArticleIdList": ["PMC5411767", "28298431"]}, {"Citation": "Walker BJ, Abeel T, Shea T. et al. . Pilon: an integrated tool for comprehensive microbial variant detection and genome assembly improvement. PLoS One. 2014;9:e112963", "ArticleIdList": ["PMC4237348", "25409509"]}, {"Citation": "Zhang XT, Zhang SC, Zhao Q. et al. . Assembly of allele-aware, chromosomal-scale autopolyploid genomes based on hi-C data. Nat Plants. 2019;5:833–45", "ArticleIdList": ["31383970"]}, {"Citation": "Lin YZ, Ye C, Li XZ. et al. . quarTeT: a telomere-to-telomere toolkit for gap-free genome assembly and centromeric repeat identification. Hortic Res. 2023;10:uhad127.", "ArticleIdList": ["PMC10407605", "37560017"]}, {"Citation": "Ou SJ, Su WJ, Liao Y. et al. . Benchmarking transposable element annotation methods for creation of a streamlined, comprehensive pipeline. Genome Biol. 2019;20:275.", "ArticleIdList": ["PMC6913007", "31843001"]}, {"Citation": "Flynn JM, Hubley R, Goubert C. et al. . RepeatModeler2 for automated genomic discovery of transposable element families. Proc Natl Acad Sci U S A. 2020;117:9451–7", "ArticleIdList": ["PMC7196820", "32300014"]}, {"Citation": "Yan HD, Bombarely A, Li S. et al. . DeepTE: a computational method for de novo classification of transposons with convolutional neural network. Bioinformatics. 2020;36:4269–75", "ArticleIdList": ["32415954"]}, {"Citation": "\nGabriel L, Brůna T, Hoff KJ. et al. . \nBRAKER3: fully automated genome annotation using RNA-Seq and protein evidence with GeneMark-ETP, AUGUSTUS and TSEBRA. bioRxiv. 2023, preprint: not peer reviewed https://www.biorxiv.org/content/10.1101/2023.06.10.544449v1", "ArticleIdList": ["10.1101/2023.06.10.544449v1"]}, {"Citation": "\nBruna T, Lomsadze A, Borodovsky M. GeneMark-ETP: automatic gene finding in eukaryotic genomes in consistency with extrinsic data. bioRxiv. 2023, preprint: not peer reviewed https://www.biorxiv.org/content/10.1101/2023.01.13.524024v3", "ArticleIdList": ["10.1101/2023.01.13.524024v3"]}, {"Citation": "Stanke M, Diekhans M, Baertsch R. et al. . Using native and syntenically mapped cDNA alignments to improve de novo gene finding. Bioinformatics. 2008;24:637–44", "ArticleIdList": ["18218656"]}, {"Citation": "Gabriel L, Hoff KJ, Brůna T. et al. . TSEBRA: transcript selector for BRAKER. BMC Bioinformatics. 2021;22:566.", "ArticleIdList": ["PMC8620231", "34823473"]}, {"Citation": "Emms DM, Kelly S. OrthoFinder: phylogenetic orthology inference for comparative genomics. Genome Biol. 2019;20:238.", "ArticleIdList": ["PMC6857279", "31727128"]}, {"Citation": "Stamatakis A. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics. 2014;30:1312–3", "ArticleIdList": ["PMC3998144", "24451623"]}, {"Citation": "Chen S. Ultrafast one-pass FASTQ data preprocessing, quality control, and deduplication using fastp. iMeta. 2023;2:e107"}, {"Citation": "Kim D, Paggi JM, Park C. et al. . Graph-based genome alignment and genotyping with HISAT2 and HISAT-genotype. Nat Biotechnol. 2019;37:907–15", "ArticleIdList": ["PMC7605509", "31375807"]}, {"Citation": "Liao Y, Smyth GK, Shi W. featureCounts: an efficient general purpose program for assigning sequence reads to genomic features. Bioinformatics. 2014;30:923–30", "ArticleIdList": ["24227677"]}, {"Citation": "Love MI, Huber W, Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014;15:550.", "ArticleIdList": ["PMC4302049", "25516281"]}, {"Citation": "Mistry J, Chuguransky S, Williams L. et al. . Pfam: the protein families database in 2021. Nucleic Acids Res. 2021;49:D412–9", "ArticleIdList": ["PMC7779014", "33125078"]}, {"Citation": "Lu S, Wang J, Chitsaz F. et al. . CDD/SPARCLE: the conserved domain database in 2020. Nucleic Acids Res. 2020;48:D265–8", "ArticleIdList": ["PMC6943070", "31777944"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "1"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2024", "Month": "2", "Day": "12", "Hour": "15", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "12", "Hour": "15", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "12", "Hour": "4", "Minute": "25"}, {"Year": "2023", "Month": "12", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["38344651", "PMC10857932", "10.1093/hr/uhad274", "uhad274"]}}]}