{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chewing stick", "chlorhexidine", "dental caries", "madhuca longifolia", "madkam kaarkad", "traditional plants"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38348007", "DateRevised": {"Year": "2024", "Month": "02", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["e52210", "10.7759/cureus.52210"], "ArticleDate": [{"Year": "2024", "Month": "01", "Day": "13"}], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jan"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Evaluation of Antibacterial Activity of Madhuca longifolia (Mahua) Stem Extract Against Streptococcus mutans: An In Vitro Study.", "Pagination": {"StartPage": "e52210", "MedlinePgn": "e52210"}, "Abstract": {"AbstractText": ["Introduction <i>Madhuca longifolia</i> is one of the important folklore medicinal plants with a plethora of established pharmaceutical properties. Its twigs are used as chewing sticks (toothbrushes), and it is believed that if a person uses it daily, it will make their gum healthy and strong. No study has ever been conducted to evaluate the antibacterial effect of <i>M. longifolia</i> extracts against oral microorganisms. Materials and methods Fresh stem twigs (Madkam Kaarkad) of <i>M. longifolia</i> were collected and dried. The dried stem was cut into small pieces, 5 g of which was mixed with 50 ml distilled water (in the ratio 1:10) and kept for two days for maceration. After two days, the liquid was filtered and the final filtrate was obtained, from which dry pellets were made and stored in the refrigerator at 4°C. Brain heart infusion agar was used as a medium to grow the lyophilized bacteria. Pure strains of <i>Streptococcus mutans</i> 890 were obtained from the Microbial Type Culture Collection (MTCC) and MTCC-suggested protocol was followed for the revival of lyophilized bacteria. The agar well diffusion method was used to determine the zone of inhibition. The extract of stems with different concentrations (10%, 7.5%, 5.0%, and 2.5%) and at different volumes (100 µl, 150 µl, 200 µl, and 250 µl) was transferred to the agar plates. Chlorhexidine 0.2% was used as a control and it was also transferred to agar plates, which were incubated aerobically at 37°C for 24 hours. Antibacterial activity was interpreted from the size of the diameter of zones of inhibition measured in millimeters using a measuring scale in all the agar plates. Results The minimum zone of inhibition of 11 mm at 2.5% concentration and 100 µl volume of <i>M. longifolia</i> extract and the maximum zone of inhibition of 20 mm at 10% concentration and 250 µl volume was notified. While for chlorhexidine at 0.2% concentration, the zone of inhibition obtained was 9.5 mm at 40 µl volume. The minimum inhibitory concentration (MIC) value of <i>M. longifolia </i>was found to be 35 mg/ml. Conclusion <i>M. longifolia</i> showed marked antibacterial activity against <i>S. mutans</i> and has a high MIC value. Therefore, this plant can be considered an effective agent against oral diseases like dental caries."], "CopyrightInformation": "Copyright © 2024, Fatma et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric and Preventive Dentistry, Hazaribag College of Dental Sciences and Hospital, Hazaribagh, IND."}], "LastName": "Fatma", "ForeName": "Areej", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric and Preventive Dentistry, Government Dental College and Hospital, Jamnagar, IND."}], "LastName": "Ahuja", "ForeName": "Vipin", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Periodontics and Implant Dentistry, Hazaribag College of Dental Sciences and Hospital, Hazaribagh, IND."}], "LastName": "Ahuja", "ForeName": "Annapurna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Department of Biotechnology, Vinoba Bhave University, Hazaribagh, IND."}], "LastName": "Kumar", "ForeName": "Satish", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Department of Biotechnology, Vinoba Bhave University, Hazaribagh, IND."}], "LastName": "Srivastava", "ForeName": "Sunit K", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric and Preventive Dentistry, Sharad Pawar Dental College and Hospital, Datta Meghe Institute of Medical Sciences, Wardha, IND."}], "LastName": "Thosar", "ForeName": "Nilima R", "Initials": "NR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Antibiotic resistance in bacteria - an emerging public health problem. Komolafe OO. Malawi Med J. 2003;15:63–67.", "ArticleIdList": ["PMC3345436", "27528961"]}, {"Citation": "The biology of Streptococcus mutans. Lemos JA, Palmer SR, Zeng L, et al. Microbiol Spectr. 2019;7", "ArticleIdList": ["PMC6615571", "30657107"]}, {"Citation": "Dental caries is a preventable infectious disease. Balakrishnan M, Simmonds RS, Tagg JR. Aust Dent J. 2000;45:235–245.", "ArticleIdList": ["11225524"]}, {"Citation": "Herbal versus synthetic drugs; beliefs and facts. Karimi A, Majlesi M, Rafieian-Kopaei M. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5297475/ J Nephropharmacol. 2015;4:27–30.", "ArticleIdList": ["PMC5297475", "28197471"]}, {"Citation": "A bird’s eye view of plants used as toothbrush in India: past and present. Sikarwar RLS, Tiwari AP, Sikarwar PS, Rizvi N. https://jtfp.jntbgri.res.in/index.php/jtfp/article/view/140 J Traditional Folk Pract. 2020;8:47–56."}, {"Citation": "Birulee A. Twigs over toothbrushes: six twigs Ho Adivasis in Jharkhand use for brushing and why. Awaz. 2020. https://www.youthkiawaaz.com/2020/05/twigs-over-toothbrushes-the-six-twigs-ho-adivasis-in-jharkhand-use-for-brushing-and-why/ https://www.youthkiawaaz.com/2020/05/twigs-over-toothbrushes-the-six-twigs-ho-adivasis-in-jharkhand-use-for-brushing-and-why/"}, {"Citation": "A review on phytochemicals and biological attributes of Madhuca longifolia. Kendre N, Wakte P. Asian J Pharm Pharmacol. 2021;7:74–84."}, {"Citation": "Maceration, percolation and infusion techniques of extraction of medicinal and aromatic plants (MAPs) 2023. https://www.philadelphia.edu.jo/academics/s_telfah/uploads/method%20of%20extraction.pdf https://www.philadelphia.edu.jo/academics/s_telfah/uploads/method%20of%20extraction.pdf"}, {"Citation": "Methods for in vitro evaluating antimicrobial activity: a review. Balouiri M, Sadiki M, Ibnsouda SK. J Pharm Anal. 2016;6:71–79.", "ArticleIdList": ["PMC5762448", "29403965"]}, {"Citation": "The minimum inhibitory concentration of antibiotics: methods, interpretation, clinical relevance. Kowalska-Krochmal B, Dudek-Wicher R. Pathogens. 2021;10:165.", "ArticleIdList": ["PMC7913839", "33557078"]}, {"Citation": "Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances. Wiegand I, Hilpert K, Hancock RE. Nat Protoc. 2008;3:163–175.", "ArticleIdList": ["18274517"]}, {"Citation": "One-pot synthesis of multifunctional nanoscale metal-organic frameworks as an effective antibacterial agent against multidrug-resistant Staphylococcus aureus. Chowdhuri AR, Das B, Kumar A, Tripathy S, Roy S, Sahu SK. Nanotechnology. 2017;28:95102.", "ArticleIdList": ["28139466"]}, {"Citation": "Evaluation of antibacterial activity of Achyranthes aspera extract against Streptococcus mutans: an in vitro study. Yadav R, Rai R, Yadav A, Pahuja M, Solanki S, Yadav H. J Adv Pharm Technol Res. 2016;7:149–152.", "ArticleIdList": ["PMC5052942", "27833895"]}, {"Citation": "In vitro antimicrobial effects of some herbal essences against oral pathogens. Vahabi S, Najafi E, Alizadeh S. https://academicjournals.org/article/article1380735018_Vahabi%20et%20al.pdf J Med Plant Res. 2011;5:4870–4878."}, {"Citation": "Comparison and evaluation of Osiris and Sirscan 2000 antimicrobial susceptibility systems in the clinical microbiology laboratory. Nijs A, Cartuyvels R, Mewis A, Peeters V, Rummens JL, Magerman K. J Clin Microbiol. 2003;41:3627–3630.", "ArticleIdList": ["PMC179852", "12904366"]}, {"Citation": "Madhuca longifolia: ethanobotanical, phytochemical studies, pharmacological aspects with future prospects. Dalvi TS, Kumbhar UJ, Shah N. https://visnav.in/ijabs/wp-content/uploads/sites/11/2022/08/Madhuca-longifolia-Ethanobotanical-phytochemical-studies-pharmacological-aspects-with-future-prospects.pdf IJABS. 2022;2:1–9."}, {"Citation": "In-vitro activity of saponins of Bauhinia purpurea, Madhuca longifolia, Celastrus paniculatus and Semecarpus anacardium on selected oral pathogens. Jyothi KS, Seshagiri M. https://pubmed.ncbi.nlm.nih.gov/23323183/ J Dent (Tehran) 2012;9:216–223.", "ArticleIdList": ["PMC3536456", "23323183"]}, {"Citation": "Madhuca longifolia (Sapotaceae): a review of its phytochemical and pharmacological profile. Devi N, Sangeetha R. https://www.researchgate.net/publication/309180846_Madhuca_Longifolia_Sapotaceae_A_Review_of_its_Phytochemical_and_Pharmacological_Profile#:~:text=Conventionally%2C%20it%20has%20been%20used,anticarcinogenic%2C%20immunomodulant%20and%20hypoglycaemic%20properties. Int J Pharm Bio Sci. 2016;7:108–114."}, {"Citation": "Preventing microbial infections with natural phenolic compounds. Ecevit K, Barros AA, Silva JM, Reis RL. Future Pharmacol. 2022;2:460–498."}]}], "History": [{"Year": "2023", "Month": "12", "Day": "8"}, {"Year": "2024", "Month": "1", "Day": "13"}, {"Year": "2024", "Month": "2", "Day": "13", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "2", "Day": "13", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "2", "Day": "13", "Hour": "3", "Minute": "38"}, {"Year": "2024", "Month": "1", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["38348007", "PMC10860734", "10.7759/cureus.52210"]}}]}