{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acids", "Diversity", "Gender", "Genotypes", "Profiling", "Sexual dimorphism"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38351909", "DateRevised": {"Year": "2024", "Month": "03", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["65", "10.1007/s13205-023-03907-2"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "11"}], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2024", "Month": "Mar"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Exploring gender-based diversity for phenolic and organic acid profiles in the genetic resource of betel vine (<i>Piper betle</i> L.) from India as revealed through high-performance liquid chromatography (HPLC-DAD).", "Pagination": {"StartPage": "65", "MedlinePgn": "65"}, "Abstract": {"AbstractText": ["Betel vine (<i>Piper betle</i> L.) is a dioecious plant and has paved way for researchers to explore the available genetic resources for the biochemical compounds. In the study, twenty sexually dimorphic genotypes of betel vine were characterized for bio-compounds using high-performance liquid chromatography (HPLC-DAD), and as a result identified phenolic compounds and organic acids, including caffeic acid, salicylic acid, t-ferulic acid, sinapic acid, p-coumaric acid, t-cinnamic acid, gallic acid, p-hydroxybenzoic acid, gluconic acid, oxalic acid, lactic acid, tartaric acid, malonic acid, citric acid, and succinic acid. The phenolics and organic acids in the male genotypes were more than the female genotypes; this insight of phytochemicals variability could aid in the gender differences. However, the highest phenolic contents was found in the Kapoori Chintalapudi (68.77 mg/100 g), followed by Kapoori Bihar (67.03 mg/100 g) and Ghanegatte (63.31 mg/100 g) genotypes. The abundance of biomolecules was found in the order, namely gallic acid, sinapic acid, caffeic acid, tartaric acid, citric acid, and malonic acid in regardless of gender. The chemical profile of sexual dimorphs in betel vine and serve as a possible index for gender differentiation. The principal component analysis showed the hierarchical grouping of the genotypes based on the phenolic compounds and organic acids; thereby the divergent genotypes Kapoori Chintalapudi, Ghanaghette, Kapoori Bihar, and Sirugamani-1 were identified for phenolic acid richness. Similarly, CARI-6, Halisahar Sanchi, Kapoori Bihar, and Gangarampur Sanchi were identified for organic acids richness which can be promoted for commercial cultivation.", "The online version contains supplementary material available at 10.1007/s13205-023-03907-2."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2024. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0002-5726-888X"], "AffiliationInfo": [{"Identifier": ["https://ror.org/018jrds86", "grid.505948.5", "0000 0004 1764 470X"], "Affiliation": "ICAR-Directorate of Cashew Research, Puttur, Karnataka 574202 India."}, {"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Narayanappa", "ForeName": "Manjesh Guligenahalli", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Kaipa", "ForeName": "Himabindu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/04n3c2195", "grid.506021.0", "0000 0004 0538 1068"], "Affiliation": "ICAR-Directorate of Medicinal and Aromatic Plants Research, Anand, Gujarat 387310 India."}], "LastName": "Chinapolaiah", "ForeName": "Akula", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Upreti", "ForeName": "Kaushal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/02qn0hf26", "grid.464716.6", "0000 0004 1765 6428"], "Affiliation": "University of Agricultural Sciences, Bengaluru, Karnataka 560065 India."}], "LastName": "Gowda", "ForeName": "Avvarehalli Puttegowda Mallikarjuna", "Initials": "APM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Manjunathagowda", "ForeName": "Dalasanuru Chandregowda", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka, India."}], "LastName": "Venkatachalapathi", "ForeName": "Harishkumar Holur", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Shekharappa", "ForeName": "Sheela Hogarehalli", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/00s2dqx11", "grid.418222.f", "0000 0000 8663 7600"], "Affiliation": "ICAR-Indian Institute of Horticultural Research, Bengaluru, Karnataka 560090 India."}], "LastName": "Narayanashetty", "ForeName": "Lokesha Ankanahalli", "Initials": "LA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestWe, the authors, contributed fairly and substantively to this study, and we state that we have no competing interests. The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aborehab NM, Osama N. Effect of Gallic acid in potentiating chemotherapeutic effect of Paclitaxel in HeLa cervical cancer cells. Cancer Cell Int. 2019;19:1–13. doi: 10.1186/s12935-019-0868-0.", "ArticleIdList": ["10.1186/s12935-019-0868-0", "PMC6547587", "31171918"]}, {"Citation": "Addinsoft XLSTAT (2021) Data analysis and statistical solution for Microsoft Excel. Paris Addinsoft SARL"}, {"Citation": "Alamgir ANM, Alamgir ANM (2018) Phytoconstituents—Active and inert constituents, metabolic pathways, chemistry and application of phytoconstituents, primary metabolic products, and bioactive compounds of primary metabolic origin. Ther Use Med Plants their Extr Vol 2 Phytochem Bioact Compd 25–164. 10.1007/978-3-319-92387-1_2"}, {"Citation": "APEDA (2021) Betal leaves and nuts. In: https://apeda.gov.in/apedawebsite/SubHead_Products/Betel_Leaves_Nuts.htm. Accessed 6 Feb 2023"}, {"Citation": "Arambewela LSR, Arawwawala L, Ratnasooriya WD. Antidiabetic activities of aqueous and ethanolic extracts of Piper betle leaves in rats. J Ethnopharmacol. 2005;102:239–245. doi: 10.1016/j.jep.2005.06.016.", "ArticleIdList": ["10.1016/j.jep.2005.06.016", "16055288"]}, {"Citation": "Bajpai V, Pandey R, Negi MPS, et al. DART MS based chemical profiling for therapeutic potential of Piper betle landraces. Nat Prod Commun. 2012;7:1934578X1200701222.", "ArticleIdList": ["23413569"]}, {"Citation": "Bajpai V, Kumar S, Singh A, et al. Metabolic fingerprinting of dioecious Tinospora cordifolia (Thunb) Miers stem using DART TOF MS and differential pharmacological efficacy of its male and female plants. Ind Crops Prod. 2017;101:46–53. doi: 10.1016/j.indcrop.2017.02.037.", "ArticleIdList": ["10.1016/j.indcrop.2017.02.037"]}, {"Citation": "Bajpai V, Kumar S, Singh A, et al. Chemometric based identification and validation of specific chemical markers for geographical, seasonal and gender variations in Tinospora cordifolia stem using HPLC-ESI-QTOF-MS analysis. Phytochem Anal. 2017;28:277–288. doi: 10.1002/pca.2673.", "ArticleIdList": ["10.1002/pca.2673", "28111813"]}, {"Citation": "Basak S. The use of fuzzy logic to determine the concentration of betel leaf essential oil and its potency as a juice preservative. Food Chem. 2018;240:1113–1120. doi: 10.1016/j.foodchem.2017.08.047.", "ArticleIdList": ["10.1016/j.foodchem.2017.08.047", "28946231"]}, {"Citation": "Basak S, Guha P. Betel leaf (Piper betle L.) essential oil microemulsion: characterization and antifungal activity on growth, and apparent lag time of Aspergillus flavus in tomato paste. LWT. 2017;75:616–623. doi: 10.1016/j.lwt.2016.10.021.", "ArticleIdList": ["10.1016/j.lwt.2016.10.021"]}, {"Citation": "Bennet-Clark TA. The Rôle of the organic acids in plant metabolism part I. New Phytol. 1933 doi: 10.1111/j.1469-8137.1933.tb06998.x.", "ArticleIdList": ["10.1111/j.1469-8137.1933.tb06998.x"]}, {"Citation": "Bhargav V, Kumar R, Shivashankara KS, et al. Diversity of flavonoids profile in China aster [Callistephus chinensis (L.) Nees.] genotypes. Ind Crops Prod. 2018;111:513–519. doi: 10.1016/j.indcrop.2017.11.023.", "ArticleIdList": ["10.1016/j.indcrop.2017.11.023"]}, {"Citation": "Biswas P, Anand U, Saha SC, et al. A comprehensive insight into its ethnopharmacology, phytochemistry, and pharmacological, biomedical and therapeutic attributes. J Cell Mol Med. 2022;26:3083–3119. doi: 10.1111/jcmm.17323.", "ArticleIdList": ["10.1111/jcmm.17323", "PMC9170825", "35502487"]}, {"Citation": "Bouasla A, Barour C, Bouasla I, Messarah M (2021) Beneficial effects of Punica granatum l. juice and gallic acid against kidney oxidative damage caused by sodium fluoride. Pharm Chem J 55(9):1–9"}, {"Citation": "Chen H, Zuo Y, Deng Y. Separation and determination of flavonoids and other phenolic compounds in cranberry juice by high-performance liquid chromatography. J Chromatogr A. 2001;913:387–395. doi: 10.1016/S0021-9673(00)01030-X.", "ArticleIdList": ["10.1016/S0021-9673(00)01030-X", "11355837"]}, {"Citation": "Das S, Parida R, Sandeep IS, et al. Biotechnological intervention in betelvine (Piper betle L.): a review on recent advances and future prospects. Asian Pac J Trop Med. 2016;9:938–946. doi: 10.1016/j.apjtm.2016.07.029.", "ArticleIdList": ["10.1016/j.apjtm.2016.07.029", "27794386"]}, {"Citation": "Garg SC, Jain R. Volatile constituents of the essential oil of Piper betle L. (Cultiver Sagar Bangla) Indian J Chem Sect B Org Chem Incl Med Chem. 1996;35:874–875."}, {"Citation": "Guha P (2000) Commercial exploitation of oil from betel leaves. In: Proceedings of Sixth Regional Workshop on Oil Seeds and Oils. IIT, Kharagpur (Ed.). Kharagpur, India. pp 56–57"}, {"Citation": "Guha P. Betel leaf: the neglected green gold of India. J Hum Ecol. 2006;19:87–93. doi: 10.1080/09709274.2006.11905861.", "ArticleIdList": ["10.1080/09709274.2006.11905861"]}, {"Citation": "Guha P, Jain RK (1997) Status report on production, processing and marketing of betel leaf (Piper betle L.). Agricultural and Food Engineering Department, IIT, Kharagpur, India (1997)"}, {"Citation": "Guha P, Nandi S. Essential oil of betel leaf (Piper betle L.): a novel addition to the world food sector. In: Guha P, editor. Essential oil research. Cham: Springer; 2019. pp. 149–196."}, {"Citation": "Harini SS, Sougandhi PR, Tenkayala DRSR, Gopinath KR. Antioxidant activity (phenol and flavonoid content) of three different cultivars of piper betle l. (piperaceae) J Drug Deliv Ther. 2018;8:143–148. doi: 10.22270/jddt.v8i5-s.1978.", "ArticleIdList": ["10.22270/jddt.v8i5-s.1978"]}, {"Citation": "Huang T, Wang S, Xiuming LIU, et al. Rapid determination of eight organic acids in plant tissue by sequential extraction and high performance liquid chromatography. Se = Pu Chinese J Chromatogr. 2014;32:1356–1361. doi: 10.3724/SP.J.1123.2014.09016.", "ArticleIdList": ["10.3724/SP.J.1123.2014.09016", "25902643"]}, {"Citation": "Jane NS, Deshmukh AP, Joshi MS. Review of study of different diseases on betelvine plant and control measure. Int J Appl Innov Eng Manag. 2014;3:560–563."}, {"Citation": "Konczak I, Maillot F, Dalar A. Phytochemical divergence in 45 accessions of Terminalia ferdinandiana (Kakadu plum) Food Chem. 2014;151:248–256. doi: 10.1016/j.foodchem.2013.11.049.", "ArticleIdList": ["10.1016/j.foodchem.2013.11.049", "24423529"]}, {"Citation": "Li S, Xu H, Sui Y, et al. Comparing the LC-MS phenolic acids profiles of seven different varieties of brown rice (Oryza sativa L) Foods. 2022;11:1552. doi: 10.3390/foods11111552.", "ArticleIdList": ["10.3390/foods11111552", "PMC9180180", "35681302"]}, {"Citation": "Madhumita M, Guha P, Nag A. Extraction of betel leaves (Piper betle L.) essential oil and its bio-actives identification: Process optimization, GC-MS analysis and anti-microbial activity. Ind Crops Prod. 2019;138:111578. doi: 10.1016/j.indcrop.2019.111578.", "ArticleIdList": ["10.1016/j.indcrop.2019.111578"]}, {"Citation": "Madhumita M, Guha P, Nag A. Bio-actives of betel leaf (Piper betle L.): a comprehensive review on extraction, isolation, characterization, and biological activity. Phyther Res. 2020;34:2609–2627. doi: 10.1002/ptr.6715.", "ArticleIdList": ["10.1002/ptr.6715", "32524688"]}, {"Citation": "Manjesh GN, Kaipa H, Upreti KK, et al. Diversity of flavonoids profile in sexually dimorphic clones of betle vine [Piper betle L] genotypes based on liquid chromatography-mass spectrometry [LCMS/MS] Ind Crops Prod. 2022;187:115363. doi: 10.1016/j.indcrop.2022.115363.", "ArticleIdList": ["10.1016/j.indcrop.2022.115363"]}, {"Citation": "Manjunathagowda DC. Genetic enhancement of onion germplasm through population improvement. Plant Physiol Rep. 2022 doi: 10.1007/s40502-022-00646-z.", "ArticleIdList": ["10.1007/s40502-022-00646-z"]}, {"Citation": "Mittelstrass K, Ried JS, Yu Z, et al. Discovery of sexual dimorphisms in metabolic and genetic biomarkers. PLoS Genet. 2011;7:e1002215. doi: 10.1371/journal.pgen.1002215.", "ArticleIdList": ["10.1371/journal.pgen.1002215", "PMC3154959", "21852955"]}, {"Citation": "Mucha AP, Almeida CMR, Bordalo AA, Vasconcelos MTSD. Exudation of organic acids by a marsh plant and implications on trace metal availability in the rhizosphere of estuarine sediments. Estuar Coast Shelf Sci. 2005;65:191–198. doi: 10.1016/j.ecss.2005.06.007.", "ArticleIdList": ["10.1016/j.ecss.2005.06.007"]}, {"Citation": "Pin KY, Chuah AL, Rashih AA, et al (2010) Antioxidant and anti-inflammatory activities of extracts of betel leaves (Piper betle) from solvents with different polarities. J Trop For Sci 22(4):448–455"}, {"Citation": "Preethy TT, Elsy CR, Beena C. Profiling of essential oil in Tirur vettilai (Piper betle L.), a group of unique betel vine land races from Malappuram district. Kerala J Pharmacogn Phytochem. 2017;6:774–778."}, {"Citation": "Rintu D, Shinjini M, Kaustab M, et al. Anti-oxidant and anti-inflammatory activities of different varieties of Piper leaf extracts (Piper betle L) J Nutr Food Sci. 2015;5:415."}, {"Citation": "Roy A, Guha P. Development of a novel cup cake with unique properties of essential oil of betel leaf (Piper betle L.) for sustainable entrepreneurship. J Food Sci Technol. 2015;52:4885–4894. doi: 10.1007/s13197-014-1540-2.", "ArticleIdList": ["10.1007/s13197-014-1540-2", "PMC4519474", "26243908"]}, {"Citation": "Roy A, Guha P. Traditional and functional uses of betel leaf (Piper betle L.) pertaining to food sector: a review. J Postharvest Techn. 2021;9:72–85."}, {"Citation": "Scaglioni PT, de Souza TD, Schmidt CG, Badiale-Furlong E. Availability of free and bound phenolic compounds in rice after hydrothermal treatment. J Cereal Sci. 2014;60:526–532. doi: 10.1016/j.jcs.2014.08.005.", "ArticleIdList": ["10.1016/j.jcs.2014.08.005"]}, {"Citation": "Scherer R, Rybka ACP, Ballus CA, et al. Validation of a HPLC method for simultaneous determination of main organic acids in fruits and juices. Food Chem. 2012;135:150–154. doi: 10.1016/j.foodchem.2012.03.111.", "ArticleIdList": ["10.1016/j.foodchem.2012.03.111"]}, {"Citation": "Skrzypczak-Pietraszek E, Pietraszek J. Chemical profile and seasonal variation of phenolic acid content in bastard balm (Melittis melissophyllum L., Lamiaceae) J Pharm Biomed Anal. 2012;66:154–161. doi: 10.1016/j.jpba.2012.03.037.", "ArticleIdList": ["10.1016/j.jpba.2012.03.037", "22513117"]}, {"Citation": "Sobuj N, Nissinen K, Virjamo V, et al. Accumulation of phenolics and growth of dioecious Populus tremula (L.) seedlings over three growing seasons under elevated temperature and UVB radiation. Plant Physiol Biochem. 2021;165:114–122. doi: 10.1016/j.plaphy.2021.05.012.", "ArticleIdList": ["10.1016/j.plaphy.2021.05.012", "34034157"]}, {"Citation": "Syahidah A, Saad CR, Hassan MD, et al. Phytochemical analysis, identification and quantification of antibacterial active compounds in betel leaves, Piper betle methanolic extract. Pak J Biol Sci. 2017;20:70–81. doi: 10.3923/pjbs.2017.70.81.", "ArticleIdList": ["10.3923/pjbs.2017.70.81", "29022997"]}, {"Citation": "Tripathi S, Singh N, Shakya S, et al. Landrace/gender-based differences in phenol and thiocyanate contents and biological activity in Piper betle L. Curr Sci. 2006;91:746–749."}, {"Citation": "Verma A, Kumar N, Ranade SA. Genetic diversity amongst landraces of a dioecious vegetatively propagated plant, betelvine (Piper betle L.) J Biosci. 2004;29:319–328. doi: 10.1007/BF02702614.", "ArticleIdList": ["10.1007/BF02702614", "15381853"]}, {"Citation": "Verma V, Singh D, Kh R. Sinapic acid alleviates oxidative stress and neuro-inflammatory changes in sporadic model of Alzheimer’s disease in rats. Brain Sci. 2020;10:923. doi: 10.3390/brainsci10120923.", "ArticleIdList": ["10.3390/brainsci10120923", "PMC7760902", "33266113"]}, {"Citation": "Ward JH., Jr Hierarchical grouping to optimize an objective function. J Am Stat Assoc. 1963;58:236–244. doi: 10.1080/01621459.1963.10500845.", "ArticleIdList": ["10.1080/01621459.1963.10500845"]}, {"Citation": "Xu W, Luo Q, Wen X, et al. Antioxidant and anti-diabetic effects of caffeic acid in a rat model of diabetes. Trop J Pharm Res. 2020;19:1227–1232. doi: 10.4314/tjpr.v19i6.17.", "ArticleIdList": ["10.4314/tjpr.v19i6.17"]}]}], "History": [{"Year": "2023", "Month": "4", "Day": "5"}, {"Year": "2023", "Month": "12", "Day": "25"}, {"Year": "2025", "Month": "3", "Day": "1"}, {"Year": "2024", "Month": "2", "Day": "14", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "14", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "14", "Hour": "3", "Minute": "44"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38351909", "PMC10859356", "10.1007/s13205-023-03907-2", "3907"]}}]}