{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-oxidant activity", "Chitosan-loaded nanoparticles", "Collagen amino acids", "Thespesia populnea L. bark", "Wound healing"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38355527", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["85", "10.1186/s12906-024-04343-2"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "14"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "14"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "The study of wound healing activity of Thespesia populnea L. bark, an approach for accelerating healing through nanoparticles and isolation of main active constituents.", "Pagination": {"StartPage": "85", "MedlinePgn": "85"}, "Abstract": {"AbstractText": ["The present study provides an evaluation for the wound healing activity of the ethanolic extract of Thespesia populnea L. bark (EBE) and its successive fractions in two doses level (1&2%), designed for determining the most bioactive fraction and the suitable dose. Furthermore, development of the most convenient formulation for these bioactive fractions through either their direct incorporation into hydrogel formulations or incorporation of chitosan-loaded nanoparticles with these bioactive fractions into hydrogel formulations. The highest excision wound healing activity was observed in petroleum ether (Pet-B) followed by ethyl acetate (Etac-B) fractions at the high dose (2%). The most suitable formulation designed for the Etac-B fraction was found to be the chitosan-loaded nanoparticles incorporated in the hydrogel formulation, while the conventional hydrogel formulation was observed to be the highly acceptable formulation for Pet-B fraction. Further phytochemical studies of the bioactive fractions led to the isolation of many compounds of different chemical classes viz; beta-sitosterol and lupeol acetate isolated from the Pet-B, in addition to cyanidin and delphinidin from the Etac-B. Our results revealed that EBE and its bioactive fractions (Pet-B & Etac-B) could be considered as strong wound healers through their anti-oxidant and anti-inflammatory activities, in addition to stimulating collagen synthesis."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal plants and Natural Products, Egyptian Drug Authority (EDA; formerly: NODCAR), Giza, Egypt. dr.mbahaa@yahoo.com."}], "LastName": "Abdel Halim", "ForeName": "Menna B", "Initials": "MB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Cairo University, Cairo, Postal code 11562, Egypt."}], "LastName": "Eid", "ForeName": "Hanaa H", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Cairo University, Cairo, Postal code 11562, Egypt."}], "LastName": "El Deeb", "ForeName": "Kadriya S", "Initials": "KS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal plants and Natural Products, Egyptian Drug Authority (EDA; formerly: NODCAR), Giza, Egypt."}], "LastName": "Metwally", "ForeName": "Ghada F", "Initials": "GF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Egyptian Drug Authority (EDA; formerly: NODCAR), Giza, Egypt."}], "LastName": "Masoud", "ForeName": "Marwa A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Egyptian Drug Authority (EDA; formerly: NODCAR), Giza, Egypt."}], "LastName": "Ahmed-Farid", "ForeName": "Omar A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, Egyptian Drug Authority (EDA; formerly: NODCAR), Giza, Egypt."}], "LastName": "El Messiry", "ForeName": "Hussien M", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "9012-76-4", "NameOfSubstance": "Chitosan"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrogels"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Bark"}, {"QualifierName": [], "DescriptorName": "Chitosan"}, {"QualifierName": [], "DescriptorName": "Wound Healing"}, {"QualifierName": ["analysis"], "DescriptorName": "Hydrogels"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Eckhart L, Zeeuwen PL. The skin barrier: Epidermis vs environment. Exp Dermatol. 2018;27(8):805–806. doi: 10.1111/exd.13731.", "ArticleIdList": ["10.1111/exd.13731", "29989217"]}, {"Citation": "Richardson R, Slanchev K, Kraus C, Knyphausen P, Eming S, Hammerschmidt M. Adult zebrafish as a model system for cutaneous wound-healing research. J Invest Dermatol. 2013;133(6):1655–1665. doi: 10.1038/jid.2013.16.", "ArticleIdList": ["10.1038/jid.2013.16", "PMC3644348", "23325040"]}, {"Citation": "Hu YP, Peng YB, Zhang YF, Wang Y, Yu WR, Yao M, Fu XJ. Reactive oxygen species mediated prostaglandin E2 contributes to acute response of epithelial injury. Oxidative Med Cell Longev. 2017;2017:1–8. doi: 10.1155/2017/4123854.", "ArticleIdList": ["10.1155/2017/4123854", "PMC5322452", "28280524"]}, {"Citation": "Albaugh VL, Mukherjee K, Barbul A. Proline precursors and collagen synthesis: biochemical challenges of nutrient supplementation and wound healing. J Nutr. 2017;147(11):2011–2017. doi: 10.3945/jn.117.256404.", "ArticleIdList": ["10.3945/jn.117.256404", "PMC5657141", "28978679"]}, {"Citation": "Wang Y, Ying T, Li J, Xu Y, Wang R, Ke Q, Shen SG, Xu H, Lin K. Hierarchical micro/nanofibrous scaffolds incorporated with curcumin and zinc ion eutectic metal organic frameworks for enhanced diabetic wound healing via anti-oxidant and anti-inflammatory activities. J Chem Eng. 2020;402:126273. doi: 10.1016/j.cej.2020.126273.", "ArticleIdList": ["10.1016/j.cej.2020.126273"]}, {"Citation": "Sai KP, Babu M. Traditional medicine and practices in burn care: need for newer scientific perspectives. Burns. 1998;24(5):387–388. doi: 10.1016/s0305-4179(98)00087-4.", "ArticleIdList": ["10.1016/s0305-4179(98)00087-4", "9725675"]}, {"Citation": "Thakur, R. Jain, N. Pathak, R. and Sandhu, S.S. “Practices in wound healing studies of plants.” (2011), Evid. 2011, 438056: 1–17. 10.1155/2011/438056.", "ArticleIdList": ["PMC3118986", "21716711"]}, {"Citation": "Warrier KCS. Manuel of economically important foresting species in south India. Tamil Nadu: Institute of Forest Genetics and Tree Breeding, Indian Council of Forestry Research and Education, Coimbatore-641 002; 2010."}, {"Citation": "Rao BG, Jeevitha K, Ramadevi D, Battu H. Review of literature: Phytopharmacological studies on Thespesia populnea. J Glob Trends Pharm Sci. 2018;9(1):4787–4792."}, {"Citation": "Rajbanshi SLA, Pandanaboina CS. Alcohol stress on cardiac tissue–ameliorative effects of Thespesia populnea leaf extract. J Cardiol. 2014;63(6):449–459. doi: 10.1016/j.jjcc.2013.10.015.", "ArticleIdList": ["10.1016/j.jjcc.2013.10.015", "24296114"]}, {"Citation": "Nirmal SA, Dhikale RS, Girme AS, Pal SC, Mandal SC. Potential of the plant Thespesia populnea in the treatment of ulcerative colitis. Pharm Biol. 2015;53(9):1379–1385. doi: 10.3109/13880209.2014.982302.", "ArticleIdList": ["10.3109/13880209.2014.982302", "25858438"]}, {"Citation": "Ilavarasan R, Vasudevan M, Anbazhagan S, Venkataraman S. Anti-oxidant activity of Thespesia populnea bark extracts against carbon tetrachloride-induced liver injury in rats. J Ethnopharmacol. 2003;87(2–3):227–230. doi: 10.1016/S0378-8741(03)00147-8.", "ArticleIdList": ["10.1016/S0378-8741(03)00147-8", "12860313"]}, {"Citation": "Sarian MN, Zulkefli N, Zain S, Maniam S, Fakurazi S. A review with updated perspectives on in vitro and in vivo wound healing models. Turk J Biol. 2023;47(4):236–246. doi: 10.55730/1300-0152.2659.", "ArticleIdList": ["10.55730/1300-0152.2659", "PMC10751087", "38152620"]}, {"Citation": "Parthasarathy R, Ilavarasan R, Karrunakaran CM. Antidiabetic activity of Thespesia Populnea bark and leaf extract against streptozotocin induced diabetic rats. International Journal of PharmTech Research. 2009;1(4):1069–1072."}, {"Citation": "Vasudevan M, Gunnam KK, Parle M. Antinociceptive and anti-inflammatory effects of Thespesia populnea bark extract. J Ethnopharmacol. 2007;109(2):264–270. doi: 10.1016/j.jep.2006.07.025.", "ArticleIdList": ["10.1016/j.jep.2006.07.025", "16949778"]}, {"Citation": "Yuvaraj P, Subramoniam A. Hepatoprotective property of Thespesia populnea against carbon tetrachloride induced liver damage in rats. J Basic Clin Physiol Pharmacol. 2009;20(2):169–178. doi: 10.1515/JBCPP.2009.20.2.169.", "ArticleIdList": ["10.1515/JBCPP.2009.20.2.169", "19662719"]}, {"Citation": "Nagappa AN, Cheriyan B. Wound healing activity of the aqueous extract of Thespesia populnea fruit. Fitoterapia. 2001;72(5):503–506. doi: 10.1016/s0367-326x(01)00275-1.", "ArticleIdList": ["10.1016/s0367-326x(01)00275-1", "11429243"]}, {"Citation": "Shivakumar H, Prakash T, Nagendra Rao R, Jayakumar Swamy BHM, Nagappa AN. Wound healing activity of the leaves of Thespesia populnea. Journal of Natural Remedies. 2007;7(1):120–124. doi: 10.18311/jnr/2007/203.", "ArticleIdList": ["10.18311/jnr/2007/203"]}, {"Citation": "Fathima Naslath MN, Varnakulendran N. Evaluation of the wound healing activity of Thespesia populnea stems bark on wistar albino rats. Int j Ayurvedic med. 2017;2(1):6–13."}, {"Citation": "Masson-Meyers DS, Andrade TA, Caetano GF, Guimaraes FR, Leite MN, Leite SN, Frade MA. Experimental models and methods for cutaneous wound healing assessment. Int J Exp Pathol. 2020;101(1–2):21–37. doi: 10.1111/iep.12346.", "ArticleIdList": ["10.1111/iep.12346", "PMC7306904", "32227524"]}, {"Citation": "Dubale S, Kebebe D, Zeynudin A, Abdissa N, Suleman S. Phytochemical screening and antimicrobial activity evaluation of selected medicinal plants in Ethiopia. J Exp Pharmacol. 2023;15:51–62. doi: 10.2147/JEP.S379805.", "ArticleIdList": ["10.2147/JEP.S379805", "PMC9922502", "36789235"]}, {"Citation": "Aslani A, Zolfaghari B, Fereidani Y. Design, formulation, and evaluation of a herbal gel contains melissa, sumac, licorice, rosemary, and geranium for treatment of recurrent labial herpes infections. Dent Res J (Isfahan) 2018;15(3):191–200. doi: 10.4103/1735-3327.231865.", "ArticleIdList": ["10.4103/1735-3327.231865", "PMC5958536", "29922338"]}, {"Citation": "Barroso A, Mestre H, Ascenso A, Simões S, Reis C. Nanomaterials in wound healing: from material sciences to wound healing applications. Nano Select. 2020;1(5):443–460. doi: 10.1002/nano.202000055.", "ArticleIdList": ["10.1002/nano.202000055"]}, {"Citation": "Cascone MG, Lazzeri L, Carmignani C, Zhu Z. Gelatin nanoparticles produced by a simple W/O emulsion as delivery system for methotrexate. J Mater Med. 2002;13(5):523–526. doi: 10.1023/a:1014791327253.", "ArticleIdList": ["10.1023/a:1014791327253", "15348607"]}, {"Citation": "Patrulea V, Ostafe V, Borchard G, Jordan O. Chitosan as starting material for wound healing applications. Eur J Pharm Biopharm. 2015;97:417–426. doi: 10.1016/j.ejpb.2015.08.004.", "ArticleIdList": ["10.1016/j.ejpb.2015.08.004", "26614560"]}, {"Citation": "Kimura T, Nibe Y, Funamoto S, Okada M, Furuzono T, Ono T, Yoshizawa H, Fujisato T, Nam K, Kishida A. Preparation of a nano scaled poly (vinyl alcohol)/ hydroxylapatite/DNA complex using high hydrostatic pressure technology for in-vitro and in-vivo gene delivery. J Drug Deliv. 2011;9:1–8. doi: 10.1155/2011/962743.", "ArticleIdList": ["10.1155/2011/962743", "PMC3134933", "21773048"]}, {"Citation": "Jahanfar S, Gahavami M, Khosravi-Darani K, Jahadi M, Mozafari MR. Entrapment of rosemary extract by liposomes formulated by Mozafari method: physicochemical characterization and optimization. Heliyon. 2021;7(12):e08632. doi: 10.1016/j.heliyon.2021.e08632.", "ArticleIdList": ["10.1016/j.heliyon.2021.e08632", "PMC8715198", "35005281"]}, {"Citation": "Hassan MI, El-dek S, Mohamed AF, Abdelwahab AK. In-vitro assessment of antimicrobial activity of chitosan nanoparticles loaded with the honeybee, Apis mellifera venom. Egypt Acad J Biol Sci. 2019;12(3):85–103. doi: 10.21608/eajbsa.2019.37526.", "ArticleIdList": ["10.21608/eajbsa.2019.37526"]}, {"Citation": "Chen MX, Alexander KS, Baki G. Formulation and evaluation of antibacterial creams and gels containing metal ions for topical application. Aust J Pharm. 2016;5754349:1–10. doi: 10.1155/2016/5754349.", "ArticleIdList": ["10.1155/2016/5754349", "PMC5112321", "27885352"]}, {"Citation": "Laferriere CA, Pang DS. Review of Intraperitoneal Injection of Sodium Pentobarbital as a Method of Euthanasia in Laboratory Rodents. Journal of the American Association for Laboratory Animal Science JAALAS. 2020;59(3):254–263. doi: 10.30802/AALAS-JAALAS-19-000081.", "ArticleIdList": ["10.30802/AALAS-JAALAS-19-000081", "PMC7210732", "32156325"]}, {"Citation": "OECD . Test no. 402: acute dermal toxicity, OECD guidelines for the testing of chemicals, Section 4. Paris: OECD Publishing; 2017."}, {"Citation": "Nayak S, Nalabothu P, Sandiford S, Bhogadi V, Adogwa A. Evaluation of wound healing activity of Allamanda cathartica. L. and Laurus nobilis. L. Extracts on rats. BMC Complement Altern Med. 2006;6(1):1–6. doi: 10.1186/1472-6882-6-12.", "ArticleIdList": ["10.1186/1472-6882-6-12", "PMC1456996", "16597335"]}, {"Citation": "Shahein A, Hassan WA, Eldahshan OA, Wahdan SA, Mansour HA, Eldmerdash E. Wound healing properties of green tea extract in excision-wounded rats. Al-Azhar j pharm sci. 2017;56(2):102–114. doi: 10.21608/ajps.2017.28464.", "ArticleIdList": ["10.21608/ajps.2017.28464"]}, {"Citation": "Esimone CO, Ibezim EC, Chah KF. The wound healing effect of herbal ointments formulated with Napoleona imperialis. J pharm allied sci. 2006;3(1):294–299. doi: 10.4314/jophas.v3i1.34994.", "ArticleIdList": ["10.4314/jophas.v3i1.34994"]}, {"Citation": "Beutler E, Duron O, Kelly BM. Improved method for the determination of blood glutathione. J Lab Clin Med. 1963;61:882–8. https://pubmed.ncbi.nlm.nih.gov/13967893.", "ArticleIdList": ["13967893"]}, {"Citation": "Satoh K. Serum lipid peroxides in cerebrovascular disorders determined by a new colorimetric method. Clin Chim Acta. 1978;90:37–43. doi: 10.1016/0009-8981(78)90081-5.", "ArticleIdList": ["10.1016/0009-8981(78)90081-5", "719890"]}, {"Citation": "Montgomery HA, Dymock JF. The determination of nitrite in water: colorimetric method of nitric oxide assay. Analyst. 1961;86:414."}, {"Citation": "Bradley PP, Priebat DA, Christensen RD, Rothstein G. Measurement of cutaneous inflammation: estimation of neutrophil content with an enzyme marker. J Invest Dermatol. 1982;78(3):206–209. doi: 10.1111/1523-1747.ep12506462.", "ArticleIdList": ["10.1111/1523-1747.ep12506462", "6276474"]}, {"Citation": "Hughes MC, Kerry JP, Arendt EK, Kenneally PM, McSweeney PL, O'neill, E.E. Characterization of proteolysis during the ripening of semi-dry fermented sausages. Meat Sci. 2002;62(2):205–216. doi: 10.1016/S0309-1740(01)00248-0.", "ArticleIdList": ["10.1016/S0309-1740(01)00248-0", "22061413"]}, {"Citation": "Bancroft JD, Stevens A, Turner DR. Theory and practice of histological techniques. 4. New York: Churchill Livingstone; 1996. pp. 99–112."}, {"Citation": "Mallick SS, Dighe VV. Detection and estimation of alpha-amyrin, β-sitosterol, lupeol, and n-triacontane in two medicinal plants by high performance thin layer chromatography. Adv Chem. 2014;143948:1–7. doi: 10.1155/2014/143948.", "ArticleIdList": ["10.1155/2014/143948"]}, {"Citation": "Zhishen J, Mengcheng T, Jianming W. The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals. Food Chem. 1999;64(4):555–559. doi: 10.1016/S0308-8146(98)00102-2.", "ArticleIdList": ["10.1016/S0308-8146(98)00102-2"]}, {"Citation": "Abdelmonem R, Elhabal SF, Abdelmalak NS, El-Nabarawi MA, Teaima MH. Formulation and characterization of acetazolamide/carvedilol niosomal gel for glaucoma treatment: in vitro, and in vivo study. Pharmaceutics. 2021;13(2):221. doi: 10.3390/pharmaceutics13020221.", "ArticleIdList": ["10.3390/pharmaceutics13020221", "PMC7915822", "33562785"]}, {"Citation": "Kothari M, Jain DK. Evaluation of wound healing activity and preliminary phytochemical screening of Thespesia populnea bark extracts. J pharm Biosci. 2017;5(6):48–55. doi: 10.20510/ukjpb/5/i6/173520.", "ArticleIdList": ["10.20510/ukjpb/5/i6/173520"]}, {"Citation": "Jahandideh M, Hajimehdipoor H, Mortazavi SA, Dehpour A, Hassanzadeh G. Evaluation of the wound healing activity of a traditional compound herbal product using rat excision wound model. J Pharm Res. 2017;16:153–63. https://pubmed.ncbi.nlm.nih.gov/29844786.", "ArticleIdList": ["PMC5963656", "29844786"]}, {"Citation": "Manne AA, Mangamuri U, Podha S. Pterocarpus marsupium Roxb. Heartwood extract synthesized chitosan nanoparticles and its biomedical applications. J Genet Eng Biotechnol. 2020;18(1):1–13. doi: 10.1186/s43141-020-00033-x.", "ArticleIdList": ["10.1186/s43141-020-00033-x", "PMC7335759", "32627099"]}, {"Citation": "Loo HL, Goh BH, Lee LH, Chuah LH. Application of chitosan nanoparticles in skin wound healing. Asian J Pharm. 2022;17(3):299–332. doi: 10.1016/j.ajps.2022.04.001.", "ArticleIdList": ["10.1016/j.ajps.2022.04.001", "PMC9237591", "35782330"]}, {"Citation": "Mohammed MA, Syeda JTM, Wasan KM, Wasan EK. An overview of chitosan nanoparticles and its application in non-parenteral drug delivery. Pharmaceutics. 2017;9(4):53. doi: 10.3390/pharmaceutics9040053.", "ArticleIdList": ["10.3390/pharmaceutics9040053", "PMC5750659", "29156634"]}, {"Citation": "Manne AA, Arigela B, Giduturi AK, Komaravolu RK, Mangamuri U, Poda S. Pterocarpus marsupium Roxburgh heartwood extract/chitosan nanoparticles loaded hydrogel as an innovative wound healing agent in the diabetic rat model. Mater Today Commun. 2021;26:101916. doi: 10.1016/j.mtcomm.2020.101916.", "ArticleIdList": ["10.1016/j.mtcomm.2020.101916"]}, {"Citation": "Goyal R, Macri LK, Kaplan HM, Kohn J. Nanoparticles and nanofibers for topical drug delivery. J Control Release. 2016;240:77–92. doi: 10.1016/j.jconrel.2015.10.049.", "ArticleIdList": ["10.1016/j.jconrel.2015.10.049", "PMC4896846", "26518723"]}, {"Citation": "Aly UF, Abou-Taleb HA, Abdellatif AA, Tolba NS. Formulation and evaluation of simvastatin polymeric nanoparticles loaded in hydrogel for optimum wound healing purpose. Drug Des Devel Ther. 2019;13:1567–1580. doi: 10.2147/DDDT.S198413.", "ArticleIdList": ["10.2147/DDDT.S198413", "PMC6512793", "31190737"]}, {"Citation": "Dindar B, Kaltalioglu K, Cevher ŞC. Effect of dual growth factor administration on oxidative markers during acute stage wound healing in rats. Turk J Zool. 2017;41(5):841–847. doi: 10.3906/zoo-1603-58.", "ArticleIdList": ["10.3906/zoo-1603-58"]}, {"Citation": "Goldsmith PC, Leslie TA, Hayes NA, Levell NJ, Dowd PM, Foreman JC. Inhibitors of nitric oxide synthase in human skin. J Invest Dermatol. 1996;106(1):113–118. doi: 10.1111/1523-1747.ep12328204.", "ArticleIdList": ["10.1111/1523-1747.ep12328204", "8592060"]}, {"Citation": "Ambrozova N, Ulrichova J, Galandakova A. Models for the study of skin wound healing. The role of Nrf2 and NF-κB. Biomed Pap Med Fac Univ Palacky Olomouc Czech Repub. 2017;161(1) 10.5507/bp.2016.063.", "ArticleIdList": ["28115750"]}, {"Citation": "Soehnlein O. An elegant defense: how neutrophils shape the immune response. Trends Immunol. 2009;30(11):511–512. doi: 10.1016/j.it.2009.07.002.", "ArticleIdList": ["10.1016/j.it.2009.07.002", "19709929"]}, {"Citation": "Akgun E, Caliskan C, Celik HA, Ozutemiz AO, Tuncyurek M, Aydin HH. Effects of N-acetylcysteine treatment on oxidative stress in acetic acid-induced experimental colitis in rats. Int J Med Res. 2005;33(2):196–206. doi: 10.1177/147323000503300207.", "ArticleIdList": ["10.1177/147323000503300207", "15790131"]}, {"Citation": "Murray RZ, Röhl J, Zaharia A, Rudolph M. The role of inflammation in cutaneous repair. Wound Practice & Research. 2015;23(1) 10.3316/informit.054990028598679."}, {"Citation": "Guo S, Dipietro LA. Factors affecting wound healing. J Dent Res. 2010;89(3):219–229. doi: 10.1177/0022034509359125.", "ArticleIdList": ["10.1177/0022034509359125", "PMC2903966", "20139336"]}, {"Citation": "Xu S, Xu H, Wang W, Li S, Li H, Li T, Zhang W, Yu X, Liu L. The role of collagen in cancer: from bench to bedside. J Transl Med. 2019;17(309):1–22. doi: 10.1186/s12967-019-2058-1.", "ArticleIdList": ["10.1186/s12967-019-2058-1", "PMC6744664", "31521169"]}, {"Citation": "Pereira Beserra F, Xue M, Maia GL, Leite Rozza A, Helena Pellizzon C, Jackson CJ. Lupeol, a Pentacyclic Triterpene, Promotes Migration, Wound Closure, and Contractile Effect In Vitro: Possible Involvement of PI3K/Akt and p38/ERK/MAPK Pathways. Molecules. 2018;23(11):2819. doi: 10.3390/molecules23112819.", "ArticleIdList": ["10.3390/molecules23112819", "PMC6278408", "30380745"]}, {"Citation": "Liu W, Le A, Hancock C, Lane AN, Dang CV, Fan TWM, Phang JM. Reprogramming of proline and glutamine metabolism contributes to the proliferative and metabolic responses regulated by oncogenic transcription factor c-MYC. Proc Natl Acad Sci. 2012;109(23):8983–8988. doi: 10.1073/pnas.1203244109.", "ArticleIdList": ["10.1073/pnas.1203244109", "PMC3384197", "22615405"]}, {"Citation": "Stipcevic T, Piljac J, Berghe DV. Effect of different flavonoids on collagen synthesis in human fibroblasts. Plant Foods Hum Nutr. 2006;61(1):27–32. doi: 10.1007/s11130-006-0006-8.", "ArticleIdList": ["10.1007/s11130-006-0006-8", "16642409"]}, {"Citation": "Nizamutdinova IT, Kim YM, Chung JI, Shin SC, Jeong YK, Seo HG, Lee JH, Chang KC, Kim HJ. Anthocyanins from black soybean seed coats stimulate wound healing in fibroblasts and keratinocytes and prevent inflammation in endothelial cells. Food Chem Toxicol. 2009;47(11):2806–2812. doi: 10.1016/j.fct.2009.08.016.", "ArticleIdList": ["10.1016/j.fct.2009.08.016", "19733615"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "5"}, {"Year": "2024", "Month": "1", "Day": "8"}, {"Year": "2024", "Month": "2", "Day": "16", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "15", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "14", "Hour": "23", "Minute": "38"}, {"Year": "2024", "Month": "2", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["38355527", "PMC10865512", "10.1186/s12906-024-04343-2", "10.1186/s12906-024-04343-2"]}}]}