{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acute myocardial infarction", "Antioxidants", "Coenzyme Q10", "Oxidative stress", "Primary angioplasty", "Reperfusion injury"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "38357568", "DateRevised": {"Year": "2024", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2023", "Month": "12", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.34172/jcvtr.2023.31817"], "Journal": {"ISSN": "2008-5117", "JournalIssue": {"Volume": "15", "Issue": "4", "PubDate": {"Year": "2023"}}, "Title": "Journal of cardiovascular and thoracic research", "ISOAbbreviation": "J Cardiovasc Thorac Res"}, "ArticleTitle": "Effects of coenzyme Q10 supplementation on oxidative stress biomarkers following reperfusion in STEMI patients undergoing primary percutaneous coronary intervention.", "Pagination": {"StartPage": "250", "EndPage": "261", "MedlinePgn": "250-261"}, "Abstract": {"AbstractText": ["It is well-established that oxidative stress is deeply involved in myocardial ischemia-reperfusion injury. Considering the potent antioxidant properties of coenzyme Q10 (CoQ10), we aimed to assess whether CoQ10 supplementation could exert beneficial effects on plasma levels of oxidative stress biomarkers in patients with ST-elevation myocardial infarction (STEMI) undergoing primary percutaneous coronary intervention (PPIC).", "Seventy patients with the first attack of STEMI, eligible for PPCI were randomly assigned to receive either standard treatments plus CoQ10 (400 mg before PPCI and 200 mg twice daily for three days after PPCI) or standard treatments plus placebo. Plasma levels of oxidative stress biomarkers, including superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPx), total antioxidant capacity (TAC), and malondialdehyde (MDA) were measured at 6, 24, and 72 hours after completion of PPCI.", "The changes in plasma levels of the studied biomarkers at 6 and 24 hours after PPCI were similar in the both groups (<i>P</i> values>0.05). This is while at 72 hours, the CoQ10- treated group exhibited significantly higher plasma levels of SOD (<i>P</i> value<0.001), CAT (<i>P</i> value=0.001), and TAC (<i>P</i> value<0.001), along with a lower plasma level of MDA (<i>P</i> value=0.002) compared to the placebo-treated group. The plasma activity of GPX showed no significant difference between the groups at all the study time points (<i>P</i> values>0.05).", "This study showed that CoQ10 has the potential to modulate the balance between antioxidant and oxidant biomarkers after reperfusion therapy. Our results suggest that CoQ10, through its antioxidant capacity, may help reduce the reperfusion injury in ischemic myocardium."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-1235-1433"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, School of Medicine, Clinical Research Development Unit of Farshchian Hospital, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Yazdi", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Shirmohammadi", "ForeName": "Kimia", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, School of Medicine, Clinical Research Development Unit of Farshchian Hospital, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Parvaneh", "ForeName": "Erfan", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Entezari-Maleki", "ForeName": "Taher", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology, School of Medicine, Clinical Research Development Unit of Farshchian Hospital, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Hosseini", "ForeName": "Seyed Kianoosh", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology Toxicology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ranjbar", "ForeName": "Akram", "Initials": "A"}, {"Identifier": ["0000-0003-4119-1600"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Mehrpooya", "ForeName": "Maryam", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "J Cardiovasc Thorac Res", "NlmUniqueID": "101528712", "ISSNLinking": "2008-5117"}, "CoiStatement": "None of the authors of this article have any conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mathers CD, Loncar D. Projections of global mortality and burden of disease from 2002 to 2030. PLoS Med. 2006;3(11):e442. doi: 10.1371/journal.pmed.0030442.", "ArticleIdList": ["10.1371/journal.pmed.0030442", "PMC1664601", "17132052"]}, {"Citation": "Ibanez B, James S, Agewall S, Antunes MJ, Bucciarelli-Ducci C, Bueno H, et al. 2017 ESC guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: the task force for the management of acute myocardial infarction in patients presenting with ST-segment elevation of the European Society of Cardiology (ESC) Eur Heart J. 2018;39(2):119–77. doi: 10.1093/eurheartj/ehx393.", "ArticleIdList": ["10.1093/eurheartj/ehx393", "28886621"]}, {"Citation": "Yellon DM, Hausenloy DJ. Myocardial reperfusion injury. N Engl J Med. 2007;357(11):1121–35. doi: 10.1056/NEJMra071667.", "ArticleIdList": ["10.1056/NEJMra071667", "17855673"]}, {"Citation": "Li X, Liu M, Sun R, Zeng Y, Chen S, Zhang P. Protective approaches against myocardial ischemia reperfusion injury. Exp Ther Med. 2016;12(6):3823–9. doi: 10.3892/etm.2016.3877.", "ArticleIdList": ["10.3892/etm.2016.3877", "PMC5228114", "28101167"]}, {"Citation": "He J, Liu D, Zhao L, Zhou D, Rong J, Zhang L, et al. Myocardial ischemia/reperfusion injury: mechanisms of injury and implications for management (Review) Exp Ther Med. 2022;23(6):430. doi: 10.3892/etm.2022.11357.", "ArticleIdList": ["10.3892/etm.2022.11357", "PMC9121204", "35607376"]}, {"Citation": "Kurian GA, Rajagopal R, Vedantham S, Rajesh M. The role of oxidative stress in myocardial ischemia and reperfusion injury and remodeling: revisited. Oxid Med Cell Longev. 2016;2016:1656450. doi: 10.1155/2016/1656450.", "ArticleIdList": ["10.1155/2016/1656450", "PMC4897712", "27313825"]}, {"Citation": "Lugrin J, Rosenblatt-Velin N, Parapanov R, Liaudet L. The role of oxidative stress during inflammatory processes. Biol Chem. 2014;395(2):203–30. doi: 10.1515/hsz-2013-0241.", "ArticleIdList": ["10.1515/hsz-2013-0241", "24127541"]}, {"Citation": "Kaminski K, Bonda T, Wojtkowska I, Dobrzycki S, Kralisz P, Nowak K, et al. Oxidative stress and antioxidative defense parameters early after reperfusion therapy for acute myocardial infarction. Acute Card Care. 2008;10(2):121–6. doi: 10.1080/17482940701744334.", "ArticleIdList": ["10.1080/17482940701744334", "18568574"]}, {"Citation": "Jones SP, Hoffmeyer MR, Sharp BR, Ho YS, Lefer DJ. Role of intracellular antioxidant enzymes after in vivo myocardial ischemia and reperfusion. Am J Physiol Heart Circ Physiol. 2003;284(1):H277–82. doi: 10.1152/ajpheart.00236.2002.", "ArticleIdList": ["10.1152/ajpheart.00236.2002", "12485820"]}, {"Citation": "Qin C, Yap S, Woodman OL. Antioxidants in the prevention of myocardial ischemia/reperfusion injury. Expert Rev Clin Pharmacol. 2009;2(6):673–95. doi: 10.1586/ecp.09.41.", "ArticleIdList": ["10.1586/ecp.09.41", "22112260"]}, {"Citation": "Braunersreuther V, Jaquet V. Reactive oxygen species in myocardial reperfusion injury: from physiopathology to therapeutic approaches. Curr Pharm Biotechnol. 2012;13(1):97–114. doi: 10.2174/138920112798868782.", "ArticleIdList": ["10.2174/138920112798868782", "21470157"]}, {"Citation": "Rodick TC, Seibels DR, Babu JR, Huggins KW, Ren G, Mathews ST. Potential role of coenzyme Q10 in health and disease conditions. Nutr Diet Suppl. 2018;10:1–11. doi: 10.2147/NDS.S112119.", "ArticleIdList": ["10.2147/NDS.S112119"]}, {"Citation": "Niklowitz P, Sonnenschein A, Janetzky B, Andler W, Menke T. Enrichment of coenzyme Q10 in plasma and blood cells: defense against oxidative damage. Int J Biol Sci. 2007;3(4):257–62. doi: 10.7150/ijbs.3.257.", "ArticleIdList": ["10.7150/ijbs.3.257", "PMC1852397", "17479158"]}, {"Citation": "Gutierrez-Mariscal FM, Arenas-de Larriva AP, Limia-Perez L, Romero-Cabrera JL, Yubero-Serrano EM, López-Miranda J. Coenzyme Q10 supplementation for the reduction of oxidative stress: clinical implications in the treatment of chronic diseases. Int J Mol Sci. 2020;21(21):7880. doi: 10.3390/ijms21217870.", "ArticleIdList": ["10.3390/ijms21217870", "PMC7660335", "33114148"]}, {"Citation": "Fan L, Feng Y, Chen GC, Qin LQ, Fu CL, Chen LH. Effects of coenzyme Q10 supplementation on inflammatory markers: a systematic review and meta-analysis of randomized controlled trials. Pharmacol Res. 2017;119:128–36. doi: 10.1016/j.phrs.2017.01.032.", "ArticleIdList": ["10.1016/j.phrs.2017.01.032", "28179205"]}, {"Citation": "Bogeski I, Gulaboski R, Kappl R, Mirceski V, Stefova M, Petreska J, et al. Calcium binding and transport by coenzyme Q. J Am Chem Soc. 2011;133(24):9293–303. doi: 10.1021/ja110190t.", "ArticleIdList": ["10.1021/ja110190t", "21548646"]}, {"Citation": "Somayajulu M, McCarthy S, Hung M, Sikorska M, Borowy-Borowski H, Pandey S. Role of mitochondria in neuronal cell death induced by oxidative stress; neuroprotection by coenzyme Q10. Neurobiol Dis. 2005;18(3):618–27. doi: 10.1016/j.nbd.2004.10.021.", "ArticleIdList": ["10.1016/j.nbd.2004.10.021", "15755687"]}, {"Citation": "Gao L, Mao Q, Cao J, Wang Y, Zhou X, Fan L. Effects of coenzyme Q10 on vascular endothelial function in humans: a meta-analysis of randomized controlled trials. Atherosclerosis. 2012;221(2):311–6. doi: 10.1016/j.atherosclerosis.2011.10.027.", "ArticleIdList": ["10.1016/j.atherosclerosis.2011.10.027", "22088605"]}, {"Citation": "Ernster L, Dallner G. Biochemical, physiological and medical aspects of ubiquinone function. Biochim Biophys Acta. 1995;1271(1):195–204. doi: 10.1016/0925-4439(95)00028-3.", "ArticleIdList": ["10.1016/0925-4439(95)00028-3", "7599208"]}, {"Citation": "Judy WV, Stogsdill WW, Folkers K. Myocardial preservation by therapy with coenzyme Q10 during heart surgery. Clin Investig. 1993;71(8 Suppl):S155–61. doi: 10.1007/bf00226859.", "ArticleIdList": ["10.1007/bf00226859", "8241702"]}, {"Citation": "Garcia-Dorado D, Rodríguez-Sinovas A, Ruiz-Meana M, Inserte J. Protection against myocardial ischemia-reperfusion injury in clinical practice. Rev Esp Cardiol (Engl Ed) 2014;67(5):394–404. doi: 10.1016/j.rec.2014.01.010.", "ArticleIdList": ["10.1016/j.rec.2014.01.010", "24774733"]}, {"Citation": "Mokhtari B, Høilund-Carlsen PF, Chodari L, Yasami M, Badalzadeh R, Ghaffari S. Melatonin/nicotinamide mononucleotide/ubiquinol: a cocktail providing superior cardioprotection against ischemia/reperfusion injury in a common co-morbidities modelled rat. Mol Biol Rep. 2023;50(4):3525–37. doi: 10.1007/s11033-022-08189-0.", "ArticleIdList": ["10.1007/s11033-022-08189-0", "36787055"]}, {"Citation": "Yokoyama H, Lingle DM, Crestanello JA, Kamelgard J, Kott BR, Momeni R, et al. Coenzyme Q10 protects coronary endothelial function from ischemia reperfusion injury via an antioxidant effect. Surgery. 1996;120(2):189–96. doi: 10.1016/s0039-6060(96)80287-x.", "ArticleIdList": ["10.1016/s0039-6060(96)80287-x", "8751582"]}, {"Citation": "Liang S, Ping Z, Ge J. Coenzyme Q10 regulates antioxidative stress and autophagy in acute myocardial ischemia-reperfusion injury. Oxid Med Cell Longev. 2017;2017:9863181. doi: 10.1155/2017/9863181.", "ArticleIdList": ["10.1155/2017/9863181", "PMC5733971", "29348792"]}, {"Citation": "Sunamori M, Tanaka H, Maruyama T, Sultan I, Sakamoto T, Suzuki A. Clinical experience of coenzyme Q10 to enhance intraoperative myocardial protection in coronary artery revascularization. Cardiovasc Drugs Ther. 1991;5 Suppl 2:297–300. doi: 10.1007/bf00054751.", "ArticleIdList": ["10.1007/bf00054751", "1854669"]}, {"Citation": "Singh RB, Fedacko J, Mojto V, Pella D. Coenzyme Q10 modulates remodeling possibly by decreasing angiotensin-converting enzyme in patients with acute coronary syndrome. Antioxidants (Basel) 2018;7(8):99. doi: 10.3390/antiox7080099.", "ArticleIdList": ["10.3390/antiox7080099", "PMC6115761", "30044377"]}, {"Citation": "Huang CH, Kuo CL, Huang CS, Tseng WM, Lian IB, Chang CC, et al. High plasma coenzyme Q10 concentration is correlated with good left ventricular performance after primary angioplasty in patients with acute myocardial infarction. Medicine (Baltimore) 2016;95(31):e4501. doi: 10.1097/md.0000000000004501.", "ArticleIdList": ["10.1097/md.0000000000004501", "PMC4979854", "27495100"]}, {"Citation": "Awad K, Sayed A, Banach M. Coenzyme Q10 Reduces infarct size in animal models of myocardial ischemia-reperfusion injury: a meta-analysis and summary of underlying mechanisms. Front Cardiovasc Med. 2022;9:857364. doi: 10.3389/fcvm.2022.857364.", "ArticleIdList": ["10.3389/fcvm.2022.857364", "PMC9053645", "35498032"]}, {"Citation": "Jorat MV, Tabrizi R, Kolahdooz F, Akbari M, Salami M, Heydari ST, et al. The effects of coenzyme Q10 supplementation on biomarkers of inflammation and oxidative stress in among coronary artery disease: a systematic review and meta-analysis of randomized controlled trials. Inflammopharmacology. 2019;27(2):233–48. doi: 10.1007/s10787-019-00572-x.", "ArticleIdList": ["10.1007/s10787-019-00572-x", "30758695"]}, {"Citation": "Yazdi A, Shirmohammadi K, Parvaneh E, Hosseini SK, Ranjbar A, Mehrpooya M. Cardioprotective effects of coenzyme Q10 supplementation on patients with ST-segment elevation myocardial infarction undergoing primary percutaneous coronary intervention. Pharm Sci. 2023;29(3):355–67. doi: 10.34172/ps.2023.8.", "ArticleIdList": ["10.34172/ps.2023.8"]}, {"Citation": "Steg PG, James SK, Atar D, Badano LP, Blömstrom-Lundqvist C, Borger MA, et al. ESC guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation. Eur Heart J. 2012;33(20):2569–619. doi: 10.1093/eurheartj/ehs215.", "ArticleIdList": ["10.1093/eurheartj/ehs215", "22922416"]}, {"Citation": "Langsjoen PH, Langsjoen AM. Comparison study of plasma coenzyme Q10 levels in healthy subjects supplemented with ubiquinol versus ubiquinone. Clin Pharmacol Drug Dev. 2014;3(1):13–7. doi: 10.1002/cpdd.73.", "ArticleIdList": ["10.1002/cpdd.73", "27128225"]}, {"Citation": "Langsjoen PH, Langsjoen AM. Comparison study of plasma coenzyme Q10 levels in healthy subjects supplemented with ubiquinol versus ubiquinone. Clin Pharmacol Drug Dev. 2014;3(1):13–7. doi: 10.1002/cpdd.73.", "ArticleIdList": ["10.1002/cpdd.73", "27128225"]}, {"Citation": "Oyanagui Y. Reevaluation of assay methods and establishment of kit for superoxide dismutase activity. Anal Biochem. 1984;142(2):290–6. doi: 10.1016/0003-2697(84)90467-6.", "ArticleIdList": ["10.1016/0003-2697(84)90467-6", "6099057"]}, {"Citation": "Beutler E. Red cell metabolism A manual of biochemical methods. Yale J Biol Med. 1976;49(3):310–1."}, {"Citation": "Flohé L, Günzler WA. Assays of glutathione peroxidase. Methods Enzymol. 1984;105:114–21. doi: 10.1016/s0076-6879(84)05015-1.", "ArticleIdList": ["10.1016/s0076-6879(84)05015-1", "6727659"]}, {"Citation": "Benzie IF, Szeto YT. Total antioxidant capacity of teas by the ferric reducing/antioxidant power assay. J Agric Food Chem. 1999;47(2):633–6. doi: 10.1021/jf9807768.", "ArticleIdList": ["10.1021/jf9807768", "10563944"]}, {"Citation": "Botsoglou NA, Fletouris DJ, Papageorgiou GE, Vassilopoulos VN, Mantis AJ, Trakatellis AG. Rapid, sensitive, and specific thiobarbituric acid method for measuring lipid peroxidation in animal tissue, food, and feedstuff samples. J Agric Food Chem. 1994;42(9):1931–7. doi: 10.1021/jf00045a019.", "ArticleIdList": ["10.1021/jf00045a019"]}, {"Citation": "Kuznetsov AV, Javadov S, Margreiter R, Grimm M, Hagenbuchner J, Ausserlechner MJ. The role of mitochondria in the mechanisms of cardiac ischemia-reperfusion injury. Antioxidants (Basel) 2019;8(10):454. doi: 10.3390/antiox8100454.", "ArticleIdList": ["10.3390/antiox8100454", "PMC6826663", "31590423"]}, {"Citation": "Ighodaro OM, Akinloye OA. First line defence antioxidants-superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPX): their fundamental role in the entire antioxidant defence grid. Alex J Med. 2018;54(4):287–93. doi: 10.1016/j.ajme.2017.09.001.", "ArticleIdList": ["10.1016/j.ajme.2017.09.001"]}, {"Citation": "Eddaikra A, Eddaikra N. Endogenous enzymatic antioxidant defense and pathologies. In: Waisundara V, ed. Antioxidants-Benefits, Sources, Mechanisms of Action. IntechOpen; 2021. 10.5772/intechopen.95504.", "ArticleIdList": ["10.5772/intechopen.95504"]}, {"Citation": "Gałecka E, Jacewicz R, Mrowicka M, Florkowski A, Gałecki P. [Antioxidative enzymes--structure, properties, functions]. Pol Merkur Lekarski 2008;25(147):266-8. [Polish].", "ArticleIdList": ["19112846"]}, {"Citation": "Kotha RR, Tareq FS, Yildiz E, Luthria DL. Oxidative stress and antioxidants-a critical review on in vitro antioxidant assays. Antioxidants (Basel) 2022;11(12):2388. doi: 10.3390/antiox11122388.", "ArticleIdList": ["10.3390/antiox11122388", "PMC9774584", "36552596"]}, {"Citation": "Bartosz G. Non-enzymatic antioxidant capacity assays: limitations of use in biomedicine. Free Radic Res. 2010;44(7):711–20. doi: 10.3109/10715761003758114.", "ArticleIdList": ["10.3109/10715761003758114", "20446897"]}, {"Citation": "Raedschelders K, Ansley DM, Chen DD. The cellular and molecular origin of reactive oxygen species generation during myocardial ischemia and reperfusion. Pharmacol Ther. 2012;133(2):230–55. doi: 10.1016/j.pharmthera.2011.11.004.", "ArticleIdList": ["10.1016/j.pharmthera.2011.11.004", "22138603"]}, {"Citation": "Gaweł S, Wardas M, Niedworok E, Wardas P. [Malondialdehyde (MDA) as a lipid peroxidation marker]. Wiad Lek 2004;57(9-10):453-5. [Polish].", "ArticleIdList": ["15765761"]}, {"Citation": "Dhalla NS, Elmoselhi AB, Hata T, Makino N. Status of myocardial antioxidants in ischemia-reperfusion injury. Cardiovasc Res. 2000;47(3):446–56. doi: 10.1016/s0008-6363(00)00078-x.", "ArticleIdList": ["10.1016/s0008-6363(00)00078-x", "10963718"]}, {"Citation": "Verma DD, Hartner WC, Thakkar V, Levchenko TS, Torchilin VP. Protective effect of coenzyme Q10-loaded liposomes on the myocardium in rabbits with an acute experimental myocardial infarction. Pharm Res. 2007;24(11):2131–7. doi: 10.1007/s11095-007-9334-0.", "ArticleIdList": ["10.1007/s11095-007-9334-0", "17657597"]}, {"Citation": "Khan NA, Abid M, Ahmad A, Abuzinadah MF, Basheikh M, Kishore K. Cardioprotective effect of coenzyme Q10 on apoptotic myocardial cell death by regulation of Bcl-2 gene expression. J Pharmacol Pharmacother. 2017;8(3):122–7. doi: 10.4103/jpp.JPP_47_17.", "ArticleIdList": ["10.4103/jpp.JPP_47_17", "PMC5642125", "29081620"]}, {"Citation": "Singh RB, Wander GS, Rastogi A, Shukla PK, Mittal A, Sharma JP, et al. Randomized, double-blind placebo-controlled trial of coenzyme Q10 in patients with acute myocardial infarction. Cardiovasc Drugs Ther. 1998;12(4):347–53. doi: 10.1023/a:1007764616025.", "ArticleIdList": ["10.1023/a:1007764616025", "9825179"]}, {"Citation": "Kuklinski B, Weissenbacher E, Fähnrich A. Coenzyme Q10 and antioxidants in acute myocardial infarction. Mol Aspects Med. 1994;15(Suppl 1):S143–7. doi: 10.1016/0098-2997(94)90023-x.", "ArticleIdList": ["10.1016/0098-2997(94)90023-x", "7752825"]}, {"Citation": "Bulatao DP, Banez C. Effect of preoperative treatment of oral coenzyme Q10 on reperfusion arrhythmias and myocardial protection in patients undergoing coronary artery bypass graft (CABG) J Arrhythm. 2011;27 Suppl:4–20. doi: 10.4020/jhrs.27.PE4_020.", "ArticleIdList": ["10.4020/jhrs.27.PE4_020"]}, {"Citation": "Aslanabadi N, Safaie N, Asgharzadeh Y, Houshmand F, Ghaffari S, Garjani A, et al. The randomized clinical trial of coenzyme Q10 for the prevention of periprocedural myocardial injury following elective percutaneous coronary intervention. Cardiovasc Ther. 2016;34(4):254–60. doi: 10.1111/1755-5922.12195.", "ArticleIdList": ["10.1111/1755-5922.12195", "27214383"]}, {"Citation": "Alcázar-Fabra M, Navas P, Brea-Calvo G. Coenzyme Q biosynthesis and its role in the respiratory chain structure. Biochim Biophys Acta. 2016;1857(8):1073–8. doi: 10.1016/j.bbabio.2016.03.010.", "ArticleIdList": ["10.1016/j.bbabio.2016.03.010", "26970214"]}, {"Citation": "Stocker R, Bowry VW, Frei B. Ubiquinol-10 protects human low density lipoprotein more efficiently against lipid peroxidation than does alpha-tocopherol. Proc Natl Acad Sci U S A. 1991;88(5):1646–50. doi: 10.1073/pnas.88.5.1646.", "ArticleIdList": ["10.1073/pnas.88.5.1646", "PMC51081", "2000375"]}, {"Citation": "Jing L, He MT, Chang Y, Mehta SL, He QP, Zhang JZ, et al. Coenzyme Q10 protects astrocytes from ROS-induced damage through inhibition of mitochondria-mediated cell death pathway. Int J Biol Sci. 2015;11(1):59–66. doi: 10.7150/ijbs.10174.", "ArticleIdList": ["10.7150/ijbs.10174", "PMC4278255", "25552930"]}, {"Citation": "Jang S, Lee J, Ryu SM, Lee H, Park JR, Kim H, et al. Effect of coenzyme Q10 via nitric oxide production and growth arrest of human colon cancer HCT116 cells. J Prev Vet Med. 2017;41(2):59–65. doi: 10.13041/jpvm.2017.41.2.59.", "ArticleIdList": ["10.13041/jpvm.2017.41.2.59"]}, {"Citation": "Limón-Pacheco J, Gonsebatt ME. The role of antioxidants and antioxidant-related enzymes in protective responses to environmentally induced oxidative stress. Mutat Res. 2009;674(1-2):137–47. doi: 10.1016/j.mrgentox.2008.09.015.", "ArticleIdList": ["10.1016/j.mrgentox.2008.09.015", "18955158"]}, {"Citation": "Mancini A, Milardi D, Meucci E, Bianchi A, Pantano AL, Giacchi E, et al. Coenzyme Q10 effects on non-enzymatic total antioxidant capacity in seminal plasma of varicocele patients. Int Congr Ser. 2004;1271:215–8. doi: 10.1016/j.ics.2004.05.147.", "ArticleIdList": ["10.1016/j.ics.2004.05.147"]}, {"Citation": "Raygan F, Rezavandi Z, Dadkhah Tehrani S, Farrokhian A, Asemi Z. The effects of coenzyme Q10 administration on glucose homeostasis parameters, lipid profiles, biomarkers of inflammation and oxidative stress in patients with metabolic syndrome. Eur J Nutr. 2016;55(8):2357–64. doi: 10.1007/s00394-015-1042-7.", "ArticleIdList": ["10.1007/s00394-015-1042-7", "26385228"]}, {"Citation": "Sangsefidi ZS, Yaghoubi F, Hajiahmadi S, Hosseinzadeh M. The effect of coenzyme Q10 supplementation on oxidative stress: a systematic review and meta-analysis of randomized controlled clinical trials. Food Sci Nutr. 2020;8(4):1766–76. doi: 10.1002/fsn3.1492.", "ArticleIdList": ["10.1002/fsn3.1492", "PMC7174219", "32328242"]}, {"Citation": "Abbasalizad Farhangi M, Alipour B, Jafarvand E, Khoshbaten M. Oral coenzyme Q10 supplementation in patients with nonalcoholic fatty liver disease: effects on serum vaspin, chemerin, pentraxin 3, insulin resistance and oxidative stress. Arch Med Res. 2014;45(7):589–95. doi: 10.1016/j.arcmed.2014.11.001.", "ArticleIdList": ["10.1016/j.arcmed.2014.11.001", "25450583"]}, {"Citation": "Abdollahzad H, Aghdashi MA, Asghari Jafarabadi M, Alipour B. Effects of coenzyme Q10 supplementation on inflammatory cytokines (TNF-α, IL-6) and oxidative stress in rheumatoid arthritis patients: a randomized controlled trial. Arch Med Res. 2015;46(7):527–33. doi: 10.1016/j.arcmed.2015.08.006.", "ArticleIdList": ["10.1016/j.arcmed.2015.08.006", "26342738"]}, {"Citation": "Yen CH, Chu YJ, Lee BJ, Lin YC, Lin PT. Effect of liquid ubiquinol supplementation on glucose, lipids and antioxidant capacity in type 2 diabetes patients: a double-blind, randomised, placebo-controlled trial. Br J Nutr. 2018;120(1):57–63. doi: 10.1017/s0007114518001241.", "ArticleIdList": ["10.1017/s0007114518001241", "29936921"]}, {"Citation": "Dai YL, Luk TH, Yiu KH, Wang M, Yip PM, Lee SW, et al. Reversal of mitochondrial dysfunction by coenzyme Q10 supplement improves endothelial function in patients with ischaemic left ventricular systolic dysfunction: a randomized controlled trial. Atherosclerosis. 2011;216(2):395–401. doi: 10.1016/j.atherosclerosis.2011.02.013.", "ArticleIdList": ["10.1016/j.atherosclerosis.2011.02.013", "21388622"]}, {"Citation": "Bhagavan HN, Chopra RK. Coenzyme Q10: absorption, tissue uptake, metabolism and pharmacokinetics. Free Radic Res. 2006;40(5):445–53. doi: 10.1080/10715760600617843.", "ArticleIdList": ["10.1080/10715760600617843", "16551570"]}, {"Citation": "Lee BJ, Huang YC, Chen SJ, Lin PT. Coenzyme Q10 supplementation reduces oxidative stress and increases antioxidant enzyme activity in patients with coronary artery disease. Nutrition. 2012;28(3):250–255. doi: 10.1016/j.nut.2011.06.004.", "ArticleIdList": ["10.1016/j.nut.2011.06.004", "21996047"]}, {"Citation": "Kikkawa K, Takehara I, Miyakoshi T, Miyawaki H. Safety of high dose supplementation of coenzyme Q10 in healthy human adults. Japanese Journal of Food Chemistry and Safety. 2007;14(2):76–81. doi: 10.18891/jjfcs.14.2_76.", "ArticleIdList": ["10.18891/jjfcs.14.2_76"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "3", "Day": "17"}, {"Year": "2023", "Month": "12", "Day": "11"}, {"Year": "2023", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2024", "Month": "2", "Day": "15", "Hour": "4", "Minute": "28"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38357568", "PMC10862029", "10.34172/jcvtr.2023.31817"]}}], "PubmedBookArticle": []}