{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Saïda", "Survey", "gastrointestinal disorders", "medicinal plants", "patients", "prebiotics", "probiotics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38369815", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "20"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["2317492", "10.1080/19932820.2024.2317492"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "18"}], "Journal": {"ISSN": "1819-6357", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Dec", "Day": "31"}}, "Title": "The Libyan journal of medicine", "ISOAbbreviation": "Libyan J Med"}, "ArticleTitle": "A survey into the utilization of probiotics and medicinal plants among individuals afflicted with gastrointestinal disorders in healthcare institutions in Saïda, Algeria.", "Pagination": {"StartPage": "2317492", "MedlinePgn": "2317492"}, "Abstract": {"AbstractText": ["<b>Aim:</b> Functional gastrointestinal (GI) disorders are recognized as a major public health concern worldwide. These disorders involve persistent digestive symptoms indicative of digestive tract dysfunction.<b>Materials and Methods:</b> A survey examining the utilisation of probiotics and medicinal plants as supplementary treatments was conducted on 160 patients with GI disorders at healthcare institutions in Saïda from March to April 2023 using questionnaires that had been previously adapted and tested for reliability with Cronbach's alpha test. Raw data collected through the questionnaires were transferred to a database and analysed using SPSS software.<b>Results:</b> Overall, 49.38% of participants possessed knowledge of or actively utilised probiotics; such awareness was strongly associated with the participants' educational attainment (<i>p</i> = 0.029). The noteworthy probiotic supplements were Biocharbon (36.09%), Lactocil (15.38%), Smebiocta (13.61%), Ultrabiotic Adult (12.43%), Effidigest (12.43%), and Ultralevure (7.69%). During crisis, individuals tended to consume natural goods rich in probiotics, including yoghurt (13.26%) and fermented milk (8.60%), as well as foods rich in prebiotic fibre, including vegetables (18.99%), fruits (13.26%), wheat (9.67%), bran (7.52%), rye (6.81%), and oat flakes (6.45%). Additionally, 77.56% of patients used medicinal plants during crises, with <i>Mentha spicata</i> (12.2%), <i>Thymus vulgaris</i> (11.3%), <i>Pimpinella anisum</i> (8.5%), <i>Cuminum cyminum</i> (8.0%), <i>Punica granatum</i> (7.8%), <i>Trachyspermum ammi</i> (7.5%), and <i>Senna acutifolia</i> (7.0%) being the more commonly favoured options in phytotherapy. The main focus of these herbs was to alleviate bloating (57%), constipation (30.12%), and diarrhoea (12.87%) (<i>p</i> < 0.001). The most frequently utilised plant parts were leaves (47.30%), seeds (25.21%), and bark (13.21%). Most patients (82.91%) favoured infusion as their preferred consumption method, and approximately 85.43% believed in phytotherapy's ability to extend symptomatic relief.<b>Conclusion:</b> The understanding of probiotics is still in its infancy, whereas phytotherapy is more widely accepted by patients. Nonetheless, patients are open to the exploration of natural alternatives to conventional medicines."]}, "AuthorList": [{"Identifier": ["0009-0005-9685-5883"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biotoxicology, Pharmacognosy and Biological Valorization of Plants (LBPVBP), Faculty of Natural and Life Sciences, University of Saïda - Dr. Tahar Moulay, Saïda, Algeria."}], "LastName": "Tazi", "ForeName": "Lamia Abir", "Initials": "LA"}, {"Identifier": ["0000-0003-3317-2549"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biotoxicology, Pharmacognosy and Biological Valorization of Plants (LBPVBP), Faculty of Natural and Life Sciences, University of Saïda - Dr. Tahar Moulay, Saïda, Algeria."}, {"Identifier": [], "Affiliation": "Laboratory of Nutrition, Pathology, Agro-Biotechnology and Health (LAB-NUPABS), University Djillali Liabès, Faculty of Natural Sciences and Life, Sidi-Bel-Abbès, Algeria."}], "LastName": "Benabdesslem", "ForeName": "Yasmina", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biology of Microorganisms and Biotechnology (LBMB), University of Oran 1, Oran, Algeria."}], "LastName": "Amara", "ForeName": "Sabrina", "Initials": "S"}, {"Identifier": ["0000-0003-2683-0101"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biotoxicology, Pharmacognosy and Biological Valorization of Plants (LBPVBP), Faculty of Natural and Life Sciences, University of Saïda - Dr. Tahar Moulay, Saïda, Algeria."}, {"Identifier": [], "Affiliation": "Laboratory of Production, Plant and Microbial Valorization (LP2VM), Faculty of Natural and Life Sciences, University of Sciences and Technology of Oran - Mohamed Boudiaf, Oran, Algeria."}], "LastName": "Hachem", "ForeName": "Kadda", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Libyan J Med", "NlmUniqueID": "101299403", "ISSNLinking": "1819-6357"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Algeria"}, {"QualifierName": [], "DescriptorName": "Reproducibility of Results"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Probiotics"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": ["epidemiology", "therapy"], "DescriptorName": "Gastrointestinal Diseases"}, {"QualifierName": [], "DescriptorName": "Delivery of Health Care"}], "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fond G, Chevalier G, Eberl G, et al. Le rôle potentiel du microbiote intestinal dans les troubles psychiatriques majeurs: mécanismes, données fondamentales, comorbidités gastro-intestinales et options thérapeutiques. Presse Méd. 2016;45(1):7–16.", "ArticleIdList": ["26653939"]}, {"Citation": "Landman C, Quévrain E.. Le microbiote intestinal: description, rôle et implication physiopathologique. La Revue de Méd Interne. 2016. Jun;37(6):418–423. doi: 10.1016/j.revmed.2015.12.012", "ArticleIdList": ["10.1016/j.revmed.2015.12.012", "26749318"]}, {"Citation": "Farooqi H, Siraj S, Adhami S.. Unexplored medicinal plants of potential therapeutic importance: a review. Trop J Nat Prod Res. 2018. Jan;2:3–11. doi: 10.26538/tjnpr/v2i1.2", "ArticleIdList": ["10.26538/tjnpr/v2i1.2"]}, {"Citation": "Süntar I. Importance of ethnopharmacological studies in drug discovery: role of medicinal plants. Phytochem Rev. 2020. Oct;19(5):1199–1209. doi: 10.1007/s11101-019-09629-9", "ArticleIdList": ["10.1007/s11101-019-09629-9"]}, {"Citation": "Valdovinos-García LR, Abreu AT, Valdovinos-Díaz MA. Probiotic use in clinical practice: results of a national survey of gastroenterologists and nutritionists. Rev Gastroenterol Mex. 2019;84(3):303–309.", "ArticleIdList": ["31383293"]}, {"Citation": "Valdovinos MA, Montijo E, Abreu AT, et al. The Mexican consensus on probiotics in gastroenterology. Rev Gastroenterol Mex. 2017;82(2):156–178. doi: 10.1016/j.rgmxen.2017.03.003", "ArticleIdList": ["10.1016/j.rgmxen.2017.03.003", "28104319"]}, {"Citation": "‘Wilaya de Saïda - Encyclopédie Wikimonde’. [cited 2023 Sep\n29]. Available from: https://wikimonde.com/article/Wilaya_de_Sa%C3%AFda"}, {"Citation": "Klein Goldewijk K, Beusen A, Doelman J, et al. Anthropogenic land use estimates for the Holocene – HYDE 3.2. Earth Syst Sci Data. 2017. Dec;9(2):927–953. doi: 10.5194/essd-9-927-2017", "ArticleIdList": ["10.5194/essd-9-927-2017"]}, {"Citation": "Cronbach LJ, Warrington WG. Time-limit tests: estimating their reliability and degree of speeding. Psychometrika. 1951. Jun;16(2):167–188. doi: 10.1007/BF02289113", "ArticleIdList": ["10.1007/BF02289113", "14844557"]}, {"Citation": "Betz M, Uzueta A, Rasmussen H, et al. Knowledge, use and perceptions of probiotics and prebiotics in hospitalised patients. Nutr Diet. 2015;72(3):261–266. doi: 10.1111/1747-0080.12177", "ArticleIdList": ["10.1111/1747-0080.12177"]}, {"Citation": "Khalesi S, Vandelanotte C, Thwaite T, et al. Awareness and attitudes of gut health, probiotics and prebiotics in Australian adults. J Diet Suppl. 2021;18(4):418–432.", "ArticleIdList": ["32588677"]}, {"Citation": "Sharma R, Gupta S, Gupta D, et al. Awareness and knowledge about probiotics among college students. J Pure Appl Microbiol. 2019;13(4):2201–2208."}, {"Citation": "Allah HAA, Prarthana MS. The knowledge and perceptions regarding probiotics among the people of Al-Qassim region, Saudi Arabia. J Health Med Sci. 2019;2(3):344–350. doi: 10.31014/aior.1994.02.03.56", "ArticleIdList": ["10.31014/aior.1994.02.03.56"]}, {"Citation": "Kaźmierczak-Siedlecka K, Daca A, Folwarski M, et al. The role of lactobacillus plantarum 299v in supporting treatment of selected diseases. Cent Eur J Immunol. 2020;45(4):488–493. doi: 10.5114/ceji.2020.101515", "ArticleIdList": ["10.5114/ceji.2020.101515", "PMC7882405", "33613097"]}, {"Citation": "Moré MI, Vandenplas Y. Saccharomyces boulardii CNCM I-745 improves intestinal enzyme function: a trophic effects review. Clin Med Insights Gastroenterol. 2018;11:1179552217752679. doi: 10.1177/1179552217752679", "ArticleIdList": ["10.1177/1179552217752679", "PMC5808955", "29449779"]}, {"Citation": "Poli J, ‘Les probiotiques: leurs mécanismes d’action et leur place dans l’arsenal thérapeutique du conseil officinal associés dans les troubles digestifs’."}, {"Citation": "Niu M-M, Guo H-X, Cai J-W, et al. Exopolysaccharide from Bifidobacterium breve alleviate dextran sulfate sodium-induced colitis in mice via inhibiting oxidative stress and regulating intestinal flora. Food Biosci. 2023. Aug:103020. doi: 10.1016/j.fbio.2023.103020", "ArticleIdList": ["10.1016/j.fbio.2023.103020"]}, {"Citation": "Mouhib ME. ‘Connaissances des patients à propos des probiotiques comparées aux données actuelles de la science’; 2023. Mar. p. 51."}, {"Citation": "Salguero M, ‘Enquête de pratique : utilisation des probiotiques dans le cadre du syndrome de l’intestin irritable par les médecins généralistes de Nouvelle-Aquitaine’; 2021. Nov. p. 126."}, {"Citation": "Faure S, Pubert C, Rabiller J, et al. Les probiotiques en pratique à l’officine. Actualités Pharm. 2013. Sep;52(528):27–30. doi: 10.1016/j.actpha.2013.06.013", "ArticleIdList": ["10.1016/j.actpha.2013.06.013"]}, {"Citation": "Council IFI, ‘2007. Consumer attitudes toward functional foods/foods for health–executive summary’, 2007."}, {"Citation": "Hailu G, Boecker A, Henson S, et al. Consumer valuation of functional foods and nutraceuticals in Canada. A conjoint study using probiotics. Appetite. 2009;52(2):257–265. doi: 10.1016/j.appet.2008.10.002", "ArticleIdList": ["10.1016/j.appet.2008.10.002", "19007828"]}, {"Citation": "Sharma S, Kumar S, Sajjad S, et al. Probiotics in Irritable Bowel Syndrome: A Review Article. Cureus. 2023. Mar;15(3). doi: 10.7759/cureus.36565", "ArticleIdList": ["10.7759/cureus.36565", "PMC10122169", "37095805"]}, {"Citation": "Zhang T, Zhang C, Zhang J, et al. Efficacy of probiotics for irritable bowel syndrome: a systematic review and network meta-analysis. Front Cell Infect Microbiol. 2022.  [cited 2024 Jan\n31];12. Available from: https://www.frontiersin.org/articles/10.3389/fcimb.2022.859967.", "ArticleIdList": ["10.3389/fcimb.2022.859967", "PMC9010660", "35433498"]}, {"Citation": "Guo R, Chen L-H, Xing C, et al. Pain regulation by gut microbiota: molecular mechanisms and therapeutic potential. Br J Anaesth. 2019. Nov;123(5):637–654. doi: 10.1016/j.bja.2019.07.026", "ArticleIdList": ["10.1016/j.bja.2019.07.026", "31551115"]}, {"Citation": "Hadjimbei E, Botsaris G, Chrysostomou S. Beneficial effects of yoghurts and probiotic fermented milks and their functional food potential. Foods. 2022. Jan;11(17), Art. no. 17. doi: 10.3390/foods11172691", "ArticleIdList": ["10.3390/foods11172691", "PMC9455928", "36076876"]}, {"Citation": "Skoufou M, Tsigalou C, Vradelis S, et al. The networked interaction between probiotics and intestine in health and disease: a promising success story. Microorganisms. 2024. Jan;12(1, Art. no. 1). doi: 10.3390/microorganisms12010194", "ArticleIdList": ["10.3390/microorganisms12010194", "PMC10818559", "38258020"]}, {"Citation": "So D, Whelan K, Rossi M. et al. Dietary fiber intervention on gut microbiota composition in healthy adults: a systematic review and meta-analysis. Am J Clin Nutr. 2018. Jun;107(6):965–983.", "ArticleIdList": ["29757343"]}, {"Citation": "Gibson GR, Hutkins R, Sanders ME, et al. Expert consensus document: the International Scientific Association for Probiotics and Prebiotics (ISAPP) consensus statement on the definition and scope of prebiotics. Nat Rev Gastroenterol Hepatol. 2017. Aug;14(8), Art. no. 8. doi: 10.1038/nrgastro.2017.75", "ArticleIdList": ["10.1038/nrgastro.2017.75", "28611480"]}, {"Citation": "Ramnani P, Costabile A, Bustillo AGR, et al. A randomised, double- blind, cross-over study investigating the prebiotic effect of agave fructans in healthy human subjects. J Nutr Sci. 2015. Jan;4:e10. doi: 10.1017/jns.2014.68", "ArticleIdList": ["10.1017/jns.2014.68", "PMC4463010", "26090092"]}, {"Citation": "Holscher HD, Bauer LL, Gourineni V, et al. Agave inulin supplementation affects the fecal microbiota of healthy adults participating in a randomized, double-blind, placebo-controlled, crossover Trial1, 2, 3. J Nutr. 2015. Sep;145(9):2025–2032. doi: 10.3945/jn.115.217331", "ArticleIdList": ["10.3945/jn.115.217331", "26203099"]}, {"Citation": "Clarke ST, Green-Johnson JM, Brooks SPJ. et al. β2-1 Fructan supplementation alters host immune responses in a manner consistent with increased exposure to microbial components: results from a double-blinded, randomised, cross-over study in healthy adults. Br J Nutr. 2016. May;115(10):1748–1759.", "ArticleIdList": ["26987626"]}, {"Citation": "Elison E, Vigsnaes LK, Rindom Krogsgaard L. et al. Oral supplementation of healthy adults with 2′-O-fucosyllactose and lacto-N-neotetraose is well tolerated and shifts the intestinal microbiota. Br J Nutr. 2016. Oct;116(8):1356–1368.", "ArticleIdList": ["PMC5082288", "27719686"]}, {"Citation": "Liu F, Li P, Chen M, et al. Fructooligosaccharide (FOS) and galactooligosaccharide (GOS) increase bifidobacterium but reduce butyrate producing bacteria with adverse glycemic metabolism in healthy young population. Sci Rep. 2017. Sep;7(1), Art. no. 1. doi: 10.1038/s41598-017-10722-2", "ArticleIdList": ["10.1038/s41598-017-10722-2", "PMC5603605", "28924143"]}, {"Citation": "Alfa MJ, Strang D, Tappia PS. et al. A randomized trial to determine the impact of a digestion resistant starch composition on the gut microbiome in older and mid-age adults. Clin Nutr. 2018. Jun;37(3):797–807.", "ArticleIdList": ["28410921"]}, {"Citation": "Baxter NT, Schmidt AW, Venkataraman A, et al. Dynamics of human gut microbiota and short-chain fatty acids in response to dietary interventions with three fermentable fibers. MBio. 2019. Feb;10(1):e02566–18. doi: 10.1128/mBio.02566-18", "ArticleIdList": ["10.1128/mBio.02566-18", "PMC6355990", "30696735"]}, {"Citation": "Gavzy SJ, Kensiski A, Lee ZL, et al. Bifidobacterium mechanisms of immune modulation and tolerance. Gut Microbes. 15(2):2291164. doi: 10.1080/19490976.2023.2291164", "ArticleIdList": ["10.1080/19490976.2023.2291164", "PMC10730214", "38055306"]}, {"Citation": "Oerlemans MMP, Akkerman R, Ferrari M, et al. Benefits of bacteria-derived exopolysaccharides on gastrointestinal microbiota, immunity and health. J Funct Foods. 2021. Jan;76:104289. doi: 10.1016/j.jff.2020.104289", "ArticleIdList": ["10.1016/j.jff.2020.104289"]}, {"Citation": "Soni R, Tank K, Jain N. Knowledge, attitude and practice of health professionals about probiotic use in Ahmedabad, India. Nutr Food Sci. 2018. Jan;48(1):125–135. doi: 10.1108/NFS-02-2017-0032", "ArticleIdList": ["10.1108/NFS-02-2017-0032"]}, {"Citation": "Belhouala K, Benarba B. Medicinal plants used by traditional healers in Algeria: a multiregional ethnobotanical study. Front Pharmacol. 2021.  [cited 2024 Jan\n31];12. Available from: https://www.frontiersin.org/articles/10.3389/fphar.2021.760492.", "ArticleIdList": ["10.3389/fphar.2021.760492", "PMC8666619", "34912221"]}, {"Citation": "Taïbi K, Abderrahim LA, Ferhat K. et al. Ethnopharmacological study of natural products used for traditional cancer therapy in Algeria. Saudi Pharm J. 2020. Nov;28(11):1451–1465.", "ArticleIdList": ["PMC7679473", "33250653"]}, {"Citation": "Filliat P. Les plantes de la famille des Apiacées dans les troubles digestifs. 2012. Sep:139."}, {"Citation": "Boukezoula F, Chenikher H, Smaali S, et al. Enquête ethnopharmacologique sur les plantes médicinales utilisées dans le traitement traditionnel des troubles gastro-intestinaux dans une région de l’Est algérien (Tébessa). Phytothérapie. 2022. Feb;20(1, Art. no. 1). doi: 10.3166/phyto-2021-0277", "ArticleIdList": ["10.3166/phyto-2021-0277"]}, {"Citation": "Mechaala S, Bouatrous Y, Adouane S. Traditional knowledge and diversity of wild medicinal plants in El Kantara’s area (Algerian Sahara gate): an ethnobotany survey. Acta Ecologica Sinica. 2022. Feb;42(1):33–45. doi: 10.1016/j.chnaes.2021.01.007", "ArticleIdList": ["10.1016/j.chnaes.2021.01.007"]}, {"Citation": "Maamar Sameut Y. Etude ethnobotanique dans le Sud-Est de Chlef (Algerie Occidentale). LRBPV. 2021. Jan;10(3):2044–2061."}, {"Citation": "Yasser K, Abdallah M, Abdelmadjid B. Étude ethnobotanique de quelques plantes médicinales dans une région hyper aride du Sud-ouest Algérien «Cas du Touat dans la wilaya d’Adrar». J Anim Plant Sci. 2018;36(2):5844–5857."}, {"Citation": "Bouasla A, Bouasla I. Ethnobotanical survey of medicinal plants in northeastern of Algeria. Phytomedicine. 2017. Dec;36:68–81. doi: 10.1016/j.phymed.2017.09.007", "ArticleIdList": ["10.1016/j.phymed.2017.09.007", "29157830"]}, {"Citation": "Sulaiman AN, Arzai AH, Taura DW. Ethnobotanical survey: a comprehensive review of medicinal plants used in treatment of gastro intestinal diseases in Kano state, Nigeria. Phytomed Plus. 2022. Feb;2(1):100180. doi: 10.1016/j.phyplu.2021.100180", "ArticleIdList": ["10.1016/j.phyplu.2021.100180"]}, {"Citation": "Ong HG, Kim Y-D. Medicinal plants for gastrointestinal diseases among the Kuki-Chin ethnolinguistic groups across Bangladesh, India, and Myanmar: a comparative and network analysis study. J Ethnopharmacol. 2020. Apr;251:112415. doi: 10.1016/j.jep.2019.112415", "ArticleIdList": ["10.1016/j.jep.2019.112415", "31917280"]}, {"Citation": "Manzo LM, Moussa I, Ikhiri K. Les plantes médicinales utilisées dans le traitement des diarrhées au Niger. Etude ethnobotanique. Algerian J Nat Prod. 2017. Dec;5(2):475–482. doi: 10.5281/zenodo.1069669", "ArticleIdList": ["10.5281/zenodo.1069669"]}, {"Citation": "Mikou K, Rachiq S, Oulidi AJ. Étude ethnobotanique des plantes médicinales et aromatiques utilisées dans la ville de Fès au Maroc. Phytothérapie. 2016;14(1):35–43."}, {"Citation": "El Alami A, Loubna F, Abderrahman C. Etude ethnobotanique sur les plantes médicinales spontanées poussant dans le versant nord de l’Atlas d’Azilal (Maroc). Algerian J Nat Prod. 2016. Apr;4:271–282."}, {"Citation": "Dogan Y, Ugulu I. Medicinal plants used for gastrointestinal disorders in some districts of Izmir Province, Turkey. Stud Ethno-Med. 2013. Dec;7(3):149–161. doi: 10.1080/09735070.2013.11886456", "ArticleIdList": ["10.1080/09735070.2013.11886456"]}, {"Citation": "Kadir MF, Bin Sayeed MS, Mia MMK. Ethnopharmacological survey of medicinal plants used by traditional healers in Bangladesh for gastrointestinal disorders. J Ethnopharmacol. 2013. May;147(1):148–156. doi: 10.1016/j.jep.2013.02.023", "ArticleIdList": ["10.1016/j.jep.2013.02.023", "23458917"]}, {"Citation": "Doukkali Z, Bouidida H, Srifi A, et al. Les plantes anxiolytiques au Maroc. Études ethnobotanique et ethno-pharmacologique. Phytothérapie. 2015. Oct;13(5):306–313. doi: 10.1007/s10298-015-0921-z", "ArticleIdList": ["10.1007/s10298-015-0921-z"]}, {"Citation": "Inta A, Shengji P, Balslev H, et al. A comparative study on medicinal plants used in Akha’s traditional medicine in China and Thailand, cultural coherence or ecological divergence? J Ethnopharmacol. 2008. Mar;116(3):508–517. doi: 10.1016/j.jep.2007.12.015", "ArticleIdList": ["10.1016/j.jep.2007.12.015", "18280071"]}, {"Citation": "Koukoura KK, Salifou TS, Gbekley EH, et al. Enquête ethnobotanique des plantes médicinales utilisées dans le traitement des infections vaginales et intestinales dans la région maritime au Togo. Int J Biol Chem Sci. 2022;16(5), Art. no. 5. doi: 10.4314/ijbcs.v16i5", "ArticleIdList": ["10.4314/ijbcs.v16i5"]}, {"Citation": "Wondimu T, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants around “dheeraa” town, Arsi Zone, Ethiopia. J Ethnopharmacol. 2007. May;112(1):152–161. doi: 10.1016/j.jep.2007.02.014", "ArticleIdList": ["10.1016/j.jep.2007.02.014", "17418987"]}, {"Citation": "Ghorbani A. Studies on pharmaceutical ethnobotany in the region of Turkmen Sahra, North of Iran: (part 1): General results. J Ethnopharmacol. 2005. Oct;102(1):58–68. doi: 10.1016/j.jep.2005.05.035", "ArticleIdList": ["10.1016/j.jep.2005.05.035", "16024194"]}, {"Citation": "Ugulu I, Baslar S, Yorek N, et al. The investigation and quantitative ethnobotanical evaluation of medicinal plants used around Izmir province, Turkey. J Med Plants Res. 2009;3(5):345–367."}, {"Citation": "Giday M, Asfaw Z, Elmqvist T, et al. An ethnobotanical study of medicinal plants used by the zay people in Ethiopia. J Ethnopharmacol. 2003. Mar;85(1):43–52. doi: 10.1016/S0378-8741(02)00359-8", "ArticleIdList": ["10.1016/S0378-8741(02)00359-8", "12576201"]}, {"Citation": "Tangjitman K, Wongsawad C, Kamwong K, et al. Ethnomedicinal plants used for digestive system disorders by the Karen of northern Thailand. J Ethnobiol Ethnomed. 2015. Apr;11:27. doi: 10.1186/s13002-015-0011-9", "ArticleIdList": ["10.1186/s13002-015-0011-9", "PMC4422539", "25885534"]}, {"Citation": "Passalacqua NG, Guarrera PM, De Fine G. Contribution to the knowledge of the folk plant medicine in Calabria region (Southern Italy). Fitoterapia. 2007. Jan;78(1):52–68. doi: 10.1016/j.fitote.2006.07.005", "ArticleIdList": ["10.1016/j.fitote.2006.07.005", "17084993"]}, {"Citation": "Chandrasekara A, Shahidi F. Herbal beverages: bioactive compounds and their role in disease risk reduction - a review. J Tradit Complement Med. 2018. Aug;8(4):451–458. doi: 10.1016/j.jtcme.2017.08.006", "ArticleIdList": ["10.1016/j.jtcme.2017.08.006", "PMC6174262", "30302325"]}, {"Citation": "Shi M, Gu J, Wu H, et al. Phytochemicals, Nutrition, Metabolism, Bioavailability, and Health Benefits in Lettuce—A Comprehensive Review. Antioxidants (Basel). 2022. Jun;11(6):1158. doi: 10.3390/antiox11061158", "ArticleIdList": ["10.3390/antiox11061158", "PMC9219965", "35740055"]}, {"Citation": "Nikou T, Sakavitsi ME, Kalampokis E, et al. Metabolism and bioavailability of olive bioactive constituents based on in vitro, in vivo and human studies. Nutrients. 2022. Sep;14(18):3773. doi: 10.3390/nu14183773", "ArticleIdList": ["10.3390/nu14183773", "PMC9504511", "36145149"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "20", "Hour": "11", "Minute": "57"}, {"Year": "2024", "Month": "2", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "19", "Hour": "2", "Minute": "23"}, {"Year": "2024", "Month": "2", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38369815", "PMC10878339", "10.1080/19932820.2024.2317492"]}}]}