{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["2-Amino-3-cyano-4H-pyran", "Benzyloxy benzylidene", "Kojic acid", "Molecular dynamics simulation", "Tyrosinase inhibitors"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38388934", "DateRevised": {"Year": "2024", "Month": "02", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["41", "10.1186/s13065-024-01134-1"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "22"}], "Journal": {"ISSN": "2661-801X", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "22"}}, "Title": "BMC chemistry", "ISOAbbreviation": "BMC Chem"}, "ArticleTitle": "Design, synthesis, and molecular dynamics simulation studies of some novel kojic acid fused 2-amino-3-cyano-4H-pyran derivatives as tyrosinase inhibitors.", "Pagination": {"StartPage": "41", "MedlinePgn": "41"}, "Abstract": {"AbstractText": ["A novel series of kojic acid fused 2-amino-3-cyano-4H-pyran derivatives were synthesized via a multicomponent reaction involving kojic acid, benzyloxy benzaldehyde, and malonitrile as tyrosinase inhibitors. Subsequently, the structures of the compounds were characterized using FT-IR, <sup>1</sup>H-, and <sup>13</sup>C-NMR spectroscopic analyses. The designed compounds fall into three series: (1) 4-benzyloxy-phenyl kojopyran 6a-e, (2) 3-benzyloxy- phenyl kojopyran derivatives 6f-j, and (3) 4-benzyloxy-3-methoxy-phenyl kojopyran derivative 6 k-o. The assessment of tyrosinase inhibition activity was conducted using L-Dopa as the substrate. Among synthesized compounds, 2-amino-4-(4-((4-fluorobenzyl)oxy)phenyl)-6-(hydroxymethyl)-8-oxo-4,8-dihydropyrano[3,2-b]pyran-3-carbonitrile (6b) demonstrated the highest antityrosinase activity with a competitive inhibition pattern (IC<sub>50</sub> = 7.69 ± 1.99 μM) as compared to the control agent kojic acid (IC<sub>50</sub> = 23.64 ± 2.56 µM). Since compound 6b was synthesized as a racemic mixture, in silico studies were performed for both R and S enantiomers. The R- enantiomer showed critical interactions compared with the S-enantiomer. Specifically, it established hydrogen bonds and hydrophobic interactions with crucial and highly conserved amino acids within the enzyme's binding site in the target protein. Moreover, the molecular dynamics simulations revealed that compound 6b demonstrated significant interactions with essential residues of the binding site, resulting in a stable complex throughout the entire simulation run. The drug-like and ADMET properties predictions showed an acceptable profile for compound 6b. Thus, it can serve as a drug candidate to develop more potent antityrosinase agents due to its low toxicity and its high inhibition activity."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran. najafi.zch@gmail.com."}], "LastName": "Najafi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Zandi Haramabadi", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Chehardoli", "ForeName": "Gholamabbas", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ebadi", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Stem Cells Technology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran. aida.iraji@gmail.com."}, {"Identifier": [], "Affiliation": "Research Center for Traditional Medicine and History of Medicine, Department of Persian Medicine, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran. aida.iraji@gmail.com."}], "LastName": "Iraji", "ForeName": "Aida", "Initials": "A"}], "GrantList": [{"GrantID": "9909186281", "Agency": "Vice Chancellor for Research and Technology, Hamadan University of Medical Sciences", "Country": ""}, {"GrantID": "IR.SUMS.REC.1402.354", "Agency": "Shiraz University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "BMC Chem", "NlmUniqueID": "101741142", "ISSNLinking": "2661-801X"}, "CoiStatement": "There is no competing interest to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "He X, Jin S, Dai X, Chen L, Xiang L, Zhang C. The emerging role of visible light in melanocyte biology and skin pigmentary disorders: friend or foe? J Clin Med. 2023;12(23):7488. doi: 10.3390/jcm12237488.", "ArticleIdList": ["10.3390/jcm12237488", "PMC10707362", "38068540"]}, {"Citation": "Slominski RM, Sarna T, Płonka PM, Raman C, Brożyna AA, Slominski AT. Melanoma, melanin, and melanogenesis: the yin and yang relationship. Front Oncol. 2022 doi: 10.3389/fonc.2022.842496.", "ArticleIdList": ["10.3389/fonc.2022.842496", "PMC8963986", "35359389"]}, {"Citation": "Solano F. On the metal cofactor in the tyrosinase family. Int J Mol Sci. 2018;19(2):633. doi: 10.3390/ijms19020633.", "ArticleIdList": ["10.3390/ijms19020633", "PMC5855855", "29473882"]}, {"Citation": "Li J, Feng L, Liu L, Wang F, Ouyang L, Zhang L, et al. Recent advances in the design and discovery of synthetic tyrosinase inhibitors. Eur J Med Chem. 2021;224:113744. doi: 10.1016/j.ejmech.2021.113744.", "ArticleIdList": ["10.1016/j.ejmech.2021.113744", "34365131"]}, {"Citation": "He M, Fan M, Yang W, Peng Z, Wang G. Novel kojic acid-1,2,4-triazine hybrids as anti-tyrosinase agents: synthesis, biological evaluation, mode of action, and anti-browning studies. Food Chem. 2023;419:136047. doi: 10.1016/j.foodchem.2023.136047.", "ArticleIdList": ["10.1016/j.foodchem.2023.136047", "37018861"]}, {"Citation": "Marieshwari BN, Bhuvaragavan S, Sruthi K, Mullainadhan P, Janarthanan S. Insect phenoloxidase and its diverse roles: melanogenesis and beyond. J Comp Physiol B. 2023;193(1):1–23. doi: 10.1007/s00360-022-01468-z.", "ArticleIdList": ["10.1007/s00360-022-01468-z", "36472653"]}, {"Citation": "Nagatsu T, Nakashima A, Watanabe H, Ito S, Wakamatsu K. Neuromelanin in Parkinson's disease: tyrosine hydroxylase and tyrosinase. Int J Mol Sci. 2022;23(8):4176. doi: 10.3390/ijms23084176.", "ArticleIdList": ["10.3390/ijms23084176", "PMC9029562", "35456994"]}, {"Citation": "Carballo-Carbajal I, Laguna A, Romero-Giménez J, Cuadros T, Bové J, Martinez-Vicente M, et al. Brain tyrosinase overexpression implicates age-dependent neuromelanin production in Parkinson’s disease pathogenesis. Nat Commun. 2019;10(1):973. doi: 10.1038/s41467-019-08858-y.", "ArticleIdList": ["10.1038/s41467-019-08858-y", "PMC6405777", "30846695"]}, {"Citation": "Chen YM, Li C, Zhang WJ, Shi Y, Wen ZJ, Chen QX, et al. Kinetic and computational molecular docking simulation study of novel kojic acid derivatives as anti-tyrosinase and antioxidant agents. J Enzyme Inhib Med Chem. 2019;34(1):990–998. doi: 10.1080/14756366.2019.1609467.", "ArticleIdList": ["10.1080/14756366.2019.1609467", "PMC6522964", "31072148"]}, {"Citation": "Yamada R, Yoshie T, Wakai S, Asai-Nakashima N, Okazaki F, Ogino C, et al. Aspergillus oryzae-based cell factory for direct kojic acid production from cellulose. Microb Cell Fact. 2014;13:71. doi: 10.1186/1475-2859-13-71.", "ArticleIdList": ["10.1186/1475-2859-13-71", "PMC4035902", "24885968"]}, {"Citation": "Wang W, Gao Y, Wang W, Zhang J, Yin J, Le T, et al. Kojic acid showed consistent inhibitory activity on tyrosinase from mushroom and in cultured B16F10 cells compared with arbutins. Antioxidants. 2022;11(3):502. doi: 10.3390/antiox11030502.", "ArticleIdList": ["10.3390/antiox11030502", "PMC8944748", "35326152"]}, {"Citation": "Xie W, Zhang J, Ma X, Yang W, Zhou Y, Tang X, et al. Synthesis and biological evaluation of kojic acid derivatives containing 1, 2, 4-triazole as potent tyrosinase inhibitors. Chem Biol Drug Des. 2015;86(5):1087–1092. doi: 10.1111/cbdd.12577.", "ArticleIdList": ["10.1111/cbdd.12577", "25916324"]}, {"Citation": "Ashooriha M, Khoshneviszadeh M, Khoshneviszadeh M, Moradi SE, Rafiei A, Kardan M, et al. 1,2,3-Triazole-based kojic acid analogs as potent tyrosinase inhibitors: design, synthesis and biological evaluation. Bioorgan Chem. 2019;82:414–422. doi: 10.1016/j.bioorg.2018.10.069.", "ArticleIdList": ["10.1016/j.bioorg.2018.10.069", "30428420"]}, {"Citation": "Lee YS, Park JH, Kim MH, Seo SH, Kim HJ. Synthesis of tyrosinase inhibitory kojic acid derivative. Arch Pharm. 2006;339(3):111–114. doi: 10.1002/ardp.200500213.", "ArticleIdList": ["10.1002/ardp.200500213", "16511808"]}, {"Citation": "Xie W, Zhang H, He J, Zhang J, Yu Q, Luo C, et al. Synthesis and biological evaluation of novel hydroxybenzaldehyde-based kojic acid analogues as inhibitors of mushroom tyrosinase. Bioorgan Med Chem Lett. 2017;27(3):530–532. doi: 10.1016/j.bmcl.2016.12.027.", "ArticleIdList": ["10.1016/j.bmcl.2016.12.027", "28011217"]}, {"Citation": "Ranjbar S, Razmara S, Khademian S, Malekzadeh Z, Kabiri M, Ghasemi Y, et al. 6-(Hydroxymethyl)-8-oxo-4, 8-dihydropyrano [3, 2-b] pyrans as new tyrosinase inhibitors and antioxidant agents. ChemistrySelect. 2023;8(43):e202302990. doi: 10.1002/slct.202302990.", "ArticleIdList": ["10.1002/slct.202302990"]}, {"Citation": "Debbabi M, Nimbarte VD, Chekir S, Chortani S, Romdhane A, Ben jannet H. Design and synthesis of novel potent anticoagulant and anti-tyrosinase pyranopyrimidines and pyranotriazolopyrimidines: Insights from molecular docking and SAR analysis. Bioorgan Chem. 2019;82:129–138. doi: 10.1016/j.bioorg.2018.10.004.", "ArticleIdList": ["10.1016/j.bioorg.2018.10.004", "30312868"]}, {"Citation": "Najafi Z, Alaei M, Bahmani A, Akbarzadeh T, Hariri R, Chehardoli G. Fused 1,4-Dihydropyridines and their corresponding pyridines: synthesis, molecular modeling and cholinesterase inhibition. ChemistrySelect. 2023;8(19):e202300219. doi: 10.1002/slct.202300219.", "ArticleIdList": ["10.1002/slct.202300219"]}, {"Citation": "Najafi Z, Ebadi A, Chehardoli G, Ziaei M, khoshneviszadeh M, Akbarzadeh T,, et al. Design, synthesis, in vitro, and in silico studies of novel benzylidene 6-methoxy-1-tetralone linked to benzyloxy and benzyl -1,2,3- triazole rings as potential tyrosinase inhibitors. J Mol Struct. 2023;1271:134018. doi: 10.1016/j.molstruc.2022.134018.", "ArticleIdList": ["10.1016/j.molstruc.2022.134018"]}, {"Citation": "Kurosawa W, Kan T, Fukuyama T. Stereocontrolled total synthesis of (−)-Ephedradine A (Orantine) J Am Chem Soc. 2003;125(27):8112–8113. doi: 10.1021/ja036011k.", "ArticleIdList": ["10.1021/ja036011k", "12837075"]}, {"Citation": "Elinson MN, Ryzhkov FV, Nasybullin RF, Vereshchagin AN, Egorov MP. Fast efficient and general PASE approach to medicinally relevant 4H,5H-Pyrano-[4,3-b]pyran-5-one and 4,6-Dihydro-5H-pyrano-[3,2-c]pyridine-5-one scaffolds. Helv Chim Acta. 2016;99(9):724–731. doi: 10.1002/hlca.201600150.", "ArticleIdList": ["10.1002/hlca.201600150"]}, {"Citation": "Pires DEV, Blundell TL, Ascher DB. pkCSM: predicting small-molecule pharmacokinetic and toxicity properties using graph-based signatures. J Med Chem. 2015;58(9):4066–4072. doi: 10.1021/acs.jmedchem.5b00104.", "ArticleIdList": ["10.1021/acs.jmedchem.5b00104", "PMC4434528", "25860834"]}, {"Citation": "Daina A, Michielin O, Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci Rep. 2017;7(1):42717. doi: 10.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Hosseinpoor H, Moghadam Farid S, Iraji A, Askari S, Edraki N, Hosseini S, et al. Anti-melanogenesis and anti-tyrosinase properties of aryl-substituted acetamides of phenoxy methyl triazole conjugated with thiosemicarbazide: Design, synthesis and biological evaluations. Bioorg Chem. 2021;114:104979. doi: 10.1016/j.bioorg.2021.104979.", "ArticleIdList": ["10.1016/j.bioorg.2021.104979", "34140181"]}, {"Citation": "Ghasemi N, Moradi S, Iraji A, Mahdavi M. Thiazolopyrimidine derivatives as novel class of small molecule tyrosinase inhibitor. BMC Chemistry. 2023;17(1):156. doi: 10.1186/s13065-023-01077-z.", "ArticleIdList": ["10.1186/s13065-023-01077-z", "PMC10658973", "37981674"]}, {"Citation": "Iraji A, Sheikhi N, Attarroshan M, Reaz Sharifi Ardani G, Kabiri M, Naghibi Bafghi A, Kobarfard F, Rezaei Z, Khoshneviszadeh M, Foroumadi A, Mirfazli SS. Design, synthesis, spectroscopic characterization, in vitro tyrosinase inhibition, antioxidant evaluation, in silico and kinetic studies of substituted indole-carbohydrazides. Bioorgan Chem. 2022;129:106140. doi: 10.1016/j.bioorg.2022.106140.", "ArticleIdList": ["10.1016/j.bioorg.2022.106140", "36150231"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "15"}, {"Year": "2024", "Month": "2", "Day": "2"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "0", "Minute": "1"}, {"Year": "2024", "Month": "2", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38388934", "PMC10885651", "10.1186/s13065-024-01134-1", "10.1186/s13065-024-01134-1"]}}]}