{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["depression", "mechanism", "natural plant", "pharmacological action", "polysaccharides"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38389919", "DateRevised": {"Year": "2024", "Month": "02", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["1348019", "10.3389/fphar.2024.1348019"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "08"}], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "A review of the pharmacological action and mechanism of natural plant polysaccharides in depression.", "Pagination": {"StartPage": "1348019", "MedlinePgn": "1348019"}, "Abstract": {"AbstractText": ["Depression is a prevalent mental disorder. However, clinical treatment options primarily based on chemical drugs have demonstrated varying degrees of adverse reactions and drug resistance, including somnolence, nausea, and cognitive impairment. Therefore, the development of novel antidepressant medications that effectively reduce suffering and side effects has become a prominent area of research. Polysaccharides are bioactive compounds extracted from natural plants that possess diverse pharmacological activities and medicinal values. It has been discovered that polysaccharides can effectively mitigate depression symptoms. This paper provides an overview of the pharmacological action and mechanisms, intervention approaches, and experimental models regarding the antidepressant effects of polysaccharides derived from various natural sources. Additionally, we summarize the roles and potential mechanisms through which these polysaccharides prevent depression by regulating neurotransmitters, HPA axis, neurotrophic factors, neuroinflammation, oxidative stress, tryptophan metabolism, and gut microbiota. Natural plant polysaccharides hold promise as adjunctive antidepressants for prevention, reduction, and treatment of depression by exerting their therapeutic effects through multiple pathways and targets. Therefore, this review aims to provide scientific evidence for developing polysaccharide resources as effective antidepressant drugs."], "CopyrightInformation": "Copyright © 2024 Yang, Li, Zhang, Shen, Xu and Yu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Yang", "ForeName": "Yu-He", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harbin University of Commerce, Harbin, China."}], "LastName": "Li", "ForeName": "Chen-Xue", "Initials": "CX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harbin University of Commerce, Harbin, China."}], "LastName": "Zhang", "ForeName": "Ruo-Bing", "Initials": "RB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Shen", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Xu", "ForeName": "Xue-Jiao", "Initials": "XJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Heilongjiang University of Chinese Medicine, Harbin, China."}], "LastName": "Yu", "ForeName": "Qin-Ming", "Initials": "QM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdoulaye I. A., Wu S., Chibaatar E., Yu D., Le K., Cao X., et al. (2021). Ketamine induces lasting antidepressant effects by modulating the NMDAR/CaMKII-mediated synaptic plasticity of the hippocampal dentate gyrus in depressive stroke model. Neural Plast. 2021, e6635084. 10.1155/2021/6635084", "ArticleIdList": ["10.1155/2021/6635084", "PMC8088363", "33981335"]}, {"Citation": "Agus A., Planchais J., Sokol H. (2018). Gut microbiota regulation of tryptophan metabolism in health and disease. Cell Host Microbe 23, 716–724. 10.1016/j.chom.2018.05.003", "ArticleIdList": ["10.1016/j.chom.2018.05.003", "29902437"]}, {"Citation": "Appleton J. (2018). The gut-brain axis: influence of microbiota on mood and mental health. Integr. Med. Clin. J. 17, 28–32.", "ArticleIdList": ["PMC6469458", "31043907"]}, {"Citation": "Attwells S., Setiawan E., Wilson A. A., Rusjan P. M., Miler L., Xu C., et al. (2020). Replicating predictive serum correlates of greater translocator protein distribution volume in brain. Neuropsychopharmacology 45, 925–931. 10.1038/s41386-019-0561-y", "ArticleIdList": ["10.1038/s41386-019-0561-y", "PMC7162884", "31683271"]}, {"Citation": "Averina O. V., Zorkina Y. A., Yunes R. A., Kovtun A. S., Ushakova V. M., Morozova A. Y., et al. (2020). Bacterial metabolites of human gut microbiota correlating with depression. Int. J. Mol. Sci. 21, 9234. 10.3390/ijms21239234", "ArticleIdList": ["10.3390/ijms21239234", "PMC7730936", "33287416"]}, {"Citation": "Barbuti M., Menculini G., Verdolini N., Pacchiarotti I., Kotzalidis G. D., Tortorella A., et al. (2023). A systematic review of manic/hypomanic and depressive switches in patients with bipolar disorder in naturalistic settings: the role of antidepressant and antipsychotic drugs. Eur. Neuropsychopharmacol. 73, 1–15. 10.1016/j.euroneuro.2023.04.013", "ArticleIdList": ["10.1016/j.euroneuro.2023.04.013", "37119556"]}, {"Citation": "Belujon P., Grace A. A. (2017). Dopamine system dysregulation in major depressive disorders. Int. J. Neuropsychopharmacol. 20, 1036–1046. 10.1093/ijnp/pyx056", "ArticleIdList": ["10.1093/ijnp/pyx056", "PMC5716179", "29106542"]}, {"Citation": "Benedetti F., Aggio V., Pratesi M. L., Greco G., Furlan R. (2020). Neuroinflammation in bipolar depression. Front. Psychiatry 11, 71. 10.3389/fpsyt.2020.00071", "ArticleIdList": ["10.3389/fpsyt.2020.00071", "PMC7054443", "32174850"]}, {"Citation": "Bhatt S., Nagappa A. N., Patil C. R. (2020). Role of oxidative stress in depression. Drug Discov. Today 25, 1270–1276. 10.1016/j.drudis.2020.05.001", "ArticleIdList": ["10.1016/j.drudis.2020.05.001", "32404275"]}, {"Citation": "Bi C., Guo S., Hu S., Chen J., Ye M., Liu Z. (2022). The microbiota–gut–brain axis and its modulation in the therapy of depression: comparison of efficacy of conventional drugs and traditional Chinese medicine approaches. Pharmacol. Res. 183, 106372. 10.1016/j.phrs.2022.106372", "ArticleIdList": ["10.1016/j.phrs.2022.106372", "35908662"]}, {"Citation": "Bian H., Yan F., Li W., Tu W., Ji X. (2022). Tert-butylhydroquinone prevents neuroinflammation and relieves depression via regulation of NLRP3 signaling in mice. Int. Immunopharmacol. 107, 108723. 10.1016/j.intimp.2022.108723", "ArticleIdList": ["10.1016/j.intimp.2022.108723", "35338961"]}, {"Citation": "Bouvier E., Brouillard F., Molet J., Claverie D., Cabungcal J.-H., Cresto N., et al. (2017). Nrf2-dependent persistent oxidative stress results in stress-induced vulnerability to depression. Mol. Psychiatry 22, 1701–1713. 10.1038/mp.2016.144", "ArticleIdList": ["10.1038/mp.2016.144", "27646262"]}, {"Citation": "Brancato S. K., Thomay A. A., Daley J. M., Crane M. J., Reichner J. S., Sabo E., et al. (2013). Toll-like receptor 4 signaling regulates the acute local inflammatory response to injury and the fibrosis/neovascularization of sterile wounds. Wound Repair Regen. 21, 624–633. 10.1111/wrr.12061", "ArticleIdList": ["10.1111/wrr.12061", "PMC4469904", "23758142"]}, {"Citation": "Breda C., Sathyasaikumar K. V., Sograte Idrissi S., Notarangelo F. M., Estranero J. G., Moore G. G. L., et al. (2016). Tryptophan-2,3-dioxygenase (TDO) inhibition ameliorates neurodegeneration by modulation of kynurenine pathway metabolites. Proc. Natl. Acad. Sci. 113, 5435–5440. 10.1073/pnas.1604453113", "ArticleIdList": ["10.1073/pnas.1604453113", "PMC4868470", "27114543"]}, {"Citation": "Cai Q., Li Y., Pei G. (2017). Polysaccharides from Ganoderma lucidum attenuate microglia-mediated neuroinflammation and modulate microglial phagocytosis and behavioural response. J. Neuroinflammation 14, 63. 10.1186/s12974-017-0839-0", "ArticleIdList": ["10.1186/s12974-017-0839-0", "PMC5364682", "28340576"]}, {"Citation": "Carniel B. P., da Rocha N. S. (2021). Brain-derived neurotrophic factor (BDNF) and inflammatory markers: perspectives for the management of depression. Prog. Neuropsychopharmacol. Biol. Psychiatry 108, 110151. 10.1016/j.pnpbp.2020.110151", "ArticleIdList": ["10.1016/j.pnpbp.2020.110151", "33096156"]}, {"Citation": "Castrén E., Võikar V., Rantamäki T. (2007). Role of neurotrophic factors in depression. Curr. Opin. Pharmacol. 7, 18–21. 10.1016/j.coph.2006.08.009", "ArticleIdList": ["10.1016/j.coph.2006.08.009", "17049922"]}, {"Citation": "Chai Y., Li Q., Wang Y., Tao E., Asakawa T. (2022). The value of HPA axis hormones as biomarkers for screening and early diagnosis of postpartum depression: updated information about methodology. Front. Endocrinol. 13, 916611. 10.3389/fendo.2022.916611", "ArticleIdList": ["10.3389/fendo.2022.916611", "PMC9315198", "35903273"]}, {"Citation": "Cheema H. S., Singh M. P. (2021). The use of medicinal plants in digestive system related disorders: a systematic review. J. Ayurvedic Herb. Med. 7, 182–187. 10.31254/jahm.2021.7303", "ArticleIdList": ["10.31254/jahm.2021.7303"]}, {"Citation": "Chen G., Zhou S., Chen Q., Liu M., Dong M., Hou J., et al. (2022). Tryptophan-5-HT pathway disorder was uncovered in the olfactory bulb of a depression mice model by metabolomic analysis. Front. Mol. Neurosci. 15, 965697. 10.3389/fnmol.2022.965697", "ArticleIdList": ["10.3389/fnmol.2022.965697", "PMC9589483", "36299862"]}, {"Citation": "Chen H., Kan Q., Zhao L., Ye G., He X., Tang H., et al. (2023). Prophylactic effect of Tongxieyaofang polysaccharide on depressive behavior in adolescent male mice with chronic unpredictable stress through the microbiome-gut-brain axis. Biomed. Pharmacother. 161, 114525. 10.1016/j.biopha.2023.114525", "ArticleIdList": ["10.1016/j.biopha.2023.114525", "36921537"]}, {"Citation": "Chen K., Chen S., Ren J., Lin S., Xiao M., Cheng L., et al. (2021). Antidepressant effect of acidic polysaccharides from Poria and their regulation of neurotransmitters and NLRP3 pathway. China J. Chin. Mat. Medica 46, 5088–5095. 10.19540/j.cnki.cjcmm.20210610.705", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20210610.705", "34738405"]}, {"Citation": "Chen P., Hei M., Kong L., Liu Y., Yang Y., Mu H., et al. (2019). One water-soluble polysaccharide from Ginkgo biloba leaves with antidepressant activities via modulation of the gut microbiome. Food Funct. 10, 8161–8171. 10.1039/C9FO01178A", "ArticleIdList": ["10.1039/C9FO01178A", "31742291"]}, {"Citation": "Cheng D., Chang H., Ma S., Guo J., She G., Zhang F., et al. (2018). Tiansi Liquid modulates gut microbiota composition and tryptophan–kynurenine metabolism in rats with hydrocortisone-induced depression. Molecules 23, 2832. 10.3390/molecules23112832", "ArticleIdList": ["10.3390/molecules23112832", "PMC6278342", "30384480"]}, {"Citation": "Chu P. H. W., Li H.-Y., Chin M.-P., So K., Chan H. H. L. (2013). Effect of Lycium barbarum (Wolfberry) polysaccharides on preserving retinal function after partial optic nerve transection. PLOS ONE 8, e81339. 10.1371/journal.pone.0081339", "ArticleIdList": ["10.1371/journal.pone.0081339", "PMC3858224", "24339917"]}, {"Citation": "Chu S. (2019). Protective effects of Lycium barbarum polysaccharide on depression rats with post-traumatic stress disorder. Mod. Prev. Med. 46, 2622–2637."}, {"Citation": "Comai S., Bertazzo A., Brughera M., Crotti S. (2020). Tryptophan in health and disease. Adv. Clin. Chem. 95, 165–218. 10.1016/bs.acc.2019.08.005", "ArticleIdList": ["10.1016/bs.acc.2019.08.005", "32122523"]}, {"Citation": "Deng Z., Yuan C., Yang J., Peng Y., Wang W., Wang Y., et al. (2019). Behavioral defects induced by chronic social defeat stress are protected by Momordica charantia polysaccharides via attenuation of JNK3/PI3K/AKT neuroinflammatory pathway. Ann. Transl. Med. 7, 6. 10.21037/atm.2018.12.08", "ArticleIdList": ["10.21037/atm.2018.12.08", "PMC6351384", "30788353"]}, {"Citation": "Ding C., Xu Y., Ge Y. (2021). Research on the mechanism and the effects of Angelica polysaccharide on the behavior of chronic stress depression mice. West. J. Tradit. Chin. Med. 34, 21–27. 10.12174/j.issn.2096-9600.2021.06.06", "ArticleIdList": ["10.12174/j.issn.2096-9600.2021.06.06"]}, {"Citation": "Ding J., Jiang C., Yang L., Wang X. (2022). Ameliorative effect of Acanathopanax senticosus polysaccharides on depressive behavior in rats by regulating PI3K/Akt/mTOR pathway. Sci. Technol. Food Ind. 43, 369–375. 10.13386/j.issn1002-0306.2021090141", "ArticleIdList": ["10.13386/j.issn1002-0306.2021090141"]}, {"Citation": "Duman R. S., Sanacora G., Krystal J. H. (2019). Altered connectivity in depression: GABA and glutamate neurotransmitter deficits and reversal by novel treatments. Neuron 102, 75–90. 10.1016/j.neuron.2019.03.013", "ArticleIdList": ["10.1016/j.neuron.2019.03.013", "PMC6450409", "30946828"]}, {"Citation": "Dwivedi Y. (2009). Brain-derived neurotrophic factor: role in depression and suicide. Neuropsychiatr. Dis. Treat. 5, 433–449. 10.2147/ndt.s5700", "ArticleIdList": ["10.2147/ndt.s5700", "PMC2732010", "19721723"]}, {"Citation": "Eicher T. P., Mohajeri M. H. (2022). Overlapping mechanisms of action of brain-active bacteria and bacterial metabolites in the pathogenesis of common brain diseases. Nutrients 14, 2661. 10.3390/nu14132661", "ArticleIdList": ["10.3390/nu14132661", "PMC9267981", "35807841"]}, {"Citation": "Fan L., Peng Y., Wang J., Ma P., Zhao L., Li X. (2021). Total glycosides from stems of Cistanche tubulosa alleviate depression-like behaviors: bidirectional interaction of the phytochemicals and gut microbiota. Phytomedicine 83, 153471. 10.1016/j.phymed.2021.153471", "ArticleIdList": ["10.1016/j.phymed.2021.153471", "33636477"]}, {"Citation": "Farahani M. S., Bahramsoltani R., Farzaei M. H., Abdollahi M., Roja R. (2015). Plant-derived natural medicines for the management of depression: an overview of mechanisms of action. Rev. Neurosci. 26, 305–321. 10.1515/revneuro-2014-0058", "ArticleIdList": ["10.1515/revneuro-2014-0058", "25719303"]}, {"Citation": "Feng X., Fan Y., Chung C. Y. (2020). Mefenamic acid can attenuate depressive symptoms by suppressing microglia activation induced upon chronic stress. Brain Res. 1740, 146846. 10.1016/j.brainres.2020.146846", "ArticleIdList": ["10.1016/j.brainres.2020.146846", "32325074"]}, {"Citation": "Fond G., Loundou A., Rabu C., Macgregor A., Lançon C., Brittner M., et al. (2014). Ketamine administration in depressive disorders: a systematic review and meta-analysis. Psychopharmacol. (Berl.) 231, 3663–3676. 10.1007/s00213-014-3664-5", "ArticleIdList": ["10.1007/s00213-014-3664-5", "25038867"]}, {"Citation": "Fries G. R., Saldana V. A., Finnstein J., Rein T. (2023). Molecular pathways of major depressive disorder converge on the synapse. Mol. Psychiatry 28, 284–297. 10.1038/s41380-022-01806-1", "ArticleIdList": ["10.1038/s41380-022-01806-1", "PMC9540059", "36203007"]}, {"Citation": "Fu Y., Peng Y., Huang X., Yang Y., Huang L., Xi Y., et al. (2021). Lycium barbarum polysaccharide-glycoprotein preventative treatment ameliorates aversive. Neural Regen. Res. 16, 543–549. 10.4103/1673-5374.293156", "ArticleIdList": ["10.4103/1673-5374.293156", "PMC7996006", "32985485"]}, {"Citation": "Gao F., Yang S., Wang J., Zhu G. (2022). cAMP-PKA cascade: an outdated topic for depression? Biomed. Pharmacother. 150, 113030. 10.1016/j.biopha.2022.113030", "ArticleIdList": ["10.1016/j.biopha.2022.113030", "35486973"]}, {"Citation": "Gong X., Chang R., Zou J., Tan S., Huang Z. (2023). The role and mechanism of tryptophan–kynurenine metabolic pathway in depression. Rev. Neurosci. 34, 313–324. 10.1515/revneuro-2022-0047", "ArticleIdList": ["10.1515/revneuro-2022-0047", "36054612"]}, {"Citation": "Grinchii D., Dremencov E. (2020). Mechanism of action of atypical antipsychotic drugs in mood disorders. Int. J. Mol. Sci. 21, 9532. 10.3390/ijms21249532", "ArticleIdList": ["10.3390/ijms21249532", "PMC7765178", "33333774"]}, {"Citation": "Guo X., Rao Y., Mao R., Cui L., Fang Y. (2020). Common cellular and molecular mechanisms and interactions between microglial activation and aberrant neuroplasticity in depression. Neuropharmacology 181, 108336. 10.1016/j.neuropharm.2020.108336", "ArticleIdList": ["10.1016/j.neuropharm.2020.108336", "32980387"]}, {"Citation": "Guo Y., Chen X., Gong P., Li Z., Wu Y., Zhang J., et al. (2023). Advances in the mechanisms of polysaccharides in alleviating depression and its complications. Phytomedicine 109, 154566. 10.1016/j.phymed.2022.154566", "ArticleIdList": ["10.1016/j.phymed.2022.154566", "36610126"]}, {"Citation": "Han W., Wang N., Han M., Ban M., Sun T., Xu J. (2022). Reviewing the role of gut microbiota in the pathogenesis of depression and exploring new therapeutic options. Front. Neurosci. 16, 1029495. 10.3389/fnins.2022.1029495", "ArticleIdList": ["10.3389/fnins.2022.1029495", "PMC9772619", "36570854"]}, {"Citation": "Höglund E., Øverli Ø., Winberg S. (2019). Tryptophan metabolic pathways and brain serotonergic activity: a comparative review. Front. Endocrinol. 10, 158. 10.3389/fendo.2019.00158", "ArticleIdList": ["10.3389/fendo.2019.00158", "PMC6463810", "31024440"]}, {"Citation": "Hou C., Yin M., Lan P., Wang H., Nie H., Ji X. (2021). Recent progress in the research of Angelica sinensis (Oliv.) Diels polysaccharides: extraction, purification, structure and bioactivities. Chem. Biol. Technol. Agric. 8, 13. 10.1186/s40538-021-00214-x", "ArticleIdList": ["10.1186/s40538-021-00214-x"]}, {"Citation": "Ji X., Guo J., Cao T., Zhang T., Liu Y., Yan Y. (2023). Review on mechanisms and structure-activity relationship of hypoglycemic effects of polysaccharides from natural resources. Food Sci. Hum. Wellness 12, 1969–1980. 10.1016/j.fshw.2023.03.017", "ArticleIdList": ["10.1016/j.fshw.2023.03.017"]}, {"Citation": "Ji X., Hou C., Gao Y., Xue Y., Yan Y., Guo X. (2020). Metagenomic analysis of gut microbiota modulatory effects of Jujube (Ziziphus jujuba Mill.) polysaccharides in a colorectal cancer mouse model. Food Funct. 11, 163–173. 10.1039/C9FO02171J", "ArticleIdList": ["10.1039/C9FO02171J", "31830158"]}, {"Citation": "Joo M.-K., Ma X., Yoo J.-W., Shin Y.-J., Kim H.-J., Kim D.-H. (2023). Patient-derived Enterococcus mundtii and its capsular polysaccharides cause depression through the downregulation of NF-κB-involved serotonin and BDNF expression. Microbes Infect. 25, 105116. 10.1016/j.micinf.2023.105116", "ArticleIdList": ["10.1016/j.micinf.2023.105116", "36758891"]}, {"Citation": "Jovanovic P., Wang Y., Vit J.-P., Novinbakht E., Morones N., Hogg E., et al. (2022). Sustained chemogenetic activation of locus coeruleus norepinephrine neurons promotes dopaminergic neuron survival in synucleinopathy. PLOS ONE 17, e0263074. 10.1371/journal.pone.0263074", "ArticleIdList": ["10.1371/journal.pone.0263074", "PMC8939823", "35316276"]}, {"Citation": "Khosravifarsani M., Tolouian R., Yadollahifarsani S., Soleimani P., Sarazen M., Mostafizi P., et al. (2022). Medical plants for lung cancer: an overview of current knowledge. Immunopathol. Persa 9, e38455. 10.34172/ipp.2022.38455", "ArticleIdList": ["10.34172/ipp.2022.38455"]}, {"Citation": "Kim Y.-K., Na K.-S., Myint A.-M., Leonard B. E. (2016). The role of pro-inflammatory cytokines in neuroinflammation, neurogenesis and the neuroendocrine system in major depression. Prog. Neuropsychopharmacol. Biol. Psychiatry 64, 277–284. 10.1016/j.pnpbp.2015.06.008", "ArticleIdList": ["10.1016/j.pnpbp.2015.06.008", "26111720"]}, {"Citation": "Kim Y.-S., O’Sullivan D. M., Shin S.-K. (2019). Can 24 weeks strength training reduce feelings of depression and increase neurotransmitter in elderly females? Exp. Gerontol. 115, 62–68. 10.1016/j.exger.2018.11.009", "ArticleIdList": ["10.1016/j.exger.2018.11.009", "30453010"]}, {"Citation": "Li H., Xiao Y., Han L., Jia Y., Luo S., Zhang D., et al. (2021). Ganoderma lucidum polysaccharides ameliorated depression-like behaviors in the chronic social defeat stress depression model via modulation of Dectin-1 and the innate immune system. Brain Res. Bull. 171, 16–24. 10.1016/j.brainresbull.2021.03.002", "ArticleIdList": ["10.1016/j.brainresbull.2021.03.002", "33705858"]}, {"Citation": "Li X., Mo X., Liu T., Shao R., Teopiz K., McIntyre R., et al. (2022). Efficacy of Lycium barbarum polysaccharide in adolescents with subthreshold depression: interim analysis of a randomized controlled study. Neural Regen. Res. 17, 1582–1587. 10.4103/1673-5374.330618", "ArticleIdList": ["10.4103/1673-5374.330618", "PMC8771081", "34916444"]}, {"Citation": "Liang S., Huang R., Lin X., Huang J., Huang Z., Liu H. (2012). Effects of Yulangsan polysaccharide on monoamine neurotransmitters, adenylate cyclase activity and brain-derived neurotrophic factor expression in a mouse model of depression induced by unpredictable chronic mild stress. Neural Regen. Res. 7, 191–196. 10.3969/j.issn.1673-5374.2012.03.006", "ArticleIdList": ["10.3969/j.issn.1673-5374.2012.03.006", "PMC4353113", "25767498"]}, {"Citation": "Liang S., Wang N., Huang R., Tan H., Fu S. (2010). Study on anti-depression effect of Yulangsan polysaccharides. Lishizhen Med. Mat. Medica Res. 21, 241–242."}, {"Citation": "Liang X., Wang X., Zhao G., Huang X., Xu X., Dong W. (2021). Research progress of essential oil as a new complementary therapy in the treatment of depression. Mini Rev. Med. Chem. 21, 2276–2289. 10.2174/1389557521666210219161747", "ArticleIdList": ["10.2174/1389557521666210219161747", "33605857"]}, {"Citation": "Liaqat H., Parveen A., Kim S. Y. (2022a). Neuroprotective natural products’ regulatory effects on depression via gut–brain axis targeting tryptophan. Nutrients 14, 3270. 10.3390/nu14163270", "ArticleIdList": ["10.3390/nu14163270", "PMC9413544", "36014776"]}, {"Citation": "Liaqat H., Parveen A., Kim S.-Y. (2022b). Antidepressive effect of natural products and their derivatives targeting BDNF-TrkB in gut–brain axis. Int. J. Mol. Sci. 23, 14968. 10.3390/ijms232314968", "ArticleIdList": ["10.3390/ijms232314968", "PMC9737781", "36499295"]}, {"Citation": "Linnerbauer M., Wheeler M. A., Quintana F. J. (2020). Astrocyte crosstalk in CNS inflammation. Neuron 108, 608–622. 10.1016/j.neuron.2020.08.012", "ArticleIdList": ["10.1016/j.neuron.2020.08.012", "PMC7704785", "32898475"]}, {"Citation": "Liu D., Tang W., Han C., Nie S. (2022a). Advances in Polygonatum sibiricum polysaccharides: extraction, purification, structure, biosynthesis, and bioactivity. Front. Nutr. 9, 1074671. 10.3389/fnut.2022.1074671", "ArticleIdList": ["10.3389/fnut.2022.1074671", "PMC9760828", "36545471"]}, {"Citation": "Liu J., Wang Y., Zhao H., Shen Y., Wang C., Li S., et al. (2022b). Effect and mechanism of Lily polysaccharide combined with Astragalus polysaccharide on depressive behavior in chronic stress mice. Chin. J. Exp. Tradit. Med. Formulae 24, 62–70. 10.13422/j.cnki.syfjx.20220539", "ArticleIdList": ["10.13422/j.cnki.syfjx.20220539"]}, {"Citation": "Liu L., Liu W., Fan L., Guo L. (2019a). Effects of Astragalus polysaccharide on post-stroke depression in rats. China Med. Her. 16, 11–14."}, {"Citation": "Liu M., Zhang Y., Zhang Y., Wang G., Zhou B. (2021). Effects and potential mechanisms of Gastrodia Elata polysaccharides in LPS-induced depression model mice. China Pharm. 24, 2018–2023. 10.19962/j.cnki.issn1008-049X.2021.11.011", "ArticleIdList": ["10.19962/j.cnki.issn1008-049X.2021.11.011"]}, {"Citation": "Liu P., Bai X., Zhang T., Zhou L., Li J., Zhang L. (2019b). The protective effect of Lonicera japonica polysaccharide on mice with depression by inhibiting NLRP3 inflammasome. Ann. Transl. Med. 7, 811. 10.21037/atm.2019.12.64", "ArticleIdList": ["10.21037/atm.2019.12.64", "PMC6989883", "32042827"]}, {"Citation": "Lu Y., Huang R., He P. (2013). Effects of Yulangsan polysaccharides on behavior, structure of hippocampus in mice with chronic stress-induced depression. Chin. J. Exp. Tradit. Med. Formulae 19, 220–223. 10.13422/j.cnki.syfjx.2013.01.068", "ArticleIdList": ["10.13422/j.cnki.syfjx.2013.01.068"]}, {"Citation": "Luo J., Li J., Shen Z., Lin X., Chen A., Wang Y., et al. (2023). Advances in health-promoting effects of natural polysaccharides: regulation on Nrf2 antioxidant pathway. Front. Nutr. 10, 1102146. 10.3389/fnut.2023.1102146", "ArticleIdList": ["10.3389/fnut.2023.1102146", "PMC9978827", "36875839"]}, {"Citation": "Ma Q., Pu Y., Yuan W., Lv L., Du Z., Li W. (2015). Antidepressant effect of lentinan in chronically stressed mice and its possible mechanism. Chin. J. Immunol. 31, 329–333. 10.3969/j.issn.1000-484X.2015.03.009", "ArticleIdList": ["10.3969/j.issn.1000-484X.2015.03.009"]}, {"Citation": "Manosso L. M., Camargo A., Dafre A. L., Rodrigues A. L. S. (2022). Vitamin E for the management of major depressive disorder: possible role of the anti-inflammatory and antioxidant systems. Nutr. Neurosci. 25, 1310–1324. 10.1080/1028415X.2020.1853417", "ArticleIdList": ["10.1080/1028415X.2020.1853417", "33314993"]}, {"Citation": "Mikulska J., Juszczyk G., Gawrońska-Grzywacz M., Herbet M. (2021). HPA axis in the pathomechanism of depression and schizophrenia: new therapeutic strategies based on its participation. Brain Sci. 11, 1298. 10.3390/brainsci11101298", "ArticleIdList": ["10.3390/brainsci11101298", "PMC8533829", "34679364"]}, {"Citation": "Möhler H. (2012). The GABA system in anxiety and depression and its therapeutic potential. Neuropharmacology 62, 42–53. 10.1016/j.neuropharm.2011.08.040", "ArticleIdList": ["10.1016/j.neuropharm.2011.08.040", "21889518"]}, {"Citation": "Moncrieff J., Cooper R. E., Stockmann T., Amendola S., Hengartner M. P., Horowitz M. A. (2022). The serotonin theory of depression: a systematic umbrella review of the evidence. Mol. Psychiatry. 28, 3243–3256. 10.1038/s41380-022-01661-0", "ArticleIdList": ["10.1038/s41380-022-01661-0", "PMC10618090", "35854107"]}, {"Citation": "Moylan S., Berk M., Dean O. M., Samuni Y., Williams L. J., O’Neil A., et al. (2014). Oxidative & nitrosative stress in depression: why so much stress? Neurosci. Biobehav. Rev. 45, 46–62. 10.1016/j.neubiorev.2014.05.007", "ArticleIdList": ["10.1016/j.neubiorev.2014.05.007", "24858007"]}, {"Citation": "Mu S., Yang W., Huang G. (2021). Antioxidant activities and mechanisms of polysaccharides. Chem. Biol. Drug Des. 97, 628–632. 10.1111/cbdd.13798", "ArticleIdList": ["10.1111/cbdd.13798", "32946177"]}, {"Citation": "Newport D. J., Carpenter L. L., McDonald W. M., Potash J. B., Tohen M., Nemeroff C. B., et al. (2015). Ketamine and other NMDA antagonists: early clinical trials and possible mechanisms in depression. Am. J. Psychiatry 172, 950–966. 10.1176/appi.ajp.2015.15040465", "ArticleIdList": ["10.1176/appi.ajp.2015.15040465", "26423481"]}, {"Citation": "Nobis A., Zalewski D., Waszkiewicz N. (2020). Peripheral markers of depression. J. Clin. Med. 9, 3793. 10.3390/jcm9123793", "ArticleIdList": ["10.3390/jcm9123793", "PMC7760788", "33255237"]}, {"Citation": "O’Mahony S. M., Clarke G., Borre Y. E., Dinan T. G., Cryan J. F. (2015). Serotonin, tryptophan metabolism and the brain-gut-microbiome axis. Behav. Brain Res. 277, 32–48. 10.1016/j.bbr.2014.07.027", "ArticleIdList": ["10.1016/j.bbr.2014.07.027", "25078296"]}, {"Citation": "Orihuela R., McPherson C. A., Harry G. J. (2016). Microglial M1/M2 polarization and metabolic states. Br. J. Pharmacol. 173, 649–665. 10.1111/bph.13139", "ArticleIdList": ["10.1111/bph.13139", "PMC4742299", "25800044"]}, {"Citation": "Parganiha R., Tripathi A., Prathyusha S., Baghel P., Lanjhiyana S., Lanjhiyana S., et al. (2022). A review of plants for hepatic disorders. J. Complement. Med. Res. 13, 46. 10.5455/jcmr.2022.13.04.10", "ArticleIdList": ["10.5455/jcmr.2022.13.04.10"]}, {"Citation": "Paykel E. S. (2008). Basic concepts of depression. Dialogues Clin. Neurosci. 10, 279–289. 10.31887/DCNS.2008.10.3/espaykel", "ArticleIdList": ["10.31887/DCNS.2008.10.3/espaykel", "PMC3181879", "18979941"]}, {"Citation": "PehliVan Karakas F., Coşkun H., Soytürk H., Bozat B. G. (2020). Anxiolytic, antioxidant, and neuroprotective effects of goji berry polysaccharides in ovariectomized rats: experimental evidence from behavioral, biochemical, and immunohistochemical analyses. Turk. J. Biol. 44, 238–251. 10.3906/biy-2003-8", "ArticleIdList": ["10.3906/biy-2003-8", "PMC7585160", "33110362"]}, {"Citation": "Pferschy-Wenzig E.-M., Pausan M. R., Ardjomand-Woelkart K., Röck S., Ammar R. M., Kelber O., et al. (2022). Medicinal plants and their impact on the gut microbiome in mental health: a systematic review. Nutrients 14, 2111. 10.3390/nu14102111", "ArticleIdList": ["10.3390/nu14102111", "PMC9144835", "35631252"]}, {"Citation": "Popa D., Cerdan J., Repérant C., Guiard B. P., Guilloux J.-P., David D. J., et al. (2010). A longitudinal study of 5-HT outflow during chronic fluoxetine treatment using a new technique of chronic microdialysis in a highly emotional mouse strain. Eur. J. Pharmacol. 628, 83–90. 10.1016/j.ejphar.2009.11.037", "ArticleIdList": ["10.1016/j.ejphar.2009.11.037", "19944680"]}, {"Citation": "Rajanala K., Kumar N., Chamallamudi M. R. (2021). Modulation of gut-brain axis by probiotics: a promising anti-depressant approach. Curr. Neuropharmacol. 19, 990–1006. 10.2174/1570159X19666201215142520", "ArticleIdList": ["10.2174/1570159X19666201215142520", "PMC8686316", "33327916"]}, {"Citation": "Rathour D., Shah S., Khan S., Singh P. K., Srivastava S., Singh S. B., et al. (2023). Role of gut microbiota in depression: understanding molecular pathways, recent research, and future direction. Behav. Brain Res. 436, 114081. 10.1016/j.bbr.2022.114081", "ArticleIdList": ["10.1016/j.bbr.2022.114081", "36037843"]}, {"Citation": "Rybakowski J. K. (2023). Application of antipsychotic drugs in mood disorders. Brain Sci. 13, 414. 10.3390/brainsci13030414", "ArticleIdList": ["10.3390/brainsci13030414", "PMC10046525", "36979224"]}, {"Citation": "Schwarcz R., Bruno J. P., Muchowski P. J., Wu H.-Q. (2012). Kynurenines in the mammalian brain: when physiology meets pathology. Nat. Rev. Neurosci. 13, 465–477. 10.1038/nrn3257", "ArticleIdList": ["10.1038/nrn3257", "PMC3681811", "22678511"]}, {"Citation": "Shao J., Wei Y., Wei X. (2022). A comprehensive review on bioavailability, safety and antidepressant potential of natural bioactive components from tea. Food Res. Int. 158, 111540. 10.1016/j.foodres.2022.111540", "ArticleIdList": ["10.1016/j.foodres.2022.111540", "35840236"]}, {"Citation": "Shen F., Song Z., Xie P., Li L., Wang B., Peng D., et al. (2021). Polygonatum sibiricum polysaccharide prevents depression-like behaviors by reducing oxidative stress, inflammation, and cellular and synaptic damage. J. Ethnopharmacol. 275, 114164. 10.1016/j.jep.2021.114164", "ArticleIdList": ["10.1016/j.jep.2021.114164", "33932516"]}, {"Citation": "Shen F., Xie P., Li C., Bian Z., Wang X., Peng D., et al. (2022). Polysaccharides from Polygonatum cyrtonema Hua reduce depression-like behavior in mice by inhibiting oxidative stress-calpain-1-NLRP3 signaling axis. Oxid. Med. Cell. Longev. 2022, 2566917–17. 10.1155/2022/2566917", "ArticleIdList": ["10.1155/2022/2566917", "PMC9045988", "35498131"]}, {"Citation": "Shirayama Y., Iwata M., Fujita Y., Oda Y., Hashimoto K. (2022). The Toll-like receptor 4 antagonist TAK-242 induces antidepressant-like effects in a rat learned helplessness model of depression through BDNF-TrkB signaling and AMPA receptor activation. Behav. Brain Res. 423, 113769. 10.1016/j.bbr.2022.113769", "ArticleIdList": ["10.1016/j.bbr.2022.113769", "35085701"]}, {"Citation": "Song L., Wu X., Wang J., Guan Y., Zhang Y., Gong M., et al. (2021a). Antidepressant effect of catalpol on corticosterone-induced depressive-like behavior involves the inhibition of HPA axis hyperactivity, central inflammation and oxidative damage probably via dual regulation of NF-κB and Nrf2. Brain Res. Bull. 177, 81–91. 10.1016/j.brainresbull.2021.09.002", "ArticleIdList": ["10.1016/j.brainresbull.2021.09.002", "34500039"]}, {"Citation": "Song Q., Wang Y., Huang L., Shen M., Yu Y., Yu Q., et al. (2021b). Review of the relationships among polysaccharides, gut microbiota, and human health. Food Res. Int. 140, 109858. 10.1016/j.foodres.2020.109858", "ArticleIdList": ["10.1016/j.foodres.2020.109858", "33648176"]}, {"Citation": "Song Z., Cheng L., Liu Y., Zhan S., Wu Z., Zhang X. (2022). Plant-derived bioactive components regulate gut microbiota to prevent depression and depressive-related neurodegenerative diseases: focus on neurotransmitters. Trends Food Sci. Technol. 129, 581–590. 10.1016/j.tifs.2022.10.019", "ArticleIdList": ["10.1016/j.tifs.2022.10.019"]}, {"Citation": "Su H., Wang D., Zhang T., Zhang X., Mao S., Li C. (2021). Effects of Astragalus polysaccharide on depressive behaviors and hippocampal Nrf2-ARE signaling pathway in rats. Chin. Pharmacol. Bull. 37, 839–843. 10.3969/j.issn.1001-1978.2021.06.018", "ArticleIdList": ["10.3969/j.issn.1001-1978.2021.06.018"]}, {"Citation": "Sun Q., Ho C.-T., Zhang X., Liu Y., Zhang R., Wu Z. (2022). Strategies for circadian rhythm disturbances and related psychiatric disorders: a new cue based on plant polysaccharides and intestinal microbiota. Food Funct. 13, 1048–1061. 10.1039/D1FO02716F", "ArticleIdList": ["10.1039/D1FO02716F", "35050270"]}, {"Citation": "Sun Y., Cheng L., Zeng X., Zhang X., Liu Y., Wu Z., et al. (2021). The intervention of unique plant polysaccharides-Dietary fiber on depression from the gut-brain axis. Int. J. Biol. Macromol. 170, 336–342. 10.1016/j.ijbiomac.2020.12.164", "ArticleIdList": ["10.1016/j.ijbiomac.2020.12.164", "33373637"]}, {"Citation": "Tan C., Yan Q., Ma Y., Fang J., Yang Y. (2022). Recognizing the role of the vagus nerve in depression from microbiota-gut brain axis. Front. Neurol. 13, 1015175. 10.3389/fneur.2022.1015175", "ArticleIdList": ["10.3389/fneur.2022.1015175", "PMC9685564", "36438957"]}, {"Citation": "Tastan B., Arioz B. I., Tufekci K. U., Tarakcioglu E., Gonul C. P., Genc K., et al. (2021). Dimethyl fumarate alleviates NLRP3 inflammasome activation in microglia and sickness behavior in LPS-challenged mice. Front. Immunol. 12, 737065. 10.3389/fimmu.2021.737065", "ArticleIdList": ["10.3389/fimmu.2021.737065", "PMC8631454", "34858398"]}, {"Citation": "Thapar A., Eyre O., Patel V., Brent D. (2022). Depression in young people. Lancet 400, 617–631. 10.1016/S0140-6736(22)01012-1", "ArticleIdList": ["10.1016/S0140-6736(22)01012-1", "35940184"]}, {"Citation": "Troubat R., Barone P., Leman S., Desmidt T., Cressant A., Atanasova B., et al. (2021). Neuroinflammation and depression: a review. Eur. J. Neurosci. 53, 151–171. 10.1111/ejn.14720", "ArticleIdList": ["10.1111/ejn.14720", "32150310"]}, {"Citation": "Van Den Eede F., Claes S. J. (2004). Mechanisms of depression: role of the HPA axis. Drug Discov. Today Dis. Mech. 1, 413–418. 10.1016/j.ddmec.2004.11.021", "ArticleIdList": ["10.1016/j.ddmec.2004.11.021"]}, {"Citation": "Vigna L., Morelli F., Agnelli G. M., Napolitano F., Ratto D., Occhinegro A., et al. (2019). Hericium erinaceus improves mood and sleep disorders in patients affected by overweight or obesity: could circulating pro-BDNF and BDNF be potential biomarkers? Evid. Based Complement. Altern. Med. 2019, 7861297–7861312. 10.1155/2019/7861297", "ArticleIdList": ["10.1155/2019/7861297", "PMC6500611", "31118969"]}, {"Citation": "Wang X., Chen X., Tang Y., Wu J., Qin D., Yu L., et al. (2022a). The therapeutic potential of plant polysaccharides in metabolic diseases. Pharmaceuticals 15, 1329. 10.3390/ph15111329", "ArticleIdList": ["10.3390/ph15111329", "PMC9695998", "36355500"]}, {"Citation": "Wang X., Cheng L., Liu Y., Zhang R., Wu Z., Weng P., et al. (2022b). Polysaccharide regulation of intestinal flora: a viable approach to maintaining normal cognitive performance and treating depression. Front. Microbiol. 13, 807076. 10.3389/fmicb.2022.807076", "ArticleIdList": ["10.3389/fmicb.2022.807076", "PMC8966502", "35369451"]}, {"Citation": "Wang Y., Deng W., Li X., Peng J. (2019a). Experimental observation on effect of Astragalus polysaccharides on learning ability in rats with post-stroke depression. Lab. Anim. Comp. Med. 39, 443–448. 10.3969/j.issn.1674-5817.2019.06.004", "ArticleIdList": ["10.3969/j.issn.1674-5817.2019.06.004"]}, {"Citation": "Wang Y., Li C., Qu J., Li H., Chen B., Nie K., et al. (2018). Effects of Astragalus polysaccharide on hippocampal NF-κB signaling in rats with depressive behaviors. Chin. Pharmacol. Bull. 34, 836–840. 10.3969/j.issn.1001-1978.2018.06.019", "ArticleIdList": ["10.3969/j.issn.1001-1978.2018.06.019"]}, {"Citation": "Wang Y., Ni J., Zhai L., Gao C., Xie L., Zhao L., et al. (2019b). Inhibition of activated astrocyte ameliorates lipopolysaccharide-induced depressive-like behaviors. J. Affect. Disord. 242, 52–59. 10.1016/j.jad.2018.08.015", "ArticleIdList": ["10.1016/j.jad.2018.08.015", "30172225"]}, {"Citation": "Wei Z., Song H., An F., Sun J., Li S., Jiang N., et al. (2022). Protective effects and mechanism of polysaccharide from Polygonatum sibiricum on behavioral despair mice. Sci. Technol. Food Ind. 43, 351–357. 10.13386/j.issn1002-0306.2021060137", "ArticleIdList": ["10.13386/j.issn1002-0306.2021060137"]}, {"Citation": "Xiao K., Luo Y., Liang X., Tang J., Wang J., Xiao Q., et al. (2021). Beneficial effects of running exercise on hippocampal microglia and neuroinflammation in chronic unpredictable stress-induced depression model rats. Transl. Psychiatry 11, 461–512. 10.1038/s41398-021-01571-9", "ArticleIdList": ["10.1038/s41398-021-01571-9", "PMC8421357", "34489395"]}, {"Citation": "Xiao Z., Deng Q., Zhou W., Zhang Y. (2022). Immune activities of polysaccharides isolated from Lycium barbarum L. What do we know so far? Pharmacol. Ther. 229, 107921. 10.1016/j.pharmthera.2021.107921", "ArticleIdList": ["10.1016/j.pharmthera.2021.107921", "34174277"]}, {"Citation": "Yamada S., Yamamoto M., Ozawa H., Riederer P., Saito T. (2003). Reduced phosphorylation of cyclic AMP-responsive element binding protein in the postmortem orbitofrontal cortex of patients with major depressive disorder. J. Neural Transm. 110, 671–680. 10.1007/s00702-002-0810-8", "ArticleIdList": ["10.1007/s00702-002-0810-8", "12768362"]}, {"Citation": "Yan T., Nian T., Liao Z., Xiao F., Wu B., Bi K., et al. (2020). Antidepressant effects of a polysaccharide from okra (Abelmoschus esculentus (L) Moench) by anti-inflammation and rebalancing the gut microbiota. Int. J. Biol. Macromol. 144, 427–440. 10.1016/j.ijbiomac.2019.12.138", "ArticleIdList": ["10.1016/j.ijbiomac.2019.12.138", "31862370"]}, {"Citation": "Yang H., Li M., Zhou M., Xu H., Huan F., Liu N., et al. (2021). Links between gut dysbiosis and neurotransmitter disturbance in chronic restraint stress-induced depressive behaviours: the role of inflammation. Inflammation 44, 2448–2462. 10.1007/s10753-021-01514-y", "ArticleIdList": ["10.1007/s10753-021-01514-y", "34657991"]}, {"Citation": "Yang Y., Fan L., Peng Y., Peng C., Li X. (2022). Alcohol–soluble polysaccharides from Dendrobium officinale flowers as an antidepressant by regulating the gut–brain axis. Int. J. Biol. Macromol. 216, 836–849. 10.1016/j.ijbiomac.2022.07.220", "ArticleIdList": ["10.1016/j.ijbiomac.2022.07.220", "35917851"]}, {"Citation": "Yi L., Zhang L., Ding A., Xu Q., Zhu Q., Kong L. (2009). Orthogonal array design for antidepressant compatibility of polysaccharides from Banxia-Houpu decoction, a traditional Chinese herb prescription in the mouse models of depression. Arch. Pharm. Res. 32, 1417–1423. 10.1007/s12272-009-2011-6", "ArticleIdList": ["10.1007/s12272-009-2011-6", "19898805"]}, {"Citation": "Yi L., Zhang M., Cheng J., Wan H., Li C., Zhu J., et al. (2021). Antidepressant-like effects of degraded porphyran isolated from Porphyra haitanensis . Mol. Nutr. Food Res. 65, 2000869. 10.1002/mnfr.202000869", "ArticleIdList": ["10.1002/mnfr.202000869", "33783973"]}, {"Citation": "Yirmiya R., Rimmerman N., Reshef R. (2015). Depression as a microglial disease. Trends Neurosci. 38, 637–658. 10.1016/j.tins.2015.08.001", "ArticleIdList": ["10.1016/j.tins.2015.08.001", "26442697"]}, {"Citation": "Zhang J., Tang J., Zhang Q., Wang X., Li X. (2019). Effects of sulfated pachymaran on AMPA receptor expression in hippocampi of depression model rats. Chin. J. Clin. Psychol. 27, 1086–1091. 10.16128/j.cnki.1005-3611.2019.06.003", "ArticleIdList": ["10.16128/j.cnki.1005-3611.2019.06.003"]}, {"Citation": "Zhang Q., Cheng J., Liu Q., Xu G., Li C., Yi L. (2022). Dendrobium officinale polysaccharides alleviate depression-like symptoms via regulating gut microbiota-neuroinflammation in perimenopausal mice. J. Funct. Foods 88, 104912. 10.1016/j.jff.2021.104912", "ArticleIdList": ["10.1016/j.jff.2021.104912"]}, {"Citation": "Zhang Y., Sun Y., Liu Y., Liu J., Sun J., Liu X., et al. (2023). Polygonum sibiricum polysaccharides exert the antidepressant-like effects in chronic unpredictable mild stress-induced depressive mice by modulating microbiota-gut-brain axis. Phytother. Res. 37, 3408–3423. 10.1002/ptr.7813", "ArticleIdList": ["10.1002/ptr.7813", "36996849"]}, {"Citation": "Zhao K., Yao M., Zhang X., Xu F., Shao X., Wei Y., et al. (2022). Flavonoids and intestinal microbes interact to alleviate depression. J. Sci. Food Agric. 102, 1311–1318. 10.1002/jsfa.11578", "ArticleIdList": ["10.1002/jsfa.11578", "34625972"]}, {"Citation": "Zhao P., Zhou R., Zhu X.-Y., Liu G., Zhao Y.-P., Ma P.-S., et al. (2017). Neuroprotective effects of Lycium barbarum polysaccharide on focal cerebral ischemic injury in mice. Neurochem. Res. 42, 2798–2813. 10.1007/s11064-017-2293-x", "ArticleIdList": ["10.1007/s11064-017-2293-x", "28508173"]}, {"Citation": "Zhao R., Master B. Q., Master B. M., Cai Y. (2019). Improving activity of Lycium Barbarum polysaccharide on depressive mice induced by reserpine. Iran. J. Pharm. Res. IJPR 18, 1556–1565. 10.22037/ijpr.2019.1100763", "ArticleIdList": ["10.22037/ijpr.2019.1100763", "PMC6934982", "32641963"]}, {"Citation": "Zhao S., Rong C., Gao Y., Wu L., Luo X., Song S., et al. (2021). Antidepressant-like effect of Ganoderma lucidum spore polysaccharide-peptide mediated by upregulation of prefrontal cortex brain-derived neurotrophic factor. Appl. Microbiol. Biotechnol. 105, 8675–8688. 10.1007/s00253-021-11634-y", "ArticleIdList": ["10.1007/s00253-021-11634-y", "34716786"]}, {"Citation": "Zhou H., Li T. (2020). Antidepressant mechanism of sulfated pachymaran. J. Wannan Med. Coll. 39, 209–213. 10.3969/j.issn.1002-0217.2020.03.002", "ArticleIdList": ["10.3969/j.issn.1002-0217.2020.03.002"]}, {"Citation": "Zhou J., Lu Y., Xu X., Zhang J., Li H., Chang H. (2015). Effect of antidepression and mechanism of regulation on Ido of Tiansi Liquid. J. Beijing Univ. Tradit. Chin. Med. 38, 182–185. 10.3969/j.issn.1006-2157.2015.03.008", "ArticleIdList": ["10.3969/j.issn.1006-2157.2015.03.008"]}, {"Citation": "Zhou S., Chen S., Xie W., Guo X., Zhao J. (2020). Microglia polarization of hippocampus is involved in the mechanism of Apelin-13 ameliorating chronic water immersion restraint stress-induced depression-like behavior in rats. Neuropeptides 81, 102006. 10.1016/j.npep.2020.102006", "ArticleIdList": ["10.1016/j.npep.2020.102006", "31932110"]}, {"Citation": "Zhu X., Hu S., Zhu L., Ding J., Zhou Y., Li G. (2015). Effects of Lycium barbarum polysaccharides on oxidative stress in hyperlipidemic mice following chronic composite psychological stress intervention. Mol. Med. Rep. 11, 3445–3450. 10.3892/mmr.2014.3128", "ArticleIdList": ["10.3892/mmr.2014.3128", "25543669"]}, {"Citation": "Zhuang Y., Zeng R., Liu X., Yang L., Chan Z. (2022). Neoagaro-oligosaccharides ameliorate chronic restraint stress-induced depression by increasing 5-HT and BDNF in the brain and remodeling the gut microbiota of mice. Mar. Drugs 20, 725. 10.3390/md20110725", "ArticleIdList": ["10.3390/md20110725", "PMC9693468", "36422003"]}, {"Citation": "Zuo C., Cao H., Song Y., Gu Z., Huang Y., Yang Y., et al. (2022). Nrf2: an all-rounder in depression. Redox Biol. 58, 102522. 10.1016/j.redox.2022.102522", "ArticleIdList": ["10.1016/j.redox.2022.102522", "PMC9641011", "36335763"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "1"}, {"Year": "2024", "Month": "1", "Day": "29"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "3", "Minute": "49"}, {"Year": "2024", "Month": "2", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["38389919", "PMC10883385", "10.3389/fphar.2024.1348019", "1348019"]}}]}