{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Carthamus tinctorius L.", "elicitation", "medicinal plants", "phytochemicals", "regeneration", "somatic embryogenesis"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38393019", "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["127", "10.3390/metabo14020127"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "16"}], "Journal": {"ISSN": "2218-1989", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "16"}}, "Title": "Metabolites", "ISOAbbreviation": "Metabolites"}, "ArticleTitle": "Phytocompounds and Regulation of Flavonoids in In Vitro-Grown Safflower Plant Tissue by Abiotic Elicitor CdCl<sub>2</sub>.", "Abstract": {"AbstractText": ["In this study, a Gas chromatography-mass spectrometry (GC-MS) investigation of embryogenic callus and somatic embryo regenerated shoots of <i>Carthamus tinctorius</i> revealed the presence of a variety of sugars, sugar acids, sugar alcohols, fatty acids, organic acids, and amino acids of broad therapeutic value. The in vitro developed inflorescence contained a wide range of active compounds. In embryogenic calluses, important flavonoids like naringenin, myricetin, kaempferol, epicatechin gallate, rutin, pelargonidin, peonidin, and delphinidin were identified. To augment the synthesis of active compounds, the effect of cadmium chloride (CdCl<sub>2</sub>) elicitation was tested for various treatments (T1-T4) along with a control (T0). Varying concentrations of CdCl<sub>2</sub> [0.05 mM (T1), 0.10 mM (T2), 0.15 mM (T3), and 0.20 mM (T4)] were added to the MS medium, and flavonoid accumulation was quantified through ultra-high-pressure liquid chromatography-tandem mass spectroscopy (UHPLC-MS/MS). The flavonoids naringenin, kaempferol, epicatechin gallate, pelargonidin, cyanidin, and delphinidin increased by 6.7-, 1.9-, 3.3-, 2.1-, 1.9-, and 4.4-fold, respectively, at T3, whereas quercetin, myricetin, rutin, and peonidin showed a linear increase with the increase in CdCl<sub>2</sub> levels. The impacts of stress markers, i.e., ascorbate peroxidase (APX), catalase (CAT), and superoxide dismutase (SOD), on defense responses in triggering synthesis were also evaluated. The maximum APX and SOD activity was observed at T3, while CAT activity was at its maximum at T2. The impact of elicitor on biochemical attributes like protein, proline, sugar, and malondialdehyde (MDA) content was investigated. The maximum protein, proline, and sugar accumulation was noted at high elicitor dose T4, while the maximum MDA content was noted at T3. These elevated levels of biochemical parameters indicated stress in culture, and the amendment of CdCl<sub>2</sub> in media thus could be a realistic approach for enhancing secondary metabolite synthesis in safflower."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Ejaz", "ForeName": "Bushra", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Mujib", "ForeName": "Abdul", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Syeed", "ForeName": "Rukaya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Mamgain", "ForeName": "Jyoti", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Malik", "ForeName": "Moien Qadir", "Initials": "MQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cellular Differentiation and Molecular Genetics Section, Department of Botany, Jamia Hamdard, New Delhi 110062, India."}], "LastName": "Birat", "ForeName": "Kanchan", "Initials": "K"}, {"Identifier": ["0000-0002-5174-8137"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Dewir", "ForeName": "Yaser Hassan", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute of Nyíregyháza, Institutes for Agricultural Research and Educational Farm (IAREF), University of Debrecen, P.O. Box 12, 4400 Nyíregyháza, Hungary."}], "LastName": "Magyar-Tábori", "ForeName": "Katalin", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Metabolites", "NlmUniqueID": "101578790", "ISSNLinking": "2218-1989"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mitra S., Lami M.S., Uddin T.M., Das R., Islam F., Anjum J., Hossain M.J., Emran T.B. Prospective Multifunctional Roles and Pharmacological Potential of Dietary Flavonoid Narirutin. Biomed. Pharmacother. 2022;150:112932. doi: 10.1016/j.biopha.2022.112932.", "ArticleIdList": ["10.1016/j.biopha.2022.112932", "35413599"]}, {"Citation": "Ciaramella B.R., Corinzia S.A., Cosentino S.L., Testa G. Phytoremediation of Heavy Metal Contaminated Soils Using Safflower. Agronomy. 2022;12:2302. doi: 10.3390/agronomy12102302.", "ArticleIdList": ["10.3390/agronomy12102302"]}, {"Citation": "Tu Y., Xue Y., Guo D., Sun L., Guo M. Carthami Flos: A Review of Its Ethnopharmacology, Pharmacology and Clinical Applications. Rev. Bras. Farmacognosia. 2015;25:553–566. doi: 10.1016/j.bjp.2015.06.001.", "ArticleIdList": ["10.1016/j.bjp.2015.06.001"]}, {"Citation": "Sivasubramanian R., Brindha P. In vitro cytotoxic, antioxidant and GC-MS studies on Centratherum punctatum Cass. Int. J. Pharm. Pharm. Sci. 2013;5:364–367."}, {"Citation": "Mamgain J., Mujib A., Bansal Y., Gulzar B., Zafar N., Syeed R., Alsughayyir A., Dewir Y.H. Elicitation Induced α-Amyrin Synthesis in Tylophora indica In Vitro Cultures and Comparative Phytochemical Analyses of In Vivo and Micropropagated Plants. Plants. 2024;13:122. doi: 10.3390/plants13010122.", "ArticleIdList": ["10.3390/plants13010122", "PMC10780849", "38202430"]}, {"Citation": "Faisal M., Qahtan A.A., Alatar A.A. Thidiazuron Induced In Vitro Plant Regeneration, Phenolic Contents, Antioxidant Potential, GC-MS Profiles and Nuclear Genome Stabil-ity of Plectranthus amboinicus (Lour.) Spreng. Horticulturae. 2023;9:277. doi: 10.3390/horticulturae9020277.", "ArticleIdList": ["10.3390/horticulturae9020277"]}, {"Citation": "Hübschmann H.J. Handbook of GC-MS: Fundamentals and Applications. John Wiley & Sons; Hoboken, NJ, USA: 2015."}, {"Citation": "Bansal Y., Mujib A., Mamgain J., Dewir Y.H., Rihan H.Z. Phytochemical Composition and Detection of Novel Bioactives in Anther Callus of Catharanthus roseus L. Plants. 2023;12:2186. doi: 10.3390/plants12112186.", "ArticleIdList": ["10.3390/plants12112186", "PMC10255809", "37299166"]}, {"Citation": "Mamgain J., Mujib A., Syeed R., Ejaz B., Malik M.Q., Bansal Y. Genome Size and Gas Chromatography-Mass Spectrometry (GC–MS) Analysis of Field-Grown and In Vitro Regenerated Pluchea lanceolata Plants. J. Appl. Genet. 2023;64:1–21. doi: 10.1007/s13353-022-00727-7.", "ArticleIdList": ["10.1007/s13353-022-00727-7", "PMC9522435", "36175751"]}, {"Citation": "Arafa N.M., Girgis N., Ibrahem M., Mohamed S., El-Bahr M.K. Phytochemical Profiling by GC-MS Analysis and Antimicrobial Activity Potential of In Vitro Derived Shoot Cultures of Some Egyptian Herbal Medicinal Plants. Egypt. J. Chem. 2022;65:155–169. doi: 10.21608/ejchem.2022.115045.5230.", "ArticleIdList": ["10.21608/ejchem.2022.115045.5230"]}, {"Citation": "Satheesan J., Sabu K.K. Endophytic Fungi for a Sustainable Production of Major Plant Bioactive Compounds. In: Swamy M., editor. Plant-Derived Bioactives. Springer; Berlin, Germany: 2020.", "ArticleIdList": ["10.1007/978-981-15-1761-7_8"]}, {"Citation": "Mujib A., Tonk D., Gulzar B., Maqsood M., Ali M. Quantification of Taxol by High-Performance Thin Layer Chromatography in Taxus Wallichiana Callus Cultivated In Vitro. Biotechnologia. 2020;101:337–347. doi: 10.5114/bta.2020.100425.", "ArticleIdList": ["10.5114/bta.2020.100425"]}, {"Citation": "Naik P.M., Al-Khayri J.M. Impact of abiotic elicitors on in vitro production of plant secondary metabolites: A review. J. Adv. Res. Biotechnol. 2016 doi: 10.15226/2475-4714/1/2/00102.", "ArticleIdList": ["10.15226/2475-4714/1/2/00102"]}, {"Citation": "Alcalde M.A., Perez-Matas E., Escrich A., Cusido R.M., Palazon J., Bonfill M. Biotic Elicitors in Adventitious and Hairy Root Cultures: A Review from 2010 to 2022. Molecules. 2022;27:5253. doi: 10.3390/molecules27165253.", "ArticleIdList": ["10.3390/molecules27165253", "PMC9416168", "36014492"]}, {"Citation": "Umnajkitikorn K., Faiyue B., Saengnil K. Enhancing Antioxidant Properties of Germinated Thai Rice (Oryza sativa L.) cv. Kum Doi Saket with Salinity. J. Rice Res. 2013;1:10.4172. doi: 10.4172/2375-4338.1000103.", "ArticleIdList": ["10.4172/2375-4338.1000103"]}, {"Citation": "Siddiqui A., Dixit P., Moid H., Afaq U. Various Metabolites and Bioactive Compounds from Fruits, and Their Use in Nanoparticles Synthesis and Applications. In: Husen A., editor. Nanomaterials from Agricultural and Horticultural Products. Smart Nanomaterials Technology. Springer; Berlin, Germany: 2023. pp. 211–221.", "ArticleIdList": ["10.1007/978-981-99-3435-5_11"]}, {"Citation": "Zhu W., Han H., Liu A., Guan Q., Kang J., David L., Dufresne C., Chen S., Tian J. Combined Ultraviolet and Darkness Regulation of Medicinal Metabolites in Mahonia bealei Revealed by Proteomics and Metabolomics. J. Proteom. 2021;233:104081. doi: 10.1016/j.jprot.2020.104081.", "ArticleIdList": ["10.1016/j.jprot.2020.104081", "33352312"]}, {"Citation": "Perez de Souza L., Alseekh S., Scossa F., Fernie A.R. Ultra-high-Performance Liquid Chromatography High-Resolution Mass Spectrometry Variants for Metabolomics Research. Nat. Methods. 2021;18:733–746. doi: 10.1038/s41592-021-01116-4.", "ArticleIdList": ["10.1038/s41592-021-01116-4", "33972782"]}, {"Citation": "Araujo N.M.P., Arruda H.S., Dos Santos F.N., de Morais D.R., Pereira G.A., Pastore G.M. LC-MS/MS Screening and Identification of Bioactive Compounds in Leaves, Pulp and Seed from Eugenia calycina Cambess. Food Res. Int. 2020;137:109556. doi: 10.1016/j.foodres.2020.109556.", "ArticleIdList": ["10.1016/j.foodres.2020.109556", "33233178"]}, {"Citation": "Vignesh A., Selvakumar S., Vasanth K. Comparative LC-MS Analysis of Bioactive Compounds, Antioxidants and Antibacterial Activity from Leaf and Callus Extracts of Saraca asoca. Phytomed. Plus. 2022;2:100167. doi: 10.1016/j.phyplu.2021.100167.", "ArticleIdList": ["10.1016/j.phyplu.2021.100167"]}, {"Citation": "Śliwińska A., Naliwajski M.R., Pietrosiuk A., Sykłowska-Baranek K. In Vitro Response of Polyscias filicifolia (Araliaceae) Shoots to Elicitation with Alarmone–Diadenosine Triphosphate, Methyl Jasmonate, and Salicylic Acid. Cells. 2021;10:419. doi: 10.3390/cells10020419.", "ArticleIdList": ["10.3390/cells10020419", "PMC7922777", "33671225"]}, {"Citation": "Choudhury F.K., Rivero R.M., Blumwald E., Mittler R. Reactive Oxygen Species, Abiotic Stress and Stress Combination. Plant J. 2017;90:856–867. doi: 10.1111/tpj.13299.", "ArticleIdList": ["10.1111/tpj.13299", "27801967"]}, {"Citation": "Dong J., Wan G., Liang Z. Accumulation of Salicylic Acid-Induced Phenolic Compounds and Raised Activities of Secondary Metabolic and Antioxidative Enzymes in Salvia miltiorrhiza Cell Culture. J. Biotechnol. 2010;148:99–104. doi: 10.1016/j.jbiotec.2010.05.009.", "ArticleIdList": ["10.1016/j.jbiotec.2010.05.009", "20576504"]}, {"Citation": "Ejaz B., Mujib A., Mamgain J., Malik M.Q., Syeed R., Gulzar B., Bansal Y. Comprehensive In Vitro Regeneration Study with SCoT Marker Assisted Clonal Stability Assessment and Flow Cytometric Genome Size Analysis of Carthamus tinctorius L.: An Important Medicinal Plant. Plant Cell Tiss. Organ Cult. 2022;148:403–418. doi: 10.1007/s11240-021-02197-x.", "ArticleIdList": ["10.1007/s11240-021-02197-x"]}, {"Citation": "Murashige T., Skoog F. A Revised Medium for Rapid Growth and Bio Assays with Tobacco Tissue Cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Kundu A., Mishra S., Vadassery J. Spodoptera Litura-Mediated Chemical Defense Is Differentially Modulated in Older and Younger Systemic Leaves of Solanum lycopersicum. Planta. 2018;248:981–997. doi: 10.1007/s00425-018-2953-3.", "ArticleIdList": ["10.1007/s00425-018-2953-3", "29987372"]}, {"Citation": "Talan A., Mujib A., Ejaz B., Bansal Y., Dewir Y.H., Magyar-Tábori K. In Vitro Propagation and Phytochemical Composition of Centratherum punctatum Cass—A Medicinal Plant. Horticulturae. 2023;9:1189. doi: 10.3390/horticulturae9111189.", "ArticleIdList": ["10.3390/horticulturae9111189"]}, {"Citation": "Naik J., Rajput R., Pucker B., Stracke R., Pandey A. The R2R3-MYB Transcription Factor MtMYB134 Orchestrates Flavonol Biosynthesis in Medicago truncatula. Plant Mol. Biol. 2021;106:157–172. doi: 10.1007/s11103-021-01135-x.", "ArticleIdList": ["10.1007/s11103-021-01135-x", "33704646"]}, {"Citation": "Bradford M.M. A Rapid and Sensitive Method for the Quantitation of Microgram Quantities of Protein Utilizing the Principle of Protein-Dye Binding. Anal. Biochem. 1976;72:248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I.D. Rapid Determination of FreeProline of Water StressStudies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Dey P.M. Methods in Plant Biochemistry. Academic Press; Cambridge, MA, USA: 1990. Oligosaccharides; pp. 189–218.", "ArticleIdList": ["10.1016/B978-0-12-461012-5.50011-2"]}, {"Citation": "Aebi H. Catalase In Vitro. Methods Enzymol. 1984;105:121–126. doi: 10.1016/s0076-6879(84)05016-3.", "ArticleIdList": ["10.1016/s0076-6879(84)05016-3", "6727660"]}, {"Citation": "Nakano Y., Asada K. Hydrogen Peroxide Is Scavenged by Ascorbate-Specific Peroxidase in Spinach Chloroplasts. Plant Cell Physiol. 1981;22:867–880. doi: 10.1093/oxfordjournals.pcp.a076232.", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a076232"]}, {"Citation": "Dhindsa R.S., Plumb-Dhindsa P.A., Thorpe T.A. Leaf Senescence: Correlated with Increased Levels of Membrane Permeability and Lipid Peroxidation, and Decreased Levels of Superoxide Dismutase and Catalase. J. Exp. Bot. 1981;32:93–101. doi: 10.1093/jxb/32.1.93.", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Duncan D.B. Multiple Range and Multiple F Tests. Biometrics. 1955;11:1–42. doi: 10.2307/3001478.", "ArticleIdList": ["10.2307/3001478"]}, {"Citation": "Padma M., Ganesan S., Jayaseelan T., Azhagumadhavan S., Sasikala P., Senthilkumar S., Mani P. Phytochemical screening and GC–MS analysis of bioactive compounds present in ethanolic leaves extract of Silybum marianum (L) J. Drug Deliv. Therap. 2019;9:85–89. doi: 10.22270/jddt.v9i1.2174.", "ArticleIdList": ["10.22270/jddt.v9i1.2174"]}, {"Citation": "Jahan I., Tona M.R., Sharmin S., Sayeed M.A., Tania F.Z., Paul A., Chy M.N., Rakib A., Emran T.B., Simal-Gandara J. GC-MS phytochemical profiling, pharmacological properties, and in silico studies of Chukrasia velutina leaves: A novel source for bioactive agents. Molecules. 2020;15:3536. doi: 10.3390/molecules25153536.", "ArticleIdList": ["10.3390/molecules25153536", "PMC7436235", "32748850"]}, {"Citation": "Treml J., Šmejkal K. Flavonoids as Potent Scavengers of Hydroxyl Radicals. Compr. Rev. Food Sci. Food Saf. 2016;15:720–738. doi: 10.1111/1541-4337.12204.", "ArticleIdList": ["10.1111/1541-4337.12204", "33401843"]}, {"Citation": "Kapoor D., Singh M.P., Kaur S., Bhardwaj R., Zheng B., Sharma A. Modulation of the Functional Components of Growth, Photosynthesis, and Anti-oxidant Stress Markers in Cadmium Exposed Brassica juncea L. Plants. 2019;8:260. doi: 10.3390/plants8080260.", "ArticleIdList": ["10.3390/plants8080260", "PMC6724130", "31370349"]}, {"Citation": "Ibrahim M.H., Chee Kong Y., Mohd Zain N.A. Effect of Cadmium and Copper Exposure on Growth, Secondary Metabolites and Antioxidant Activity in the Medicinal Plant Sambung Nyawa (Gynura procumbens (Lour.) Merr) Molecules. 2017;22:1623. doi: 10.3390/molecules22101623.", "ArticleIdList": ["10.3390/molecules22101623", "PMC6151666", "29023367"]}, {"Citation": "Rao K., Chodisetti B., Gandi S., Giri A., Kavi Kishor P.B. Cadmium Chloride Elicitation of Abutilon indicum Cell Suspension Cultures for Enhanced Stigmasterol Production. Plant Biosyst. 2022;156:613–618. doi: 10.1080/11263504.2021.1891151.", "ArticleIdList": ["10.1080/11263504.2021.1891151"]}, {"Citation": "Zafar N., Mujib A., Ali M., Tonk D., Gulzar B., Malik M.Q., Mamgain J., Sayeed R. Cadmium Chloride (CdCl2) Elicitation Improves Reserpine and Ajmalicine Yield in Rauvolfia Serpentina as Revealed by High-Performance Thin-Layer Chromatography (HPTLC) 3Biotech. 2020;10:344. doi: 10.1007/s13205-020-02339-6.", "ArticleIdList": ["10.1007/s13205-020-02339-6", "PMC7371775", "32714739"]}, {"Citation": "Malik M.Q., Mujib A., Gulzar B., Zafar N., Syeed R., Mamgain J., Ejaz B., Kanchan Enrichment of Alliin in Different In Vitro Grown Tissues of Allium sativum through CdCl2 Elicitation as Revealed by High Performance Thin Layer Chromatography (HPTLC) Ind. Crops Prod. 2020;158:113007. doi: 10.1016/j.indcrop.2020.113007.", "ArticleIdList": ["10.1016/j.indcrop.2020.113007"]}, {"Citation": "Tahmasi S., Garoosi G.A., Ahmadi J. Cadmium Chloride and Silver Nitrate Affect the Gene Expression, Stevioside, and Rebaudioside: A Production in Stevia rebaudiana (Bert.) Indian J. Pharm. Sci. 2021;83:663–670. doi: 10.36468/pharmaceutical-sciences.817.", "ArticleIdList": ["10.36468/pharmaceutical-sciences.817"]}, {"Citation": "Zaidun N.H., Thent Z.C., Latiff A.A. Combating Oxidative Stress Disorders with Citrus Flavonoid: Naringenin. Life Sci. 2018;208:111–122. doi: 10.1016/j.lfs.2018.07.017.", "ArticleIdList": ["10.1016/j.lfs.2018.07.017", "30021118"]}, {"Citation": "Azeem M., Hanif M., Mahmood K., Ameer N., Chughtai F.R.S., Abid U. An Insight into Anticancer, Antioxidant, Antimicrobial, Antidiabetic and Anti-Inflammatory Effects of Quercetin: A Review. Polym. Bull. 2023;80:241–262. doi: 10.1007/s00289-022-04091-8.", "ArticleIdList": ["10.1007/s00289-022-04091-8", "PMC8800825", "35125574"]}, {"Citation": "Song X., Tan L., Wang M., Ren C., Guo C., Yang B., Ren Y., Cao Z., Li Y., Pei J. Myricetin: A Review of the Most Recent Research. Biomed. Pharmacother. 2021;134:111017. doi: 10.1016/j.biopha.2020.111017.", "ArticleIdList": ["10.1016/j.biopha.2020.111017", "33338751"]}, {"Citation": "Ren J., Lu Y., Qian Y., Chen B., Wu T., Ji G. Recent Progress Regarding Kaempferol for the Treatment of Various Diseases. Review. Exp. Ther. Med. 2019;18:2759–2776. doi: 10.3892/etm.2019.7886.", "ArticleIdList": ["10.3892/etm.2019.7886", "PMC6755486", "31572524"]}, {"Citation": "Pan M.H., Chiou Y.S., Wang Y.J., Ho C.T., Lin J.K. Multistage Carcinogenesis Process as Molecular Targets in Cancer Chemoprevention by Epicatechin-3-Gallate. Food Funct. 2011;2:101–110. doi: 10.1039/c0fo00174k.", "ArticleIdList": ["10.1039/c0fo00174k", "21779554"]}, {"Citation": "Semwal R., Joshi S.K., Semwal R.B., Semwal D.K. Health Benefits and Limitations of Rutin-A Natural Flavonoid with High Nutraceutical Value. Phytochem. Lett. 2021;46:119–128. doi: 10.1016/j.phytol.2021.10.006.", "ArticleIdList": ["10.1016/j.phytol.2021.10.006"]}, {"Citation": "Vaiyapuri M., Thimmarayan S., Dhupal M., Rallabandi H.R., Mekapogu M., Vasamsetti B.M.K., Natesan K. Plant-Derived Bioactives: Chemistry and Mode of Action. Springer Nature; Singapore: 2020. Pelargonidin, a Dietary Anthocyanidin in the Prevention of Colorectal Cancer and Its Chemoprotective Mechanisms; pp. 119–135."}, {"Citation": "Suantawee T., Thilavech T., Cheng H., Adisakwattana S. Cyanidin Attenuates Methylglyoxal-Induced Oxidative Stress and Apoptosis in INS-1 Pancreatic β-Cells by Increasing glyoxalase-1 Activity. Nutrients. 2020;12:1319. doi: 10.3390/nu12051319.", "ArticleIdList": ["10.3390/nu12051319", "PMC7284759", "32384625"]}, {"Citation": "Chen Z., Zhang R., Shi W., Li L., Liu H., Liu Z., Wu L. The Multifunctional Benefits of Naturally Occurring Delphinidin and Its Glycosides. J. Agric. Food Chem. 2019;67:11288–11306. doi: 10.1021/acs.jafc.9b05079.", "ArticleIdList": ["10.1021/acs.jafc.9b05079", "31557009"]}, {"Citation": "Sharma A., Choi H.K., Kim Y.K., Lee H.J. Delphinidin and Its Glycosides War on Cancer: Preclinical Perspectives. Int. J. Mol. Sci. 2021;22:11500. doi: 10.3390/ijms222111500.", "ArticleIdList": ["10.3390/ijms222111500", "PMC8583959", "34768930"]}, {"Citation": "Ogukwe C.E., Chris O.A., Brendan O.E., Henry E.O. Evaluation of the Antitumour Agents in Annona muricata (Linn.) Leaves Using Column Chromatography and Gas Chromatography-Mass Spectrometry. World J. Pharm. Res. 2016;5:5–17."}, {"Citation": "El-Beltagi H.S., Mohamed H.I., Sofy M.R. Role of Ascorbic Acid, Glutathione and Proline Applied as Singly or in Sequence Combination in Improving Chickpea Plant through Physiological Change and Antioxidant Defense Under Different Levels of Irrigation Intervals. Molecules. 2020;25:1702. doi: 10.3390/molecules25071702.", "ArticleIdList": ["10.3390/molecules25071702", "PMC7180974", "32276352"]}, {"Citation": "Dar M.I., Naikoo M.I., Rehman F., Naushin F., Khan F.A. Proline Accumulation in Plants: Roles in Stress Tolerance and Plant Development. Osmolytes Plants Acclim. Changing Environ. 2016:155–166."}, {"Citation": "Azizi I., Esmaielpour B., Fatemi H. Exogenous Nitric Oxide on Morphological, Biochemical and Antioxidant Enzyme Activity on Savory (Satureja hortensis L.) Plants Under Cadmium Stress. J. Saudi Soc. Agric. Sci. 2021;20:417–423. doi: 10.1016/j.jssas.2021.05.003.", "ArticleIdList": ["10.1016/j.jssas.2021.05.003"]}, {"Citation": "Hosseinifard M., Stefaniak S., Ghorbani Javid M., Soltani E., Wojtyla Ł., Garnczarska M. Contribution of Exogenous Proline to Abiotic Stresses Tolerance in Plants: A Review. Int. J. Mol. Sci. 2022;23:5186. doi: 10.3390/ijms23095186.", "ArticleIdList": ["10.3390/ijms23095186", "PMC9101538", "35563577"]}, {"Citation": "Gugale G.S., Bhusare B.P., Ambawade M.S., Kshatriya A.S., Barwant M.M., Mhaske A.K. Effect of Cadmium Chloride on Seed Germination, Seedling Growth Parameters, and Proline Content in Maize (Zea mays) Int. All J. Res. Educ. Sci. Meth. 2021;9:1818–1822."}, {"Citation": "Georgiadou E.C., Kowalska E., Patla K., Kulbat K., Smolińska B., Leszczyńska J., Fotopoulos V. Influence of Heavy Metals (Ni, Cu, and Zn) on Nitro-Oxidative Stress Responses, Proteome Regulation and Allergen Production in Basil (Ocimum basilicum L.) Plants. Front. Plant Sci. 2018;9:862. doi: 10.3389/fpls.2018.00862.", "ArticleIdList": ["10.3389/fpls.2018.00862", "PMC6041727", "30026745"]}, {"Citation": "Hossain M.A., Kumar V., Burritt D.J., Fujita M., Mäkelä P. Osmoprotectant-Mediated Abiotic Stress Tolerance in Plantsa. Springer; Berlin, Germany: 2019. Proline Metabolism and Its Functions in Development and Stress Tolerance; pp. 41–72."}, {"Citation": "Anjitha K.S., Sameena P.P., Puthur J.T. Functional Aspects of Plant Secondary Metabolites in Metal Stress Tolerance and Their Importance in Pharmacology. Plant Stress. 2021;2:100038. doi: 10.1016/j.stress.2021.100038.", "ArticleIdList": ["10.1016/j.stress.2021.100038"]}, {"Citation": "Corpas F.J., Barroso J.B. Lead-Induced Stress, Which Triggers the Production of Nitric Oxide (NO) and Superoxide Anion (O2·−) in Arabidopsis Peroxisomes, Affects Catalase Activity. Nitric Oxide. 2017;68:103–110. doi: 10.1016/j.niox.2016.12.010.", "ArticleIdList": ["10.1016/j.niox.2016.12.010", "28039072"]}, {"Citation": "Sachdev S., Ansari S.A., Ansari M.I., Fujita M., Hasanuzzaman M. Abiotic Stress and Reactive Oxygen Species: Generation, Signaling, and Defense Mechanisms. Antioxidants. 2021;10:277. doi: 10.3390/antiox10020277.", "ArticleIdList": ["10.3390/antiox10020277", "PMC7916865", "33670123"]}, {"Citation": "de Morais Cardoso L., Pinheiro S.S., Martino H.S.D., Pinheiro-Sant’Ana H.M. Sorghum (Sorghum bicolor L.): Nutrients, Bioactive Compounds, and Potential Impact on Human Health. Crit. Rev. Food Sci. Nutr. 2017;57:372–390. doi: 10.1080/10408398.2014.887057.", "ArticleIdList": ["10.1080/10408398.2014.887057", "25875451"]}, {"Citation": "Jawad Hassan M., Ali Raza M., Ur Rehman S., Ansar M., Gitari H., Khan I., Wajid M., Ahmed M., Abbas Shah G., Peng Y., et al. Effect of Cadmium Toxicity on Growth, Oxidative Damage, Antioxidant Defense System and Cadmium Accumulation in Two Sorghum Cultivars. Plants. 2020;9:1575. doi: 10.3390/plants9111575.", "ArticleIdList": ["10.3390/plants9111575", "PMC7696962", "33203059"]}, {"Citation": "Alyemeni M.N., Ahanger M.A., Wijaya L., Alam P., Ahmad P. Contrasting Tolerance Among Soybean Genotypes Subjected to Different Levels of Cadmium Stress. Pak. J. Bot. 2017;49:903–911."}, {"Citation": "Kamalvand A.A., Hosseini Sarghein S., Karamian R. Impact of Cadmium Stress on Growth and Physiological Responses of Fenugreek (Trigonella foenum-Graecum L.) J. Plant Physiol. Breed. 2022;12:51–65."}, {"Citation": "Zhu L.-J., Deng X.-G., Zou L.-J., Zhang D.-W., Lin H.-H. Enhancement of Stress Tolerance in Cucumber Seedlings by Proanthocyanidins. Biol. Plant. 2017;61:323–332. doi: 10.1007/s10535-016-0663-x.", "ArticleIdList": ["10.1007/s10535-016-0663-x"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "28"}, {"Year": "2024", "Month": "1", "Day": "29"}, {"Year": "2024", "Month": "2", "Day": "3"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "2", "Day": "23", "Hour": "10", "Minute": "26"}, {"Year": "2024", "Month": "2", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["38393019", "PMC10891796", "10.3390/metabo14020127", "metabo14020127"]}}]}