{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Jatropha spinosa", "Jatropha variegata", "Antiviral", "Cytotoxicity", "Diterpenes", "UPLC/MS"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38418513", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "02"}, "Article": {"Language": ["eng"], "ELocationID": ["4846", "10.1038/s41598-024-55196-1"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "28"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "28"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Cytotoxic and antiviral activities of Jatropha variegata and Jatropha spinosa in relation to their metabolite profile.", "Pagination": {"StartPage": "4846", "MedlinePgn": "4846"}, "Abstract": {"AbstractText": ["Jatropha variegata and Jatropha spinosa (family: Euphorbiaceae) are utilized in Yemeni traditional medicine to treat respiratory tract infection and in different skin conditions such as wound healing, as antibacterial and hemostatic. In this study, we evaluated the cytotoxicity and the antiviral activities of the methanolic J. variegata (leaves: Ext-1, stems: Ext-2, and roots: Ext-3), and J. spinosa extracts (aerial parts: Ext-4 and roots: Ext-5), in addition to their methylene chloride fractions of roots extracts (F-6 and F-7, respectively). All samples were tested against three human cancer cell lines in vitro (MCF-7, HepG2, and A549) and two viruses (HSV-2 and H1N1). Both plants showed significant cytotoxicity, among them, the methylene chloride fractions of roots of J. variegata (F-6) and J. spinosa roots (F-7) showed the highest activity on MCF-7 (IC<sub>50</sub> = 1.4 and 1 μg/mL), HepG2 (IC<sub>50</sub> = 0.64 and 0.24 μg/mL), and A549 (IC<sub>50</sub> = 0.7 and 0.5 μg/mL), respectively, whereas the IC<sub>50</sub> values of the standard doxorubicin were (3.83, 4.73, and 4.57 μg/mL) against MCF-7, HepG2, and A549, respectively. These results revealed that the roots of both plants are potential targets for cytotoxic activities. The in vitro results revealed potential antiviral activity for each of Ext-3, Ext-5, F-6, and F-7 against HVS-2 with IC<sub>50</sub> of 101.23, 68.83, 4.88, 3.24 μg/mL and against H1N1 with IC<sub>50</sub> of 51.29, 27.92, 4.24, and 3.06 μg/mL respectively, whereas the IC<sub>50</sub> value of the standard acyclovir against HVS-2 was 83.19 μg/mL and IC<sub>50</sub> value of the standard ribavirin against H1N1 was 52.40 μg/mL .The methanol extracts of the roots (Ext-3 and Ext-5) of both plants were characterized using UPLC/MS. A total of 73 metabolites were annotated, including fourteen diterpenoids, eleven flavonoids, ten phenolic acid conjugates, twelve fatty acids and their conjugates, five triterpenes and steroids, two sesquiterpenes, and six coumarins. The cytotoxicity and antiviral activities determined in the present work are explained by the existence of flavonoids, coumarins and diterpenes with commonly known cytotoxicity and antiviral activities."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt."}], "LastName": "Shari", "ForeName": "Khawlah", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt."}, {"Identifier": [], "Affiliation": "Natural Products Discovery Core, Life Sciences Institute, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Mohamed", "ForeName": "Osama G", "Initials": "OG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt."}], "LastName": "Meselhy", "ForeName": "Khaled M", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products Discovery Core, Life Sciences Institute, University of Michigan, Ann Arbor, MI, 48109, USA."}, {"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, College of Pharmacy, University of Michigan, Ann Arbor, MI, 48109, USA."}], "LastName": "Tripathi", "ForeName": "Ashootosh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt."}], "LastName": "Khaleel", "ForeName": "Amal E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt. essam.abdelsattar@pharma.cu.edu.eg."}], "LastName": "Abdel-Sattar", "ForeName": "Essam", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacognosy Department, Faculty of Pharmacy, Cairo University, Kasr El Aini St, Cairo, 11562, Egypt."}], "LastName": "Gedaily", "ForeName": "Rania A El", "Initials": "RAE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "588X2YUY0A", "NameOfSubstance": "Methylene Chloride"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Jatropha"}, {"QualifierName": [], "DescriptorName": "Influenza A Virus, H1N1 Subtype"}, {"QualifierName": [], "DescriptorName": "Methylene Chloride"}, {"QualifierName": [], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Coumarins"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antiviral Agents"}], "CoiStatement": "The authors declare no competing interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ramalho SD, Pinto MEF, Ferreira D. Biologically active orbitides from the Euphorbiaceae family. Planta Med. 2018;84:558–567. doi: 10.1055/s-0043-122604.", "ArticleIdList": ["10.1055/s-0043-122604", "29169187"]}, {"Citation": "Dehgan B. Novel jatrophas for Florida landscapes. Proc. Florida State Hortic. Soc. 1982;95:277–280."}, {"Citation": "Khulaidi, A.A. Flora of Yemen, Sustainable Environmental Management Programme. (YEM/97/100, Sub-Programme II.–[sine loco], 2000)."}, {"Citation": "Cavalcante NB, daConceiçãoSantos AD, daSilvaAlmeida JRG. The genus Jatropha (Euphorbiaceae): A review on secondary chemical metabolites and biological aspects. Chemico Biol. Interact. 2020;318:108976. doi: 10.1016/j.cbi.2020.108976.", "ArticleIdList": ["10.1016/j.cbi.2020.108976", "32035864"]}, {"Citation": "Sabandar CW, Ahmat N, Jaafar FM, Sahidin IJP. Medicinal property, phytochemistry and pharmacology of several Jatropha species (Euphorbiaceae): A review. Phytochemistry. 2013;85:7–29. doi: 10.1016/j.phytochem.2012.10.009.", "ArticleIdList": ["10.1016/j.phytochem.2012.10.009", "23153517"]}, {"Citation": "Wu Q, Patocka J, Nepovimova E, Kuca K. Jatropha gossypiifolia L. and its biologically active metabolites: A mini review. J. Ethnopharmacol. 2019;234:197–203. doi: 10.1016/j.jep.2019.01.022.", "ArticleIdList": ["10.1016/j.jep.2019.01.022", "30695706"]}, {"Citation": "Sharma SK, Singh H. A review on pharmacological significance of genus Jatropha (Euphorbiaceae) Chinese J. Integr. Med. 2012;18:868–880. doi: 10.1007/s11655-012-1267-8.", "ArticleIdList": ["10.1007/s11655-012-1267-8", "23086490"]}, {"Citation": "Huang J-D, et al. Isolation and identification of five new diterpenoids from Jatropha curcas. Hytochem. Lett. 2020;40:37–41. doi: 10.1016/j.phytol.2020.09.006.", "ArticleIdList": ["10.1016/j.phytol.2020.09.006"]}, {"Citation": "Félix-silva J, et al. A review of traditional uses, phytochemistry, pharmacology, and toxicology of this medicinal plant. Evid. Based Complement. Alternat. Med. 2014;2014:2–32. doi: 10.1155/2014/369204.", "ArticleIdList": ["10.1155/2014/369204", "PMC4070477", "25002902"]}, {"Citation": "Al-Sobarry M, Alwashli A, Cherrah Y, Alaoui K. Analgesic activity of methanolic extract of Jatropha unicostata balf as endemic plant in Yemen. Int. J. Pharma Bio. Sci. 2011;2:375–381."}, {"Citation": "Fleurentin J, Pelt JM. Repertory of drugs and medicinal plants of Yemen. J. Ethnopharmacol. 1982;6(1):85–108. doi: 10.1016/0378-8741(82)90073-3.", "ArticleIdList": ["10.1016/0378-8741(82)90073-3", "7109666"]}, {"Citation": "Mothana RA, et al. Antimicrobial, antioxidant and cytotoxic activities and phytochemical screening of some Yemeni medicinal plants. Evid. Based Complement. Alternat. Med. 2010;7:323–330. doi: 10.1093/ecam/nen004.", "ArticleIdList": ["10.1093/ecam/nen004", "PMC2887327", "18955315"]}, {"Citation": "Masaoud M, Ripperger H, Porzel A, Adam G. Flavonol Glycosides from Jatropha variegata. Journal für Praktische Chemie/Chemiker-Zeitung. 1995;337(1):43–45. doi: 10.1002/prac.19953370109.", "ArticleIdList": ["10.1002/prac.19953370109"]}, {"Citation": "Bangar SP, Chaudhary V, Sharma N, Bansal V, Ozogul F, Lorenzo JM. Kaempferol: A flavonoid with wider biological activities and its applications. Crit. Rev. Food Sci. Nutrit. 2023;63(28):9580–9604. doi: 10.1080/10408398.2022.2067121.", "ArticleIdList": ["10.1080/10408398.2022.2067121", "35468008"]}, {"Citation": "Alhaj, W.T. et al. The potential of jatropha variegata fruits as a natural contraceptive: Antifertility activity and phytochemical analysis. Evid. Based Complement. Alternative Med., Article ID 1365526 (2022).", "ArticleIdList": ["PMC8885185", "35237332"]}, {"Citation": "Al-Maqtari T, Al-Doaiss AA. Antioxidant, Antimicrobial and Wound Healing Potential of Jatropha variegata-An Interesting Plant Endemic to Yemen. Pak. J. Biol. Sci. PJBS. 2020;23(12):1581–1590. doi: 10.3923/pjbs.2020.1581.1590.", "ArticleIdList": ["10.3923/pjbs.2020.1581.1590", "33274890"]}, {"Citation": "Al-Doaiss AA, Jarrar YB. Investigation of in vivo protective effect of orally administered vitamin E and selenium against gentamicininduced renal and hepatic toxicity. Trop. J. Pharmaceut. Res. 2019;18(7):1435–1442. doi: 10.4314/tjpr.v18i7.10.", "ArticleIdList": ["10.4314/tjpr.v18i7.10"]}, {"Citation": "Al-hood FAN, Ali KS. Antimicrobial activity of the Jatropha Spinosa extracts on the selected pathogenic microorganisms. World J. Pharmaceut. Res. 2015;4(11):2050–2056."}, {"Citation": "Islam MM, Islam A, Hossain MS. In-vivo antiemetic and antinociceptive, cytotoxic and in-vitro thrombolytic potential of methanolic extract of stem and leaves of jatropha gossypiifolia. Discov. Phytomed. 2017;4(4):35–40. doi: 10.15562/phytomedicine.2017.47.", "ArticleIdList": ["10.15562/phytomedicine.2017.47"]}, {"Citation": "Ahmed AM, Ibrahim MM, El-said MAAE, Elsadek BE. Anti-cancer activity of curcin and latex isolated from jatropha plant (Jatropha curcas l) J. Agric. Chem. Biotechnol. 2020;11(11):339–344."}, {"Citation": "da Silva CE, et al. Chemical composition and cytotoxic activity of the root essential oil from Jatropha ribifolia (Pohl) Baill (Euphorbiaceae) J. Brazil. Chem. Soc. 2015;26:233–238."}, {"Citation": "Zhang J-S, et al. Cytotoxic macrocyclic diterpenoids from Jatropha multifida. Bioorg. Chem. 2018;80:511–518. doi: 10.1016/j.bioorg.2018.06.025.", "ArticleIdList": ["10.1016/j.bioorg.2018.06.025", "30005201"]}, {"Citation": "Yuan H-T, et al. Lathyrane diterpenoids from Jatropha podagrica and their antitumor activities in human osteosarcoma cells. Natl. Prod. Res. 2021;35:5089–5095. doi: 10.1080/14786419.2020.1779719.", "ArticleIdList": ["10.1080/14786419.2020.1779719", "32538674"]}, {"Citation": "Dahake R, Roy S, Patil D, Rajopadhye S, Chowdhary A. Potential anti-HIV activity of Jatropha curcas Linn Leaf extracts. J. Antivir. Antiretrovirals. 2013;5(7):160–165. doi: 10.4172/jaa.1000082.", "ArticleIdList": ["10.4172/jaa.1000082"]}, {"Citation": "Mothana RA, Mentel R, Reiss C, Lindequist U. Phytochemical screening and antiviral activity of some medicinal plants from the island Soqotra. Phytotherapy Res. 2006;20:298–302. doi: 10.1002/ptr.1858.", "ArticleIdList": ["10.1002/ptr.1858", "16557613"]}, {"Citation": "Falodun A, et al. Isolation of Diterpenoids from Jatropha podagrica against Hepatitis C virus. J. Afr. Assoc. Physiol. Sci. 2014;2:21–25."}, {"Citation": "Mulongo EK, et al. In silico screening of natural compounds from Jatropha curcas (Euphorbiaceae, Linn) and Jatropha gossypifolia (Euphorbiaceae, Linn) against SARS-CoV2, a COVID-19 main protease, using molecular docking approach. Indonesian J. Fundament. Appl. Chem. 2022;7:148–157. doi: 10.24845/ijfac.v7.i3.148.", "ArticleIdList": ["10.24845/ijfac.v7.i3.148"]}, {"Citation": "Chokchaisiri R, et al. Anti-herpes simplex type-1 (HSV-1) activity from the roots of Jatropha multifida L. Med. Chem. Res. 2020;29:328–333. doi: 10.1007/s00044-019-02484-5.", "ArticleIdList": ["10.1007/s00044-019-02484-5"]}, {"Citation": "Skehan P, Storeng R, Scudiero D, Monks A, McMahon J, Vistica D, Boyd MR. New colorimetric cytotoxicity assay for anticancer-drug screening. JNCI J. Natl. Cancer Inst. 1990;82(13):1107–1112. doi: 10.1093/jnci/82.13.1107.", "ArticleIdList": ["10.1093/jnci/82.13.1107", "2359136"]}, {"Citation": "Schmidtke M, Schnittler U, Jahn B, Dahse HM, Stelzner A. A rapid assay for evaluation of antiviral activity against coxsackie virus B3, influenza virus A, and herpes simplex virus type 1. J. Virol. Methods. 2001;95(1–2):133–143. doi: 10.1016/S0166-0934(01)00305-6.", "ArticleIdList": ["10.1016/S0166-0934(01)00305-6", "11377720"]}, {"Citation": "Pauwels R, Balzarini J, Baba M, Snoeck R, Schols D, Herdewijn P, DeClercq E. Rapid and automated tetrazolium-based colorimetric assay for the detection of anti-HIV compounds. J. Virol. Methods. 1988;20(4):309–321. doi: 10.1016/0166-0934(88)90134-6.", "ArticleIdList": ["10.1016/0166-0934(88)90134-6", "2460479"]}, {"Citation": "Ruan J, et al. Comprehensive chemical profiling in the ethanol extract of Pluchea indica aerial parts by liquid chromatography/mass spectrometry analysis of its silica gel column chromatography fractions. Molecules. 2019;24:2784. doi: 10.3390/molecules24152784.", "ArticleIdList": ["10.3390/molecules24152784", "PMC6696005", "31370202"]}, {"Citation": "Mahrous EA, Elosaily AH, Salama AA, Salama AM, El-Zalabani SMJP. Oral and topical anti-inflammatory activity of jatropha integerrima leaves extract in relation to its metabolite profile. Plants. 2022;11:218. doi: 10.3390/plants11020218.", "ArticleIdList": ["10.3390/plants11020218", "PMC8781579", "35050106"]}, {"Citation": "Mohammed AE, et al. Silver nanoparticles formation by jatropha integerrima and LC/MS-QTOF-based metabolite profiling. Nanomaterials. 2021;11:2400. doi: 10.3390/nano11092400.", "ArticleIdList": ["10.3390/nano11092400", "PMC8468306", "34578715"]}, {"Citation": "Tinco-Jayo JA, Aguilar-Felices EJ, Enciso-Roca EC, Arroyo-Acevedo JL, Herrera-Calderon OJM. Phytochemical screening by LC-ESI-MS/MS and effect of the ethyl acetate fraction from leaves and stems of Jatropha macrantha Müll Arg. on ketamine-induced erectile dysfunction in rats. Molecules. 2021;27:115. doi: 10.3390/molecules27010115.", "ArticleIdList": ["10.3390/molecules27010115", "PMC8746923", "35011347"]}, {"Citation": "Zengin G, et al. Chemical composition and biological properties of two Jatropha species: Different parts and different extraction methods. Antioxidants. 2021;10:792. doi: 10.3390/antiox10050792.", "ArticleIdList": ["10.3390/antiox10050792", "PMC8156752", "34067702"]}, {"Citation": "Coelho IP, et al. Chemical profile and gastroprotective effect of Jatropha elliptica (Pohl) Oken roots. Fitoterapia. 2020;146:104707. doi: 10.1016/j.fitote.2020.104707.", "ArticleIdList": ["10.1016/j.fitote.2020.104707", "32827695"]}, {"Citation": "da Silva LC, de Carvalho TC, Pereira I, Marana JC, Laviola BG, Abdelnur PV, Vaz BG. Molecularly imprinted polymer-coated probe electrospray ionization mass spectrometry determines phorbol esters and deoxyphorbol metabolites in Jatropha curcas leaves. J. Am. Soc. Mass Spectrom. 2019;30(10):2051–2059. doi: 10.1007/s13361-019-02269-5.", "ArticleIdList": ["10.1007/s13361-019-02269-5", "31342263"]}, {"Citation": "Ye M, Han J, Chen H, Zheng J, Guo D. Analysis of phenolic compounds in rhubarbs using liquid chromatography coupled with electrospray ionization mass spectrometry. J. Am. Soc. Mass Spectrom. 2007;18:82–91. doi: 10.1016/j.jasms.2006.08.009.", "ArticleIdList": ["10.1016/j.jasms.2006.08.009", "17029978"]}, {"Citation": "Thi HT, et al. Screening of fatty acids, saccharides, and phytochemicals in Jatropha curcas seed kernel as their trimethylsilyl derivatives using gas chromatography/mass spectrometry. J. Chromatogr. B. 2018;1102:66–73. doi: 10.1016/j.jchromb.2018.10.009.", "ArticleIdList": ["10.1016/j.jchromb.2018.10.009", "30380465"]}, {"Citation": "Álvarez-Fernández MA, et al. Composition of nonanthocyanin polyphenols in alcoholic-fermented strawberry products using LC–MS (QTRAP), high-resolution MS (UHPLC-Orbitrap-MS), LC-DAD, and antioxidant activity. J. Agric. Food Chem. 2015;63:2041–2051. doi: 10.1021/jf506076n.", "ArticleIdList": ["10.1021/jf506076n", "25598511"]}, {"Citation": "Pontes MC, et al. Chemical constituents and antibacterial activity of Bromelia laciniosa (Bromeliaceae): Identification and structural characterization. Phytomed. Plus. 2022;2:100215. doi: 10.1016/j.phyplu.2022.100215.", "ArticleIdList": ["10.1016/j.phyplu.2022.100215"]}, {"Citation": "Ugbogu A, et al. Quality assessment profile of Jatropha curcas (L) seed oil from Nigeria. Int. Food Res. J. 2014;21:735."}, {"Citation": "Vega-Ruiz YC, Hayano-Kanashiro C, Gámez-Meza N, Medina-Juárez LAJP. Determination of chemical constituents and antioxidant activities of leaves and stems from Jatropha cinerea (Ortega) Müll. Arg and Jatropha cordata (Ortega) Müll. Arg. Plants. 2021;10:212. doi: 10.3390/plants10020212.", "ArticleIdList": ["10.3390/plants10020212", "PMC7911936", "33499190"]}, {"Citation": "Ravindranath N, et al. New lathyrane and podocarpane diterpenoids from Jatropha curcas. Chem. Pharmaceut. Bull. 2004;52:608–611. doi: 10.1248/cpb.52.608.", "ArticleIdList": ["10.1248/cpb.52.608", "15133216"]}, {"Citation": "Das B, et al. New macrocyclic diterpenoids from Jatropha multifida. Chem. Pharmaceut. Bull. 2009;57:318–320. doi: 10.1248/cpb.57.318.", "ArticleIdList": ["10.1248/cpb.57.318", "19252329"]}, {"Citation": "Salih AM, et al. Phytochemical compound profile and the estimation of the Ferruginol compound in different parts (roots, leaves, and seeds) of Juniperus procera. Separation. 2022;9:352. doi: 10.3390/separations9110352.", "ArticleIdList": ["10.3390/separations9110352"]}, {"Citation": "El-Sabagh OA, et al. Metabolite profiles of Pulicaria crispa and P. incisa in relation to their in-vitro/in-vivo antioxidant activity and hepatoprotective effect: A comparative mass spectrometry-based metabolomics. Separations. 2021;194:113804.", "ArticleIdList": ["33293177"]}, {"Citation": "Lin J, Dou J, Xu J, Aisa HAJM. Chemical composition, antimicrobial and antitumor activities of the essential oils and crude extracts of Euphorbia macrorrhiza. Molecules. 2012;17:5030–5039. doi: 10.3390/molecules17055030.", "ArticleIdList": ["10.3390/molecules17055030", "PMC6268634", "22555293"]}, {"Citation": "Mitra S, et al. Exploring the journey of emodin as a potential neuroprotective agent: Novel therapeutic insights with molecular mechanism of action. Biomed. Pharmacotherapy. 2022;149:112877. doi: 10.1016/j.biopha.2022.112877.", "ArticleIdList": ["10.1016/j.biopha.2022.112877", "35367766"]}, {"Citation": "Sarker SD, Nahar L, Miron A, Guo M. Anticancer natural products. Ann Rep. Med. Chem. 2020;55:45–75."}, {"Citation": "Gezici S, Şekeroğlu N. Current perspectives in the application of medicinal plants against cancer: novel therapeutic agents. Anti-Cancer Agents Med. Chem. Formerly Curr. Med. Chem. Anti-Cancer Agents. 2019;19(1):101–111.", "ArticleIdList": ["30582485"]}, {"Citation": "Kinghorn AD, et al. Discovery of anticancer agents of diverse natural origin. Anticancer Res. 2016;36:5623–5637. doi: 10.21873/anticanres.11146.", "ArticleIdList": ["10.21873/anticanres.11146", "PMC5098703", "27793884"]}, {"Citation": "Ali C, Makata N, Ezenduka PJGO. Cervical cancer: A health limiting condition. Gynecol. Obstet. 2016;6:2161."}, {"Citation": "Bhanot A, Sharma R, Noolvi MN. Natural sources as potential anti-cancer agents: A review. Int. J. Phytomed. 2011;3(1):09."}, {"Citation": "Jain R, Jain SK. Screening of in vitro cytotoxic activity of some medicinal plants used traditionally to treat cancer in Chhattisgarh state, India. Asian Pac. J. Trop. Biomed. 2011;1(2):S147–S150. doi: 10.1016/S2221-1691(11)60144-5.", "ArticleIdList": ["10.1016/S2221-1691(11)60144-5"]}, {"Citation": "Abdalla OM, Koko W, Saadabi AM. In vitro anticancer activity and cytotoxicity of Solarium nigrum on cancers and normal cell lines. Int. J. Cancer Res. 2014;10(2):74–80. doi: 10.3923/ijcr.2014.74.80.", "ArticleIdList": ["10.3923/ijcr.2014.74.80"]}]}], "History": [{"Year": "2023", "Month": "5", "Day": "26"}, {"Year": "2024", "Month": "2", "Day": "21"}, {"Year": "2024", "Month": "3", "Day": "1", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "29", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "28", "Hour": "23", "Minute": "18"}, {"Year": "2024", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["38418513", "PMC10902333", "10.1038/s41598-024-55196-1", "10.1038/s41598-024-55196-1"]}}]}