{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethiopia", "Indigenous knowledge", "Rural–urban interface", "Socio-demographic variables", "Traditional knowledge"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38419117", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/s13002-024-00672-1"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "28"}], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "28"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Influence of socio-demographic factors on medicinal plant knowledge among three selected ethnic groups in south-central Ethiopia.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["The influence of socio-demographic variables was widely explored to evaluate their impact on indigenous and local ethnobotanical knowledge. However, the studies conducted in Ethiopia mainly focused on rural areas. They were limited to exploring and documenting ethnobotanical knowledge and the associated impacts of socio-demographic variables in rural-urban interface areas among ethnic groups. Hence, this study aimed to document plant-based indigenous and local ethnomedicinal knowledge and the associated impacts of socio-demographic variables among selected three ethnic groups in south-central Ethiopia.", "Ethnobotanical data were collected using semi-structured interviews with 189 key informants, floristic species inventories, and field observations. Quantitative approaches were used to evaluate the use values (UV) of the most important medicinal plants, the informant consensus factor (ICF), fidelity level (FL), relative popularity level (RPL), and rank-order priority (ROP). Statistical tests were applied to evaluate the influences of socio-demographic factors and associations between variables on local ethnobotanical knowledge across ethnic groups in different informant categories.", "Statistical analysis revealed significant differences (p < 0.05) in the mean number of medicinal plants reported among age categories. There was also a positive association between the respondent's age and plant knowledge acquisition. Croton macrostachyus Hochst. ex Delile, Albizia gummifera C.A.Sm., Zingiber officinale Roscoe, Aloe macrocarpa Tod., Gymnanthemum amygdalinum (Delile) Sch.Bip., Calpurnia aurea (Aiton) Benth, and Allium sativum L. had the highest use values among ethnic groups. The highest informant consensus factor values were recorded for circulatory system disorders (0.68) followed by febrile illness and reproductive organ complications (0.66 each) across the three studied ethnic groups. The highest FL, RPL, and ROP values were noted for Lactuca inermis Forssk., Moringa stenopetala (Baker f.) Cufod., Withania somnifera (L.) Dunal, Allium sativum L., Citrus limon (L.) Osbeck, Ricinus communis L., Schinus molle L., Antiaris toxicaria (J.F.Gmel.) Lesch., Brucea antidysenterica J.F.Mill., Echinops kebericho Mesfin, Ocimum jamesii Sebald, Afrocarpus falcatus (Thunb.) C.N.Page, Searsia natalensis (Bernh. ex Krauss) F.A.Barkley, and Ricinus communis L. across ethnic groups in the study areas, which showed the conformity of knowledge on species curing potential and their prevalent uses.", "The study revealed that the ethnic groups of Gedeo, Oromo, and Sidama have considerable indigenous and local ethnobotanical knowledge practices. Statistical analysis shown high variation in the acquisition of local ethnobotanical knowledge among age groups, which boosted our understanding of the effects of socio-demographic factors on the local ethnobotanical knowledge dynamics. Thus, this finding advocates for efforts to repair the observed generation gap via continued professional support and educating local communities to preserve traditional knowledge and practices through systematic documentation."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wondo Genet College of Forestry and Natural Resources, Hawassa University, PO Box 05, Hawassa, Ethiopia. natisinte@gmail.com."}], "LastName": "Tamene", "ForeName": "Sintayehu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hawassa University, Hawassa, Ethiopia."}], "LastName": "Negash", "ForeName": "Mesele", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Wildlife, and Tourism, Sokoine University of Agriculture, Morogoro, Tanzania."}], "LastName": "Makonda", "ForeName": "Fortunatus Bulabo", "Initials": "FB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Urban and Rural Development, Swedish University of Agricultural Sciences, Uppsala, Sweden."}], "LastName": "Chiwona-Karltun", "ForeName": "Linley", "Initials": "L"}], "GrantList": [{"GrantID": "Sida Grant Number 13394", "Agency": "Sokoine University of Agriculture", "Country": ""}, {"GrantID": "Sida Grant Number 13394", "Agency": "Sokoine University of Agriculture", "Country": ""}, {"GrantID": "Sida Grant Number 13394", "Agency": "Sokoine University of Agriculture", "Country": ""}, {"GrantID": "Sida Grant Number 13394", "Agency": "Sokoine University of Agriculture", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jessen TD, Ban NC, Claxton NX, Darimont CT. Contributions of indigenous knowledge to ecological and evolutionary understanding. Front Ecol Environ. 2022;20(2):93–101.", "ArticleIdList": ["10.1002/fee.2435"]}, {"Citation": "Saslis-Lagoudakis CH, Hawkins JA, Greenhill SJ, Pendry CA, Watson MF, Tuladhar-Douglas W, et al. The evolution of traditional knowledge: Environment shapes medicinal plant use in Nepal. Proc R Soc B Biol Sci. 2014;281:1–7."}, {"Citation": "Saynes-Vásquez A, Vibrans H, Vergara-Silva F, Caballero J. Intracultural differences in local botanical knowledge and knowledge loss among the Mexican Isthmus Zapotecs. PLoS ONE. 2016;11:1–19.", "ArticleIdList": ["10.1371/journal.pone.0151693"]}, {"Citation": "Demie G, Negash M, Awas T. Ethnobotanical study of medicinal plants used by indigenous people in and around Dirre Sheikh Hussein heritage site of South-eastern Ethiopia. J Ethnopharmacol. 2018;220:87–93. https://doi.org/10.1016/j.jep.2018.03.033 .", "ArticleIdList": ["10.1016/j.jep.2018.03.033", "29601979"]}, {"Citation": "Teka A, Asfaw Z, Demissew S, Van Damme P. Medicinal plant use practice in four ethnic communities (Gurage, Mareqo, Qebena, and Silti), south central Ethiopia. J Ethnobiol Ethnomed. 2020;16:1–12.", "ArticleIdList": ["10.1186/s13002-020-00377-1"]}, {"Citation": "Dossou G, Sinsin B. butyracea in Benin: a quantitative approach. Atlantic. 2011;9:151–66."}, {"Citation": "Tudela-Talavera P, La Torre-Cuadros MDLÁ. Cultural importance and use of medicinal plants in the Shipibo-Conibo native community of Vencedor (Loreto) Peru. Ethnobot Res Appl. 2016;14:533–48.", "ArticleIdList": ["10.17348/era.14.0.533-548"]}, {"Citation": "Tefera BN, Kim YD. Ethnobotanical study of medicinal plants in the Hawassa Zuria District, Sidama zone Southern Ethiopia. J Ethnobiol Ethnomed. 2019;15:1–21.", "ArticleIdList": ["10.1186/s13002-019-0302-7"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara Region, Ethiopia. J Ethnobiol Ethnomed. 2013;9:1–13.", "ArticleIdList": ["10.1186/1746-4269-9-63"]}, {"Citation": "Eshete MA, Molla EL. Cultural significance of medicinal plants in healing human ailments among Guji semi-pastoralist people, Suro Barguda District Ethiopia. J Ethnobiol Ethnomed. 2021;17:1–18. https://doi.org/10.1186/s13002-021-00487-4 .", "ArticleIdList": ["10.1186/s13002-021-00487-4"]}, {"Citation": "da Costa FV, Guimarães MFM, Messias MCTB. Gender differences in traditional knowledge of useful plants in a Brazilian community. PLoS ONE. 2021;16:1–16.", "ArticleIdList": ["10.1371/journal.pone.0253820"]}, {"Citation": "Kutal D, Kunwar RM, Baral K, Sapkota P, Sharma HP, Rimal B. Factors that influence the plant use knowledge in the middle mountains of Nepal. PLoS ONE. 2021;16:1–15. https://doi.org/10.1371/journal.pone.0246390 .", "ArticleIdList": ["10.1371/journal.pone.0246390"]}, {"Citation": "Kidane L, Gebremedhin G, Beyene T. Ethnobotanical study of medicinal plants in ganta afeshum district, eastern zone of tigray, northern Ethiopia. J Ethnobiol Ethnomed. 2018;14:1–19.", "ArticleIdList": ["10.1186/s13002-018-0266-z"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto. J Ethnobiol Ethnomed. 2017;13:1–29.", "ArticleIdList": ["10.1186/s13002-017-0182-7"]}, {"Citation": "Kunwar RM, Fadiman M, Cameron M, Bussmann RW, Thapa-Magar KB, Rimal B, et al. Cross-cultural comparison of plant use knowledge in Baitadi and Darchula districts Nepal Himalaya. J Ethnobiol Ethnomed. 2018;14:1–17.", "ArticleIdList": ["10.1186/s13002-018-0242-7"]}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in northwest Ethiopia. J Ethnopharmacol. 2007;110:516–25.", "ArticleIdList": ["17101251", "10.1016/j.jep.2006.10.011"]}, {"Citation": "López S, Tarekegn A, Band G, Van Dorp L, Bird N, Morris S, et al. Evidence of the interplay of genetics and culture in Ethiopia. Nat Commun. 2021. https://doi.org/10.1038/s41467-021-23712-w .", "ArticleIdList": ["10.1038/s41467-021-23712-w", "34750374", "8575966"]}, {"Citation": "Belayneh A, Asfaw Z, Demissew S, Bussa NF. Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of Babile Wereda Eastern Ethiopia. J Ethnobiol Ethnomed. 2012;8:1–11.", "ArticleIdList": ["10.1186/1746-4269-8-42"]}, {"Citation": "Yineger H, Yewhalaw D, Teketay D. Ethnomedicinal plant knowledge and practice of the Oromo ethnic group in southwestern Ethiopia. J Ethnobiol Ethnomed. 2008;4(1):1–10.", "ArticleIdList": ["10.1186/1746-4269-4-11"]}, {"Citation": "Mesfin F, Seta T, Assefa A. An ethnobotanical study of medicinal plants in Amaro Woreda Ethiopia. Ethnobot Res Appl. 2014;12:341–54.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Agize M, Asfaw Z, Nemomissa S, Gebre T. Ethnobotany of traditional medicinal plants and associated indigenous knowledge in Dawuro Zone of Southwestern Ethiopia. J Ethnobiol Ethnomed. 2022;18:1–21. https://doi.org/10.1186/s13002-022-00546-4 .", "ArticleIdList": ["10.1186/s13002-022-00546-4"]}, {"Citation": "Bekele M, Woldeyes F, Lulekal E, Bekele T, Demissew S. Ethnobotanical investigation of medicinal plants in Buska Mountain range, Hamar district Southwestern Ethiopia. J Ethnobiol Ethnomed. 2022;18:1–26. https://doi.org/10.1186/s13002-022-00558-0 .", "ArticleIdList": ["10.1186/s13002-022-00558-0"]}, {"Citation": "Kassa Z, Asfaw Z, Demissew S. An ethnobotanical study of medicinal plants in Sheka Zone of Southern Nations Nationalities and Peoples Regional State, Ethiopia. J Ethnobot. 2020;7:5–9."}, {"Citation": "Megersa M, Woldetsadik S. Ethnobotanical study of medicinal plants used by local communities of Damot Ethnobotanical study of medicinal plants used by local communities of Damot Woyde District, Wolaita Zone, Southern Ethiopia. 2022"}, {"Citation": "CSA. The 2007 Population and Housing Census of Ethiopia: Federal Democratic Republic of Ethiopia Population Census Commission. 2007;1–125."}, {"Citation": "Giday M, Asfaw Z, Woldu Z, Teklehaymanot T. Medicinal plant knowledge of the Bench ethnic group of Ethiopia: an ethnobotanical investigation. J Ethnobiol Ethnomed. 2009;5(1):1–10.", "ArticleIdList": ["10.1186/1746-4269-5-34"]}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR Ethiopia. J Ethnobiol Ethnomed. 2009;5(1):1–18.", "ArticleIdList": ["10.1186/1746-4269-5-28"]}, {"Citation": "Regassa R, Bekele T, Megersa M. Ethnobotonical study of traditional medicinal plants used to treat human ailments by halaba people, southern Ethiopia. J Med Plants Stud NAAS Rat JMPS. 2017;36:36–47."}, {"Citation": "Tamene S, Addisu D, Debela E, Tamene S, Addisu D, Debela E. Ethno-medicinal study of plants in Boricha district: use, preparation and application by traditional healers Southern Ethiopia. J Med plant Res. 2020;14:343–53."}, {"Citation": "Kindu M, Schneider T, Teketay D, Knoke T. Land use/land cover change analysis using object-based classification approach in Munessa-Shashemene landscape of the ethiopian highlands. Remote Sens. 2013;5:2411–35.", "ArticleIdList": ["10.3390/rs5052411"]}, {"Citation": "Gebretsadik ZM. Watershed degradation and the growing risk of erosion in Hawassa-Zuria District Southern Ethiopia. J Flood Risk Manag. 2014;7:118–27.", "ArticleIdList": ["10.1111/jfr3.12033"]}, {"Citation": "Girma T, Lika T, Maru M. Data on spatiotemporal land use land cover changes in peri-urban West Arsi Zone, Ethiopia: empirical evidences from Shashemene peri-urban areas. Data Br. 2018;18:747–52. https://doi.org/10.1016/j.dib.2018.03.082 .", "ArticleIdList": ["10.1016/j.dib.2018.03.082"]}, {"Citation": "Elias E, Seifu W, Tesfaye B, Girmay W. Impact of land use/cover changes on lake ecosystem of Ethiopia central rift valley. Cogent Food Agric. 2019. https://doi.org/10.1080/23311932.2019.1595876 .", "ArticleIdList": ["10.1080/23311932.2019.1595876"]}, {"Citation": "Kinfu E, Bombeck H, Nigussie A, Wegayehu F. The genesis of peri-urban Ethiopia: the case of Hawassa city. J Land Rural Stud. 2019;7(1):71–95.", "ArticleIdList": ["10.1177/2321024918808125"]}, {"Citation": "Wondrade N, Dick OB, Tveite H. Landscape mapping to quantify degree-of-freedom, degree-of-sprawl, and degree-of-goodness of urban growth in Hawassa Ethiopia. Environ Nat Resour Res. 2014;4(4):223–37."}, {"Citation": "Jegora T, Asfaw Z, Anjulo A. Woody species diversity and management in homegarden agroforestry: the case of Shashemene District, Ethiopia. Int J For Res. 2019;2019:1–6."}, {"Citation": "CSA. The 1994 population and housing census in Ethiopia, result of Oromia Region. Central Statistical Authority, Addis Ababa, Ethiopia; 1994."}, {"Citation": "Debela MC, Muhye HK. Water supply and demand scenario of Dilla Town, Southern Ethiopia. Int J Water Resour Environ Eng. 2017;9:270–6.", "ArticleIdList": ["10.5897/IJWREE2017.0748"]}, {"Citation": "Bekele-tesemma A. Useful trees and shrubs of Ethiopia: Identification, Propagation and Management for 17 Agroclimatic Zones. RELMA ICRAF Proj World Agrofor Cent—East Africa Reg Program P O Box 30677-00100, Nairobi Kenya Publ. 2007"}, {"Citation": "Martin GJ. Ethnobotany: a methods manual. Routledge; 1995."}, {"Citation": "Alexiades MN. Collecting Ethnobotanical Data: An Introduction to Basic Concepts and Techniques. The New York Botabical Garden; 1996."}, {"Citation": "Balick MK, Cox PA. Plants, people, and culture. The sciences of ethnobotany. Selected guideline for ethnobotanical research. Taylor and Francis Group; 1996."}, {"Citation": "Tesemma AB. Useful trees and shrubs of Ethiopia: identification, propagation and managment for agricultral and pastoral communities. 1993."}, {"Citation": "Fichtl R, Adi A. Honeybee flora of ethiopi. In:Sue Edwards EK (ed.) In cooperation between the German Development Service (DED) and the Ministry of Agriculture–Livestock & Fishery Resources Main Department, Addis Ababa, Ethiopia; 1994."}, {"Citation": "Lock M, Edwards S, Tadesse M, Demissew S, Hedberg I, D. S, et al. Flora of Ethiopia and Eritraea Volume 2 Part 2. Canellaceae to Euphorbiaceae. Kew Bull. 1998."}, {"Citation": "Tadesse M. Flora of Ethiopia and Eritrea. Volume 4, Part 2: Asteraceae (Compositae). Biodivers. African Plants. 2004."}, {"Citation": "Awas T. Endemic plants of Ethiopia: preliminary working list to contribute to National plant conservation target. Inst Biodivers Conserv. 2006;14:1–14."}, {"Citation": "Hedberg I, Kelbessa E, Edwards S. Flora of ethiopia and eritrea volumes gentianaceae to cyclocheilaceae. Natl. Herb. Biol. Dep. Sci. Fac. Addis Ababa Univ. Ethiop.; Dep. Syst. Bot. Uppsala Univ. Sweden. 2006."}, {"Citation": "Tardío J, Pardo-De-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of southern Cantabria (northern Spain). Econ Bot. 2008;62:24–39.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Canales M, Hernández T, Caballero J, Romo-DeVivar A, Avila G, Duran A, et al. Informant consensus factor and antibacterial activity of the medicinal plants used by the people of San Rafael Coxcatlán, Puebla México. J Ethnopharmacol. 2005;97:429–39.", "ArticleIdList": ["15740877", "10.1016/j.jep.2004.11.013"]}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev Desert, Israel. J Ethnopharmacol. 1986;16:275–87.", "ArticleIdList": ["3747566", "10.1016/0378-8741(86)90094-2"]}, {"Citation": "Amjad MS, Ahmad I, Khan SU, Chaudhari SK, Malik NZ, Shaheen H, et al. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: a case study from Toli Peer National Park , Azad Jammu and Kashmir. 2017."}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district Punjab-Pakistan. PLoS ONE. 2017;12:1–22.", "ArticleIdList": ["10.1371/journal.pone.0177912"]}, {"Citation": "Renan L, Ferreira OO, Cruz JN, De JC, Franco P, Cascaes MM, et al. Lamiaceae essential oils, phytochemical profile, antioxidant, and biological activities. Hindawi Eviden-Based Comple Altern Med. 2021. https://doi.org/10.1155/2021/6748052 .", "ArticleIdList": ["10.1155/2021/6748052"]}, {"Citation": "Sharma M, Sharma M, Bithel N, Sharma M. Ethnobotany, phytochemistry, pharmacology and nutritional potential of medicinal plants from asteraceae family. J Mt Res. 2022;17:67–83."}, {"Citation": "Woldeamanuel MM, Geda MK, Mohapatra S, Bastia TK, Rath P, Panda AK. Ethnobotanical study of endemic and non-endemic medicinal plants used by indigenous people in environs of Gullele botanical garden Addis Ababa, central Ethiopia: a major focus on Asteraceae family. Front Pharmacol. 2022;13:1–28.", "ArticleIdList": ["10.3389/fphar.2022.1020097"]}, {"Citation": "Mekuria T, Abduro H. Ethnobotanical study on medicinal plants used by local communities in Shashemene District, West Arsi Zone of Oromia Region Ethiopia Asian. J Plant Soil Sci. 2022;7:158–70."}, {"Citation": "Marshet G, Dalle M. Ethnobotanical study of medicinal plants in Nagelle Arsi District, West Arsi Zone of Oromia, Ethiopia. J Nat Sci Res. 2019;9"}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, et al. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J Ethnobiol Ethnomed. 2016;12:1–28. https://doi.org/10.1186/s13002-015-0077-4 .", "ArticleIdList": ["10.1186/s13002-015-0077-4"]}, {"Citation": "Hussain W, Badshah L, Ullah M, Ali M, Ali A, Hussain F. Quantitative study of medicinal plants used by the communities residing in Afghan borders. J Ethnobiol Ethnomed. 2018;14:1–18.", "ArticleIdList": ["10.1186/s13002-018-0229-4"]}, {"Citation": "Faruque MO, Uddin SB, Barlow JW, Hu S, Dong S, Cai Q, et al. Quantitative ethnobotany of medicinal plants used by indigenous communities in the Bandarban district of Bangladesh. Front Pharmacol. 2018;9:40.", "ArticleIdList": ["29467652", "5808248", "10.3389/fphar.2018.00040"]}, {"Citation": "Lautenschläger T, Monizi M, Pedro M, Mandombe JL, Bránquima MF, Heinze C, et al. First large-scale ethnobotanical survey in the province of Uíge, Northern Angola. J Ethnobiol Ethnomed. 2018;14:1–73.", "ArticleIdList": ["10.1186/s13002-018-0238-3"]}, {"Citation": "Wiryono W, Wanandi Y, Ilahi AK, Deselina D, Senoaji G, Siswahyono S. The local knowledge of the plant names and uses by Semende tribe people in Kaur district, Bengkulu province Indonesia. Biodiversitas. 2019;20:754–61.", "ArticleIdList": ["10.13057/biodiv/d200320"]}, {"Citation": "Al-robai SA, Ahmed AAE, Mohamed HA, Ahmed AA, Zabin SA, Alghamdi AAA. Qualitative and quantitative ethnobotanical survey in Al Baha Province Southwestern Saudi Arabia. J Divers. 2022;14:867."}, {"Citation": "Obey JK, Von Wright A, Orjala J, Kauhanen J, Tikkanen-kaukanen C. Antimicrobial activity of croton macrostachyus stem bark extracts against several human pathogenic bacteria. J Pathog 2016;2016."}, {"Citation": "Victor M, Mbunde N, Innocent E, Mabiki F. Ethnobotanical survey and toxicity evaluation of medicinal plants used for fungal remedy in the Southern Highlands of Tanzania. J Intercult Ethnopharmacol. 2017;6:84.", "ArticleIdList": ["10.5455/jice.20161222103956"]}, {"Citation": "Faruque MO, Feng G, Khan MNA, Barlow JW, Ankhi UR, Hu S, et al. Qualitative and quantitative ethnobotanical study of the Pangkhua community in Bilaichari Upazilla, Rangamati District, Bangladesh. J Ethnobiol Ethnomed. 2019;15:1–29.", "ArticleIdList": ["10.1186/s13002-019-0287-2"]}, {"Citation": "Gupta N, Agarwal AK, Kumar R. Ethnomedicinal and conservation evaluation of the traditional medicinal plant species employed by the Van Gujjar Tribe in the Dehradun Shivalik Hills, Uttarakhand, India. Ethnobot Res Appl. 2023;25:1–17."}, {"Citation": "Asfaw A, Lulekal E, Bekele T, Debella A, Debebe E, Sisay B. Medicinal plants used to treat livestock ailments in Ensaro District, North Shewa Zone, Amhara Regional State, Ethiopia. BMC Vet Res. 2022;18:1–17. https://doi.org/10.1186/s12917-022-03320-6 .", "ArticleIdList": ["10.1186/s12917-022-03320-6"]}, {"Citation": "Alemneh D. Ethnobotanical study of medicinal plants used for the treatment of domestic animal diseases in yilmana densa and quarit districts, west gojjam zone, amhara region, ethiopia. Ethnobot Res Appl. 2021;22."}, {"Citation": "Tekle Y. An ethno-veterinary botanical survey of medicinal plants in Kochore district of Gedeo Zone, Southern Nations Nationalities and Peoples Regional State (SNNPRs) Ethiopia. J Sci Innov Res. 2014;3:433–45.", "ArticleIdList": ["10.31254/jsir.2014.3407"]}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnoveterinary plants of Ankober District, North Shewa Zone, Amhara Region, Ethiopia. J Ethnobiol Ethnomed. 2014;10:1–19.", "ArticleIdList": ["10.1186/1746-4269-10-21"]}, {"Citation": "Eshetu GR, Dejene TA, Telila LB, Bekele DF. Ethnoveterinary medicinal plants: preparation and application methods by traditional healers in selected districts of southern Ethiopia. Veterinary World. 2015;8(5):674.", "ArticleIdList": ["27047155", "4774733", "10.14202/vetworld.2015.674-684"]}, {"Citation": "Yigezu Y, Haile DB, Ayen WY. Ethnoveterinary medicines in four districts of Jimma zone, Ethiopia: cross sectional survey for plant species and mode of use. BMC Veterin Res. 2014;10:1–12."}, {"Citation": "Chekole G, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-gedam and Amba remnant forests of Libo Kemkem District, northwest Ethiopia. J Ethnobiol Ethnomed. 2015;11:1–38.", "ArticleIdList": ["10.1186/1746-4269-11-4"]}, {"Citation": "Geta O, Hansha H, Asafa O, Amde A. Ethnobotanical study of medicinal plants in ale woreda, South West Ethiopia. J Med Plants. 2020;8(5):121–9."}, {"Citation": "Beltrán-Rodríguez L, Ortiz-Sánchez A, Mariano NA, Maldonado-Almanza B, Reyes-García V. Factors affecting ethnobotanical knowledge in a mestizo community of the Sierra de Huautla Biosphere Reserve Mexico. J Ethnobiol Ethnomed. 2014;10:1–19.", "ArticleIdList": ["10.1186/1746-4269-10-14"]}, {"Citation": "Sharma A, Thakur D, Uniyal SK. Plant-derived utility products: Knowledge comparison across gender, age and education from a tribal landscape of western Himalaya. J Ethnobiol Ethnomed. 2019;15:1–14.", "ArticleIdList": ["10.1186/s13002-019-0346-8"]}, {"Citation": "Amjad MS, Zahoor U, Bussmann RW, Altaf M. Ethnobotanical survey-of-the-medicinal-flora-of-Harighal-Azad-Jammu–Kashmir-PakistanJournal-of-Ethnobiology-and-Ethnomedicine.pdf. J Ethnobiol Ethnomed. 2020;16:1–28.", "ArticleIdList": ["10.1186/s13002-020-00417-w"]}, {"Citation": "Pathy KK, Flavien NB, Honoré BK, Vanhove W, Van Damme P. Ethnobotanical characterization of medicinal plants used in Kisantu and Mbanza-Ngungu territories, Kongo-Central Province in DR Congo. J Ethnobiol Ethnomed. 2021;17(1):1–15."}, {"Citation": "Khakurel D, Uprety Y, Ahn G, Cha JY, Kim WY, Lee SH, et al. Diversity, distribution, and sustainability of traditional medicinal plants in Kaski district, western Nepal. Front Pharmacol. 2022;13:1–15.", "ArticleIdList": ["10.3389/fphar.2022.1076351"]}, {"Citation": "Silva FS, Ramos MA, Hanazaki N, de Albuquerque UP. Dynamics of traditional knowledge of medicinal plants in a rural community in the Brazilian semi-arid region. Rev Bras Farmacogn. 2011;21:382–91.", "ArticleIdList": ["10.1590/S0102-695X2011005000054"]}, {"Citation": "Weckmüller H, Barriocanal C, Maneja R, Boada M. Factors affecting traditional medicinal plant knowledge of the Waorani, Ecuador. Sustainability. 2019;11(16):4460.", "ArticleIdList": ["10.3390/su11164460"]}, {"Citation": "Mohammed AY, Kasso M, Demeke A. Knowledge, attitude and practice of community on traditional medicine in Jara Town, Bale Zone South East Ethiopia. Sci J Public Health. 2016;4(3):241.", "ArticleIdList": ["10.11648/j.sjph.20160403.23"]}, {"Citation": "Silambarasan R, Sasidharan S, Kumar N, Aravind R, Nair AS, Selavinayagam KT. A multivariate and quantitative assessment of medicinal plants used by the indigenous Malayali tribes in the Javadhu hills of Tiruvannamalai district, Tamil Nadu, India. Heliyon. 2023;9:e15607. https://doi.org/10.1016/j.heliyon.2023.e15607 .", "ArticleIdList": ["10.1016/j.heliyon.2023.e15607", "37305490", "10256831"]}, {"Citation": "Maroyi A. Pharmacological properties of croton macrostachyus hochst. Ex Delile: a comprehensive review. Eviden-Based Complement Altern Med 2017;2017."}, {"Citation": "Dubale S, Kebebe D, Zeynudin A, Abdissa N, Suleman S. Phytochemical screening and antimicrobial activity evaluation of selected medicinal plants in Ethiopia. Exp Pharmacol. 2023;2023(15):51–62.", "ArticleIdList": ["10.2147/JEP.S379805"]}, {"Citation": "Mao QQ, Xu XY, Cao SY, Gan RY, Corke H, Beta T, Li HB. 2019) Bioactive compounds and bioactivities of ginger (Zingiber officinale Roscoe. Foods. 2019;8(185):1–21."}, {"Citation": "Moon YS, Lee HS, Lee SE. Inhibitory effects of three monoterpenes from ginger essential oil on growth and aflatoxin production of Aspergillus flavus and their gene regulation in aflatoxin biosynthesis. Appl Biol Chem. 2018;2018(61):243–50. https://doi.org/10.1007/s13765-018-0352-x .", "ArticleIdList": ["10.1007/s13765-018-0352-x"]}, {"Citation": "Atsafack S, Kodjio N, Fodouop S, Ntemafack A, Kuiate JR, Gatsing D. In vitro antisalmonellal and antioxidant activities of the crude extracts and fractions from the Stem Bark of Albizia gummifera (JF Gmel.) CA Sm. Brit J Pharm Res. 2016;10(6):1–11.", "ArticleIdList": ["10.9734/BJPR/2016/24197"]}, {"Citation": "Tadesse WT, Endale A, Mohammedbrhan A, Tamiru TW. In vitro antibacterial activities of the leaf extracts of Aloe macrocarpa Tod (Aloaceae). Eur J Integr Med. 2017;12:74–8.", "ArticleIdList": ["10.1016/j.eujim.2017.04.010"]}, {"Citation": "Lulekal E, Rondevaldova J, Bernaskova E, Cepkova J, Asfaw Z, Kelbessa E. Antimicrobial activity of traditional medicinal plants from Ankober district, north Shewa Zone, Amhara region Ethiopia. Pharm Biol. 2014;52(5):614–20.", "ArticleIdList": ["24392738", "10.3109/13880209.2013.858362"]}, {"Citation": "Bogale A, Alemayehu H, Nedi T, Engidawork E. Antidiarrheal and antibacterial activities of calpurnia aurea: benth seed different extracts. Eviden-Based Complem Altern Med 2022."}, {"Citation": "Gopalakrishnan VK, Tekluu B, Karri KC. The medicinal plant Calpurnia aurea leaves act as an anti-inflammatory source of 5-Lipoxygenase/Cyclooxygenase-2 dual inhibitors. 2020"}, {"Citation": "Awan UA, Ali S, Shahnawaz AM, Shafique I, Zafar A. Biological activities of Allium sativum and Zingiber officinale extracts on clinically important bacterial pathogens, their phytochemical and FT-IR spectroscopic analysis. Pak J Pharm Sci. 2017;30(3):729–45.", "ArticleIdList": ["28653916"]}, {"Citation": "Shaheen H, Qureshi R, Qaseem MF. Qualitative investigation techniques used for analysis of ethnobotanical data from Thal Desert Punjab Pakistan. J Med Plants. 2015;3:69–75."}, {"Citation": "Ishtiaq M, Khanum H, Hussain I, Parveen A, Maqbool M, Thind S, et al. Ethnobotanical inventory and medicinal perspectives of herbal flora of Shiwalik mountainous range of District Bhimber, Azad Jammu and Kashmir Pakistan. PLoS ONE. 2022. https://doi.org/10.1371/journal.pone.0265028 .", "ArticleIdList": ["10.1371/journal.pone.0265028", "36227949", "9560475"]}, {"Citation": "Singh AG, Kumar A, Tewari DD. An ethnobotanical survey of medicinal plants used in Terai forest of western Nepal. J Ethnobiol Ethnomed. 2012;8:14.", "ArticleIdList": ["10.1186/1746-4269-8-19"]}, {"Citation": "Islam MK, Saha S, Mahmud I, Mohamad K, Awang K, Jamal Uddin S, et al. An ethnobotanical study of medicinal plants used by tribal and native people of Madhupur forest area Bangladesh. J Ethnopharmacol. 2014;151:921–30.", "ArticleIdList": ["24342778", "10.1016/j.jep.2013.11.056"]}, {"Citation": "Cordero CS, Meve U, Alejandro GJD. Ethnobotanical documentation of medicinal plants used by the indigenous Panay Bukidnon in Lambunao, Iloilo Philippines. Front Pharmacol. 2022;12:790567.", "ArticleIdList": ["35082673", "8784692", "10.3389/fphar.2021.790567"]}, {"Citation": "Enyew A, Asfaw Z, Kelbessa E, Nagappan R. Ethnobotanical study of traditional medicinal plants in and around Fiche District, Central Ethiopia. Curr Res J Biol Sci. 2014;6:154–67.", "ArticleIdList": ["10.19026/crjbs.6.5515"]}, {"Citation": "Gurebiyaw K, Gelanew A, Yigzaw, M. Soil physical properties enhancement via native tree species in northern. J Adv Agric. 2019"}, {"Citation": "Negash L. A selection of ethiopia’s indigenous trees biology uses and propagation techniques. Ethiopia: Addis Ababa University Press Addis Ababa; 2010."}, {"Citation": "Bekele E. Study on Actual Situation of Medicinal Plants in Ethiopia. Available from http://www.endashaw.com . Japan Assoc. Int. Collab. Agric. For. 2007."}, {"Citation": "Muluye AB, Ayicheh MW. Medicinal plants utilized for hepatic disorders in Ethiopian traditional medical practices: a review. Clin Phytoscience. 2020;6:1–11.", "ArticleIdList": ["10.1186/s40816-020-00195-8"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "24"}, {"Year": "2024", "Month": "2", "Day": "23"}, {"Year": "2024", "Month": "3", "Day": "1", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "29", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "28", "Hour": "23", "Minute": "51"}], "PublicationStatus": "epublish", "ArticleIdList": ["38419117", "10.1186/s13002-024-00672-1", "10.1186/s13002-024-00672-1"]}}]}