{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rhus coriaria", "Antibacterial", "Antioxidant", "Essential oil", "Flavonoid", "Sumac"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38413642", "DateCompleted": {"Year": "2024", "Month": "02", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["4818", "10.1038/s41598-024-53635-7"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "27"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Feb", "Day": "27"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Phytochemical variations antioxidant, and antibacterial activities among zebaria sumac (Rhus coriaria var. zebaria) populations in Iraq.", "Pagination": {"StartPage": "4818", "MedlinePgn": "4818"}, "Abstract": {"AbstractText": ["Sumac (Rhus coriaria L.) is one of the medicinal plants of Anacardiaceae family and widely used as a spice in Iran and Arab countries. Rhus coriaria var. zebaria is a small tree or large shrub, wildly growing in Iraq and described as a new variety with special characteristics. These increase the importance of studying sumac in these areas. Here, the phytochemical variations and the antibacterial activity of 50 accessions of this variety from five different climatic conditions was evaluated in order to identify the best accession to use and the best area for its cultivation. This is the most comprehensive study on this plant. Essential oil compounds were identified using GC-MS method and according to the results, Z, E-2,13-octadecadien, caryophyllene oxide, 2,4-decadienal, E-caryophyllene and nonanoic acid were among the main compounds. Also, the variety is a rich source of minerals including K, Ca, Mg, Na, P, and N. Sumac fruit extract from Akre Xerds had the highest anthocyanin and the lowest amount was from Kavilca region. The radical scavenging effect of extract from Dostic area in the concentration of 400 µg/mL is closer to the effect of ascorbic acid. The largest inhibition was found in the sumac extracted oil of Xasto Zhere area against S. aureus in compared with penicillin and amoxicillin and enrofloxacin antibiotics."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Analytical Chemistry, Faculty of Pharmacy, Medical University of Gdansk, Gdansk, Poland."}], "LastName": "Shahrivari", "ForeName": "Saba", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, University of Tabriz, Tabriz, Iran."}], "LastName": "Zeebaree", "ForeName": "Saeed Mizgeen Saeed", "Initials": "SMS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, University of Tabriz, Tabriz, Iran. s.alizadeh@tabrizu.ac.ir."}], "LastName": "Alizadeh-Salteh", "ForeName": "Saeideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Recreation and Ecotourism, College of Agricultural Engineering Sciences, University of Duhok, Duhok, Iraq."}], "LastName": "Feizy", "ForeName": "Hadar S", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, University of Maragheh, Maragheh, Iran."}], "LastName": "Morshedloo", "ForeName": "Mohammad Reza", "Initials": "MR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rhus"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Iraq"}, {"QualifierName": [], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nasar-Abbas SM, Halkman AK, Al-Haq MI. Inhibition of some foodborne bacteria by alcohol extract of sumac (Rhus coriaria L.) J. Food Saf. 2004;24:257–267. doi: 10.1111/j.1745-4565.2004.00506.x.", "ArticleIdList": ["10.1111/j.1745-4565.2004.00506.x"]}, {"Citation": "Abu-Reidah IM, Jamous RM, Ali-Shtayeh MS. Phytochemistry, pharmacological properties and industrial applications of Rhus coriaria L. (Sumac) Jordan J. Biol. Sci. 2014;7:233–244. doi: 10.12816/0008245.", "ArticleIdList": ["10.12816/0008245"]}, {"Citation": "Fereidoonfar H, Salehi-Arjmand H, Khadivi A, Akramian M, Safdari L. Chemical variation and antioxidant capacity of sumac (Rhus coriaria L.) Ind. Crops Prod. 2019;139:111518. doi: 10.1016/j.indcrop.2019.111518.", "ArticleIdList": ["10.1016/j.indcrop.2019.111518"]}, {"Citation": "Morshedloo MR, Maggi F, Tavakoli Neko H, Soleimani Aghdam M. Sumac (Rhus coriaria L.) fruit: Essential oil variability in Iranian populations. Ind. Crops Prod. 2018;111:1–7. doi: 10.1016/j.indcrop.2017.10.002.", "ArticleIdList": ["10.1016/j.indcrop.2017.10.002"]}, {"Citation": "Karadas O, Yilmaz I, Gecgel U. Properties of sumac plant and its importance in nutrition. Int. J. Innov. Approaches Agric. Res. 2020;4:377–383."}, {"Citation": "Kizil S, Turk M. Microelement contents and fatty acid compositions of Rhus coriaria L. and Pistacia terebinthus L. fruits spread commonly in the south eastern Anatolia region of Turkey. Nat. Prod. Res. 2010;24:92–98. doi: 10.1080/14786410903132555.", "ArticleIdList": ["10.1080/14786410903132555", "20013479"]}, {"Citation": "Shahbaz SE, Saleem JI, Abdulrahman SS. Rhus coriaria var. zebaria (Anacaridaceae), a new variety from Iraq. Nord. J. Bot. 2015;33:50–56. doi: 10.1111/njb.00569.", "ArticleIdList": ["10.1111/njb.00569"]}, {"Citation": "Fereidoonfar H, Salehi-Arjmand H, Khadivi A, Akramian M. Morphological variability of sumac (Rhus coriaria L.) germplasm using multivariate analysis. Ind. Crops Prod. 2018;120:162–170. doi: 10.1016/j.indcrop.2018.04.034.", "ArticleIdList": ["10.1016/j.indcrop.2018.04.034"]}, {"Citation": "Shahrivari S, Alizadeh S, Ghassemi-Golezani K, Aryakia E. A comprehensive study on essential oil compositions, antioxidant, anticholinesterase and antityrosinase activities of three Iranian Artemisia species. Sci. Rep. 2022;12:7234. doi: 10.1038/s41598-022-11375-6.", "ArticleIdList": ["10.1038/s41598-022-11375-6", "PMC9068787", "35508595"]}, {"Citation": "Tenaillon O, Skurnik D, Picard B, Denamur E. The population genetics of commensal Escherichia coli. Nat. Rev. Microbiol. 2010;8:207–217. doi: 10.1038/nrmicro2298.", "ArticleIdList": ["10.1038/nrmicro2298", "20157339"]}, {"Citation": "Harris LG, Foster SJ, Richards RG. Anintroducton to Staphylococcus aureus, and techniques for identifying and quantifying S. aureus adhesins in relation to adhesion to biomaterials: Review. ECM. 2002;4:39–60. doi: 10.22203/eCM.v004a04.", "ArticleIdList": ["10.22203/eCM.v004a04", "14562246"]}, {"Citation": "Alhakmani F, Kumar S, Khan SA. Estimation of total phenolic content, in-vitro antioxidant and anti-inflammatory activity of flowers of Moringa oleifera. Asian Pac. J. Trop. Biomed. 2013;3:623–627. doi: 10.1016/S2221-1691(13)60126-4.", "ArticleIdList": ["10.1016/S2221-1691(13)60126-4", "PMC3703555", "23905019"]}, {"Citation": "Saeed N, Khan MR, Shabbir M. Antioxidant activity, total phenolic and total flavonoid contents of whole plant extracts Torilis leptophylla L. BMC Complement. Altern. Med. 2012 doi: 10.1186/1472-6882-12-221.", "ArticleIdList": ["10.1186/1472-6882-12-221", "PMC3524761", "23153304"]}, {"Citation": "Kim JG, Kim HL, Kim SJ, Park KS. Fruit quality, anthocyanin and total phenolic contents, and antioxidant activities of 45 blueberry cultivars grown in Suwon, Korea. J. Zhejiang Univ. Sci. B. 2013;14:793–799. doi: 10.1631/jzus.B1300012.", "ArticleIdList": ["10.1631/jzus.B1300012", "PMC3773550", "24009199"]}, {"Citation": "Matthaus B. Antioxidant activity of extracts obtained from residues of different oilseeds. J. Agric. Food Chem. 2002;50:3444–3452. doi: 10.1021/jf011440s.", "ArticleIdList": ["10.1021/jf011440s", "12033809"]}, {"Citation": "Soyer Y, Koca N, Karadeniz F. Organic acid profile of Turkish white grapes and grape juices. J. Food Compos. Anal. 2003;16:629–636. doi: 10.1016/S0889-1575(03)00065-6.", "ArticleIdList": ["10.1016/S0889-1575(03)00065-6"]}, {"Citation": "Zulkarnay, Z., Shazwani, S., Ibrahim, B., Jurimah, A.J., Ruzairi, A.R., Zaridah, S. An overview on pH measurement technique and application in biomedical and industrial process. In 2nd International Conference on Biomedical Engineering (2015)."}, {"Citation": "Estefan G, Sommer R, Ryan J. Methods of Soil, Plant, and Water Analysis: A Manual for the West Asia and North Africa region. 3. International Center for Agricultural Research in the Dry Areas (ICARDA); 2013."}, {"Citation": "Singh M, Chandorkar S. Is sodium and potassium content of commonly consumed processed packaged foods a cause of concern? Food Chem. 2018;238:117–124. doi: 10.1016/j.foodchem.2016.11.108.", "ArticleIdList": ["10.1016/j.foodchem.2016.11.108", "28867081"]}, {"Citation": "Flaschka HA. EDTA Titrations: An Introduction to Theory and Practice. 2. Elsevier; 2022."}, {"Citation": "Kiyingi W, et al. Crude oil wax: A review on formation, experimentation, prediction, and remediation techniques. Petrol. Sci. 2022;19:2343–2357. doi: 10.1016/j.petsci.2022.08.008.", "ArticleIdList": ["10.1016/j.petsci.2022.08.008"]}, {"Citation": "Jiang B, Tsao R, Li Y, Miao M. Food safety: Food analysis technologies/techniques. In: Jiang B, Tsao R, Li Y, Miao M, editors. Reference Module in Food Science. Elsevier; 2014. pp. 273–288."}, {"Citation": "Otegbayo B. SOP for Determination of Starch & Sugar Through Acid Hydrolysis. Bowen University; 2019."}, {"Citation": "Nielsen SS. Phenol-sulfuric acid method for total carbohydrates. In: Nielsen SS, editor. Food Analysis Lab Manual. Springer US; 2010. pp. 47–53."}, {"Citation": "Mohammed FS, Akgul H, Sevindik M, Khaled BMT. Phenolic content and biological activities of Rhus coriaria var. zebaria. Fresenius Environ. Bull. 2018;27:5694–5702."}, {"Citation": "Balouiri M, Sadiki M, Ibnsouda SK. Methods for in vitro evaluating antimicrobial activity: A review. J. Pharm. Anal. 2016;6:71–79. doi: 10.1016/j.jpha.2015.11.005.", "ArticleIdList": ["10.1016/j.jpha.2015.11.005", "PMC5762448", "29403965"]}, {"Citation": "Hegazy MEF, et al. Cembrene diterpenoids with ether linkages from Sarcophyton ehrenbergi: Anti-proliferation and molecular-docking assessment. Mar. Drugs. 2017;15:192. doi: 10.3390/md15060192.", "ArticleIdList": ["10.3390/md15060192", "PMC5484142", "28635645"]}, {"Citation": "Russo EB, Marcu J. Cannabis pharmacology: The usual suspects and a few promising leads. Adv. Pharmacol. 2017;80:67–134. doi: 10.1016/bs.apha.2017.03.004.", "ArticleIdList": ["10.1016/bs.apha.2017.03.004", "28826544"]}, {"Citation": "Bastaki M, et al. 2,4-Decadienal does not induce genotoxic effects in in vivo micronucleus studies. Mutat. Res. Genet. Toxicol. Environ. Mutagenes. 2019;846:503082. doi: 10.1016/j.mrgentox.2019.503082.", "ArticleIdList": ["10.1016/j.mrgentox.2019.503082", "31585634"]}, {"Citation": "Pinho Silva L, Mendes-Maia PV, Garcia Teofilo TM, Barbosa R. trans-Caryophyllene, a natural sesquiterpene, causes tracheal smooth muscle relaxation through blockade of voltage-dependent Ca2+ channels. Molecules. 2012;17:11965–11977. doi: 10.3390/molecules171011965.", "ArticleIdList": ["10.3390/molecules171011965", "PMC6268956", "23060288"]}, {"Citation": "Kurucu S, Koyuncu M, Koroglu AG, Can Baser KH, Ozek T. The essential oils of Rhus coriaria L. (sumac) J. Essent. Oil Res. 1993;5:481–486. doi: 10.1080/10412905.1993.9698267.", "ArticleIdList": ["10.1080/10412905.1993.9698267"]}, {"Citation": "Bashash M, Zamindar N, Bolandi M. Evaluation of antioxidant activities of Iranian sumac (R. coriaria L.) fruit and spice extracts with different solvents. J. Food Meas. Charact. 2014;8:213–217. doi: 10.1007/s11694-014-9182-7.", "ArticleIdList": ["10.1007/s11694-014-9182-7"]}, {"Citation": "Ozaydin F, Vardin H. Effects of antioxidant and physicochemical properties on antimicrobial activity of sumac (Rhus coriaria L.) plant spices which are collected from the southeastern anatolia region of Turkey. Harran J. Agric. Food Sci. 2022;26:327–335."}, {"Citation": "Sakhr K, El Khatib S. Physiochemical properties and medicinal, nutritional and industrial applications of Lebanese sumac (Syrian sumac – Rhus coriaria): A review. Heliyon. 2020;6:e03207. doi: 10.1016/j.heliyon.2020.e03207.", "ArticleIdList": ["10.1016/j.heliyon.2020.e03207", "PMC7002821", "32042964"]}, {"Citation": "Mazaheri Tehrani M, Hesarinejad MA, Razavi SMA, Mohammadian R, Poorkian S. Comparing physciochemical properties and antioxidant potential of sumac from Iran and Turkey. MOJ Food Process. Technol. 2017;5:288–294."}, {"Citation": "Ozcan M, Haciseferogullari H. A condiment [sumac (Rhus coriaria L.) fruits]: Some physicochemical properties. Bulg. J. Plant Physiol. 2004;30:74–84."}, {"Citation": "Weathers KC, Sicama TG. A comparison of nutrient concentration in two poisonous and three nonpoisonous species of sumac (Rhus spp.) Am. Midl. Nat. 1986;116:209–212. doi: 10.2307/2425955.", "ArticleIdList": ["10.2307/2425955"]}, {"Citation": "Abdulqader Amin Z. Effect of Rhus coriaria extract on wound healing potential in Sprague Dawley rats. Zanco J. Med. Sci. 2017;22:89–95. doi: 10.15218/zjms.2018.012.", "ArticleIdList": ["10.15218/zjms.2018.012"]}, {"Citation": "Kossah R, et al. Comparative study on the chemical composition of Syrian sumac (Rhus coriaria L.) and Chinese sumac (Rhus typhina L.) fruits. Pak. J. Nutr. 2009;8:1570–1574. doi: 10.3923/pjn.2009.1570.1574.", "ArticleIdList": ["10.3923/pjn.2009.1570.1574"]}, {"Citation": "Demchik S, Rajangam AS, Hall J, Singsaas EL. Fatty acids, carbohydrates and total proteins of wild sumac (Rhus typhina L.) drupes from the upper Midwest of the United States. Am. J. Essent. Oils Nat. Prod. 2015;3:30–34."}, {"Citation": "Mahdavi S, Hesami B, Sharafi Y. Antimicrobial and antioxidant activities of Iranian sumac (Rhus coriaria L.) fruit ethanolic extract. J. Appl. Microbiol. Biochem. 2018 doi: 10.21767/2576-1412.100021.", "ArticleIdList": ["10.21767/2576-1412.100021"]}, {"Citation": "Nasar-Abbas SM, Halkman AK. Antimicrobial effect of water extract of sumac (Rhus coriaria L.) on the growth of some food borne bacteria including pathogens. Int. J. Food Microbiol. 2004;97:63–69. doi: 10.1016/j.ijfoodmicro.2004.04.009.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.04.009", "15527919"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "27"}, {"Year": "2024", "Month": "2", "Day": "3"}, {"Year": "2024", "Month": "2", "Day": "29", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "2", "Day": "28", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "2", "Day": "27", "Hour": "23", "Minute": "32"}, {"Year": "2024", "Month": "2", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38413642", "PMC10899646", "10.1038/s41598-024-53635-7", "10.1038/s41598-024-53635-7"]}}]}