{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Platostoma palustre", "Metabolites", "Plastic-film mulching", "Soil temperature", "Yield"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38429397", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "04"}, "Article": {"Language": ["eng"], "ELocationID": ["5110", "10.1038/s41598-024-55406-w"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "01"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "01"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Effects of different colors of plastic-film mulching on soil temperature, yield, and metabolites in Platostoma palustre.", "Pagination": {"StartPage": "5110", "MedlinePgn": "5110"}, "Abstract": {"AbstractText": ["Platostoma palustre is an annual herb and an important medicinal and edible plant in southern China. Plastic-film mulching is an effective agronomic practice in the cultivation system of P. palustre, of which black-film mulching is the most common. However, fewer researches have been focused on the use of other colors of plastic films in P. palustre cultivation. In this study, different colors (white, black, red, and green) of plastic film were adopted, and the effects of different colors of plastic film mulching on the soil temperature, yield, and metabolites of P. palustre were investigated. The results showed that the fresh weight of a single plant of the green film treatment was significantly higher than that of the white film treatment (n = top 28). Based on the results of three temperature measurements, the soil temperature was almost the highest in the red film treatment and lowest in the white film treatment. The metabolomic analysis revealed that a total of 103 differential metabolites were identified. Among these, the gluconic acid, deoxyribose, and N-Acetylmannosamine in the red film treatment presented the highest abundance compared with the other treatments, meanwhile, the abundances of the five monosaccharides in the red film treatment were significantly higher than those of the green film treatment. Moreover, the sucrose, trehalose, and D-(+)-trehalose in the green film treatment exhibited the highest abundance, and the abundances of eight different amino acids in the red film treatment were almost the lowest while those in the black film treatment were almost the highest. Further analysis of the membership function values indicated that the black and red film treatments might be more suitable for the cultivation and quality production of P. palustre in comparison with the other two treatments. This study will provide a theoretical basis for improving the efficient cultivation technology of P. palustre and forming a theoretical system of P. palustre film mulching cultivation."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi Medical University, Nanning, China."}], "LastName": "Chen", "ForeName": "Hao", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}, {"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi Medical University, Nanning, China."}], "LastName": "Huang", "ForeName": "Suhua", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Quan", "ForeName": "Changqian", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, China."}], "LastName": "Chen", "ForeName": "Zhining", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Xu", "ForeName": "Meihua", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China. wfmanuscript@163.com."}, {"Identifier": [], "Affiliation": "National Engineering Research Center for Southwest Endangered Medicinal Materials Resources Development, Guangxi Botanical Garden of Medicinal Plants, Nanning, China. wfmanuscript@163.com."}], "LastName": "Wei", "ForeName": "Fan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement/Guangxi Engineering Research Center of TCM Resource Intelligent Creation, National Center for TCM Inheritance and Innovation, Guangxi Botanical Garden of Medicinal Plants, Nanning, China. tdfmanuscript@163.com."}, {"Identifier": [], "Affiliation": "National Engineering Research Center for Southwest Endangered Medicinal Materials Resources Development, Guangxi Botanical Garden of Medicinal Plants, Nanning, China. tdfmanuscript@163.com."}, {"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi Medical University, Nanning, China. tdfmanuscript@163.com."}, {"Identifier": [], "Affiliation": "School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, China. tdfmanuscript@163.com."}], "LastName": "Tang", "ForeName": "Danfeng", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "B8WCK70T7I", "NameOfSubstance": "Trehalose"}, {"RegistryNumber": "0", "NameOfSubstance": "Plastics"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "Trehalose"}, {"QualifierName": [], "DescriptorName": "Plastics"}, {"QualifierName": ["methods"], "DescriptorName": "Agriculture"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhou LN, et al. The influence of different colors of plastic films on growth and development of potato. J. Hebei Agric. Sci. 2012;16:18–21."}, {"Citation": "Wang HL, Zhang XC, Yu XF, Ma YF, Hou HZ. Effect of using black plastic film as mulch on soil temperature and moisture and potato yield. Acta Ecol. Sin. 2016;36:5215–5226."}, {"Citation": "Han ZH. Effects of different types of plastic film mulching on Potato virus Y. J. Anhui Agric. Sci. 2018;46:140–141."}, {"Citation": "Wang H, et al. Effects of vapor-permeable reflective film mulching on citrus tree microenvironment, shoot growth and fruit development. J. Fruit Sci. 2017;34:996–1006."}, {"Citation": "Jiang, H. X., Wei, Z. B. & Shi, Z. H. Effectiveness of different mulches in corn inter-row applications. Mod. Agric. 27–29 (2022)."}, {"Citation": "Guo SY, et al. Effects of different plastic film mulching on the yield and quality of Quanhua 557. Fujian Agric. Sci. Technol. 2022;53:48–52."}, {"Citation": "Wu SH, Shi XG, Chen JW, Wang P. Effects of plastic film covering on improving illumination and fruit quality of citrus variety Bendizao. Acta Agric. Zhejiangensis. 2012;24:826–829."}, {"Citation": "Yan SJ, Zhang JN, Liu J. Effects of different mulching methods on growth and quality of cucumber. China Cucurbits Veg. 2021;34:74–79."}, {"Citation": "Tang DF, et al. Mitochondrial genome characteristics and phylogenetic analysis of the medicinal and edible plant Mesona chinensis Benth. Front Genet. 2022;13:1056389. doi: 10.3389/fgene.2022.1056389.", "ArticleIdList": ["10.3389/fgene.2022.1056389", "PMC9878300", "36712846"]}, {"Citation": "Tang DF, et al. Characteristics and comparative analysis of Mesona chinensis Benth chloroplast genome reveals DNA barcode regions for species identification. Funct. Integr. Genom. 2022;22:467–479. doi: 10.1007/s10142-022-00846-8.", "ArticleIdList": ["10.1007/s10142-022-00846-8", "35318559"]}, {"Citation": "Tang DF, et al. Physio-morphological, biochemical and transcriptomic analyses provide insights into drought stress responses in Mesona chinensis Benth. Front. Plant Sci. 2022;13:203.", "ArticleIdList": ["PMC8866654", "35222473"]}, {"Citation": "Tang DF, et al. Codon usage bias and evolution analysis in the mitochondrial genome of Mesona chinensis Benth. Acta Physiol. Plant. 2022;44:118. doi: 10.1007/s11738-022-03453-z.", "ArticleIdList": ["10.1007/s11738-022-03453-z"]}, {"Citation": "Tang DF, et al. Identification of differentially expressed genes and pathways involved in growth and development of Mesona chinensis Benth under red- and blue-light conditions. Front. Plant Sci. 2021;12:761068. doi: 10.3389/fpls.2021.761068.", "ArticleIdList": ["10.3389/fpls.2021.761068", "PMC8656965", "34899784"]}, {"Citation": "Li B, et al. Research progress on quality control of Xiancao. J. Guangzhou Univ. Tradit. 2016;33:755–758."}, {"Citation": "Yeh CT, Huang WH, Yen GC. Antihypertensive effects of Hsian-tsao and its active compound in spontaneously hypertensive rats. J. Nutr. Biochem. 2009;20:866–875. doi: 10.1016/j.jnutbio.2008.07.015.", "ArticleIdList": ["10.1016/j.jnutbio.2008.07.015", "18993049"]}, {"Citation": "Li DY, Lu G, Wang DD, Wang M. The influence of Xiancao hypolipidemic tea on the TC and TG metabolism of the experimental rabbits. Chin. Gener. Pract. 2010;13:9–10."}, {"Citation": "Wang W, Jiang L, Ren Y, Shen M, Xie J. Characterizations and hepatoprotective effect of polysaccharides from Mesona blumes against tetrachloride-induced acute liver injury in mice. Int. J. Biol. Macromol. 2019;124:788–795. doi: 10.1016/j.ijbiomac.2018.11.260.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.11.260", "30502438"]}, {"Citation": "Yen G, Hung C. Effects of alkaline and heat treatment on antioxidative activity and total phenolics of extracts from Hsian-tsao (Mesona procumbens Hemsl.) Food Res. Int. 2000;33:487–492. doi: 10.1016/S0963-9969(00)00073-9.", "ArticleIdList": ["10.1016/S0963-9969(00)00073-9"]}, {"Citation": "Liu FL, Feng CL. In vitro antibacterial test of Hsian-tsao (Mesona chinensis Benth) against avian Escherichia coli. Guangdong J. Anim. Vet. Sci. 2008;33:17–43."}, {"Citation": "Wu QH, Liang GJ, Wei RC, Xie YJ. A preliminary report on the comparative benefits of mulching and open-field cultivation of cool pink grass. Agric. Res. Appl. 2012;2:50–51."}, {"Citation": "Xiao RF, Han GD, Wu MH. The black film planting technology of Mesona chinensis Benth. Fujian Agric. Sci. Technol. 2009;3:36."}, {"Citation": "Qu XC. Effects of different color film mulchings on potato growth and yield. Chin. Potato J. 2015;29:346–350."}, {"Citation": "Huang, S. C. & Chen, J. T. Effects of different colors of plastic film mulching on growth and yield of sweetcorn. Mod. Agric. Sci. Technol. 11–14 (2022)."}, {"Citation": "Hu SS, et al. Pu-erh tea increases the metabolite Cinnabarinic acid to improve circadian rhythm disorder-induced obesity. Food Chem. 2022;394:133500. doi: 10.1016/j.foodchem.2022.133500.", "ArticleIdList": ["10.1016/j.foodchem.2022.133500", "35749873"]}, {"Citation": "Liu DJ, et al. Differential metabolites identification of Ma bamboo shoots under different low-temperature conditions based on non-target metabolomics. J. Food Saf. Qual. 2023;14:212–220."}, {"Citation": "Eriksson L, Kettanehwold N, Trygg J, Wikström C, Wold S. Multi- and Megavariate Data Analysis: Part I: Basic Principles and Applications. Umetrics. Inc.; 2006."}, {"Citation": "Zhang WB, Wang ZC, Zhang LY, Qian JH. Analysis of monosaccharide composition and content in Mesona Chinensis Benth polysaccharides by precolumn derivatization ultra-high performance liquid chromatography-tandem quadrupole mass spectrometry. J. Instrum. Anal. 2013;32:143–149."}, {"Citation": "Su HL, Huang YZ, Chen JY. Comparative analysis of amino acids content in Mesona chinensis from different producing areas. Chin. Wild Plant Resour. 2011;30:66–69."}, {"Citation": "Luo X, et al. Carbon footprint of a winter wheat-summer maize cropping system under straw and plastic film mulching in the Loess Plateau of China. Sci. Total Environ. 2021;794:148590. doi: 10.1016/j.scitotenv.2021.148590.", "ArticleIdList": ["10.1016/j.scitotenv.2021.148590", "34225153"]}, {"Citation": "Xiong XL, Zhu HS. High yield cultivation techniques of Xiancao covered with black film. Fujian Sci. Technol. Trop. Crops. 2010;35:45–47."}, {"Citation": "Zhang, H., Li, C., Huang, J. X., Yang, S. L. & Hu, H. Y. Beijing water problem research and practice. China WaterPower Press: Beijing 12–18 (2019)."}, {"Citation": "Yang SJ, et al. Effects of different color plastic film mulching on soil temperature, weed occurrence and corn yield of maize. Jiangsu Agric. Sci. 2019;47:92–96."}, {"Citation": "Ngouajio M, Ernest J. Changes in the physical, optical, and thermal properties of polyethylene mulches during double cropping. Hortscience. 2005;40:94–97. doi: 10.21273/HORTSCI.40.1.94.", "ArticleIdList": ["10.21273/HORTSCI.40.1.94"]}, {"Citation": "Zhong PL, Yang SP, Qiao R, Wang TW. An application study of color plastic film used for strawberry production in greenhouse. Guizhou Agric. Sci. 2012;40:77–80."}, {"Citation": "Ding J, Huang S, Zhang BM, Lv WZ, Lai XP. Study on characteristic fingerprint of Mesona chinensis. Chin. Tradit. Herb. Drugs. 2012;43:2284–2288."}, {"Citation": "Niu, R., Han, N. J. & Fang, H. L. Research progress on active ingredients and efficacy of Mesona chinensis Beath. Mod. Commun. 254–255 (2018)."}, {"Citation": "Huang L, et al. Mesona chinensis Benth polysaccharides protect against oxidative stress and immunosuppression in cyclophosphamide-treated mice via MAPKs signal transduction pathways. Int. J. Biol. Macromol. 2020;152:766–774. doi: 10.1016/j.ijbiomac.2020.02.318.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.02.318", "32119945"]}, {"Citation": "He CB, et al. Protective effect of polysaccharide from Mesona blumes on oxidative damage of cells. Food Sci. 2020;41:160–168."}, {"Citation": "Chen X, et al. Changes in polysaccharides structure and bioactivity during Mesona chinensis Benth storage. Curr. Res. Food Sci. 2022;5:392–400. doi: 10.1016/j.crfs.2022.01.024.", "ArticleIdList": ["10.1016/j.crfs.2022.01.024", "PMC8857269", "35243352"]}, {"Citation": "Lu H, et al. Mesona chinensis Benth polysaccharides alleviate DSS-induced ulcerative colitis via inhibiting of TLR4/MAPK/NF-κB signaling pathways and modulating intestinal microbiota. Mol. Nutr. Food Res. 2022;66:e2200047. doi: 10.1002/mnfr.202200047.", "ArticleIdList": ["10.1002/mnfr.202200047", "35661585"]}, {"Citation": "Li ZM, Ma YJ, Liu P, Cai HM, Zhao YC. Effects of colored plastic mulches on growth and development of Morchella. Acta Edulis Fungi. 2023;30:19–29."}, {"Citation": "Tang DF, Quan CQ, Huang SH, Wei F. Integrating LC–MS and HS-GC-MS for the metabolite characterization of the Chinese medicinal plant Platostoma palustre under different processing methods. Front. Nutr. 2023;10:1181942. doi: 10.3389/fnut.2023.1181942.", "ArticleIdList": ["10.3389/fnut.2023.1181942", "PMC10235517", "37275652"]}, {"Citation": "Liu XG, Chen MM. Research on the exploitation and utilization of Mesona Blume in China. Food Res. Dev. 2004;5:109–112."}, {"Citation": "Efeyan A, Comb WC, Sabatini DM. Nutrient-sensing mechanisms and pathways. Nature. 2015;517:302–310. doi: 10.1038/nature14190.", "ArticleIdList": ["10.1038/nature14190", "PMC4313349", "25592535"]}, {"Citation": "Pagire SH, et al. Design, synthesis and biological evaluation of glutamic acid derivatives as anti-oxidant and anti-inflammatory agents. Bioorg. Med. Chem. Lett. 2018;28:529–532. doi: 10.1016/j.bmcl.2017.11.012.", "ArticleIdList": ["10.1016/j.bmcl.2017.11.012", "29295794"]}, {"Citation": "Ali I, Wani WA, Haque A, Saleem K. Glutamic acid and its derivatives: Candidates for rational design of anticancer drugs. Future Med. Chem. 2013;5:961–978. doi: 10.4155/fmc.13.62.", "ArticleIdList": ["10.4155/fmc.13.62", "23682571"]}, {"Citation": "Yamaguchi Y, et al. Combination of aspartic acid and glutamic acid inhibits tumor cell proliferation. Biomed. Res. Tokyo. 2016;37:153–159. doi: 10.2220/biomedres.37.153.", "ArticleIdList": ["10.2220/biomedres.37.153", "27108884"]}, {"Citation": "Ichikawa S, et al. Aspartic acid supplementation ameliorates symptoms of diabetic kidney disease in mice. FEBS Open Bio. 2020;10:1122–1134. doi: 10.1002/2211-5463.12862.", "ArticleIdList": ["10.1002/2211-5463.12862", "PMC7262904", "32301275"]}, {"Citation": "Dandare SU, et al. L-alanine supplementation improves blood glucose level and biochemical indices in alloxan-induced diabetic rats. J. Food Biochem. 2021;45:e13590. doi: 10.1111/jfbc.13590.", "ArticleIdList": ["10.1111/jfbc.13590", "33346923"]}, {"Citation": "Hung CH, Chiu CC, Liu KS, Chen YW, Wang JJ. Subcutaneous L-tyrosine elicits cutaneous analgesia in response to local skin pinprick in rats. Eur. J. Pharmacol. 2015;765:457–462. doi: 10.1016/j.ejphar.2015.09.010.", "ArticleIdList": ["10.1016/j.ejphar.2015.09.010", "26376025"]}, {"Citation": "Lu N, et al. Tyrosine can protect against oxidative stress through ferryl hemoglobin reduction. Toxicol. In Vitro. 2014;28:847–855. doi: 10.1016/j.tiv.2014.03.014.", "ArticleIdList": ["10.1016/j.tiv.2014.03.014", "24698734"]}, {"Citation": "Wu G. Amino acids: Metabolism, functions, and nutrition. Amino Acids. 2009;37:1–17. doi: 10.1007/s00726-009-0269-0.", "ArticleIdList": ["10.1007/s00726-009-0269-0", "19301095"]}, {"Citation": "Shi HB, Ma YJ, Zhang L, Liang YQ, Han PM. Effects of nitrogen reduction and combined application of compound microbial fertilizer on apple yield and quality in dryland. Shaanxi J. Agric. Sci. 2023;69:87–91."}]}], "History": [{"Year": "2023", "Month": "10", "Day": "25"}, {"Year": "2024", "Month": "2", "Day": "20"}, {"Year": "2024", "Month": "3", "Day": "4", "Hour": "6", "Minute": "48"}, {"Year": "2024", "Month": "3", "Day": "2", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "1", "Hour": "23", "Minute": "23"}, {"Year": "2024", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38429397", "PMC10907347", "10.1038/s41598-024-55406-w", "10.1038/s41598-024-55406-w"]}}]}