{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ADSL", "Breast cancer", "CYP1A2", "Polymorphism"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38433141", "DateRevised": {"Year": "2024", "Month": "03", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["59", "10.1007/s12672-024-00919-z"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "03"}], "Journal": {"ISSN": "2730-6011", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "03"}}, "Title": "Discover oncology", "ISOAbbreviation": "Discov Oncol"}, "ArticleTitle": "The prevalence of ADSL (rs3788579) and CYP1A2 (rs17861162) polymorphisms in female breast cancer patients in North-West Iran.", "Pagination": {"StartPage": "59", "MedlinePgn": "59"}, "Abstract": {"AbstractText": ["Breast cancer is a prevalent and significant contributor to cancer-related mortality among women worldwide. Its increasing incidence, especially in regions like North-West Iran, necessitates a deeper understanding of genetic factors contributing to its development. Genetic alterations, particularly single nucleotide polymorphisms (SNPs), are implicated in breast cancer susceptibility, making investigation in this context crucial. This study explores the role of CYP1A2-rs17861162 and ADSL-rs3788579 SNPs in breast cancer risk among Iranian women.", "This study involved 200 female breast cancer patients and 200 healthy controls in North-West Iran. DNA was extracted from blood samples, and PCR-RFLP was used for genotyping the CYP1A2 and ADSL genes.", "The CYP1A2-rs17861162 SNP exhibited a shift from the C allele to the G allele in breast cancer patients, resulting in a 21.7% decrease in CC genotype frequency and a 21.6% and 77.8% increase in CG and GG genotypes, respectively, compared to controls. In ADSL-rs3788579 SNP, breast cancer patients had a significantly higher prevalence of the T allele, with a 28.5% increase compared to controls. In healthy participants, CC was most common, while in the breast cancer group, TT was most common.", "This study highlights significant genetic alterations in CYP1A2-rs17861162 and ADSL-rs3788579 SNPs among breast cancer patients in North-West Iran, suggesting their potential as diagnostic and prognostic biomarkers. Further research is warranted to elucidate the precise mechanisms underlying their contributions to breast cancer susceptibility in this population."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Bonab Branch, Islamic Azad University, Bonab, Iran."}], "LastName": "Valizadeh Osalo", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Urmia Branch, Islamic Azad University, Urmia, Iran."}], "LastName": "Hosseini", "ForeName": "Parisa", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Young Researchers Club, Urmia Branch, Islamic Azad University, Urmia, Iran."}, {"Identifier": [], "Affiliation": "Department of Cancer Genetics, Institute of Graduate Studies in Health Sciences, Istanbul University, Istanbul, Turkey."}], "LastName": "Charkhian", "ForeName": "Hamed", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Bonab Branch, Islamic Azad University, Bonab, Iran. hossien4040@gmail.com."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Maragheh University of Medical Sciences, Maragheh, Iran. hossien4040@gmail.com."}], "LastName": "Soltanzadeh", "ForeName": "Hossien", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Natural Science, University of Tabriz, Tabriz, Iran."}], "LastName": "Goharkhany", "ForeName": "Selda", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cancer Genetics, Institute of Graduate Studies in Health Sciences, Istanbul University, Istanbul, Turkey."}], "LastName": "Tuncer", "ForeName": "Seref Bugra", "Initials": "SB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Discov Oncol", "NlmUniqueID": "101775142", "ISSNLinking": "2730-6011"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wilkinson L, Gathani T. Understanding breast cancer as a global health concern. Br J Radiol. 2022;95(1130):20211033. doi: 10.1259/bjr.20211033.", "ArticleIdList": ["10.1259/bjr.20211033", "PMC8822551", "34905391"]}, {"Citation": "Jassim GA, Doherty S, Whitford DL, Khashan AS. Psychological interventions for women with non-metastatic breast cancer. Cochrane Database Syst Rev. 2023 doi: 10.1002/14651858.CD008729.pub3.", "ArticleIdList": ["10.1002/14651858.CD008729.pub3", "PMC9832339", "36628983"]}, {"Citation": "Nolan E, Lindeman GJ, Visvader JE. Deciphering breast cancer: from biology to the clinic. Cell. 2023 doi: 10.1016/j.cell.2023.01.040.", "ArticleIdList": ["10.1016/j.cell.2023.01.040", "36931265"]}, {"Citation": "Trayes KP, Cokenakes SEH. Breast cancer treatment. Am Fam Physician. 2021;104(2):171–178.", "ArticleIdList": ["34383430"]}, {"Citation": "Britt KL, Cuzick J, Phillips K-A. Key steps for effective breast cancer prevention. Nat Rev Cancer. 2020;20(8):417–436. doi: 10.1038/s41568-020-0266-x.", "ArticleIdList": ["10.1038/s41568-020-0266-x", "32528185"]}, {"Citation": "Giaquinto AN, et al. Breast cancer statistics, 2022. CA Cancer J Clin. 2022;72(6):524–541. doi: 10.3322/caac.21754.", "ArticleIdList": ["10.3322/caac.21754", "36190501"]}, {"Citation": "Fouladi N, Pourfarzi F, Amani F, Ali-Mohammadi H, Lotfi I, Mazaheri E. Breast cancer in Ardabil province in the north-west of Iran: an epidemiological study. Asian Pac J Cancer Prev. 2012;13(4):1543–1545. doi: 10.7314/APJCP.2012.13.4.1543.", "ArticleIdList": ["10.7314/APJCP.2012.13.4.1543", "22799363"]}, {"Citation": "Rezagholi T, et al. Estimating the burden of breast cancer in Iranian women in 2009. Iran J Epidemiol. 2015;10(4):32–40."}, {"Citation": "Aghoosi H, Majid S, Nabatchian F, Mordadi A, Khodaverdi F. Evaluation of effects of alfalfa extract and risk of breast cancer. J Payavard Salamat. 2015;8(5):415–426."}, {"Citation": "Bai X, Xie J, Sun S, Zhang X, Jiang Y, Pang D. The associations of genetic polymorphisms in CYP1A2 and CYP3A4 with clinical outcomes of breast cancer patients in northern China. Oncotarget. 2017;8(24):38367. doi: 10.18632/oncotarget.16359.", "ArticleIdList": ["10.18632/oncotarget.16359", "PMC5503538", "28418906"]}, {"Citation": "Deng C-X. Roles of BRCA1 in DNA damage repair: a link between development and cancer. Hum Mol Genet. 2003;12(90001):113R–123. doi: 10.1093/hmg/ddg082.", "ArticleIdList": ["10.1093/hmg/ddg082", "12668603"]}, {"Citation": "Claus EB, Schildkraut JM, Thompson WD, Risch NJ. The genetic attributable risk of breast and ovarian cancer. Cancer. 1996;77(11):2318–2324. doi: 10.1002/(SICI)1097-0142(19960601)77:11<2318::AID-CNCR21>3.0.CO;2-Z.", "ArticleIdList": ["10.1002/(SICI)1097-0142(19960601)77:11<2318::AID-CNCR21>3.0.CO;2-Z", "8635102"]}, {"Citation": "Sheweita S, Tilmisany A. Cancer and phase II drug-metabolizing enzymes. Curr Drug Metab. 2003 doi: 10.2174/1389200033336919.", "ArticleIdList": ["10.2174/1389200033336919", "12570745"]}, {"Citation": "Bond GL, Hu W, Levine A. A single nucleotide polymorphism in the MDM2 gene: from a molecular and cellular explanation to clinical effect. Cancer Res. 2005;65(13):5481–5484. doi: 10.1158/0008-5472.CAN-05-0825.", "ArticleIdList": ["10.1158/0008-5472.CAN-05-0825", "15994915"]}, {"Citation": "Wolff MS, Weston A. Breast cancer risk and environmental exposures. Environ Health Perspect. 1997;105(suppl 4):891–896. doi: 10.1289/ehp.97105s4891.", "ArticleIdList": ["10.1289/ehp.97105s4891", "PMC1470027", "9255576"]}, {"Citation": "Hashemi M, et al. Functional polymorphisms of FAS and FASL gene and risk of breast cancer–pilot study of 134 cases. PLoS ONE. 2013;8(1):e53075. doi: 10.1371/journal.pone.0053075.", "ArticleIdList": ["10.1371/journal.pone.0053075", "PMC3543397", "23326385"]}, {"Citation": "Ioannides C. Cytochromes P450: role in the metabolism and toxicity of drugs and other xenobiotics. Cambridge: Royal Society of Chemistry; 2008."}, {"Citation": "Lamba JK, Lin YS, Schuetz EG, Thummel KE. Genetic contribution to variable human CYP3A-mediated metabolism. Adv Drug Deliv Rev. 2012;64(SUPPL):256–269. doi: 10.1016/j.addr.2012.09.017.", "ArticleIdList": ["10.1016/j.addr.2012.09.017", "12406645"]}, {"Citation": "Carney SA, Peterson RE, Heideman W. 2, 3, 7, 8-Tetrachlorodibenzo-p-dioxin activation of the aryl hydrocarbon receptor/aryl hydrocarbon receptor nuclear translocator pathway causes developmental toxicity through a CYP1A-independent mechanism in zebrafish. Mol Pharmacol. 2004;66(3):512–521.", "ArticleIdList": ["15322242"]}, {"Citation": "Landi MT, Sinha R, Lang NP, Kadlubar FF. Human cytochrome P4501A2. IARC Sci Publ. 1999;148:173–195.", "ArticleIdList": ["10493258"]}, {"Citation": "Bernauer U, Heinrich-Hirsch B, Tönnies M, Peter-Matthias W, Gundert-Remy U. Characterisation of the xenobiotic-metabolizing Cytochrome P450 expression pattern in human lung tissue by immunochemical and activity determination. Toxicol Lett. 2006;164(3):278–288. doi: 10.1016/j.toxlet.2006.01.007.", "ArticleIdList": ["10.1016/j.toxlet.2006.01.007", "16483733"]}, {"Citation": "Lim JSL, et al. Pharmacogenetics of CYP1A2, novel polymorphisms and haplotypes in three distinct Asian populations. Drug Metab Pharmacokinet. 2010;25(6):616–623. doi: 10.2133/dmpk.DMPK-10-SC-051.", "ArticleIdList": ["10.2133/dmpk.DMPK-10-SC-051", "20930417"]}, {"Citation": "Perera V, Gross AS, McLachlan AJ. Influence of environmental and genetic factors on CYP1A2 activity in individuals of South Asian and European ancestry. Clin Pharmacol Ther. 2012;92(4):511–519.", "ArticleIdList": ["22948892"]}, {"Citation": "Dobrinas M, Cornuz J, Oneda B, Serra MK, Puhl M, Eap CB. Impact of smoking, smoking cessation, and genetic polymorphisms on CYP1A2 activity and inducibility. Clin Pharmacol Ther. 2011;90(1):117–125. doi: 10.1038/clpt.2011.70.", "ArticleIdList": ["10.1038/clpt.2011.70", "21593735"]}, {"Citation": "Le Marchand L, Donlon T, Kolonel LN, Henderson BE, Wilkens LR. Estrogen metabolism–related genes and breast cancer risk: the multiethnic cohort study. Cancer Epidemiol Prevent Biomarkers. 2005;14(8):1998–2003. doi: 10.1158/1055-9965.EPI-05-0076.", "ArticleIdList": ["10.1158/1055-9965.EPI-05-0076", "16103451"]}, {"Citation": "Tabucchi A, Carlucci F, Rosi F, Guerranti R, Marinello E. Determination, activity and biological role of adenylosuccinate lyase in blood cells. Biomed Pharmacother. 2001;55(5):277–283. doi: 10.1016/S0753-3322(01)00061-0.", "ArticleIdList": ["10.1016/S0753-3322(01)00061-0", "11428554"]}, {"Citation": "Pedley AM, Benkovic SJ. A new view into the regulation of purine metabolism: the purinosome. Trends Biochem Sci. 2017;42(2):141–154. doi: 10.1016/j.tibs.2016.09.009.", "ArticleIdList": ["10.1016/j.tibs.2016.09.009", "PMC5272809", "28029518"]}, {"Citation": "Zhu R, et al. ADSL, AMPD1, and ATIC expression levels in muscle and their correlations with muscle inosine monophosphate content in dapulian and hybridized pig species. Open J Anim Sci. 2017;7(04):393. doi: 10.4236/ojas.2017.74030.", "ArticleIdList": ["10.4236/ojas.2017.74030"]}, {"Citation": "Du Wenxing XSYD. Current research advances in IMP and related enzymes. Biotechnol Bull. 2011;3:44."}, {"Citation": "Yuan T, Gu J-R, Gu W-B, Wu J, Ge S-R, Xu H. Molecular cloning, characterization and expression analysis of adenylosuccinate lyase gene in grass carp (Ctenopharyngodon idella) Mol Biol Rep. 2011;38(3):2059–2065. doi: 10.1007/s11033-010-0331-8.", "ArticleIdList": ["10.1007/s11033-010-0331-8", "20857210"]}, {"Citation": "Natsumeda Y, et al. Purine enzymology of human colon carcinomas. Cancer Res. 1985;45(6):2556–2559.", "ArticleIdList": ["3986794"]}, {"Citation": "Reed VL, Mack DO, Smith LD. Adenylosuccinate lyase as an indicator of breast and prostate malignancies: a preliminary report. Clin Biochem. 1987;20(5):349–351. doi: 10.1016/S0009-9120(87)80085-1.", "ArticleIdList": ["10.1016/S0009-9120(87)80085-1", "3690833"]}, {"Citation": "Jurecka A, Zikanova M, Kmoch S, Tylki-Szymańska A. Adenylosuccinate lyase deficiency. J Inherit Metab Dis. 2015;38(2):231–242. doi: 10.1007/s10545-014-9755-y.", "ArticleIdList": ["10.1007/s10545-014-9755-y", "PMC4341013", "25112391"]}, {"Citation": "Zurlo G, et al. Prolyl hydroxylase substrate adenylosuccinate lyase is an oncogenic driver in triple negative breast cancer. Nat Commun. 2019;10(1):5177. doi: 10.1038/s41467-019-13168-4.", "ArticleIdList": ["10.1038/s41467-019-13168-4", "PMC6858455", "31729379"]}, {"Citation": "McDonald ER, et al. Project DRIVE: a compendium of cancer dependencies and synthetic lethal relationships uncovered by large-scale, deep RNAi screening. Cell. 2017;170(3):577–592. doi: 10.1016/j.cell.2017.07.005.", "ArticleIdList": ["10.1016/j.cell.2017.07.005", "28753431"]}, {"Citation": "Dilhari A, et al. Evaluation of the impact of six different DNA extraction methods for the representation of the microbial community associated with human chronic wound infections using a gel-based DNA profiling method. AMB Express. 2017;7:1–11. doi: 10.1186/s13568-017-0477-z.", "ArticleIdList": ["10.1186/s13568-017-0477-z", "PMC5605482", "28929383"]}, {"Citation": "Taghavi A, et al. Increased trend of breast cancer mortality in Iran. Asian Pac J Cancer Prev. 2012;13(1):367–370. doi: 10.7314/APJCP.2012.13.1.367.", "ArticleIdList": ["10.7314/APJCP.2012.13.1.367", "22502702"]}, {"Citation": "Mousavi SM, et al. Breast cancer in Iran: an epidemiological review. Breast J. 2007;13(4):383–391. doi: 10.1111/j.1524-4741.2007.00446.x.", "ArticleIdList": ["10.1111/j.1524-4741.2007.00446.x", "17593043"]}, {"Citation": "Rendic S. Summary of information on human CYP enzymes: human P450 metabolism data. Drug Metab Rev. 2002;34(1–2):83–448. doi: 10.1081/DMR-120001392.", "ArticleIdList": ["10.1081/DMR-120001392", "11996015"]}, {"Citation": "Fuhrman BJ, et al. Estrogen metabolism and risk of breast cancer in postmenopausal women. J Natl Cancer Inst. 2012;104(4):326–339. doi: 10.1093/jnci/djr531.", "ArticleIdList": ["10.1093/jnci/djr531", "PMC3283536", "22232133"]}, {"Citation": "Bågeman E, Ingvar C, Rose C, Jernström H. Coffee consumption and CYP1A2* 1F genotype modify age at breast cancer diagnosis and estrogen receptor status. Cancer Epidemiol Biomark Prev. 2008;17(4):895–901. doi: 10.1158/1055-9965.EPI-07-0555.", "ArticleIdList": ["10.1158/1055-9965.EPI-07-0555", "18398030"]}, {"Citation": "Coley HM. Mechanisms and strategies to overcome chemotherapy resistance in metastatic breast cancer. Cancer Treat Rev. 2008;34(4):378–390. doi: 10.1016/j.ctrv.2008.01.007.", "ArticleIdList": ["10.1016/j.ctrv.2008.01.007", "18367336"]}, {"Citation": "Shan J, et al. Genetic polymorphism of estrogen metabolizing enzymes in Siberian women with breast cancer. Genet Test Mol Biomarkers. 2012;16(3):167–173. doi: 10.1007/s10549-012-2202-6.", "ArticleIdList": ["10.1007/s10549-012-2202-6", "21977969"]}, {"Citation": "Liu J, Xi H, Jiang Y, Feng Z, Hou L, Li W. Association of CYP450 single nucleotide polymorphisms with the efficacy of epidural ropivacaine during mastectomy. Acta Anaesthesiol Scand. 2015;59(5):640–647. doi: 10.1111/aas.12501.", "ArticleIdList": ["10.1111/aas.12501", "25808509"]}, {"Citation": "Ghotbi R, Christensen M, Roh H-K, Ingelman-Sundberg M, Aklillu E, Bertilsson L. Comparisons of CYP1A2 genetic polymorphisms, enzyme activity and the genotype-phenotype relationship in Swedes and Koreans. Eur J Clin Pharmacol. 2007;63(6):537–546. doi: 10.1007/s00228-007-0288-2.", "ArticleIdList": ["10.1007/s00228-007-0288-2", "17370067"]}, {"Citation": "Zhou S, Wang B, Yang L, Liu J-P. Structure, function, regulation and polymorphism and the clinical significance of human cytochrome P450 1A2. Drug Metab Rev. 2010;42(2):268–354. doi: 10.3109/03602530903286476.", "ArticleIdList": ["10.3109/03602530903286476", "19961320"]}, {"Citation": "Bageman E, Ingvar C, Rose C, Jernstrom H. Coffee consumption and CYP1A2*1F genotype modify age at breast cancer diagnosis and estrogen receptor status. Cancer Epidemiol Biomark Prev. 2008;17(4):895–901. doi: 10.1158/1055-9965.EPI-07-0555.", "ArticleIdList": ["10.1158/1055-9965.EPI-07-0555", "18398030"]}, {"Citation": "Long J-R, et al. Population-based case??? control study of AhR (aryl hydrocarbon receptor) and CYP1A2 polymorphisms and breast cancer risk. Pharmacogenet Genomics. 2006;16(4):237–243. doi: 10.1097/01.fpc.0000189803.34339.ed.", "ArticleIdList": ["10.1097/01.fpc.0000189803.34339.ed", "16538170"]}, {"Citation": "Božina N, Bradamante V, Lovrić M. Genetic polymorphism of metabolic enzymes P450 (CYP) as a susceptibility factor for drug response, toxicity, and cancer risk. Arch Ind Hyg Toxicol. 2009;60(2):217–242. doi: 10.2478/10004-1254-60-2009-1885.", "ArticleIdList": ["10.2478/10004-1254-60-2009-1885", "19581216"]}, {"Citation": "Xiao-Feng H, et al. Association between CYP1A2 and CYP1B1 polymorphisms and colorectal cancer risk: a meta-analysis. PLoS One. 2014;9(8):e100487. doi: 10.1371/journal.pone.0100487.", "ArticleIdList": ["10.1371/journal.pone.0100487", "PMC4130485", "25115775"]}, {"Citation": "Kotsopoulos J, et al. The CYP1A2 genotype modifies the association between coffee consumption and breast cancer risk among BRCA1 mutation carriers. Cancer Epidemiol Prevent Biomarkers. 2007;16(5):912–916. doi: 10.1158/1055-9965.EPI-06-1074.", "ArticleIdList": ["10.1158/1055-9965.EPI-06-1074", "17507615"]}, {"Citation": "Hong C-C, Tang B-K, Hammond GL, Tritchler D, Yaffe M, Boyd NF. Cytochrome P450 1A2 (CYP1A2) activity and risk factors for breast cancer: a cross-sectional study. Breast Cancer Res. 2004;6(4):R352. doi: 10.1186/bcr798).", "ArticleIdList": ["10.1186/bcr798)", "PMC468638", "15217502"]}, {"Citation": "Yan J, et al. Effects of exogenous inosine monophosphate on growth performance, flavor compounds, enzyme activity, and gene expression of muscle tissues in chicken. Poult Sci. 2018;97(4):1229–1237. doi: 10.3382/ps/pex415.", "ArticleIdList": ["10.3382/ps/pex415", "29361047"]}, {"Citation": "Camici M, et al. Inborn errors of purine salvage and catabolism. Metabolites. 2023;13(7):787. doi: 10.3390/metabo13070787.", "ArticleIdList": ["10.3390/metabo13070787", "PMC10383617", "37512494"]}, {"Citation": "Lim D, et al. Analysis of extended haplotype in Korean cattle (Hanwoo) population. BMB Rep. 2016;49(9):514. doi: 10.5483/BMBRep.2016.49.9.074.", "ArticleIdList": ["10.5483/BMBRep.2016.49.9.074", "PMC5227145", "27470211"]}, {"Citation": "Gong LL. Genetic variation and expression of ADSL and GARS-AIRS-GART genes and their associations with meat quality in chicken. Yangzhou: Yangzhou University; 2011."}, {"Citation": "Ye MH, Chen JL, Zhao GP, Zheng MQ, Wen J. Correlation between polymorphisms in ADSL and GARS-AIRS-GART genes with inosine 5′-monophosphate (IMP) contents in Beijing-you chickens. Br Poult Sci. 2010;51(5):609–613. doi: 10.1080/00071668.2010.508486.", "ArticleIdList": ["10.1080/00071668.2010.508486", "21058063"]}, {"Citation": "Chen S-H, et al. A genome-wide approach identifies that the aspartate metabolism pathway contributes to asparaginase sensitivity. Leukemia. 2011;25(1):66–74. doi: 10.1038/leu.2010.256.", "ArticleIdList": ["10.1038/leu.2010.256", "PMC3097057", "21072045"]}, {"Citation": "Park H, et al. Adenylosuccinate lyase enhances aggressiveness of endometrial cancer by increasing killer cell lectin-like receptor C3 expression by fumarate. Lab Invest. 2018;98(4):449–461. doi: 10.1038/s41374-017-0017-0.", "ArticleIdList": ["10.1038/s41374-017-0017-0", "29467457"]}, {"Citation": "Jiang T, et al. Targeting de novo purine synthesis pathway via ADSL depletion impairs liver cancer growth by perturbing mitochondrial function. Hepatology. 2021;74(1):233. doi: 10.1002/hep.31685.", "ArticleIdList": ["10.1002/hep.31685", "PMC8209110", "33336367"]}, {"Citation": "Melville S, Heycock L. Breast cancer: an overview. Pharm J. 2007;279:299."}, {"Citation": "Álvarez RH. Present and future evolution of advanced breast cancer therapy. Breast Cancer Res. 2010;12(2):S1. doi: 10.1186/bcr2730.", "ArticleIdList": ["10.1186/bcr2730", "PMC2972555", "21050422"]}, {"Citation": "Beck T, Hastings RK, Gollapudi S, Free RC, Brookes AJ. GWAS Central: a comprehensive resource for the comparison and interrogation of genome-wide association studies. Eur J Hum Genet. 2014;22(7):949. doi: 10.1038/ejhg.2013.274.", "ArticleIdList": ["10.1038/ejhg.2013.274", "PMC4060122", "24301061"]}, {"Citation": "Shan J, et al. Genome-wide association studies (GWAS) breast cancer susceptibility loci in Arabs: susceptibility and prognostic implications in Tunisians. Breast Cancer Res Treat. 2012;135(3):715–724. doi: 10.1007/s10549-012-2202-6.", "ArticleIdList": ["10.1007/s10549-012-2202-6", "PMC3439608", "22910930"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "8"}, {"Year": "2024", "Month": "2", "Day": "28"}, {"Year": "2024", "Month": "3", "Day": "4", "Hour": "0", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "4", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "3", "Hour": "23", "Minute": "4"}, {"Year": "2024", "Month": "3", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["38433141", "PMC10909800", "10.1007/s12672-024-00919-z", "10.1007/s12672-024-00919-z"]}}]}