{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["East Africa", "anticancer", "cancer", "herbal medicine", "malignancies", "medicinal plants"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38445504", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["15347354241235583", "10.1177/15347354241235583"], "ArticleDate": [], "Journal": {"ISSN": "1552-695X", "JournalIssue": {"Volume": "23", "PubDate": {"Year": "2024", "Season": "Jan-Dec"}}, "Title": "Integrative cancer therapies", "ISOAbbreviation": "Integr Cancer Ther"}, "ArticleTitle": "Review of Herbal Medicinal Plants Used in the Management of Cancers in the East Africa Region from 2019 to 2023.", "Pagination": {"StartPage": "15347354241235583", "MedlinePgn": "15347354241235583"}, "Abstract": {"AbstractText": ["In the East African region, herbal plants are essential in the treatment and control of cancer. Given the diverse ecological and cultural makeup of the regional states, it is likely that different ethnic groups will use the same or different plants for the same or different diseases. However, since 2019, this has not been compiled into a single study.", "The study aimed to compile and record the medicinal plants utilized in East Africa from April 2019 to June 2023 to treat various cancer types.", "The study examined 13 original studies that included ethnobotanical research conducted in East Africa. They were retrieved from several internet databases, including Google Scholar, Scopus, PubMed/Medline, Science Direct, and Research for Life. The study retrieved databases on plant families and species, plant parts used, preparation methods and routes of administration, and the country where the ethnobotanical field surveys were conducted. Graphs were produced using the GraphPad Prism 8.125 program (GraphPad Software, Inc., San Diego, CA). Tables and figures were used to present the data, which had been condensed into percentages and frequencies.", "A total of 105 different plant species from 45 different plant families were identified, including Asteraceae (14), Euphorbiaceae (12), Musaceae (8), and Apocynaceae (7). Uganda registered the highest proportion (46% of the medicinal plants used). The most commonly mentioned medicinal plant species in cancer management was <i>Prunus africana</i>. Herbs (32%), trees and shrubs (28%), and leaves (45%) constituted the majority of herbal remedies. Most herbal remedies were prepared by boiling (decoction) and taken orally (57%).", "East Africa is home to a wide variety of medicinal plant species that local populations and herbalists, or TMP, frequently use in the treatment of various types of cancer. The most frequently used families are Asteraceae and Euphorbiaceae, with the majority of species being found in Uganda. The most frequently utilized plant species is <i>Prunus africana</i>. Studies on the effectiveness of <i>Prunus africana</i> against other malignancies besides prostate cancer are required."]}, "AuthorList": [{"Identifier": ["0000-0002-6669-4039"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}, {"Identifier": [], "Affiliation": "Islamic University in Uganda, Kampala, Uganda."}, {"Identifier": [], "Affiliation": "Islamic University in Uganda, Mbale, Uganda."}], "LastName": "Kudamba", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}], "LastName": "Kasolo", "ForeName": "Josephine N", "Initials": "JN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}], "LastName": "Bbosa", "ForeName": "Godfrey S", "Initials": "GS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}], "LastName": "Lugaajju", "ForeName": "Allan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}], "LastName": "Wabinga", "ForeName": "Henry", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Islamic University in Uganda, Kampala, Uganda."}], "LastName": "Kafeero", "ForeName": "Hussein M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Islamic University in Uganda, Mbale, Uganda."}], "LastName": "Ssenku", "ForeName": "Jamilu E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Islamic University in Uganda, Kampala, Uganda."}], "LastName": "Alemu", "ForeName": "Shaban O", "Initials": "SO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Islamic University in Uganda, Kampala, Uganda."}, {"Identifier": [], "Affiliation": "Islamic University in Uganda, Mbale, Uganda."}], "LastName": "Walusansa", "ForeName": "Abdul", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Uganda Cancer Institute, Kampala, Uganda."}], "LastName": "Niyonzima", "ForeName": "Nixon", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Makerere University, Kampala, Uganda."}], "LastName": "Muwonge", "ForeName": "Haruna", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Integr Cancer Ther", "NlmUniqueID": "101128834", "ISSNLinking": "1534-7354"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Africa, Eastern"}, {"QualifierName": [], "DescriptorName": "Prostatic Neoplasms"}, {"QualifierName": [], "DescriptorName": "Apocynaceae"}, {"QualifierName": [], "DescriptorName": "Databases, Factual"}], "CoiStatement": "Declaration of Conflicting InterestsThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Omara T, Odero MP, Obakiro SB. Medicinal plants used for treating cancer in Kenya: an ethnopharmacological overview. Bull Natl Res Cent. 2022;46:1-33."}, {"Citation": "Xiang Y, Guo Z, Zhu P, Chen J, Huang Y. Traditional Chinese medicine as a cancer treatment: modern perspectives of ancient but advanced science. Cancer Med. 2019;8:1958-1975.", "ArticleIdList": ["PMC6536969", "30945475"]}, {"Citation": "Sung H, Ferlay J, Siegel RL, et al.. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2021;71:209-249. doi:10.3322/caac.21660", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Bray F, Ferlay J, Soerjomataram I, et al.. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018;68:394-424. doi:10.3322/caac.21492", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Katongole P, Sande OJ, Yusuf M, et al.. Clinical characteristics and primary management of patients diagnosed with prostate cancer between 2015 and 2019 at the Uganda Cancer Institute. PLoS One. 2020;15.", "ArticleIdList": ["PMC7598473", "33125383"]}, {"Citation": "Tadesse A, Tsegay BA, Telake BB. Ethnoveterinary medicinal plants in rural settings of Bahir Dar district, Ethiopia. Ethiop J Sci Technol. 2019;11:223-251."}, {"Citation": "Tugume P, Nambejja C, Nyakoojo C, Kamatenesi-Mugisha M. Medicinal plant species used in the treatment of skin diseases in Katabi Subcounty, Wakiso District, Uganda. Ethnobotany Res Appl. 2019;18:1-17."}, {"Citation": "Shedoeva A, Leavesley D, Upton Z, Fan C. Wound healing and the use of medicinal plants. Évid Complement Altern Med. 2019;2019:1-30.", "ArticleIdList": ["PMC6778887", "31662773"]}, {"Citation": "Van Wyk B-E, Wink M. Medicinal Plants of the World. CABI; 2018."}, {"Citation": "Kokwaro JO. Medicinal Plants of East Africa. University of Nairobi Press; 2009."}, {"Citation": "Omara T, Kiprop AK, Ramkat RC, et al.. Medicinal plants used in traditional management of cancer in Uganda: a review of ethnobotanical surveys, phytochemistry, and anticancer studies. Évid Complement Altern Med. 2020;2020:1-26.", "ArticleIdList": ["PMC7102457", "32256639"]}, {"Citation": "Hommann K, Lall S V. Which Way to Livable and Productive Cities?: A Road Map for Sub-Saharan Africa. World Bank Publications; 2019."}, {"Citation": "Kudamba A, M., Kafeero H, Lubowa M, et al.. Phytochemical profiles of Albizia coriaria, azadirachta indica, and Tylosema fassoglensis used in the management of cancers in Elgon Sub-Region. Fortune J Heal Sci. 2022;05:461-471."}, {"Citation": "Obakiro SB, Kiprop A, Kowino I, et al.. Ethnobotany, ethnopharmacology, and phytochemistry of traditional medicinal plants used in the management of symptoms of tuberculosis in East Africa: a systematic review. Trop Med Health. 2020;48:68-21.", "ArticleIdList": ["PMC7427981", "32818019"]}, {"Citation": "United Nations Statistics Division. United Nations Statistics Division- Standard Country and Area Codes Classifications (M49). 2011."}, {"Citation": "Croft J, Cross N, Hinchcliffe S, et al.. Plant names for the 21st century: the International Plant Names Index, a distributed data source of general accessibility. Taxon. 1999;48:317-324."}, {"Citation": "Lutoti S, Kaggwa B, Kamba PF, et al.. Ethnobotanical Survey of medicinal plants used in breast cancer treatment by traditional health practitioners in Central Uganda. J Multidiscip Healthc. 2023;16:635-651. doi:10.2147/JMDH.S387256", "ArticleIdList": ["10.2147/JMDH.S387256", "PMC10008314", "36919184"]}, {"Citation": "Bussmann RW, Sharon D. Traditional medicinal plant use in Loja province, Southern Ecuador. J Ethnobiol Ethnomed. 2006;2:44.", "ArticleIdList": ["PMC1615866", "17032450"]}, {"Citation": "Ssenku JE, Okurut SA, Namuli A, et al.. Medicinal plant use, conservation, and the associated traditional knowledge in rural communities in Eastern Uganda. Trop Med Health. 2022;50:39-10. doi:10.1186/s41182-022-00428-1", "ArticleIdList": ["10.1186/s41182-022-00428-1", "PMC9168352", "35668541"]}, {"Citation": "Kudamba A, Okurut S, Lubowa M, et al.. Assessment of knowledge, perception, attitude, risk factors prevention, and treatment options of Cancer among natives in Elgon Sub-Region, Uganda. Fortune J Heal Sci. 2022;5:472-487."}, {"Citation": "Rahayu YYS, Araki T, Rosleine D. Factors affecting the use of herbal medicines in the universal health coverage system in Indonesia. J Ethnopharmacol. 2020;260. doi:10.1016/j.jep.2020.112974", "ArticleIdList": ["10.1016/j.jep.2020.112974", "32428656"]}, {"Citation": "Mander M, Ntuli L, Diederichs N, Mavundla K. Economics of the traditional medicine trade in South Africa care delivery. S Afr Heal Rev. 2007;2007:189-196."}, {"Citation": "Farooqui M, Hassali MA, Shatar AK, et al.. Use of complementary and alternative medicines among Malaysian cancer patients: a descriptive study. J Tradit Complement Med. 2016;6:321-326. doi:10.1016/j.jtcme.2014.12.008", "ArticleIdList": ["10.1016/j.jtcme.2014.12.008", "PMC5067849", "27774413"]}, {"Citation": "Dogara A, Labaran I, Hamad S, Lema A, Jakada B. Traditional medicinal plants used for the treatment of cancer in Mubi, Adamawa State, Nigeria. Al-Qadisiyah J Pure Sci. 2021;26:258-268."}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. J Ethnobiol Ethnomed. 2014;10:40-15.", "ArticleIdList": ["PMC4060869", "24885586"]}, {"Citation": "Teklehaymanot T, Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, northwestern Ethiopia. J Ethnobiol Ethnomed. 2007;3:12-11.", "ArticleIdList": ["PMC1852296", "17355645"]}, {"Citation": "Rana D, Bhatt A, Lal B. Ethnobotanical knowledge among the semi-pastoral Gujjar tribe in the high altitude (Adhwari’s) of Churah subdivision, district Chamba, Western Himalaya. J Ethnobiol Ethnomed. 2019;15:10. doi:10.1186/s13002-019-0286-3", "ArticleIdList": ["10.1186/s13002-019-0286-3", "PMC6371563", "30744678"]}, {"Citation": "Maroyi A. A comparative study of medicinal plants used in rural areas of Namibia and Zimbabwe. Published online 2015."}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, et al.. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J Ethnobiol Ethnomed. 2016;12:5. doi:10.1186/s13002-015-0077-4", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Asiimwe S, Namukobe J, Byamukama R, Imalingat B. Ethnobotanical survey of medicinal plant species used by communities around Mabira and Mpanga Central Forest Reserves, Uganda. Trop Med Health. 2021;49:52.", "ArticleIdList": ["PMC8243914", "34187581"]}, {"Citation": "Appiah KS, Oppong CP, Mardani HK, et al.. Medicinal plants used in the Ejisu-Juaben Municipality, southern Ghana: an ethnobotanical study. Medicines. 2018;6:1.", "ArticleIdList": ["PMC6473417", "30577439"]}, {"Citation": "Komakech R, Kang Y. Ethnopharmacological potential of African cherry [Prunus africana]. J Herb Med. 2019;17-18."}, {"Citation": "Nambooze J, Erukainure OL, Chukwuma CI. Phytochemistry of Prunus africana and its therapeutic effect against prostate cancer. Comp Clin Pathol. 2022;31:875-893."}, {"Citation": "Namukobe J, Kasenene JM, Kiremire BT, et al.. Traditional plants used for medicinal purposes by local communities around the northern sector of Kibale National Park, Uganda. J Ethnopharmacol. 2011;136:236-245.", "ArticleIdList": ["21550390"]}, {"Citation": "Komakech R, Kang Y, Lee J-H, Omujal F. A review of the potential of phytochemicals from Prunus africana (Hook f.) Kalkman stem bark for chemoprevention and chemotherapy of prostate cancer. Évid Complement Altern Med. 2017;2017:1-10.", "ArticleIdList": ["PMC5327751", "28286531"]}, {"Citation": "Mishra J, Verma N. A brief study on Catharanthus roseus: a review. Intern J Res Pharm Pharm Sci. 2017;2:20-23."}, {"Citation": "Ferreira JF, Luthria DL, Sasaki T, Heyerick A. Flavonoids from Artemisia annua L. as antioxidants and their potential synergism with artemisinin against malaria and cancer. Molecules. 2010;15:3135-3170.", "ArticleIdList": ["PMC6263261", "20657468"]}, {"Citation": "Asuzu P, Aryee A, Trompeter N, et al.. In Vitro Assessment of Efficacy and Cytotoxicity of Prunus africana Extracts on Prostate Cancer C4-2 Cells. bioRxiv. Published online 2021:2003-2021."}, {"Citation": "Calzada F, Bautista E. Plants used for the treatment of diarrhoea from Mexican flora with amoebicidal and giadicidal activity, and their phytochemical constituents. J Ethnopharmacol. 2020;253.", "ArticleIdList": ["32084551"]}, {"Citation": "Ngoua-Meye-Misso RL, Sima-Obiang C, Ndong JDLC, et al.. Medicinal plants used in management of cancer and other related diseases in Woleu-Ntem province, Gabon. Eur J Integr Med. 2019;29:100924."}]}], "History": [{"Year": "2024", "Month": "3", "Day": "7", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "5", "Minute": "28"}, {"Year": "2024", "Month": "3", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38445504", "PMC10916491", "10.1177/15347354241235583"]}}]}