{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive compounds", "Chemometric analysis", "Elemental pattern", "Food supplement", "Genus-specific evaluation", "Rosaceae inflorescences"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38444555", "DateRevised": {"Year": "2024", "Month": "03", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["101248", "10.1016/j.fochx.2024.101248"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "28"}], "Journal": {"ISSN": "2590-1575", "JournalIssue": {"Volume": "22", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "30"}}, "Title": "Food chemistry: X", "ISOAbbreviation": "Food Chem X"}, "ArticleTitle": "Chemometric evaluation of inorganic and organic parameters found in <i>Rosaceae</i> plants proposed as food supplements.", "Pagination": {"StartPage": "101248", "MedlinePgn": "101248"}, "Abstract": {"AbstractText": ["This study discusses the organic and inorganic composition of young inflorescence tissues of seven medical plants from the <i>Prunus</i>, <i>Malus</i>, and <i>Chaenomeles</i> families. These plants contain bioactive compounds with antioxidant and cytotoxic properties, and the study determined 29 elements, including essential and potentially harmful ones, established correlations with inorganic and organic compounds, as well as antioxidative and cytotoxic effects. The elemental patterns show that the plants contribute beneficial essential elements to the human diet. The levels of toxic elements in the plants are within safe limits set by the World Health Organization for medicinal herbs. The results confirmed genus- and species-specific uptake and accumulation. Positive correlations between d-block metals and alkaline earth metals in the inflorescences were found alongside statistically significant differences between analyte categories regarding macro-, micro- and trace elements and bioactive compounds. These correlations need to be considered when giving dietary recommendations or advice for uses as home-remedies."], "CopyrightInformation": "© 2024 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Man-Technology-Environment Research Centre, School of Science and Technology, Örebro University, Fakultetsgatan, 1 70182 Örebro, Sweden."}], "LastName": "Zeiner", "ForeName": "Michaela", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Zagreb, Horvatovac 102a, 10000 Zagreb, Croatia."}], "LastName": "Juranović Cindrić", "ForeName": "Iva", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Zagreb, Horvatovac 102a, 10000 Zagreb, Croatia."}], "LastName": "Nemet", "ForeName": "Ivan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Zagreb, Horvatovac 102a, 10000 Zagreb, Croatia."}], "LastName": "Šola", "ForeName": "Ivana", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Man-Technology-Environment Research Centre, School of Science and Technology, Örebro University, Fakultetsgatan, 1 70182 Örebro, Sweden."}], "LastName": "Fiedler", "ForeName": "Heidelore", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Food Chem X", "NlmUniqueID": "101751436", "ISSNLinking": "2590-1575"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Balekundri A., Mannur V. Quality control of the traditional herbs and herbal products: A review. Future Journal of Pharmaceutical Sciences. 2020;6:67. doi: 10.1186/s43094-020-00091-5.", "ArticleIdList": ["10.1186/s43094-020-00091-5"]}, {"Citation": "Bzour A.F., Khoury H.N., Oran S.A. Uptake of Arsenic (As), Cadmium (Cd), Chromium (Cr), Selenium (Se), Strontium (Sr), Vanadium (V) And Uranium (U) by Wild Plants in Khan Al- Zabib Area /Central Jordan. Jordan Journal of Earth and Environmental Sciences. 2017;8:45–53. doi: 10.9729/AM.2017.47.3.148.", "ArticleIdList": ["10.9729/AM.2017.47.3.148"]}, {"Citation": "Chen G., Sun W. The role of botanical gardens in scientific research, conservation, and citizen science. Plant Diversity. 2018;40(4):181–188. doi: 10.1016/j.pld.2018.07.006.", "ArticleIdList": ["10.1016/j.pld.2018.07.006", "PMC6137266", "30740563"]}, {"Citation": "Ćwieląg-Drabek M., Piekut A., Szymala I., Oleksiuk K., Razzaghi M., Osmala W., Jabłońska K., Dziubanek G. Health risks from consumption of medicinal plant dietary supplements. Journal of Food Science and Nutrition. 2020;8(7):3535–3544. doi: 10.1002/fsn3.1636.", "ArticleIdList": ["10.1002/fsn3.1636", "PMC7382111", "32724616"]}, {"Citation": "Ghasemi R., Zare Chavoshi Z., Boyd R.S., Rajakaruna N. A preliminary study of the role of nickel in enhancing flowering of the nickel hyperaccumulating plant Alyssum inflatum Nyár. (Brassicaceae) South African Journal of Botany. 2014;92:47–52. doi: 10.1016/j.sajb.2014.01.015.", "ArticleIdList": ["10.1016/j.sajb.2014.01.015"]}, {"Citation": "Haji A., Desalegn K., Hassen H. Selected food items adulteration, their impacts on public health, and detection methods: A review. Food Science & Nutrition. 2023;11(12):7534–7545.", "ArticleIdList": ["PMC10724644", "38107123"]}, {"Citation": "Idžojtić M., Kajba D., Franjic J. Differentiation of F1 hybrids P. nigra J. F. Arnold x P. sylvestris L., P. nigra J. F. Arnold x P. densiflora Siebold et Zucc., P. nigra J. F. Arnold x P. thunbergiana Franco and their parental species by needle volatile composition. Biochemical Systematics and Ecology. 2005;33:427–439. doi: 10.1016/j.bse.2004.10.008.", "ArticleIdList": ["10.1016/j.bse.2004.10.008"]}, {"Citation": "Inada I., Kiuchi F., Urushihara H. Comparison of Regulations for Arsenic and Heavy Metals in Herbal Medicines Using Pharmacopoeias of Nine Counties/Regions. Therapeutic Innovation & Regulatory Science. 2023;1–12 doi: 10.1007/s43441-023-00532-2.", "ArticleIdList": ["10.1007/s43441-023-00532-2", "PMC10400675", "37202592"]}, {"Citation": "Jamshidi-Kia F., Lorigooini Z., Amini-Khoei H. Medaicinal plants: Past history and future perspective. Journal of Herbmed Pharmacology. 2018;7(1):1–7. doi: 10.15171/jhp.2018.01.", "ArticleIdList": ["10.15171/jhp.2018.01"]}, {"Citation": "Juranović-Cindrić I., Zeiner M., Starčević A., Liber Z., Rusak G., Idžojtić M., Stingeder G. Influence of F1 hybridization on the metal uptake behaviour of pine trees (Pinus nigra x Pinus thunbergiana; Pinus thunbergiana x Pinus nigra) Journal of Trace Elements in Medicine and Biology. 2018;48:190–195. doi: 10.1016/j.jtemb.2018.04.009. Epub 2018 Apr 12 PMID: 29773180.", "ArticleIdList": ["10.1016/j.jtemb.2018.04.009", "29773180"]}, {"Citation": "Juranović Cindrić I., Zeiner M., Starčević A., Stingeder G. Metals in pine needles: Characterisation of bio-indicators depending on species. International Journal of Environmental Science and Technology. 2019;16:4339–4346. doi: 10.1007/s13762-018-2096-x.", "ArticleIdList": ["10.1007/s13762-018-2096-x"]}, {"Citation": "Kaundun S.S., Fady B., Lebreton P. Genetic differences between Pinus halepensis, Pinus brutia and Pinus eldarica based on needle flavonoids. Biochemical Systematics and Ecology. 1997;25(6):553–562. doi: 10.1016/S0305-1978(97)00049-5.", "ArticleIdList": ["10.1016/S0305-1978(97)00049-5"]}, {"Citation": "Kumar S., Abedin M.M., Singh A.K.S. In: Plant Phenolics in Sustainable Agriculture. Lone R., Shuab R., Kamili A., editors. Springer; Singapore: 2020. Das Role of Phenolic Compounds in Plant-Defensive Mechanisms.", "ArticleIdList": ["10.1007/978-981-15-4890-1_22.http://jjees.hu.edu.jo/files/Vol8N1/JJEES_Vol8_N1_HQ_P45-53.pdf"]}, {"Citation": "Li Z.h., Ren Z.h., Zhao L., Chen L., Yu Y., Wang D., Mao X., Cao G., Zhao Z.h., Yang H. Unique roles in health promotion of dietary flavonoids through gut microbiota regulation: Current understanding and future perspectives. Food Chemistry. 2023;399 doi: 10.1016/j.foodchem.2022.133959.", "ArticleIdList": ["10.1016/j.foodchem.2022.133959", "36001928"]}, {"Citation": "Liu Z.h., Wang Y., Liu Y. Geographical origins and varieties identification of hops (Humulus lupulus L.) by multi-metal elements fingerprinting and the relationships with functional ingredients. Food Chemistry. 2019;289:522–530. doi: 10.1016/j.foodchem.2019.03.099.", "ArticleIdList": ["10.1016/j.foodchem.2019.03.099", "30955644"]}, {"Citation": "Martini A.N., Papafotiou M., Massas I., Chorianopoulou N. Growing of the Cretan Therapeutic Herb Origanum Dictamnus in The Urban Fabric: The Effect of Substrate and Cultivation Site on Plant Growth and Potential Toxic Element Accumulation. Plants. 2023;12:336–353. doi: 10.3390/plants12020336.", "ArticleIdList": ["10.3390/plants12020336", "PMC9867495", "36679049"]}, {"Citation": "Microsoft Corporation. (2018). Microsoft Excel Accessed March 26, 2023. https://office.microsoft.com/excel."}, {"Citation": "Nunes A.R., Gonçalves A.C., Falcão A., Alves G., Silva L.R. Prunus avium L. (Sweet Cherry) By-Products: A Source of Phenolic Compounds with Antioxidant and Anti-Hyperglycemic Properties—A Review. Applied Sciences. 2021;11:8516–8539. doi: 10.3390/app11188516.", "ArticleIdList": ["10.3390/app11188516"]}, {"Citation": "Pan H., Zhou G., Yang R., Cheng Z., Sun B. Heavy Metals and As in Ground Water, Surface Water, and Sediments of Dexing Giant Cu-Polymetallic Ore Cluster, East China. Water. 2022;14(3):352–371. doi: 10.3390/w14030352.", "ArticleIdList": ["10.3390/w14030352"]}, {"Citation": "Plessi M., Bertelli D., Rastelli G., Albasini A., Monzani A. Fruits of ribes, rubus, vaccinium and prunus genus, Metal contents and genome. Fresenius' Journal of Analytical Chemistry. 1998;361:353–354. doi: 10.1007/s002160050902.", "ArticleIdList": ["10.1007/s002160050902"]}, {"Citation": "R Core Team R: A language and environment for statistical computing. (2023, March 26). (Version 2022.07.1 Build 554; 2009-2022, R-Studio, PBC). R Foundation for Statistical Computing, Vienna, Austria with R-Studio. https://www.R-project.org/."}, {"Citation": "Rai P.K., Lee S.S., Zhang M., Tsang Y.F., Kim K.H. Heavy metals in food crops: Health risks, fate, mechanisms, and management. Environment International. 2019;125:365–385. doi: 10.1016/j.envint.2019.01.067. Epub 2019 Feb 8 PMID: 30743144.", "ArticleIdList": ["10.1016/j.envint.2019.01.067", "30743144"]}, {"Citation": "Rosa R.H., Ribeiro Fernandes M., de Pádua S., Melo E., Granja Arakaki D., Vieira de Lima N., Santos Leite L.C., Espindola P.R., Domingos de Souza I., Aragão do Nascimento V., Saldanha Tschinkel P.F., Sanches La Flor Ziegler, Aragão F., do Nascimento V. Determination of Macro- and Microelements in the Inflorescences of Banana Tree Using ICP OES: Evaluation of the Daily Recommendations of Intake for Humans. Sci. World J. 2020;16:8383612–8383621. doi: 10.1155/2020/8383612.", "ArticleIdList": ["10.1155/2020/8383612", "PMC7685863", "33281506"]}, {"Citation": "Singh A., Prasad S., Rathore D. In: New Paradigms in Environmental Biomonitoring Using Plants. Tiwari S., Agrawal S.B., editors. Elsevier; Amsterdam: 2022. Monitoring of airborne heavy metal using plants: Perspective and challenges. Accessed March 26, 2023.", "ArticleIdList": ["10.1016/B978-0-12-824351-0.00006-7"]}, {"Citation": "Soetan K.O., Olaiya C.O., Oyewole O.E. The importance of mineral elements for humans, domestic animals and plants: A review. African Journal of Food Science. 2010;4:200–222. http://www.academicjournals.org/ajfs"}, {"Citation": "Šola I., Piantanida I., Crnolatac I., Rusak G. Europium improves the transport of quercetin through Arabidopsis thaliana. Biologia Plantarum. 2015;59:554–559. doi: 10.1007/s10535-015-0508-z.", "ArticleIdList": ["10.1007/s10535-015-0508-z"]}, {"Citation": "Šola I., Poljuha D., Mikulic-Petkovsek M., Davosir D., Pinterić M., Bilić J., Veberic R., Hudina M., Rusak G. Biopotential of Underutilized Rosaceae Inflorescences: LC-DAD-MS Phytochemical Profiles Associated with Antioxidant, Antidiabetic, Anti-Inflammatory and Antiproliferative Activity In Vitro. Plants. 2022;11:271–290. doi: 10.3390/plants11030271.", "ArticleIdList": ["10.3390/plants11030271", "PMC8838311", "35161257"]}, {"Citation": "Wang D.F., Zhang Z.H. Higher plants as bioindicators of metal contamination from Shangdong abandoned karst bauxite, southwestern China. Plant Biology Journal. 2020;22:323–330. doi: 10.1111/plb.13062.", "ArticleIdList": ["10.1111/plb.13062", "31642146"]}, {"Citation": "Zeiner M., Juranović Cindrić I., Konanov-Mihajlov D., Stingeder G. Differences in bioaccumulation of essential and toxic elements by white and red hawthorn. Current Analytical Chemistry. 2017;13:299–304. doi: 10.2174/1573411012666161017121755.", "ArticleIdList": ["10.2174/1573411012666161017121755"]}, {"Citation": "Zeiner M., Juranović-Cindrić I., Požgaj M., Pirkl R., Šilić T., Stingeder G. Influence of soil composition on the major, minor and trace metal content of Velebit biomedical plants. Journal of Pharmaceutical and Biomedical Analysis. 2015;106:153–158. doi: 10.1016/j.jpba.2014.10.012.", "ArticleIdList": ["10.1016/j.jpba.2014.10.012", "25454388"]}, {"Citation": "Zeiner M., Šoltić M., Nemet I., Juranović Cindrić I. Multielement Determination in Turmeric (Curcuma longa L.) Using Different Digestion Methods. Molecules. 2022;27:8392. doi: 10.3390/molecules27238392.", "ArticleIdList": ["10.3390/molecules27238392", "PMC9741154", "36500487"]}, {"Citation": "Zeiner M., Fiedler H., Juranovic Cindric I., Nemet I., Toma D., Habinovec I. Preliminary Study of Pepper Types Based on Multielement Content Combined with Chemometrics. Foods. 2023;12:3132. doi: 10.3390/foods12163132.", "ArticleIdList": ["10.3390/foods12163132", "PMC10453101", "37628131"]}, {"Citation": "Zeiner M., Sjöberg V., Fiedler H. Multielement Analysis of Fresh and Salt Surface Water from Different Continents. Sustainability. 2022;14:16934. doi: 10.3390/su142416934.", "ArticleIdList": ["10.3390/su142416934"]}, {"Citation": "Zödl B., Zeiner M., Sargazi M., Roberts N.B., Marktl W., Steffan I., Ekmekcioglu C. Toxic and biochemical effects of zinc in Caco-2 cells. Journal of Inorganic Biochemistry. 2003;97(4):324–330. doi: 10.1016/S0162-0134(03)00312-X.", "ArticleIdList": ["10.1016/S0162-0134(03)00312-X", "14568236"]}, {"Citation": "Zödl B., Zeiner M., Marktl W., Steffan I., Ekmekcioglu C. Pharmacological levels of copper exert toxic effects in Caco-2 cells. Biological Trace Element Research. 2003;96:143–152. doi: 10.1385/BTER:96:1-3:143.", "ArticleIdList": ["10.1385/BTER:96:1-3:143", "14716093"]}, {"Citation": "Zödl B., Sargazi M., Zeiner M., Roberts N.B., Steffan I., Marktl W., Ekmekcioglu C. Toxicological effects of iron on intestinal cells. Cell Biochemistry & Function. 2004;22:143–147. doi: 10.1002/cbf.1065.", "ArticleIdList": ["10.1002/cbf.1065", "15124177"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "24"}, {"Year": "2024", "Month": "2", "Day": "9"}, {"Year": "2024", "Month": "2", "Day": "18"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "3", "Minute": "49"}, {"Year": "2024", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["38444555", "PMC10912348", "10.1016/j.fochx.2024.101248", "S2590-1575(24)00135-4"]}}]}