{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fiber plant", "Medicinal plant", "Nutritional composition", "Replacement series", "Weed suppression"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38444487", "DateRevised": {"Year": "2024", "Month": "03", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["e27135", "10.1016/j.heliyon.2024.e27135"], "ArticleDate": [{"Year": "2024", "Month": "02", "Day": "27"}], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "5", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "15"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Enhancing cotton sustainability: Multi-factorial intercropping, irrigation, and weed effects on productivity, quality and physiology.", "Pagination": {"StartPage": "e27135", "MedlinePgn": "e27135"}, "Abstract": {"AbstractText": ["Drought stress and weed infestation are significant factors that significantly decrease cotton yield. Increasing the variety of plants within a cotton field ecosystem can strengthen its stability and protect it from susceptibility to both biotic and abiotic pressures. In this two-year experiment (2021 and 2022), the effects of intercropping systems (four growth conditions including mono- and inter-cropped cotton varieties Golestan and Hekmat with <i>Nepeta crispa</i> and dragon's head (<i>Lallemantia iberica</i>)), irrigation (three intervals of 3, 6, and 9 days), and weed competition (weed-free and weedy plots) on the agronomic performance, physiological characteristics, and seed quality of cotton in a semi-arid region of Iran were studied. In 2021, the volume of irrigation water applied was 9873, 6100, and 4650 m<sup>3</sup> ha<sup>-1</sup> for irrigation intervals of 3, 6, and 9 days, respectively. In 2022, the volumes were 9071, 5605, and 4272 m<sup>3</sup> ha<sup>-1</sup> for the corresponding irrigation intervals. Over two years, <i>Xanthium strumarium</i>, <i>Amaranthus retroflexus</i>, and <i>Portulaca oleracea</i> were the dominant weed species. Weeds had the most significant impact on total dry weight; weed control increased plant vigor and growth, ranging from 1.4 to 2.3 times, while weed impact on cottonseed yield ranged from 18% to 96% reduction. Increasing irrigation intervals resulted in reductions in various parameters, with decreases of 39%-80% in total dry weight, 34%-57% in cottonseed yield, and 48%-72% in lint yield. The harvest indices for seed cotton, cottonseed, and lint ranged from 35.3% to 56.5%, 18.3%-35.0%, and 15.4%-20.5%, respectively. Weeds were responsible for a 17% decrease in the 1000-seed weight. As the irrigation intervals increased from 3 days to 6 days and 9 days, the number of bolls per plant decreased by 19%-85%. Extending the irrigation interval from 3 days to 6 days and 9 days resulted in a substantial decrease in the photosynthetic rate, ranging from 42% to 92%. Mono-cropped Golestan performed well under unstressed conditions such as 3-day interval irrigation and weed-free conditions. On the other hand, intercropped Hekmat demonstrated better resilience to both moisture and weed stresses. The LER (Land equivalent ratio) indices of both intercropping systems were generally favorable, indicating higher productivity compared to sole cropping. The intercropping systems consistently showed the highest LER indices under weedy conditions, highlighting the significance of intercropping as a valuable method in integrated weed management."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture, Tarbiat Modares University, PO Box 14115-336, Tehran, Iran."}], "LastName": "Abdulkareem", "ForeName": "Basim Mohammed", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture, Tarbiat Modares University, PO Box 14115-336, Tehran, Iran."}], "LastName": "Mokhtassi-Bidgoli", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Tarbiat Modares University, Tehran, Iran."}], "LastName": "Ayyari", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture, Tarbiat Modares University, PO Box 14115-336, Tehran, Iran."}], "LastName": "Keshtkar", "ForeName": "Eshagh", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Science, Technical and Vocational University (TVU), Tehran, Iran."}], "LastName": "Eyni-Nargeseh", "ForeName": "Hamed", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hatcher P.E., Melander B. Combining physical, cultural and biological methods: prospects for integrated non‐chemical weed management strategies. Weed Res. 2003;43(5):303–322. doi: 10.1046/j.1365-3180.2003.00352.x.", "ArticleIdList": ["10.1046/j.1365-3180.2003.00352.x"]}, {"Citation": "Nawaz A., Farooq M., Cheema S.A., Cheema Z.A. In: Recent Advances in Weed Management. Chauhan B., Mahajan G., editors. Springer; New York, NY: 2014. Role of allelopathy in weed management.", "ArticleIdList": ["10.1007/978-1-4939-1019-9_3"]}, {"Citation": "Stomph T., Dordas C., Baranger A., de Rijk J., Dong B., Evers J., Gu C., Li L., Simon J., Jensen E.S., Wang Q. Designing intercrops for high yield, yield stability and efficient use of resources: are there principles? Adv. Agron. 2020;160(1):1–50. doi: 10.1016/bs.agron.2019.10.002.", "ArticleIdList": ["10.1016/bs.agron.2019.10.002"]}, {"Citation": "Mahmoodi S., Heydari M., Ahmadi K., Khwarahm N.R., Karami O., Almasieh K., Naderi B., Bernard P., Mosavi A. The current and future potential geographical distribution of Nepeta crispa Willd., an endemic, rare and threatened aromatic plant of Iran: implications for ecological conservation and restoration. Ecol. Indicat. 2022;137 doi: 10.1016/j.ecolind.2022.108752.", "ArticleIdList": ["10.1016/j.ecolind.2022.108752"]}, {"Citation": "Shafagh-Kolvanagh J., Dehghanian H., Mohammadi-Nassab A.D., Moghaddam M., Raei Y., Salmasi S.Z., Samimifar P., Abdoli S., Gholizadeh-Khajeh B. Machine learning-assisted analysis for agronomic dataset of 49 Balangu (Lallemantia iberica L.) ecotypes from different regions of Iran. Sci. Rep. 2022;12(1) doi: 10.1038/s41598-022-23335-1.", "ArticleIdList": ["10.1038/s41598-022-23335-1", "PMC9649721", "36357455"]}, {"Citation": "Velayutham A., Mohamed Ali A., Sanbagavalli S. Impact of herbicides and their application techniques on yield and residues in cotton-based intercropping systems. Acta Agron. Hung. 2001;49(3):283–292. doi: 10.1556/AAgr.49.2001.3.9.", "ArticleIdList": ["10.1556/AAgr.49.2001.3.9"]}, {"Citation": "Constable G.A., Bange M.P. The yield potential of cotton (Gossypium hirsutum L.) Field Crops Res. 2015;182:98–106. doi: 10.1016/j.fcr.2015.07.017.", "ArticleIdList": ["10.1016/j.fcr.2015.07.017"]}, {"Citation": "Iqbal R., Habib-ur-Rahman M., Raza M.A.S., Waqas M., Ikram R.M., Ahmed M.Z., Toleikiene M., Ayaz M., Mustafa F., Ahmad S., Aslam M.U. Assessing the potential of partial root zone drying and mulching for improving the productivity of cotton under arid climate. Environ. Sci. Pollut. Control Ser. 2021;28:66223–66241. doi: 10.1007/s11356-021-15259-6.", "ArticleIdList": ["10.1007/s11356-021-15259-6", "PMC8636447", "34328621"]}, {"Citation": "Hakoomat A., Arooj M., Sarwar N., Areeb A., Shahzad A.N., Hussain S. Application of pre and post emergence herbicide under improved field irrigation system proved a sustainable weed management strategy in cotton crop. Planta Daninha. 2017;35 doi: 10.1590/S0100-83582017350100052.", "ArticleIdList": ["10.1590/S0100-83582017350100052"]}, {"Citation": "Zhang Y., Yang Y., Lu X., Wang A., Xue C., Zhao M., Zhang J. The effects and interrelationships of intercropping on Cotton Verticillium wilt and soil microbial communities. BMC Microbiol. 2023;23(1):1–15. doi: 10.1186/s12866-023-02780-6.", "ArticleIdList": ["10.1186/s12866-023-02780-6", "PMC9923915", "36782113"]}, {"Citation": "Saudy H.S., El-Bially M.A., El-Metwally I.M., Shahin M.G. Physio-biochemical and agronomic response of ascorbic acid-treated sunflower (Helianthus annuus) grown at different sowing dates and under various irrigation regimes. Gesunde Pflanz. 2021;73:169–179. doi: 10.1007/s10343-020-00535-1.", "ArticleIdList": ["10.1007/s10343-020-00535-1"]}, {"Citation": "Saudy H.S., El-Bially M.A., Ramadan Kh A., Abo El-Nasr E. Kh, Abd El-Samad G.A. Potentiality of soil mulch and sorghum extract to reduce the biotic stress of weeds with enhancing yield and nutrient uptake of maize crop. Gesunde Pflanz. 2021;73:555–564. doi: 10.1007/s10343-021-00577-z.", "ArticleIdList": ["10.1007/s10343-021-00577-z"]}, {"Citation": "El-Metwally I.M., Geries L., Saudy, H.S Interactive effect of soil mulching and irrigation regime on yield, irrigation water use efficiency and weeds of trickle-irrigated onion. Arch. Agron Soil Sci. 2022;68:1103–1116. doi: 10.1080/03650340.2020.1869723.", "ArticleIdList": ["10.1080/03650340.2020.1869723"]}, {"Citation": "Saudy H.S., El-Bially M.A., Hashem F.A., Shahin M.G., El-Gabry Y.A. The changes in yield response factor, water use efficiency, and physiology of sunflower owing to ascorbic and citric acids application under mild deficit irrigation. Gesunde Pflanz. 2023;75:899–909. doi: 10.1007/s10343-022-00736-w.", "ArticleIdList": ["10.1007/s10343-022-00736-w"]}, {"Citation": "Korres N.E., Norsworthy J.K., Tehranchian P., Gitsopoulos T.K., Loka D.A., Oosterhuis D.M., Gealy D.R., Moss S.R., Burgos N.R., Miller M.R., Palhano M. vol. 36. Agronomy for Sustainable Development; 2016. pp. 1–22. (Cultivars to Face Climate Change Effects on Crops and Weeds: a Review).", "ArticleIdList": ["10.1007/s13593-016-0350-5"]}, {"Citation": "Moffett J.E., McCloskey W.B. Effects of soil moisture and yellow nutsedge (Cyperus esculentus) density on cotton (Gossypium hirsutum) Weed Sci. 1998;46(2):231–237. doi: 10.1017/S0043174500090470.", "ArticleIdList": ["10.1017/S0043174500090470"]}, {"Citation": "Hollingsworth J., Mitchell J.P., Munk D.S., Roberts B.A., Shrestha A. Subsurface drip and overhead irrigation effects on conservation-tilled cotton in the San Joaquin Valley. J. Crop Improv. 2014;28(3):324–344. doi: 10.1080/15427528.2014.881449.", "ArticleIdList": ["10.1080/15427528.2014.881449"]}, {"Citation": "Delate K., Heller B., Shade J. Organic cotton production may alleviate the environmental impacts of intensive conventional cotton production. Renew. Agric. Food Syst. 2021;36(4):405–412. doi: 10.1017/S1742170520000356.", "ArticleIdList": ["10.1017/S1742170520000356"]}, {"Citation": "Berger S.T., Ferrell J.A., Rowland D.L., Webster T.M. Palmer amaranth (Amaranthus palmeri) competition for water in cotton. Weed Sci. 2015;63(4):928–935. doi: 10.1614/WS-D-15-00062.1.", "ArticleIdList": ["10.1614/WS-D-15-00062.1"]}, {"Citation": "Zhu J., Wang J., DiTommaso A., Zhang C., Zheng G., Liang W., Islam F., Yang C., Chen X., Zhou W. Weed research status, challenges, and opportunities in China. Crop Protect. 2020;134 doi: 10.1016/j.cropro.2018.02.001.", "ArticleIdList": ["10.1016/j.cropro.2018.02.001"]}, {"Citation": "Saudy H.S., El-Metwally I.M. Weed management under different patterns of sunflower-soybean intercropping. J. Cent. Eur. Agric. 2009;10:41–52. https://hrcak.srce.hr/41577"}, {"Citation": "Saudy H.S. Maize-cowpea intercropping as an ecological approach for nitrogen-use rationalization and weed suppression. Arch. Agron Soil Sci. 2015;61:1–14. doi: 10.1080/03650340.2014.920499.", "ArticleIdList": ["10.1080/03650340.2014.920499"]}, {"Citation": "Abou El-Enin M.M., Sheha A.M., El-Serafy Rasha S., Ali O.A.M., Saudy H.S., Shaaban A. Foliage-sprayed nano-chitosan-loaded nitrogen boosts yield potentials, competitive ability, and profitability of intercropped maize-soybean. Int. J. Plant Prod. 2023;17:517–542. doi: 10.1007/s42106-023-00253-4.", "ArticleIdList": ["10.1007/s42106-023-00253-4"]}, {"Citation": "Rajpoot S.K., Rana D.S., Choudhary A.K. Influence of diverse crop management practices on weed suppression, crop and water productivity and nutrient dynamics in Bt-cotton (Gossypium hirsutum)-based intercropping systems in a semi-arid Indo-Gangetic plains. Indian J. Agric. Sci. 2016;86(12):1637–1641."}, {"Citation": "Movahhedy-Dehnavy M., Modarres-Sanavy S.A.M., Mokhtassi-Bidgoli A. Foliar application of zinc and manganese improves seed yield and quality of safflower (Carthamus tinctorius L.) grown under water deficit stress. Ind. Crop. Prod. 2009;30:82–92. doi: 10.1016/j.indcrop.2009.02.004.", "ArticleIdList": ["10.1016/j.indcrop.2009.02.004"]}, {"Citation": "Tandon H.L.S., editor. Methods of Analysis of Soils, Plants, Waters and Fertilisers. Fertilisers Development and Consultation Organisation; New Delhi, India: 1995."}, {"Citation": "Beets W.C. CRC Press. Taylor & Francis Group; Florida: 2018. Multiple Cropping and Tropical Farming Systems."}, {"Citation": "Cardoso G.D., Alves P.L., Severino L.S., Vale L.S. Critical periods of weed control in naturally green colored cotton BRS Verde. Ind. Crop. Prod. 2011;34(1):1198–1202. doi: 10.1016/j.indcrop.2011.04.014.", "ArticleIdList": ["10.1016/j.indcrop.2011.04.014"]}, {"Citation": "Yang F., Huang S., Gao R., Liu W., Yong T., Wang X., Wu X., Yang W. Growth of soybean seedlings in relay strip intercropping systems in relation to light quantity and red: far-red ratio. Field Crops Res. 2014;155:245–253. doi: 10.1016/j.fcr.2013.08.011.", "ArticleIdList": ["10.1016/j.fcr.2013.08.011"]}, {"Citation": "Amiriyan Chelan Z., Amini R., Dabbagh Mohammadi Nasab A. Essential oil yield and compositions of Dracocephalum moldavica L. in intercropping with fenugreek, inoculation with mycorrhizal fungi and bacteria. Sci. Rep. 2023;13(1):8039. doi: 10.1038/s41598-023-35156-x.", "ArticleIdList": ["10.1038/s41598-023-35156-x", "PMC10192451", "37198236"]}, {"Citation": "Liu A., Ma X., Zhang Z., Liu J., Luo D., Yang L., Lv N., Zhang Y., Yang G., Dong H. Single dose fertilization at reduced nitrogen rate improves nitrogen utilization without yield reduction in late-planted cotton under a wheat-cotton cropping system. Ind. Crop. Prod. 2022;176 doi: 10.1016/j.indcrop.2021.114346.", "ArticleIdList": ["10.1016/j.indcrop.2021.114346"]}, {"Citation": "Baytar A.A., Peynircioğlu C., Sezener V., Basal H., Frary A., Frary A., Doğanlar S. Identification of stable QTLs for fiber quality and plant structure in Upland cotton (G. hirsutum L.) under drought stress. Ind. Crop. Prod. 2018;124:776–786. doi: 10.1016/j.indcrop.2018.08.054.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.054"]}, {"Citation": "Gao H., Li N., Li J., Khan A., Ahmad I., Wang Y., Wang F., Luo H. Improving boll capsule wall, subtending leaves anatomy and photosynthetic capacity can increase seed cotton yield under limited drip irrigation systems. Ind. Crop. Prod. 2021;161 doi: 10.1016/j.indcrop.2020.113214.", "ArticleIdList": ["10.1016/j.indcrop.2020.113214"]}, {"Citation": "Heydari Z., Mokhtassi-Bidgoli A., Yaghoobi S.R. Response of an invasive weed, Lepyrodiclis holosteoides Fenzl., and wheat to nitrogen and auxinic herbicides applied in pre and tank mix with photosynthetic inhibitors. Gesunde Pflanz. 2023;75:747–755. doi: 10.1007/s10343-022-00758-4.", "ArticleIdList": ["10.1007/s10343-022-00758-4"]}, {"Citation": "Wang T., Wang Z., Zhang J., Ma K. An optimum combination of irrigation amount, irrigation water salinity and nitrogen application rate can improve cotton (for fiber) nitrogen uptake and final yield. Ind. Crop. Prod. 2022;187 doi: 10.1016/j.indcrop.2022.115386.", "ArticleIdList": ["10.1016/j.indcrop.2022.115386"]}, {"Citation": "Li Z., Wan S., Chen G., Han Y., Lei Y., Ma Y., Xiong S., Mao T., Feng L., Wang G., Li X. Effects of irrigation regime on soil hydrothermal microenvironment, cotton biomass, and yield under non-film drip irrigation system in cotton fields in southern Xinjiang, China. Ind. Crop. Prod. 2023;198 doi: 10.1016/j.indcrop.2023.116738.", "ArticleIdList": ["10.1016/j.indcrop.2023.116738"]}, {"Citation": "Eure P.M., Culpepper A.S., Merchant R.M., Roberts P.M., Collins G.C. Weed control, crop response, and profitability when intercropping cantaloupe and cotton. Weed Technol. 2015;29(2):217–225. doi: 10.1614/WT-D-14-00023.1.", "ArticleIdList": ["10.1614/WT-D-14-00023.1"]}, {"Citation": "Wang X., Shen L., Liu T., Wei W., Zhang S., Li L., Zhang W. Microclimate, yield, and income of a jujube–cotton agroforestry system in Xinjiang, China. Ind. Crop. Prod. 2022;182 doi: 10.1016/j.indcrop.2022.114941.", "ArticleIdList": ["10.1016/j.indcrop.2022.114941"]}, {"Citation": "Blaise D., Manikandan A., Verma P., Nalayini P., Chakraborty M., Kranthi K.R. Allelopathic intercrops and its mulch as an integrated weed management strategy for rainfed Bt-transgenic cotton hybrids. Crop Protect. 2020;135 doi: 10.1016/j.cropro.2020.105214.", "ArticleIdList": ["10.1016/j.cropro.2020.105214"]}, {"Citation": "Al-Rumikhani Y.A. Effect of crop sequence, soil sample location and depth on soil water holding capacity under center pivot irrigation. Agric. Water Manag. 2002;55(2):93–104. doi: 10.1016/S0378-3774(01)00190-1.", "ArticleIdList": ["10.1016/S0378-3774(01)00190-1"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "30"}, {"Year": "2024", "Month": "2", "Day": "13"}, {"Year": "2024", "Month": "2", "Day": "25"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "6", "Hour": "3", "Minute": "47"}, {"Year": "2024", "Month": "2", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38444487", "PMC10912634", "10.1016/j.heliyon.2024.e27135", "S2405-8440(24)03166-9"]}}]}