{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Curcuma domestica", "natural product", "nosocomial infection", "turmeric"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38450269", "DateRevised": {"Year": "2024", "Month": "03", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["e246", "10.52225/narra.v3i2.246"], "ArticleDate": [{"Year": "2023", "Month": "08", "Day": "27"}], "Journal": {"ISSN": "2807-2618", "JournalIssue": {"Volume": "3", "Issue": "2", "PubDate": {"Year": "2023", "Month": "Aug"}}, "Title": "Narra J", "ISOAbbreviation": "Narra J"}, "ArticleTitle": "Effectiveness of <i>Curcuma domestica</i> leave extract in inhibiting the growth of <i>Pseudomonas aeruginosa</i>.", "Pagination": {"StartPage": "e246", "MedlinePgn": "e246"}, "Abstract": {"AbstractText": ["<i>Pseudomonas aeruginosa</i> is one of the Gram-negative bacteria that causes nosocomial infection in patients admitted to the intensive care unit (ICU). The therapy provided could be antibiotics and the provision of therapy is considered difficult due to antibiotic resistance; therefore, an alternative is needed such as active ingredients from medicinal plants. Turmeric (<i>Curcuma domestica</i>) is believed to have compounds that have antibacterial activities. The aim of this study was to determine the antibacterial activities of ethanol extract from turmeric leaves against the growth of <i>Pseudomonas aeruginosa</i>. An experimental study was conducted using posttest-only design. Antibacterial activities were determined using disc diffusion method with concentration of 50%, 75%, and 100% <i>Curcuma domestica</i> extract. The positive and negative controls were ciprofloxacin and dimethyl sulfoxide (DMSO), respectively. The inhibition zone of 50%, 75%, and 100% extract groups against <i>Pseudomonas aeruginosa</i> were 8.9 mm, 10.6 mm, and 11.8 mm, respectively. There was no significant different of antibacterial activities between different concentrations of <i>Curcuma domestica</i> (50%, 75% and 100% of extracts). All groups of <i>Curcuma domestica</i> extract had lower antibacterial activities significantly than ciprofloxacin (positive control). This data indicated that the leave extract of <i>Curcuma domestica</i> had a weak inhibition against the growth of <i>Pseudomonas aeruginosa</i>."], "CopyrightInformation": "© 2023 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Medical Faculty, Universitas Malikussaleh, Lhokseumawe, Indonesia."}], "LastName": "Yuziani", "ForeName": "Yuziani", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Faculty, Universitas Malikussaleh, Lhokseumawe, Indonesia."}], "LastName": "Alvira", "ForeName": "Mumtaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departement of Microbiology, Medical Faculty, Universitas Malikussaleh, Lhokseumawe, Indonesia."}], "LastName": "Sahputri", "ForeName": "Juwita", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Indonesia", "MedlineTA": "Narra J", "NlmUniqueID": "9918625888906676", "ISSNLinking": "2807-2618"}, "CoiStatement": "All the authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Joshi M, Kaur S, Kaur HP, et al. . Nosocomial infection: Source and prevention. Int J Pharm Sci Res 2019;10(4):1613–1624."}, {"Citation": "Rahmawati SA, Dhamanti I.. Infections prevention and control (IPC) programs in hospitals. J Heal Sci Prev 2021;5(1):23–32."}, {"Citation": "Irdan I. Faktor-faktor yang berhubungan dengan infeksi nosokomial (INOS) oleh perawat di IRNA bedah RSUD kayuagung kabupaten OKI Tahun 2017. Pros Semin Nas dan Disem Penelit Kesehat STIKes Bakti Tunas Husada Tasikmalaya. 2018;142-145:142–145."}, {"Citation": "Andayani N, Mahdani W, Nisyira M, et al. . Distribution and antibacterial susceptibility pattern of isolated bacteria from endotracheal aspirates among ventilator-assisted pneumonia patients in Indonesia. Narra J. 2023;3(1):1–10.", "ArticleIdList": ["PMC10914143", "38450036"]}, {"Citation": "Dharmayanti IGAMP, Sukrama DM. Karakteristik bakteri Pseudomonas aeruginosa dan pola kepekaanya terhadap antibiotik di intensive care unit (ICU) RSUP Sanglah pada bulan November 2014–Januari 2015. J Med Udayana 2019;8(4):1–9"}, {"Citation": "Puspawati MD. Tropical skin infections. National Symposium of Dermatology and Venerology. Bali; 2016:31–50."}, {"Citation": "Fikayuniar L, Gunarti NS, Apriliani M.. Uji aktivitas antibakteri ekstrak etanol rimpang kunyit (Curcuma longa L.) terhadap Staphylococcus aureus dan Pseudomonas aeruginosa. Pharma Xplore J Ilm Farm 2019;4(1):278–287."}, {"Citation": "Septiana E, Simanjuntak P. Aktivitas antimikroba dan antioksidan ekstrak beberapa bagian tanaman kunyit (Curcuma longa). 2015;5(1):31–40."}, {"Citation": "Puteri FD. Efek kurkumin pada kunyit (Curcuma longa) sebagai pengobatan kanker lambung. J Ilm Kesehat Sandi Husada 2020;12(2):860–864."}, {"Citation": "Ulina N, Turnip MB, Harahap U, et al. . Phytochemical screening and antidiabetic test of ethanol extract of turmeric leaves (Curcuma domestica Val.) on decreasing blood glucose of diabetic rats. Int J Sci Technol Manag 2023;4(4):931–937."}, {"Citation": "Azhari LI, Rusmarilin H, Suryanto D, et al. . Antimicrobial activity of turmeric leaf extract against Escherichia coli, Staphylococcus aureus, Shigella dysenteriae, and Lactobacillus acidophilus. IOP Conf Ser Earth Environ Sci 2018;205(1):1–8."}, {"Citation": "Celesta N, Sakthivel M, Senthil SP, et al. . Review on Curcuma longa leaves exhibiting antioxidant property. IJAMSCR. 2021;9(2):283–287."}, {"Citation": "Apriliantisyah W, Rasfayanah Haidir I, et al. . Daya hambat ekstrak kunyit (Curcucma domestica Val) terhadap bakteri Staphylococcus aureus dan Escherichia coli. Fakumi Med J J Mhs Kedokt 2022;2(10):694–703."}, {"Citation": "Hasibuan NE, A Basri Azka, et al. . Skrining fitokimia ekstrak etanol daun Avicennia Marina dari kawasan bandar bakau dumai. Aurelia J 2020;5(3):248–253."}, {"Citation": "Amalia A, Sari I, Nursanty R.. Aktivitas antibakteri ekstrak etil asetat daun sembung (Blumea balsamifera (L.) DC.) terhadap pertumbuhan bakteri Methicillin Resistant Staphylococcus aureus (MRSA). J UIN Ar-Raniry 2017;5(1):387–391."}, {"Citation": "Fikri F, Rahmaningtyas IH, Prastiya RA, et al. . Aktivitas antibakteri ekstrak daun sirsak (Annona muricata L.) terhadap pertumbuhan bakteri Pseudomonas aeruginosa secara in vitro (Antibacterial activity of soursop (Annona muricata) leaf extract on growth of bacteria Pseudomonas aeruginosa in vitro). J Vet 2019;20(3):384."}, {"Citation": "Wulansari ED, Lestari D, Khoirunissa MA. Kandungan terpenoid dalam daun ara (Ficus carica L.) sebagai agen antibakteri terhadap bakteri Methicillin-Resistant Staphylococcus aureus. Pharmacon 2020;9(2):219."}, {"Citation": "Saptowo A, Supriningrum R.. Uji aktivitas antibakteri ekstrak kulit sekilang (Embeliaborneensis Scheff) terhadap bakteri Propionibacterium acnes dan Staphylococcus epidermidis. Al Ulum Sains dan Teknol 2022;7(2):93–97."}, {"Citation": "Anggraini W, Nisa SC, D. RR, et al. . Antibacterial activity of 96 % ethanol extract cantaloupe fruit (Cucumis melo l. Var. Cantalupensis) against escherichia coli bacteria. Pharm J Indones. 2019;5(1):61–6."}, {"Citation": "Pulungan ASS. Aktivitas antijamur ekstrak etanol daun kunyit (Curcuma longa LINN.) terhadap jamur Candida albicans. Biolink 2017;3(2):124–128."}, {"Citation": "Kusbiantoro D, Purwaningrum Y.. Pemanfaatan kandungan metabolit sekunder pada tanaman kunyit dalam mendukung peningkatan pendapatan masyarakat. Utilization of secondary metabolite in the turmeric plant to increase community income. J Kultiv 2018;17(1):544–949."}, {"Citation": "Sudjino Cholilah S. Pengaruh ketersediaan air terhadap hasil dan kandungan kurkumin kunyit (Curcuma domestica Valeton). Bioma 2019;15(1):21–26."}]}], "History": [{"Year": "2023", "Month": "7", "Day": "5"}, {"Year": "2023", "Month": "8", "Day": "21"}, {"Year": "2024", "Month": "3", "Day": "7", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "7", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "7", "Hour": "4", "Minute": "18"}, {"Year": "2023", "Month": "8", "Day": "27"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38450269", "PMC10916367", "10.52225/narra.v3i2.246", "NarraJ-3-e246"]}}]}