{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Detoxifying enzymes", "Essential oils", "Glutathione S-transferase (GST)", "Molecular docking", "Noctuidae pests", "Toxicity"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38478300", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s13744-024-01137-6"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "13"}], "Journal": {"ISSN": "1678-8052", "JournalIssue": {"Volume": "53", "Issue": "3", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "Neotropical entomology", "ISOAbbreviation": "Neotrop Entomol"}, "ArticleTitle": "Towards Sustainable Pest Management: Toxicity, Biochemical Effects, and Molecular Docking Analysis of Ocimum basilicum (Lamiaceae) Essential Oil on Agrotis ipsilon and Spodoptera littoralis (Lepidoptera: Noctuidae).", "Pagination": {"StartPage": "669", "EndPage": "681", "MedlinePgn": "669-681"}, "Abstract": {"AbstractText": ["Over the last decade, essential oils (EOs) have become potential ingredients for insecticide formulations due to their widespread availability and perceived safety. Therefore, this study aimed to evaluate the toxicity and biochemical efficacy of basil (Ocimum basilicum) (Lamiaceae) against two destructive pests Noctuidae, Agrotis ipsilon (Hufnagel) and Spodoptera littoralis (Boisduval) (Lepidoptera: Noctuidae). In addition, a molecular docking study was performed to gain insight into the binding pattern between glutathione S-transferase (GST) and linalool, the main component of EO. GC-MS analysis of O. basilicum EO revealed that linalool is the most abundant compound (29.34%). However, the toxicity tests showed no significant difference between the values of LC<sub>50</sub> of O. basilicum EO to A. ipsilon and S. littoralis. On the other hand, the sublethal experiments indicated that treating the second instar larvae with LC<sub>15</sub> or LC<sub>50</sub> values of O. basilicum EO significantly prolonged the larval duration in both insects, compared to the control. Regarding the biochemical effect of O. basilicum EO, the treatments significantly impacted the activity of detoxification enzymes. A notable elevation in glutathione S-transferase (GST) activity was recorded in A. ipsilon larvae compared with a reduction in S. littoralis larvae. The molecular docking analysis revealed that linalool bonded with the amino acid serine (SER 9) of GST, indicating its binding affinity with the enzyme. The obtained results could offer valuable insights into the mode of action of O. basilicum and can encourage the adoption of sustainable pest control practices that incorporate essential oils."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept of Economic Entomology and Pesticides, Faculty of Agriculture, Cairo Univ, Giza, Egypt."}], "LastName": "Awad", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept of Biology, College of Science and Humanities, Prince Sattam Bin Abdulziz Univ, Al-Kharj, Saudi Arabia."}], "LastName": "Alfuhaid", "ForeName": "Nawal Abdulaziz", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Dept, Horticulture Research Institute, Agricultural Research Center, Giza, Egypt."}], "LastName": "Amer", "ForeName": "Alia", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept of Economic Entomology and Pesticides, Faculty of Agriculture, Cairo Univ, Giza, Egypt."}], "LastName": "Hassan", "ForeName": "Nancy N", "Initials": "NN"}, {"Identifier": ["0000-0002-8468-1151"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dept of Economic Entomology and Pesticides, Faculty of Agriculture, Cairo Univ, Giza, Egypt. moataz.moustafa79@gmail.com."}], "LastName": "Moustafa", "ForeName": "Moataz A M", "Initials": "MAM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Neotrop Entomol", "NlmUniqueID": "101189728", "ISSNLinking": "1519-566X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "D81QY6I88E", "NameOfSubstance": "linalool"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "Glutathione Transferase"}, {"RegistryNumber": "0", "NameOfSubstance": "Acyclic Monoterpenes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ocimum basilicum"}, {"QualifierName": ["drug effects"], "DescriptorName": "Spodoptera"}, {"QualifierName": [], "DescriptorName": "Insecticides"}, {"QualifierName": ["drug effects"], "DescriptorName": "Larva"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glutathione Transferase"}, {"QualifierName": ["drug effects"], "DescriptorName": "Moths"}, {"QualifierName": [], "DescriptorName": "Acyclic Monoterpenes"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbott WS. A method of computing the effectiveness of an insecticide. J Econ Entomol. 1925;18:265–267. doi: 10.1093/jee/18.2.265a.", "ArticleIdList": ["10.1093/jee/18.2.265a"]}, {"Citation": "Abd El-Kareem MSM, Rabbih MA, Selim ETM, Elsherbiny EA, El-Khateeb AY. Application of GC/EIMS in combination with semi-empirical calculations for identification and investigation of some volatile components in basil essential oil. Inter J Analy Mass Spectrome Chromatogr. 2016;4:14–25. doi: 10.4236/ijamsc.2016.41002.", "ArticleIdList": ["10.4236/ijamsc.2016.41002"]}, {"Citation": "Abdollahdokht D, Gao Y, Faramarz S, Poustforoosh A, Abbasi M, Asadikaram G, Nematollah MH. Conventional agrochemicals towards nano-biopesticides: an overview on recent advances. Chem Biol Technol Agric. 2022;9:13. doi: 10.1186/s40538-021-00281-0.", "ArticleIdList": ["10.1186/s40538-021-00281-0"]}, {"Citation": "Ahmadi E, Khajehali J, Jonckheere W, Van Leeuwen T. Biochemical and insecticidal effects of plant essential oils on insecticide resistant and susceptible populations of Musca domestica L. point to a potential cross-resistance risk. Pestic Biochem Physiol. 2022;184:105115. doi: 10.1016/j.pestbp.2022.105115.", "ArticleIdList": ["10.1016/j.pestbp.2022.105115", "35715054"]}, {"Citation": "Aioub AA, Hashem AS, El-Sappah AH, El-Harairy A, Abdel-Hady AA, Al-Shuraym LA, Abdel-Wahab SI. Identification and characterization of glutathione S-transferase genes in Spodoptera frugiperda (Lepidoptera: Noctuidae) under insecticides stress. Toxics. 2023;11(6):542. doi: 10.3390/toxics11060542.", "ArticleIdList": ["10.3390/toxics11060542", "PMC10303185", "37368642"]}, {"Citation": "Aqueel MA, Raza ABM, Balal RM, Shahid MA, Mustafa I, Javaid MM, Leather SR. Tritrophic interactions between parasitoids and cereal aphids are mediated by nitrogen fertilizer. Insect Sci. 2015;22:813–820. doi: 10.1111/1744-7917.12123.", "ArticleIdList": ["10.1111/1744-7917.12123", "24623663"]}, {"Citation": "Araújo AMN, Faroni LRD, Oliveira JV, Navarro DMDF, Barbosa DRS, Breda MO, França SM. Lethal and sublethal responses of Sitophilus zeamais populations to essential oils. J Pest Sci. 2017;90:589–600. doi: 10.1007/s10340-016-0822-z.", "ArticleIdList": ["10.1007/s10340-016-0822-z"]}, {"Citation": "Awad M, Ibrahim ES, Osman EI, Elmenofy WH, Mahmoud AM, Atia MAM, Moustafa MAM. Nano-insecticides against the black cutworm Agrotis ipsilon (Lepidoptera: Noctuidae): Toxicity, development, enzyme activity, and DNA mutagenicity. PLoS One. 2022;17:e0254285. doi: 10.1371/journal.pone.0254285.", "ArticleIdList": ["10.1371/journal.pone.0254285", "PMC8812990", "35113879"]}, {"Citation": "Beckley L, Gorder K, Dettenmaier E, Rivera-Durate I, Mc Hugh T. On site Gas Chromatography Mass Spectrometry (GC-MS) analysis to stream line vapor intrusion investigations. J Environ Forensics. 2014;15:2234–2243. doi: 10.1080/15275922.2014.930941.", "ArticleIdList": ["10.1080/15275922.2014.930941"]}, {"Citation": "Benelli G, Pavela R, Giordani C, Casettari L, Curzi G, Cappellacci L, Petrelli R, Maggi F. Acute and sub-lethal toxicity of eight essential oils of commercial interest against the filariasis mosquito Culex quinquefasciatus and the housefly Musca domestica. Ind Crop Prod. 2018;112:668–680. doi: 10.1016/j.indcrop.2017.12.062.", "ArticleIdList": ["10.1016/j.indcrop.2017.12.062"]}, {"Citation": "Bradford MMA. rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72:248–254. doi: 10.1006/abio.1976.9999.", "ArticleIdList": ["10.1006/abio.1976.9999", "942051"]}, {"Citation": "Cagá NL, Apacsová FM, Hlávková D, Skoková HO. Essential oils: useful tools in storage-pest management. Plants. 2022;11:3077. doi: 10.3390/plants11223077.", "ArticleIdList": ["10.3390/plants11223077", "PMC9692832", "36432806"]}, {"Citation": "Campolo O, Cherif A, Ricupero M, Ricupero M, Siscaro G, Grissa-Lebdi K, Russo A, Cucci LM, Di Pietro P, Satriano C, Desneux N, Biondi A, Zappalà L, Palmeri V. Citrus peel essential oil nanoformulations to control the tomato borer, Tuta absoluta: chemical properties and biological activity. Sci Rep. 2017;7:13036. doi: 10.1038/s41598-017-13413-0.", "ArticleIdList": ["10.1038/s41598-017-13413-0", "PMC5638903", "29026207"]}, {"Citation": "Capinera JL (2008) Variegated cutworm, Peridroma saucia (Hübner) (Lepidoptera: Noctuidae). In Capinera, JL (ed.). Encyclopedia of entomology. Springer Netherlands, pp 4038–4041. 10.21608/ JALEXU.2023.193200.1119"}, {"Citation": "Chaaban SB, Hamdi SH, Mahjoubi K. Composition and insecticidal activity of essential oil from Ruta graveolens, Mentha pulegium and Ocimum basilicum against Ectomyelois ceratoniae Zeller and Ephestia kuehniella Zeller (Lepidoptera: Pyralidae) J Plant Dis Prot. 2019;126:237–246. doi: 10.1007/s41348-019-00218-8.", "ArticleIdList": ["10.1007/s41348-019-00218-8"]}, {"Citation": "Chatterjee S, Bag S, Biswal D, Paria DS, Bandyopadhyay R, Sarkar B, Mandal A, Dangar TK. Neem-based products as potential eco-friendly mosquito control agents over conventional eco-toxic chemical pesticides: a review. Acta Trop. 2023;240:106858. doi: 10.1016/j.actatropica.2023.106858.", "ArticleIdList": ["10.1016/j.actatropica.2023.106858", "36750152"]}, {"Citation": "David JP, Ismail HM, Proust AC, Paine MJI (2013) Role of cytochrome P450s in insecticide resistance: impact on the control of mosquito-borne diseases and use of insecticides on Earth. Philos Trans R Soc pp. 368. 20120429. 10.1098/rstb.2012.0429", "ArticleIdList": ["PMC3538419", "23297352"]}, {"Citation": "Desneux N, Decourtye A, Delpuech JM. The sublethal effects of pesticides on beneficial arthropods. Annu Rev Entomol. 2007;52:81–106. doi: 10.1146/annurev.ento.52.110405.091440.", "ArticleIdList": ["10.1146/annurev.ento.52.110405.091440", "16842032"]}, {"Citation": "Després L, David J-P, Gallet C. The evolutionary ecology of insect resistance to plant chemicals Trends. Ecol Evol. 2007;22:298–307. doi: 10.1016/j.tree.2007.02.010.", "ArticleIdList": ["10.1016/j.tree.2007.02.010", "17324485"]}, {"Citation": "Duque JE, Urbina DL, Vesga LC, Ortiz-Rodríguez LA, Vanegas TS, Stashenko EE, Mendez-Sanchez SC. Insecticidal activity of essential oils from American native plants against Aedes aegypti (Diptera: Culicidae): an introduction to their possible mechanism of action. Sci Rep. 2023;13:2989. doi: 10.1038/s41598-023-30046-8.", "ArticleIdList": ["10.1038/s41598-023-30046-8", "PMC9941582", "36805522"]}, {"Citation": "Ebadollahi A, Naseri B, Abedi Z, Setzer WN, Changbunjong T. Promising insecticidal efficiency of essential oils isolated from four cultivated eucalyptus species in Iran against the lesser grain borer, Rhyzopertha dominica (F.) Insects. 2022;13(6):517. doi: 10.3390/insects13060517.", "ArticleIdList": ["10.3390/insects13060517", "PMC9224839", "35735854"]}, {"Citation": "El-Sayed MH, Ibrahim MM, Elsobki AE, Aioub AA. Enhancing the toxicity of cypermethrin and spinosad against Spodoptera littoralis (Lepidoptera: Noctuidae) by inhibition of detoxification enzymes. Toxics. 2023;11(3):215. doi: 10.3390/toxics11030215.", "ArticleIdList": ["10.3390/toxics11030215", "PMC10058348", "36976980"]}, {"Citation": "Fouad EA, Ahmed FS, Moustafa MAM. Monitoring and biochemical impact of insecticides resistance on field populations of Spodoptera littoralis (Boisd.) (Lepidoptera: Noctuidae) in Egypt. Pol J Entomol. 2022;91:109–118. doi: 10.5604/01.3001.0015.9707.", "ArticleIdList": ["10.5604/01.3001.0015.9707"]}, {"Citation": "Gill HK, Garg H. Pesticide: environmental impacts and management strategies. Pesticides-Toxic Aspects. 2014;8:187. doi: 10.4236/jep.2011.25067.", "ArticleIdList": ["10.4236/jep.2011.25067"]}, {"Citation": "Gong P, Chen D, Wang C, Li M, Li X, Zhu X. Susceptibility of four species of aphids in wheat to seven insecticides and its relationship to detoxifying enzymes. Front Physiol. 2021;11:623612. doi: 10.3389/fphys.2020.623612.", "ArticleIdList": ["10.3389/fphys.2020.623612", "PMC7848177", "33536942"]}, {"Citation": "Habig WH, Pabst MJ, Jakoby WB. Glutathione S-transferases: the first enzymatic step in mercapturic acid formation. J Biol Chem. 1974;249:7130–7139. doi: 10.1016/S0021-9258(19)42083-8.", "ArticleIdList": ["10.1016/S0021-9258(19)42083-8", "4436300"]}, {"Citation": "Hamada H, Awad M, El-Hefny M, Moustafa MAM. Insecticidal activity of garlic (Allium sativum) and ginger (Zingiber officinale) oils on the cotton leafworm, Spodoptera littoralis (Boisd.) (Lepidoptera: Noctuidae) Afr Entomol. 2018;26:84–94. doi: 10.4001/003.026.0084.", "ArticleIdList": ["10.4001/003.026.0084"]}, {"Citation": "Hansen LG, Hodgson E. Biochemical characteristics of insect microsomes: N- and O-demethylation. Biochem Pharmacol. 1971;20:1569–1578. doi: 10.1016/0006-2952(71)90285-1.", "ArticleIdList": ["10.1016/0006-2952(71)90285-1", "4399525"]}, {"Citation": "Hashem AS, Ramadan MM, Abdel-Hady AAA, Sut S, Maggi F, Dall’Acqua S. Pimpinella anisum essential oil nanoemulsion toxicity against Tribolium castaneum? Shedding light on its interactions with aspartate aminotransferase and alanine aminotransferase by molecular docking. Molecules. 2020;25:4841. doi: 10.3390/molecules25204841.", "ArticleIdList": ["10.3390/molecules25204841", "PMC7587950", "33092276"]}, {"Citation": "Hawkins NJ, Bass C, Dixon A, Neve P. The evolutionary origins of pesticide resistance. Biol Rev. 2019;94:135–155. doi: 10.1111/brv.12440.", "ArticleIdList": ["10.1111/brv.12440", "PMC6378405", "29971903"]}, {"Citation": "Henaish MYH (2023) Population, fluctuations and updating of noctuid moths (Lepidoptera) by using a light-trap at Aswan governorate. Egypt. J Adv Agric Res (JAAR) 28. 10.21608/JALEXU.2023.193200.1119"}, {"Citation": "Hu B, Zhang SH, Ren MM, Tian XR, Wei Q, Mburu DK, Su JY. The expression of Spodoptera exigua P450 and UGT genes: tissue specificity and response to insecticides. Insect Sci. 2019;26:199–216. doi: 10.1111/1744-7917.12538.", "ArticleIdList": ["10.1111/1744-7917.12538", "PMC7379962", "28881445"]}, {"Citation": "Huang Y, Lin M, Jia M, Hu J, Zhu L. Chemical composition and larvicidal activity against Aedes mosquitoes of essential oils from Arisaema fargesii. Pest Manag Sci. 2020;76:534–542. doi: 10.1002/ps.5542.", "ArticleIdList": ["10.1002/ps.5542", "31270930"]}, {"Citation": "Huisamen E, Bosua HJ, Karsten M, Terblanche JS. Sub-lethal effects of spinetoram application interacts with temperature in complex ways to influence respiratory metabolism, life history and macronutrient composition in false codling moth (Thaumatotibia leucotreta) J Insect Physiol. 2023;145:104490. doi: 10.1016/j.jinsphys.2023.104490.", "ArticleIdList": ["10.1016/j.jinsphys.2023.104490", "36773842"]}, {"Citation": "Hummelbrunner LA, Isman MB. Acute, sublethal, antifeedant and synergistic effects of monoterpenoid essential oil compounds on the tobacco cutworm, Spodoptera litura (Lep., Noctuidae) J Agric Food Chem. 2001;49:715–720. doi: 10.1021/jf000749t.", "ArticleIdList": ["10.1021/jf000749t", "11262018"]}, {"Citation": "Isman MB. Botanical insecticides in the twenty-first century-fulfilling their promise? Annu Rev Entomol. 2020;65:233–249. doi: 10.1146/annurev-ento-011019-025010.", "ArticleIdList": ["10.1146/annurev-ento-011019-025010", "31594414"]}, {"Citation": "Kandil MAM, Khatab ME, Ahmed SS, Schnug E. Herbal and essential oil yield of Genovese basil (Ocimum basilicum L.) grown with mineral and organic fertilizer sources in Egypt. J für Kulturpflanzen. 2009;61:443–449. doi: 10.5073/JfK.2009.12.03.", "ArticleIdList": ["10.5073/JfK.2009.12.03"]}, {"Citation": "Kandil MA, Abdel-kerim RN, Moustafa MAM. Lethal and sub-lethal effects of bio-and chemical insecticides on the tomato leaf miner, Tuta absoluta (Meyrick) (Lepidoptera: Gelechiidae) Egypt J Biol Pest Control. 2020;30:76. doi: 10.1186/s41938-020-00278-1.", "ArticleIdList": ["10.1186/s41938-020-00278-1"]}, {"Citation": "Khan MJ, Zia MS, Qasim M. Use of pesticides and their role in environmental pollution World. Acad Sci Eng Technol. 2010;72:122–128."}, {"Citation": "Koirala BKS, Moural T, Zhu F. Functional and structural diversity of insect glutathione S-transferases in xenobiotic adaptation. Int J Biol Sci. 2022;18:5713–5723. doi: 10.7150/ijbs.77141.", "ArticleIdList": ["10.7150/ijbs.77141", "PMC9576527", "36263171"]}, {"Citation": "Korkina L. Metabolic and redox barriers in the skin exposed to drugs and xenobiotics. Expert Opin Drug Metab Toxicol. 2016;12:377–388. doi: 10.1517/17425255.2016.1149569.", "ArticleIdList": ["10.1517/17425255.2016.1149569", "26854731"]}, {"Citation": "Lamberth C, Jeanmart S, Luksch T, Plant A. Current challenges and trends in the discovery of agrochemicals. Sci. 2013;341:742–746. doi: 10.1126/science.1237227.", "ArticleIdList": ["10.1126/science.1237227", "23950530"]}, {"Citation": "Li XC, Schuler MA, Berenbaum MR. Molecular mechanisms of metabolic resistance to synthetic and natural xenobiotics. Ann Rev Entomol. 2007;52:231–253. doi: 10.1146/annurev.ento.51.110104.151104.", "ArticleIdList": ["10.1146/annurev.ento.51.110104.151104", "16925478"]}, {"Citation": "Li S, Li H, Zhou Q, Zhang F, Desneux N, Wang S, Shi L. Essential oils from two aromatic plants repel the tobacco whitefly Bemisia tabaci. J Pest Sci. 2022;95:971–982. doi: 10.1007/s10340-021-01412.", "ArticleIdList": ["10.1007/s10340-021-01412"]}, {"Citation": "Liao M, Xiao JJ, Zhou LJ, Liu Y, Wu XW, Hua RM, Wang GR, Cao HQ. Insecticidal activity of Melaleuca alternifolia essential oil and RNA-Seq analysis of Sitophilus zeamais transcriptome in response to oil fumigation. PLoS One. 2016;11:1–19. doi: 10.1371/journal.pone.0167748.", "ArticleIdList": ["10.1371/journal.pone.0167748", "PMC5147960", "27936192"]}, {"Citation": "Liao M, Xiao JJ, Zhou LJ, Yao X, Tang F, Hua RM, Wu XW, Cao HQ. Chemical composition, insecticidal and biochemical effects of Melaleuca alternifolia essential oil on the Helicoverpa armigera. J Appl Entomol. 2017;141:721–728. doi: 10.1111/jen.12397.", "ArticleIdList": ["10.1111/jen.12397"]}, {"Citation": "Liu Y, Li J, Lu Y. Enzyme therapeutics for systemic detoxification. Adv Drug Deliv Rev. 2015;90:24–39. doi: 10.1016/j.addr.2015.05.005.", "ArticleIdList": ["10.1016/j.addr.2015.05.005", "25980935"]}, {"Citation": "Lucena-Leandro VS, Abreu EFA, Vidal LA, Torres CR, Junqueira CICVF, Dantas J, Albuquerque ÉVS. Current scenario of exogenously induced RNAi for lepidopteran agricultural pest control from dsRNA design to topical application. Inter J Mol Sci. 2022;23:15836. doi: 10.3390/ijms232415836.", "ArticleIdList": ["10.3390/ijms232415836", "PMC9785151", "36555476"]}, {"Citation": "Moustafa MMA, Kákai A, Awad M, Fónagy A. Sublethal effects of spinosad and emamectin benzoate on larval development and reproductive activities of the cabbage moth, Mamestra brassicae L. (Lepidoptera: Noctuidae) Crop Prot. 2016;90:197–204. doi: 10.1016/j.cropro.2016.09.004.", "ArticleIdList": ["10.1016/j.cropro.2016.09.004"]}, {"Citation": "Moustafa MAM, Awad M, Amer A, Hassan NN, Ibrahim ES, Ali HM, Akrami M, Salem MZM. Insecticidal activity of lemongrass essential oil as an ecofriendly agent against the black cutworm Agrotis ipsilon (Lepidoptera:Noctuidae) Insects. 2021;12:737. doi: 10.3390/insects12080737.", "ArticleIdList": ["10.3390/insects12080737", "PMC8396863", "34442303"]}, {"Citation": "Moustafa MAM, Fouad EA, Yasmin AM, Hamow KÁA, Mikó Z, Molnár BP, Fónagy A. Toxicity and sublethal effects of chlorantraniliprole and indoxacarb on Spodoptera littoralis (Lepidoptera: Noctuidae) Appl Entomol Zool. 2021;56:115–124. doi: 10.1007/s13355-020-00721-7.", "ArticleIdList": ["10.1007/s13355-020-00721-7"]}, {"Citation": "Moustafa MAM, Elmenofy WH, Osman EA, El-Said NA, Awad M. Biological impact, oxidative stress and adipokinetic hormone activities of Agrotis ipsilon in response to bioinsecticides. Plant Prot Sci. 2022;58:326–337. doi: 10.17221/46/2022-PPS.", "ArticleIdList": ["10.17221/46/2022-PPS"]}, {"Citation": "Moustafa MAM, Hassan NN, Alfuhid NA, Amer A, Awad M (2023a) Insights into the toxicity, biochemical activity and molecular docking of Cymbopogon citratus essential oils and citral on the cotton leafworm Spodoptera littoralis. J Econ Entomol 1–11. 10.1093/ jee/toad093", "ArticleIdList": ["PMC10414000", "37289249"]}, {"Citation": "Moustafa MAM, Fouad EA, Ibrahim E, Erdei AL, Kárpáti Z, Fónagy A. The comparative toxicity, biochemical and physiological impacts of chlorantraniliprole and indoxacarb on Mamestra brassicae (Lepidoptera: Noctuidae) Toxics. 2023;11:212. doi: 10.3390/toxics11030212.", "ArticleIdList": ["10.3390/toxics11030212", "PMC10055103", "36976977"]}, {"Citation": "Moustafa MAM, Moteleb RIA, Ghoneim YF, Hafez SS, Ali RE, Eweis EEA, Hassan NN. Monitoring resistance and biochemical studies of three Egyptian field strains of Spodoptera littoralis (Lepidoptera: Noctuidae) to six insecticides. Toxics. 2023;11:211. doi: 10.3390/toxics11030211.", "ArticleIdList": ["10.3390/toxics11030211", "PMC10053388", "36976976"]}, {"Citation": "Palermo D, Giunti G, Laudani F, Palmeri V, Campolo O. Essential oil-based nano-biopesticides: formulation and bioactivity against the confused flour beetle Tribolium confusum. Sustain. 2021;13:9746. doi: 10.3390/SU13179746.", "ArticleIdList": ["10.3390/SU13179746"]}, {"Citation": "Passos LC, Ricupero M, Gugliuzzo A, Soares MA, Desneux N, Campolo OG, Carvalho A, Biondi A, Zappalá L. Sublethal effects of plant essential oils toward the zoophytophagous mirid Nesidiocoris tenuis. J Pest Sci. 2022;95:1609–1619. doi: 10.1007/s10340-022-01548-7.", "ArticleIdList": ["10.1007/s10340-022-01548-7"]}, {"Citation": "Pavela R, Morshedloo MR, Mumivand H, Khorsand GJ, Karami A, Maggi F, Desneux N, Benelli G. Phenolic monoterpene-rich essential oils from Apiaceae and Lamiaceae species: insecticidal activity and safety evaluation on non-target earthworms. Entomol Gen. 2020;40:421–435. doi: 10.1127/entomologia/2020/1131.", "ArticleIdList": ["10.1127/entomologia/2020/1131"]}, {"Citation": "Prasannakumar NR, Jyothi N, Saroja S, Lokesha AN. Insecticidal properties of Ocimum basilicum and Mentha piperita essential oils against South American Tomato moth, Phthorimaea absoluta (Meyrick) (Lepidoptera: Gelichiidae) Pestic Biochem Physiol. 2023;190:105329. doi: 10.1016/j.pestbp.2022.105329.", "ArticleIdList": ["10.1016/j.pestbp.2022.105329", "36740335"]}, {"Citation": "Rathore LM (2017) Green pesticides for organic farming: occurrence and properties of essential oils for use in pest control. In: Nollet LM, Rathore HS (eds) Green pesticides handbook: essential oils for pest control. CRC Press, Boca Raton, pp 3–26.10.1201/9781315153131-1"}, {"Citation": "Regnault-Roger C. The potential of botanical essential oils for insect pest control. Integ Pest Manag. 1997;2:25–34. doi: 10.1023/A:1018472227889.", "ArticleIdList": ["10.1023/A:1018472227889"]}, {"Citation": "Rodríguez-González Á, Álvarez-García S, González-López Ó, Da Silva F, Casquero PA (2019) Insecticidal properties of Ocimum basilicum and Cymbopogon winterianus against Acanthoscelides obtectus, insect pest of the common bean (Phaseolus vulgaris, L.). Insects 10:151. 10.3390/insects 10050151", "ArticleIdList": ["PMC6572361", "31130631"]}, {"Citation": "Roush R, Tabashnik BE (2012) Pesticide resistance in arthropods. Springer Science & Business Media."}, {"Citation": "Rozman V, Kalinovic I, Korunic Z. Toxicity of naturally occurring compounds of Lamiaceae and Lauraceae to three stored products insects. J Stored Prod Res. 2007;43:349–355. doi: 10.1016/j.jspr.2006.09.001.", "ArticleIdList": ["10.1016/j.jspr.2006.09.001"]}, {"Citation": "Santos AA, Oliveira BMS, Melo CR, Lima APS, Santana EDR, Blank AF, Picanço MC, Araújo APA, Cristaldo PF, Bacci L. Sub-lethal effects of essential oil of Lippia sidoides on drywood termite Cryptotermes brevis (Blattodea: Termitoidea) Ecotoxicol Environ Saf. 2017;145:436–441. doi: 10.1016/j.ecoenv.2017.07.057.", "ArticleIdList": ["10.1016/j.ecoenv.2017.07.057", "28778042"]}, {"Citation": "IPPC Secretariat (2021) Scientific review of the impact of climate change on plant pests: a global challenge to prevent and mitigate plant-pest risks in agriculture, forestry and ecosystems; FAO on behalf of the IPPC Secretariat: Rome, Italy. ISBN 978–92–5–134435–4."}, {"Citation": "Shahbaaz M, Kanchi S, Sabela M, Bisetty K (2017) Structural basis of pesticide detection by enzymatic biosensing: a molecular docking and MD simulation study. J Biomol Struc Dynam pp 1–55. 10.1080/07391102.2017.1323673", "ArticleIdList": ["28463066"]}, {"Citation": "Sharma S, Kooner R, Arora R. Insect pests and crop losses. In: Sandhu S, editor. Arora R. Singapore: Breeding insect resistant crops for sustainable agriculture; Springer Singapore; 2017. pp. 45–66."}, {"Citation": "Shaurub EH, Abdel Aal EE, Emara SA. Suppressive effects of insect growth regulators on development, reproduction and nutritional indices of the Egyptian cotton leafworm, Spodoptera littoralis (Lepidoptera: Noctuidae) Invertebr Rep Develop. 2020;3:178–187. doi: 10.1080/07924259.2020.1741454.", "ArticleIdList": ["10.1080/07924259.2020.1741454"]}, {"Citation": "Tak JH, Jovel E, Isman MB. Comparative and synergistic activity of Rosmarinus officinalis L. essential oil constituents against the larvae and an ovarian cell line of the cabbage looper, Trichoplusia ni (Lepidoptera: Noctuidae) Pest Manag Sci. 2016;72:474–480. doi: 10.1002/ps.4010.", "ArticleIdList": ["10.1002/ps.4010", "25809531"]}, {"Citation": "Tangtrakulwanich, K, Reddy GVP (2014) Development of insect resistance to plant biopesticides: An overview. In D. Singh (Eds.). Adv Plant Biopestic pp.47–62. Springer. 10.1007/978-81-322-2006-0_4"}, {"Citation": "Tijet N, Helvig C, Feyereisen R. The cytochrome P450 gene superfamily in Drosophila melanogaster: annotation, intron-exon organization and phylogeny. Gene. 2001;262:189–198. doi: 10.1016/S0378-1119(00)00533-3.", "ArticleIdList": ["10.1016/S0378-1119(00)00533-3", "11179683"]}, {"Citation": "Van Asperen K. A study of housefly esterases by means of a sensitive colorimetric method. J Insect Physiol. 1962;8:401–416. doi: 10.1016/0022-1910(62)90074-4.", "ArticleIdList": ["10.1016/0022-1910(62)90074-4"]}, {"Citation": "Vasudevan P, Kashyap S, Sharma S. Bioactive botanicals from basil (Ocimum sp.) J Sci Ind Res. 1999;58:332–338."}, {"Citation": "Vieira RF, Simon JE. Chemical characterization of basil (Ocimum spp.) found in the markets and used in traditional medicine in Brazil. Econ Bot. 2000;54:207–216. doi: 10.1007/BF02907824.", "ArticleIdList": ["10.1007/BF02907824"]}, {"Citation": "Wang Z-J, Wang N-M, Yu Q-T, Xue C-B. Sublethal effects of an indoxacarb enantiomer insecticide on Plutella xylostella caterpillar and Chrysoperla sinica predator. Ecotoxicol Environ Saf. 2023;249:114400. doi: 10.1016/j.ecoenv.2022.114400.", "ArticleIdList": ["10.1016/j.ecoenv.2022.114400", "36508809"]}, {"Citation": "Xiang YY, Yang MF, Li ZZ. Calling behavior and rhythms of sex pheromone production in the black cutworm moth in China. J Insect Behav. 2010;23:35–44. doi: 10.1007/s10905-009-9193-0.", "ArticleIdList": ["10.1007/s10905-009-9193-0"]}, {"Citation": "Xu L, Luo GH, Sun Y, Huang SJ, Xu DJ, Xu GC, Han ZJ, Gu ZY, Zhang YN. Multiple down-regulated cytochrome P450 monooxygenase genes contributed to synergistic interaction between chlorpyrifos and imidacloprid against Nilaparvata lugens. J Asia-Pac Entomol. 2020;23:44–50. doi: 10.1016/j.aspen.2019.10.017.", "ArticleIdList": ["10.1016/j.aspen.2019.10.017"]}, {"Citation": "Yong L-P, Jun H-T (2016) Chapter 6 - Essential oils for arthropod pest management in agricultural production systems, essential oils in food preservation. Flavor Saf 61–70. 10.1016/B978-0-12-416641-7.00006-7"}, {"Citation": "You C-X, Liu J, Li X, Zhang W-J, Yu X-X, He Q, Liu N, Pan Y-Y, Dai K-D, Jiang C, Ye M, Nayak B, Xiong L, Xie C, Dong Y, You M, Yuchi Z, You S. The role of insect cytochrome P450s in mediating insecticide resistance. Agric. 2022;12:53. doi: 10.3390/agriculture12010053.", "ArticleIdList": ["10.3390/agriculture12010053"]}, {"Citation": "You C-X, Liu J, Li X, Zhang W-J, Yu X-X, He Q, Liu N, Pan Y-Y, Dai K-D, Jiang C. Cocktail effect and synergistic mechanism of two components of Perilla frutescens essential oil, perillaldehyde and carvone, against Tribolium castaneum. Ind Crops Prod. 2023;195:116433. doi: 10.1016/j.indcrop.2023.116433.", "ArticleIdList": ["10.1016/j.indcrop.2023.116433"]}, {"Citation": "Zahiri R, Holloway JD, Kitching IJ, Lafontaine JD, Mutanen M, Wahlberg N. Molecular phylogenetics of Erebidae (Lepidoptera, Noctuoidea) Syst Entomol. 2012;37:102–124. doi: 10.1111/j.1365-3113.2011.00607.x.", "ArticleIdList": ["10.1111/j.1365-3113.2011.00607.x"]}, {"Citation": "Zuo Y, Wang Z, Ren X, Pei Y, Aioub AA, Hu Z. A genetic compensation phenomenon and global gene expression changes in sex-miR-2766-3p knockout strain of Spodoptera exigua Hübner (Lepidoptera: Noctuidae) Insects. 2022;13(11):1075. doi: 10.3390/insects13111075.", "ArticleIdList": ["10.3390/insects13111075", "PMC9695525", "36421978"]}, {"Citation": "Zuo YY, Xue YX, Wang ZY, Ren X, Aioub AA, Wu YD, Hu ZN. Knockin of the G275E mutation of the nicotinic acetylcholine receptor (nAChR) α6 confers high levels of resistance to spinosyns in Spodoptera exigua. Insect Sci. 2022;29:478–486. doi: 10.1111/1744-7917.12922.", "ArticleIdList": ["10.1111/1744-7917.12922", "33998150"]}]}], "History": [{"Year": "2023", "Month": "7", "Day": "24"}, {"Year": "2024", "Month": "2", "Day": "7"}, {"Year": "2024", "Month": "5", "Day": "6", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "13", "Hour": "18", "Minute": "46"}, {"Year": "2024", "Month": "3", "Day": "13", "Hour": "12", "Minute": "24"}, {"Year": "2024", "Month": "3", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38478300", "PMC11074029", "10.1007/s13744-024-01137-6", "10.1007/s13744-024-01137-6"]}}]}