{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acacia nilotica", "Culex pipiens", "Medicinal plants", "Molecular simulation", "Phytochemicals", "Structure activity relationship"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38486053", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["6248", "10.1038/s41598-024-56690-2"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "15"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "15"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Larvicidal activity of Acacia nilotica extracts against Culex pipiens and their suggested mode of action by molecular simulation docking.", "Pagination": {"StartPage": "6248", "MedlinePgn": "6248"}, "Abstract": {"AbstractText": ["Mosquitoes are one of the deadliest and most hazardous animals on Earth, where they transmit several diseases that kill millions of people annually. There is an ongoing search almost everywhere in the world for more effective and contemporary ways to control mosquitoes other than pesticides. Phytochemicals are affordable, biodegradable biological agents that specialize in eliminating pests that represent a risk to public health. The effectiveness of Acacia nilotica methanol and aqueous leaf extracts against 4th instar larvae was evaluated. The results revealed that the methanol extract of A. nilotica had a noticeable influence on the mortality rate of mosquito larvae, especially at high concentrations. Not only did the mortality rate rise significantly, but the hatching of the mosquito eggs was potentially suppressed.Terpenes, fatty acids, esters, glycosides, pyrrolidine alkane, piperazine, and phenols were the most prevalent components in the methanol extract, while the aqueous extract of A. nilotica exclusively showed the presence of fatty acids. The insecticidal susceptibility tests of both aqueous and alcoholic extract of A. nilotica confirmed that the Acacia plant could serves as a secure and efficient substitute for chemical pesticides because of its promising effect on killing larvae and egg hatching delaying addition to their safety as one of the natural pesticides. Molecular docking study was performed using one of the crucial and life-controlling protein targets, fatty acid binding protein (FABP) and the most active ingredients as testing ligands to describe their binding ability. Most of the structurally related compounds to the co-crystallized ligand, OLA, like hexadecanoic acid furnished high binding affinity to the target protein with very strong and stable intermolecular hydrogen bonding and this is quite similar to OLA itself. Some other structural non-related compounds revealed extraordinarily strong binding abilities like Methoxy phenyl piperazine. Most of the binding reactivities of the majortested structures are due to high structure similarity between the positive control, OLA, and tested compounds. Such structure similarity reinforced with the binding abilities of some detected compounds in the A. nilotica extract could present a reasonable interpretation for its insecticidal activity via deactivating the FABP protein. The FABP4 enzyme inhibition activity was assessed for of both methanolic and aqueous of acacia plant extract and the inhibition results of methanol extract depicted noticeable potency if compared to orlistat, with half-maximal inhibitory concentration (IC<sub>50</sub>) of 0.681, and 0.535 µg/ml, respectively."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Department, Faculty of Science, Benha University, Benha, 13518, Egypt. mohamed.albaz@fsc.bu.edu.eg."}], "LastName": "Baz", "ForeName": "Mohamed M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Department, Faculty of Science, Benha University, Benha, 13518, Egypt."}], "LastName": "El-Shourbagy", "ForeName": "Nancy M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Tabuk, 71491, Tabuk, Saudi Arabia."}], "LastName": "Alkhaibari", "ForeName": "Abeer Mousa", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, Faculty of Applied Medical Sciences, King Abdulaziz University, Jeddah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Special Infectious Agents Unit, King Fahad Medical Research Center, King AbdulAziz University, Jeddah, Saudi Arabia."}], "LastName": "Gattan", "ForeName": "Hattan S", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Special Infectious Agents Unit, King Fahad Medical Research Center, King AbdulAziz University, Jeddah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Clinical Microbiology and Immunology, Faculty of Medicine, King AbdulAziz University, Jeddah, Saudi Arabia."}], "LastName": "Alruhaili", "ForeName": "Mohammed H", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Medicine (Infectious Diseases), Faculty of Veterinary Medicine, Benha University, Toukh, 13736, Egypt. Abdelfattah.selim@fvtm.bu.edu.eg."}], "LastName": "Selim", "ForeName": "Abdelfattah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Supplementary General Sciences Department, Faculty of Oral and Dental Medicine, Future University in Egypt, Cairo, 11835, Egypt. ibrahim80radwan@gmail.com."}], "LastName": "Radwan", "ForeName": "Ibrahim Taha", "Initials": "IT"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}, {"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Piperazines"}], "SupplMeshList": ["Culex pipiens"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Acacia"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Methanol"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Fatty Acids"}, {"QualifierName": [], "DescriptorName": "Piperazines"}, {"QualifierName": [], "DescriptorName": "Culex"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Coetzee M. How important are Dipteran vectors of disease in Africa? Trans. R. Soc. Trop. Med. Hyg. 2014;108(4):179–180.", "ArticleIdList": ["24627422"]}, {"Citation": "Selim A, Megahed A, Kandeel S, Alouffi A, Almutairi MM. West Nile virus seroprevalence and associated risk factors among horses in Egypt. Sci. Rep. 2021;11:20932. doi: 10.1038/s41598-021-00449-6.", "ArticleIdList": ["10.1038/s41598-021-00449-6", "PMC8536702", "34686730"]}, {"Citation": "Selim A, Abdelhady A. The first detection of anti-West Nile virus antibody in domestic ruminants in Egypt. Trop. Anim. Health Prod. 2020;52:3147–3151. doi: 10.1007/s11250-020-02339-x.", "ArticleIdList": ["10.1007/s11250-020-02339-x", "32588359"]}, {"Citation": "Selim A, Manaa E, Khater H. Molecular characterization and phylogenetic analysis of lumpy skin disease in Egypt. Comp. Immunol. Microbiol. Infect. Dis. 2021;79:101699. doi: 10.1016/j.cimid.2021.101699.", "ArticleIdList": ["10.1016/j.cimid.2021.101699", "34461343"]}, {"Citation": "Selim A, Manaa E, Khater H. Seroprevalence and risk factors for lumpy skin disease in cattle in Northern Egypt. Trop. Anim. Health Prod. 2021;53:350. doi: 10.1007/s11250-021-02786-0.", "ArticleIdList": ["10.1007/s11250-021-02786-0", "34105025"]}, {"Citation": "Selim A, et al. Prevalence and animal level risk factors associated with Trypanosoma evansi infection in dromedary camels. Sci. Rep. 2022;12:8933. doi: 10.1038/s41598-022-12817-x.", "ArticleIdList": ["10.1038/s41598-022-12817-x", "PMC9142598", "35624132"]}, {"Citation": "Hamady D, et al. Colonized Aedes albopictus and its sexual performance in the wild: Implications for SIT technology and containment. Parasit. Vect. 2013;6:1–9.", "ArticleIdList": ["PMC3726284", "23856274"]}, {"Citation": "Conway MJ, Colpitts TM, Fikrig E. Role of the vector in arbovirus transmission. Ann. Rev. Virol. 2014;1:71–88.", "ArticleIdList": ["PMC7809425", "26958715"]}, {"Citation": "Baz MM, Selim A, Radwan IT, Alkhaibari AM, Khater HF. Larvicidal and adulticidal effects of some Egyptian oils against Culex pipiens. Sci. Rep. 2022;12:4406. doi: 10.1038/s41598-022-08223-y.", "ArticleIdList": ["10.1038/s41598-022-08223-y", "PMC8924206", "35292687"]}, {"Citation": "Gibbons RV. Dengue conundrums. Int. J. Antimicrob. Agents. 2010;36:S36–S39.", "ArticleIdList": ["PMC7135181", "20696556"]}, {"Citation": "Selim A, Almohammed H, Abdelhady A, Alouffi A, Alshammari FA. Molecular detection and risk factors for Anaplasma platys infection in dogs from Egypt. Parasit. Vect. 2021;14:429. doi: 10.1186/s13071-021-04943-8.", "ArticleIdList": ["10.1186/s13071-021-04943-8", "PMC8394565", "34446081"]}, {"Citation": "WHO. Dengue and severe dengue. Geneva: World Health Organisation (2014). http://www.who.int/mediacentre/factsheets/fs117/en/. Accessed 6th June 2014."}, {"Citation": "Gingrich, J. B., Harlan, H. J., Perkins, P. V., Trosper, J. H. & DC, A. F. P. M. B. W. Regional Disease Vector Ecology Profile East Asia. Armed Forces Pest Management Board Washington DC (2002)."}, {"Citation": "Elkhidr ME, et al. Toxicity of water extract of Acacia nilotica fruits against mosquito larvae: An experimental study. Entomol. Appl. Sci. Lett. 2020;7:84–90."}, {"Citation": "Sudo M, Takahashi D, Andow DA, Suzuki Y, Yamanaka T. Optimal management strategy of insecticide resistance under various insect life histories: Heterogeneous timing of selection and interpatch dispersal. Evolut. Appl. 2018;11:271–283.", "ArticleIdList": ["PMC5775500", "29387161"]}, {"Citation": "Bakkali F, Averbeck S, Averbeck D, Idaomar M. Biological effects of essential oils: A review. Food Chem. Toxicol. 2008;46:446–475.", "ArticleIdList": ["17996351"]}, {"Citation": "Pavela R. Essential oils for the development of eco-friendly mosquito larvicides: A review. Ind. Crops Prod. 2015;76:174–187."}, {"Citation": "Suman T, Elumalai D, Vignesh A, Kaleena P, Murugesan K. Evaluation of larvicidal activity of the aerial extracts of a medicinal plant, Ammannia baccifera (Linn) against two important species of mosquitoes, Aedes aegypti and Culex quinquefasciatus. Asian Pac. J. Trop. Dis. 2012;2:S352–S355."}, {"Citation": "Radwan IT, Baz MM, Khater H, Selim AM. Nanostructured Lipid Carriers (NLC) for Biologically active green tea and fennel natural oils delivery: Larvicidal and adulticidal activities against Culex pipiens. Molecules. 2022;27:1939.", "ArticleIdList": ["PMC8951010", "35335302"]}, {"Citation": "Baz MM, Hegazy MM, Khater HF, El-Sayed YA. Comparative evaluation of five oil-resin plant extracts against the mosquito larvae, Culex pipiens Say (Diptera: Culicidae) Pak. Vet. J. 2021 doi: 10.5555/20210221793.", "ArticleIdList": ["10.5555/20210221793"]}, {"Citation": "Wiesman Z, Chapagain BP. Larvicidal activity of saponin containing extracts and fractions of fruit mesocarp of Balanites aegyptiaca. Fitoterapia. 2006;77:420–424.", "ArticleIdList": ["16814957"]}, {"Citation": "Chaudhuri A, et al. EFNS guideline on the management of community-acquired bacterial meningitis: Report of an EFNS task force on acute bacterial meningitis in older children and adults. Eur. J. Neurol. 2008;15:649–659.", "ArticleIdList": ["18582342"]}, {"Citation": "Joseph C, Ndoile M, Malima R, Nkunya M. Larvicidal and mosquitocidal extracts, a coumarin, isoflavonoids and pterocarpans from Neorautanenia mitis. Trans. R. Soc. Trop. Med. Hyg. 2004;98:451–455.", "ArticleIdList": ["15186932"]}, {"Citation": "Cavalcanti ESB, Morais SMD, Lima MAA, Santana EWP. Larvicidal activity of essential oils from Brazilian plants against Aedes aegypti L. Memórias do Instituto Oswaldo Cruz. 2004;99:541–544.", "ArticleIdList": ["15543421"]}, {"Citation": "Martha Perez Gutierrez R, Maria Neira Gonzalez A, Hoyo-Vadillo C. Alkaloids from piper: A review of its phytochemistry and pharmacology. Mini Rev. Med. Chem. 2013;13:163–193.", "ArticleIdList": ["23279257"]}, {"Citation": "Xing F, Cheng G, Yang B, Ma L. Microencapsulation of capsaicin by the complex coacervation of gelatin, acacia and tannins. J. Appl. Polym. Sci. 2004;91:2669–2675."}, {"Citation": "Shabir G, et al. Antioxidant and antimicrobial attributes and phenolics of different solvent extracts from leaves, flowers and bark of Gold Mohar [Delonix regia (Bojer ex Hook.) Raf.] Molecules. 2011;16:7302–7319.", "ArticleIdList": ["PMC6264588", "22143540"]}, {"Citation": "Modi A, et al. Delonix regia: Historic perspectives and modern phytochemical and pharmacological researches. Chin. J. Nat. Med. 2016;14:31–39.", "ArticleIdList": ["26850344"]}, {"Citation": "Bala A, Rani G. Green synthesis of AgNPs using Delonix regia bark for potential catalytic and antioxidant applications. Microsc. Res. Tech. 2023;86(8):911–922.", "ArticleIdList": ["36869861"]}, {"Citation": "Mittal P. Biolarvicides in vector control: challenges and prospects. J. Vect. Borne Dis. 2003;40:20.", "ArticleIdList": ["15119068"]}, {"Citation": "Samada LH, Tambunan USF. Biopesticides as promising alternatives to chemical pesticides: A review of their current and future status. Online J. Biol. Sci. 2020;20:66–76."}, {"Citation": "Baz MM, et al. Novel pesticidal efficacy of Araucaria heterophylla and Commiphora molmol extracts against camel and cattle blood-sucking ectoparasites. Plants. 2022;11:1682.", "ArticleIdList": ["PMC9269226", "35807634"]}, {"Citation": "Radwan IT, Baz MM, Khater H, Alkhaibari AM, Selim AM. Mg-LDH nanoclays intercalated fennel and green tea active ingredient: Field and laboratory evaluation of insecticidal activities against Culex pipiens and their non-target organisms. Molecules. 2022;27:2424.", "ArticleIdList": ["PMC9028813", "35458623"]}, {"Citation": "Venkadachalam R, et al. Mosquito larvicidal and pupicidal activity of Tephrosia purpurea Linn. (Family: Fabaceae) and Bacillus sphaericus against, dengue vector, Aedes aegypti. Pharmacogn. J. 2017 doi: 10.5530/pj.2017.6.116.", "ArticleIdList": ["10.5530/pj.2017.6.116"]}, {"Citation": "Baeshen RS, Baz MM. Efficacy of Acacia nilotica, Eucalyptus camaldulensis, and Salix safsafs on the mortality and development of two vector-borne mosquito species, Culex pipiens and Aedes aegypti, in the laboratory and field. Heliyon. 2023 doi: 10.1016/j.heliyon.2023.e16378.", "ArticleIdList": ["10.1016/j.heliyon.2023.e16378", "PMC10220238", "37251815"]}, {"Citation": "Bolje A, Gobec S. Analytical techniques for structural characterization of proteins in solid pharmaceutical forms: An overview. Pharmaceutics. 2021 doi: 10.3390/pharmaceutics13040534.", "ArticleIdList": ["10.3390/pharmaceutics13040534", "PMC8070348", "33920461"]}, {"Citation": "Dhakal A, McKay C, Tanner JJ, Cheng J. Artificial intelligence in the prediction of protein-ligand interactions: Recent advances and future directions. Brief. Bioinform. 2022 doi: 10.1093/bib/bbab476.", "ArticleIdList": ["10.1093/bib/bbab476", "PMC8690157", "34849575"]}, {"Citation": "Pinzi L, Rastelli G. Molecular docking: Shifting paradigms in drug discovery. Int. J. Mol. Sci. 2019 doi: 10.3390/ijms20184331.", "ArticleIdList": ["10.3390/ijms20184331", "PMC6769923", "31487867"]}, {"Citation": "Batool M, Ahmad B, Choi S. A structure-based drug discovery paradigm. Int. J. Mol. Sci. 2019 doi: 10.3390/ijms20112783.", "ArticleIdList": ["10.3390/ijms20112783", "PMC6601033", "31174387"]}, {"Citation": "Mohareb RM, Bagato NMA, Radwan IT. Design, synthesis, molecular docking, and biological studies of new heterocyclic compounds derived from β-diketones as novel EGFR and pim-1 inhibitors endowed with antitumor activity. Anti-Cancer Agents Med. Chem. Chem. (Form. Curr. Med. Chem.-Anti-Cancer Agents) 2022;22:2558–2576.", "ArticleIdList": ["35023461"]}, {"Citation": "Radwan IT, et al. Design, synthesis, docking study, and anticancer evaluation of novel bis-thiazole derivatives linked to benzofuran or benzothiazole moieties as PI3k inhibitors and apoptosis inducers. J. Mol. Struct. 2022;1265:133454."}, {"Citation": "Zain-Alabdeen AI, et al. Synthesis and anticancer activity of new benzensulfonamides incorporating s-triazines as cyclic linkers for inhibition of carbonic anhydrase IX. Sci. Rep. 2022;12:16756.", "ArticleIdList": ["PMC9537541", "36202955"]}, {"Citation": "Radwan IT, et al. Effect of nanostructure lipid carrier of methylene blue and monoterpenes as enzymes inhibitor for Culex pipiens. Sci. Rep. 2023;13:12522.", "ArticleIdList": ["PMC10397322", "37532732"]}, {"Citation": "Elanany MA, Osman EEA, Gedawy EM, Abou-Seri SM. Design and synthesis of novel cytotoxic fluoroquinolone analogs through topoisomerase inhibition, cell cycle arrest, and apoptosis. Sci. Rep. 2023;13:4144.", "ArticleIdList": ["PMC10011602", "36914702"]}, {"Citation": "Zhang B, et al. Design, synthesis and biological evaluation of substituted 2-(thiophen-2-yl)-1, 3, 5-triazine derivatives as potential dual PI3Kα/mTOR inhibitors. Bioorgan. Chem. 2020;95:103525.", "ArticleIdList": ["31887474"]}, {"Citation": "Baz MM, Selim AM, Radwan IT, Khater HF. Plant oils in the fight against the West Nile Vector, Culex pipiens. Int. J. Trop. Insect Sci. 2022;42:2373–2380."}, {"Citation": "WHO. Instruction fordetermining the susceptibilityor resistance of mosquito larvaetoinsecticides. WHO/VBC/ 81.807 (1981)."}, {"Citation": "Abai MR, Hanafi-Bojd AA, Vatandoost H. Laboratory evaluation of Temephos against anopheles Stephensi and Culex Pipiens Larvae in Iran. J. Arthropod-Borne Dis. 2016;10:510–518.", "ArticleIdList": ["PMC5186741", "28032103"]}, {"Citation": "Zheng M-L, Zhang D-J, Damiens DD, Lees RS, Gilles JR. Standard operating procedures for standardized mass rearing of the dengue and chikungunya vectors Aedes aegypti and Aedes albopictus (Diptera: Culicidae)-II-Egg storage and hatching. Parasit. Vect. 2015;8:1–7.", "ArticleIdList": ["PMC4485872", "26112698"]}, {"Citation": "Salem M, et al. Antibacterial activity of extracted bioactive molecules of Schinus terebinthifolius ripened fruits against some pathogenic bacteria. Microb. Pathog. 2018;120:119–127.", "ArticleIdList": ["29704984"]}, {"Citation": "Zimmerman AW, Veerkamp JH. New insights into the structure and function of fatty acid-binding proteins. Cell. Mol. Life Sci.: CMLS. 2002;59:1096–1116. doi: 10.1007/s00018-002-8490-y.", "ArticleIdList": ["10.1007/s00018-002-8490-y", "12222958"]}, {"Citation": "Metwally NH, Radwan IT, El-Serwy WS, Mohamed MA. Design, synthesis, DNA assessment and molecular docking study of novel 2-(pyridin-2-ylimino) thiazolidin-4-one derivatives as potent antifungal agents. Bioorgan. Chem. 2019;84:456–467.", "ArticleIdList": ["30576909"]}, {"Citation": "Thompson BR, Mazurkiewicz-Muñoz AM, Suttles J, Carter-Su C, Bernlohr DA. Interaction of adipocyte fatty acid-binding protein (AFABP) and JAK2: AFABP/aP2 as a regulator of JAK2 signaling. J. Biol. Chem. 2009;284:13473–13480. doi: 10.1074/jbc.M900075200.", "ArticleIdList": ["10.1074/jbc.M900075200", "PMC2679447", "19318353"]}, {"Citation": "Adida A, Spener F. Adipocyte-type fatty acid-binding protein as inter-compartmental shuttle for peroxisome proliferator activated receptor gamma agonists in cultured cell. Biochim. Biophys. acta. 2006;1761:172–181. doi: 10.1016/j.bbalip.2006.02.006.", "ArticleIdList": ["10.1016/j.bbalip.2006.02.006", "16574478"]}, {"Citation": "Floresta G, et al. Adipocyte fatty acid binding protein 4 (FABP4) inhibitors. A comprehensive systematic review. Eur. J. Med. Chem. 2017;138:854–873. doi: 10.1016/j.ejmech.2017.07.022.", "ArticleIdList": ["10.1016/j.ejmech.2017.07.022", "28738306"]}, {"Citation": "He Y, et al. Optimization of potent, selective and orally bioavailable biphenyl scaffold as FABP4 inhibitors for anti-inflammation. Eur. J. Med. Chem. 2023;253:115319. doi: 10.1016/j.ejmech.2023.115319.", "ArticleIdList": ["10.1016/j.ejmech.2023.115319", "37037141"]}, {"Citation": "Rakshit A, et al. Biopesticide: Volume 2: Advances in Bio-Inoculants. Woodhead Publishing; 2021."}, {"Citation": "Kumar J, Ramlal A, Mallick D, Mishra V. An overview of some biopesticides and their importance in plant protection for commercial acceptance. Plants. 2021;10:1185.", "ArticleIdList": ["PMC8230470", "34200860"]}, {"Citation": "Lahlali R, El Hamss H, Mediouni-Ben Jemâa J, Barka EA. The use of plant extracts and essential oils as biopesticides. Front. Agron. 2022;4:921965."}, {"Citation": "Selim A, Abdelrahman A, Thiéry R, Sidi-Boumedine K. Molecular typing of Coxiella burnetii from sheep in Egypt. Comp. Immunol. Microb. Infect. Dis. 2019;67:101353. doi: 10.1016/j.cimid.2019.101353.", "ArticleIdList": ["10.1016/j.cimid.2019.101353", "31605891"]}, {"Citation": "Zaitoun A, Madkour M, Shamy M. Effect of three plants extracts on some bacterial strains and Culex pipiens L. stages. J. Environ. Sci. Technol. 2012;5:54–63."}, {"Citation": "Chaubal R, et al. Larvicidal activity of acacia nilotica extracts and isolation of D-Pinitol–A bioactive carbohydrate. Chem. Biodivers. 2005;2:684–688.", "ArticleIdList": ["17192011"]}, {"Citation": "Abbassy M, Ibrahim H, Gab Alla MA. Evaluating the insecticidal and fungicidal efficiency of Acacia nilotica pods extract. J. Plant Protect. Pathol. 2018;9:283–289."}, {"Citation": "Rojas-Sandoval, J. Acacia nilotica (gum arabic tree). (2023)."}, {"Citation": "Vivekanandhan P, et al. Comparative analysis of major mosquito vectors response to seed-derived essential oil and seed pod-derived extract from Acacia nilotica. Int. J. Environ. Res. Public Health. 2018;15:388.", "ArticleIdList": ["PMC5858457", "29473901"]}, {"Citation": "Vasudev A, Kaur J, Punj I, Gill PK, Sohal SK. Evaluation of methanol and acetone bark extracts from Acacia nilotica (Linn.) as a source of growth inhibitors against Bactrocera cucurbitae (Diptera: Coquillett) J. Entomol. Zool. Stud. 2015;3(4):260–266."}, {"Citation": "Taura D, Mukhtar M, Adoum O. Lethality of the aqeous extracts of Acacia nilotica, Guiera senegalensis, Kigelia africana and Securidaca longepedunculata on Culex mosquito larva. Ife J. Sci. 2004;6:115–118."}, {"Citation": "Edriss AE, Satti AA, Alabjar ZA. Preliminary studies on phytochemicals and larvicidal effects of Acacia nilotica L. extracts against Anopheles arabiensis Patton. Sci. Res. Essays. 2012;7:4253–4258."}, {"Citation": "Ramesh Babu S, Subrahmanyam B, Srinivasan, Santha I. In vivo and in vitro effect of Acacia nilotica seed proteinase inhibitors on Helicoverpa armigera (Hübner) larvae. J. Biosci. 2012;37:269–276.", "ArticleIdList": ["22581332"]}, {"Citation": "Banso A. Phytochemical and antibacterial investigation of bark extracts of Acacia nilotica. J. Med. Plants Res. 2009;3:082–085."}, {"Citation": "Benelli G, Kadaikunnan S, Alharbi NS, Govindarajan M. Biophysical characterization of Acacia caesia-fabricated silver nanoparticles: Effectiveness on mosquito vectors of public health relevance and impact on non-target aquatic biocontrol agents. Environ. Sci. Pollut. Res. 2018;25:10228–10242.", "ArticleIdList": ["28161865"]}, {"Citation": "Promsiri S, Naksathit A, Kruatrachue M, Thavara U. Evaluations of larvicidal activity of medicinal plant extracts to Aedes aegypti (Diptera: Culicidae) and other effects on a non target fish. Insect Sci. 2006;13:179–188."}, {"Citation": "Patil CD, Patil SV, Salunke BK, Salunkhe RB. Bioefficacy of Plumbago zeylanica (Plumbaginaceae) and Cestrum nocturnum (Solanaceae) plant extracts against Aedes aegypti (Diptera: Culicide) and nontarget fish Poecilia reticulata. Parasitol. Res. 2011;108:1253–1263.", "ArticleIdList": ["21107859"]}, {"Citation": "Conchou L, et al. Insect odorscapes: From plant volatiles to natural olfactory scenes. Front. Physiol. 2019;10:972. doi: 10.3389/fphys.2019.00972.", "ArticleIdList": ["10.3389/fphys.2019.00972", "PMC6688386", "31427985"]}, {"Citation": "Spanoudis CG, et al. The chemical code for attracting Culex mosquitoes. Front. Ecol. Evolut. 2022 doi: 10.3389/fevo.2022.930665.", "ArticleIdList": ["10.3389/fevo.2022.930665"]}, {"Citation": "Ahmad A, et al. Evaluation of different high doses aqueous plant extracts for the sustainable control of Aedes aegypti mosquitoes under laboratory conditions. J. King Saud Univ. Sci. 2023;35:102991. doi: 10.1016/j.jksus.2023.102991.", "ArticleIdList": ["10.1016/j.jksus.2023.102991"]}, {"Citation": "Chengala L, Singh N. Botanical pesticides: A major alternative to chemical pesticides—a review. Int. J. Life Sci. 2017;5:722–729."}, {"Citation": "Prabha S, et al. Biopesticides: An alternative and eco-friendly source for the control of pests in agricultural crops. Plant Arch. 2016;16:902–906."}, {"Citation": "Souto AL, et al. Plant-derived pesticides as an alternative to pest management and sustainable agricultural production: Prospects, applications and challenges. Molecules. 2021;26:4835.", "ArticleIdList": ["PMC8400533", "34443421"]}, {"Citation": "Nawaz H, Shad MA, Rehman N, Andaleeb H, Ullah N. Effect of solvent polarity on extraction yield and antioxidant properties of phytochemicals from bean (Phaseolus vulgaris) seeds. Braz. J. Pharm. Sci. 2020;56:e17129."}, {"Citation": "Baz, M. M. et al. Evaluation of four ornamental plant extracts as insecticidal, antimicrobial, and antioxidant against the West Nile vector, Culex pipiens (Diptera: Culicidae) and metabolomics screening for potential therapeutics. (2023)."}, {"Citation": "Das, N. & Roy, U. S. Studies on phytochemical analysis, antioxidant, antibacterial and Larvicidal properties of the acacia Nilotica fruit extracts. Mapana J. Sci.21 (2022)."}, {"Citation": "Sadalge PR, et al. Synthesis, characterization, and biological activity of novel azole piperazine congeners. J. Appl. Pharm. Sci. 2023;13:053–069."}, {"Citation": "Raman BV, et al. Antibacterial, antioxidant activity and GC-MS analysis of Eupatorium odoratum. Asian J. Pharm. Clin. Res. 2012;5:99–106."}, {"Citation": "Ali MM, Ramadan MA, Ghazawy NA, Afify A, Mousa SA. Photochemical effect of silver nanoparticles on flesh fly larval biological system. Acta Histochem. 2022;124:151871.", "ArticleIdList": ["35247817"]}, {"Citation": "Haunerland NH, Spener F. Fatty acid-binding proteins–insights from genetic manipulations. Prog. Lipid Res. 2004;43:328–349.", "ArticleIdList": ["15234551"]}, {"Citation": "Liu R-Z, Li X, Godbout R. A novel fatty acid-binding protein (FABP) gene resulting from tandem gene duplication in mammals: Transcription in rat retina and testis. Genomics. 2008;92:436–445.", "ArticleIdList": ["18786628"]}, {"Citation": "Schaap FG, Van der Vusse GJ, Glatz JF. Evolution of the family of intracellular lipid binding proteins in vertebrates. Cell Lipid Bind. Proteins. 2002 doi: 10.1007/978-1-4419-9270-3_9.", "ArticleIdList": ["10.1007/978-1-4419-9270-3_9", "12479570"]}, {"Citation": "Zimmerman A, Veerkamp J. New insights into the structure and function of fatty acid-binding proteins. Cell. Mol. Life Sci. CMLS. 2002;59:1096–1116.", "ArticleIdList": ["12222958"]}, {"Citation": "Marcelino AMC, Smock RG, Gierasch LM. Evolutionary coupling of structural and functional sequence information in the intracellular lipid-binding protein family. Prot. Struct. Funct. Bioinform. 2006;63:373–384.", "ArticleIdList": ["16477649"]}, {"Citation": "Haunerland NH, Andolfatto P, Chisholm JM, Wang Z, Chen X. Fatty-acid-binding protein in locust flight muscle: Developmental changes of expression, concentration and intracellular distribution. Eur. J. Biochem. 1992;210:1045–1051.", "ArticleIdList": ["1282884"]}, {"Citation": "Smith AF, Tsuchida K, Hanneman E, Suzuki TC, Wells MA. Isolation, characterization, and cDNA sequence of two fatty acid-binding proteins from the midgut of Manduca sexta larvae. J. Biol. Chem. 1992;267:380–384.", "ArticleIdList": ["1730603"]}, {"Citation": "Caccia S, et al. Functional analysis of a fatty acid binding protein produced by Aphidius ervi teratocytes. J. Insect Physiol. 2012;58:621–627.", "ArticleIdList": ["22226822"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "14"}, {"Year": "2024", "Month": "3", "Day": "9"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "15", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "15", "Hour": "0", "Minute": "35"}, {"Year": "2024", "Month": "3", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["38486053", "PMC10940718", "10.1038/s41598-024-56690-2", "10.1038/s41598-024-56690-2"]}}]}