{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Heavy metals", "Nitrate", "Nitrite", "Potato", "Risk assessment", "Soil quality"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38483704", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s10653-024-01897-5"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "14"}], "Journal": {"ISSN": "1573-2983", "JournalIssue": {"Volume": "46", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "14"}}, "Title": "Environmental geochemistry and health", "ISOAbbreviation": "Environ Geochem Health"}, "ArticleTitle": "Distribution of nitrate/nitrite and toxic metals in the soil-potato system and its health risk assessment in Iran.", "Pagination": {"StartPage": "131", "MedlinePgn": "131"}, "Abstract": {"AbstractText": ["Potato is one of the essential food products whose health quality is greatly influenced by soil contamination and properties. In the current study, we have investigated the physicochemical characteristics of agricultural areas and the accumulation of nitrite/nitrate and metals in potato products in Hamedan, Iran. After determining the physicochemical characteristics of soil samples from four agricultural regions of Hamedan, 48 potato samples were collected from these regions. The heavy metals and nitrate/nitrite content were determined by ICP-OES and calorimetric methods, respectively. A negative correlation was observed between soil pH changes with nitrite/nitrate content and the accumulation of some heavy elements in potatoes. Furthermore, a positive correlation was found between soil phosphorus content and lead accumulation in potato. In present study, the amounts of lead, nitrate, and nitrite in 83.3%, 56%, and 12% of the collected samples were higher than the permissible limit reported by the World Health Organization (WHO), respectively. The EDI range for nitrate and nitrite was determined to be 130-260 and 1.4-2.7 µg/kg/day, respectively, which is much lower than the RfD set by the US Environmental Protection Agency (USEPA) for nitrite and nitrate. Among metal pollutants, the toxic risk caused by lead in potato consumers was higher than the threshold limit. In conclusion, our findings showed that the physicochemical characteristics of the soil could effectively increase the availability of metal pollutants and nitrite/nitrate to the potato product and significantly reduce its health quality. Therefore, monitoring these pollutants in the soil-potato system, preventing the entry of industrial wastewater, and managing the use of agricultural fertilizers can effectively improve the health of this product for consumers."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Zeinali", "ForeName": "Milad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition and Food Safety, School of Medicine, Nutrition Health Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Heshmati", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Public Health, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Mohammadi", "ForeName": "Younes", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ahmadabadi", "ForeName": "Maryam Nili", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran. amirnili54@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran. amirnili54@gmail.com."}], "LastName": "Nili-Ahmadabadi", "ForeName": "Amir", "Initials": "A"}], "GrantList": [{"GrantID": "140008257023", "Agency": "vice-chancellor for research and technology, Hamadan University of Medical Sciences, Hamadan, Iran", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Geochem Health", "NlmUniqueID": "8903118", "ISSNLinking": "0269-4042"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrites"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Solanum tuberosum"}, {"QualifierName": [], "DescriptorName": "Nitrates"}, {"QualifierName": [], "DescriptorName": "Nitrites"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": ["toxicity", "analysis"], "DescriptorName": "Soil Pollutants"}, {"QualifierName": ["toxicity", "analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Amadi, C. N., Offor, S. J., Frazzoli, C., & Orisakwe, O. E. (2019). Natural antidotes and management of metal toxicity. Environmental Science and Pollution Research, 26(18), 18032–18052.", "ArticleIdList": ["10.1007/s11356-019-05104-2"]}, {"Citation": "Antoine, J. M., Fung, L. A. H., & Grant, C. N. (2017). Assessment of the potential health risks associated with the aluminium, arsenic, cadmium and lead content in selected fruits and vegetables grown in Jamaica. Toxicology Reports, 4, 181–187.", "ArticleIdList": ["10.1016/j.toxrep.2017.03.006"]}, {"Citation": "Berends, J. E., van den Berg, L. M., Guggeis, M. A., Henckens, N. F., Hossein, I. J., de Joode, M. E., Zamani, H., van Pelt, K. A., Beelen, N. A., Kuhnle, G. G., & de Kok, T. M. (2019). Consumption of nitrate-rich beetroot juice with or without vitamin C supplementation increases the excretion of urinary nitrate, nitrite, and N-nitroso compounds in humans. International Journal of Molecular Sciences, 20(9), 2277.", "ArticleIdList": ["10.3390/ijms20092277"]}, {"Citation": "Beygi, M., & Jalali, M. (2018). Background levels of some trace elements in calcareous soils of the Hamedan Province, Iran. CATENA, 162, 303–316.", "ArticleIdList": ["10.1016/j.catena.2017.11.001"]}, {"Citation": "Bian, B., Zhou, L. J., Li, L., Lv, L., & Fan, Y. M. (2015). Risk assessment of heavy metals in air, water, vegetables, grains, and related soils irrigated with biogas slurry in Taihu Basin, China. Environmental Science and Pollution Research, 22(10), 7794–7807.", "ArticleIdList": ["10.1007/s11356-015-4292-2"]}, {"Citation": "Cao, X., Qian, D., & Meng, X. (2013). Effects of pH on nitrite accumulation during wastewater denitrification. Environmental Technology, 34(1), 45–51.", "ArticleIdList": ["10.1080/09593330.2012.679700"]}, {"Citation": "Chaoua, S., Boussaa, S., El Gharmali, A., & Boumezzough, A. (2019). Impact of irrigation with wastewater on accumulation of heavy metals in soil and crops in the region of Marrakech in Morocco. Journal of the Saudi Society of Agricultural Sciences, 18(4), 429–436.", "ArticleIdList": ["10.1016/j.jssas.2018.02.003"]}, {"Citation": "Chiroma, T., Ebewele, R., & Hymore, F. (2014). Comparative assessment of heavy metal levels in soil, vegetables and urban grey waste water used for irrigation in Yola and Kano. International Refereed Journal of Engineering and Science, 3(2), 01–09."}, {"Citation": "Dahmardeh Behrooz, R., & Burger, J. (2022). Heavy metals in the liver, kidney, brain, and muscle: Health risk assessment for the consumption of edible parts of birds from the chahnimeh reservoirs sistan (Iran). Biological Trace Element Research, 200(9), 4098–4113.", "ArticleIdList": ["10.1007/s12011-021-02995-6"]}, {"Citation": "Dezhangah, S., Nazari, F., Kamali, K., Hosseini, M.-J., & Mehrasbi, M. R. (2022). A survey on nitrate level in vegetables to assess the potential health risks in Iran. International Journal of Food Properties, 25(1), 1958–1973.", "ArticleIdList": ["10.1080/10942912.2022.2117377"]}, {"Citation": "Dhar, P. K., Uddin, M. N., Ara, M. H., & Tonu, N. T. (2019). Heavy metal concentration in vegetables, fruits and cereals and associated health risk of human in Khulna, bangladesh. Journal of Water and Environmental Sciences, 3(1), 453–459."}, {"Citation": "Dupuis, J. H., & Liu, Q. (2019). Potato starch: A review of physicochemical, functional and nutritional properties. American Journal of Potato Research, 96(2), 127–138.", "ArticleIdList": ["10.1007/s12230-018-09696-2"]}, {"Citation": "Gavrilescu, M. (2021). Water, soil, and plants interactions in a threatened environment. Water, 13(19), 2746.", "ArticleIdList": ["10.3390/w13192746"]}, {"Citation": "Ghaffari, H. R., Nasseri, S., Yunesian, M., Nabizadeh, R., Pourfarzi, F., Poustchi, H., Sadjadi, A., Fattahi, M. R., & Safarpour, A. R. (2019). Monitoring and exposure assessment of nitrate intake via fruits and vegetables in high and low risk areas for gastric cancer. Journal of Environmental Health Science and Engineering, 17(1), 445–456.", "ArticleIdList": ["10.1007/s40201-019-00363-0"]}, {"Citation": "Gupta, N., Yadav, K. K., Kumar, V., Prasad, S., Cabral-Pinto, M., Jeon, B. H., Kumar, S., Abdellattif, M. H., & Alsukaibia, A. K. D. (2022). Investigation of heavy metal accumulation in vegetables and health risk to humans from their consumption. Frontiers in Environmental Science, 10, 791052.", "ArticleIdList": ["10.3389/fenvs.2022.791052"]}, {"Citation": "Heshmati, A., Mehri, F., Karami-Momtaz, J., & Khaneghah, A. M. (2020). Concentration and risk assessment of potentially toxic elements, lead and cadmium, in vegetables and cereals consumed in Western Iran. Journal of Food Protection, 83(1), 101–107.", "ArticleIdList": ["10.4315/0362-028X.JFP-19-312"]}, {"Citation": "Heshmati, A., Sadati, R., Ghavami, M., & Mousavi Khaneghah, A. (2019). The concentration of potentially toxic elements (PTEs) in muscle tissue of farmed Iranian rainbow trout (Oncorhynchus mykiss), feed, and water samples collected from the west of Iran: A risk assessment study. Environmental Science and Pollution Research, 26(33), 34584–34593.", "ArticleIdList": ["10.1007/s11356-019-06593-x"]}, {"Citation": "Hosseini, F., Majdi, M., Naghshi, S., Sheikhhossein, F., Djafarian, K., & Shab-Bidar, S. (2021). Nitrate-nitrite exposure through drinking water and diet and risk of colorectal cancer: A systematic review and meta-analysis of observational studies. Clinical Nutrition, 40(5), 3073–3081.", "ArticleIdList": ["10.1016/j.clnu.2020.11.010"]}, {"Citation": "Hosseini, S. M., Kamranjam, M., Brewer, R., Rezazadeh, M., & Ghorbanli, M. (2018). Environmental risks posed by heavy metal contamination from mine waste: Case study from northwest Iran. Human and Ecological Risk Assessment: An International Journal, 24(6), 1532–1549.", "ArticleIdList": ["10.1080/10807039.2017.1416579"]}, {"Citation": "Huang, F., Zhou, H., Gu, J., Liu, C., Yang, W., Liao, B., & Zhou, H. (2020). Differences in absorption of cadmium and lead among fourteen sweet potato cultivars and health risk assessment. Ecotoxicology and Environmental Safety, 203, 111012.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111012"]}, {"Citation": "Huang, R.-Z., Jiang, Y.-B., Jia, C.-H., Jiang, S.-M., & Yan, X.-P. (2018). Subcellular distribution and chemical forms of cadmium in Morus alba L. International Journal of Phytoremediation, 20(5), 448–453.", "ArticleIdList": ["10.1080/15226514.2017.1365344"]}, {"Citation": "Jalali, M., & Karimi Mojahed, J. (2020). Assessment of the health risks of heavy metals in soils and vegetables from greenhouse production systems in Iran. International Journal of Phytoremediation, 22(8), 834–848.", "ArticleIdList": ["10.1080/15226514.2020.1715917"]}, {"Citation": "Jalali, M., & Meyari, A. (2016). Accumulation of heavy metals in potatoes grown on calcareous soils of the Hamedan, Western Iran. Soil and Sediment Contamination: An International Journal, 25(4), 365–377.", "ArticleIdList": ["10.1080/15320383.2016.1138928"]}, {"Citation": "Jamshidpour, S., Karami, Z., Mahmmoudi, M., & Varmira, K. (2016). Assessment of contamination in high consumption vegetables in Iran, Kermanshah. International Journal of Advanced Biotechnology and Research, 7, 2039–2045."}, {"Citation": "Jansky, S., Navarre, R., & Bamberg, J. (2019). Introduction to the special issue on the nutritional value of potato (Vol. 96, pp. 95–97). Springer."}, {"Citation": "Karimi, F., Shariatifar, N., Rezaei, M., Alikord, M., & Arabameri, M. (2021). Quantitative measurement of toxic metals and assessment of health risk in agricultural products food from Markazi Province of Iran. International Journal of Food Contamination, 8(1), 1–7.", "ArticleIdList": ["10.1186/s40550-021-00083-0"]}, {"Citation": "Kharazi, A., Leili, M., Khazaei, M., Alikhani, M. Y., & Shokoohi, R. (2021). Human health risk assessment of heavy metals in agricultural soil and food crops in Hamadan, Iran. Journal of Food Composition and Analysis, 100, 103890.", "ArticleIdList": ["10.1016/j.jfca.2021.103890"]}, {"Citation": "Kharumnuid, P., Pandey, N. K., Devarani, L., Chauhan, J. K., Singh, R., Das, B., & Marbaniang, E. K. (2021). Potato production for nutritional security and doubling farmers’ income. Journal of Pharmacognosy and Phytochemistry, 10, 193–197."}, {"Citation": "Khorami, S., & Moghaddam, M. H. (2021). Evaluation and analysis of the production, consumption, and market of potato in Iran. Food Research, 1(1), 1-p1."}, {"Citation": "Kmecl, V., Žnidarčič, D., Franić, M., & Ban, S. G. (2019). Nitrate and nitrite contamination of vegetables in the Slovenian market. Food Additives and Contaminants: Part B, 12(3), 216–223.", "ArticleIdList": ["10.1080/19393210.2019.1600589"]}, {"Citation": "Koch, M., Naumann, M., Pawelzik, E., Gransee, A., & Thiel, H. (2020). The importance of nutrient management for potato production part I: Plant nutrition and yield. Potato Research, 63(1), 97–119.", "ArticleIdList": ["10.1007/s11540-019-09431-2"]}, {"Citation": "Lin, H., Wang, Z., Liu, C., & Dong, Y. (2022). Technologies for removing heavy metal from contaminated soils on farmland: A review. Chemosphere, 305, 135457.", "ArticleIdList": ["10.1016/j.chemosphere.2022.135457"]}, {"Citation": "Machate, D. J. (2023). Anthropogenic hyperactivity for natural resources increases heavy metals concentrations in the environment: Toxicity of healthy food and cancer risks estimated. Journal of Trace Elements and Minerals, 4, 100057.", "ArticleIdList": ["10.1016/j.jtemin.2023.100057"]}, {"Citation": "Manisalidis, I., Stavropoulou, E., Stavropoulos, A., & Bezirtzoglou, E. (2020). Environmental and health impacts of air pollution: A review. Frontiers in Public Health, 8, 14.", "ArticleIdList": ["10.3389/fpubh.2020.00014"]}, {"Citation": "Massadeh, A. M. (2018). Determination of heavy metals in canned fruits and vegetables sold in Jordan market. Environmental Science and Pollution Research, 25(2), 1914–1920.", "ArticleIdList": ["10.1007/s11356-017-0611-0"]}, {"Citation": "Mehri, F., Heshmati, A., Moradi, M., & Khaneghah, A. M. (2021). The concentration and health risk assessment of nitrate in vegetables and fruits samples of Iran. Toxin Reviews, 40(4), 1215–1222.", "ArticleIdList": ["10.1080/15569543.2019.1673424"]}, {"Citation": "Mokarram, M., Amin, H., & Setoodeh, A. (2020). Assessment of heavy metals contamination and the risk of non-cancerous diseases in vegetable using electromagnetic-chemical. Environmental Science and Pollution Research, 27(29), 36362–36376.", "ArticleIdList": ["10.1007/s11356-020-09690-4"]}, {"Citation": "Movahedi, R., Ataei-Asad, M., & Sarami-Foroushani, T. (2023). Changing potato farmers’ behavior against only the chemical fertilizers to promote sustainable agricultural practice in Hamedan Province, Iran. Environment, Development and Sustainability. https://doi.org/10.1007/s10668-023-03647-6", "ArticleIdList": ["10.1007/s10668-023-03647-6"]}, {"Citation": "Nassar, A. M., Sabally, K., Kubow, S., Leclerc, Y. N., & Donnelly, D. J. (2012). Some Canadian-grown potato cultivars contribute to a substantial content of essential dietary minerals. Journal of Agricultural and Food Chemistry, 60(18), 4688–4696.", "ArticleIdList": ["10.1021/jf204940t"]}, {"Citation": "Natasha, N., Shahid, M., Khalid, S., Bibi, I., Naeem, M. A., Niazi, N. K., Tack, F. M. G., Ippolito, J. A., & Rinklebe, J. (2022). Influence of biochar on trace element uptake, toxicity and detoxification in plants and associated health risks: A critical review. Critical Reviews in Environmental Science and Technology, 52(16), 2803–2843. https://doi.org/10.1080/10643389.2021.1894064", "ArticleIdList": ["10.1080/10643389.2021.1894064"]}, {"Citation": "Nelson, J., Kurtz, L., & Bray, R. (1954). Rapid determination of nitrates and nitrites. Analytical Chemistry, 26(6), 1081–1082.", "ArticleIdList": ["10.1021/ac60090a041"]}, {"Citation": "Nzediegwu, C., Prasher, S., Elsayed, E., Dhiman, J., Mawof, A., & Patel, R. (2019). Effect of biochar on heavy metal accumulation in potatoes from wastewater irrigation. Journal of Environmental Management, 232, 153–164.", "ArticleIdList": ["10.1016/j.jenvman.2018.11.013"]}, {"Citation": "Onat, T., Demir Caltekin, M., Turksoy, V. A., Baser, E., Aydogan Kirmizi, D., Kara, M., & Yalvac, E. S. (2021). The relationship between heavy metal exposure, trace element level, and monocyte to HDL cholesterol ratio with gestational diabetes mellitus. Biological Trace Element Research, 199(4), 1306–1315.", "ArticleIdList": ["10.1007/s12011-020-02499-9"]}, {"Citation": "Orellana, E., Bastos, M. C., Cuadrado, W., Zárate, R., Sarapura, V., Yallico, L., Tabra, F., & Bao, D. (2020). Heavy metals in native potato and health risk assessment in highland Andean zones of Junin, Peru. Journal of Environmental Protection, 11(11), 921.", "ArticleIdList": ["10.4236/jep.2020.1111058"]}, {"Citation": "Paltseva, A., Cheng, Z., Deeb, M., Groffman, P. M., Shaw, R. K., & Maddaloni, M. (2018). Accumulation of arsenic and lead in garden-grown vegetables: Factors and mitigation strategies. Science of the Total Environment, 640, 273–283.", "ArticleIdList": ["10.1016/j.scitotenv.2018.05.296"]}, {"Citation": "Peirovi-Minaee, R., Alami, A., Moghaddam, A., & Zarei, A. (2023). Determination of concentration of metals in grapes grown in Gonabad Vineyards and assessment of associated health risks. Biological Trace Element Research, 201(7), 3541–3552.", "ArticleIdList": ["10.1007/s12011-022-03428-8"]}, {"Citation": "Peng, Y., Yang, R., Jin, T., Chen, J., & Zhang, J. (2018). Risk assessment for potentially toxic metal (loid) s in potatoes in the indigenous zinc smelting area of northwestern Guizhou Province, China. Food and Chemical Toxicology, 120, 328–339.", "ArticleIdList": ["10.1016/j.fct.2018.07.026"]}, {"Citation": "Qasemi, M., Darvishian, M., Nadimi, H., Gholamzadeh, M., Afsharnia, M., Farhang, M., Allahdadi, M., Darvishian, M., & Zarei, A. (2023). Characteristics, water quality index and human health risk from nitrate and fluoride in Kakhk city and its rural areas, Iran. Journal of Food Composition and Analysis, 115, 104870.", "ArticleIdList": ["10.1016/j.jfca.2022.104870"]}, {"Citation": "Qin, G., Niu, Z., Yu, J., Li, Z., Ma, J., & Xiang, P. (2021). Soil heavy metal pollution and food safety in China: Effects, sources and removing technology. Chemosphere, 267, 129205.", "ArticleIdList": ["10.1016/j.chemosphere.2020.129205"]}, {"Citation": "Rahman, Z., & Singh, V. P. (2019). The relative impact of toxic heavy metals (THMs)(arsenic (As), cadmium (Cd), chromium (Cr)(VI), mercury (Hg), and lead (Pb)) on the total environment: An overview. Environmental Monitoring and Assessment, 191(7), 1–21.", "ArticleIdList": ["10.1007/s10661-019-7528-7"]}, {"Citation": "Raigond, P., Atkinson, F. S., Lal, M. K., Thakur, N., Singh, B., & Mishra, T. (2020). Potato carbohydrates. In P. Raigond, B. Singh, S. Dutt, & S. K. Chakrabarti (Eds.), Potato (pp. 13–36). Springer.", "ArticleIdList": ["10.1007/978-981-15-7662-1_2"]}, {"Citation": "Rezaei, M., Barmaki, M., & Veisi, H. (2018). Environmental impact assessment (EIA) of alternative potato cropping systems in Hamadan Province, Iran. Applied Ecology and Environmental Research, 16(1), 535–552.", "ArticleIdList": ["10.15666/aeer/1601_535552"]}, {"Citation": "Rezaei, M., Ghasemidehkordi, B., Peykarestan, B., Shariatifar, N., Jafari, M., Fakhri, Y., Jabbari, M., & Khaneghah, A. M. (2019). Potentially toxic element concentration in fruits collected from Markazi Province (Iran): A probabilistic health risk assessment. Biomedical and Environmental Sciences, 32(11), 839–853."}, {"Citation": "Rowell, D. L. (2014). Soil science: Methods and applications. Routledge.", "ArticleIdList": ["10.4324/9781315844855"]}, {"Citation": "Sajjadi, S. A., Mohammadi, A., Khosravi, R., & Zarei, A. (2022). Distribution, exposure, and human health risk analysis of heavy metals in drinking groundwater of Ghayen County, Iran. Geocarto International, 37(26), 13127–13144. https://doi.org/10.1080/10106049.2022.2076916", "ArticleIdList": ["10.1080/10106049.2022.2076916"]}, {"Citation": "Sebaei, A. S., & Refai, H. M. (2021). Hazard index: Probabilistic risk exposure of nitrate and nitrite in Egyptian fruits and vegetables. International Journal of Environmental Analytical Chemistry, 101(10), 1477–1484.", "ArticleIdList": ["10.1080/03067319.2019.1685666"]}, {"Citation": "Selahvarzi, S., & Sobhan Ardakani, S. (2022). Analysis and health risk assessment of toxic (Cd and Pb) and essential (Cu and Zn) elements through consumption of potato (Solanum tuberosum) cultivated in Iran. International Journal of Environmental Analytical Chemistry, 102(18), 6310–6320. https://doi.org/10.1080/03067319.2020.1807974", "ArticleIdList": ["10.1080/03067319.2020.1807974"]}, {"Citation": "Shenai-Tirodkar, P., Gauns, M., Kumar, G., & Ansari, Z. (2018). Seasonal variations and relationships between environmental parameters and heavy metal concentrations in tissues of Crassostrea species and in its ambience from the tropical estuaries. Environmental Science and Pollution Research, 25(21), 20930–20945.", "ArticleIdList": ["10.1007/s11356-018-2258-x"]}, {"Citation": "Singh, S., Anil, A. G., Kumar, V., Kapoor, D., Subramanian, S., Singh, J., & Ramamurthy, P. C. (2022). Nitrates in the environment: A critical review of their distribution, sensing techniques, ecological effects and remediation. Chemosphere, 287, 131996.", "ArticleIdList": ["10.1016/j.chemosphere.2021.131996"]}, {"Citation": "Solgi, E., Sheikhzadeh, H., & Solgi, M. (2018). Role of irrigation water, inorganic and organic fertilizers in soil and crop contamination by potentially hazardous elements in intensive farming systems: Case study from Moghan agro-industry, Iran. Journal of Geochemical Exploration, 185, 74–80.", "ArticleIdList": ["10.1016/j.gexplo.2017.11.008"]}, {"Citation": "Suh, J., Paek, O. J., Kang, Y., Ahn, J. E., Jung, J. S., An, Y. S., Park, S. H., Lee, S. J., & Lee, K. H. (2013). Risk assessment on nitrate and nitrite in vegetables available in Korean diet. Journal of Applied Biological Chemistry, 56(4), 205–211.", "ArticleIdList": ["10.3839/jabc.2013.033"]}, {"Citation": "Tabatabaei, S.-H., Nourmahnad, N., Kermani, S. G., Tabatabaei, S.-A., Najafi, P., & Heidarpour, M. (2020). Urban wastewater reuse in agriculture for irrigation in arid and semi-arid regions—A review. International Journal of Recycling of Organic Waste in Agriculture, 9(2), 193–220."}, {"Citation": "Taghavi, M., Darvishiyan, M., Momeni, M., Eslami, H., Fallahzadeh, R. A., & Zarei, A. (2023). Ecological risk assessment of trace elements (TEs) pollution and human health risk exposure in agricultural soils used for saffron cultivation. Scientific Reports, 13(1), 4556.", "ArticleIdList": ["10.1038/s41598-023-31681-x"]}, {"Citation": "Taneja, P., Labhasetwar, P., & Nagarnaik, P. (2019). Nitrate in drinking water and vegetables: Intake and risk assessment in rural and urban areas of Nagpur and Bhandara districts of India. Environmental Science and Pollution Research, 26(3), 2026–2037.", "ArticleIdList": ["10.1007/s11356-017-9195-y"]}, {"Citation": "Tang, J., Zhang, L., Zhang, J., Ren, L., Zhou, Y., Zheng, Y., Luo, L., Yang, Y., Huang, H., & Chen, A. (2020). Physicochemical features, metal availability and enzyme activity in heavy metal-polluted soil remediated by biochar and compost. Science of the Total Environment, 701, 134751.", "ArticleIdList": ["10.1016/j.scitotenv.2019.134751"]}, {"Citation": "Thang, N. Q., Khanh, D. N. N., Vy, N. T. T., Phuong, T. H., Sy, D. T., Tham, L. T., & Phuong, N. T. K. (2021). Potential health risks of toxic heavy metals and nitrate via commonly consumed bivalve and vegetable species in Ho Chi Minh City, Vietnam. Environmental Science and Pollution Research, 28(39), 54960–54971.", "ArticleIdList": ["10.1007/s11356-021-14808-3"]}, {"Citation": "Uddin, R., Thakur, M. U., Uddin, M. Z., & Islam, G. (2021). Study of nitrate levels in fruits and vegetables to assess the potential health risks in Bangladesh. Scientific Reports, 11(1), 1–9.", "ArticleIdList": ["10.1038/s41598-021-84032-z"]}, {"Citation": "Ul-Haq, I., Ahmed, E., Sharif, A., Ahmed, M., & Ahmad, W. (2021). Optimization of ultrasound-assisted extraction of essential and non-essential/toxic trace metals in vegetables and their determination by faas and icp-oes: An evaluation of human health risk. Food Analytical Methods, 14(11), 2262–2275.", "ArticleIdList": ["10.1007/s12161-021-02062-9"]}, {"Citation": "Vlachou, C., Hofstädter, D., Rauscher-Gabernig, E., Griesbacher, A., Fuchs, K., & König, J. (2020). Probabilistic risk assessment of nitrates for Austrian adults and estimation of the magnitude of their conversion into nitrites. Food and Chemical Toxicology, 145, 111719.", "ArticleIdList": ["10.1016/j.fct.2020.111719"]}, {"Citation": "Wang, L., Yin, X., Gao, S., Jiang, T., & Ma, C. (2020). In vitro oral bioaccessibility investigation and human health risk assessment of heavy metals in wheat grains grown near the mines in North China. Chemosphere, 252, 126522.", "ArticleIdList": ["10.1016/j.chemosphere.2020.126522"]}, {"Citation": "Wang, Z., Zeng, X., Geng, M., Chen, C., Cai, J., Yu, X., & Zhang, H. (2015). Health risks of heavy metals uptake by crops grown in a sewage irrigation area in China. Polish Journal of Environmental Studies, 24(3), 1379–1386."}, {"Citation": "Wei, B., Yu, J., Cao, Z., Meng, M., Yang, L., & Chen, Q. (2020). The availability and accumulation of heavy metals in greenhouse soils associated with intensive fertilizer application. International Journal of Environmental Research and Public Health, 17(15), 5359.", "ArticleIdList": ["10.3390/ijerph17155359"]}, {"Citation": "Wijesinha-Bettoni, R., & Mouillé, B. (2019). The contribution of potatoes to global food security, nutrition and healthy diets. American Journal of Potato Research, 96(2), 139–149.", "ArticleIdList": ["10.1007/s12230-018-09697-1"]}, {"Citation": "Yang, L., Ren, Q., Zheng, K., Jiao, Z., Ruan, X., & Wang, Y. (2022). Migration of heavy metals in the soil-grape system and potential health risk assessment. Science of the Total Environment, 806, 150646.", "ArticleIdList": ["10.1016/j.scitotenv.2021.150646"]}, {"Citation": "Yeganeh, M., & Bazargan, K. (2016). Human health risks arising from nitrate in potatoes consumed in Iran and calculation nitrate critical value using risk assessment study. Human and Ecological Risk Assessment: An International Journal, 22(3), 817–824.", "ArticleIdList": ["10.1080/10807039.2015.1113851"]}, {"Citation": "Yuan, Y., Xiang, M., Liu, C., & Theng, B. K. (2019). Chronic impact of an accidental wastewater spill from a smelter, China: A study of health risk of heavy metal (loid) s via vegetable intake. Ecotoxicology and Environmental Safety, 182, 109401.", "ArticleIdList": ["10.1016/j.ecoenv.2019.109401"]}]}], "History": [{"Year": "2023", "Month": "5", "Day": "16"}, {"Year": "2024", "Month": "1", "Day": "30"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "14", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "14", "Hour": "12", "Minute": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38483704", "10.1007/s10653-024-01897-5", "10.1007/s10653-024-01897-5"]}}]}