{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Flavonoid", "Pharmacological properties", "Phytochemical", "Pinobanksin"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38496708", "DateRevised": {"Year": "2024", "Month": "04", "Day": "11"}, "Article": {"Language": ["eng"], "ELocationID": ["111", "10.1007/s13205-023-03904-5"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "13"}], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "14", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Apr"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "A review on pharmacological studies of natural flavanone: pinobanksin.", "Pagination": {"StartPage": "111", "MedlinePgn": "111"}, "Abstract": {"AbstractText": ["Herbal medicinal drugs, or phytotherapy, have historically played a pivotal role in treating human ailments. In the contemporary medical landscape, there is a burgeoning interest in natural products owing to their diverse and health-beneficial components. Among these, bioactive phytochemicals represent a dynamic area of global research. This study focuses on pinobanksin, a potential polyphenolic component identified through meticulous scientific research and purified using advanced chromatographic techniques from various sources, including plants, propolis, and honey. Pinobanksin has emerged as a compelling subject of investigation, exhibiting a spectrum of pharmacological effects. Scientific studies have unveiled its prowess as an anti-oxidant, anti-bacterial, anti-inflammatory, anti-parasitic, anti-mutagenic, anti-proliferative, and anti-angiogenic agent. This literature review systematically synthesizes the existing body of research on pinobanksin, providing a comprehensive overview of its diverse pharmacological activities. In light of its multifaceted pharmacological profile, pinobanksin stands out as a promising scaffold for future drug discovery endeavors. This review not only consolidates the current understanding of pinobanksin's bioactivities but also underscores its potential as a valuable candidate for advancing therapeutic interventions."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2024. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": ["0000-0002-5383-4207"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "St. Justin Arts and Science College for Women, NH-226, Masathiyar Nagar, Sholavaram, Sivaganga, Tamil Nadu 630 557 India."}], "LastName": "Elangovan", "ForeName": "Brindha", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestThe authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alday E, Valencia D, Carreño AL, Picerno P, Piccinelli AL, Rastrelli L, Robles-Zepeda R, Hernandez J, Velazquez C. Apoptotic induction by pinobanksin and some of its ester derivatives from Sonoran propolis in a B-cell lymphoma cell line. Chem Biol Interact. 2015;5(242):35–44. doi: 10.1016/j.cbi.2015.09.013.", "ArticleIdList": ["10.1016/j.cbi.2015.09.013", "26367700"]}, {"Citation": "Arafa MG, Ghalwash D, El-Kersh DM, Elmazar MM. Propolis-based niosomes as oromuco-adhesive films: a randomized clinical trial of a therapeutic drug delivery platform for the treatment of oral recurrent aphthous ulcers. Sci Rep. 2018;8(1):18056. doi: 10.1038/s41598-018-37157-7.", "ArticleIdList": ["10.1038/s41598-018-37157-7", "PMC6303391", "30575794"]}, {"Citation": "Atanasov AG, Zotchev SB, Dirsch VM, et al. Natural products in drug discovery: advances and opportunities. Nat Rev Drug Discov. 2021;20:200–216. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Bang H-J, Ahn M-R. Antiangiogenic effect of pinobanksin on human umbilical vein endothelial cells. J Funct Foods. 2021;79:104408. doi: 10.1016/j.jff.2021.104408.", "ArticleIdList": ["10.1016/j.jff.2021.104408"]}, {"Citation": "Boisard S, Le Ray AM, Gatto J, et al. J Agric Food Chem. 2014;62(6):1344–1351. doi: 10.1021/jf4053397.", "ArticleIdList": ["10.1021/jf4053397", "24443994"]}, {"Citation": "Bruce SO. Secondary metabolites from natural products. In: Vijayakumar R, Raja SSS, editors. Secondary metabolites-trends and reviews. London: Intech Open; 2022."}, {"Citation": "Catchpole O, Mitchell K, Bloor S, Davis P, Suddes A. Antiproliferative activity of New Zealand propolis and phenolic compounds vs human colorectal adenocarcinoma cells. Fitoterapia. 2015;106:167–174. doi: 10.1016/j.fitote.2015.09.004.", "ArticleIdList": ["10.1016/j.fitote.2015.09.004", "26347954"]}, {"Citation": "Celerino-de-Moraes-Porto IC, Chaves-Cardoso-de-Almeida D, Vasconcelos-Calheiros-de-Oliveira-Costa G, Sampaio-Donato TS, Moreira-Nunes L, Gomes-do-Nascimento T, Dos Santos-Oliveira JM, Batista-da-Silva C, Barbosa-Dos-Santos N, de Alencar-e-Silva-Leite ML, Diniz-Basílio-Júnior I, Braga-Dornelas C, Barnabé-Escodro P, da Silva-Fonseca EJ, Umeko-Kamiya R. Mechanical and aesthetics compatibility of Brazilian red propolis micellar nanocomposite as a cavity cleaning agent. BMC Complement Altern Med. 2018;18(1):219. doi: 10.1186/s12906-018-2281-y.", "ArticleIdList": ["10.1186/s12906-018-2281-y", "PMC6052596", "30021632"]}, {"Citation": "Chen WT, Zhang YY, Qiang Q, Zou LL, Zou P, Xu Y. Pinobanksin from peony seed husk: A flavonoid with the potential to inhibit the proliferation of SH-SY 5Y. Food Sci Nutr. 2023;12(2):815–829. doi: 10.1002/fsn3.3786.", "ArticleIdList": ["10.1002/fsn3.3786", "PMC10867468", "38370064"]}, {"Citation": "Conde E, Fang W, Hemming J, Willför S, Moure A, Domínguez H, Parajó JC. Water-soluble components of Pinus pinaster wood. BioRes. 2013;8(2):2047–2063. doi: 10.15376/biores.8.2.2047-2063.", "ArticleIdList": ["10.15376/biores.8.2.2047-2063"]}, {"Citation": "Daleprane JB, Abdalla DS. Emerging roles of propolis: antioxidant, cardioprotective, and antiangiogenic actions. Evid Based Complement Alternat Med. 2013;2013:175135. doi: 10.1155/2013/175135.", "ArticleIdList": ["10.1155/2013/175135", "PMC3638596", "23662115"]}, {"Citation": "Do Nascimento TG, Da Silva PF, Azevedo LF, Da Rocha LG, de Moraes Porto IC, Lima-e-Moura TF, Basílio-Júnior ID, Grillo LA, Dornelas CB, Fonseca EJ, de Jesus OE. Polymeric nanoparticles of brazilian red propolis extract: preparation, characterization, antioxidant and leishmanicidal activity. Nanoscale Res Lett. 2016;11:301. doi: 10.1186/s11671-016-1517-3.", "ArticleIdList": ["10.1186/s11671-016-1517-3", "PMC4912519", "27316742"]}, {"Citation": "Dong Y, Huang H, Zhao M, Sun-Waterhouse D, Lin L, Xiao C. Mechanisms underlying the xanthine oxidase inhibitory effects of dietary flavonoids galangin and pinobanksin. J Funct Foods. 2016;24:26–36. doi: 10.1016/j.jff.2016.03.021.", "ArticleIdList": ["10.1016/j.jff.2016.03.021"]}, {"Citation": "Erdtman H. Svensk Kem Tid. 1944;56:95."}, {"Citation": "Fang JM, Chang CF, Cheng YS. Flavonoids from Pinus morrisonicola. Phytochemistry. 1987;26(9):2559–2561. doi: 10.1016/S0031-9422(00)83877-7.", "ArticleIdList": ["10.1016/S0031-9422(00)83877-7"]}, {"Citation": "Flavonoids Maimoona A, Naeem I, Saddiqe Z, Jameel K. A review on biological, nutraceutical and clinical aspects of French maritime pine bark extract. J Ethnopharmacol. 2011;133(2):261–277. doi: 10.1016/j.jep.2010.10.041.", "ArticleIdList": ["10.1016/j.jep.2010.10.041", "21044675"]}, {"Citation": "Gbore DJ, Zakari S, Yusuf L. In silico studies of bioactive compounds from Alpinia officinarum as inhibitors of Zika virus protease. Inform Med Unlocked. 2023;1(38):101214. doi: 10.1016/j.imu.2023.101214.", "ArticleIdList": ["10.1016/j.imu.2023.101214"]}, {"Citation": "Hata K. Chemical properties of Pinus pinaster wood from the Ehime District Trans. J Jpn for Soc. 1955;36:335–337."}, {"Citation": "Hillis WE, Inoue T. The formation of polyphenols in trees – IV. The polyphenols formed in Pinus radiata after Sirexattack. Phytochem. 1968;7(1):13–22. doi: 10.1016/S0031-9422(00)88199-6.", "ArticleIdList": ["10.1016/S0031-9422(00)88199-6"]}, {"Citation": "Kasote D, Ahmad A, Chen W, Combrinck S, Viljoen A. HPTLC-MS as an efficient hyphenated technique for the rapid identification of antimicrobial compounds from propolis. Phytochem Lett. 2015;11:326–331. doi: 10.1016/j.phytol.2014.08.017.", "ArticleIdList": ["10.1016/j.phytol.2014.08.017"]}, {"Citation": "Križková L, Nagy M, Polónyi J, Ebringer L. The effect of flavonoids on ofloxacin-induced mutagenicity in Euglena gracilis. Muta Res. 1998;416(1–2):85–92. doi: 10.1016/s1383-5718(98)00080-1.", "ArticleIdList": ["10.1016/s1383-5718(98)00080-1", "9725994"]}, {"Citation": "Lindberg LE, Willför SM, Holmbom BR. Antibacterial effects of knotwood extractives on paper mill bacteria. J Ind Microbiol Biotechnol. 2004;31(3):137–147. doi: 10.1007/s10295-004-0132-y.", "ArticleIdList": ["10.1007/s10295-004-0132-y", "15112061"]}, {"Citation": "Liu Y, Liang X, Zhang G, Kong L, Peng W, Zhang H. Galangin and pinocembrin from propolis ameliorate insulin resistance in HepG2 cells via regulating Akt/mTOR signaling. Evid Based Complement Alternat Med. 2018;21(2018):7971842. doi: 10.1155/2018/7971842.", "ArticleIdList": ["10.1155/2018/7971842", "PMC6215570", "30420897"]}, {"Citation": "Loman AA. Effect of heartwood fungi of Pinus contorta var. latifolia on pinosylvin, pinosylvinmonomethyl ether, pinobanksin, and pinocembrin. Can J Bot. 1970;48(4):737–747. doi: 10.1139/b70-102.", "ArticleIdList": ["10.1139/b70-102"]}, {"Citation": "Li J, Zhao R, Miao P, Xu F, Chen J, Jiang X, Hui Z, Wang L, Bai R. Discovery of anti-inflammatory natural flavonoids: Diverse scaffolds and promising leads for drug discovery. Eur J Med Chem. 2023;15(260):115791. doi: 10.1016/j.ejmech.2023.115791.", "ArticleIdList": ["10.1016/j.ejmech.2023.115791", "37683361"]}, {"Citation": "Lu KP, Sastre Kumar JS, Pandey AK. Chemistry and biological activities of flavonoids: an overview. Sci World J. 2013;2013:162750.", "ArticleIdList": ["PMC3891543", "24470791"]}, {"Citation": "Mahesh VB, Seshadri TR. Chemical components of commercial woods and related plant materials. II. The heartwood of Pinus griffithii. J Sci Ind Res. 1954;13B:835–841."}, {"Citation": "Neacsu M, Eklund PC, Sjoeholm RE, Pietarinen SP, Ahotupa MO, Holmbom BR, Willför SM. Antioxidant flavonoids from knotwood of Jack pine and European aspen. Holz Als Roh- Und Werkstoff. 2007;65(1):1–6. doi: 10.1007/s00107-006-0121-0.", "ArticleIdList": ["10.1007/s00107-006-0121-0"]}, {"Citation": "Ondrias K, Stasko A, Hromadova M, Suchy V, Nagy M. Pinobanksin inhibits the peroxidation of low density lipoprotein and it has electron donor properties reducing α-tocopherol radicals. Pharmazie. 1997;52(7):566–567.", "ArticleIdList": ["9266597"]}, {"Citation": "Pietarinen SP, Willför SM, Ahotupa MO, Hemming J, Holmbom BR. Knotwood and bark extracts: strong antioxidants from waste materials. J Wood Sci. 2006;52(5):436–444. doi: 10.1007/s10086-005-0780-1.", "ArticleIdList": ["10.1007/s10086-005-0780-1"]}, {"Citation": "Sabire Y (2023) Staphylococcus aureus ATCC 25923 inhibition with propolis in pasteurized and UHT milks"}, {"Citation": "Saggar S, Mir PA, Kumar N, Chawla A, Uppal J et al (2023) Traditional and herbal medicines: opportunities and challenges."}, {"Citation": "Sandhar HK, Kumar B, Prasher S, Tiwari P, Salhan M, Sharma P. A review of phytochemistry and pharmacology of flavonoids. Int Pharm Sci. 2011;1(1):25–41."}, {"Citation": "Santos AC, Uyemura SA, Lopes JLC, Bazon JN, Mingatto FE, Curti C. Effect of naturally occurring flavonoids on lipid peroxidation and membrane permeability transition in mitochondria. Free Radical Biol Med. 1998;24(9):1455–1461. doi: 10.1016/S0891-5849(98)00003-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00003-3", "9641263"]}, {"Citation": "Simard F, Legault J, Lavoie S, Mshvildadze V, Pichette A. Isolation and identification of cytotoxic compounds from the wood of Pinus resinosa. Phytother Res. 2008;22(7):919–922. doi: 10.1002/ptr.2416.", "ArticleIdList": ["10.1002/ptr.2416", "18389469"]}, {"Citation": "Sinclair GD, Dymond DK. Distribution and composition of extractives in jack pine trees. Can J Forest Res. 1973;3(4):516–521. doi: 10.1139/x73-076.", "ArticleIdList": ["10.1139/x73-076"]}, {"Citation": "Stanciauskaite M, Marksa M, Babickaite L, Majiene D, Ramanauskiene K. Comparison of ethanolic and aqueous Populus balsamifera L. bud extracts by different extraction methods: chemical composition, antioxidant and antibacterial activities. Pharmaceuticals. 2021;14(10):1018. doi: 10.3390/ph14101018.", "ArticleIdList": ["10.3390/ph14101018", "PMC8541512", "34681242"]}, {"Citation": "Sun C, Wu Z, Wang Z, Zhang H. Effect of ethanol/water solvents on phenolic profiles and antioxidant properties of Beijing propolis extracts. Evid Based Compl Alternat Med. 2015;2015:595393. doi: 10.1155/2015/595393.", "ArticleIdList": ["10.1155/2015/595393", "PMC4553316", "26351514"]}, {"Citation": "Szliszka E, Sokół-Łętowska A, Kucharska AZ, Jaworska D, Czuba ZP, Król W. Ethanolic extract of polish propolis: chemical composition and TRAIL-R2 death receptor targeting apoptotic activity against prostate cancer cells. Evid Based Compl Alternat Med. 2013;2013:757628. doi: 10.1155/2013/757628.", "ArticleIdList": ["10.1155/2013/757628", "PMC3845518", "24324518"]}, {"Citation": "Tahir A, Hussain Z, Yousuf H, Fazal F, Tahir M, Kashif M. Traditional herbal medicine and its clinical relevance: a need to preserve the past for the future. J Biosci Med. 2022;10:64–75."}, {"Citation": "Wieczorek PP, Hudz N, Yezerska O, Sedláčková VH, Shanaida M, Korytniuk O, Misiak IJ. Chemical variability and pharmacological potential of propolis as a source for the development of new pharmaceutical products. Molecules. 2022;27(5):1600. doi: 10.3390/molecules27051600.", "ArticleIdList": ["10.3390/molecules27051600", "PMC8911684", "35268700"]}, {"Citation": "Willför SM, Ahotupa MO, Hemming JE, Reunanen MHT, Eklund PC, Sjöholm RE, Eckerman CSE, Pohjamo SP, Holmbom BR. Antioxidant activity of knotwood extractives and phenolic compounds of selected tree species. J Agr Food Chem. 2003;51(26):7600–7606. doi: 10.1021/jf030445h.", "ArticleIdList": ["10.1021/jf030445h", "14664514"]}, {"Citation": "Xin BR, Liu JF, Kang J, Chan WP. (2R, 3S)-pinobanksin-3-cinnamate, a new flavonone from seeds of Alpinia galanga willd., presents in vitro neuroprotective effects. Mol and Cell Toxicol. 2014;10(2):165–172. doi: 10.1007/s13273-014-0018-7.", "ArticleIdList": ["10.1007/s13273-014-0018-7"]}, {"Citation": "Xool-Tamayo J, Chan-Zapata I, Arana-Argaez VE, Villa-de-la-Torre F, Torres-Romero JC, Araujo-Leon JA, Aguilar-Ayala FJ, Rejón-Peraza ME, Castro-Linares NC, Vargas-Coronado RF, Cauich-Rodríguez JV. In vitro and in vivo anti-inflammatory properties of Mayan propolis. Eur J Inflamm. 2020 doi: 10.1177/2058739220935280.", "ArticleIdList": ["10.1177/2058739220935280"]}, {"Citation": "Xu W, Lu H, Yuan Y, Deng Z, Zheng L, Li H. The Antioxidant and Anti-Inflammatory Effects of Flavonoids from Propolis via Nrf2 and NF-κB Pathways. Foods. 2022;11(16):2439. doi: 10.3390/foods11162439.PMID:36010439;PMCID:PMC9407528.", "ArticleIdList": ["10.3390/foods11162439.PMID:36010439;PMCID:PMC9407528", "PMC9407528", "36010439"]}, {"Citation": "Yang SZ, Peng LT, Su XJ, Chen F, Cheng YJ, Fan G, Pan SY. Bioassay-guided isolation and identification of antifungal components from propolis against Penicillium italicum. Food Chem. 2011;127(1):210–215. doi: 10.1016/j.foodchem.2010.12.011.", "ArticleIdList": ["10.1016/j.foodchem.2010.12.011"]}, {"Citation": "Zheng YZ, Deng G, Chen DF, Liang Q, Guo R, Fu ZM. Theoretical studies on the antioxidant activity of pinobanksin and its ester derivatives: effects of the chain length and solvent. Food Chem. 2018;1(240):323–329. doi: 10.1016/j.foodchem.2017.07.133.", "ArticleIdList": ["10.1016/j.foodchem.2017.07.133", "28946279"]}]}], "History": [{"Year": "2022", "Month": "9", "Day": "27"}, {"Year": "2023", "Month": "12", "Day": "18"}, {"Year": "2025", "Month": "4", "Day": "1"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "18", "Hour": "4", "Minute": "41"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38496708", "PMC10937894", "10.1007/s13205-023-03904-5", "3904"]}}]}