{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["C. equisetfolia", "Casuarinaceae", "Antimicrobial", "Antioxidant", "Cytotoxic activity", "Phenolics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38509538", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"Language": ["eng"], "ELocationID": ["128", "10.1186/s12906-024-04422-4"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "20"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "20"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Phytochemical analysis and evaluation of its antioxidant, antimicrobial, and cytotoxic activities for different extracts of Casuarina equisetifolia.", "Pagination": {"StartPage": "128", "MedlinePgn": "128"}, "Abstract": {"AbstractText": ["Casuarina equisetifolia belongs to the Casuarina species with the most extensive natural distribution, which contain various phytochemicals with potential health benefits. This study aimed to investigate the chemical composition and biological activities of different extracts of Casuarina equisetifolia.", "The n-hexane extract was analyzed for its unsaponifiable and fatty acid methyl esters fractions, while chloroform, ethyl acetate, and butanol extracts were studied for their phenolic components. Six different extracts of C. equisetifolia needles were evaluated for their total phenolic content, total flavonoid content, and their antioxidant, antimicrobial, and cytotoxic activities.", "The n-hexane extract contained mainly hydrocarbons and fatty acid methyl esters, while ten phenolic compounds were isolated and identified in the chloroform, ethyl acetate, and butanol extracts. The methanolic extract exhibited the highest total phenolic and flavonoid content, highest antioxidant activity, and most potent cytotoxic activity against HepG-2 and HCT-116 cancer cell lines. The ethyl acetate extract showed the most significant inhibition zone against Staphylococcus aureus and Bacillus subtilis.", "Casuarina equisetifolia extracts showed promising antioxidant, antimicrobial, and cytotoxic activities. Overall, Casuarina equisetifolia is a versatile tree with a variety of uses, and its plant material can be used for many different purposes."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry of Medicinal Plants Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, 33 El Buhouth St. (FormerEl Tahrir St.), Dokki, Giza, 12622, Egypt. we.el-sayed@nrc.sci.eg."}], "LastName": "Abdallah", "ForeName": "Walid Elsayed", "Initials": "WE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry of Medicinal Plants Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, 33 El Buhouth St. (FormerEl Tahrir St.), Dokki, Giza, 12622, Egypt."}], "LastName": "Shams", "ForeName": "Khaled Ahmed", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical Chemistry Department, Electrochemistry and Corrosion Lab, National Research Centre, El-Bohouth St. 33, Dokki, Giza, 12622, Egypt."}], "LastName": "El-Shamy", "ForeName": "Ashraf Moursi", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "76845O8NMZ", "NameOfSubstance": "ethyl acetate"}, {"RegistryNumber": "2DDG612ED8", "NameOfSubstance": "n-hexane"}, {"RegistryNumber": "7V31YC746X", "NameOfSubstance": "Chloroform"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Butanols"}, {"RegistryNumber": "0", "NameOfSubstance": "Hexanes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Chloroform"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": [], "DescriptorName": "Acetates"}, {"QualifierName": [], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["pharmacology", "analysis"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology", "analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Butanols"}, {"QualifierName": [], "DescriptorName": "Hexanes"}], "CoiStatement": "The authors declare no financial and non-financial competing of interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Priya S, Noor A. Satheesh PK Antioxidant and anti-proliferative activity of different solvent extracts of Casuarina equisetifolia needles. Int J Phytomed. 2012;4(1):99–107."}, {"Citation": "Ekpo MA, Etim PC. Antimicrobial activity of ethanolic and aqueous extracts of Sida acuta on microorganisms from skin infections. J Med Plant Res. 2009;3(9):621–624."}, {"Citation": "Muthuraj S, Muthusamy P, Radha R, Ilango K. Pharmacognostical, phytochemical and pharmacological review on Casuarina equisetifolia Linn. World J Pharm Res. 2019;8(4):328–339."}, {"Citation": "Badran, OA, Tawfik SA, Stem analysis of some Casuarina spp. grown in the U.A.R. Alexandria. J Agric Res. 1971; 149-157."}, {"Citation": "Ogunwande IA, Flamini G, Adefuye AE, Lawal NO, Moradeyo S, Avoseh NO. Chemical compositions of Casuarina equisetifolia L., Eucalyptus toreliana L. and Ficus elastica Roxb. Ex Hornem cultivated in Nigeria. S Afr J Bot. 2011;77:645–649. doi: 10.1016/j.sajb.2011.02.001.", "ArticleIdList": ["10.1016/j.sajb.2011.02.001"]}, {"Citation": "Aher AN, Pal SC, Yadav SK, Patil UK, Bhattacharya S. Antioxidant activity of isolated phytoconstituents from Casuarina equisetifolia Frost (Casuarinaceae) J Plant Sci. 2009;4:15–20. doi: 10.3923/jps.2009.15.20.", "ArticleIdList": ["10.3923/jps.2009.15.20"]}, {"Citation": "Takahashi H, Iuchi M, Fujita Y, Minami H, Fukuyama Y. Coumaroyl triterpenes from Casuarina equisetifolia. Phytochemistry. 1999;51:543–550. doi: 10.1016/S0031-9422(99)00070-9.", "ArticleIdList": ["10.1016/S0031-9422(99)00070-9"]}, {"Citation": "Nash RJ, Thomas PI, Waigh RD, Fleet GWJ, Wormald MR, De Lilley PMQ, Watkin DJ. Casuarine: a very highly oxygenated pyrrolizidine alkaloid. Tetrahedron Lett. 1994;35:7849–7852. doi: 10.1016/0040-4039(94)80134-7.", "ArticleIdList": ["10.1016/0040-4039(94)80134-7"]}, {"Citation": "Li-Hua Z, Gong-Fu Y, Yi-Ming L, Hai-Chao Z, Qi Z. Seasonal changes in tannin and nitrogen contents of Casuarina equisetifolia branchlets. J Zhejiang Univ Sci B. 2009;10:103–111. doi: 10.1631/jzus.B0820217.", "ArticleIdList": ["10.1631/jzus.B0820217", "PMC2644750", "19235268"]}, {"Citation": "Tani C, Sasakawa H. Proline accumulates in Casuarina equisetifolia seedlings under salt stress. Soil Sci Plant Nutr. 2003;52:21–25. doi: 10.1111/j.1747-0765.2006.00005.x.", "ArticleIdList": ["10.1111/j.1747-0765.2006.00005.x"]}, {"Citation": "Parekh J, Jadeja D, Chanda S. Efficacy of aqueous and methanol extracts of some medicinal plants for potential antibacterial activity. Turk J Biol. 2005;29:203–210."}, {"Citation": "Al-Snafi AS. The pharmacological importance of Casuarina equisetifolia - An overview. Int Journal of Pharmacol Screen Methods. 2015;4(9):2249–7749."}, {"Citation": "Kabir H, Siddiqi MMA, Al-Mansur MA, Sohrab MH, Chowdhury AMS, Hasan CM. Phytochemical and biological investigations of Casuarina equisetifolia. Dhaka Univ J Sci. 2010;58(2):191–193."}, {"Citation": "El-Tantawy WH, Mohamed SA, Abd Alhaleem EN. Evaluation of biochemical effects of Casuarina equisetifolia extract on gentamicin-induced nephrotoxicity and oxidative stress in rats Phytochemical analysis. J Clin Biochem Nutr. 2013;53(3):158–165. doi: 10.3164/jcbn.13-19.", "ArticleIdList": ["10.3164/jcbn.13-19", "PMC3818266", "24249970"]}, {"Citation": "Alghamdi SB, Abdallah WE, Abdelshafeek KA. Assessment of antioxidant, antimicrobial, cytotoxic activities, and isolation of some chemical constituents from different extracts of Pergularia daemia. Trop J Nat Prod Res. 2021;5(10):1816–1827."}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phospho-tungstic acid reagents. Am J Enol Viticult. 1965;16:144–158. doi: 10.5344/ajev.1965.16.3.144.", "ArticleIdList": ["10.5344/ajev.1965.16.3.144"]}, {"Citation": "Kim DO, Chun OK, Kim YJ, Moon HY. Lee CY Quantification of polyphenolics and their antioxidant capacity in fresh plums. J Agric Food Chem. 2003;51(22):6509–15. doi: 10.1021/jf0343074.", "ArticleIdList": ["10.1021/jf0343074", "14558771"]}, {"Citation": "Chia-Pu L, Gow-Chin Y. Antioxidant activity and bioactive compounds of tea seeds (Camellia oleifera Abel.) Oil J Agric Food Chem. 2006;54:779–784. doi: 10.1021/jf052325a.", "ArticleIdList": ["10.1021/jf052325a", "16448182"]}, {"Citation": "Pfaller MA, Burmeister L, Bartlett MA, Rinaldi MG. Multicenter evaluation of four methods of yeast inoculum preparation. J Clin Microbiol. 1988;26:1437–1441. doi: 10.1128/jcm.26.8.1437-1441.1988.", "ArticleIdList": ["10.1128/jcm.26.8.1437-1441.1988", "PMC266638", "3049651"]}, {"Citation": "Bauer AW, Kirby WM, Sherris C, Turck M. Antibiotic susceptibility testing by a standardized single disk method. Am J Clin Pathol. 1966;45:493–496. doi: 10.1093/ajcp/45.4_ts.493.", "ArticleIdList": ["10.1093/ajcp/45.4_ts.493", "5325707"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods. 1983;65:55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Gomha SM, Riyadh SM, Mahmmoud EA, Elaasser MM. Synthesis and anticancer activities of thiazoles, 1,3-thiazines, and thiazolidine using chitosan-grafted-poly(vinylpyridine) as basic catalyst. Heterocycles. 2015;91(6):1227–1243. doi: 10.3987/COM-15-13210.", "ArticleIdList": ["10.3987/COM-15-13210"]}, {"Citation": "Mabry T, Markham K, Thomas M. The systematic identification of flavonoids. New York: Springer-Verlag; 1970."}, {"Citation": "Markham KR. Techniques of flavonoid identification. London: Academic press; 1982."}, {"Citation": "Abdallah WE, Elsayed WM, Hassanein HD, Shams KA, Ismail SI, Ali SM. Phytochemical and biological investigations of Onopordum alexandrinum seeds. Res J Pharm Biol Chem Sci. 2015;6(2):363–374."}, {"Citation": "Bunzel M, Ralph J, Funk C. Isolation, and identification of ferulic acid dehyrotrimer from saponified maize bran insoluble fiber. Eur Food Res Technol. 2003;217:128–133. doi: 10.1007/s00217-003-0709-0.", "ArticleIdList": ["10.1007/s00217-003-0709-0"]}, {"Citation": "Tavakoli S, Khalighi-Sigaroodi F, Dehaghi NK, Yaghoobi M, Hajiaghaee R, Gholami A, Ghafarzadegan R. Isolation, and purification of apigenin, quercetin and apigenin 7-O-glycoside from Apium graveolens L., Petroselinum crispum (Mill.) Fuss, Allium cepa L., respectively. J Med Plants. 2022;21(83):72–86. doi: 10.52547/jmp.21.83.72.", "ArticleIdList": ["10.52547/jmp.21.83.72"]}, {"Citation": "Cardoso CAL, Coelho RG, Honda NK, Pott A, Pavan FR, Leite CQF. Phenolic compounds and antioxidant, antimicrobial and antimycobacterial activities of Serjania erecta Radlk. (Sapindaceae). Br J Pharm Sci. 2013; 49 (4). 10.1590/S1984-82502013000400017."}, {"Citation": "Elgindi MR, Singab AB, Aly SH, Mahmoud II. Phytochemical investigation, and antioxidant activity of Hyophorbe verschaffeltii (Arecaceae) J Pharmacogn Phytochem. 2016;5(2):39–46."}, {"Citation": "Kucukislamoglu M, Yayli N, Şentürk HB, Genç H, Özden S. Flavonol glycosides from Consolida armeniaca. Turk J Chem. 2000;24:191–197."}, {"Citation": "Lin L, Huang X, Lv Z. Isolation, and identification of flavonoids components from Pteris vittata L. Springer Plus. 206; 5:1649.", "ArticleIdList": ["PMC5033795", "27722067"]}, {"Citation": "Hossen SM, Jahidul IJ, Shakhawat HSM, Mofizur RM, Firoj A. Phytochemical and biological evaluation of MeOH extract of Casuarina equisetifolia (Linn.) leaves. Eur J Med Plants. 2014;4(8):927–936. doi: 10.9734/EJMP/2014/9820.", "ArticleIdList": ["10.9734/EJMP/2014/9820"]}, {"Citation": "Kishore DV, Rahman R. Spasmolytic activity of Casuarina equisetifolia bark extract. Int J Pharm Sci Res. 2012;3(5):1452–1456."}, {"Citation": "Saranya V, Gowrie US. Pharmacological studies: antibacterial, antioxidant and anti-inflammatory efficacy of Casuarina equisetifolia root extracts. Asian J Pharm Clin Res. 2018;11(8):270–276. doi: 10.22159/ajpcr.2018.v11i8.24642.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i8.24642"]}, {"Citation": "Gumgumjee NM, Hajar AS. Antimicrobial efficacy of Casuarina equisetifolia extracts against some pathogenic microorganisms. J Med Plants Res. 2012;6(47):5819–5825."}, {"Citation": "El-Ansari MA, Ishak MS, Ahmed AA, Saleh NAM. Flavonol glycosides of Carya pecan and Casuarina equisetifolia. Zeitschrift fur Naturforschung, section C. Biosciences. 1977;32:444–445."}, {"Citation": "Elbanoby NE, El-Settawy AAA, Mohamed AA, Salem MZM. Phytochemicals derived from Leucaena leucocephala (Lam.) de Wit (Fabaceae) biomass and their antimicrobial and antioxidant activities: HPLC analysis of extracts. Biomass Conversion Biorefinery. 2022. 10.1007/s13399-022-03420-1."}, {"Citation": "National Committee for Clinical Laboratory Standards. Reference method for broth dilution antifungal susceptibility testing of Conidium-forming filamentous Fungi: Proposed Standard M38-A. NCCLS: Wayne. 2002."}, {"Citation": "National Committee for Clinical Laboratory Standards. Method for antifungal disk diffusion susceptibility testing of Yeast: Proposed Guideline M44-P. Wayne, PA: NCCLS; 2003."}, {"Citation": "Suffness M. Assays related to cancer drug discovery. Methods Plant Biochem. 1990;6:71–133."}, {"Citation": "Greenwell M, Rahman P. Medicinal plants: their use in anticancer treatment. Int J Pharm Sci Res. 2015;6(10):4103.", "ArticleIdList": ["PMC4650206", "26594645"]}, {"Citation": "Rajeswari VD, Gajalakshmi S, Vijalakshimi S. Phytochemical and pharmacological properties of Annona muricata: a review. Int J Pharm Sci. 2012;4(2):3–6."}, {"Citation": "Czaplinska M, Cezpas J, Gwozdziniski K. Structure, antioxidative and anticancer properties of flavonoids. Postepy Biochemii. 2012;58:253–244.", "ArticleIdList": ["23373409"]}, {"Citation": "Okafor JNC, Rautenbauch F, Meyer M, Roes-Hill ML, Harris T, Jideani VA. Phenolic content, antioxidant, cytotoxic and antiproliferative effects of fractions of Vigna subterraenea (L.) verdc from Mpumalanga South Africa. Heliyon. 2021;7:e08397. doi: 10.1016/j.heliyon.2021.e08397.", "ArticleIdList": ["10.1016/j.heliyon.2021.e08397", "PMC8637485", "34901488"]}, {"Citation": "Abotaleb M, Liskova A, Kubatka P, Büsselberg D. Review: Therapeutic potential of plant phenolic acids in the treatment of cancer. Biomolecules. 2020;221:10. doi: 10.3390/biom10020221.", "ArticleIdList": ["10.3390/biom10020221", "PMC7072661", "32028623"]}, {"Citation": "Murtaza G, Karim S, Akram MR, Khan SA, Azhar S, Mumtaz A, Bin Asad MHH. Caffeic acid phenethyl ester and therapeutic potentials. Biomed Res Int. 2014; 145342. 10.1155/2014/145342.", "ArticleIdList": ["PMC4058104", "24971312"]}, {"Citation": "Xiaohui Y, Miao Q, Pengfei L, Zhan Y, Shao H. Apigenin in cancer therapy: Anti-cancer effects and mechanisms of action. Cell Biosci. 2017;7:50. doi: 10.1186/s13578-017-0179-x.", "ArticleIdList": ["10.1186/s13578-017-0179-x", "PMC5629766", "29034071"]}, {"Citation": "Shao H, Jing K, Mahmoud E, Huang H, Fang X, Yu C. Apigenin sensitizes colon cancer cells to antitumor activity of ABT-263. Mol Cancer Ther. 2013;12:2640–50. doi: 10.1158/1535-7163.MCT-13-0066.", "ArticleIdList": ["10.1158/1535-7163.MCT-13-0066", "PMC3871201", "24126433"]}, {"Citation": "Upadhyay RK. Nutraceutical, pharmaceutical and therapeutic uses of Allium cepa: A review. Int J Green Pharm. 2016;10(1):46–64."}, {"Citation": "Imran M, Salehi B, Sharifi-Rad J, Gondal TA, Saeed F, Imran A, Shahbaz M, Fokou PVT, Arshad MU, Khan H, Guerreiro SG, Martins N, Estevinho LM. Review: kaempferol: a key emphasis to its anticancer potential. Molecules. 2019;24:2277. doi: 10.3390/molecules24122277.", "ArticleIdList": ["10.3390/molecules24122277", "PMC6631472", "31248102"]}, {"Citation": "Kopustinskiene DM, Jakstas V, Savickas A, Bernatoniene J. Review: Flavonoids as anticancer agents. Nutrients. 2020;12:457. doi: 10.3390/nu12020457.", "ArticleIdList": ["10.3390/nu12020457", "PMC7071196", "32059369"]}, {"Citation": "Seydi E, Salimi A, Rasekh HR, Mohsenifar Z, Pourahmad J. Selective cytotoxicity of luteolin and kaempferol on cancerous hepatocytes obtained from rat model of hepatocellular carcinoma: Involvement of ROS-mediated mitochondrial targeting. Nutr Cancer. 2018;70:594–604. doi: 10.1080/01635581.2018.1460679.", "ArticleIdList": ["10.1080/01635581.2018.1460679", "29693446"]}, {"Citation": "Alonso-Castro AJ, Domı´nguez F, Garcı´a-Carranca´ A. Rutin exerts antitumor effects on nude mice bearing SW480 tumor. Arch Med Res. 2013; 44 (5): 346-351.", "ArticleIdList": ["23867787"]}, {"Citation": "Fernández-Palanca P, Fondevila F, Méndez-Blanco C, Tuñón MJ, González-Gallego J, Mauriz JL. Antitumor effects of quercetin in hepatocarcinoma in vitro and in vivo models: A systematic review. Nutrients. 2019;11:2875. doi: 10.3390/nu11122875.", "ArticleIdList": ["10.3390/nu11122875", "PMC6950472", "31775362"]}, {"Citation": "Tang SM, Deng XT, Zhou J, Li QP, Ge XX, Miao L. Review: Pharmacological basis and new insights of quercetin action in respect to its anti-cancer effects. Biomed Pharmacother. 2020;121:109604. doi: 10.1016/j.biopha.2019.109604.", "ArticleIdList": ["10.1016/j.biopha.2019.109604", "31733570"]}, {"Citation": "Antunes-Ricardo M, Moreno-Garcia BE, Gutierrez-Uribe JA, Araiz- Hernandez D, Alvarez MM, Serna-Saldivar SO. Induction of apoptosis in colon cancer cells treated with isorhamnetin glycosides from Opuntia ficus-indica pads. Plant Foods Hum Nutr. 2014;69:331–336. doi: 10.1007/s11130-014-0438-5.", "ArticleIdList": ["10.1007/s11130-014-0438-5", "25186940"]}, {"Citation": "Prasad S, Yadav VR, Sung B, Reuter S, Kannappan R, Deorukhkar A, Diagaradjane P, Caimiao Wei C, Baladandayuthapani V, Krishnan S, Guha S, Aggarwal B. Ursolic acid inhibits growth and metastasis of human colorectal cancer in an orthotopic nude mouse model by targeting multiple cell signaling pathways: Chemosensitization with capecitabine. Clin Cancer Res. 2012;18:4942–4953. doi: 10.1158/1078-0432.CCR-11-2805.", "ArticleIdList": ["10.1158/1078-0432.CCR-11-2805", "PMC3677707", "22832932"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2024", "Month": "2", "Day": "29"}, {"Year": "2024", "Month": "3", "Day": "22", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "3", "Day": "21", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "21", "Hour": "0", "Minute": "48"}, {"Year": "2024", "Month": "3", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38509538", "PMC10956242", "10.1186/s12906-024-04422-4", "10.1186/s12906-024-04422-4"]}}]}