{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "3851690", "DateCompleted": {"Year": "1986", "Month": "01", "Day": "07"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "26"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0340-7004", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "1985"}}, "Title": "Cancer immunology, immunotherapy : CII", "ISOAbbreviation": "Cancer Immunol Immunother"}, "ArticleTitle": "Antitumor activities and tumor necrosis factor producibility of traditional Chinese medicines and crude drugs.", "Pagination": {"StartPage": "1", "EndPage": "5", "MedlinePgn": "1-5"}, "Abstract": {"AbstractText": ["The antitumor activities and capacity for tumor necrosis factor (TNF) production of traditional Chinese herbal preparations (Zhu-ling-tang, Xiao-chai-hu-tang), crude drugs (Polyporus, Hoelen, Bupleuri radix, Angelica radix, Cnidii rhizoma, Cinnamomum cortex), and Krestin (PSK) were investigated. These drugs were given to DDY mice in the drinking water before and after transplantation of Ehrlich tumors, and the development of the intradermally transplanted Ehrlich tumors and survival rate were observed. A good survival rate and sometimes a complete cure were found in the groups administered Bupleuri radix, Xiao-chai-hu-tang, Angelica radix, or Cinnamomum cortex, while the group given Hoelen showed poor results. To examine the capacity for TNF production these drugs were given to DDY mice PO as initial stimulating agents, to stimulate the reticuloendothelial system (RES) prior to lipopolysaccharide injection. The TNF activity was tested from the cytotoxicity against L cells. Significant differences in capacity for TNF production were observed among the drugs. Relatively high levels of TNF activity were noted in the groups given Angelica radix, Bupleuri radix, Cnidii rhizoma, or Cinnamomum cortex, very low activities in the groups given Xiao-chai-hu-tang, Zhu-ling-tang, or Krestin, and no TNF activities in the groups given Polyporus or Hoelen. The TNF capacity for production broadly paralleled the survival rate of the mice transplanted to Ehrlich tumors. Our findings suggest that one mechanism underlying the antitumor activities of these drugs is based on stimulation of the RES and is closely related of TNF production."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Haranaka", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Satomi", "ForeName": "N", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sakurai", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Haranaka", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Okada", "ForeName": "N", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kobayashi", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Cancer Immunol Immunother", "NlmUniqueID": "8605732", "ISSNLinking": "0340-7004"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycoproteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Proteoglycans"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "3X48A86C8K", "NameOfSubstance": "polysaccharide-K"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Glycoproteins"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Medicine, East Asian Traditional"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["therapy"], "DescriptorName": "Neoplasms, Experimental"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Proteoglycans"}, {"QualifierName": [], "DescriptorName": "Tumor Necrosis Factor-alpha"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Carswell EA, Old LJ, Kassel RL, Green S, Fiore N, Williamson B. An endotoxin-induced serum factor that causes necrosis of tumors. Proc Natl Acad Sci USA. 1975;72:3666.", "ArticleIdList": ["PMC433057", "1103152"]}, {"Citation": "Chihara G. Potentiation of host resistance against cancer and immunostimulants. Proc Symp WAKAN-YAKU. 1983;16:44."}, {"Citation": "Chihara G, Hamuro J, Maeda Y, Fukuoka F. Antitumor polysaccharide derived chemically from natural glucan (Pachyman) Nature. 1970;225:943.", "ArticleIdList": ["5417727"]}, {"Citation": "Green S, Dobrjansky A, Chiasson MA, Carswell E, Schwartz MK, Old LJ. Corynebacterium parvum as the priming agent in the production of tumor necrosis factor in the mouse. J Natl Cancer Inst. 1977;59:1519.", "ArticleIdList": ["333124"]}, {"Citation": "Haranaka K, Satomi N. Cytotoxic activity of tumor necrosis factor (TNF) on the human cancer cells in vitro. Jpn J Exp Med. 1981;51:191.", "ArticleIdList": ["7300034"]}, {"Citation": "Haranaka K, Satomi N, Sakurai A. Antitumor activity of murine tumor necrosis factor (TNF) against transplanted murine tumors and heterotransplanted human tumors in nude mice. Int J Cancer. 1984;34:263.", "ArticleIdList": ["6469400"]}, {"Citation": "Haranaka K, Satomi N, Sakurai A. Differences in tumor necrosis factor productive ability among rodents. Br J Cancer. 1984;50:471.", "ArticleIdList": ["PMC1976898", "6386027"]}, {"Citation": "Haranaka K, Satomi N, Sakurai A, Haranaka R. Role of first stimulating agents in the production of tumor necrosis factor. Cancer Immunol Immunother. 1984;18:87.", "ArticleIdList": ["PMC11039092", "6391657"]}, {"Citation": "Haranaka K, Satomi N, Sakurai A, Kunii O. Role of Lipid A in the production of tumor necrosis factor and differences of antitumor activity between tumor necrosis factor and lipopolysaccharide. Tohoku J Exp Med. 1984;144:350.", "ArticleIdList": ["6528335"]}, {"Citation": "Ikemoto Y, Mizoguchi Y, Arai T, Yamamoto S, Morisawa S. Effects of Xiao-chai-hu-tang and Da-chai-hu-tang on antibody response in vitro. J Med Pharmacol Soc WAKANYAKU. 1984;1:235."}, {"Citation": "Ito K, Shimura K. Antitumor activity and reticuloendothelial stimulation of traditional Chinese medicine. Kanpo-Igaku. 1984;8:14."}, {"Citation": "Kaneshima H, Yamaguchi T, Konoshita Y, Yamagishi T. Pharmacological studies on Cnidium officinale Makino (Senkyu). 1: Sedative action of ether extract of senkyu. Report of the Hokkaido Institute of Public Health. 1975;25:12."}, {"Citation": "Kono H, Ohara M, Odajima S, Yamaguchi N. The effect of Saikosaponin on immune response. J Med Pharmacol Soc WAKAN-YAKU. 1985;2:85."}, {"Citation": "Kumazawa Y, Mizunoe K, Otsuka Y. Immunostimulating polysaccharide separated from hot water extract of Angelica acutiloba Kitagawa (Yamato Toki) Immunology. 1982;47:75.", "ArticleIdList": ["PMC1555502", "6981588"]}, {"Citation": "Männel DN, Moore RN, Mergenhagen SE. Macrophages as a source of tumoricidal activity (tumor-necrotizing factor) Infect Immun. 1980;30:523.", "ArticleIdList": ["PMC551343", "7002801"]}, {"Citation": "Miyazaki T, Oikawa N, Yadamae T, Yamada H, Yamada Y. Structural examination of antitumor, water-soluble glucans from Grifola umbellata by use of four types of glucanase. Carbohyd Res. 1978;69:165.", "ArticleIdList": ["308842"]}, {"Citation": "Miyazaki T, Oikawa N, Yadamae T, Yamada H, Yamada Y. Relationship between the chemical structure and antitumor activity of glucans prepared from Grifola umbellata . Carbohyd Res. 1979;69:165.", "ArticleIdList": ["311688"]}, {"Citation": "Okada H, Okada N, Maue T, Gohda A. Increased sensitivity of tumor cells to immune cytolysis after treatment with a extract of Cnidii rhizoma; Amsterdam: Excerpta Medica; 1985."}, {"Citation": "Old LJ. Tumor necrosis factor. Clin Bull. 1976;6:118.", "ArticleIdList": ["1000787"]}, {"Citation": "Old LJ. Cancer immunology: The search for specificity. Cancer Res. 1981;41:361.", "ArticleIdList": ["7004632"]}, {"Citation": "Satomi N, Haranaka K, Kunii O. Research on the production site of tumor necrosis factor. Jpn J Exp Med. 1981;51:317.", "ArticleIdList": ["7339069"]}, {"Citation": "Usui S, Urano M, Koike S, Kobayashi Y. Effect of PSK, a protein polysaccharide, on pulmonary metastasis of a C3H mouse squamous cell carcinoma. J Natl Cancer Inst. 1976;56:185.", "ArticleIdList": ["130494"]}, {"Citation": "Yoshikumi C, Nomoto K, Matsunaga K, Fuji T, Takeya K. Mouse strain difference in the expression of antitumor activity of PSK. Gann. 1975;66:649.", "ArticleIdList": ["131729"]}], "ReferenceList": []}], "History": [{"Year": "1985", "Month": "1", "Day": "1"}, {"Year": "1985", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1985", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1985", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["3851690", "PMC11038218", "10.1007/BF00199765"]}}]}