{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alien species", "Ecological factors", "Environmental and climatic variables", "Morphological traits"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38524627", "DateRevised": {"Year": "2024", "Month": "03", "Day": "26"}, "Article": {"Language": ["eng"], "ELocationID": ["e27811", "10.1016/j.heliyon.2024.e27811"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "14"}], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "30"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Climate and soil factors co-derive the functional traits variations in naturalized downy thorn apple (<i>Datura innoxia</i> Mill.) along the altitudinal gradient in the semi-arid environment.", "Pagination": {"StartPage": "e27811", "MedlinePgn": "e27811"}, "Abstract": {"AbstractText": ["Plant functional traits are consistently linked with certain ecological factors (i.e., abiotic and biotic), determining which components of a plant species pool are assembled into local communities. In this sense, non-native naturalized plants show more plasticity of morphological traits by adopting new habitat (an ecological niche) of the invaded habitats. This study focuses on the biomass allocation pattern and consistent traits-environment linkages of a naturalized <i>Datura innoxia</i> plant population along the elevation gradient in NW, Pakistan. We sampled 120 plots of the downy thorn apple distributed in 12 vegetation stands with 18 morphological and functional biomass traits during the flowering season and were analyzed along the three elevation zones having altitude ranges from 634.85 m to 1405.3 m from sear level designated as Group I to III identified by Ward's agglomerative clustering strategy (WACS). Our results show that many morphological traits and biomass allocation in different parts varied significantly (p < 0.05) in the pair-wise comparisons along the elevation. Likewise, all plant traits decreased from lower (drought stress) to high elevation zones (moist zones), suggesting progressive adaptation of <i>Datura innoxia</i> with the natural vegetation in NW Pakistan. Similarly, the soil variable also corresponds with the trait's variation e.g., significant variations (P < 0.05) of soil organic matter, organic carbon, Nitrogen and Phosphorus was recorded. The trait-environment linkages were exposed by redundancy analysis (RDA) that was co-drive by topographic (elevation, r = -0.4897), edaphic (sand, r = -0.4565 and silt, r = 0.5855) and climatic factors. Nevertheless, the influences of climatic factors were stronger than soil variables that were strongly linked with elevation gradient. The study concludes that <i>D. innoxia</i> has adopted the prevailing environmental and climatic conditions, and further investigation is required to evaluate the effects of these factors on their phytochemical and medicinal value."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Malakand, Chakdara Dir Lower, P.O. Box 18800, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Khan", "ForeName": "Nasrullah", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Malakand, Chakdara Dir Lower, P.O. Box 18800, Khyber Pakhtunkhwa, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Botany, Dr. Khan Shaheed Govt. Degree College Kabal Swat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Ullah", "ForeName": "Rafi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Okla", "ForeName": "Mohammad K", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Abdel-Maksoud", "ForeName": "Mostafa A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Science, Zarqa University, Zarqa 13110, Jordan."}], "LastName": "Saleh", "ForeName": "Ibrahim A", "Initials": "IA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, Faculty of Allied Medical Sciences, Zarqa University, Zarqa, Jordan."}], "LastName": "Abu-Harirah", "ForeName": "Hashem A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, Faculty of Allied Medical Sciences, Zarqa University, Zarqa, Jordan."}], "LastName": "AlRamadneh", "ForeName": "Tareq Nayef", "Initials": "TN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Integrated Molecular Plant Physiology Research, Department of Biology, University of Antwerp, Antwerp, Belgium."}], "LastName": "AbdElgawad", "ForeName": "Hamada", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chapin F.S., Iii, et al. Consequences of changing biodiversity. Nature. 2000;405(6783):234–242.", "ArticleIdList": ["10821284"]}, {"Citation": "Davis M.A., Thompson K. Eight ways to be a colonizer; two ways to be an invader: a proposed nomenclature scheme for invasion ecology. Bull. Ecol. Soc. Am. 2000;81(3):226–230."}, {"Citation": "Burke M.J., Grime J. An experimental study of plant community invasibility. Ecology. 1996;77(3):776–790."}, {"Citation": "Stohlgren T.J., et al. Exotic plant species invade hot spots of native plant diversity. Ecol. Monogr. 1999;69(1):25–46."}, {"Citation": "Trunschke J., Stöcklin J. Plasticity of flower longevity in alpine plants is increased in populations from high elevation compared to low elevation populations. Alpine Bot. 2017;127:41–51."}, {"Citation": "He Q., Shen Y. Explicit construction for local isometric immersions of space forms. Chin. Ann. Math. 2003;24(1):97–110."}, {"Citation": "Shrestha B., et al. Distribution of Parthenium hysterophorus and one of its biological control agents (Coleoptera: zygogramma bicolorata) in Nepal. Weed Res. 2019;59(6):467–478."}, {"Citation": "Hecht V., et al. Plant density modifies root system architecture in spring barley (Hordeum vulgare L.) through a change in nodal root number. Plant Soil. 2019;439:179–200."}, {"Citation": "Poorter H., et al. Biomass allocation to leaves, stems and roots: meta‐analyses of interspecific variation and environmental control. New Phytol. 2012;193(1):30–50.", "ArticleIdList": ["22085245"]}, {"Citation": "Mensah S., Kakaï R.G., Seifert T. Patterns of biomass allocation between foliage and woody structure: the effects of tree size and specific functional traits. Ann. For. Res. 2016:49–60."}, {"Citation": "Yin Q., et al. The relationships between biomass allocation and plant functional trait. Ecol. Indicat. 2019;102:302–308."}, {"Citation": "Tian H., et al. Mapping winter crops in China with multi-source satellite imagery and phenology-based algorithm. Rem. Sens. 2019;11(7):820."}, {"Citation": "Fadda L., et al. Selective proper name anomia in a patient with asymmetric cortical degeneration. Eur. J. Neurol. 1998;5(4):417–422."}, {"Citation": "Wu X., et al. Long‐range precipitation forecast based on multipole and preceding fluctuations of sea surface temperature. Int. J. Climatol. 2022;42(15):8024–8039."}, {"Citation": "van Kleunen M., et al. Preadapted for invasiveness: do species traits or their plastic response to shading differ between invasive and non‐invasive plant species in their native range? J. Biogeogr. 2011;38(7):1294–1304."}, {"Citation": "Wilson J.B., et al. Distributions and climatic correlations of some exotic species along roadsides in South Island, New Zealand. J. Biogeogr. 1992:183–193."}, {"Citation": "Gong S., et al. Climate change has enhanced the positive contribution of rock weathering to the major ions in riverine transport. Global Planet. Change. 2023;228"}, {"Citation": "Gilani H., et al. Under predicted climate change: distribution and ecological niche modelling of six native tree species in Gilgit-Baltistan, Pakistan. Ecol. Indicat. 2020;111"}, {"Citation": "Pauchard A., et al. Ain't no mountain high enough: plant invasions reaching new elevations. Front. Ecol. Environ. 2009;7(9):479–486."}, {"Citation": "Ullah R., Khan N., Ali K. Which factor explains the life‐history of Xanthium strumarium L., an aggressive alien invasive plant species, along its altitudinal gradient? Plant direct. 2022;6(1):e375.", "ArticleIdList": ["PMC8743363", "35028495"]}, {"Citation": "Wei X., et al. Science of the Total Environment; 2023. A Large and Overlooked Cd Source in Karst Areas: the Migration and Origin of Cd during Soil Formation and Erosion.", "ArticleIdList": ["37379908"]}, {"Citation": "Zheng H., et al. A multiscale point-supervised network for counting maize tassels in the wild. Plant Phenomics. 2023;5:100.", "ArticleIdList": ["PMC10545326", "37791249"]}, {"Citation": "Colautti R.I., Ågren J., Anderson J.T. Phenological shifts of native and invasive species under climate change: insights from the Boechera–Lythrum model. Phil. Trans. Biol. Sci. 2017;372(1712)", "ArticleIdList": ["PMC5182428", "27920377"]}, {"Citation": "Sharma M., et al. Phytochemistry, pharmacology, and toxicology of Datura species—a review. Antioxidants. 2021;10(8):1291.", "ArticleIdList": ["PMC8389218", "34439539"]}, {"Citation": "Gao L., et al. General laws of biological invasion based on the sampling of invasive plants in China and the United States. Global Ecology and Conservation. 2018;16"}, {"Citation": "Ganaie M.M., et al. Family Solanaceae: taxonomy and modern trends. Annals of plant science. 2018;7(9):2403–2414."}, {"Citation": "Preissel U., Preissel H.-G. No Title); 2002. Brugmansia and Datura: Angel's Trumpets and Thorn Apples."}, {"Citation": "Adams J.D., Garcia C. Spirit, mind and body in Chumash healing. Evid. base Compl. Alternative Med. 2005;2(4):459–463.", "ArticleIdList": ["PMC1297503", "16322802"]}, {"Citation": "Piva G., Piva A. Anti‐nutritional factors of Datura in feedstuffs. Nat. Toxins. 1995;3(4):238–241.", "ArticleIdList": ["7582623"]}, {"Citation": "Vitousek P.M. Ecology of Biological Invasions of North America and Hawaii. Springer; 1986. Biological invasions and ecosystem properties: can species make a difference? pp. 163–176."}, {"Citation": "Ali S., Andaleeb N., Ali A. Technical efficiency of wheat growers in district swabi of khyber Pakhtunkhwa, Pakistan. Sarhad J. Agric. 2019;35(4)"}, {"Citation": "Bürzle B., et al. Phytosociology and ecology of treeline ecotone vegetation in Rolwaling Himal, Nepal. Phytocoenologia. 2017;47(2):197–220."}, {"Citation": "Menzel M.I., et al. Non‐invasive determination of plant biomass with microwave resonators. Plant Cell Environ. 2009;32(4):368–379.", "ArticleIdList": ["19143992"]}, {"Citation": "Li Q., et al. Morphological and photosynthetic physiological characteristics of Saussurea salsa in response to flooding in salt marshes of Xiao Sugan Lake, Gansu, China. Chinese Journal of Plant Ecology. 2019;43(8):685."}, {"Citation": "Black C.A. Method of soil analysis part 2. Chemical and microbiological properties. 1965;9:1387–1388."}, {"Citation": "Bouyoucos G.J. Directions for making mechanical analyses of soils by the hydrometer method. Soil Sci. 1936;42(3):225–230."}, {"Citation": "Ciancio D., Beckett C., Carraro J. Optimum lime content identification for lime-stabilised rammed earth. Construct. Build. Mater. 2014;53:59–65."}, {"Citation": "Heathwaite L., Sharpley A., Gburek W. A conceptual approach for integrating phosphorus and nitrogen management at watershed scales. J. Environ. Qual. 2000;29(1):158–166."}, {"Citation": "Shamrikova E., et al. Transferability between soil organic matter measurement methods for database harmonization. Geoderma. 2022;412"}, {"Citation": "Nelson D.W., Sommers L.E. Total nitrogen analysis of soil and plant tissues. J. Assoc. Off. Anal. Chem. 1980;63(4):770–778."}, {"Citation": "Rathee S., et al. Biomass allocation and phenotypic plasticity are key elements of successful invasion of Parthenium hysterophorus at high elevation. Environ. Exp. Bot. 2021;184"}, {"Citation": "Oksanen J., et al. Community ecology package. R package version. 2018;2:5."}, {"Citation": "McCune B., Mefford M. Oregon; USA. Search: 2011. PC-ORD Multivariate Analysis of Ecological Data Version 6.0 MjM Software Gleneden Beach."}, {"Citation": "Nasrullah K., et al. Composition, structure and regeneration dynamics of Olea ferruginea Royle forests from Hindukush range of Pakistan. J. Mt. Sci. 2015;12:647–658."}, {"Citation": "Qureshi H., et al. Impacts of Xanthium strumarium L. invasion on vascular plant diversity in Pothwar Region (Pakistan) Ann. Bot. (Rome) 2019;9:73–82."}, {"Citation": "Seifu A., et al. Impact of invasive alien plant, Xanthium strumarium, on species diversity and composition of invaded plant communities in Borena Zone, Ethiopia. Biodiversity International Journal. 2017;1(1)"}, {"Citation": "Pejchar L., Mooney H.A. Invasive species, ecosystem services and human well-being. Trends Ecol. Evol. 2009;24(9):497–504.", "ArticleIdList": ["19577817"]}, {"Citation": "Kueffer C. Plant invasions in the anthropocene. Science. 2017;358(6364):724–725.", "ArticleIdList": ["29123053"]}, {"Citation": "Jones B.A. Tree shade, temperature, and human health: evidence from invasive species-induced deforestation. Ecol. Econ. 2019;156:12–23."}, {"Citation": "Pigliucci M., Murren C.J., Schlichting C.D. Phenotypic plasticity and evolution by genetic assimilation. J. Exp. Biol. 2006;209(12):2362–2367.", "ArticleIdList": ["16731812"]}, {"Citation": "Fatima S., et al. Structural and functional modifications in a typical arid zone species Aristida adscensionis L. along altitudinal gradient. Flora. 2018;249:172–182."}, {"Citation": "Wang M., et al. Morphological variation in Cynodon dactylon (L.) Pers., and its relationship with the environment along a longitudinal gradient. Hereditas. 2020;157:1–11.", "ArticleIdList": ["PMC7014724", "32051037"]}, {"Citation": "Kwapata K., et al. Genetic diversity of Annona senegalensis Pers. populations as revealed by simple sequence repeats (SSRs) Afr. J. Biotechnol. 2007;6(10)"}, {"Citation": "Padonou E., et al. Pilot assessment of locally acknowledged morphotypes of Irvingia gabonensis (Aubry-Lecomte) Baill. in southwestern Benin (West Africa) Fruits. 2017;72(5):306–316."}, {"Citation": "Abasse T., et al. Morphological variation in Balanites aegyptiaca fruits and seeds within and among parkland agroforests in eastern Niger. Agrofor. Syst. 2011;81:57–66."}, {"Citation": "Akinnifesi F.K., et al. Contributions of agroforestry research and development to livelihood of smallholder farmers in Southern Africa: 2. Fruit, medicinal, fuelwood and fodder tree systems. Agric. J. 2008;3(1):76–88."}, {"Citation": "Xue Y., et al. Spring photosynthetic phenology of Chinese vegetation in response to climate change and its impact on net primary productivity. Agric. For. Meteorol. 2023;342"}, {"Citation": "Nievas R.P., Calderon M.R., Moglia M.M. Environmental factors affecting the success of exotic plant invasion in a wildland-urban ecotone in temperate South America. Neotropical Biology and Conservation. 2019;14(2):257–274."}, {"Citation": "Pauchard A., Alaback P. La amenaza de plantas invasoras. Chile Forestal. 2002;289:13–15."}, {"Citation": "Kenney A.M., et al. Direct and indirect selection on flowering time, water‐use efficiency (WUE, δ13C), and WUE plasticity to drought in Arabidopsis thaliana. Ecol. Evol. 2014;4(23):4505–4521.", "ArticleIdList": ["PMC4264900", "25512847"]}, {"Citation": "Li W., et al. Fine root biomass and morphology in a temperate forest are influenced more by canopy water addition than by canopy nitrogen addition. Frontiers in Ecology and Evolution. 2023;11"}, {"Citation": "Wu G., et al. Seed mass increase along altitude within four Saussurea (Asteraceae) species in Tibetan Plateau. Pol. J. Ecol. 2011;59(3):617–622."}, {"Citation": "Hattori M., et al. Pattern of flower size variation along an altitudinal gradient differs between Impatiens textori and Impatiens noli-tangere. J. Plant Interact. 2016;11(1):152–157."}, {"Citation": "Yaqoob U., Nawchoo I.A. Impact of habitat variability and altitude on growth dynamics and reproductive allocation in Ferula jaeschkeana Vatke. J. King Saud Univ. Sci. 2017;29(1):19–27."}, {"Citation": "Datta A., et al. Processes affecting altitudinal distribution of invasive Ageratina adenophora in western Himalaya: the role of local adaptation and the importance of different life-cycle stages. PLoS One. 2017;12(11)", "ArticleIdList": ["PMC5695283", "29125852"]}, {"Citation": "Fabbro T., Körner C. Altitudinal differences in flower traits and reproductive allocation. Flora-Morphology, Distribution, Functional Ecology of Plants. 2004;199(1):70–81."}, {"Citation": "Olejniczak P., et al. Seed size in mountain herbaceous plants changes with elevation in a species-specific manner. PLoS One. 2018;13(6)", "ArticleIdList": ["PMC6005539", "29912939"]}, {"Citation": "Watermann L.Y., et al. Plant invasion into high elevations implies adaptation to high UV-B environments: a multi-species experiment. Biol. Invasions. 2020;22:1203–1218."}, {"Citation": "He M.-Y., et al. Precise analysis of potassium isotopic composition in plant materials by multi-collector inductively coupled plasma mass spectrometry. Spectrochim. Acta B Atom Spectrosc. 2023;209"}, {"Citation": "Zhang G., Zhao Z., Zhu Y. Changes in abiotic dissipation rates and bound fractions of antibiotics in biochar-amended soil. J. Clean. Prod. 2020;256"}, {"Citation": "Nie S., et al. Coupling effects of nitrate reduction and sulfur oxidation in a subtropical marine mangrove ecosystem with Spartina alterniflora invasion. Sci. Total Environ. 2023;862", "ArticleIdList": ["36526186"]}, {"Citation": "Yuan J., et al. Effect of magnesium ions on the mechanical properties of soil reinforced by microbially induced carbonate precipitation. J. Mater. Civ. Eng. 2023;35(11)"}, {"Citation": "Zhang G., et al. Impacts of biochars on bacterial community shifts and biodegradation of antibiotics in an agricultural soil during short-term incubation. Sci. Total Environ. 2021;771", "ArticleIdList": ["33545472"]}, {"Citation": "Sardans i Galobart J., et al. Plant invasion is associated with higher plant-soil nutrient concentrations in nutrient poor-environments. Global Change Biol. 2017;23(3):1282–1291.", "ArticleIdList": ["27272953"]}, {"Citation": "Vasquez E., Sheley R., Svejcar T. Creating invasion resistant soils via nitrogen management. Invasive Plant Sci. Manag. 2008;1(3):304–314."}, {"Citation": "Adomou A.C. Wageningen University and Research; 2005. Vegetation Patterns and Environmental Gradients in Benin: Implications for Biogeography and Conservation."}, {"Citation": "Zhao C., et al. Mechanisms of plant responses and adaptation to soil salinity. Innovation. 2020;1(1)", "ArticleIdList": ["PMC8454569", "34557705"]}, {"Citation": "Hounkpevi A., et al. Climate-induced morphological variation of black plum (Vitex doniana Sw.) in Benin, West Africa. Genet. Resour. Crop Evol. 2016;63:1073–1084."}, {"Citation": "Wang S., et al. Phenotypic plasticity and exotic plant invasions: effects of soil nutrients, species nutrient requirements, and types of traits. Physiol. Plantarum. 2022;174(1)", "ArticleIdList": ["35092017"]}, {"Citation": "Ooi M.K., et al. Temperature thresholds of physically dormant seeds and plant functional response to fire: variation among species and relative impact of climate change. Ecol. Evol. 2014;4(5):656–671.", "ArticleIdList": ["PMC4098144", "25035805"]}, {"Citation": "Venter S., Witkowski E. Where are the young baobabs? Factors affecting regeneration of Adansonia digitata L. in a communally managed region of southern Africa. J. Arid Environ. 2013;92:1–13."}, {"Citation": "Semmartin M., Ghersa C.M. Intraspecific changes in plant morphology, associated with grazing, and effects on litter quality, carbon and nutrient dynamics during decomposition. Austral Ecol. 2006;31(1):99–105."}, {"Citation": "Assogbadjo A.E., Sinsin B., Van Damme P. Caractères morphologiques et production des capsules de baobab (Adansonia digitata L.) au Bénin. Fruits. 2005;60(5):327–340."}, {"Citation": "Maranz S., Wiesman Z. Evidence for indigenous selection and distribution of the shea tree, Vitellaria paradoxa, and its potential significance to prevailing parkland savanna tree patterns in sub‐Saharan Africa north of the equator. J. Biogeogr. 2003;30(10):1505–1516."}, {"Citation": "Houehanou T.D., et al. Morphological trait variation and relationships of Afzelia africana Sm. caused by climatic conditions and anthropogenic disturbance in Benin (West Africa) Genet. Resour. Crop Evol. 2019;66:1091–1105."}, {"Citation": "Amahowe O.I., et al. Multiple disturbance patterns and population structure of a tropical tree species, Afzelia africana (Leguminosae–Caesalpinioideae), in two contrasting bioclimatic zones of the Republic of Benin. South. For. a J. For. Sci. 2018;80(2):95–103."}, {"Citation": "Kouyaté A.M., Van Damme P. Caractères morphologiques de Detarium microcarpum Guill. et Perr. au sud du Mali. Fruits. 2002;57(4):231–238."}, {"Citation": "Ugese F.D., Baiyeri P.K., Mbah B.N. Agroecological variation in the fruits and nuts of shea butter tree (Vitellaria paradoxa CF Gaertn.) in Nigeria. Agrofor. Syst. 2010;79:201–211."}]}], "History": [{"Year": "2023", "Month": "10", "Day": "27"}, {"Year": "2024", "Month": "2", "Day": "26"}, {"Year": "2024", "Month": "3", "Day": "7"}, {"Year": "2024", "Month": "3", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "3", "Day": "25", "Hour": "4", "Minute": "28"}, {"Year": "2024", "Month": "3", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["38524627", "PMC10957434", "10.1016/j.heliyon.2024.e27811", "S2405-8440(24)03842-8"]}}]}