{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Duplicated genes", "Host–pathogen interaction", "Long non-coding RNA", "MicroRNA", "Pathogen defense"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38520529", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "23"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s00425-024-04379-1"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "23"}], "Journal": {"ISSN": "1432-2048", "JournalIssue": {"Volume": "259", "Issue": "5", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "23"}}, "Title": "Planta", "ISOAbbreviation": "Planta"}, "ArticleTitle": "Impact of biotic stresses on the Brassicaceae family and opportunities for crop improvement by exploiting genotyping traits.", "Pagination": {"StartPage": "97", "MedlinePgn": "97"}, "Abstract": {"AbstractText": ["Utilizing RNAi, miRNA, siRNA, lncRNA and exploiting genotyping traits can help safeguard the food supply from illnesses and pest damage to Brassicas, as well as reduce yield losses caused by plant pathogens and insect pests. In the natural environment, plants face significant challenges in the form of biotic stress, due to various living organisms, leading to biological stress and a sharp decline in crop yields. To cope with these effects, plants have evolved specialized mechanisms to mitigate these challenges. Plant stress tolerance and resistance are influenced by genes associated with stress-responsive pathogens that interact with various stress-related signaling pathway components. Plants employ diverse strategies and mechanisms to combat biological stress, involving a complex network of transcription factors that interact with specific cis-elements to regulate gene expression. Understanding both plant developmental and pathogenic disease resistance mechanisms can allow us to develop stress-tolerant and -resistant crops. Brassica genus includes commercially important crops, e.g., broccoli, cabbage, cauliflower, kale, and rapeseed, cultivated worldwide, with several applications, e.g., oil production, consumption, condiments, fodder, as well as medicinal ones. Indeed, in 2020, global production of vegetable Brassica reached 96.4 million tones, a 10.6% rise from the previous decade. Taking into account their commercial importance, coupled to the impact that pathogens can have in Brassica productivity, yield losses up to 60%, this work complies the major diseases caused due to fungal, bacterial, viral, and insects in Brassica species. The review is structured into three parts. In the first part, an overview is provided of the various pathogens affecting Brassica species, including fungi, bacteria, viruses, and insects. The second part delves into the exploration of defense mechanisms that Brassica plants encounter against these pathogens including secondary metabolites, duplicated genes, RNA interference (RNAi), miRNA (micro-RNA), siRNA (small interfering RNA), and lncRNA (long non-coding RNA). The final part comprehensively outlines the current applications of CRISPR/Cas9 technology aimed at enhancing crop quality. Taken collectively, this review will contribute to our enhanced understanding of these mechanisms and their role in the development of resistance in Brassica plants, thus supporting strategies to protect this crucial crop."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Systems Biology Laboratory, Department of Microbiology, Raiganj University, Raiganj, West Bengal, India."}, {"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, Uttar Banga Krishi Viswavidyalaya, Coochbehar, West Bengal, India."}], "LastName": "Das Laha", "ForeName": "Shayani", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, Uttar Banga Krishi Viswavidyalaya, Coochbehar, West Bengal, India."}], "LastName": "Kundu", "ForeName": "Avijit", "Initials": "A"}, {"Identifier": ["0000-0002-8140-508X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Computational and Systems Biology Laboratory, Department of Microbiology, Raiganj University, Raiganj, West Bengal, India. s.podder@raiganjuniversity.ac.in."}], "LastName": "Podder", "ForeName": "Soumita", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Planta", "NlmUniqueID": "1250576", "ISSNLinking": "0032-0935"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "RNA, Long Noncoding"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Small Interfering"}, {"RegistryNumber": "0", "NameOfSubstance": "MicroRNAs"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": [], "DescriptorName": "RNA, Long Noncoding"}, {"QualifierName": ["genetics"], "DescriptorName": "Brassica"}, {"QualifierName": ["genetics"], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Insecta"}, {"QualifierName": ["genetics"], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "RNA, Small Interfering"}, {"QualifierName": ["genetics"], "DescriptorName": "MicroRNAs"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdul Malik NA, Kumar IS, Nadarajah K (2020) Elicitor and receptor molecules: orchestrators of plant defense and immunity. Int J Mol Sci 21(3):963. https://doi.org/10.3390/ijms21030963", "ArticleIdList": ["10.3390/ijms21030963", "32024003", "7037962"]}, {"Citation": "Abuyusuf Md, Robin A, Kim H-T, Islam Md, Park J-I, Nou I-S (2018) Altered glucosinolate profiles and expression of glucosinolate biosynthesis genes in ringspot-resistant and susceptible cabbage lines. Int J Mol Sci 19(9):2833. https://doi.org/10.3390/ijms19092833", "ArticleIdList": ["10.3390/ijms19092833", "30235823", "6163659"]}, {"Citation": "Abuyusuf Md, Rubel MH, Kim H-T, Jung H-J, Nou I-S, Park J-I (2023) Glucosinolates and biotic stress tolerance in Brassicaceae with emphasis on cabbage: a review. Biochem Genet 61(2):451–470. https://doi.org/10.1007/s10528-022-10269-6", "ArticleIdList": ["10.1007/s10528-022-10269-6", "36057909"]}, {"Citation": "Ádám A, Nagy Z, Kátay G, Mergenthaler E, Viczián O (2018) Signals of systemic immunity in plants: progress and open questions. Int J Mol Sci 19(4):1146. https://doi.org/10.3390/ijms19041146", "ArticleIdList": ["10.3390/ijms19041146", "29642641", "5979450"]}, {"Citation": "Aghajanzadeh TA, Watanabe M, Tohge T et al (2023) Necrotrophic fungal infection affects indolic glucosinolate metabolism in Brassica rapa. Acta Physiol Plant 45:64. https://doi.org/10.1007/s11738-023-03546-3", "ArticleIdList": ["10.1007/s11738-023-03546-3"]}, {"Citation": "Ahmed NU, Park J-I, Jung H-J, Seo M-S, Kumar TS, Lee I-H, Nou I-S (2012) Identification and characterization of stress resistance related genes of Brassica rapa. Biotech Lett 34(5):979–987. https://doi.org/10.1007/s10529-012-0860-4", "ArticleIdList": ["10.1007/s10529-012-0860-4"]}, {"Citation": "Aldon D, Mbengue M, Mazars C, Galaud J-P (2018) Calcium signalling in plant biotic interactions. Int J Mol Sci 19(3):665. https://doi.org/10.3390/ijms19030665", "ArticleIdList": ["10.3390/ijms19030665", "29495448", "5877526"]}, {"Citation": "Ali S, Mir ZA, Tyagi A, Mehari H, Meena RP, Bhat JA, Yadav P, Papalou P, Rawat S, Grover A (2017) Overexpression of NPR1 in Brassica juncea confers broad spectrum resistance to fungal pathogens. Front Plant Sci 8:1693", "ArticleIdList": ["10.3389/fpls.2017.01693", "29046679", "5632730"]}, {"Citation": "Anjali N, Kumar S, Korra T, Thakur R, Arutselvan R, Kashyap AS, Nehela Y, Chaplygin V, Minkina T, Keswani C (2023) Role of plant secondary metabolites in defence and transcriptional regulation in response to biotic stress. Plant Stress 8:100154. https://doi.org/10.1016/j.stress.2023.100154", "ArticleIdList": ["10.1016/j.stress.2023.100154"]}, {"Citation": "Balmer D, Mauch-Mani B (2013) Small yet mighty: MicroRNA in plant–microbe interactions. MicroRNA 2:73–80", "ArticleIdList": ["10.2174/2211536611302010008"]}, {"Citation": "Bari R, Jones JDG (2009) Role of plant hormones in plant defence responses. Plant Mol Biol 69(4):473–488. https://doi.org/10.1007/s11103-008-9435-0", "ArticleIdList": ["10.1007/s11103-008-9435-0", "19083153"]}, {"Citation": "Boccara M, Sarazin A, Thiébeauld O, Jay F, Voinnet O, Navarro L, Colot V (2014) The Arabidopsis miR472-RDR6 silencing pathway modulates PAMP- and effector-triggered immunity through the post-transcriptional control of disease resistance genes. PLoS Pathog 10(1):e1003883. https://doi.org/10.1371/journal.ppat.1003883", "ArticleIdList": ["10.1371/journal.ppat.1003883", "24453975", "3894208"]}, {"Citation": "Cao Y, Yan X, Ran S, Ralph J, Smith RA, Chen X, Qu C, LiJ LL (2022) Knockout of the lignin pathway gene BnF5H decreases the S/G lignin compositional ratio and improves Sclerotinia sclerotiorum resistance in Brassica napus. Plant Cell Environ 45(1):248–261", "ArticleIdList": ["10.1111/pce.14208", "34697825"]}, {"Citation": "Carlier JD, Alabaça CA, Coelho PS, Monteiro AA, Leitão JM (2012) The downy mildew resistance locus Pp523 is located on chromosome C8 of Brassica oleracea L. Plant Breed 131(1):170–175. https://doi.org/10.1111/j.1439-0523.2011.01904.x", "ArticleIdList": ["10.1111/j.1439-0523.2011.01904.x"]}, {"Citation": "Casacuberta JM, Devos Y, du Jardin P, Ramon M, Vaucheret H, Nogué F (2015) Biotechnological uses of RNAi in plants: risk assessment considerations. Trends Biotechnol 33(3):145–147. https://doi.org/10.1016/j.tibtech.2014.12.003", "ArticleIdList": ["10.1016/j.tibtech.2014.12.003", "25721261"]}, {"Citation": "Casimiro S, Moura M, Ze-Ze L, Tenreiro R, Monteiro AA (2004) Internal transcribed spacer 2 amplicon as a molecular marker for identification of Peronospora parasitica (crucifer downy mildew). J Appl Microbiol 96(3):579–587. https://doi.org/10.1111/j.1365-2672.2004.02193.x", "ArticleIdList": ["10.1111/j.1365-2672.2004.02193.x", "14962138"]}, {"Citation": "Chauhan S, Yogindran S, Rajam MV (2017) Role of miRNAs in biotic stress reactions in plants. Ind J Plant Physiol 22:514–529. https://doi.org/10.1007/s40502-017-0347-3", "ArticleIdList": ["10.1007/s40502-017-0347-3"]}, {"Citation": "Chekanova JA (2015) Long non-coding RNAs and their functions in plants. Curr Opin Plant Biol 27:207–216. https://doi.org/10.1016/j.pbi.2015.08.003", "ArticleIdList": ["10.1016/j.pbi.2015.08.003", "26342908"]}, {"Citation": "Chen GY, Wu CP, Li B, Su H, Zhen SZ, An YL (2010) Detection of Leptosphaeria maculans from imported Canola seeds. J Plant Dis Prot 117(4):173–176. https://doi.org/10.1007/BF03356356", "ArticleIdList": ["10.1007/BF03356356"]}, {"Citation": "Chen Y, Fan K, Hung S, Chen Y (2020a) The role of peptides cleaved from protein precursors in eliciting plant stress reactions. New Phytol 225(6):2267–2282. https://doi.org/10.1111/nph.16241", "ArticleIdList": ["10.1111/nph.16241", "31595506"]}, {"Citation": "Chen L, Zhu QH, Kaufmann K (2020b) Long non-coding RNAs in plants: emerging modulators of gene activity in development and stress responses. Planta 252:92. https://doi.org/10.1007/s00425-020-03480-5", "ArticleIdList": ["10.1007/s00425-020-03480-5", "33099688", "7585572"]}, {"Citation": "Cong L, Ran FA, Cox D, Lin S, Barretto R, Habib N, Zhang F (2013) Multiplex genome engineering using CRISPR/Cas systems. Science 339(6121):819–823", "ArticleIdList": ["10.1126/science.1231143", "23287718", "3795411"]}, {"Citation": "Cui C, Wang J-J, Zhao J-H, Fang Y-Y, He X-F, Guo H-S, Duan C-G (2020) A Brassica miRNA regulates plant growth and immunity through distinct modes of action. Mol Plant 13(2):231–245. https://doi.org/10.1016/j.molp.2019.11.010", "ArticleIdList": ["10.1016/j.molp.2019.11.010", "31794845"]}, {"Citation": "Das Laha S, Das D, Ghosh T, Podder S (2023) Enrichment of intrinsically disordered residues in ohnologs facilitates abiotic stress resilience in Brassica rapa. J Plant Res 136(2):239–251. https://doi.org/10.1007/s10265-022-01432-6", "ArticleIdList": ["10.1007/s10265-022-01432-6", "36607467"]}, {"Citation": "de Bianchi S, Dall’Osto L, Tognon G, Morosinotto T, Bassi R (2008) Minor antenna proteins CP24 and CP26 affect the interactions between photosystem II subunits and the electron transport rate in grana membranes of Arabidopsis. Plant Cell 20(4):1012–1028. https://doi.org/10.1105/tpc.107.055749", "ArticleIdList": ["10.1105/tpc.107.055749", "18381925", "2390724"]}, {"Citation": "De Vleesschauwer D, Xu J, Hofte M (2014) Making sense of hormone-mediated defense networking: from rice to Arabidopsis. Front Plant Sci. https://doi.org/10.3389/fpls.2014.00611", "ArticleIdList": ["10.3389/fpls.2014.00611", "25426127", "4227482"]}, {"Citation": "Du R, Huang Y, Zhang J, Yang L, Wu M, Li G (2021) LAMP Detection and Identification of the Blackleg Pathogen Leptosphaeria biglobosa ‘brassicae.’ Plant Dis 105(10):3192–3200. https://doi.org/10.1094/PDIS-08-20-1819-RE", "ArticleIdList": ["10.1094/PDIS-08-20-1819-RE", "33560882"]}, {"Citation": "Eckes-Shephard A, Gubała T, Nowakowski P, Szymczyszyn T, Wells R, Irwin J, Horro C, Hancock J, King G, Dyer S, Jurkowski W (2017) Introducing the Brassica information portal: towards integrating genotypic and phenotypic Brassica crop data. F1000Research 6:465. https://doi.org/10.12688/f1000research.11301.1", "ArticleIdList": ["10.12688/f1000research.11301.1"]}, {"Citation": "Escher N, Kach B, Nentwig W (2000) Decomposition of transgenic Bacillus thuringiensis maize by microorganisms and woodlice Porcellio scaber (Crustacea: Isopoda). Basic Appl Ecol 1(2):161–169. https://doi.org/10.1078/1439-1791-00024", "ArticleIdList": ["10.1078/1439-1791-00024"]}, {"Citation": "Fahlgren N, Howell MD, Kasschau KD, Chapman EJ, Sullivan CM, Cumbie JS, Givan SA, Law TF, Grant SR, Dangl JL, Carrington JC (2007) High-throughput sequencing of Arabidopsis microRNAs: evidence for frequent birth and death of MIRNA genes. PLoS ONE 2(2):e219. https://doi.org/10.1371/journal.pone.0000219", "ArticleIdList": ["10.1371/journal.pone.0000219", "17299599", "1790633"]}, {"Citation": "Fening KO, Forchibe EE, Wamonje FO, Adama I, Afreh-Nuamah K, Carr JP (2020) First report and distribution of the Indian Mustard Aphid, Lipaphis erysimi pseudobrassicae (Hemiptera: Aphididae) on cabbage (Brassica oleracea var capitata) in Ghana. J Econ Entomol 113(3):1363–1372. https://doi.org/10.1093/jee/toaa057", "ArticleIdList": ["10.1093/jee/toaa057", "32270189"]}, {"Citation": "Fitt BDL, Brun H, Barbetti MJ, Rimmer SR (2006) World-wide importance of phoma stem canker (Leptosphaeria maculans and L. biglobosa) on oilseed rape (Brassica napus). Eur J Plant Pathol 114(1):3–15. https://doi.org/10.1007/s10658-005-2233-5", "ArticleIdList": ["10.1007/s10658-005-2233-5"]}, {"Citation": "Fitt BDL, Hu BC, Li ZQ, Liu SY, Lange RM, Kharbanda PD, Butterworth MH, White RP (2008) Strategies to prevent spread of Leptosphaeria maculans (phoma stem canker) onto oilseed rape crops in China; costs and benefits. Plant Pathol 57(4):652–664. https://doi.org/10.1111/j.1365-3059.2008.01841.x", "ArticleIdList": ["10.1111/j.1365-3059.2008.01841.x"]}, {"Citation": "Flagel LE, Wendel JF (2009) Gene duplication and evolutionary novelty in plants. New Phytol 183(3):557–564. https://doi.org/10.1111/j.1469-8137.2009.02923.x (PMID: 19555435)", "ArticleIdList": ["10.1111/j.1469-8137.2009.02923.x", "19555435"]}, {"Citation": "Foyer CH (2018) Reactive oxygen species, oxidative signaling and the regulation of photosynthesis. Environ Exp Bot 154:134–142. https://doi.org/10.1016/j.envexpbot.2018.05.003", "ArticleIdList": ["10.1016/j.envexpbot.2018.05.003", "30283160", "6105748"]}, {"Citation": "Francisco M, Tortosa M, Martínez-Ballesta MDC, Velasco P, García-Viguera C, Moreno DA (2017) Nutritional and phytochemical value of Brassica crops from the agri-food perspective. Ann Appl Biol 170:273–285", "ArticleIdList": ["10.1111/aab.12318"]}, {"Citation": "Fu ZQ, Dong X (2013) Systemic acquired resistance: turning local infection into global defense. Annu Rev Plant Biol 64(1):839–863. https://doi.org/10.1146/annurev-arplant-042811-105606", "ArticleIdList": ["10.1146/annurev-arplant-042811-105606", "23373699"]}, {"Citation": "Fürstenberg-Hägg J, Zagrobelny M, Bak S (2013) Plant defense against insect herbivores. Int J Mol Sci 14(5):10242–10297. https://doi.org/10.3390/ijms140510242", "ArticleIdList": ["10.3390/ijms140510242", "23681010", "3676838"]}, {"Citation": "González VM, Müller S, Baulcombe D, Puigdomènech P (2015) Evolution of NBS-LRR gene copies among dicot plants and its regulation by members of the miR482/2118 superfamily of miRNAs. Mol Plant 8(2):329–331. https://doi.org/10.1016/j.molp.2014.11.013", "ArticleIdList": ["10.1016/j.molp.2014.11.013", "25680777"]}, {"Citation": "Guerret MGL, Nyalugwe EP, Maina S, Barbetti MJ, van Leur JAG, Jones RAC (2017) Biological and molecular properties of a Turnip mosaic virus (TuMV) strain that breaks TuMV resistances in Brassica napus. Plant Dis 101(5):674–683. https://doi.org/10.1094/PDIS-08-16-1129-RE", "ArticleIdList": ["10.1094/PDIS-08-16-1129-RE", "30678573"]}, {"Citation": "Guillemette T, Iacomi-Vasilescu B, Simoneau P (2004) Conventional and real-time PCR-based assay for detecting pathogenic Alternaria brassicae in cruciferous seed. Plant Dis 88(5):490–496. https://doi.org/10.1094/PDIS.2004.88.5.490", "ArticleIdList": ["10.1094/PDIS.2004.88.5.490", "30812652"]}, {"Citation": "Guo S, Kemphues KJ (1995) par-1, a gene required for establishing polarity in C. elegans embryos, encodes a putative Ser/Thr kinase that is asymmetrically distributed. Cell 81(4):611–620. https://doi.org/10.1016/0092-8674(95)90082-9", "ArticleIdList": ["10.1016/0092-8674(95)90082-9", "7758115"]}, {"Citation": "He X-F, Fang Y-Y, Feng L, Guo H-S (2008) Characterization of conserved and novel microRNAs and their targets, including a TuMV-induced TIR-NBS-LRR class R gene-derived novel miRNA in Brassica. FEBS Lett 582(16):2445–2452. https://doi.org/10.1016/j.febslet.2008.06.011", "ArticleIdList": ["10.1016/j.febslet.2008.06.011", "18558089"]}, {"Citation": "Idnurm A, Urquhart AS, Vummadi DR, Chang S, Wouw APVD, Ruiz FJL (2017) Spontaneous and CRISPR/Cas9-induced mutation of the osmosensor histidine kinase of the canola pathogen Leptosphaeria maculans. Fungal Biol Biotechnol 4(1):1–12. https://doi.org/10.1186/s40694-017-0043-0", "ArticleIdList": ["10.1186/s40694-017-0043-0"]}, {"Citation": "Iglesias-Bernabé L, Madloo P, Rodríguez VM, Francisco M, Soengas P (2019) Dissecting quantitative resistance to Xanthomonas campestris pv. campestris in leaves of Brassica oleracea by QTL analysis. Sci Rep 9:1–11", "ArticleIdList": ["10.1038/s41598-019-38527-5"]}, {"Citation": "Inturrisi FC, Barbetti MJ, Tirnaz S, Patel DA, Edwards D, Batley J (2021) Molecular characterization of disease resistance in Brassica juncea: the current status and the way forward. Plant Pathol 70(1):13–34. https://doi.org/10.1111/ppa.13277", "ArticleIdList": ["10.1111/ppa.13277"]}, {"Citation": "Iqbal Z, Iqbal MS, Hashem A, Abd Allah EF, Ansari MI (2021) Plant defense responses to biotic stress and its interplay with fluctuating dark/light conditions. Front Plant Sci. https://doi.org/10.3389/fpls.2021.631810", "ArticleIdList": ["10.3389/fpls.2021.631810", "35095971", "8631872"]}, {"Citation": "Jafari M, Shams-bakhsh M (2018) Preliminary results of an attempt to produce resistance to turnip mosaic virus in transgenic canola (Brassica Napus). Virusj 12(2):25–33"}, {"Citation": "Jain D, Khurana JP (2018) Role of pathogenesis-related (PR) proteins in plant defense mechanism. Molecular aspects of plant-pathogen interaction. Springer, Singapore, pp 265–281. https://doi.org/10.1007/978-981-10-7371-7_12", "ArticleIdList": ["10.1007/978-981-10-7371-7_12"]}, {"Citation": "Jian H, Ma J, Wei L, Liu P, Zhang A, Yang B, Li J, Xu X, Liu L (2018) Integrated mRNA, sRNA, and degradome sequencing reveal oilseed rape complex responses to Sclerotinia sclerotiorum (Lib.) infection. Sci Rep 8(1):10987. https://doi.org/10.1038/s41598-018-29365-y", "ArticleIdList": ["10.1038/s41598-018-29365-y", "30030454", "6054686"]}, {"Citation": "Jinek M, Chylinski K, Fonfara I, Hauer M, Doudna JA, Charpentier E (2012) A programmable dual-RNA–guided DNA endonuclease in adaptive bacterial immunity. Science 337(6096):816–821", "ArticleIdList": ["10.1126/science.1225829", "22745249", "6286148"]}, {"Citation": "Joshi RK, Megha S, Basu U, Rahman MH, Kav NNV (2016) Genome wide identification and functional prediction of long non-coding RNAs responsive to Sclerotinia sclerotiorum infection in Brassica napus. PLoS ONE 11(7):e0158784. https://doi.org/10.1371/journal.pone.0158784", "ArticleIdList": ["10.1371/journal.pone.0158784", "27388760", "4936718"]}, {"Citation": "Kavalappara SR, Milner H, Riley DG, Bag S (2022) First report of turnip yellows virus infecting cabbage (Brassica oleracea var. capitata) in the United States. Plant Dis 106(8):2273", "ArticleIdList": ["10.1094/PDIS-10-21-2174-PDN"]}, {"Citation": "Kayum MdA, Park J-I, Ahmed NU, Saha G, Chung M-Y, Kang J-G, Nou I-S (2016) Alfin-like transcription factor family: characterization and expression profiling against stresses in Brassica oleracea. Acta Physiol Plant 38(5):127. https://doi.org/10.1007/s11738-016-2139-1", "ArticleIdList": ["10.1007/s11738-016-2139-1"]}, {"Citation": "Kayum MdA, Park J-I, Nath UK, Saha G, Biswas MK, Kim H-T, Nou I-S (2017) Genome-wide characterization and expression profiling of PDI family gene reveals function as abiotic and biotic stress tolerance in Chinese cabbage (Brassica rapa ssp. pekinensis). BMC Genom 18(1):885. https://doi.org/10.1186/s12864-017-4277-2", "ArticleIdList": ["10.1186/s12864-017-4277-2"]}, {"Citation": "Khan MA, Cowling W, Banga SS, You MP, Tyagi V, Bharti B, Barbetti MJ (2020) Patterns of inheritance for cotyledon resistance against Sclerotinia sclerotiorum in Brassica napus. Euphytica 216(5):79. https://doi.org/10.1007/s10681-020-02612-y", "ArticleIdList": ["10.1007/s10681-020-02612-y"]}, {"Citation": "Khan UM, Rana IA, Shaheen N, Raza Q, Rehman HM, Maqbool R, Khan IA, Atif RM (2023) Comparative phylogenomic insights of KCS and ELO gene families in Brassica species indicate their role in seed development and stress responsiveness. Sci Rep 13(1):3577. https://doi.org/10.1038/s41598-023-28665-2", "ArticleIdList": ["10.1038/s41598-023-28665-2", "36864046", "9981734"]}, {"Citation": "Khraiwesh B, Zhu J-K, Zhu J (2012) Role of miRNAs and siRNAs in biotic and abiotic stress responses of plants. Biochim Biophys Acta BBA Gene Regul Mech 1819(2):137–148. https://doi.org/10.1016/j.bbagrm.2011.05.001", "ArticleIdList": ["10.1016/j.bbagrm.2011.05.001"]}, {"Citation": "Kovács L, Damkjær J, Kereïche S, Ilioaia C, Ruban AV, Boekema EJ, Jansson S, Horton P (2006) Lack of the light-harvesting complex CP24 affects the structure and function of the grana membranes of higher plant chloroplasts. Plant Cell 18(11):3106–3120. https://doi.org/10.1105/tpc.106.045641", "ArticleIdList": ["10.1105/tpc.106.045641", "17114352", "1693946"]}, {"Citation": "Ku Y-S, Sintaha M, Cheung M-Y, Lam H-M (2018) Plant hormone signaling crosstalks between biotic and abiotic stress responses. Int J Mol Sci 19(10):3206. https://doi.org/10.3390/ijms19103206", "ArticleIdList": ["10.3390/ijms19103206", "30336563", "6214094"]}, {"Citation": "Kudla J, Becker D, Grill E, Hedrich R, Hippler M, Kummer U, Parniske M, Romeis T, Schumacher K (2018) Advances and current challenges in calcium signaling. New Phytol 218(2):414–431. https://doi.org/10.1111/nph.14966", "ArticleIdList": ["10.1111/nph.14966", "29332310"]}, {"Citation": "Kumar R, Bisht NC (2018) Duplicated RGS (Regulator of G-protein signaling) proteins exhibit conserved biochemical but differential transcriptional regulation of heterotrimeric G-protein signaling in Brassica species. Sci Rep 8(1):2176. https://doi.org/10.1038/s41598-018-20500-3", "ArticleIdList": ["10.1038/s41598-018-20500-3", "29391473", "5794992"]}, {"Citation": "Lallemand T, Leduc M, Landès C, Rizzon C, Lerat E (2020) An overview of duplicated gene detection methods: why the duplication mechanism has to be accounted for in their choice. Genes 11(9):1046. https://doi.org/10.3390/genes11091046", "ArticleIdList": ["10.3390/genes11091046", "32899740", "7565063"]}, {"Citation": "Li S, Lin D, Zhang Y, Deng M, Chen Y, Lv B, Li B, Lei Y, Wang Y, Zhao L, Liang Y, Liu J, Chen K, Liu Z, Xiao J, Qiu JL, Gao C (2022) Genome-edited powdery mildew resistance in wheat without growth penalties. Nature 602(7897):455–460", "ArticleIdList": ["10.1038/s41586-022-04395-9", "35140403"]}, {"Citation": "Liu XS, Wu H, Ji X, Stelzer Y, Wu X, Czauderna S, Jaenisch R (2016) Editing DNA methylation in the mammalian genome. Cell 167(1):233–247", "ArticleIdList": ["10.1016/j.cell.2016.08.056", "27662091", "5062609"]}, {"Citation": "Liu F, Selin C, Zou Z, Fernando WGD (2020) LmCBP1, a secreted chitin-binding protein, is required for the pathogenicity of Leptosphaeria maculans on Brassica napus. Fungal Genet Biol 136:103320. https://doi.org/10.1016/j.fgb.2019.103320", "ArticleIdList": ["10.1016/j.fgb.2019.103320", "31863838"]}, {"Citation": "Lu L, Choi SR, Lim YP, Kang SY, Yi SY (2023) A GBS-based genetic linkage map and quantitative trait loci (QTL) associated with resistance to Xanthomonas campestris pv. campestris race 1 identified in Brassica oleracea. Front Plant Sci 14:1205681. https://doi.org/10.3389/fpls.2023.1205681", "ArticleIdList": ["10.3389/fpls.2023.1205681", "37384357", "10293835"]}, {"Citation": "Marco HG, Gäde G (2017) Structure and function of adipokinetic hormones of the large white butterfly Pieris brassicae. Physiol Entomol 42(2):103–112. https://doi.org/10.1111/phen.12175", "ArticleIdList": ["10.1111/phen.12175"]}, {"Citation": "Meena PD, Akhtar J, Meena BR, Mehta S, Monika K, Saharan GS, Mehta N (2022) Alternaria-brassica pathosystem: development and perspective. J Oilseed Brassica 13(2):65–89"}, {"Citation": "Megha S, Wang Z, Kav NNV, Rahman H (2022) Genome-wide identification of biotin carboxyl carrier subunits of acetyl-CoA carboxylase in Brassica and their role in stress tolerance in oilseed Brassica napus. BMC Genom 23(1):707. https://doi.org/10.1186/s12864-022-08920-y", "ArticleIdList": ["10.1186/s12864-022-08920-y"]}, {"Citation": "Mikhaylova E, Khusnutdinov E, Shein MY, Alekseev VY, Nikonorov Y, Kuluev B (2021) The role of the GSTF11 gene in resistance to powdery mildew infection and cold stress. Plants 10(12):2729. https://doi.org/10.3390/plants10122729", "ArticleIdList": ["10.3390/plants10122729", "34961200", "8704923"]}, {"Citation": "Monaghan J, Zipfel C (2012) Plant pattern recognition receptor complexes at the plasma membrane. Curr Opin Plant Biol 15(4):349–357. https://doi.org/10.1016/J.PBI.2012.05.006", "ArticleIdList": ["10.1016/J.PBI.2012.05.006", "22705024"]}, {"Citation": "Mooney S, Al-Saharin R, Choi CM, Tucker K, Beathard C, Hellmann HA (2019) Characterization of Brassica rapa RAP2.4-related proteins in stress response and as CUL3-dependent E3 ligase substrates. Cells 8(4):336. https://doi.org/10.3390/cells8040336", "ArticleIdList": ["10.3390/cells8040336", "30974760", "6523098"]}, {"Citation": "Muhammad T, Zhang F, Zhang Y, Liang Y (2019) RNA interference: a natural immune system of plants to counteract biotic stressors. Cells 8(1):38. https://doi.org/10.3390/cells8010038", "ArticleIdList": ["10.3390/cells8010038", "30634662", "6356646"]}, {"Citation": "Muthamilarasan M, Prasad M (2013) Plant innate immunity: an updated insight into defense mechanism. J Biosci 38(2):433–449. https://doi.org/10.1007/s12038-013-9302-2", "ArticleIdList": ["10.1007/s12038-013-9302-2", "23660678"]}, {"Citation": "Nejat N, Mantri N (2017) Plant immune system: crosstalk between responses to biotic and abiotic stresses the missing link in understanding plant defence. Curr Issues Mol Biol. https://doi.org/10.21775/cimb.023.001", "ArticleIdList": ["10.21775/cimb.023.001", "28154243"]}, {"Citation": "Nouri-Ganbalani G, Borzoui E, Shahnavazi M, Nouri A (2018) Induction of resistance against Plutella xylostella (L.) (Lep.: Plutellidae) by jasmonic acid and mealy cabbage aphid feeding in Brassica napus L. Front Physiol. https://doi.org/10.3389/fphys.2018.00859", "ArticleIdList": ["10.3389/fphys.2018.00859", "30050454", "6052903"]}, {"Citation": "Osman HA, Ameen HH, Mohamed M, Elkelany US (2020) Efficacy of integrated microorganisms in controlling root-knot nematode Meloidogyne javanica infecting peanut plants under field conditions. Bull Natl Res Centre 44(1):134. https://doi.org/10.1186/s42269-020-00366-0", "ArticleIdList": ["10.1186/s42269-020-00366-0"]}, {"Citation": "Pallas V, García JA (2011) How do plant viruses induce disease? Interactions and interference with host components. J Gen Virol 92(12):2691–2705. https://doi.org/10.1099/vir.0.034603-0", "ArticleIdList": ["10.1099/vir.0.034603-0", "21900418"]}, {"Citation": "Potlakayala SD, DeLong C, Sharpe A, Fobert PR (2007) Conservation of non-expressor of pathogenesis-related Genes1 function between Arabidopsis thaliana and Brassica napus. Physiol Mol Plant Pathol 71(4–6):174–183. https://doi.org/10.1016/J.PMPP.2008.01.003", "ArticleIdList": ["10.1016/J.PMPP.2008.01.003"]}, {"Citation": "Poveda J, Díaz-González S, Díaz-Urbano M, Velasco P, Sacristán S (2022) Fungal endophytes of Brassicaceae: molecular interactions and crop benefits. Front Plant Sci 13:932288", "ArticleIdList": ["10.3389/fpls.2022.932288", "35991403", "9390090"]}, {"Citation": "Probsting M (2020) Application of CRISPR-Cas9 genome editing systems for improving oilseed rape (Brassica napus) disease resistance against Verticillium longisporum. MACAU"}, {"Citation": "Ranty B, Aldon D, Cotelle V, Galaud J-P, Thuleau P, Mazars C (2016) Calcium sensors as key hubs in plant responses to biotic and abiotic stresses. Front Plant Sci. https://doi.org/10.3389/fpl016.00327", "ArticleIdList": ["10.3389/fpl016.00327", "27014336", "4792864"]}, {"Citation": "Reddy ASN, Ali GS, Celesnik H, Day IS (2011) Coping with stresses: roles of calcium- and calcium/calmodulin-regulated gene expression. Plant Cell 23(6):2010–2032. https://doi.org/10.1105/tpc.111.084988", "ArticleIdList": ["10.1105/tpc.111.084988", "21642548", "3159525"]}, {"Citation": "Regmi R, Newman TE, Kamphuis LG, Derbyshire MC (2021) Identification of Brassica napus small RNAs responsive to infection by a necrotrophic pathogen. BMC Plant Biol 21(1):366. https://doi.org/10.1186/s12870-021-03148-6", "ArticleIdList": ["10.1186/s12870-021-03148-6", "34380425", "8356391"]}, {"Citation": "Rehman S, Shahzad B, Bajwa AA, Hussain S, Rehman A, Cheema SA, Abbas T, Ali A, Shah L, Adkins S, Li P (2019) Utilizing the allelopathic potential of Brassica species for sustainable crop production: a review. J Plant Growth Regul 38(1):343–356. https://doi.org/10.1007/s00344-018-9798-7", "ArticleIdList": ["10.1007/s00344-018-9798-7"]}, {"Citation": "Rialch I, Dhaliwal I, Rana K, Kaur J, Kaur G (2022) Genomic designing for biotic stress resistance in rapeseed. In: Kole C (ed) Genomic designing for biotic stress resistant oilseed crops. Springer, Cham. https://doi.org/10.1007/978-3-030-91035-8_2", "ArticleIdList": ["10.1007/978-3-030-91035-8_2"]}, {"Citation": "Ristaino JB, Anderson PK, Bebber DP, Brauman KA, Cunniffe NJ, Fedoroff NV, Finegold C, Garrett KA, Gilligan CA, Jones CM, Martin MD, Macdonald GK, Neenan P, Records A, Schmale DG, Tateosian L, Wei Q (2021) The persistent threat of emerging plant disease pandemics to global food security. Proc Natl Acad Sci. https://doi.org/10.1073/pnas.2022239118/-/DCSupplemental", "ArticleIdList": ["10.1073/pnas.2022239118/-/DCSupplemental", "34021073", "8201941"]}, {"Citation": "Rizwan M, Ali S, Zia ur Rehman M, Rinklebe J, Tsang DCW, Bashir A, Maqbool A, Tack FMG, Ok YS (2018) Cadmium phytoremediation potential of Brassica crop species: a review. Sci Total Environ 631–632:1175–1191. https://doi.org/10.1016/j.scitotenv.2018.03.104", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.104", "29727943"]}, {"Citation": "Robin AHK, Laila R, Abuyusuf M, Park JI, Nou IS (2020) Leptosphaeria maculans alters glucosinolate accumulation and expression of aliphatic and indolic glucosinolate biosynthesis genes in blackleg disease-resistant and -susceptible cabbage lines at the seedling stage. Front Plant Sci 30(11):1134", "ArticleIdList": ["10.3389/fpls.2020.01134"]}, {"Citation": "Saha P, Ghoshal C, Ray S, Saha ND, Srivastava M, Kalia P, Tomar BS (2020) Genetic analysis of downy mildew resistance and identification of molecular markers linked to resistance gene Ppa207 on chromosome 2 in cauliflower. Euphytica 216(11):183. https://doi.org/10.1007/s10681-020-02696-6", "ArticleIdList": ["10.1007/s10681-020-02696-6"]}, {"Citation": "Saijo Y, Loo EP (2020) Plant immunity in signal integration between biotic and abiotic stress responses. New Phytol 225(1):87–104. https://doi.org/10.1111/nph.15989", "ArticleIdList": ["10.1111/nph.15989", "31209880"]}, {"Citation": "Salvador-Guirao R, Baldrich P, Weigel D, Rubio-Somoza I, San Segundo B (2018) The MicroRNA miR773 is involved in the Arabidopsis immune response to fungal pathogens. Mol Plant-Microbe Interact 31(2):249–259. https://doi.org/10.1094/MPMI-05-17-0108-R", "ArticleIdList": ["10.1094/MPMI-05-17-0108-R", "28990488"]}, {"Citation": "Sampey GC, Guendel I, Das R, Jaworski E, Klase Z, Narayanan A, Kehn-Hall K, Kashanchi F (2012) Transcriptional gene silencing (TGS) via the RNAi machinery in HIV-1 infections. Biology 1(2):339–369. https://doi.org/10.3390/biology1020339", "ArticleIdList": ["10.3390/biology1020339", "24832229", "4009781"]}, {"Citation": "Sanlier N, Guler SM (2018) The benefits of Brassica vegetables on human health. J Hum Health Res 1(1):1–13"}, {"Citation": "Savary S, Ficke A, Aubertot J-N, Hollier C (2012) Crop losses due to diseases and their implications for global food production losses and food security. Food Secur 4:519–537. https://doi.org/10.1007/s12571-012-0200-5", "ArticleIdList": ["10.1007/s12571-012-0200-5"]}, {"Citation": "Schroeder KL, Martin FN, de Cock AWAM, Lévesque CA, Spies CFJ, Okubara PA, Paulitz TC (2013) Molecular detection and quantification of Pythium species: evolving taxonomy, new tools, and challenges. Plant Dis 97(1):4–20. https://doi.org/10.1094/PDIS-03-12-0243-FE", "ArticleIdList": ["10.1094/PDIS-03-12-0243-FE", "30722255"]}, {"Citation": "Sehrish S, Sumbal W, Xie M, Zhao C, Zuo R, Gao F, Liu S (2022) Genome-wide identification and characterization of SET domain family genes in Brassica napus L. Int J Mol Sci 23(4):1936. https://doi.org/10.3390/ijms23041936", "ArticleIdList": ["10.3390/ijms23041936", "35216050", "8879272"]}, {"Citation": "Sharma A, Gupta AK, Devi B (2023) Current trends in management of bacterial pathogens infecting plants. Antonie Van Leeuwenhoek 116(4):303–326. https://doi.org/10.1007/s10482-023-01809-0", "ArticleIdList": ["10.1007/s10482-023-01809-0", "36683073"]}, {"Citation": "Shen D, Suhrkamp I, Wang Y, Liu S, Menkhaus J, Verreet J, Fan L, Cai D (2014) Identification and characterization of micro RNAs in oilseed rape (Brassica napus ) responsive to infection with the pathogenic fungus Verticillium longisporum using Brassica rapa and Brassica oleracea as reference genomes. New Phytol 204(3):577–594. https://doi.org/10.1111/nph.12934", "ArticleIdList": ["10.1111/nph.12934", "25132374"]}, {"Citation": "Shen Y, Wang J, Shaw RK, Sheng X, Yu H, Branca F, Gu H (2023) Comparative transcriptome and targeted metabolome profiling unravel the key role of phenylpropanoid and glucosinolate pathways in defense against Alternaria brassicicola in broccoli. J Agric Food Chem 71(16):6499–6510", "ArticleIdList": ["10.1021/acs.jafc.2c08486", "37061924"]}, {"Citation": "Shin YH, Lee SH, Park Y-D (2020) Development of mite (Tetranychus urticae)-resistant transgenic Chinese cabbage using plant-mediated RNA interference. Hortic Environ Biotechnol 61(2):305–315. https://doi.org/10.1007/s13580-019-00203-y", "ArticleIdList": ["10.1007/s13580-019-00203-y"]}, {"Citation": "Shivaprasad PV, Chen H-M, Patel K, Bond DM, Santos BACM, Baulcombe DC (2012) A MicroRNA superfamily regulates nucleotide binding site–leucine-rich repeats and other mRNAs. Plant Cell 24(3):859–874. https://doi.org/10.1105/tpc.111.095380", "ArticleIdList": ["10.1105/tpc.111.095380", "22408077", "3336131"]}, {"Citation": "Shukla AK (2005) Estimation of yield losses to Indian mustard (Brassica juncea) due to Sclerotinia stem rot. J Phytol Res 18:267–268"}, {"Citation": "Shukla L, Chinnusamy V, Sunkar R (2008) The role of microRNAs and other endogenous small RNAs in plant stress responses. Biochim Biophys Acta (BBA) - Gene Regul Mech 1779(11):743–748. https://doi.org/10.1016/j.bbagrm.2008.04.004", "ArticleIdList": ["10.1016/j.bbagrm.2008.04.004"]}, {"Citation": "Singh Saharan G, Mehta N, Meena PD (2016) Alternaria diseases of crucifers: biology, ecology and disease management. Springer, Singapore", "ArticleIdList": ["10.1007/978-981-10-0021-8"]}, {"Citation": "Sobiczewski P, Iakimova ET, Mikiciński A, Węgrzynowicz-Lesiak E, Dyki B (2017) Necrotrophic behaviour of Erwinia amylovora in apple and tobacco leaf tissue. Plant Pathol 66(5):842–855. https://doi.org/10.1111/ppa.12631", "ArticleIdList": ["10.1111/ppa.12631"]}, {"Citation": "Song Y, Zhang D (2017) The role of long noncoding RNAs in plant stress tolerance. Springer, New York, pp 41–68. https://doi.org/10.1007/978-1-4939-7136-7_3", "ArticleIdList": ["10.1007/978-1-4939-7136-7_3"]}, {"Citation": "Song M, Linghu B, Huang S, Li F, An R, Xie C, Zhu Y, Hu S, Mu J, Zhang Y (2022) Genome-wide survey of leucine-rich repeat receptor-like protein kinase genes and CRISPR/Cas9- targeted mutagenesis BnBRI1 in Brassica napus. Front Plant Sci 13:865132–865132", "ArticleIdList": ["10.3389/fpls.2022.865132", "35498707", "9039726"]}, {"Citation": "Sotelo T, Lema M, Soengas P, Cartea ME, Velasco P (2015) In vitro activity of glucosinolates and their degradation products against Brassica-pathogenic bacteria and fungi. Appl Environ Microbiol 81:432–440", "ArticleIdList": ["10.1128/AEM.03142-14", "25362058"]}, {"Citation": "Spoel SH, Dong X (2012) How do plants achieve immunity? Defence without specialized immune cells. Nat Rev Immunol 12(2):89–100. https://doi.org/10.1038/nri3141", "ArticleIdList": ["10.1038/nri3141", "22273771"]}, {"Citation": "Strange R, Scott P (2005) Plant disease: a threat to global food security. Annu Rev Phytopathol 43:83–116. https://doi.org/10.1146/annurev.phyto.43.113004.133839", "ArticleIdList": ["10.1146/annurev.phyto.43.113004.133839", "16078878"]}, {"Citation": "Su T, Wang W, Wang Z, Li P, Xin X, Yu Y, Zhang D, Zhao X, Wang J, Sun L, Jin G, Zhang F, Yu S (2023) BrMYB108 confers resistance to Verticillium wilt by activating ROS generation in Brassica rapa. Cell Rep 42(8):112938. https://doi.org/10.1016/j.celrep.2023.112938 . (PMID: 37552600)", "ArticleIdList": ["10.1016/j.celrep.2023.112938", "37552600"]}, {"Citation": "Sun Q, Lin L, Liu D, Wu D, Fang Y, Wu J, Wang Y (2018) CRISPR/Cas9-mediated multiplex genome editing of the BnWRKY11 and BnWRKY70 genes in Brassica napus L. Int J Mol Sci 19(9):2716", "ArticleIdList": ["10.3390/ijms19092716", "30208656", "6163266"]}, {"Citation": "Tang J, Wang F, Hou X-L, Wang Z, Huang Z-N (2014) Genome-wide fractionation and identification of WRKY transcription factors in Chinese cabbage (Brassica rapa ssp. pekinensis) reveals collinearity and their expression patterns under abiotic and biotic stresses. Plant Mol Biol Rep 32(4):781–795. https://doi.org/10.1007/s11105-013-0672-2", "ArticleIdList": ["10.1007/s11105-013-0672-2"]}, {"Citation": "Tang Y, Zhang G, Jiang X, Shen S, Guan M, Tang Y, Sun F, Hu R, Chen S, Zhao H, Li J, Lu K, Yin N, Qu C (2023) Genome-wide association study of glucosinolate metabolites (mGWAS) in Brassica napus L. Plants (basel) 12(3):639. https://doi.org/10.3390/plants12030639", "ArticleIdList": ["10.3390/plants12030639", "36771722"]}, {"Citation": "Tiwari R, Kaur J, Bisht NC (2021) Extra-large G-proteins influence plant response to Sclerotinia sclerotiorum by regulating glucosinolate metabolism in Brassica juncea. Mol Plant Pathol 22(10):1180–1194", "ArticleIdList": ["10.1111/mpp.13096", "34374201", "8435238"]}, {"Citation": "Tortosa M, Cartea ME, Rodríguez VM, Velasco P (2018) Unraveling the metabolic response of Brassica oleracea exposed to Xanthomonas campestris pv. campestris. J Sci Food Agric 98(10):3675–3683. https://doi.org/10.1002/jsfa.8876", "ArticleIdList": ["10.1002/jsfa.8876", "29315593"]}, {"Citation": "Verma SS, Rahman MH, Deyholos MK, Basu U, Kav NNV (2014) Differential expression of miRNAs in Brassica napus root following Infection with Plasmodiophora brassicae. PLoS ONE 9(1):e86648. https://doi.org/10.1371/journal.pone.0086648", "ArticleIdList": ["10.1371/journal.pone.0086648", "24497962", "3909011"]}, {"Citation": "Wang R, Zou J, Meng J, Wang J (2018) Integrative analysis of genome-wide lncRNA and mRNA expression in newly synthesized Brassica hexaploids. Ecol Evol 8(12):6034–6052. https://doi.org/10.1002/ece3.4152", "ArticleIdList": ["10.1002/ece3.4152", "29988444", "6024132"]}, {"Citation": "Wang Z, Ma L-Y, Li X, Zhao F-Y, Sarwar R, Cao J, Li Y-L, Ding L-N, Zhu K-M, Yang Y-H, Tan X-L (2020) Genome-wide identification of the NPR1-like gene family in Brassica napus and functional characterization of BnaNPR1 in resistance to Sclerotinia sclerotiorum. Plant Cell Rep 39(6):709–722. https://doi.org/10.1007/s00299-020-02525-z", "ArticleIdList": ["10.1007/s00299-020-02525-z", "32140767"]}, {"Citation": "Wang Y, Luo Z, Zhao X, Cao H, Wang L, Liu S, Wang C, Liu M, Wang L, Liu Z (2023) Superstar microRNA, miR156, involved in plant biological processes and stress response: a review. Sci Hortic 316:112010. https://doi.org/10.1016/j.scienta.2023.112010", "ArticleIdList": ["10.1016/j.scienta.2023.112010"]}, {"Citation": "Wei L, Zhu Y, Liu R, Zhang A, Zhu M, Xu W, Lin A, Lu K, Li J (2019) Genome wide identification and comparative analysis of glutathione transferases (GST) family genes in Brassica napus. Sci Rep 9(1):9196. https://doi.org/10.1038/s41598-019-45744-5", "ArticleIdList": ["10.1038/s41598-019-45744-5", "31235772", "6591421"]}, {"Citation": "Wittstock U, Burow M (2010) Glucosinolate breakdown in Arabidopsis: mechanism, regulation and biological significance. Arabidopsis Book 8:e0134", "ArticleIdList": ["10.1199/tab.0134", "22303260", "3244901"]}, {"Citation": "Wong G, Millar AA (2019) The use of microrna decoy technologies to inhibit miRNA function in Arabidopsis. Plant MicroRNAs: methods and protocols. Springer, New York, pp 227–238. https://doi.org/10.1007/978-1-4939-9042-9_17", "ArticleIdList": ["10.1007/978-1-4939-9042-9_17"]}, {"Citation": "Xu T, Yang X, Feng X, Luo H, Luo C, Jia MA, Lei L (2023) Sensitive and visual detection of brassica yellows virus using RT-LAMP-coupled CRISPR-Cas12 assay. Phytopathology. https://doi.org/10.1094/PHYTO-06-23-0195-R . (PMID: 37589413)", "ArticleIdList": ["10.1094/PHYTO-06-23-0195-R", "38105219"]}, {"Citation": "Yan C, Jia K, Zhang J, Xiao Z, Sha X, Gao J, Yan H (2022) Genome-wide identification and expression pattern analysis of lipoxygenase gene family in turnip (Brassica rapa L. subsp rapa). PeerJ 10:e13746. https://doi.org/10.7717/peerj.13746", "ArticleIdList": ["10.7717/peerj.13746", "35898937", "9310782"]}, {"Citation": "Yang Y, Zhu K, Li H, Han S, Meng Q, Khan SU, Fan C, Xie K, Zhou Y (2018) Precise editing of CLAVATA genes in Brassica napus L. regulates multilocular silique development. Plant Biotechnol J 16(7):1322–1335. https://doi.org/10.1111/pbi.12872", "ArticleIdList": ["10.1111/pbi.12872", "29250878", "5999189"]}, {"Citation": "Yang J, Duan G, Li C, Liu L, Han G, Zhang Y, Wang C (2019) The crosstalks between jasmonic acid and other plant hormone signaling highlight the involvement of jasmonic acid as a core component in plant response to biotic and abiotic stresses. Front Plant Sci. https://doi.org/10.3389/fpls.2019.01349", "ArticleIdList": ["10.3389/fpls.2019.01349", "32153598", "6923285"]}, {"Citation": "Zhai J, Jeong D-H, De Paoli E, Park S, Rosen BD, Li Y, González AJ, Yan Z, Kitto SL, Grusak MA, Jackson SA, Stacey G, Cook DR, Green PJ, Sherrier DJ, Meyers BC (2011) MicroRNAs as master regulators of the plant NB-LRR defense gene family via the production of phased, trans -acting siRNAs. Genes Dev 25(23):2540–2553. https://doi.org/10.1101/gad.177527.111", "ArticleIdList": ["10.1101/gad.177527.111", "22156213", "3243063"]}, {"Citation": "Zhang K, Zhuo C, Wang Z, Liu F, Wen J, Yi B, Shen J, Ma C, Fu T, Tu J (2022) BnaA03.MKK5-BnaA06.MPK3/BnaC03.MPK3 module positively contributes to Sclerotinia sclerotiorum resistance in Brassica napus. Plants 11(5):609", "ArticleIdList": ["10.3390/plants11050609", "35270079", "8912397"]}, {"Citation": "Zhao J, Buchwaldt L, Rimmer SR, Brkic M, Bekkaoui D, Hegedus D (2009) Differential expression of duplicated peroxidase genes in the allotetraploid Brassica napus. Plant Physiol Biochem 47(7):653–656. https://doi.org/10.1016/j.plaphy.2009.03.002", "ArticleIdList": ["10.1016/j.plaphy.2009.03.002", "19345111"]}, {"Citation": "Zou Z, Liu F, Selin C, Fernando WGD (2020) Generation and characterization of a virulent Leptosphaeria maculans isolate carrying a mutated AvrLm7 gene using the CRISPR/Cas9 system. Front Microbiol 11:1969", "ArticleIdList": ["10.3389/fmicb.2020.01969", "32849487", "7432424"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "9"}, {"Year": "2024", "Month": "3", "Day": "7"}, {"Year": "2024", "Month": "3", "Day": "25", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "3", "Day": "23", "Hour": "20", "Minute": "51"}, {"Year": "2024", "Month": "3", "Day": "23", "Hour": "12", "Minute": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["38520529", "10.1007/s00425-024-04379-1", "10.1007/s00425-024-04379-1"]}}]}