{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial potential", "Antioxidant potential", "EDX", "Pathogenic bacteria", "SEM", "Silver nanoparticles", "TEM", "XRD"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38538702", "DateCompleted": {"Year": "2024", "Month": "03", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["7243", "10.1038/s41598-024-57823-3"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "27"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "27"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Biosynthesis and assessment of antibacterial and antioxidant activities of silver nanoparticles utilizing Cassia occidentalis L. seed.", "Pagination": {"StartPage": "7243", "MedlinePgn": "7243"}, "Abstract": {"AbstractText": ["This research explores the eco-friendly synthesis of silver nanoparticles (AgNPs) using Cassia occidentalis L. seed extract. Various analytical techniques, including UV-visible spectroscopy, transmission electron microscopy (TEM), scanning electron microscopy (SEM), X-ray diffraction (XRD), and energy dispersive X-ray spectroscopy (EDX), were employed for comprehensive characterization. The UV-visible spectra revealed a distinct peak at 425 nm, while the seed extract exhibited peaks at 220 and 248 nm, indicating the presence of polyphenols and phytochemicals. High-resolution TEM unveiled spherical and oval-shaped AgNPs with diameters ranging from 6.44 to 28.50 nm. The SEM exhibiting a spherical shape and a polydisperse nature, thus providing insights into the morphology of the AgNPs. EDX analysis confirmed the presence of silver atoms at 10.01% in the sample. XRD results unequivocally confirm the crystalline nature of the AgNPs suspension, thereby providing valuable insights into their structural characteristics and purity. The antioxidant properties of AgNPs, C. occidentalis seed extract, and butylated hydroxytoluene (BHT) were assessed, revealing IC<sub>50</sub> values of 345, 500, and 434 μg/mL, respectively. Antibacterial evaluation against Bacillus subtilis, Staphylococcus aureus, and Escherichia coli demonstrated heightened sensitivity of bacteria to AgNPs compared to AgNO<sub>3</sub>. Standard antibiotics, tetracycline, and ciprofloxacin, acting as positive controls, exhibited substantial antibacterial efficacy. The green-synthesized AgNPs displayed potent antibacterial activity, suggesting their potential as a viable alternative to conventional antibiotics for combating pathogenic bacterial infections. Furthermore, potential biomedical applications of AgNPs were thoroughly discussed."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noida Institute of Engineering and Technology, Greater Noida, India."}], "LastName": "Arya", "ForeName": "Arvind", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noida Institute of Engineering and Technology, Greater Noida, India."}], "LastName": "Tyagi", "ForeName": "Pankaj Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Graphic Era University, Dehradun, India."}], "LastName": "Bhatnagar", "ForeName": "Sachin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Graphic Era University, Dehradun, India."}, {"Identifier": [], "Affiliation": "Nanotechnology Centre of Excellence, Addis Ababa Science and Technology University, P.O. Box 16417, Addis Ababa, Ethiopia."}], "LastName": "Bachheti", "ForeName": "Rakesh Kumar", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Graphic Era University, Dehradun, India."}], "LastName": "Bachheti", "ForeName": "Archana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, Faculty of Agriculture and Natural Resources, Arak University, Arak, 38156-8-8349, Iran. m-ghorbanpour@araku.ac.ir."}, {"Identifier": [], "Affiliation": "Institute of Nanoscience and Nanotechnology, Arak University, Arak, 38156-8-8349, Iran. m-ghorbanpour@araku.ac.ir."}], "LastName": "Ghorbanpour", "ForeName": "Mansour", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "3M4G523W1G", "NameOfSubstance": "Silver"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Silver"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Senna Plant"}, {"QualifierName": ["chemistry"], "DescriptorName": "Metal Nanoparticles"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Spectrometry, X-Ray Emission"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": [], "DescriptorName": "X-Ray Diffraction"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Bacillus subtilis"}, {"QualifierName": [], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nagaraja SK, Niazi SK, Bepari A, Assiri RA, Nayaka S. Leonotis nepetifolia flower bud extract mediated green synthesis of silver nanoparticles, their characterization, and in vitro evaluation of biological applications. Materials. 2022;15:8990. doi: 10.3390/ma15248990.", "ArticleIdList": ["10.3390/ma15248990", "PMC9781718", "36556796"]}, {"Citation": "Bhat M, et al. Biogenic synthesis, characterization and antimicrobial activity of Ixora brachypoda (DC) leaf extract mediated silver nanoparticles. J. King Saud Univ. Sci. 2021;33:101296. doi: 10.1016/j.jksus.2020.101296.", "ArticleIdList": ["10.1016/j.jksus.2020.101296"]}, {"Citation": "Shashiraj KN, et al. Exploring the antimicrobial, anticancer, and apoptosis inducing ability of biofabricated silver nanoparticles using Lagerstroemia speciosa flower buds against the human osteosarcoma (MG-63) cell line via flow cytometry. Bioengineering. 2023;10:821. doi: 10.3390/bioengineering10070821.", "ArticleIdList": ["10.3390/bioengineering10070821", "PMC10376666", "37508848"]}, {"Citation": "Math HH, et al. Investigation of in vitro anticancer and apoptotic potential of biofabricated silver nanoparticles from Cardamine hirsuta (L.) leaf extract against Caco-2 cell line. Inorganics. 2023;11:322. doi: 10.3390/inorganics11080322.", "ArticleIdList": ["10.3390/inorganics11080322"]}, {"Citation": "Nagaraja SK, et al. Biomimetic synthesis of silver nanoparticles using Cucumis sativus var. hardwickii fruit extract and their characterizations, anticancer potential and apoptosis studies against Pa-1 (human ovarian teratocarcinoma) cell line via flow cytometry. Appl. Nanosci. (Switzerland) 2023;13:3073–3084. doi: 10.1007/s13204-022-02386-w.", "ArticleIdList": ["10.1007/s13204-022-02386-w"]}, {"Citation": "Yin IX, et al. The antibacterial mechanism of silver nanoparticles and its application in dentistry. Int. J. Nanomed. 2020;15:2555–2562. doi: 10.2147/IJN.S246764.", "ArticleIdList": ["10.2147/IJN.S246764", "PMC7174845", "32368040"]}, {"Citation": "Patil S, Chandrasekaran R. Biogenic nanoparticles: A comprehensive perspective in synthesis, characterization, application and its challenges. J. Genet. Eng. Biotechnol. 2020;18:67. doi: 10.1186/s43141-020-00081-3.", "ArticleIdList": ["10.1186/s43141-020-00081-3", "PMC7588575", "33104931"]}, {"Citation": "Ndolomingo MJ, Bingwa N, Meijboom R. Review of supported metal nanoparticles: Synthesis methodologies, advantages and application as catalysts. J. Mater. Sci. 2020;55:6195–6241. doi: 10.1007/s10853-020-04415-x.", "ArticleIdList": ["10.1007/s10853-020-04415-x"]}, {"Citation": "Gogotsy Y. Nanomaterials Handbook. CRC Press; 2006."}, {"Citation": "Li H, et al. Synthesis and catalytic performance of polydopamine supported metal nanoparticles. Sci. Rep. 2020;10:10416. doi: 10.1038/s41598-020-67458-9.", "ArticleIdList": ["10.1038/s41598-020-67458-9", "PMC7319955", "32591613"]}, {"Citation": "Pedroso-Santana S, Fleitas-Salazar N. Ionotropic gelation method in the synthesis of nanoparticles/microparticles for biomedical purposes. Polym. Int. 2020;69:443–447. doi: 10.1002/pi.5970.", "ArticleIdList": ["10.1002/pi.5970"]}, {"Citation": "Ferreira M, Sousa J, Pais A, Vitorino C. The role of magnetic nanoparticles in cancer nanotheranostics. Materials. 2020;13:266. doi: 10.3390/ma13020266.", "ArticleIdList": ["10.3390/ma13020266", "PMC7014348", "31936128"]}, {"Citation": "Mohamed AA, Abu-Elghait M, Ahmed NE, Salem SS. Eco-friendly mycogenic synthesis of ZnO and CuO nanoparticles for in vitro antibacterial, antibiofilm, and antifungal applications. Biol. Trace Elem. Res. 2021;199:2788–2799. doi: 10.1007/s12011-020-02369-4.", "ArticleIdList": ["10.1007/s12011-020-02369-4", "32895893"]}, {"Citation": "TyagiPankaj K, Tyagi S, Sarsar V, Ahuja A. Synthesis of metal nanoparticals: A biological prospective for analysis. Int. J. Pharm. Innov. 2012;2:48–60."}, {"Citation": "Yaqoob AA, Umar K, Ibrahim MNM. Silver nanoparticles: Various methods of synthesis, size affecting factors and their potential applications—A review. Appl. Nanosci. (Switzerland) 2020;10:1369–1378. doi: 10.1007/s13204-020-01318-w.", "ArticleIdList": ["10.1007/s13204-020-01318-w"]}, {"Citation": "Xu L, et al. Silver nanoparticles: Synthesis, medical applications and biosafety. Theranostics. 2020;10:8996–9031. doi: 10.7150/thno.45413.", "ArticleIdList": ["10.7150/thno.45413", "PMC7415816", "32802176"]}, {"Citation": "Iqbal P, Preece JA, Mendes PM. Nanotechnology: The “top-down” and “bottom-up” approaches. Supramol. Chem. 2012 doi: 10.1002/9780470661345.smc195.", "ArticleIdList": ["10.1002/9780470661345.smc195"]}, {"Citation": "Singh J, et al. ‘Green’ synthesis of metals and their oxide nanoparticles: Applications for environmental remediation. J. Nanobiotechnol. 2018;16:1–24. doi: 10.1186/s12951-018-0408-4.", "ArticleIdList": ["10.1186/s12951-018-0408-4", "PMC6206834", "30373622"]}, {"Citation": "Raveendran P, Fu J, Wallen SL. Completely ‘Green’ synthesis and stabilization of metal nanoparticles. J. Am. Chem. Soc. 2003;125:13940–13941. doi: 10.1021/ja029267j.", "ArticleIdList": ["10.1021/ja029267j", "14611213"]}, {"Citation": "Parveen K, Banse V, Ledwani L. Green synthesis of nanoparticles: Their advantages and disadvantages. AIP Conf. Proc. 2016;1724:020048. doi: 10.1063/1.4945168.", "ArticleIdList": ["10.1063/1.4945168"]}, {"Citation": "Tyagi PK, et al. Green synthesis of iron nanoparticles from spinach leaf and banana peel aqueous extracts and evaluation of antibacterial potential. J. Nanomater. 2021;2021:4871453. doi: 10.1155/2021/4871453.", "ArticleIdList": ["10.1155/2021/4871453"]}, {"Citation": "Gour A, Jain NK. Advances in green synthesis of nanoparticles. Artif. Cells Nanomed. Biotechnol. 2019;47:844–851. doi: 10.1080/21691401.2019.1577878.", "ArticleIdList": ["10.1080/21691401.2019.1577878", "30879351"]}, {"Citation": "Das RK, et al. Biological synthesis of metallic nanoparticles: Plants, animals and microbial aspects. Nanotechnol. Environ. Eng. 2017;2:18. doi: 10.1007/s41204-017-0029-4.", "ArticleIdList": ["10.1007/s41204-017-0029-4"]}, {"Citation": "Oza G, et al. pH-dependent biosynthesis of copper oxide nanoparticles using Galphimia glauca for their cytocompatibility evaluation. Appl. Nanosci. (Switzerland) 2020;10:541–550. doi: 10.1007/s13204-019-01159-2.", "ArticleIdList": ["10.1007/s13204-019-01159-2"]}, {"Citation": "Chakraborty B, et al. Evaluation of antioxidant, antimicrobial and antiproliferative activity of silver nanoparticles derived from Galphimia glauca leaf extract. J. King Saud Univ. Sci. 2021;33:101660. doi: 10.1016/j.jksus.2021.101660.", "ArticleIdList": ["10.1016/j.jksus.2021.101660"]}, {"Citation": "Chakraborty B, et al. Biosynthesis and characterization of polysaccharide-capped silver nanoparticles from Acalypha indica L. and evaluation of their biological activities. Environ. Res. 2023;225:115614. doi: 10.1016/j.envres.2023.115614.", "ArticleIdList": ["10.1016/j.envres.2023.115614", "36889569"]}, {"Citation": "Yadav JP, et al. Cassia occidentalis L.: A review on its ethnobotany, phytochemical and pharmacological profile. Fitoterapia. 2010;81:223–230. doi: 10.1016/j.fitote.2009.09.008.", "ArticleIdList": ["10.1016/j.fitote.2009.09.008", "19796670"]}, {"Citation": "Saraf S, Dixit VK, Tripathi SC, Patnaik GK. Antihepatotoxic activity of Cassia occidentalis. Pharm. Biol. 1994;32:178–183."}, {"Citation": "Bin-Hafeez B, Ahmad I, Haque R, Raisuddin S. Protective effect of Cassia occidentalis L. on cyclophosphamide-induced suppression of humoral immunity in mice. J. Ethnopharmacol. 2001;75:13–18. doi: 10.1016/S0378-8741(00)00382-2.", "ArticleIdList": ["10.1016/S0378-8741(00)00382-2", "11282437"]}, {"Citation": "Silva MGB, et al. Acute and subacute toxicity of Cassia occidentalis L. stem and leaf in Wistar rats. J. Ethnopharmacol. 2011;136:341–346. doi: 10.1016/j.jep.2011.04.070.", "ArticleIdList": ["10.1016/j.jep.2011.04.070", "21571057"]}, {"Citation": "Tatiya AU, Surana SJ, Sutar MP, Gamit NH. Hepatoprotective effect of poly herbal formulation against various hepatotoxic agents in rats. Pharmacogn. Res. 2012;4:50–56. doi: 10.4103/0974-8490.91040.", "ArticleIdList": ["10.4103/0974-8490.91040", "PMC3250040", "22224062"]}, {"Citation": "Daniyan SY, Oloruntimelehin JB, Ifeadi O. Antibacterial activity of Cassia occidentalis flower vegetable extract on selected bacteria. Asian J. Biomed. Pharm. Sci. 2011;1:23–27."}, {"Citation": "Sini KR, Karpakavalli M, Sangeetha PT. Analgesic and antipyretic activity of Cassia occidentalis Linn. World Appl. Sci. J. 2010;11:1216–1219."}, {"Citation": "Ali M, et al. Phytochemical and pharmacological approaches of traditional alternate Cassia occidentalis L. Plant Hum. Health Pharmacol. Ther. Uses. 2019;3:321–341."}, {"Citation": "Rajni S, Navneet G. Antibacterial and phytochemical analysis of Cassia occidentalis L. seeds against respiratory tract pathogens. Indian J. Nat. Prod. Resour. 2014;5:52–55."}, {"Citation": "Kumar S, Bagchi GD, Darokar MP. Antibacterial activity observed in the seeds of some coprophilous plants. Pharm. Biol. 1997;35:179–184."}, {"Citation": "Mortazavi-Derazkola S, Yousefinia A, Naghizadeh A, Lashkari S, Hosseinzadeh M. Green synthesis and characterization of silver nanoparticles using Elaeagnus angustifolia bark extract and study of its antibacterial effect. J. Polym. Environ. 2021;29:3539–3547. doi: 10.1007/s10924-021-02122-5.", "ArticleIdList": ["10.1007/s10924-021-02122-5"]}, {"Citation": "Salayová A, et al. Green synthesis of silver nanoparticles with antibacterial activity using various medicinal plant extracts: Morphology and antibacterial efficacy. Nanomaterials. 2021;11:1005. doi: 10.3390/nano11041005.", "ArticleIdList": ["10.3390/nano11041005", "PMC8070782", "33919801"]}, {"Citation": "Sytu MRC, Camacho DH. Green synthesis of silver nanoparticles (AgNPs) from Lenzites betulina and the potential synergistic effect of AgNP and capping biomolecules in enhancing antioxidant activity. BioNanoScience. 2018;8:835–844. doi: 10.1007/s12668-018-0548-x.", "ArticleIdList": ["10.1007/s12668-018-0548-x"]}, {"Citation": "Gopinath K, Gowri S, Arumugam A. Phytosynthesis of silver nanoparticles using Pterocarpus santalinus leaf extract and their antibacterial properties. J. Nanostruct. Chem. 2013;3:68. doi: 10.1186/2193-8865-3-68.", "ArticleIdList": ["10.1186/2193-8865-3-68"]}, {"Citation": "Mohan Kumar K, Mandal BK, Sinha M, Krishnakumar V. Terminalia chebula mediated green and rapid synthesis of gold nanoparticles. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2012;86:490–494. doi: 10.1016/j.saa.2011.11.001.", "ArticleIdList": ["10.1016/j.saa.2011.11.001", "22130557"]}, {"Citation": "Gondwal M, Joshi Nee Pant G. Synthesis and catalytic and biological activities of silver and copper nanoparticles using Cassia occidentalis. Int. J. Biomater. 2018;2018:6735426. doi: 10.1155/2018/6735426.", "ArticleIdList": ["10.1155/2018/6735426", "PMC5954926", "29853898"]}, {"Citation": "Bhat MP, et al. Characterization, antimicrobial activity and anticancer activity of Pyrostegia venusta leaf extract-synthesized silver nanoparticles against COS-7 cell line. Appl. Nanosci. (Switzerland) 2023;13:2303–2314. doi: 10.1007/s13204-021-02120-y.", "ArticleIdList": ["10.1007/s13204-021-02120-y"]}, {"Citation": "Basavarajappa DS, et al. Biofunctionalized silver nanoparticles synthesized from Passiflora vitifolia leaf extract and evaluation of its antimicrobial, antioxidant and anticancer activities. Biochem. Eng. J. 2022;187:10517. doi: 10.1016/j.bej.2022.108517.", "ArticleIdList": ["10.1016/j.bej.2022.108517"]}, {"Citation": "Anandalakshmi K, Venugobal J, Ramasamy V. Characterization of silver nanoparticles by green synthesis method using Pedalium murex leaf extract and their antibacterial activity. Appl. Nanosci. (Switzerland) 2016;6:399–408. doi: 10.1007/s13204-015-0449-z.", "ArticleIdList": ["10.1007/s13204-015-0449-z"]}, {"Citation": "Hemlata, Meena PR, Singh AP, Tejavath KK. Biosynthesis of silver nanoparticles using Cucumis prophetarum aqueous leaf extract and their antibacterial and antiproliferative activity against cancer cell lines. ACS Omega. 2020;5:5520–5528. doi: 10.1021/acsomega.0c00155.", "ArticleIdList": ["10.1021/acsomega.0c00155", "PMC7081640", "32201844"]}, {"Citation": "Aritonang HF, Koleangan H, Wuntu AD. Synthesis of silver nanoparticles using aqueous extract of medicinal plants’ (Impatiens balsamina and Lantana camara) fresh leaves and analysis of antimicrobial activity. Int. J. Microbiol. 2019;2019:8642303. doi: 10.1155/2019/8642303.", "ArticleIdList": ["10.1155/2019/8642303", "PMC6636566", "31354833"]}, {"Citation": "Shashiraj KN, et al. Rotheca serrata flower bud extract mediated bio-friendly preparation of silver nanoparticles: Their characterizations, anticancer, and apoptosis inducing ability against pancreatic ductal adenocarcinoma cell line. Processes. 2023 doi: 10.3390/pr11030893.", "ArticleIdList": ["10.3390/pr11030893"]}, {"Citation": "Vinosha M, et al. Biogenic synthesis of gold nanoparticles from Halymenia dilatata for pharmaceutical applications: Antioxidant, anti-cancer and antibacterial activities. Process Biochem. 2019;85:219–229. doi: 10.1016/j.procbio.2019.07.013.", "ArticleIdList": ["10.1016/j.procbio.2019.07.013"]}, {"Citation": "Vijayan R, Joseph S, Mathew B. Green synthesis, characterization and applications of noble metal nanoparticles using Myxopyrum serratulum A. W. Hill leaf extract. BioNanoScience. 2018;8:105–117. doi: 10.1007/s12668-017-0433-z.", "ArticleIdList": ["10.1007/s12668-017-0433-z"]}, {"Citation": "Valko M, Rhodes CJ, Moncol J, Izakovic M, Mazur M. Free radicals, metals and antioxidants in oxidative stress-induced cancer. Chemico-Biol. Interact. 2006;160:1–40. doi: 10.1016/j.cbi.2005.12.009.", "ArticleIdList": ["10.1016/j.cbi.2005.12.009", "16430879"]}, {"Citation": "Damašius J, Venskutonis PR, Kaškoniene V, Maruška A. Fast screening of the main phenolic acids with antioxidant properties in common spices using on-line HPLC/UV/DPPH radical scavenging assay. Anal. Methods. 2014;6:2774–2779. doi: 10.1039/c3ay41703d.", "ArticleIdList": ["10.1039/c3ay41703d"]}, {"Citation": "Dudonné S, Vitrac X, Coutiére P, Woillez M, Mérillon JM. Comparative study of antioxidant properties and total phenolic content of 30 plant extracts of industrial interest using DPPH, ABTS, FRAP, SOD, and ORAC assays. J. Agric. Food Chem. 2009;57:1768–1774. doi: 10.1021/jf803011r.", "ArticleIdList": ["10.1021/jf803011r", "19199445"]}, {"Citation": "Bhalodia NR, Nariya PB, Shukla VJ. Antibacterial and antifungal activity from flower extracts of Cassia fistula L.: An ethnomedicinal plant. Int. J. PharmTech Res. 2011;3:160–168.", "ArticleIdList": ["PMC3217694", "22171301"]}, {"Citation": "Devasagayam TPA, et al. Free radicals and antioxidants in human health: Current status and future prospects. J. Assoc. Physicians India. 2004;52:794–804.", "ArticleIdList": ["15909857"]}, {"Citation": "Tyagi PK, et al. Ascorbic acid and polyphenols mediated green synthesis of silver nanoparticles from Tagetes erecta L. aqueous leaf extract and studied their antioxidant properties. J. Nanomater. 2021;2021:6515419. doi: 10.1155/2021/6515419.", "ArticleIdList": ["10.1155/2021/6515419"]}, {"Citation": "Verma, M. L., Kumar, P., Sharma, S., Dhiman, K., Sharma, D., Verma, A. Gold Nanoparticle-Mediated Delivery of Therapeutic Enzymes for Biomedical Applications. In Nanoscience in Medicine Vol. 1. Environmental Chemistry for a Sustainable World Vol. 39 (eds. Daima, H. et al.) (Springer, Cham) 10.1007/978-3-030-29207-2_3 (Springer, 2020)."}, {"Citation": "Jain A, et al. Multi dye degradation and antibacterial potential of papaya leaf derived silver nanoparticles. Environ. Nanotechnol. Monit. Manag. 2020;14:100337."}, {"Citation": "Law N, Ansari S, Livens FR, Renshaw JC, Lloyd JR. Formation of nanoscale elemental silver particles via enzymatic reduction by Geobacter sulfurreducens. Appl. Environ. Microbiol. 2008;74:7090–7093. doi: 10.1128/AEM.01069-08.", "ArticleIdList": ["10.1128/AEM.01069-08", "PMC2583489", "18723646"]}, {"Citation": "Bolatchiev A. Antibacterial activity of human defensins against Staphylococcus aureus and Escherichia coli. PeerJ. 2020;8:e10455. doi: 10.7717/peerj.10455.", "ArticleIdList": ["10.7717/peerj.10455", "PMC7698690", "33304659"]}, {"Citation": "Shirley DA, Sreedhar B, Dastager SG. Antimicrobial activity of silver nanoparticles synthesized from novel Streptomyces species. Dig. J. Nanomater. Biostruct. 2010;5:447–451."}, {"Citation": "Juan L, Zhimin Z, Anchun M, Lei L, Jingchao Z. Deposition of silver nanoparticles on titanium surface for antibacterial effect. Int. J. Nanomed. 2010;5:261–267. doi: 10.2147/IJN.S8810.", "ArticleIdList": ["10.2147/IJN.S8810", "PMC2865021", "20463942"]}, {"Citation": "Liu C, Wu K, Gao H, Li J, Xu X. Current strategies and potential prospects for nanoparticle-mediated treatment of diabetic nephropathy. Diabetes Metab. Syndr. Obes. 2022;15:2653–2673. doi: 10.2147/DMSO.S380550.", "ArticleIdList": ["10.2147/DMSO.S380550", "PMC9441178", "36068795"]}, {"Citation": "Russell WR, et al. Impact of diet composition on blood glucose regulation. Criti. Rev. Food Sci. Nutr. 2016;56:541–590. doi: 10.1080/10408398.2013.792772.", "ArticleIdList": ["10.1080/10408398.2013.792772", "24219323"]}, {"Citation": "Ghosh U, Sayef Ahammed K, Mishra S, Bhaumik A. The emerging roles of silver nanoparticles to target viral life cycle and detect viral pathogens. Chemistry. 2022;17:e202101149.", "ArticleIdList": ["PMC9011828", "35020270"]}, {"Citation": "Lal, H. M., Uthaman, A. & Thomas, S. Silver nanoparticle as an effective antiviral agent. In Engineering Materials 247–265. 10.1007/978-3-030-44259-0_10 (2021)."}, {"Citation": "Zhou L, et al. Antifungal activity of silver nanoparticles synthesized by iturin against Candida albicans in vitro and in vivo. Appl. Microbiol. Biotechnol. 2021;105:3759–3770. doi: 10.1007/s00253-021-11296-w.", "ArticleIdList": ["10.1007/s00253-021-11296-w", "33900424"]}, {"Citation": "Vijayan S, Divya K, Varghese S, Jisha MS. Antifungal efficacy of chitosan-stabilized biogenic silver nanoparticles against pathogenic Candida spp. isolated from human. BioNanoScience. 2020;10:974–982. doi: 10.1007/s12668-020-00781-7.", "ArticleIdList": ["10.1007/s12668-020-00781-7"]}, {"Citation": "Alsubki R, et al. Green synthesis, characterization, enhanced functionality and biological evaluation of silver nanoparticles based on Coriander sativum. Saudi J. Biol. Sci. 2021;28:2102–2108. doi: 10.1016/j.sjbs.2020.12.055.", "ArticleIdList": ["10.1016/j.sjbs.2020.12.055", "PMC8071926", "33911926"]}, {"Citation": "Homaeigohar S, Boccaccini AR. Antibacterial biohybrid nanofibers for wound dressings. Acta Biomater. 2020;107:25–49. doi: 10.1016/j.actbio.2020.02.022.", "ArticleIdList": ["10.1016/j.actbio.2020.02.022", "32084600"]}, {"Citation": "Ma X, Wang Z, Liu R, et al. Effect of powdery mildew on interleaf microbial communities and leaf antioxidant enzyme systems. J. For. Res. 2023;34:1535–1547. doi: 10.1007/s11676-023-01597-3.", "ArticleIdList": ["10.1007/s11676-023-01597-3"]}, {"Citation": "Dhawan S, Sharma P, Nanda S. Cosmetic nanoformulations and their intended use. Nanocosmetics. 2020 doi: 10.1016/b978-0-12-822286-7.00017-6.", "ArticleIdList": ["10.1016/b978-0-12-822286-7.00017-6"]}, {"Citation": "Bhat BB, Kamath PP, Chatterjee S, Bhattacherjee R, Nayak UY. Recent updates on nanocosmeceutical skin care and anti-aging products. Curr. Pharm. Design. 2022;28:1258–1271. doi: 10.2174/1381612828666220321142140.", "ArticleIdList": ["10.2174/1381612828666220321142140", "35319358"]}, {"Citation": "Fauzi, M. B. et al. Nanomaterials for aging and cosmeceutical applications. In Food, Medical, and Environmental Applications of Nanomaterials 455–472. 10.1016/B978-0-12-822858-6.00016-9 (2022)."}, {"Citation": "Akhil T, Bhavana V, Ann Maria CG, Nidhin M. Role of biosynthesized silver nanoparticles in environmental remediation: A review. Nanotechnol. Environ. Eng. 2023;8:829–843. doi: 10.1007/s41204-023-00324-x.", "ArticleIdList": ["10.1007/s41204-023-00324-x"]}, {"Citation": "Abbas G, et al. Green synthesized silver nanoparticles: Characterization, phytostimulatory impacts, and degradation potential for organic pollutants. Biocatal. Agric. Biotechnol. 2024;55:102993. doi: 10.1016/j.bcab.2023.102993.", "ArticleIdList": ["10.1016/j.bcab.2023.102993"]}, {"Citation": "Padhye LP, et al. Silver contamination and its toxicity and risk management in terrestrial and aquatic ecosystems. Sci. Total Environ. 2023;871:161926. doi: 10.1016/j.scitotenv.2023.161926.", "ArticleIdList": ["10.1016/j.scitotenv.2023.161926", "36739022"]}, {"Citation": "McGee CF. The effects of silver nanoparticles on the microbial nitrogen cycle: A review of the known risks. Environ. Sci. Pollut. Res. 2020;27:31061–31073. doi: 10.1007/s11356-020-09548-9.", "ArticleIdList": ["10.1007/s11356-020-09548-9", "32514926"]}, {"Citation": "Thuesombat P, Hannongbua S, Akasit S, Chadchawan S. Effect of silver nanoparticles on rice (Oryza sativa L. cv. KDML 105) seed germination and seedling growth. Ecotoxicol. Environ. Saf. 2014;104:302–309. doi: 10.1016/j.ecoenv.2014.03.022.", "ArticleIdList": ["10.1016/j.ecoenv.2014.03.022", "24726943"]}, {"Citation": "Pisoschi AM, et al. Oxidative stress mitigation by antioxidants—An overview on their chemistry and influences on health status. Eur. J. Med. Chem. 2021;209:112891. doi: 10.1016/j.ejmech.2020.112891.", "ArticleIdList": ["10.1016/j.ejmech.2020.112891", "33032084"]}, {"Citation": "Wootton-Beard PC, Ryan L. Improving public health?: The role of antioxidant-rich fruit and vegetable beverages. Food Res. Int. 2011;44:3135–3148. doi: 10.1016/j.foodres.2011.09.015.", "ArticleIdList": ["10.1016/j.foodres.2011.09.015"]}, {"Citation": "Torabian F, et al. Administration of silver nanoparticles in diabetes mellitus: A systematic review and meta-analysis on animal studies. Biol. Trace Elem. Res. 2022;200:1699–1709. doi: 10.1007/s12011-021-02776-1.", "ArticleIdList": ["10.1007/s12011-021-02776-1", "34114175"]}, {"Citation": "Ramirez-Lee MA, et al. Effect of silver nanoparticles upon the myocardial and coronary vascular function in isolated and perfused diabetic rat hearts. Nanomed. Nanotechnol. Biol. Med. 2017;13:2587–2596. doi: 10.1016/j.nano.2017.07.007.", "ArticleIdList": ["10.1016/j.nano.2017.07.007", "28756091"]}, {"Citation": "Gola D. Extracellular synthesis of silver nanoparticles using entomopathogenic fungus: Characterization and antibacterial potential. SN Appl. Sci. 2019 doi: 10.1007/s42452-019-1593-y.", "ArticleIdList": ["10.1007/s42452-019-1593-y"]}, {"Citation": "Tyagi PK, Mishra R, Khan F, Gupta D, Gola D. Antifungal effects of silver nanoparticles against various plant pathogenic fungi and its safety evaluation on Drosophila melanogaster. Biointerface Res. Appl. Chem. 2020;10:6587–6596. doi: 10.33263/BRIAC106.65876596.", "ArticleIdList": ["10.33263/BRIAC106.65876596"]}, {"Citation": "Kaushik A, et al. Synthesis of silver nanoparticles using egg white: Dye degradation and antimicrobial potential. Biointerface Res. Appl. Chem. 2022;12:2361–2372."}, {"Citation": "Mousavi-Khattat M, Keyhanfar M, Razmjou A. A comparative study of stability, antioxidant, DNA cleavage and antibacterial activities of green and chemically synthesized silver nanoparticles. Artif. Cells Nanomed. Biotechnol. 2018;46:S1022–S1031. doi: 10.1080/21691401.2018.1527346.", "ArticleIdList": ["10.1080/21691401.2018.1527346", "30449178"]}, {"Citation": "Yang W, et al. Food storage material silver nanoparticles interfere with DNA replication fidelity and bind with DNA. Nanotechnology. 2009;20:085102. doi: 10.1088/0957-4484/20/8/085102.", "ArticleIdList": ["10.1088/0957-4484/20/8/085102", "19417438"]}, {"Citation": "Gola D, et al. Silver nanoparticles for enhanced dye degradation. Curr. Res. Green Sustain. Chem. 2021;4:100132. doi: 10.1016/j.crgsc.2021.100132.", "ArticleIdList": ["10.1016/j.crgsc.2021.100132"]}, {"Citation": "Joseph S, Mathew B. Facile synthesis of silver nanoparticles and their application in dye degradation. Mater. Sci. Eng. B. 2015;195:90–97. doi: 10.1016/j.mseb.2015.02.007.", "ArticleIdList": ["10.1016/j.mseb.2015.02.007"]}, {"Citation": "Bustos-Guadarrama S, Nieto-Maldonado A, Flores-López LZ, Espinoza-Gomez H, Alonso-Nuñez G. Photocatalytic degradation of azo dyes by ultra-small green synthesized silver nanoparticles. J. Taiwan Inst. Chem. Eng. 2023;142:104663. doi: 10.1016/j.jtice.2022.104663.", "ArticleIdList": ["10.1016/j.jtice.2022.104663"]}, {"Citation": "Bhatia E, Kumari D, Sharma S, Ahamad N, Banerjee R. Nanoparticle platforms for dermal antiaging technologies: Insights in cellular and molecular mechanisms. Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol. 2022;14:e1746. doi: 10.1002/wnan.1746.", "ArticleIdList": ["10.1002/wnan.1746", "34423571"]}, {"Citation": "Elsisi R, Helal D, Mekhail G, Abou Hussein D, Osama A. Advancements in skin aging treatment: Exploring antioxidants and nanoparticles for enhanced skin permeation. Arch. Pharm. Sci. Ain Shams Univ. 2023;7:376–401."}, {"Citation": "Tyagi PK, Mishra M, Khan N, Tyagi S, Sirohi S. Toxicological study of silver nanoparticles on gut microbial community probiotic. Environ. Nanotechnol. Monit. Manag. 2016;5:36–43."}, {"Citation": "Brandelli A. The interaction of nanostructured antimicrobials with biological systems: Cellular uptake, trafficking and potential toxicity. Food Sci. Hum. Wellness. 2020;9:8–20. doi: 10.1016/j.fshw.2019.12.003.", "ArticleIdList": ["10.1016/j.fshw.2019.12.003"]}, {"Citation": "Tymoszuk A. Silver nanoparticles effects on in vitro germination, growth, and biochemical activity of tomato, radish, and kale seedlings. Materials. 2021;14:5340. doi: 10.3390/ma14185340.", "ArticleIdList": ["10.3390/ma14185340", "PMC8468885", "34576564"]}, {"Citation": "Awasthi KK, et al. Silver nanoparticle induced cytotoxicity, oxidative stress, and DNA damage in CHO cells. J. Nanopart. Res. 2013;15:1–12. doi: 10.1007/s11051-013-1898-5.", "ArticleIdList": ["10.1007/s11051-013-1898-5"]}, {"Citation": "Bin-Jumah M, Al-Abdan M, Albasher G, Alarifi S. Effects of green silver nanoparticles on apoptosis and oxidative stress in normal and cancerous human hepatic cells in vitro. Int. J. Nanomed. 2020;15:1537–1548. doi: 10.2147/IJN.S239861.", "ArticleIdList": ["10.2147/IJN.S239861", "PMC7074819", "32210550"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "22"}, {"Year": "2024", "Month": "3", "Day": "21"}, {"Year": "2024", "Month": "3", "Day": "29", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "3", "Day": "28", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "3", "Day": "28", "Hour": "0", "Minute": "23"}, {"Year": "2024", "Month": "3", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38538702", "PMC10973378", "10.1038/s41598-024-57823-3", "10.1038/s41598-024-57823-3"]}}]}