{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["carbon footprint", "drying", "energy consumption", "greenhouse gas emissions", "hybrid solar dryer", "solar energy"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38558793", "DateRevised": {"Year": "2024", "Month": "06", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["1355133", "10.3389/fbioe.2024.1355133"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "14"}], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "Applied insight: studying reducing the carbon footprint of the drying process and its environmental impact and financial return.", "Pagination": {"StartPage": "1355133", "MedlinePgn": "1355133"}, "Abstract": {"AbstractText": ["Harnessing solar energy is one of the most important practical insights highlighted to mitigate the severe climate change (CC) phenomenon. Therefore, this study aims to focus on the use of hybrid solar dryers (HSDs) within an environmentally friendly framework, which is one of the promising applications of solar thermal technology to replace traditional thermal technology that contributes to increasing the severity of the CC phenomenon. The HSD, based on a traditional electrical energy source (HS<sub>TEE</sub>) and electrical energy from photovoltaic panels (HS<sub>PVSE</sub>), was evaluated compared to a traditional electrical (TE) dryer for drying some medicinal and aromatic plants (MAPs). This is done by evaluating some of the drying outputs, energy consumed, carbon footprint, and financial return at 30, 40, and 50°C. The best quality of dried MAP samples in terms of essential oil (EO, %) and microbial load was achieved at 40°C. The HS<sub>TEE</sub> dryer has reduced energy consumption compared to the TE dryer by a percentage ranging from 37% to 54%. The highest CO<sub>2</sub> mitigated ratio using the HS<sub>TEE</sub> dryer was recorded in thyme, marjoram, and lemongrass samples, with values ranging from 45% to 54% at 30, 40, and 50°C. The highest financial return obtained from energy consumption reduction and carbon credit footprint was achieved at 50°C, with values ranging from 5,313.69 to 6,763.03 EGP/year (EGP ≈ 0.0352 USD) when coal was used as a fuel source for the generation of electricity. Moreover, the HS<sub>PVSE</sub> dryer achieved a 100% reduction in traditional energy consumption and then reduced CO<sub>2</sub> emissions by 100%, which led to a 100% financial return from both energy reduction and carbon credit. The highest financial returns were observed at 50°C, with values ranging from 13,872.56 to 15,007.02, 12,927.28 to 13,984.43, and 11,981.99 to 12,961.85 EGP/year (EGP ≈ 0.0352 USD) for coal, oil, and natural gas, respectively. The HS dryers show potential for environmental conservation contribution; furthermore, earning money from energy savings and carbon credit could help improve the living standards and maximize benefits for stakeholders."], "CopyrightInformation": "Copyright © 2024 Ibrahim, Amer, Elsebaee, Sabahe and Amer."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioengineering Department, Agricultural Engineering Research Institute (AEnRI), Agricultural Research Center (ARC), Giza, Egypt."}], "LastName": "Ibrahim", "ForeName": "Ayman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Horticulture Research Institute, Agricultural Research Center (ARC), Giza, Egypt."}], "LastName": "Amer", "ForeName": "Alia", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioengineering Department, Agricultural Engineering Research Institute (AEnRI), Agricultural Research Center (ARC), Giza, Egypt."}], "LastName": "Elsebaee", "ForeName": "Islam", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioengineering Department, Agricultural Engineering Research Institute (AEnRI), Agricultural Research Center (ARC), Giza, Egypt."}], "LastName": "Sabahe", "ForeName": "Amr", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioengineering Department, Agricultural Engineering Research Institute (AEnRI), Agricultural Research Center (ARC), Giza, Egypt."}], "LastName": "Amer", "ForeName": "Mariam A", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}, "CommentsCorrectionsList": [{"RefSource": "Front Bioeng Biotechnol. 2024 Jun 12;12:1431416. doi: 10.3389/fbioe.2024.1431416", "PMID": "38933538"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Amer A., Ibrahim A., Shahin A., Elsebaee I., Saad R., Hassan M., et al. (2024). Performance evaluation of an automated hybrid solar system dryer for drying some aromatic herbs. Dry. Technol., 1–20. 10.1080/07373937.2024.2308607", "ArticleIdList": ["10.1080/07373937.2024.2308607"]}, {"Citation": "Bamisile O., Huang Q., Hu W., Dagbasi M., Kemena A. D. (2020). Performance analysis of a novel solar PTC integrated system for multi-generation with hydrogen production. Int. J. Hydrogen Energy 45, 190–206. 10.1016/j.ijhydene.2019.10.234", "ArticleIdList": ["10.1016/j.ijhydene.2019.10.234"]}, {"Citation": "Belwal T., Cravotto C., Prieto M. A., Venskutonis P. R., Daglia M., Devkota H. P., et al. (2022). Effects of different drying techniques on the quality and bioactive compounds of plant-based products: a critical review on current trends. Dry. Technol. 40 (8), 1539–1561. 10.1080/07373937.2022.2068028", "ArticleIdList": ["10.1080/07373937.2022.2068028"]}, {"Citation": "Bi J., Yang A., Liu X., Wu X., Chen Q., Wang Q., et al. (2015). Effects of pretreatments on explosion puffing drying kinetics of apple chips. LWT - Food Sci. Technol. 60 (2), 1136–1142. 10.1016/j.lwt.2014.10.006", "ArticleIdList": ["10.1016/j.lwt.2014.10.006"]}, {"Citation": "Calín-Sánchez Á., Lipan L., Cano-Lamadrid M., Kharaghani A., Masztalerz K., Carbonell-Barrachina A. A., et al. (2020). Comparison of traditional and novel drying techniques and its effect on quality of fruits, vegetables and aromatic herbs. Foods 9, 1261. 10.3390/foods9091261", "ArticleIdList": ["10.3390/foods9091261", "PMC7554907", "32916839"]}, {"Citation": "Capossio J. P., Fabani M. P., Reyes-Urrutia A., Torres-Sciancalepore R., Deng Y., Baeyens J., et al. (2022). Sustainable solar drying of brewer’s spent grains: a comparison with conventional electric convective drying. Processes 10 (339), 339–418. 10.3390/pr10020339", "ArticleIdList": ["10.3390/pr10020339"]}, {"Citation": "\nCarbon Footprint Center (2024). Carbon credit and offset emission. Egypt: Heliopolis University. Available at: https://www.hu.edu.eg/research/carbon-footprint-center/.\n"}, {"Citation": "Dak M., Pareek N. K. (2014). Effective moisture diffusivity of pomegranate arils undergoing microwave-vacuum drying. J. Food Eng. 122, 117–121. 10.1016/j.jfoodeng.2013.08.040", "ArticleIdList": ["10.1016/j.jfoodeng.2013.08.040"]}, {"Citation": "Desa W. N. Y. M., Fudholi A., Yaakob Z. (2020). Energy-economic-environmental analysis of solar drying system: a review. Int. J. Power Electron. Drive Syst. (IJPEDS) 11 (2), 1011–1018. 10.11591/ijpeds.v11.i2.pp1011-1018", "ArticleIdList": ["10.11591/ijpeds.v11.i2.pp1011-1018"]}, {"Citation": "Elhage H., Herez A., Ramadan M., Bazzi H., Khaled M. (2018). An investigation on solar drying: a review with economic and environmental assessment. Energy 157, 815–829. 10.1016/j.energy.2018.05.197", "ArticleIdList": ["10.1016/j.energy.2018.05.197"]}, {"Citation": "Eltawil M. A., Azarn M. M., Alghannam A. O. (2018). Energy analysis of hybrid solar tunnel dryer with PV system and solar collector for drying mint (Mentha Viridis). J. Clean. Prod. 18, 352–364. 10.1016/j.jclepro.2018.01.229", "ArticleIdList": ["10.1016/j.jclepro.2018.01.229"]}, {"Citation": "\nEnergy Information Administration (EIA) (2020). International energy outlook. Available at: https://www.eia.gov/outlooks/archive/ieo17/pdf/exec_summ.pdf (accessed on November 10, 2020)."}, {"Citation": "\nEuropean Parliament (2021). Greenhouse gas emissions by country and sector (infographic). Available at: https://www.europarl.europa.eu/news/en/headlines/society/20180301STO98928/greenhouse-gas-emissions-bycountry-and-sector-infographic.\n"}, {"Citation": "\nFAO (2020). The future of food and agriculture—trends and challenges; food and agriculture organization of the united nations: Rome, Italy. Available at: http://www.fao.org/3/a-i6583e.\n"}, {"Citation": "\nFAO (2021). Energy-smart food for people and climate; issue paper; food and agriculture organization of the united nations. Rome, Italy. Available at: http://www.fao.org/docrep/014/i2454e/i2454e00.\n"}, {"Citation": "Ferreira A. G., Charbel A., Silva J. G. (2007). Experimental analysis of a hybrid dryer. Therm. Eng. 6 (2), 3–7."}, {"Citation": "Garg A., Shukla P. R., Kapshe M. (2006). The sectoral trends of multigas emissions inventory of India. Atmos. Environ. 40, 4608–4620. 10.1016/j.atmosenv.2006.03.045", "ArticleIdList": ["10.1016/j.atmosenv.2006.03.045"]}, {"Citation": "Gavurova B., Rigelsky M., Ivankova V. (2021). Greenhouse gas emissions and health in the countries of the European union. Front. Public Health 9, 756652. 10.3389/fpubh.2021.756652", "ArticleIdList": ["10.3389/fpubh.2021.756652", "PMC8709531", "34957016"]}, {"Citation": "Gudiño-Ayala D., Calderón-Topete Á. (2014). Pineapple drying using a new solar hybrid dryer. Energy Procedia 57, 1642–1650. 10.1016/j.egypro.2014.10.155", "ArticleIdList": ["10.1016/j.egypro.2014.10.155"]}, {"Citation": "Hann D., Žarn J., Markic M. (2020). Properties of CO2 adsorption for petrographically diverse ortho-lignites and some higher rank coals. Acta Montan Slovaca 25, 324–336."}, {"Citation": "Hansen K., Vad Mathiesen B. (2018). Comprehensive assessment of the role and potential for solar thermal in future energy systems. Sol. Energy 169, 144–152. 10.1016/j.solener.2018.04.039", "ArticleIdList": ["10.1016/j.solener.2018.04.039"]}, {"Citation": "Holden N. M., White E. P., Lange M. C., Oldfield T. L. (2018). Review of the sustainability of food systems and transition using the Internet of Food. npj Sci. Food 18, 18–27. 10.1038/s41538-018-0027-3", "ArticleIdList": ["10.1038/s41538-018-0027-3", "PMC6550226", "31304268"]}, {"Citation": "Ibrahim A., Cattaneo M. P., Amer A., Helyes L. (2023a). “Drying technology evolution and global concerns related to food security and sustainability,” in Food processing and packaging technologies - recent advances. London, United Kingdom: (IntechOpen; ). 10.5772/intechopen.109196", "ArticleIdList": ["10.5772/intechopen.109196"]}, {"Citation": "Ibrahim A., Elsebaee I., Amer A., Aboelasaad G., El-Bediwy A., El-Kholy M. (2023b). Development and evaluation of a hybrid smart solar dryer. J. Food Sci. 88, 3859–3878. 10.1111/1750-3841.16713", "ArticleIdList": ["10.1111/1750-3841.16713", "37530625"]}, {"Citation": "IEA (2016). Coal-global energy review. Paris, France: IEA."}, {"Citation": "Jahromi M. S. B., Iranmanesh M., Akhijahani H. S. (2022). Thermo-economic analysis of solar drying of Jerusalem artichoke (Helianthus tuberosus L.) integrated with evacuated tube solar collector and phase change material. J. Energy Storage 52, 104688. 10.1016/j.est.2022.104688", "ArticleIdList": ["10.1016/j.est.2022.104688"]}, {"Citation": "Kaveh M., Abbaspour-Gilandeh Y., Nowacka M. (2021). Comparison of different drying techniques and their carbon emissions in green peas. Chem. Eng. Process. - Process Intensif. 160, 108274. 10.1016/j.cep.2020.108274", "ArticleIdList": ["10.1016/j.cep.2020.108274"]}, {"Citation": "Kaveh M., Chayjan R. A., Taghinezhad E., Sharabiani V. R., Motevali A. (2020). Evaluation of specific energy consumption and GHG emissions for different drying methods (Case study: pistacia Atlantica). J. Clean. Prod. 259, 120963. 10.1016/j.jclepro.2020.120963", "ArticleIdList": ["10.1016/j.jclepro.2020.120963"]}, {"Citation": "Keller V., Lyseng B., English J., Niet T., Palmer-Wilson K., Moazzen I., et al. (2018). Coal-to-biomass retrofit in Alberta—value of forest residue bioenergy in the electricity system. Renew. Energy 125, 373–383. 10.1016/j.renene.2018.02.128", "ArticleIdList": ["10.1016/j.renene.2018.02.128"]}, {"Citation": "Kucukvar M., Samadi H. (2015). Linking national food production to global supply chain impacts for the energy-climate challenge: the cases of the EU-27 and Turkey. J. Clean. Prod. 108, 395–408. 10.1016/j.jclepro.2015.08.117", "ArticleIdList": ["10.1016/j.jclepro.2015.08.117"]}, {"Citation": "Kumar C., Joardder M. U. H., Karim A., Millar G. J., Amin Z. (2014). Temperature redistribution modelling during intermittent microwave convective heating. Procedia Eng. 90, 544–549. 10.1016/j.proeng.2014.11.770", "ArticleIdList": ["10.1016/j.proeng.2014.11.770"]}, {"Citation": "Kumar D. G. P., Hebbar H. U., Sukumar D., Ramesh M. N. (2005). Infrared and hot-air drying of onions. J. Food Process. Preserv. 29, 130–150."}, {"Citation": "Kylili A., Fokaides P. A., Ioannides A., Kalogirou S. (2018). Environmental assessment of solar thermal systems for the industrial sector. J. Clean. Prod. 176, 99–109. 10.1016/j.jclepro.2017.12.150", "ArticleIdList": ["10.1016/j.jclepro.2017.12.150"]}, {"Citation": "Lingayat A. B., Chandramohan V. P., Raju V. R. K., Meda V. (2020). A review on indirect type solar dryers for agricultural crops – dryer setup, its performance, energy storage and important highlights. Appl. Energy 258, 114005. 10.1016/j.apenergy.2019.114005", "ArticleIdList": ["10.1016/j.apenergy.2019.114005"]}, {"Citation": "Luxmore M., Tauyanashe C., Lawrence M. (2013). Carbon financing for renewable energy projects in Zimbabwe – a case of chipendeke micro-hydro scheme. Int. J. Sci. Res. 2 (9), 370–374."}, {"Citation": "MaisnamRasaneDeyKaur Sarma D. P. A. S. C. (2017). Recent advances in conventional drying of foods. J. Food Technol. Pres. 1, 25–34."}, {"Citation": "Matavel C., Kächele H., Steinke J., Rybak C., Hoffmann H., Müller K., et al. (2022). Effect of passive solar drying on food security in rural Mozambique. Sci. Rep. 12, 17154. 10.1038/s41598-022-22129-9", "ArticleIdList": ["10.1038/s41598-022-22129-9", "PMC9561633", "36229492"]}, {"Citation": "Mathur S., Waswani H., Singh D., Ranjan R. (2022). Alternative fuels for agriculture sustainability: carbon footprint and economic feasibility. AgriEngineering 4, 993–1015. 10.3390/agriengineering4040063", "ArticleIdList": ["10.3390/agriengineering4040063"]}, {"Citation": "McMichael A. J., Woodruff R. E., Hales S. (2006). Climate change and human health: present and future risks. Lancet 367, 859–869. 10.1016/S0140-6736(06)68079-3", "ArticleIdList": ["10.1016/S0140-6736(06)68079-3", "16530580"]}, {"Citation": "Motevali A., Koloor R. T. (2017). A comparison between pollutants and greenhouse gas emissions from operation of different dryers based on energy consumption of power plants. J. Clean. Prod. 154, 445–461. 10.1016/j.jclepro.2017.03.219", "ArticleIdList": ["10.1016/j.jclepro.2017.03.219"]}, {"Citation": "Motevali A., Minaei S., Banakar A., Ghobadian B., Khoshtaghaza M. H. (2014). Comparison of energy parameters in various dryers. Energy Convers. Manag. 87, 711–725. 10.1016/j.enconman.2014.07.012", "ArticleIdList": ["10.1016/j.enconman.2014.07.012"]}, {"Citation": "Nayak S., Kumar A., Mishra J., Tiwari G. N. (2011). Drying and testing of mint (Mentha piperita) by a hybrid photovoltaic-thermal (PVT)-based greenhouse dryer. Dry. Technol. 29 (9), 1002–1009. 10.1080/07373937.2010.547265", "ArticleIdList": ["10.1080/07373937.2010.547265"]}, {"Citation": "Ndukwu M. C., Simo-Tagne M., Bennamoun L. (2021). Solar drying research of medicinal and aromatic plants: an African experience with assessment of the economic and environmental impact. Afr. J. Sci. Technol. Innovation Dev. 13 (2), 247–260. 10.1080/20421338.2020.1776061", "ArticleIdList": ["10.1080/20421338.2020.1776061"]}, {"Citation": "Odell P. R. (2000). The global energy market in the long term: the continuing dominance of affordable non-renewable resources. Energy explor. Exploit. 18, 599–613. 10.1260/0144598001492418", "ArticleIdList": ["10.1260/0144598001492418"]}, {"Citation": "Palumbo M., Attolico G., Capozzi V., Cozzolino R., Corvino A., de Chiara M. L. V., et al. (2022). Emerging postharvest technologies to enhance the shelf-life of fruit and vegetables: an overview. Foods 11, 3925. 10.3390/foods11233925", "ArticleIdList": ["10.3390/foods11233925", "PMC9737221", "36496732"]}, {"Citation": "Petikirige J., Karim A., Milla G. (2022). Effect of drying techniques on quality and sensory properties of tropical fruits. Int. J. Food Sci. Technol. 57, 6963–6979. 10.1111/ijfs.16043", "ArticleIdList": ["10.1111/ijfs.16043"]}, {"Citation": "Preble C. V., Chen S. S., Hotchi T., Sohn M. D., Maddalena R. L., Russell M. L., et al. (2020). Air pollutant emission rates for dry anaerobic digestion and composting of organic municipal solid waste. Environ. Sci. Technol. 54, 16097–16107. 10.1021/acs.est.0c03953", "ArticleIdList": ["10.1021/acs.est.0c03953", "33226230"]}, {"Citation": "\nRitchie H., Roser M. (2021). CO2 and greenhouse gas emissions. Our world in data. 2020. Available at: https://ourworldindata.org/CO2-and-other-greenhouse-gas-emissions.\n"}, {"Citation": "Saleem M. (2022). Possibility of utilizing agriculture biomass as a renewable and sustainable future energy source. Heliyon 28, e08905. 10.1016/j.heliyon.2022.e08905", "ArticleIdList": ["10.1016/j.heliyon.2022.e08905", "PMC8841379", "35198772"]}, {"Citation": "\nSims R., Flammini A., Puri M., Bracco S. (2020). Opportunities for agri-food chains to become energy-smart. Rome, Italy: FAO. Available at: http://www.fao.org/3/ai5125e.\n"}, {"Citation": "Sivakumar R., Saravanan R., Elaya Perumal A., Iniyan S. (2016). Fluidized bed drying of some agro products – a review. Renew. Sustain. Energy 61, 280–301. 10.1016/j.rser.2016.04.014", "ArticleIdList": ["10.1016/j.rser.2016.04.014"]}, {"Citation": "Sreekumar A., Manikantan P. E., Vijayakumar K. P. (2008). Performance of indirect solar cabinet dryer. Energy Convers. Manag. 49 (6), 1388–1395. 10.1016/j.enconman.2008.01.005", "ArticleIdList": ["10.1016/j.enconman.2008.01.005"]}, {"Citation": "Suresh B. V., Shireesha Y., Kishore T. S., Dwivedi G., Haghighi A. T., Patro E. R. (2023). Natural energy materials and storage systems for solar dryers: State of the art. Sol. Energy Mater. Sol. Cells 255 (112276), 112276–112324. 10.1016/j.solmat.2023.112276", "ArticleIdList": ["10.1016/j.solmat.2023.112276"]}, {"Citation": "Udomkun P., Romuli S., Schock S., Mahayothee B., Sartas M., Wossen T., et al. (2020). Review of solar dryers for agricultural products in Asia and Africa: an innovation landscape approach. J. Environ. Manag. 268 (110730), 110730–110814. 10.1016/j.jenvman.2020.110730", "ArticleIdList": ["10.1016/j.jenvman.2020.110730", "32510451"]}, {"Citation": "Vadivambal R., Jayas D. S. (2010). Non-uniform temperature distribution during microwave heating of food materials—a review. Food Bioprocess Technol. 3, 161–171. 10.1007/s11947-008-0136-0", "ArticleIdList": ["10.1007/s11947-008-0136-0"]}, {"Citation": "Wardhani N. S. K., Amanda N., Sari A. R. (2022). Microwave vacuum drying on fruit: a review. Adv. Biol. Sci. Res. 19, 309–316."}, {"Citation": "Zielinska M., Sadowskia P., Blaszczak W. (2015). Freezing/thawing and microwave-assisted drying of blueberries (vaccinium corymbosum L.). Food Sci. Technol. 62 (1), 555–563. 10.1016/j.lwt.2014.08.002", "ArticleIdList": ["10.1016/j.lwt.2014.08.002"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "13"}, {"Year": "2024", "Month": "2", "Day": "26"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "17", "Minute": "4"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38558793", "PMC10979823", "10.3389/fbioe.2024.1355133", "1355133"]}}]}