{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Cancer", "Diet", "Flavonoids", "Medicinal plants", "Protein–ligand interaction"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38559707", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": ["22", "10.1007/s40203-024-00192-6"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "29"}], "Journal": {"ISSN": "2193-9616", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2024"}}, "Title": "In silico pharmacology", "ISOAbbreviation": "In Silico Pharmacol"}, "ArticleTitle": "In vitro combination effects of plant-derived quercetin with synthetic bicalutamide on prostate cancer and normal cell lines: in silico comparison.", "Pagination": {"StartPage": "22", "MedlinePgn": "22"}, "Abstract": {"AbstractText": ["Prostate cancer is the second most frequent and the fifth greatest cause of death in men. Although diet has been connected to the prevalence of cancer in addition to other factors, the relation between cancer and prevention is weak. Treatment options are at risk due to cell resistance. To identify new combinations, we tried plant-derived quercetin with bicalutamide on cell lines. To determine the cytotoxicity and apoptotic potential of plant-derived quercetin and its combination, MTT [3-(4,5-dimethylthiazol-2-yl)-2,5 diphenyl tetrazolium bromide] and dual stain assays were performed. In silico protein-ligand interaction was performed to support the in vitro findings. A thin layer, column, and high-performance chromatography were used to purify quercetin along with an authentic sample. In the cytotoxic study, quercetin was minimized by 80% similar to bicalutamide and a combination of quercetin and bicalutamide by 50% when compared to controls by 2%. Quercetin and bicalutamide showed a similar binding affinity for androgen receptors (9.7 and 9.8), hub genes (10.8 and 10.0), and a few other PCa-related genes (9.4 and 9.1). We propose to conclude that the combination of quercetin plus bicalutamide can be used for chemotherapy if additional in vivo studies are conducted. The intake of foods high in polyphenolic compounds can help to prevent prostate cancer. Examination of quercetin on several cell lines will provide a definite conclusion to combat cancers."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2024. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["https://ror.org/0444zqa87", "grid.464687.f", "0000 0004 1775 1337"], "Affiliation": "Department of Cell Biology and Molecular Genetics, Sri Devaraj Urs Academy of Higher Education and Research, Tamaka563 103, Kolar, Karnataka India."}], "LastName": "Inala", "ForeName": "Mary Shobha Rani", "Initials": "MSR"}, {"Identifier": ["0000-0003-2656-6419"], "AffiliationInfo": [{"Identifier": ["https://ror.org/0444zqa87", "grid.464687.f", "0000 0004 1775 1337"], "Affiliation": "Department of Cell Biology and Molecular Genetics, Sri Devaraj Urs Academy of Higher Education and Research, Tamaka563 103, Kolar, Karnataka India."}], "LastName": "Pamidimukkala", "ForeName": "Kiranmayee", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "In Silico Pharmacol", "NlmUniqueID": "101623954", "ISSNLinking": "2193-9616"}, "CoiStatement": "Competing interestsThe authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Oqail MM, Farshori NN. Antioxidant and anticancer efficacies of Anethum graveolens against human breast carcinoma cells through oxidative stress and caspase dependency. Biomed Res Int. 2021;4(2021):5535570. doi: 10.1155/2021/5535570.", "ArticleIdList": ["10.1155/2021/5535570", "PMC8112917", "33997002"]}, {"Citation": "Anuradha KM, James SN (2013) The role of E-Cadherin-catenin complex in prostate cancer progression. In: Advances in prostate cancer. InTech 10.5772/52751"}, {"Citation": "Boam T. Anti-androgenic effects of flavonols in prostate cancer. Ecancermedicalscience. 2015;9:585.", "ArticleIdList": ["PMC4631581", "26557883"]}, {"Citation": "Carabet LA, Lallous N, Leblanc E, et al. Computer-aided drug discovery of Myc-Max inhibitors as potential therapeutics for prostate cancer. Eur J Med Chem. 2018;5(160):108–119. doi: 10.1016/j.ejmech.2018.09.023.", "ArticleIdList": ["10.1016/j.ejmech.2018.09.023", "30326371"]}, {"Citation": "Carmena M, Wheelock M, Funabiki H. The chromosomal passenger complex (CPC): from easy rider to the godfather of mitosis. Nat Rev Mol Cell Biol. 2012;13(12):789–803. doi: 10.1038/nrm3474.", "ArticleIdList": ["10.1038/nrm3474", "PMC3729939", "23175282"]}, {"Citation": "Chandrappa C, Govindappa M, Anil Kumar N, et al. Identification and separation of quercetin from ethanol extract of Carmona retusa by thin layer chromatography and high-performance liquid chromatography with diode array detection. World J Pharm Pharm Sci. 2014;3(6):2020–2029."}, {"Citation": "Chen D, Oezguen N, Urvil P, et al. Regulation of protein-ligand binding affinity by hydrogen bond pairing. Sci Adv 25. 2016;2(3):e1501240. doi: 10.1126/sciadv.1501240.", "ArticleIdList": ["10.1126/sciadv.1501240", "PMC4820369", "27051863"]}, {"Citation": "Chen X, Shao Y, Li Y. The cell cycle gene centromere protein K (CENPK) contributes to the malignant progression and prognosis of prostate cancer. Transl Cancer Res. 2022;11(5):1099–1111. doi: 10.21037/tcr-21-2164.", "ArticleIdList": ["10.21037/tcr-21-2164", "PMC9189231", "35706799"]}, {"Citation": "Choudhari AS, Mandave PC, Deshpande M, et al. Phytochemicals in cancer treatment: From preclinical studies to clinical practice. Front Pharmacol. 2020;10:1614. doi: 10.3389/fphar.2019.01614.", "ArticleIdList": ["10.3389/fphar.2019.01614", "PMC7025531", "32116665"]}, {"Citation": "Cifuentes E, Mataraza JM, Yoshida BA. Physical and functional interaction of androgen receptor with calmodulin in prostate cancer cells. Proc Natl Acad Sci USA. 2004;101(2):464–469. doi: 10.1073/pnas.0307161101.", "ArticleIdList": ["10.1073/pnas.0307161101", "PMC327170", "14695896"]}, {"Citation": "Clinton SK, Giovannucci EL, Hursting SD. The World Cancer Research Fund/American Institute for Cancer Research third expert report on diet, nutrition, physical activity, and cancer: impact and future directions. J Nutr. 2020;150(4):663–671. doi: 10.1093/jn/nxz268.", "ArticleIdList": ["10.1093/jn/nxz268", "PMC7317613", "31758189"]}, {"Citation": "Copello VA, Burnstein KL, et al. The kinesin KIF20A promotes progression to castration-resistant prostate cancer through autocrine activation of the androgen receptor. Oncogene. 2022;41(20):2824–2832. doi: 10.1038/s41388-022-02307-9.", "ArticleIdList": ["10.1038/s41388-022-02307-9", "PMC9107495", "35418689"]}, {"Citation": "Crawford ED, Moul JW. ADT risks and side effects in advanced prostate cancer: cardiovascular and acute renal injury. Oncology. 2015;29(1):55–55.", "ArticleIdList": ["25592210"]}, {"Citation": "Daina A, Michielin O, Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci Rep. 2017;7:42717. doi: 10.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "David AVA, Arulmoli R, Parasuraman S. Overviews of biological importance of quercetin: a bioactive flavonoid. Pharmacogn Rev. 2016;10(20):84. doi: 10.4103/0973-7847.194044.", "ArticleIdList": ["10.4103/0973-7847.194044", "PMC5214562", "28082789"]}, {"Citation": "Gallivan JP, Dougherty DA. Cation-pi interactions in structural biology. Proc Natl Acad Sci USA 17. 1999;96(17):9459–9464. doi: 10.1073/pnas.96.17.9459.", "ArticleIdList": ["10.1073/pnas.96.17.9459", "PMC22230", "10449714"]}, {"Citation": "Gamba M, Asllanaj E, Raguindin PF, et al. Nutritional and phytochemical characterization of radish (Raphanus sativus): a systematic review. Trends Food Sci Technol. 2021;113:205–218. doi: 10.1016/j.tifs.2021.04.045.", "ArticleIdList": ["10.1016/j.tifs.2021.04.045"]}, {"Citation": "Gibellini L, Pinti M, Nasi M, et al. Quercetin and cancer chemoprevention. Evid-Based Complement Altern Med. 2011 doi: 10.1093/ecam/neq053.", "ArticleIdList": ["10.1093/ecam/neq053", "PMC3136711", "21792362"]}, {"Citation": "Hashemzaei M, Delarami Far A, Yari A, et al. Anticancer and apoptosis-inducing effects of quercetin in vitro and in vivo. Oncology. 2017;38(2):819–828. doi: 10.3892/or.2017.5766.", "ArticleIdList": ["10.3892/or.2017.5766", "PMC5561933", "28677813"]}, {"Citation": "Hu L, Huang H, Hei M, et al. Structural analysis of fungal CENP-H/I/K homologs reveals a conserved assembly mechanism underlying proper chromosome alignment. Nucleic Acids Res. 2019;47(1):468–479. doi: 10.1093/nar/gky1108.", "ArticleIdList": ["10.1093/nar/gky1108", "PMC6326798", "30407575"]}, {"Citation": "Jana S, Shekhawat GS. Anethum graveolens: an Indian traditional medicinal herb and spice. Pharmacogn Rev. 2010;4(8):179–184. doi: 10.4103/0973-7847.70915.", "ArticleIdList": ["10.4103/0973-7847.70915", "PMC3249919", "22228959"]}, {"Citation": "Kawabata R, Oie S, Takahashi M, et al. Up-regulation of insulin-like growth factor-binding protein 3 by 5-fluorouracil (5-FU) leads to the potent anti-proliferative effect of androgen deprivation therapy combined with 5-FU in human prostate cancer cell lines. Int J Oncol. 2011;38(6):1489–1500.", "ArticleIdList": ["21455575"]}, {"Citation": "Key TJ, Bradbury KE, Perez-Cornago A, et al. Diet, nutrition, and cancer risk: what do we know and what is the way forward? BMJ. 2020;368:m511. doi: 10.1136/bmj.m511.", "ArticleIdList": ["10.1136/bmj.m511", "PMC7190379", "32139373"]}, {"Citation": "Kotolloshi R, Mirzakhani K, Ahlburg J, et al. Thyroid hormone induces cellular senescence in prostate cancer cells through induction of DEC1. J Steroid Biochem Mol Biol. 2020;201:105689. doi: 10.1016/j.jsbmb.2020.105689.", "ArticleIdList": ["10.1016/j.jsbmb.2020.105689", "32360904"]}, {"Citation": "Liu Y, Yang X, Gan J, et al. CB-Dock2: improved protein–ligand blind docking by integrating cavity detection, docking and homologous template fitting. Nucleic Acids Res. 2022;50(W1):W159–W164. doi: 10.1093/nar/gkac394.", "ArticleIdList": ["10.1093/nar/gkac394", "PMC9252749", "35609983"]}, {"Citation": "Lotfi N, Yousefi Z, Golabi M, et al. The potential anti-cancer effects of quercetin on blood, prostate and lung cancers: An update. Front Immunol. 2023;28(14):1077531. doi: 10.3389/fimmu.2023.1077531.", "ArticleIdList": ["10.3389/fimmu.2023.1077531", "PMC10011078", "36926328"]}, {"Citation": "Manivannan A, Kim JH, Kim DS, et al. Deciphering the nutraceutical potential of Raphanus sativus—a comprehensive overview. Nutrients. 2019;11(2):402. doi: 10.3390/nu11020402.", "ArticleIdList": ["10.3390/nu11020402", "PMC6412475", "30769862"]}, {"Citation": "Nozawa M, Sugimoto K, Nagai Y, et al. Degarelix/bicalutamide combination versus degarelix alone as initial androgen-deprivation therapy. J Clin Oncol. 2016;34(2):183. doi: 10.1200/jco.2016.34.2_suppl.183.", "ArticleIdList": ["10.1200/jco.2016.34.2_suppl.183"]}, {"Citation": "Omar MN, Fahd AN, Ali SA, et al. Comparative study of antioxidant and anticancer activities and HPTLC quantification of rutin in white radish (Raphanus sativus L.) leaves and root extracts grown in Saudi Arabia. Open Chem. 2021;19(1):408–416. doi: 10.1515/chem-2021-0042.", "ArticleIdList": ["10.1515/chem-2021-0042"]}, {"Citation": "Penson DF, Armstrong AJ, Concepcion R, et al. Enzalutamide Versus Bicalutamide in Castration-Resistant Prostate Cancer: The STRIVE Trial. J Clinical Oncol. 2016;34(18):2098–2106. doi: 10.1200/JCO.2015.64.9285.", "ArticleIdList": ["10.1200/JCO.2015.64.9285", "26811535"]}, {"Citation": "Rahman MA, Akhtar J. Evaluation of anticancer activity of Cordia dichotoma leaves against a human prostate carcinoma cell line, PC3. J Tradit Complement Med. 2017;7(3):315–321. doi: 10.1016/j.jtcme.2016.11.002.", "ArticleIdList": ["10.1016/j.jtcme.2016.11.002", "PMC5506664", "28725626"]}, {"Citation": "Rather RA, Bhagat M. Quercetin as an innovative therapeutic tool for cancer chemoprevention: molecular mechanisms and implications in human health. Cancer Med. 2020;9(24):9181–9192. doi: 10.1002/cam4.1411.", "ArticleIdList": ["10.1002/cam4.1411", "PMC7774748", "31568659"]}, {"Citation": "Rice MA, Malhotra SV, Stoyanova T. Second-generation antiandrogens: from discovery to standard of care in castration resistant prostate cancer. Front Oncol. 2019;9:801. doi: 10.3389/fonc.2019.00801.", "ArticleIdList": ["10.3389/fonc.2019.00801", "PMC6723105", "31555580"]}, {"Citation": "Sahu V, Khan A, Singh R. Hydrophobic, polar and hydrogen bonding based drug-receptor interaction of tetrahydroimidazobenzodiazepinones. Am J Immunol. 2008;4(3):33–42. doi: 10.3844/ajisp.2008.33.4210.3844/ajisp.2008.33.42.", "ArticleIdList": ["10.3844/ajisp.2008.33.4210.3844/ajisp.2008.33.42"]}, {"Citation": "Sari Y, Isworo A, Upoyo AS, et al. The differences in health-related quality of life between younger and older adults and its associated factors in patients with type 2 diabetes mellitus in Indonesia. Health Quality Life Outcomes. 2021;19(1):1–10. doi: 10.1186/s12955-021-01756-2.", "ArticleIdList": ["10.1186/s12955-021-01756-2", "PMC8052736", "33863354"]}, {"Citation": "Senapati S, Mahanta AK, Kumar S, Maiti P. Controlled drug delivery vehicles for cancer treatment and their performance. Signal Transduct Target Ther. 2018;3(1):1–19. doi: 10.1038/s41392-017-0004-3.", "ArticleIdList": ["10.1038/s41392-017-0004-3", "PMC5854578", "29560283"]}, {"Citation": "Sharma S, Cwiklinski K, Mahajan SD, et al. Combination modality using quercetin to enhance the efficacy of docetaxel in prostate cancer cells. Cancers (basel) 2023;15(3):902. doi: 10.3390/cancers15030902.", "ArticleIdList": ["10.3390/cancers15030902", "PMC9913446", "36765857"]}, {"Citation": "Singh AN, Baruah MM, Sharma N. Structure Based docking studies towards exploring potential anti-androgen activity of selected phytochemicals against Prostate Cancer. Sci Rep. 2017;7(1):1955. doi: 10.1038/s41598-017-02023-5.", "ArticleIdList": ["10.1038/s41598-017-02023-5", "PMC5434041", "28512306"]}, {"Citation": "Su F, Daquinag AC, Ahn S, et al. Progression of prostate carcinoma is promoted by adipose stromal cell-secreted CXCL12 signaling in prostate epithelium. Npj Precision Oncology. 2021;5:26. doi: 10.1038/s41698-021-00160-9.", "ArticleIdList": ["10.1038/s41698-021-00160-9", "PMC7985375", "33753872"]}, {"Citation": "Sung H, Ferlay J, Rebecca L, et al. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2021;71(3):209–249. doi: 10.3322/caac.21660.", "ArticleIdList": ["10.3322/caac.21660", "33538338"]}, {"Citation": "Tam JZ, Palumbo T, Miwa JM, et al. Analysis of protein-protein interactions for intermolecular bond prediction. Molecules. 2022;27(19):6178. doi: 10.3390/molecules27196178.", "ArticleIdList": ["10.3390/molecules27196178", "PMC9572624", "36234723"]}, {"Citation": "Tyagi S, Gupta P, Saini AS. The peroxisome proliferator-activated receptor: a family of nuclear receptors role in various diseases. J Adv Pharm Technol Res. 2011;2(4):236–240. doi: 10.4103/2231-4040.90879.", "ArticleIdList": ["10.4103/2231-4040.90879", "PMC3255347", "22247890"]}, {"Citation": "Valença I, Ferreira AR, Correia M. Prostate cancer proliferation is affected by the subcellular localization of MCT2 and accompanied by significant peroxisomal alterations. Cancers. 2020;12:3152. doi: 10.3390/cancers12113152.", "ArticleIdList": ["10.3390/cancers12113152", "PMC7693163", "33121137"]}, {"Citation": "Ward AB, Mir H, Kapur N, et al. Quercetin inhibits prostate cancer by attenuating cell survival and inhibiting anti-apoptotic pathways. World J Surg Oncol. 2018;16(1):108. doi: 10.1186/s12957-018-1400-z.", "ArticleIdList": ["10.1186/s12957-018-1400-z", "PMC6001031", "29898731"]}, {"Citation": "Yashaswee S, Trigun SK. Cytotoxicity and induction of apoptosis in melanoma (MDA-MB-435S) cells by Emodin. J Sci Res. 2020;64(2):1–9."}, {"Citation": "Yu C, Cao H, He X, et al. Cyclin-dependent kinase inhibitor 3 (CDKN3) plays a critical role in prostate cancer via regulating cell cycle and DNA replication signaling. Biomed Pharmacother. 2017;96:1109–1118. doi: 10.1016/j.biopha.2017.11.112.", "ArticleIdList": ["10.1016/j.biopha.2017.11.112", "29196103"]}, {"Citation": "Zhang HW, Hu JJ, Fu RQ, et al. Flavonoids inhibit cell proliferation and induce apoptosis and autophagy through down regulation of PI3Kγ mediated PI3K/AKT/mTOR/p70S6K/ULK signaling pathway in human breast cancer cells. Sci Rep. 2018;8(1):1–13.", "ArticleIdList": ["PMC6062549", "30050147"]}, {"Citation": "Zhang R, Guo WH, Yang LH, et al. Identification of hub genes in prostate cancer by bioinformatics analysis. Open Access Library Journal. 2023;10:e9747. doi: 10.4236/oalib.1109747.", "ArticleIdList": ["10.4236/oalib.1109747"]}, {"Citation": "Zhu H, Lin Q, Gao X, et al. Identification of the hub genes associated with prostate cancer tumorigenesis. Front Oncol. 2023;13:1168772. doi: 10.3389/fonc.2023.1168772.", "ArticleIdList": ["10.3389/fonc.2023.1168772", "PMC10213256", "37251946"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "13"}, {"Year": "2024", "Month": "1", "Day": "22"}, {"Year": "2025", "Month": "3", "Day": "29"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "17", "Minute": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["38559707", "PMC10980673", "10.1007/s40203-024-00192-6", "192"]}}]}