{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cistus albidus L.", "analgesic activity", "anti-inflammatory", "antioxidant activity", "polyphenols"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38554388", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2478/acph-2024-0002"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "30"}], "Journal": {"ISSN": "1846-9558", "JournalIssue": {"Volume": "74", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "01"}}, "Title": "Acta pharmaceutica (Zagreb, Croatia)", "ISOAbbreviation": "Acta Pharm"}, "ArticleTitle": "Chemical composition and potential antioxidant, anti-inflammatory, and analgesic efficacy of <i>Cistus albidus</i> L.", "Pagination": {"StartPage": "81", "EndPage": "99", "MedlinePgn": "81-99"}, "Abstract": {"AbstractText": ["This study aims to assess the chemical composition of the aqueous extract of <i>Cistus albidus</i> L. leaves, as well as the potential of aqueous and hydroethanol extracts of the leaves and seeds as analgesic, anti--inflammatory, and antioxidant agents. The contents of phenolics and inorganic constituents were determined in <i>C. albidus</i> seeds and leaves; antioxidant capacity was assessed by 3 complementary and diverse tests. The carrageenan-induced paw edema technique was used to investigate the anti-inflammatory effect <i>in vivo</i>, and albumin denaturation to evaluate the anti-inflammatory effect <i>in vitro</i>. The acetic acid-induced contortion test, the tail-flick test, and the plantar test were used to assess the analgesic effi cacy <i>in vivo</i>. Chemical analysis was performed by UPLC-MS/MS to quantify several phenolic compounds including catechin (1,627.6 mg kg<sup>-1</sup>), quercitrin (1,235.8 mg kg-1) and gallic acid (628. 2 mg kg<sup>-1</sup>). The ICP analysis revealed that potassium and calcium were the main inorganic components in the seeds and leaves of <i>C. albidus</i>. The hydroethanolic extract of the leaves showed the highest content of polyphenols/flavonoids, whereas the highest value of proantho cyanidins was detected in the aqueous extract of the seeds. All extracts showed potent antioxidant activity related to different phenolic compounds (quercetin, gallic acid, astragalin, catechin, and rutin). The aqueous extract of the leaves strongly inhibited paw edema (76.1 %) after 6 h of treatment and showed maximal inhibition of protein denaturation (191.0 µg mL<sup>-1</sup> for 50 % inhibition) and analgesic activity in different nociceptive models. The presented data reveal that <i>C. albidus</i> extracts potentially show antioxidant, anti-inflammatory, and analgesic activities that could confirm the traditional use of this plant."], "CopyrightInformation": "© 2024 Aziz Zouhri et al., published by Sciendo."}, "AuthorList": [{"Identifier": ["0009-0004-9546-8577"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactives and Environmental Health Laboratory Faculty of Sciences, Moulay Ismail University Meknes B.P. 11201, Morocco."}, {"Identifier": [], "Affiliation": "Laboratory of Pharmacology, National Agency for Medicinal and Aromatic Plants, Taounate 34025, Morocco."}], "LastName": "Zouhri", "ForeName": "Aziz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactives and Environmental Health Laboratory Faculty of Sciences, Moulay Ismail University Meknes B.P. 11201, Morocco."}], "LastName": "Bouddine", "ForeName": "Toufik", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology, National Agency for Medicinal and Aromatic Plants, Taounate 34025, Morocco."}], "LastName": "Menyiy", "ForeName": "Naoual El", "Initials": "NE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit in Applied Chemistry, Faculty of Science and Techniques, Abdelmalek Essaadi University, Al Hoceima 32003, Morocco."}], "LastName": "El-Mernissi", "ForeName": "Yahya", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Sciences Dhar El Mahraz, University Sidi Mohamed Ben Abdellah of Fez, 30000, Morocco."}], "LastName": "Laaroussi", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biomedical and Translational Research Faculty of Medicine and Pharmacy of Fez, University of Sidi Mohamed Ben Abdellah, BP 1893, Km 22 Road of Sidi Harazem, Fez, Morocco."}], "LastName": "Chebaibi", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit in Applied Chemistry, Faculty of Science and Techniques, Abdelmalek Essaadi University, Al Hoceima 32003, Morocco."}], "LastName": "Amhamdi", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactives and Environmental Health Laboratory Faculty of Sciences, Moulay Ismail University Meknes B.P. 11201, Morocco."}], "LastName": "Elharrak", "ForeName": "Abdelhay", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science, Faculty of Agricultural and Food Sciences, Laval University 2325 Quebec City, QC G1V 0A6, Canada."}], "LastName": "Nafidi", "ForeName": "Hiba-Allah", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Bahir Dar University Bahir Dar, Ethiopia."}], "LastName": "Sitotaw", "ForeName": "Baye", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, College of Pharmacy King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Jardan", "ForeName": "Yousef A Bin", "Initials": "YAB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Higher Institute of Nursing Professions and Technical Health, Laayoune 70000, Morocco."}], "LastName": "Bourhia", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioactives and Environmental Health Laboratory Faculty of Sciences, Moulay Ismail University Meknes B.P. 11201, Morocco."}], "LastName": "Hajji", "ForeName": "Lhoussain", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Acta Pharm", "NlmUniqueID": "9303678", "ISSNLinking": "1330-0075"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "8R1V1STN48", "NameOfSubstance": "Catechin"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Analgesics"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "632XD903SP", "NameOfSubstance": "Gallic Acid"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cistus"}, {"QualifierName": [], "DescriptorName": "Chromatography, Liquid"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Catechin"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Pain"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Analgesics"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Gallic Acid"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Edema"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "K. Sayah, I. Marmouzi, H. Naceiri Mrabti, Y. Cherrah and M. E. A. Faouzi, Antioxidant activity and inhibitory potential of Cistus salviifolius (L.) and Cistus monspeliensis (L.) aerial parts extracts against key enzymes linked to hyperglycemia, BioMed. Res. Int. 2017 (2017) Article ID 2789482 (7 pages); https://doi.org/10.1155/2017/2789482"}, {"Citation": "Y. Chebli, M. Chentouf, J. F. Cabaraux and S. El Otmani, Floristic composition, diversity, palatability, and forage availability of forest rangelands in the southern mediterranean region of northern Morocco, Land 12 (2023) Article ID 215 (18 pages); https://doi.org/10.3390/land12010215"}, {"Citation": "A. Bouyahya, J. Abrini, A. Et-Touys, Y. Bakri and N. Dakka, Indigenous knowledge of the use of medicinal plants in the north-west of Morocco and their biological activities, Eur. J. Integr. Med. 13 (2017) 9–25; https://doi.org/10.1016/j.eujim.2017.06.004"}, {"Citation": "G. Attaguile, Gastroprotective effect of aqueous extract of Cistus incanus L. in rats, Pharmacol. Res. 31 (1995) 29–32; https://doi.org/10.1016/1043-6618(95)80043-3"}, {"Citation": "E. Yeşilada, I. Gürbüz and E. Ergun, Effects of Cistus laurifolius L. flowers on gastric and duodenal lesions, J. Ethnopharmacol. 55 (1997) 201–211; https://doi.org/10.1016/S0378-8741(96)01502-4"}, {"Citation": "A. Stępień, D. Aebisher and D. Bartusik-Aebisher, Biological properties of Cistus species, Eur. J. Clin. Exp. Med. 16 (2018) 127–132; https://doi.org/10.15584/ejcem.2018.2.8"}, {"Citation": "S. Rebensburg, M. Helfer, M. Schneider, H. Koppensteiner, J. Eberle, M. Schindler, L. Gürtler and R. Brack-Werner, Potent in vitro antiviral activity of Cistus incanus extract against HIV and Filoviruses targets viral envelope proteins, Sci. Rep. 6 (2016) Article ID 20394 (15 pages); https://doi.org/10.1038/srep20394"}, {"Citation": "M. Amensour, E. Sendra, J. A. Pérez-Alvarez, N. Skali-Senhaji, J. Abrini and J. Fernández-López, Antioxidant activity and chemical content of methanol and ethanol extracts from leaves of rock-rose ( Cistus ladaniferus ), Plant Foods Hum. Nutr. 65 (2010) 170–178; https://doi.org/10.1007/s11130-010-0168-2"}, {"Citation": "I. Marmouzi, N. El Madani, Z. Charrouf, Y. Cherrah and M. Y. El Abbes Faouzi, Proximate analysis, fatty acids and mineral composition of processed Moroccan Chenopodium quinoa Willd. and antioxidant properties according to the polarity, Phytothérapie 13 (2015) 110–117; https://doi.org/10.1007/s10298-015-0931-5"}, {"Citation": "L. A. Mařghitaş, O. G. Stanciu, D. S. Dezmirean, O. Bobiş, O. Popescu, S. Bogdanov and M. G. Campos, In vitro antioxidant capacity of honeybee-collected pollen of selected floral origin harvested from Romania, Food Chem. 115 (2009) 878–883; https://doi.org/10.1016/j.foodchem.2009.01.014"}, {"Citation": "F. Amezouar, W. Badri, M. Hsaine, N. Bourhim and H. Fougrach, Évaluation des activités antioxy-dante et anti-inflammatoire de Erica arborea L. du Maroc, Pathol. Biol. 61 (2013) 254–258; https://doi.org/10.1016/j.patbio.2013.03.005"}, {"Citation": "Z. Zhu, Y. Zhang, J. Wang, X. Li, W. Wang and Z. Huang, Sugaring-out assisted liquid-liquid extraction coupled with high performance liquid chromatography-electrochemical detection for the determination of 17 phenolic compounds in honey, J. Chromatogr. A 1601 (2019) 104–114; https://doi.org/10.1016/J.CHROMA.2019.06.023"}, {"Citation": "B. Huang, H. Ke, J. He, X. Ban, H. Zeng and Y. Wang, Extracts of Halenia elliptica exhibit antioxidant properties in vitro and in vivo, Food Chem. Toxicol. 49 (2011) 185–190; https://doi.org/10.1016/j.fct.2010.10.015"}, {"Citation": "H. J. D. Dorman and R. Hiltunen, Fe(III) reductive and free radical-scavenging properties of summer savory ( Satureja hortensis L.) extract and subfractions, Food Chem. 88 (2004) 193–199; https://doi.org/10.1016/j.foodchem.2003.12.039"}, {"Citation": "N. Bougandoura and N. Bendimerad, Evaluation de l’activité antioxydante des extraits aqueux et méthanolique de Satureja calamintha ssp.Nepeta (L.) Briq., Nat. Technol. 9 (2013) 14–19."}, {"Citation": "National Research Council, Guide for the Care and Use of Laboratory Animals , Vol. 184, National Academies Press, Washington DC 2011."}, {"Citation": "C. A. Winter, E. A. Risley and G. W. Nuss, Carrageenin-induced edema in hind paw of the rat as an assay for antiinflammatory drugs, Proc. Soc. Exp. Biol. Med. 111 (1962) 544–547; https://doi.org/10.3181/00379727-111-27849"}, {"Citation": "A. Lekouaghet, A. Boutefnouchet, C. Bensuici, L. Gali, K. Ghenaiet and L. Tichati, In vitro evaluation of antioxidant and anti-inflammatory activities of the hydroalcoholic extract and its fractions from Leuzea conifera L. roots, South African J. Bot. 132 (2020) 103–107; https://doi.org/10.1016/j.sajb.2020.03.042"}, {"Citation": "K. Sayah, L. Chemlal, I. Marmouzi, M. El Jemli, Y. Cherrah and M. E. A. Faouzi, In vivo anti-inflammatory and analgesic activities of Cistus salviifolius (L.) and Cistus monspeliensis (L.) aqueous extracts, South African J. Bot. 113 (2017) 160–163; https://doi.org/10.1016/j.sajb.2017.08.015"}, {"Citation": "S. Sood, B. Arora, S. Bansal, A. Muthuraman, N. S. Gill, R. Arora, M. Bali and P. D. Sharma, Anti-oxidant, anti-inflammatory and analgesic potential of the Citrus decumana L. peel extract, Inflammo pharmacology 17 (2009) 267–274; https://doi.org/10.1007/S10787-009-0015-Y"}, {"Citation": "A. El Hamsas El Youbi, L. El Mansouri, S. Boukhira, A. Daoudi and D. Bousta, In vivo anti-inflammatory and analgesic effects of aqueous extract of Cistus ladanifer L. from Morocco, Am. J. Ther. 23 (2016) e1554–e1559; https://doi.org/10.1097/MJT.0000000000000419"}, {"Citation": "B. Bueno-Silva, A. Marsola, M. Ikegaki, S. M. Alencar and P. L. Rosalen, The effect of seasons on Brazilian red propolis and its botanical source: chemical composition and antibacterial activity, Nat. Prod. Res. 31 (2017) 1318–1324; https://doi.org/10.1080/14786419.2016.1239088"}, {"Citation": "S. Ait Lahcen, L. El Hattabi, R. Benkaddour, N. Chahboun, M. Ghanmi, B. Satrani, M. Tabyaoui and A. Zarrouk, Chemical composition, antioxidant, antimicrobial and antifungal activity of Moroccan Cistus creticus leaves, Chem. Data Collect. 26 (2020) Article ID 100346; https://doi.org/10.1016/j.cdc.2020.100346"}, {"Citation": "S. Haida, K. Bakkouche, A. R. Kribii and A. Kribii, Chemical composition of essential oil, phenolic compounds content, and antioxidant activity of Cistus monspeliensis from Northern Morocco, Biochem. Res. Int. 2021 (2021) Article ID 6669877 (13 pages); https://doi.org/10.1155/2021/6669877"}, {"Citation": "M. Di Rosa, J. P. Giroud and D. A. Willoughby, Studies of the mediators of the acute inflammatory response induced in rats in different sites by carrageenan and turpentine, J. Pathol. 104 (1971) 15–29; https://doi.org/10.1002/PATH.1711040103"}, {"Citation": "S. O. Okpo, F. Fatokun and O. O. Adeyemi, Analgesic and anti-inflammatory activity of Crinum glaucum aqueous extract, J. Ethnopharmacol. 78 (2–3) (2001) 207–211; https://doi.org/10.1016/S0378-8741(01)00318-X"}, {"Citation": "V. García-Mediavilla, I. Crespo, P. S. Collado, A. Esteller, S. Sánchez-Campos, M. J. Tuñón and J. González-Gallego, The anti-inflammatory flavones quercetin and kaempferol cause inhibition of inducible nitric oxide synthase, cyclooxygenase-2 and reactive C-protein, and down-regulation of the nuclear factor kappaB pathway in Chang liver cells, Eur. J. Pharmacol. 557 (2007) 221–229; https://doi.org/10.1016/j.ejphar.2006.11.014"}, {"Citation": "E. dine T. Bouhlali, J. El Hilaly, J. Ennassir, M. Benlyas, C. Alem, M.-Y. Amarouch and Y. Filali-Zegzouti, Anti-inflammatory properties and phenolic profile of six Moroccan date fruit ( Phoenix dactylifera L.) varieties, J. King Saud Univ. – Sci. 30 (4) (2018) 519–526; https://doi.org/10.1016/j.jksus.2017.08.011"}, {"Citation": "M. Ali, T. Homann, J. Kreisel, M. Khalil, R. Puhlmann, H. P. Kruse and H. Rawel, Characterization and modeling of the interactions between coffee storage proteins and phenolic compounds, J. Agric. Food Chem. 60 (2012) 11601–11608; https://doi.org/10.1021/jf303372a"}, {"Citation": "H. Ojha, K. Mishra, M. I. Hassan and N. K. Chaudhury, Spectroscopic and isothermal titration calorimetry studies of binding interaction of ferulic acid with bovine serum albumin, Thermochim. Acta 548 (2012) 56–64; https://doi.org/10.1016/j.tca.2012.08.016"}, {"Citation": "A. I. de Andrés, M. P. Gómez-Serranillos, I. Iglesias and A. M. Villar, Effects of extract of Cistus populifolius L. on the central nervous system, Phyther. Res. 13 (1999) 575–579; https://doi.org/10.1002/(SICI)1099-1573(199911)13:7<575::AID-PTR506>3.0.CO;2-W"}, {"Citation": "M. Ark, O. Üstün and E. Yeşilada, Analgesic activity of Cistus laurifolius in mice, Pharm. Biol. 42 (2004) 176–178; https://doi.org/10.1080/13880200490512250"}, {"Citation": "E. Küpeli and E. Yesilada, Flavonoids with anti-inflammatory and antinociceptive activity from Cistus laurifolius L. leaves through bioassay-guided procedures, J. Ethnopharmacol. 112 (2007) 524–530; https://doi.org/10.1016/j.jep.2007.04.011"}, {"Citation": "O. Tahiri, D. Atmani-Kilani, S. Sanchez-Fidalgo, M. Aparicio-Soto, C. Alarcón-de-la-Lastra, E. Barrajón-Catalán, V. Micol and D. Atmani, The flavonol-enriched Cistus albidus chloroform extract possesses in vivo anti-inflammatory and anti-nociceptive activity, J. Ethnopharmacol. 209 (2017) 210–218; https://doi.org/10.1016/j.jep.2017.07.012"}, {"Citation": "E. Barrajõn-Catalán, S. Fernández-Arroyo, C. Roldán, E. Guillén, D. Saura, A. Segura-Carretero and V. Micol, A systematic study of the polyphenolic composition of aqueous extracts deriving from several Cistus genus species: Evolutionary relationship, Phytochem. Anal. 22 (2011) 303–312; https://doi.org/10.1002/pca.1281"}, {"Citation": "N. Latief, S. Anand, M. C. Lingaraju, V. Balaganur, N. N. Pathak, J. Kalra, D. Kumar, B. K. Bha-doria and S. K. Tandan, Effect of trimeric myricetin rhamnoside (TMR) in carrageenan-induced inflammation and caecal ligation and puncture-induced lung oxidative stress in mice, Phytother. Res. 29 (11) (2015) 1798–1805; https://doi.org/10.1002/ptr.5446"}, {"Citation": "F. C. Meotti, A. P. Luiz, M. G. Pizzolatti, C. A. L. Kassuya, J. B. Calixto and A. R. S. Santos, Analysis of the antinociceptive effect of the flavonoid myricitrin: Evidence for a role of the L-arginine-nitric oxide and protein kinase C pathways, J. Pharmacol. Exp. Ther. 316 (2006) 789–796; https://doi.org/10.1124/jpet.105.092825"}]}], "History": [{"Year": "2023", "Month": "8", "Day": "25"}, {"Year": "2024", "Month": "4", "Day": "1", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "3", "Day": "30", "Hour": "20", "Minute": "53"}, {"Year": "2024", "Month": "3", "Day": "30", "Hour": "16", "Minute": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38554388", "10.2478/acph-2024-0002", "acph-2024-0002"]}}]}