{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gut microbiome", "herbal medicines", "labor-intensive.", "microbiome modulation", "microbiota", "prebiotics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38571357", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "31"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2174/0113892002287336240328083220"], "ArticleDate": [], "Journal": {"ISSN": "1875-5453", "JournalIssue": {"Volume": "25", "Issue": "2", "PubDate": {"Year": "2024"}}, "Title": "Current drug metabolism", "ISOAbbreviation": "Curr Drug Metab"}, "ArticleTitle": "Regulation of Gut Microbiota by Herbal Medicines.", "Pagination": {"StartPage": "110", "EndPage": "127", "MedlinePgn": "110-127"}, "Abstract": {"AbstractText": ["Preserving host health and homeostasis is largely dependent on the human gut microbiome, a varied and ever-changing population of bacteria living in the gastrointestinal tract. This article aims to explore the multifaceted functions of the gut microbiome and shed light on the evolving field of research investigating the impact of herbal medicines on both the composition and functionality of the gut microbiome. Through a comprehensive overview, we aim to provide insights into the intricate relationship between herbal remedies and the gut microbiome, fostering a better understanding of their potential implications for human health.The gut microbiota is composed of trillions of microorganisms, predominantly bacteria, but also viruses, fungi, and archaea. It functions as a complex ecosystem that interacts with the host in various ways. It aids in nutrient metabolism, modulates the immune system, provides protection against pathogens, and influences host physiology. Moreover, it has been linked to a range of health outcomes, including digestion, metabolic health, and even mental well-being. Recent research has shed light on the potential of herbal medicines to modulate the gut microbiome. Herbal medicines, derived from plants and often used in traditional medicine systems, contain a diverse array of phytochemicals, which can directly or indirectly impact gut microbial composition. These phytochemicals can either act as prebiotics, promoting the growth of beneficial bacteria, or possess antimicrobial properties, targeting harmful pathogens. Several studies have demonstrated the effects of specific herbal medicines on the gut microbiome. For example, extracts from herbs have been shown to enhance the abundance of beneficial bacteria, such as Bifidobacterium and Lactobacillus, while reducing potentially harmful microbes. Moreover, herbal medicines have exhibited promising antimicrobial effects against certain pathogenic bacteria. The modulation of the gut microbiome by herbal medicines has potential therapeutic implications. Research suggests herbal interventions could be harnessed to alleviate gastrointestinal disorders, support immune function, and even impact metabolic health. However, it is important to note that individual responses to herbal treatments can vary due to genetics, diet, and baseline microbiome composition. In conclusion, the gut microbiome is a critical player in maintaining human health, and its modulation by herbal medicines is a burgeoning area of research. Understanding the complex interactions between herbal compounds and gut microbiota will pave the way for innovative approaches to personalized healthcare and the development of herbal-based therapeutics aimed at promoting gut health and overall well-being."], "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."}, "AuthorList": [{"Identifier": ["0000-0002-2936-1884"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "METS Bhujbal Knowledge City, Institute of Pharmacy, Adgaon, Nashik, India."}], "LastName": "Shinde", "ForeName": "Yogita", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "METS Bhujbal Knowledge City, Institute of Pharmacy, Adgaon, Nashik, India."}], "LastName": "Deokar", "ForeName": "Gitanjali", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Curr Drug Metab", "NlmUniqueID": "100960533", "ISSNLinking": "1389-2002"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bengmark S.; Ecological control of the gastrointestinal tract. The role of probiotic flora. Gut 1998,42(1),2-7", "ArticleIdList": ["10.1136/gut.42.1.2", "9505873"]}, {"Citation": "Backhed F; Ley RE; Sonnenburg JL; Peterson DA; Gordon JI; Host-bacterial mutualism in the human intestine. Science 2005,307(5717),1915-20"}, {"Citation": "Neish A.S.; Microbes in gastrointestinal health and disease. Gastroenterology 2009,136(1),65-80", "ArticleIdList": ["10.1053/j.gastro.2008.10.080", "19026645"]}, {"Citation": "Gill SR; Pop M; DeBoy RT; Eckburg PB; Turnbaugh PJ; Samuel BS; Metagenomic analysis of the human distal gut microbiome. Science 2006,312(5778),1355-1359"}, {"Citation": "Thursby E.; Juge N.; Introduction to the human gut microbiota. Biochem J 2017,474(11),1823-1836", "ArticleIdList": ["10.1042/BCJ20160510", "28512250"]}, {"Citation": "Sender R.; Fuchs S.; Milo R.; Revised estimates for the number of human and bacteria cells in the body. PLoS Biol 2016,14(8),e1002533", "ArticleIdList": ["10.1371/journal.pbio.1002533", "27541692"]}, {"Citation": "Luckey T.D.; Introduction to intestinal microecology 1972,1292-1294"}, {"Citation": "Bäumler A.J.; Sperandio V.; Interactions between the microbiota and pathogenic bacteria in the gut. Nature 2016,535(7610),85-93", "ArticleIdList": ["10.1038/nature18849", "27383983"]}, {"Citation": "Gensollen T.; Iyer S.S.; Kasper D.L.; Blumberg R.S.; How colonization by microbiota in early life shapes the immune system. Science 2016,352(6285),539-544", "ArticleIdList": ["10.1126/science.aad9378", "27126036"]}, {"Citation": "Chang C.; Lin H.; Dysbiosis in gastrointestinal disorders. Best Pract Res Clin Gastroenterol 2016,30(1),3-15", "ArticleIdList": ["10.1016/j.bpg.2016.02.001", "27048892"]}, {"Citation": "Schroeder B.O.; Bäckhed F.; Signals from the gut microbiota to distant organs in physiology and disease. Nat Med 2016,22(10),1079-1089", "ArticleIdList": ["10.1038/nm.4185", "27711063"]}, {"Citation": "Moore W.E.C.; Holdeman L.V.; Human fecal flora: The normal flora of 20 Japanese-Hawaiians. Appl Microbiol 1974,27(5),961-979", "ArticleIdList": ["10.1128/am.27.5.961-979.1974", "4598229"]}, {"Citation": "Poretsky R.; R R.L.M.; Luo C.; Tsementzi D.; Konstantinidis K.T.; Strengths and limitations of 16S rRNA gene amplicon sequencing in revealing temporal microbial community dynamics. PLoS One 2014,9(4),e93827", "ArticleIdList": ["10.1371/journal.pone.0093827", "24714158"]}, {"Citation": "Suau A.; Bonnet R.; Sutren M.; Godon J.J.; Gibson G.R.; Collins M.D.; Doré J.; Direct analysis of genes encoding 16S rRNA from complex communities reveals many novel molecular species within the human gut. Appl Environ Microbiol 1999,65(11),4799-4807", "ArticleIdList": ["10.1128/AEM.65.11.4799-4807.1999", "10543789"]}, {"Citation": "Man M.O.; Davenport E.R.; Gilad Y.; Taxonomic classification of bacterial 16S rRNA genes using short sequencing reads: Evaluation of effective study designs. PLoS One 2013,8(1),e53608", "ArticleIdList": ["10.1371/journal.pone.0053608", "23308262"]}, {"Citation": "Hugon P.; Dufour J.C.; Colson P.; Fournier P.E.; Sallah K.; Raoult D.; A comprehensive repertoire of prokaryotic species identified in human beings. Lancet Infect Dis 2015,15(10),1211-1219", "ArticleIdList": ["10.1016/S1473-3099(15)00293-5", "26311042"]}, {"Citation": "Li J.; Jia H.; Cai X.; Zhong H.; Feng Q.; Sunagawa S.; Arumugam M.; Kultima J.R.; Prifti E.; Nielsen T.; Juncker A.S.; Manichanh C.; Chen B.; Zhang W.; Levenez F.; Wang J.; Xu X.; Xiao L.; Liang S.; Zhang D.; Zhang Z.; Chen W.; Zhao H.; Aama A.J.Y.; Edris S.; Yang H.; Wang J.; Hansen T.; Nielsen H.B.; Brunak S.; Kristiansen K.; Guarner F.; Pedersen O.; Doré J.; Ehrlich S.D.; Bork P.; Wang J.; An integrated catalog of reference genes in the human gut microbiome. Nat Biotechnol 2014,32(8),834-841", "ArticleIdList": ["10.1038/nbt.2942", "24997786"]}, {"Citation": "Schluter J.; Foster K.R.; The evolution of mutualism in gut microbiota via host epithelial selection. PLoS Biol 2012,10(11),e1001424", "ArticleIdList": ["10.1371/journal.pbio.1001424", "23185130"]}, {"Citation": "Costello EK; Lauber CL; Hamady M; Fierer N; Gordon JI; Knight R; Bacterial community variation in human body habitats across space and time. Science 2009,326(5960),1694-7"}, {"Citation": "Cobas P.A.E.; Gosalbes M.J.; Friedrichs A.; Knecht H.; Artacho A.; Eismann K.; Otto W.; Rojo D.; Bargiela R.; von Bergen M.; Neulinger S.C.; Däumer C.; Heinsen F.A.; Latorre A.; Barbas C.; Seifert J.; dos Santos V.M.; Ott S.J.; Ferrer M.; Moya A.; Gut microbiota disturbance during antibiotic therapy: A multi-omic approach. Gut 2013,62(11),1591-1601", "ArticleIdList": ["10.1136/gutjnl-2012-303184", "23236009"]}, {"Citation": "Moya A.; Ferrer M.; Functional redundancy-induced stability of gut microbiota subjected to disturbance. Trends Microbiol 2016,24(5),402-413", "ArticleIdList": ["10.1016/j.tim.2016.02.002", "26996765"]}, {"Citation": "Aagaard K; Ma J; Antony KM; Ganu R; Petrosino J.; Versalovic J.; The placenta harbors a unique microbiome. Sci Transl Med 2014,6(237),237ra65", "ArticleIdList": ["10.1126/scitranslmed.3008599"]}, {"Citation": "Rodríguez J.M.; Murphy K.; Stanton C.; Ross R.P.; Kober O.I.; Juge N.; Avershina E.; Rudi K.; Narbad A.; Jenmalm M.C.; Marchesi J.R.; Collado M.C.; The composition of the gut microbiota throughout life, with an emphasis on early life. Microb Ecol Health Dis 2015,26(1),26050", "ArticleIdList": ["25651996"]}, {"Citation": "Koenig J.E.; Spor A.; Scalfone N.; Fricker A.D.; Stombaugh J.; Knight R.; Angenent L.T.; Ley R.E.; Succession of microbial consortia in the developing infant gut microbiome. Proc Natl Acad Sci USA 2011,108(S1),4578-4585", "ArticleIdList": ["10.1073/pnas.1000081107", "20668239"]}, {"Citation": "Avershina E.; Storrø O.; Øien T.; Johnsen R.; Pope P.; Rudi K.; Major faecal microbiota shifts in composition and diversity with age in a geographically restricted cohort of mothers and their children. FEMS Microbiol Ecol 2014,87(1),280-290", "ArticleIdList": ["10.1111/1574-6941.12223", "24112053"]}, {"Citation": "Aagaard K.; Riehle K.; Ma J.; Segata N.; Mistretta T.A.; Coarfa C.; Raza S.; Rosenbaum S.; den Veyver V.I.; Milosavljevic A.; Gevers D.; Huttenhower C.; Petrosino J.; Versalovic J.; A metagenomic approach to characterization of the vaginal microbiome signature in pregnancy. PLoS One 2012,7(6),e36466", "ArticleIdList": ["10.1371/journal.pone.0036466", "22719832"]}, {"Citation": "Jakobsson H.E.; Abrahamsson T.R.; Jenmalm M.C.; Harris K.; Quince C.; Jernberg C.; Björkstén B.; Engstrand L.; Andersson A.F.; Decreased gut microbiota diversity, delayed bacteroidetes colonisation and reduced th1 responses in infants delivered by caesarean section. Gut 2014,63(4),559-566", "ArticleIdList": ["10.1136/gutjnl-2012-303249", "23926244"]}, {"Citation": "Bäckhed F.; Roswall J.; Peng Y.; Feng Q.; Jia H.; Datchary K.P.; Li Y.; Xia Y.; Xie H.; Zhong H.; Khan M.T.; Zhang J.; Li J.; Xiao L.; Aama A.J.; Zhang D.; Lee Y.S.; Kotowska D.; Colding C.; Tremaroli V.; Yin Y.; Bergman S.; Xu X.; Madsen L.; Kristiansen K.; Dahlgren J.; Wang J.; Dynamics and stabilization of the human gut microbiome during the first year of life. Cell Host Microbe 2015,17(5),690-703", "ArticleIdList": ["10.1016/j.chom.2015.04.004", "25974306"]}, {"Citation": "Bäckhed F.; Programming of host metabolism by the gut microbiota. Ann Nutr Metab 2011,58(S2),44-52", "ArticleIdList": ["10.1159/000328042", "21846980"]}, {"Citation": "Palmer C.; Bik E.M.; DiGiulio D.B.; Relman D.A.; Brown P.O.; Development of the human infant intestinal microbiota. PLoS Biol 2007,5(7),e177", "ArticleIdList": ["10.1371/journal.pbio.0050177", "17594176"]}, {"Citation": "Dethlefsen L.; Relman D.A.; Incomplete recovery and individualized responses of the human distal gut microbiota to repeated antibiotic perturbation. Proc Natl Acad Sci 2011,108(Suppl. 1),4554-4561", "ArticleIdList": ["10.1073/pnas.1000087107", "20847294"]}, {"Citation": "Claesson M.J.; Cusack S.; O’Sullivan O.; Diniz G.R.; de Weerd H.; Flannery E.; Marchesi J.R.; Falush D.; Dinan T.; Fitzgerald G.; Stanton C.; van Sinderen D.; O’Connor M.; Harnedy N.; O’Connor K.; Henry C.; O’Mahony D.; Fitzgerald A.P.; Shanahan F.; Twomey C.; Hill C.; Ross R.P.; O’Toole P.W.; Composition, variability, and temporal stability of the intestinal microbiota of the elderly. Proc Natl Acad Sci 2011,108(S1),4586-4591", "ArticleIdList": ["10.1073/pnas.1000097107", "20571116"]}, {"Citation": "Biagi E.; Nylund L.; Candela M.; Ostan R.; Bucci L.; Pini E.; Nikkïla J.; Monti D.; Satokari R.; Franceschi C.; Brigidi P.; De Vos W.; Through ageing, and beyond: Gut microbiota and inflammatory status in seniors and centenarians. PLoS One 2010,5(5),e10667", "ArticleIdList": ["10.1371/journal.pone.0010667", "20498852"]}, {"Citation": "Claesson M.J.; Jeffery I.B.; Conde S.; Power S.E.; O’Connor E.M.; Cusack S.; Harris H.M.B.; Coakley M.; Lakshminarayanan B.; O’Sullivan O.; Fitzgerald G.F.; Deane J.; O’Connor M.; Harnedy N.; O’Connor K.; O’Mahony D.; van Sinderen D.; Wallace M.; Brennan L.; Stanton C.; Marchesi J.R.; Fitzgerald A.P.; Shanahan F.; Hill C.; Ross R.P.; O’Toole P.W.; Gut microbiota composition correlates with diet and health in the elderly. Nature 2012,488(7410),178-184", "ArticleIdList": ["10.1038/nature11319", "22797518"]}, {"Citation": "Woodmansey E.J.; McMurdo M.E.T.; Macfarlane G.T.; Macfarlane S.; Comparison of compositions and metabolic activities of fecal microbiotas in young adults and in antibiotic-treated and non-antibiotic-treated elderly subjects. Appl Environ Microbiol 2004,70(10),6113-6122", "ArticleIdList": ["10.1128/AEM.70.10.6113-6122.2004", "15466557"]}, {"Citation": "Biagi E.; Candela M.; Turroni S.; Garagnani P.; Franceschi C.; Brigidi P.; Ageing and gut microbes: Perspectives for health maintenance and longevity. Pharmacol Res 2013,69(1),11-20", "ArticleIdList": ["10.1016/j.phrs.2012.10.005", "23079287"]}, {"Citation": "Musso G.; Gambino R.; Cassader M.; Obesity, diabetes, and gut microbiota: The hygiene hypothesis expanded? Diabetes Care 2010,33(10),2277-2284", "ArticleIdList": ["10.2337/dc10-0556", "20876708"]}, {"Citation": "Louis P.; Hold G.L.; Flint H.J.; The gut microbiota, bacterial metabolites and colorectal cancer. Nat Rev Microbiol 2014,12(10),661-672", "ArticleIdList": ["10.1038/nrmicro3344", "25198138"]}, {"Citation": "Louis P.; Flint H.J.; Formation of propionate and butyrate by the human colonic microbiota. Environ Microbiol 2017,19(1),29-41", "ArticleIdList": ["10.1111/1462-2920.13589", "27928878"]}, {"Citation": "Macfarlane S.; Macfarlane G.T.; Regulation of short-chain fatty acid production. Proc Nutr Soc 2003,62(1),67-72", "ArticleIdList": ["10.1079/PNS2002207", "12740060"]}, {"Citation": "Morrison D.J.; Preston T.; Formation of short chain fatty acids by the gut microbiota and their impact on human metabolism. Gut Microbes 2016,7(3),189-200", "ArticleIdList": ["10.1080/19490976.2015.1134082", "26963409"]}, {"Citation": "Derrien M.; Vaughan E.E.; Plugge C.M.; de Vos W.M.; Akkermansia muciniphila gen. nov., sp. nov., A human intestinal mucin-degrading bacterium. Int J Syst Evol Microbiol 2004,54(5),1469-1476", "ArticleIdList": ["10.1099/ijs.0.02873-0", "15388697"]}, {"Citation": "Guarner F.; Malagelada J.R.; Gut flora in health and disease. Lancet 2003,361(9356),512-519", "ArticleIdList": ["10.1016/S0140-6736(03)12489-0", "12583961"]}, {"Citation": "Lin L.; Zhang J.; Role of intestinal microbiota and metabolites on gut homeostasis and human diseases. BMC Immunol 2017,18(1),2", "ArticleIdList": ["10.1186/s12865-016-0187-3", "28061847"]}, {"Citation": "Oliveira C.R.; Fachi J.L.; Vieira A.; Sato F.T.; Vinolo M.A.R.; Regulation of immune cell function by short‐chain fatty acids. Clin Transl Immunology 2016,5(4),e73", "ArticleIdList": ["10.1038/cti.2016.17", "27195116"]}, {"Citation": "Donohoe D.R.; Collins L.B.; Wali A.; Bigler R.; Sun W.; Bultman S.J.; The Warburg effect dictates the mechanism of butyrate-mediated histone acetylation and cell proliferation. Mol Cell 2012,48(4),612-626", "ArticleIdList": ["10.1016/j.molcel.2012.08.033", "23063526"]}, {"Citation": "Chambers E.S.; Morrison D.J.; Frost G.; Control of appetite and energy intake by SCFA: What are the potential underlying mechanisms? Proc Nutr Soc 2015,74(3),328-336", "ArticleIdList": ["10.1017/S0029665114001657", "25497601"]}, {"Citation": "Pingitore A.; Chambers E.S.; Hill T.; Maldonado I.R.; Liu B.; Bewick G.; Morrison D.J.; Preston T.; Wallis G.A.; Tedford C.; González C.R.; Huang G.C.; Choudhary P.; Frost G.; Persaud S.J.; The diet-derived short chain fatty acid propionate improves beta-cell function in humans and stimulates insulin secretion from human islets in vitro. Diabetes Obes Metab 2017,19(2),257-265", "ArticleIdList": ["10.1111/dom.12811", "27761989"]}, {"Citation": "Byrne C.S.; Chambers E.S.; Alhabeeb H.; Chhina N.; Morrison D.J.; Preston T.; Tedford C.; Fitzpatrick J.; Irani C.; Busza A.; Garcia-Perez I.; Fountana S.; Holmes E.; Goldstone A.P.; Frost G.S.; Increased colonic propionate reduces anticipatory reward responses in the human striatum to high-energy foods. Am J Clin Nutr 2016,104(1),5-14", "ArticleIdList": ["10.3945/ajcn.115.126706", "27169834"]}, {"Citation": "LeBlanc J.G.; Milani C.; de Giori G.S.; Sesma F.; van Sinderen D.; Ventura M.; Bacteria as vitamin suppliers to their host: A gut microbiota perspective. Curr Opin Biotechnol 2013,24(2),160-168", "ArticleIdList": ["10.1016/j.copbio.2012.08.005", "22940212"]}, {"Citation": "Pompei A.; Cordisco L.; Amaretti A.; Zanoni S.; Matteuzzi D.; Rossi M.; Folate production by bifidobacteria as a potential probiotic property. Appl Environ Microbiol 2007,73(1),179-185", "ArticleIdList": ["10.1128/AEM.01763-06", "17071792"]}, {"Citation": "Hill M.J.; Intestinal flora and endogenous vitamin synthesis. Eur J Cancer Prev 1997,6(2)(Suppl. 1),S43-S45", "ArticleIdList": ["10.1097/00008469-199703001-00009", "9167138"]}, {"Citation": "Staley C.; Weingarden A.R.; Khoruts A.; Sadowsky M.J.; Interaction of gut microbiota with bile acid metabolism and its influence on disease states. Appl Microbiol Biotechnol 2017,101(1),47-64", "ArticleIdList": ["10.1007/s00253-016-8006-6", "27888332"]}, {"Citation": "Smith K.; McCoy K.D.; Macpherson A.J.; Use of axenic animals in studying the adaptation of mammals to their commensal intestinal microbiota. Semin Immunol 2007,19(2),59-69", "ArticleIdList": ["10.1016/j.smim.2006.10.002"]}, {"Citation": "Swanson P.A.; Kumar A.; Samarin S.; Kumar V.M.; Kundu K.; Murthy N.; Hansen J.; Nusrat A.; Neish A.S.; Enteric commensal bacteria potentiate epithelial restitution via reactive oxygen species-mediated inactivation of focal adhesion kinase phosphatases. Proc Natl Acad Sci 2011,108(21),8803-8808", "ArticleIdList": ["10.1073/pnas.1010042108", "21555563"]}, {"Citation": "Reunanen J.; Kainulainen V.; Huuskonen L.; Ottman N.; Belzer C.; Huhtinen H.; de Vos W.M.; Satokari R.; Akkermansia muciniphila adheres to enterocytes and strengthens the integrity of the epithelial cell layer. Appl Environ Microbiol 2015,81(11),3655-3662", "ArticleIdList": ["10.1128/AEM.04050-14", "25795669"]}, {"Citation": "Chen H.Q.; Yang J.; Zhang M.; Zhou Y.K.; Shen T.Y.; Chu Z.X.; Zhang M.; Hang X.M.; Jiang Y.Q.; Qin H.L.; Lactobacillus plantarum ameliorates colonic epithelial barrier dysfunction by modulating the apical junctional complex and PepT1 in IL-10 knockout mice. Am J Physiol Gastrointest Liver Physiol 2010,299(6),G1287-G1297", "ArticleIdList": ["10.1152/ajpgi.00196.2010", "20884889"]}, {"Citation": "Petersson J.; Schreiber O.; Hansson G.C.; Gendler S.J.; Velcich A.; Lundberg J.O.; Roos S.; Holm L.; Phillipson M.; Importance and regulation of the colonic mucus barrier in a mouse model of colitis. Am J Physiol Gastrointest Liver Physiol 2011,300(2),G327-G333", "ArticleIdList": ["10.1152/ajpgi.00422.2010", "21109593"]}, {"Citation": "Wrzosek L.; Miquel S.; Noordine M.L.; Bouet S.; Curt C.M.J.; Robert V.; Philippe C.; Bridonneau C.; Cherbuy C.; Masselot R.C.; Langella P.; Thomas M.; Bacteroides thetaiotaomicron and Faecalibacterium prausnitziiinfluence the production of mucus glycans and the development of goblet cells in the colonic epithelium of a gnotobiotic model rodent. BMC Biol 2013,11(1),61", "ArticleIdList": ["10.1186/1741-7007-11-61", "23692866"]}, {"Citation": "Varyukhina S.; Freitas M.; Bardin S.; Robillard E.; Tavan E.; Sapin C.; Grill J.P.; Trugnan G.; Glycan-modifying bacteria-derived soluble factors from Bacteroides thetaiotaomicron and Lactobacillus casei inhibit rotavirus infection in human intestinal cells. Microbes Infect 2012,14(3),273-278", "ArticleIdList": ["10.1016/j.micinf.2011.10.007", "22079149"]}, {"Citation": "Freitas M.; Cayuela C.; Antoine J.M.; Piller F.; Sapin C.; Trugnan G.; A heat labile soluble factor from Bacteroides thetaiotaomicron VPI-5482 specifically increases the galactosylation pattern of HT29-MTX cells. Cell Microbiol 2001,3(5),289-300", "ArticleIdList": ["10.1046/j.1462-5822.2001.00113.x", "11298652"]}, {"Citation": "Mazmanian S.K.; Liu C.H.; Tzianabos A.O.; Kasper D.L.; An immunomodulatory molecule of symbiotic bacteria directs maturation of the host immune system. Cell 2005,122(1),107-118", "ArticleIdList": ["10.1016/j.cell.2005.05.007", "16009137"]}, {"Citation": "Hevia A.; Delgado S.; Sánchez B.; Margolles A.; Molecular players involved in the interaction between beneficial bacteria and the immune system. Front Microbiol 2015,6,1285", "ArticleIdList": ["10.3389/fmicb.2015.01285", "26635753"]}, {"Citation": "Schnupf P.; Routhiau G.V.; Gros M.; Friedman R.; Nilges M.M.; Nigro G.; Bensussan C.N.; Sansonetti P.J.; Growth and host interaction of mouse segmented filamentous bacteria in vitro. Nature 2015,520(7545),99-103", "ArticleIdList": ["10.1038/nature14027", "25600271"]}, {"Citation": "Nagai M.; Obata Y.; Takahashi D.; Hase K.; Fine-tuning of the mucosal barrier and metabolic systems using the diet-microbial metabolite axis. Int Immunopharmacol 2016,37,79-86", "ArticleIdList": ["10.1016/j.intimp.2016.04.001", "27133028"]}, {"Citation": "Derrien M.; Belzer C.; de Vos W.M.; Akkermansia muciniphila and its role in regulating host functions. Microb Pathog 2017,106,171-181", "ArticleIdList": ["10.1016/j.micpath.2016.02.005", "26875998"]}, {"Citation": "Sokol H.; Seksik P.; Furet J.P.; Firmesse O.; Larmurier N.I.; Beaugerie L.; Cosnes J.; Corthier G.; Marteau P.; Doré J.; Low counts of Faecalibacterium prausnitzii in colitis microbiota. Inflamm Bowel Dis 2009,15(8),1183-1189", "ArticleIdList": ["10.1002/ibd.20903", "19235886"]}, {"Citation": "Siles L.M.; Duncan S.H.; Gil G.L.J.; Medina M.M.; Faecalibacterium prausnitzii : From microbiology to diagnostics and prognostics. ISME J 2017,11(4),841-852", "ArticleIdList": ["10.1038/ismej.2016.176", "28045459"]}, {"Citation": "Quévrain E.; Maubert M.A.; Michon C.; Chain F.; Marquant R.; Tailhades J.; Miquel S.; Carlier L.; Humarán B.L.G.; Pigneur B.; Lequin O.; Kharrat P.; Thomas G.; Rainteau D.; Aubry C.; Breyner N.; Afonso C.; Lavielle S.; Grill J-P.; Chassaing G.; Chatel J.M.; Trugnan G.; Xavier R.; Langella P.; Sokol H.; Seksik P.; Identification of an anti-inflammatory protein from Faecalibacterium prausnitzii, A commensal bacterium deficient in Crohn’s disease. Gut 2016,65(3),415-425", "ArticleIdList": ["10.1136/gutjnl-2014-307649", "26045134"]}, {"Citation": "Hooper L.V.; Macpherson A.J.; Immune adaptations that maintain homeostasis with the intestinal microbiota. Nat Rev Immunol 2010,10(3),159-169", "ArticleIdList": ["10.1038/nri2710", "20182457"]}, {"Citation": "Mathias A.; Pais B.; Favre L.; Benyacoub J.; Corthésy B.; Role of secretory IgA in the mucosal sensing of commensal bacteria. Gut Microbes 2014,5(6),688-695", "ArticleIdList": ["10.4161/19490976.2014.983763", "25536286"]}, {"Citation": "Rios D.; Wood M.B.; Li J.; Chassaing B.; Gewirtz A.T.; Williams I.R.; Antigen sampling by intestinal M cells is the principal pathway initiating mucosal IgA production to commensal enteric bacteria. Mucosal Immunol 2016,9(4),907-916", "ArticleIdList": ["10.1038/mi.2015.121", "26601902"]}, {"Citation": "Rogier E.; Frantz A.; Bruno M.; Kaetzel C.; Secretory IgA is concentrated in the outer layer of colonic mucus along with gut bacteria. Pathogens 2014,3(2),390-403", "ArticleIdList": ["10.3390/pathogens3020390", "25437806"]}, {"Citation": "Jandhyala S.M.; Talukdar R.; Subramanyam C.; Vuyyuru H.; Sasikala M.; Reddy N.D.; Role of the normal gut microbiota. World J Gastroenterol 2015,21(29),8787-8803", "ArticleIdList": ["10.3748/wjg.v21.i29.8787", "26269668"]}, {"Citation": "Macfarlane G.T.; Macfarlane S.; Bacteria, colonic fermentation, and gastrointestinal health. J AOAC Int 2012,95(1),50-60", "ArticleIdList": ["10.5740/jaoacint.SGE_Macfarlane", "22468341"]}, {"Citation": "Walker A.W.; Duncan S.H.; Leitch M.E.C.; Child M.W.; Flint H.J.; pH and peptide supply can radically alter bacterial populations and short-chain fatty acid ratios within microbial communities from the human colon. Appl Environ Microbiol 2005,71(7),3692-3700", "ArticleIdList": ["10.1128/AEM.71.7.3692-3700.2005", "16000778"]}, {"Citation": "Macfarlane G.T.; Cummings J.H.; Allison C.; Protein degradation by human intestinal bacteria. J Gen Microbiol 1986,132(6),1647-1656", "ArticleIdList": ["3543210"]}, {"Citation": "Cummings J.H.; Macfarlane G.T.; The control and consequences of bacterial fermentation in the human colon. J Appl Bacteriol 1991,70(6),443-459", "ArticleIdList": ["10.1111/j.1365-2672.1991.tb02739.x", "1938669"]}, {"Citation": "Hamer H.M.; De Preter V.; Windey K.; Verbeke K.; Functional analysis of colonic bacterial metabolism: Relevant to health? Am J Physiol Gastrointest Liver Physiol 2012,302(1),G1-G9", "ArticleIdList": ["10.1152/ajpgi.00048.2011", "22016433"]}, {"Citation": "Magee E.A.; Richardson C.J.; Hughes R.; Cummings J.H.; Contribution of dietary protein to sulfide production in the large intestine: An in vitro and a controlled feeding study in humans. Am J Clin Nutr 2000,72(6),1488-1494", "ArticleIdList": ["10.1093/ajcn/72.6.1488", "11101476"]}, {"Citation": "Guerville M.; Boudry G.; Gastrointestinal and hepatic mechanisms limiting entry and dissemination of lipopolysaccharide into the systemic circulation. Am J Physiol Gastrointest Liver Physiol 2016,311(1),G1-G15", "ArticleIdList": ["10.1152/ajpgi.00098.2016", "27151941"]}, {"Citation": "Blaut M.; Relationship of prebiotics and food to intestinal microflora. Eur J Nutr 2002,41(S1),1", "ArticleIdList": ["10.1007/s00394-002-1102-7", "12420111"]}, {"Citation": "Cummings J.H.; Englyst H.N.; What is dietary fibre? Trends Food Sci Technol 1991,2,99-103", "ArticleIdList": ["10.1016/0924-2244(91)90638-Y"]}, {"Citation": "Respondek F.; Swanson K.S.; Belsito K.R.; Vester B.M.; Wagner A.; Istasse L.; Diez M.; Short-chain fructooligosaccharides influence insulin sensitivity and gene expression of fat tissue in obese dogs. J Nutr 2008,138(9),1712-1718", "ArticleIdList": ["10.1093/jn/138.9.1712", "18716174"]}, {"Citation": "Gibson G.R.; Roberfroid M.B.; Dietary modulation of the human colonic microbiota: Introducing the concept of prebiotics. J Nutr 1995,125(6),1401-1412", "ArticleIdList": ["10.1093/jn/125.6.1401", "7782892"]}, {"Citation": "Vieira A.T.; Teixeira M.M.; Martins F.S.; The role of probiotics and prebiotics in inducing gut immunity. Front Immunol 2013,4,445", "ArticleIdList": ["10.3389/fimmu.2013.00445", "24376446"]}, {"Citation": "Schnorr S.L.; Candela M.; Rampelli S.; Centanni M.; Consolandi C.; Basaglia G.; Turroni S.; Biagi E.; Peano C.; Severgnini M.; Fiori J.; Gotti R.; De Bellis G.; Luiselli D.; Brigidi P.; Mabulla A.; Marlowe F.; Henry A.G.; Crittenden A.N.; Gut microbiome of the Hadza hunter-gatherers. Nat Commun 2014,5(1),3654", "ArticleIdList": ["10.1038/ncomms4654", "24736369"]}, {"Citation": "Marlow G.; Ellett S.; Ferguson I.R.; Zhu S.; Karunasinghe N.; Jesuthasan A.C.; Han D.Y.; Fraser A.G.; Ferguson L.R.; Transcriptomics to study the effect of a Mediterranean-inspired diet on inflammation in Crohn’s disease patients. Hum Genomics 2013,7(1),24", "ArticleIdList": ["10.1186/1479-7364-7-24", "24283712"]}, {"Citation": "Bauer G.M.; Yeh M.C.; The health advantage of a vegan diet: Exploring the gut microbiota connection. Nutrients 2014,6(11),4822-4838", "ArticleIdList": ["10.3390/nu6114822", "25365383"]}, {"Citation": "Matijašić B.B.; Obermajer T.; Lipoglavšek L.; Grabnar I.; Avguštin G.; Rogelj I.; Association of dietary type with fecal microbiota in vegetarians and omnivores in Slovenia. Eur J Nutr 2014,53(4),1051-1064", "ArticleIdList": ["10.1007/s00394-013-0607-6", "24173964"]}, {"Citation": "Vors C.; Pineau G.; Gabert L.; Drai J.; Pélissier L.C.; Defoort C.; Lairon D.; Désage M.; Danthine S.; Porcheron L.S.; Vidal H.; Laville M.; Michalski M.C.; Modulating absorption and postprandial handling of dietary fatty acids by structuring fat in the meal: A randomized crossover clinical trial. Am J Clin Nutr 2013,97(1),23-36", "ArticleIdList": ["10.3945/ajcn.112.043976", "23235199"]}, {"Citation": "Daniel H.; Gholami A.M.; Berry D.; Desmarchelier C.; Hahne H.; Loh G.; Mondot S.; Lepage P.; Rothballer M.; Walker A.; Böhm C.; Wenning M.; Wagner M.; Blaut M.; Kopplin S.P.; Kuster B.; Haller D.; Clavel T.; High-fat diet alters gut microbiota physiology in mice. ISME J 2014,8(2),295-308", "ArticleIdList": ["10.1038/ismej.2013.155", "24030595"]}, {"Citation": "Clarke S.F.; Murphy E.F.; Nilaweera K.; Ross P.R.; Shanahan F.; O’Toole P.W.; Cotter P.D.; The gut microbiota and its relationship to diet and obesity. Gut Microbes 2012,3(3),186-202", "ArticleIdList": ["10.4161/gmic.20168", "22572830"]}, {"Citation": "De Filippo C.; Cavalieri D.; Di Paola M.; Ramazzotti M.; Poullet J.B.; Massart S.; Collini S.; Pieraccini G.; Lionetti P.; Impact of diet in shaping gut microbiota revealed by a comparative study in children from Europe and rural Africa. Proc Natl Acad Sci 2010,107(33),14691-14696", "ArticleIdList": ["10.1073/pnas.1005963107", "20679230"]}, {"Citation": "Riaz M.S.; Shaheen T.; Batool N.; Saleem S.; Haris A.; Hayat F.; Modulation of immune system by taking probiotic bacteria: Especially focus on lactic acid bacteria. Asian J Agr Biol 2015,3,74-77"}, {"Citation": "Ndagijimana M.; Laghi L.; Vitali B.; Placucci G.; Brigidi P.; Guerzoni M.E.; Effect of a synbiotic food consumption on human gut metabolic profiles evaluated by 1h nuclear magnetic resonance spectroscopy. Int J Food Microbiol 2009,134(1-2),147-153", "ArticleIdList": ["10.1016/j.ijfoodmicro.2009.04.016", "19446905"]}, {"Citation": "Sanz Y.; De Palma G.; Gut microbiota and probiotics in modulation of epithelium and gut-associated lymphoid tissue function. Int Rev Immunol 2009,28(6),397-413", "ArticleIdList": ["10.3109/08830180903215613", "19954356"]}, {"Citation": "Chassaing B.; Koren O.; Goodrich J.K.; Poole A.C.; Srinivasan S.; Ley R.E.; Gewirtz A.T.; Dietary emulsifiers impact the mouse gut microbiota promoting colitis and metabolic syndrome. Nature 2015,519(7541),92-96", "ArticleIdList": ["10.1038/nature14232", "25731162"]}, {"Citation": "Hogenová T.H.; Štěpánková R.; Hudcovic T.; Tučková L.; Cukrowska B.; Žádníková L.R.; Kozáková H.; Rossmann P.; Bártová J.; Sokol D.; Funda D.P.; Borovská D.; Řeháková Z.; Šinkora J.; Hofman J.; Drastich P.; Kokešová A.; Commensal bacteria (normal microflora), mucosal immunity and chronic inflammatory and autoimmune diseases. Immunol Lett 2004,93(2-3),97-108", "ArticleIdList": ["10.1016/j.imlet.2004.02.005", "15158604"]}, {"Citation": "Rawls J.F.; Samuel B.S.; Gordon J.I.; Gnotobiotic zebrafish reveal evolutionarily conserved responses to the gut microbiota. Proc Natl Acad Sci 2004,101(13),4596-4601", "ArticleIdList": ["10.1073/pnas.0400706101", "15070763"]}, {"Citation": "Sonnenburg J.L.; Bäckhed F.; Diet–microbiota interactions as moderators of human metabolism. Nature 2016,535(7610),56-64", "ArticleIdList": ["10.1038/nature18846", "27383980"]}, {"Citation": "Ley R.E.; Obesity and the human microbiome. Curr Opin Gastroenterol 2010,26(1),5-11", "ArticleIdList": ["10.1097/MOG.0b013e328333d751", "19901833"]}, {"Citation": "Zhao L.; The gut microbiota and obesity: From correlation to causality. Nat Rev Microbiol 2013,11(9),639-647", "ArticleIdList": ["10.1038/nrmicro3089", "23912213"]}, {"Citation": "Ley R.E.; Bäckhed F.; Turnbaugh P.; Lozupone C.A.; Knight R.D.; Gordon J.I.; Obesity alters gut microbial ecology. Proc Natl Acad Sci 2005,102(31),11070-11075", "ArticleIdList": ["10.1073/pnas.0504978102", "16033867"]}, {"Citation": "Turnbaugh PJ; Hamady M; Yatsunenko T; Cantarel BL; Duncan A; Ley RE; A core gut microbiome in obese and lean twins. Nature 2009,457(7228),480-4"}, {"Citation": "Turnbaugh PJ; Ley RE; Mahowald MA; Magrini V; Mardis ER; Gordon JI; An obesity-associated gut microbiome with increased capacity for energy harvest. Nature 2006,444(7122),1027-31"}, {"Citation": "Zhang H.; DiBaise J.K.; Zuccolo A.; Kudrna D.; Braidotti M.; Yu Y.; Parameswaran P.; Crowell M.D.; Wing R.; Rittmann B.E.; Brown K.R.; Human gut microbiota in obesity and after gastric bypass. Proc Natl Acad Sci 2009,106(7),2365-2370", "ArticleIdList": ["10.1073/pnas.0812600106", "19164560"]}, {"Citation": "Gregor M.F.; Hotamisligil G.S.; Inflammatory mechanisms in obesity. Annu Rev Immunol 2011,29(1),415-445", "ArticleIdList": ["10.1146/annurev-immunol-031210-101322", "21219177"]}, {"Citation": "Cani P.D.; Possemiers S.; de Wiele V.T.; Guiot Y.; Everard A.; Rottier O.; Geurts L.; Naslain D.; Neyrinck A.; Lambert D.M.; Muccioli G.G.; Delzenne N.M.; Changes in gut microbiota control inflammation in obese mice through a mechanism involving GLP-2-driven improvement of gut permeability. Gut 2009,58(8),1091-1103", "ArticleIdList": ["10.1136/gut.2008.165886", "19240062"]}, {"Citation": "Bäckhed F.; Ding H.; Wang T.; Hooper L.V.; Koh G.Y.; Nagy A.; Semenkovich C.F.; Gordon J.I.; The gut microbiota as an environmental factor that regulates fat storage. Proc Natl Acad Sci 2004,101(44),15718-15723", "ArticleIdList": ["10.1073/pnas.0407076101", "15505215"]}, {"Citation": "Hall M.A.; Cole C.B.; Smith S.L.; Fuller R.; Rolles C.J.; Factors influencing the presence of faecal lactobacilli in early infancy. Arch Dis Child 1990,65(2),185-188", "ArticleIdList": ["10.1136/adc.65.2.185", "2317064"]}, {"Citation": "Afrc R.F.; Probiotics in man and animals. J Appl Bacteriol 1989,66(5),365-378", "ArticleIdList": ["10.1111/j.1365-2672.1989.tb05105.x", "2666378"]}, {"Citation": "Fuller R.; Intest Microecol Consultant, Reading 1992"}, {"Citation": "Fuller R.; Probiotics 2: applications and practical aspects 1997", "ArticleIdList": ["10.1007/978-94-011-5860-2"]}, {"Citation": "McFarland L.V.; Surawicz C.M.; Greenberg R.N.; Elmer G.W.; Moyer K.A.; Melcher S.A.; Bowen K.E.; Cox J.L.; Prevention of beta-lactam-associated diarrhea by Saccharomyces boulardii compared with placebo. Am J Gastroenterol 1995,90(3),439-448", "ArticleIdList": ["7872284"]}, {"Citation": "Pothoulakis C.; Kelly C.P.; Joshi M.A.; Gao N.; O’Keane C.J.; Castagliuolo I.; Lamont J.T.; Saccharomyces boulardii inhibits clostridium difficile toxin a binding and enterotoxicity in rat ileum. Gastroenterology 1993,104(4),1108-1115", "ArticleIdList": ["10.1016/0016-5085(93)90280-P", "8462799"]}, {"Citation": "Kennedy M.J.; Volz P.A.; Ecology of candida albicans gut colonization: inhibition of candida adhesion, colonization, and dissemination from the gastrointestinal tract by bacterial antagonism. Infect Immun 1985,49(3),654-663", "ArticleIdList": ["10.1128/iai.49.3.654-663.1985", "3897061"]}, {"Citation": "Ducluzeau R.; Bensaada M.; Comparative effect of a single or continuous administration of\" Saccharomyces boulardii\" on the establishment of various strains of\" candida\" in the digestive tract of gnotobiotic mice Ann Microbiol 1982,133(3),491-501"}, {"Citation": "Tomoda T.; Nakano Y.; Kageyama T.; Variation of intestinal candida of patients with leukemia and the effect of Lactobacillus administration. Japanese J Med Mycol 1983,24(4),356-358", "ArticleIdList": ["10.3314/jjmm1960.24.356"]}, {"Citation": "Isolauri E.; Jalonen T.; Juntunen M.; Rautanen T.; Koivula T.; A human lactobacillus strain (Lactobacillus GG) promotes recovery from acute diarrhoea in children. Pediatr Res 1990,27(5),529", "ArticleIdList": ["10.1203/00006450-199005000-00026", "2345682"]}, {"Citation": "Bérézin B.E.; Treatment and prevention of antibiotic associated diarrhea. Int J Antimicrob Agents 2000,16(4),521-526", "ArticleIdList": ["10.1016/S0924-8579(00)00293-4", "11118872"]}, {"Citation": "Hotta M.; Sato Y.; Iwata S.; Yamashita N.; Sunakawa K.; Oikawa T.; Tanaka R.; Watanabe K.; Takayama H.; Yajima M.; Sekiguchi S.; Arai S.; Sakurai T.; Mutai M.; Clinical effects of bifidobacterium preparations on pediatric intractable diarrhea. Keio J Med 1987,36(3),298-314", "ArticleIdList": ["10.2302/kjm.36.298", "3682553"]}, {"Citation": "Saavedra J.M.; Bauman N.A.; Perman J.A.; Yolken R.H.; Saavedra J.M.; Bauman N.A.; Oung I.; Feeding of Bifidobacterium bifidum and Streptococcus thermophilus to infants in hospital for prevention of diarrhoea and shedding of rotavirus. Lancet 1994,344(8929),1046-1049", "ArticleIdList": ["10.1016/S0140-6736(94)91708-6", "7934445"]}, {"Citation": "Buddington R.K.; Williams C.H.; Chen S.C.; Witherly S.A.; Dietary supplement of neosugar alters the fecal flora and decreases activities of some reductive enzymes in human subjects. Am J Clin Nutr 1996,63(5),709-716", "ArticleIdList": ["10.1093/ajcn/63.5.709", "8615353"]}, {"Citation": "Kleessen B.; Sykura B.; Zunft H.J.; Blaut M.; Effects of inulin and lactose on fecal microflora, microbial activity, and bowel habit in elderly constipated persons. Am J Clin Nutr 1997,65(5),1397-1402", "ArticleIdList": ["10.1093/ajcn/65.5.1397", "9129468"]}, {"Citation": "Rowland I.R.; Tanaka R.; The effects of transgalactosylated oligosaccharides on gut flora metabolism in rats associated with a human faecal microflora. J Appl Bacteriol 1993,74(6),667-674", "ArticleIdList": ["10.1111/j.1365-2672.1993.tb05201.x", "8349528"]}, {"Citation": "Salminen S; Salminen E; Lactulose, lactic acid bacteria, intestinal microecology and mucosal protection. Scand J Gastroenterol Suppl 1997,222,45-8", "ArticleIdList": ["10.1080/00365521.1997.11720717"]}, {"Citation": "Pan S.; Chen A.; Han Z.; Wang Y.; Lu X.; Yang Y.; H NMR-based metabonomic study on the effects of Epimedium on glucocorticoid-induced osteoporosis. J Chromatogr B Analyt Technol Biomed Life Sci 2016,1038,118-126", "ArticleIdList": ["10.1016/j.jchromb.2016.10.015", "27810280"]}, {"Citation": "Li L.; How does the microbiota affect human health? Engineering 2017,3(1),1", "ArticleIdList": ["10.1016/J.ENG.2017.01.021"]}, {"Citation": "Lv G.; Cheng N.; Wang H.; The gut microbiota, tumorigenesis, and liver diseases. Engineering 2017,3(1),110-114", "ArticleIdList": ["10.1016/J.ENG.2017.01.017"]}, {"Citation": "Patterson E.; Ryan P.M.; Cryan J.F.; Dinan T.G.; Ross R.P.; Fitzgerald G.F.; Stanton C.; Gut microbiota, obesity and diabetes. Postgrad Med J 2016,92(1087),286-300", "ArticleIdList": ["10.1136/postgradmedj-2015-133285", "26912499"]}, {"Citation": "Wang Y.; Wang B.; Wu J.; Jiang X.; Tang H.; Nielsen O.H.; Modulation of gut microbiota in pathological states. Engineering 2017,3(1),83-89", "ArticleIdList": ["10.1016/J.ENG.2017.01.013"]}, {"Citation": "Trøseid M.; Andersen G.Ø.; Broch K.; Hov J.R.; The gut microbiome in coronary artery disease and heart failure: Current knowledge and future directions. EBioMedicine 2020,52,102649", "ArticleIdList": ["10.1016/j.ebiom.2020.102649", "32062353"]}, {"Citation": "Zhang H.; Chen Y.; Wang Z.; Xie G.; Liu M.; Yuan B.; Chai H.; Wang W.; Cheng P.; Implications of gut microbiota in neurodegenerative diseases. Front Immunol 2022,13,785644", "ArticleIdList": ["10.3389/fimmu.2022.785644", "35237258"]}, {"Citation": "Novakovic M.; Rout A.; Kingsley T.; Kirchoff R.; Singh A.; Verma V.; Kant R.; Chaudhary R.; Role of gut microbiota in cardiovascular diseases. World J Cardiol 2020,12(4),110-122", "ArticleIdList": ["10.4330/wjc.v12.i4.110", "32431782"]}, {"Citation": "Walsh J.; Griffin B.T.; Clarke G.; Hyland N.P.; Drug–gut microbiota interactions: Implications for neuropharmacology. Br J Pharmacol 2018,175(24),4415-4429", "ArticleIdList": ["10.1111/bph.14366", "29782640"]}, {"Citation": "Creely S.J.; McTernan P.G.; Kusminski C.M.; Fisher M.; Da Silva N.F.; Khanolkar M.; Evans M.; Harte A.L.; Kumar S.; Lipopolysaccharide activates an innate immune system response in human adipose tissue in obesity and type 2 diabetes. Am J Physiol Endocrinol Metab 2007,292(3),E740-E747", "ArticleIdList": ["10.1152/ajpendo.00302.2006", "17090751"]}, {"Citation": "Qi P.; Li Z.; Chen M.; Sun Z.; Huang C.; Metabolism and tissue distribution study of Vaccaria seeds (Wang-Bu-Liu-Xing) in benign prostatic hyperplasia model rat: Toward an in-depth study for its bioactive components. J Pharm Biomed Anal 2013,85,218-230", "ArticleIdList": ["10.1016/j.jpba.2013.07.037", "23973757"]}, {"Citation": "Zhou J.; Ma Y.H.; Zhou Z.; Chen Y.; Wang Y.; Gao X.; Intestinal absorption and metabolism of epimedium flavonoids in osteoporosis rats. Drug Metab Dispos 2015,43(10),1590-1600", "ArticleIdList": ["10.1124/dmd.115.064386", "26135008"]}, {"Citation": "Roca-Saavedra P.; Vilabrille M.V.; Miranda J.M.; Nebot C.; Cobas C.A.; Franco C.M.; Cepeda A.; Food additives, contaminants and other minor components: Effects on human gut microbiota—A review. J Physiol Biochem 2018,74(1),69-83", "ArticleIdList": ["10.1007/s13105-017-0564-2", "28488210"]}, {"Citation": "Zhai L.; Shi J.; Xu W.; Heinrich M.; Wang J.; Deng W.; Ex vivo and in situ evaluation of ‘dispelling-wind’ chinese medicine herb-drugs on intestinal absorption of chlorogenic acid. Phytother Res 2015,29(12),1974-1981", "ArticleIdList": ["10.1002/ptr.5492", "26514546"]}, {"Citation": "Liu C.; Hu M.; Guo H.; Zhang M.; Zhang J.; Li F.; Zhong Z.; Chen Y.; Li Y.; Xu P.; Li J.; Liu L.; Liu X.; Combined contribution of increased intestinal permeability and inhibited deglycosylation of ginsenoside Rb1 in the intestinal tract to the enhancement of ginsenoside Rb1 exposure in diabetic rats after oral administration. Drug Metab Dispos 2015,43(11),1702-1710", "ArticleIdList": ["10.1124/dmd.115.064881", "26265741"]}, {"Citation": "Arai M.; Yokosuka O.; Fukai K.; Kanda T.; Kojima H.; Kawai S.; Imazeki F.; Hirasawa H.; Saisho H.; A case of severe acute hepatitis of unknown etiology treated with the chinese herbal medicine inchinko-to. Hepatol Res 2004,28(3),161-165", "ArticleIdList": ["10.1016/j.hepres.2003.09.004", "15036073"]}, {"Citation": "Kato M.; Ishige A.; Anjiki N.; Yamamoto M.; Irie Y.; Taniyama M.; Kibe R.; Oka J.; Benno Y.; Watanabe K.; Effect of herbal medicine Juzentaihoto on hepatic and intestinal heat shock gene expression requires intestinal microflora in mouse. World J Gastroenterol 2007,13(16),2289-2297", "ArticleIdList": ["10.3748/wjg.v13.i16.2289", "17511026"]}, {"Citation": "Canfora E.E.; Jocken J.W.; Blaak E.E.; Short-chain fatty acids in control of body weight and insulin sensitivity. Nat Rev Endocrinol 2015,11(10),577-591", "ArticleIdList": ["10.1038/nrendo.2015.128", "26260141"]}, {"Citation": "Lam W.; Jiang Z.; Guan F.; Hu R.; Liu S.H.; Chu E.; Cheng Y.C.; The number of intestinal bacteria is not critical for the enhancement of antitumor activity and reduction of intestinal toxicity of irinotecan by the Chinese herbal medicine PHY906 (KD018). BMC Complement Altern Med 2014,14(1),490", "ArticleIdList": ["10.1186/1472-6882-14-490", "25510341"]}, {"Citation": "Ley R.E.; Peterson D.A.; Gordon J.I.; Ecological and evolutionary forces shaping microbial diversity in the human intestine. Cell 2006,124(4),837-848", "ArticleIdList": ["10.1016/j.cell.2006.02.017", "16497592"]}, {"Citation": "Xu J.; Chen H.B.; Li S.L.; Understanding the molecular mechanisms of the interplay between herbal medicines and gut microbiota. Med Res Rev 2017,37(5),1140-1185", "ArticleIdList": ["10.1002/med.21431", "28052344"]}, {"Citation": "Peschlow L.E.; Acceleration of large intestine transit time in rats by sennosides and related compounds. J Pharm Pharmacol 2011,38(5),369-373", "ArticleIdList": ["10.1111/j.2042-7158.1986.tb04589.x", "2872313"]}, {"Citation": "Li X.; Huo C.; Wang Q.; Zhang X.; Sheng X.; Zhang L.; Microbial metabolism of loganin by intestinal bacteria and identification of new metabolites in rat. Biomed Chromatogr 2008,22(4),367-373", "ArticleIdList": ["10.1002/bmc.941", "18059048"]}, {"Citation": "Du L.; Tao J.; Jiang S.; Qian D.; Guo J.; Duan J.; Metabolic profiles of the FlosAbelmoschus manihot extract by intestinal bacteria from the normal and CKD model rats based on UPLC‐Q‐TOF/MS. Biomed Chromatogr 2017,31(2),e3795", "ArticleIdList": ["10.1002/bmc.3795", "27451133"]}, {"Citation": "Wang Y.F.; Liu Y.N.; Xiong W.; Yan D.M.; Zhu Y.; Gao X.M.; Xu Y.T.; Qi A.D.; A UPLC–MS/MS method for in vivo and in vitro pharmacokinetic studies of psoralenoside, isopsoralenoside, psoralen and isopsoralen from Psoralea corylifolia extract. J Ethnopharmacol 2014,151(1),609-617", "ArticleIdList": ["10.1016/j.jep.2013.11.013", "24315982"]}, {"Citation": "Tao J.; Zhao M.; Jiang S.; Pu X.; Wei X.; Comparative metabolism of two major compounds in Fructus Corni extracts by gut microflora from normal and chronic nephropathy rats in vitro by UPLC-Q-TOF/MS. J Chromatogr B Analyt Technol Biomed Life Sci 2018,1073,170-176", "ArticleIdList": ["10.1016/j.jchromb.2017.12.025", "29276981"]}, {"Citation": "Wang M.; Hu Q.; Shi Q.; Yang G.; Feng F.; Metabolic profile elucidation of Zhi–Zi–Da–Huang decoction in rat intestinal bacteria using high-resolution mass spectrometry combined with multiple analytical perspectives. Xenobiotica 2019,49(1),1-12", "ArticleIdList": ["10.1080/00498254.2017.1414972", "29219669"]}, {"Citation": "Feng R.; Shou J.W.; Zhao Z.X.; He C.Y.; Ma C.; Huang M.; Fu J.; Tan X.S.; Li X.Y.; Wen B.Y.; Chen X.; Yang X.Y.; Ren G.; Lin Y.; Chen Y.; You X.F.; Wang Y.; Jiang J.D.; Transforming berberine into its intestine-absorbable form by the gut microbiota. Sci Rep 2015,5(1),12155", "ArticleIdList": ["10.1038/srep12155", "26174047"]}, {"Citation": "Fu J.; Wu S.; Wang M.; Tian Y.; Zhang Z.; Song R.; Intestinal metabolism of Polygonum cuspidatum in vitro and in vivo. Biomed Chromatogr 2018,32(6),e4190", "ArticleIdList": ["10.1002/bmc.4190", "29334690"]}, {"Citation": "Zhao M.; Du L.; Tao J.; Qian D.; Guo J.; Jiang S.; Shang E.; Duan J.; Wu C.; Ultra-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry for rapid analysis of the metabolites of morroniside produced by human intestinal bacteria. J Chromatogr B Analyt Technol Biomed Life Sci 2015,976-977,61-67", "ArticleIdList": ["10.1016/j.jchromb.2014.11.014", "25482010"]}, {"Citation": "Xu J.; Zhao M.; Qian D.; Shang E.; Jiang S.; Guo J.; Duan J.; Du L.; Comparative metabolism of Radix scutellariae extract by intestinal bacteria from normal and type 2 diabetic mice in vitro. J Ethnopharmacol 2014,153(2),368-374", "ArticleIdList": ["10.1016/j.jep.2014.02.020", "24632019"]}, {"Citation": "Wang C.Z.; Zhang C.F.; Chen L.; Anderson S.; Lu F.; Yuan C.S.; Colon cancer chemopreventive effects of baicalein, an active enteric microbiome metabolite from baicalin. Int J Oncol 2015,47(5),1749-1758", "ArticleIdList": ["10.3892/ijo.2015.3173", "26398706"]}, {"Citation": "Khanal T.; Kim H.G.; Hwang Y.P.; Kong M.J.; Kang M.J.; Yeo H.K.; Kim D.H.; Jeong T.C.; Jeong H.G.; Role of metabolism by the human intestinal microflora in arbutin-induced cytotoxicity in HepG2 cell cultures. Biochem Biophys Res Commun 2011,413(2),318-324", "ArticleIdList": ["10.1016/j.bbrc.2011.08.094", "21889493"]}, {"Citation": "Bae E.A.; Shin J.; Kim D.H.; Metabolism of ginsenoside Re by human intestinal microflora and its estrogenic effect. Biol Pharm Bull 2005,28(10),1903-1908", "ArticleIdList": ["10.1248/bpb.28.1903", "16204943"]}, {"Citation": "Bae E.A.; Choo M.K.; Park E.K.; Park S.Y.; Shin H.Y.; Kim D.H.; Metabolism of ginsenoside R(c) by human intestinal bacteria and its related antiallergic activity. Biol Pharm Bull 2002,25(6),743-747", "ArticleIdList": ["10.1248/bpb.25.743", "12081140"]}, {"Citation": "Wang H.Y.; Qi L.W.; Wang C.Z.; Li P.; Bioactivity enhancement of herbal supplements by intestinal microbiota focusing on ginsenosides. Am J Chin Med 2011,39(6),1103-1115", "ArticleIdList": ["10.1142/S0192415X11009433", "22083984"]}, {"Citation": "Jin M.; Qin J.; Wu W.; [Clinical study on “sini” decoction in treating stenocardia for coronary heart disease]. Zhong Yao Cai 2003,26(1),71-73", "ArticleIdList": ["12858776"]}, {"Citation": "Zhang M.; Peng Y.; Wang M.; Gao B.; Zhao L.; Li X.; The influence of compatibility of Si-Ni decoction with metabolism in intestinal bacteria on transports of toxic diterpenoid alkaloids from processed aconite root across Caco-2 monolayers. J Ethnopharmacol 2019,228,164-178", "ArticleIdList": ["10.1016/j.jep.2018.09.022", "30223050"]}, {"Citation": "Carter J.H.; McLafferty M.A.; Goldman P.; Role of the gastrointestinal microflora in amygdalin (laetrile)-induced cyanide toxicity. Biochem Pharmacol 1980,29(3),301-304", "ArticleIdList": ["10.1016/0006-2952(80)90504-3", "7362642"]}, {"Citation": "Marchesi J.R.; Dutilh B.E.; Hall N.; Peters W.H.M.; Roelofs R.; Boleij A.; Tjalsma H.; Towards the human colorectal cancer microbiome. PLoS One 2011,6(5),e20447", "ArticleIdList": ["10.1371/journal.pone.0020447", "21647227"]}, {"Citation": "Everard A; Lazarevic V; Derrien M; Girard M; Muccioli GG; Neyrinck AM; Responses of gut microbiota and glucose and lipid metabolism to prebiotics in genetic obese and diet-induced leptin-resistant mice. Diabetes 2011,60(11),2775-86"}, {"Citation": "Bottacini F.; van Sinderen D.; Ventura M.; Omics of bifidobacteria: Research and insights into their health-promoting activities. Biochem J 2017,474(24),4137-4152", "ArticleIdList": ["10.1042/BCJ20160756", "29212851"]}, {"Citation": "Samuelson D.R.; Welsh D.A.; Shellito J.E.; Regulation of lung immunity and host defense by the intestinal microbiota. Front Microbiol 2015,6,1085", "ArticleIdList": ["10.3389/fmicb.2015.01085", "26500629"]}, {"Citation": "Cani P.D.; Neyrinck A.M.; Fava F.; Knauf C.; Burcelin R.G.; Tuohy K.M.; Gibson G.R.; Delzenne N.M.; Selective increases of bifidobacteria in gut microflora improve high-fat-diet-induced diabetes in mice through a mechanism associated with endotoxaemia. Diabetologia 2007,50(11),2374-2383", "ArticleIdList": ["10.1007/s00125-007-0791-0", "17823788"]}, {"Citation": "Plovier H.; Everard A.; Druart C.; Depommier C.; Van Hul M.; Geurts L.; Chilloux J.; Ottman N.; Duparc T.; Lichtenstein L.; Myridakis A.; Delzenne N.M.; Klievink J.; Bhattacharjee A.; van der Ark K.C.H.; Aalvink S.; Martinez L.O.; Dumas M.E.; Maiter D.; Loumaye A.; Hermans M.P.; Thissen J.P.; Belzer C.; de Vos W.M.; Cani P.D.; A purified membrane protein from Akkermansia muciniphila or the pasteurized bacterium improves metabolism in obese and diabetic mice. Nat Med 2017,23(1),107-113", "ArticleIdList": ["10.1038/nm.4236", "27892954"]}, {"Citation": "David L.A.; Maurice C.F.; Carmody R.N.; Gootenberg D.B.; Button J.E.; Wolfe B.E.; Ling A.V.; Devlin A.S.; Varma Y.; Fischbach M.A.; Biddinger S.B.; Dutton R.J.; Turnbaugh P.J.; Diet rapidly and reproducibly alters the human gut microbiome. Nature 2014,505(7484),559-563", "ArticleIdList": ["10.1038/nature12820", "24336217"]}, {"Citation": "Eeckhaut V.; Machiels K.; Perrier C.; Romero C.; Maes S.; Flahou B.; Steppe M.; Haesebrouck F.; Sas B.; Ducatelle R.; Vermeire S.; Immerseel V.F.; Butyricicoccus pullicaecorum in inflammatory bowel disease. Gut 2013,62(12),1745-1752", "ArticleIdList": ["10.1136/gutjnl-2012-303611", "23263527"]}, {"Citation": "Tsilingiri K.; Barbosa T.; Penna G.; Caprioli F.; Sonzogni A.; Viale G.; Rescigno M.; Probiotic and postbiotic activity in health and disease: Comparison on a novel polarised ex-vivo organ culture model. Gut 2012,61(7),1007-1015", "ArticleIdList": ["10.1136/gutjnl-2011-300971", "22301383"]}, {"Citation": "Duffy M.; O’Mahony L.; Coffey J.C.; Collins J.K.; Shanahan F.; Redmond H.P.; Kirwan W.O.; Sulfate-reducing bacteria colonize pouches formed for ulcerative colitis but not for familial adenomatous polyposis. Dis Colon Rectum 2002,45(3),384-388", "ArticleIdList": ["10.1007/s10350-004-6187-z", "12068199"]}, {"Citation": "Kaper J.B.; Nataro J.P.; Mobley H.L.T.; Pathogenic Escherichia coli. Nat Rev Microbiol 2004,2(2),123-140", "ArticleIdList": ["10.1038/nrmicro818", "15040260"]}, {"Citation": "De la Fuente M.; Franchi L.; Araya D.; Jiménez D.D.; Olivares M.; Lobos A.M.; Golenbock D.; González M.J.; Kostner L.F.; Quera R.; Núñez G.; Vidal R.; Hermoso M.A.; Escherichia coli isolates from inflammatory bowel diseases patients survive in macrophages and activate NLRP3 inflammasome. Int J Med Microbiol 2014,304(3-4),384-392", "ArticleIdList": ["10.1016/j.ijmm.2014.01.002", "24581881"]}, {"Citation": "Feng W.; Ao H.; Peng C.; Yan D.; Gut microbiota, A new frontier to understand traditional chinese medicines. Pharmacol Res 2019,142,176-191", "ArticleIdList": ["10.1016/j.phrs.2019.02.024", "30818043"]}, {"Citation": "Yue S.J.; Xin L.T.; Fan Y.C.; Li S.J.; Tang Y.P.; Duan J.A.; Guan H.S.; Wang C.Y.; Herb pair danggui-honghua: Mechanisms underlying blood stasis syndrome by system pharmacology approach. Sci Rep 2017,7(1),40318", "ArticleIdList": ["10.1038/srep40318", "28074863"]}, {"Citation": "Sgouras D.N.; Panayotopoulou E.G.; Gonzalez M.B.; Petraki K.; Michopoulos S.; Mentis A.; Lactobacillus johnsonii La1 attenuates Helicobacter pylori-associated gastritis and reduces levels of proinflammatory chemokines in C57BL/6 mice. Clin Diagn Lab Immunol 2005,12(12),1378-1386", "ArticleIdList": ["16339060"]}, {"Citation": "Chiva M.; Soriano G.; Rochat I.; Peralta C.; Rochat F.; Llovet T.; Mirelis B.; Schiffrin E.J.; Guarner C.; Balanzó J.; Effect of Lactobacillus johnsonii La1 and antioxidants on intestinal flora and bacterial translocation in rats with experimental cirrhosis. J Hepatol 2002,37(4),456-462", "ArticleIdList": ["10.1016/S0168-8278(02)00142-3", "12217598"]}, {"Citation": "Luo S.; Wen R.; Wang Q.; Zhao Z.; Nong F.; Fu Y.; Huang S.; Chen J.; Zhou L.; Luo X.; Rhubarb Peony Decoction ameliorates ulcerative colitis in mice by regulating gut microbiota to restoring Th17/Treg balance. J Ethnopharmacol 2019,231,39-49", "ArticleIdList": ["10.1016/j.jep.2018.08.033", "30170079"]}, {"Citation": "Yin X.; Peng J.; Zhao L.; Yu Y.; Zhang X.; Liu P.; Feng Q.; Hu Y.; Pang X.; Structural changes of gut microbiota in a rat non-alcoholic fatty liver disease model treated with a Chinese herbal formula. Syst Appl Microbiol 2013,36(3),188-196", "ArticleIdList": ["10.1016/j.syapm.2012.12.009", "23453736"]}, {"Citation": "Li M.; Gao J.; Tang Y.; Liu M.; Wu S.; Qu K.; Long X.; Li H.; Liu M.; Liu Y.; Yuan J.; Mao L.; Liu Y.; Zheng X.; Wang E.; Wang J.; Yang Y.; Traditional herbal medicine-derived sulforaphene LFS-01 reverses colitis in mice by selectively altering the gut microbiota and promoting intestinal gamma-delta T cells. Front Pharmacol 2018,8,959", "ArticleIdList": ["10.3389/fphar.2017.00959", "29375374"]}, {"Citation": "Chen D.; Yang X.; Yang J.; Lai G.; Yong T.; Tang X.; Shuai O.; Zhou G.; Xie Y.; Wu Q.; Prebiotic effect of fructooligosaccharides from Morinda officinalis on Alzheimer’s disease in rodent models by targeting the microbiota-gut-brain axis. Front Aging Neurosci 2017,9,403", "ArticleIdList": ["10.3389/fnagi.2017.00403", "29276488"]}, {"Citation": "Chen L.; Brar M.S.; Leung F.C.C.; Hsiao W.L.W.; Triterpenoid herbal saponins enhance beneficial bacteria, decrease sulfate-reducing bacteria, modulate inflammatory intestinal microenvironment and exert cancer preventive effects in ApcMin/+ mice. Oncotarget 2016,7(21),31226-31242", "ArticleIdList": ["10.18632/oncotarget.8886", "27121311"]}, {"Citation": "Ramiah S.K.; Zulkifli I.; Rahim N.A.A.; Ebrahimi M.; Meng G.Y.; Effects of two herbal extracts and virginiamycin supplementation on growth performance, intestinal microflora population and Fatty Acid composition in broiler chickens. Asian-Australas J Anim Sci 2014,27(3),375-382", "ArticleIdList": ["10.5713/ajas.2013.13030", "25049964"]}, {"Citation": "Fujisaka S.; Usui I.; Nawaz A.; Igarashi Y.; Okabe K.; Furusawa Y.; Watanabe S.; Yamamoto S.; Sasahara M.; Watanabe Y.; Nagai Y.; Yagi K.; Nakagawa T.; Tobe K.; Bofutsushosan improves gut barrier function with a bloom of Akkermansia muciniphila and improves glucose metabolism in mice with diet-induced obesity. Sci Rep 2020,10(1),5544", "ArticleIdList": ["10.1038/s41598-020-62506-w", "32218475"]}, {"Citation": "Moradian K.S.; Hakemi G.M.; Andalib A.; Yazdani R.; Arasteh J.; Kardar G.A.; The effect of licorice protein fractions on proliferation and apoptosis of gastrointestinal cancer cell lines. Nutr Cancer 2017,69(2),330-339", "ArticleIdList": ["10.1080/01635581.2017.1263347", "28045565"]}, {"Citation": "Zhang X.; Zhao S.; Song X.; Jia J.; Zhang Z.; Zhou H.; Fu H.; Cui H.; Hu S.; Fang M.; Liu X.; Bian Y.; Inhibition effect of glycyrrhiza polysaccharide (GCP) on tumor growth through regulation of the gut microbiota composition. J Pharmacol Sci 2018,137(4),324-332", "ArticleIdList": ["10.1016/j.jphs.2018.03.006", "30150145"]}, {"Citation": "Hamer H.M.; Jonkers D.; Venema K.; Vanhoutvin S.; Troost F.J.; Brummer R.J.; Review article: The role of butyrate on colonic function. Aliment Pharmacol Ther 2008,27(2),104-119", "ArticleIdList": ["10.1111/j.1365-2036.2007.03562.x", "17973645"]}, {"Citation": "Ohata A.; Usami M.; Miyoshi M.; Short-chain fatty acids alter tight junction permeability in intestinal monolayer cells via lipoxygenase activation. Nutrition 2005,21(7-8),838-847", "ArticleIdList": ["10.1016/j.nut.2004.12.004", "15975492"]}, {"Citation": "Sanna S.; van Zuydam N.R.; Mahajan A.; Kurilshikov A.; Vila V.A.; Võsa U.; Mujagic Z.; Masclee A.A.M.; Jonkers D.M.A.E.; Oosting M.; Joosten L.A.B.; Netea M.G.; Franke L.; Zhernakova A.; Fu J.; Wijmenga C.; McCarthy M.I.; Causal relationships among the gut microbiome, short-chain fatty acids and metabolic diseases. Nat Genet 2019,51(4),600-605", "ArticleIdList": ["10.1038/s41588-019-0350-x", "30778224"]}, {"Citation": "Rajendran P.; Ho E.; Williams D.E.; Dashwood R.H.; Dietary phytochemicals, HDAC inhibition, and DNA damage/repair defects in cancer cells. Clin Epigenetics 2011,3(1),4", "ArticleIdList": ["10.1186/1868-7083-3-4", "22247744"]}, {"Citation": "Samuel B.S.; Shaito A.; Motoike T.; Rey F.E.; Backhed F.; Manchester J.K.; Hammer R.E.; Williams S.C.; Crowley J.; Yanagisawa M.; Gordon J.I.; Effects of the gut microbiota on host adiposity are modulated by the short-chain fatty-acid binding G protein-coupled receptor, Gpr41. Proc Natl Acad Sci 2008,105(43),16767-16772", "ArticleIdList": ["10.1073/pnas.0808567105", "18931303"]}, {"Citation": "Tolhurst G.; Heffron H.; Lam Y.S.; Parker H.E.; Habib A.M.; Diakogiannaki E.; Cameron J.; Grosse J.; Reimann F.; Gribble F.M.; Short-chain fatty acids stimulate glucagon-like peptide-1 secretion via the G-protein-coupled receptor FFAR2. Diabetes 2012,61(2),364-371", "ArticleIdList": ["10.2337/db11-1019", "22190648"]}, {"Citation": "Arpaia N.; Campbell C.; Fan X.; Dikiy S.; van der Veeken J.; deRoos P.; Liu H.; Cross J.R.; Pfeffer K.; Coffer P.J.; Rudensky A.Y.; Metabolites produced by commensal bacteria promote peripheral regulatory T-cell generation. Nature 2013,504(7480),451-455", "ArticleIdList": ["10.1038/nature12726", "24226773"]}, {"Citation": "Ahmed K.; Tunaru S.; Offermanns S.; GPR109A, GPR109B and GPR81, A family of hydroxy-carboxylic acid receptors. Trends Pharmacol Sci 2009,30(11),557-562", "ArticleIdList": ["10.1016/j.tips.2009.09.001", "19837462"]}, {"Citation": "Morita N.; Umemoto E.; Fujita S.; Hayashi A.; Kikuta J.; Kimura I.; Haneda T.; Imai T.; Inoue A.; Mimuro H.; Maeda Y.; Kayama H.; Okumura R.; Aoki J.; Okada N.; Kida T.; Ishii M.; Nabeshima R.; Takeda K.; GPR31-dependent dendrite protrusion of intestinal CX3CR1 cells by bacterial metabolites. Nature 2019,566(7742),110-114", "ArticleIdList": ["10.1038/s41586-019-0884-1", "30675063"]}, {"Citation": "Wang Y.; Shou J.W.; Li X.Y.; Zhao Z.X.; Fu J.; He C.Y.; Feng R.; Ma C.; Wen B.Y.; Guo F.; Yang X.Y.; Han Y.X.; Wang L.L.; Tong Q.; You X.F.; Lin Y.; Kong W.J.; Si S.Y.; Jiang J.D.; Berberine-induced bioactive metabolites of the gut microbiota improve energy metabolism. Metabolism 2017,70,72-84", "ArticleIdList": ["10.1016/j.metabol.2017.02.003", "28403947"]}, {"Citation": "Wei X.; Tao J.; Xiao S.; Jiang S.; Shang E.; Zhu Z.; Qian D.; Duan J.; Xiexin Tang improves the symptom of type 2 diabetic rats by modulation of the gut microbiota. Sci Rep 2018,8(1),3685", "ArticleIdList": ["10.1038/s41598-018-22094-2", "29487347"]}, {"Citation": "Lv W.; Liu C.; Ye C.; Sun J.; Tan X.; Zhang C.; Qu Q.; Shi D.; Guo S.; Structural modulation of gut microbiota during alleviation of antibiotic-associated diarrhea with herbal formula. Int J Biol Macromol 2017,105(Pt 3),1622-1629", "ArticleIdList": ["10.1016/j.ijbiomac.2017.02.060", "28219687"]}, {"Citation": "Chang C.J.; Lin C.S.; Lu C.C.; Martel J.; Ko Y.F.; Ojcius D.M.; Tseng S.F.; Wu T.R.; Chen Y.Y.M.; Young J.D.; Lai H.C.; Ganoderma lucidum reduces obesity in mice by modulating the composition of the gut microbiota. Nat Commun 2015,6(1),7489", "ArticleIdList": ["10.1038/ncomms8489", "26102296"]}, {"Citation": "Dumas M.E.; Barton R.H.; Toye A.; Cloarec O.; Blancher C.; Rothwell A.; Fearnside J.; Tatoud R.; Blanc V.; Lindon J.C.; Mitchell S.C.; Holmes E.; McCarthy M.I.; Scott J.; Gauguier D.; Nicholson J.K.; Metabolic profiling reveals a contribution of gut microbiota to fatty liver phenotype in insulin-resistant mice. Proc Natl Acad Sci 2006,103(33),12511-12516", "ArticleIdList": ["10.1073/pnas.0601056103", "16895997"]}, {"Citation": "Pignanelli M.; Just C.; Bogiatzi C.; Dinculescu V.; Gloor G.; Vercoe A.E.; Reid G.; Urquhart B.; Ruetz K.; Velenosi T.; Spence J.; Mediterranean diet score: Associations with metabolic products of the intestinal microbiome, carotid plaque burden, and renal function. Nutrients 2018,10(6),779", "ArticleIdList": ["10.3390/nu10060779", "29914158"]}, {"Citation": "Oellgaard J.; Winther S.A.; Hansen T.S.; Rossing P.; von Scholten B.J.; Trimethylamine N-oxide (TMAO) as a new potential therapeutic target for insulin resistance and cancer. Curr Pharm Des 2017,23(25),3699-3712", "ArticleIdList": ["28641532"]}, {"Citation": "Liu C.C.; Wu Y.F.; Feng G.M.; Gao X.X.; Zhou Y.Z.; Hou W.J.; Qin X.M.; Du G.H.; Tian J.S.; Plasma-metabolite-biomarkers for the therapeutic response in depressed patients by the traditional Chinese medicine formula Xiaoyaosan: A 1H NMR-based metabolomics approach. J Affect Disord 2015,185,156-163", "ArticleIdList": ["10.1016/j.jad.2015.05.005", "26186531"]}, {"Citation": "Tian J.; Peng G.; Gao X.; Zhou Y.; Xing J.; Qin X.; Du G.; Dynamic analysis of the endogenous metabolites in depressed patients treated with TCM formula Xiaoyaosan using urinary 1H NMR-based metabolomics. J Ethnopharmacol 2014,158(Pt A),1-10", "ArticleIdList": ["10.1016/j.jep.2014.10.005", "25448502"]}, {"Citation": "Zou Z.J.; Liu Z.H.; Gong M.J.; Han B.; Wang S.M.; Liang S.W.; Intervention effects of puerarin on blood stasis in rats revealed by a 1H NMR-based metabonomic approach. Phytomedicine 2015,22(3),333-343", "ArticleIdList": ["10.1016/j.phymed.2015.01.006", "25837270"]}, {"Citation": "Wei L.; Liao P.; Wu H.; Li X.; Pei F.; Li W.; Wu Y.; Metabolic profiling studies on the toxicological effects of realgar in rats by 1H NMR spectroscopy. Toxicol Appl Pharmacol 2009,234(3),314-325", "ArticleIdList": ["10.1016/j.taap.2008.11.010", "19073202"]}, {"Citation": "Claus S.P.; Tsang T.M.; Wang Y.; Cloarec O.; Skordi E.; Martin F.P.; Rezzi S.; Ross A.; Kochhar S.; Holmes E.; Nicholson J.K.; Systemic multicompartmental effects of the gut microbiome on mouse metabolic phenotypes. Mol Syst Biol 2008,4(1),219", "ArticleIdList": ["10.1038/msb.2008.56", "18854818"]}, {"Citation": "Pallister T.; Jackson M.A.; Martin T.C.; Zierer J.; Jennings A.; Mohney R.P.; MacGregor A.; Steves C.J.; Cassidy A.; Spector T.D.; Menni C.; Hippurate as a metabolomic marker of gut microbiome diversity: Modulation by diet and relationship to metabolic syndrome. Sci Rep 2017,7(1),13670", "ArticleIdList": ["10.1038/s41598-017-13722-4", "29057986"]}, {"Citation": "Xing H.; Zhang K.; Zhang R.; Zhang Y.; Gu L.; Shi H.; Bi K.; Chen X.; Determination of depression biomarkers in rat plasma by liquid chromatography-mass spectrometry for the study of the antidepressant effect of Zhi-Zi-Hou-Po decoction on rat model of chronic unpredictable mild stress. J Chromatogr B Analyt Technol Biomed Life Sci 2015,988,135-142", "ArticleIdList": ["10.1016/j.jchromb.2015.02.037", "25770791"]}, {"Citation": "Guan Y.; Tang G.; Li L.; Shu J.; Zhao Y.; Huang L.; Tang J.; Herbal medicine and gut microbiota: Exploring untapped therapeutic potential in neurodegenerative disease management. Arch Pharm Res 2024,47(2),146-164", "ArticleIdList": ["10.1007/s12272-023-01484-9", "38225532"]}, {"Citation": "Han B; Huang H; Li Z; Gong M; Shi W; Zhu C; Therapeutic effects of chinese medicine herb pair, huzhang and guizhi, on monosodium urate crystal-induced gouty arthritis in rats revealed by anti-inflammatory assessments and NMR-based metabonomics. Evid Based Complement Alternat Med 2016,2016,9398435"}, {"Citation": "Troy EB; Kasper DL; Beneficial effects of Bacteroides fragilis polysaccharides on the immune system. Front Biosci 2010,15(1),25-34", "ArticleIdList": ["10.2741/3603"]}, {"Citation": "Wisnewsky A.J.; Gaborit B.; Dutour A.; Clement K.; Gut microbiota and non-alcoholic fatty liver disease: New insights. Clin Microbiol Infect 2013,19(4),338-348", "ArticleIdList": ["10.1111/1469-0691.12140", "23452163"]}, {"Citation": "Miura K; Seki E; Ohnishi H; Brenner DA; Role of toll-like receptors and their downstream molecules in the development of nonalcoholic fatty liver disease. Gastroenterol Res Pract 2010,2010,362847", "ArticleIdList": ["10.1155/2010/362847"]}, {"Citation": "Frasinariu O.E.; Ceccarelli S.; Alisi A.; Moraru E.; Nobili V.; Gut-liver axis and fibrosis in nonalcoholic fatty liver disease: An input for novel therapies. Dig Liver Dis 2013,45(7),543-551", "ArticleIdList": ["10.1016/j.dld.2012.11.010", "23280158"]}, {"Citation": "Jiang D.; Kang A.; Yao W.; Lou J.; Zhang Q.; Bao B.; Cao Y.; Yu S.; Guo S.; Zhang Y.; Tang Y.; Zhang L.; Euphorbia kansui fry-baked with vinegar modulates gut microbiota and reduces intestinal toxicity in rats. J Ethnopharmacol 2018,226,26-35", "ArticleIdList": ["10.1016/j.jep.2018.07.029", "30059729"]}, {"Citation": "Ni Y.; Su M.; Qiu Y.; Chen M.; Liu Y.; Zhao A.; Jia W.; Metabolic profiling using combined GC–MS and LC–MS provides a systems understanding of aristolochic acid‐induced nephrotoxicity in rat. FEBS Lett 2007,581(4),707-711", "ArticleIdList": ["10.1016/j.febslet.2007.01.036", "17274990"]}, {"Citation": "Zhao M.; Xu J.; Qian D.; Guo J.; Jiang S.; Shang E.; Duan J.; Identification of astilbin metabolites produced by human intestinal bacteria using UPLC‐Q‐TOF/MS. Biomed Chromatogr 2014,28(7),1024-1029", "ArticleIdList": ["10.1002/bmc.3111", "24399635"]}, {"Citation": "Wen J.; Teng B.; Yang P.; Chen X.; Li C.; Jing Y.; Wei J.; Zhang C.; The potential mechanism of Bawei Xileisan in the treatment of dextran sulfate sodium-induced ulcerative colitis in mice. J Ethnopharmacol 2016,188,31-38", "ArticleIdList": ["10.1016/j.jep.2016.04.054", "27132718"]}, {"Citation": "Chen Y.; Xiao S.; Gong Z.; Zhu X.; Yang Q.; Li Y.; Gao S.; Dong Y.; Shi Z.; Wang Y.; Weng X.; Li Q.; Cai W.; Qiang W.; Wuji Wan formula ameliorates diarrhea and disordered colonic motility in post-inflammation irritable bowel syndrome rats by modulating the gut microbiota. Front Microbiol 2017,8,2307", "ArticleIdList": ["10.3389/fmicb.2017.02307", "29218037"]}, {"Citation": "Holmes D.; Medicinal mushroom reduces obesity by modulating microbiota. Nat Rev Endocrinol 2015,11(9),504", "ArticleIdList": ["10.1038/nrendo.2015.114", "26170024"]}, {"Citation": "Ko S-J; Han G; Kim S-K; Seo J-G; Chung W-S; Ryu B; Effect of Korean herbal medicine combined with a probiotic mixture on diarrhea-dominant irritable bowel syndrome: A double-blind, randomized, placebo-controlled trial. Evid Based Complement Alternat Med 2013,2013,824605", "ArticleIdList": ["10.1155/2013/824605"]}, {"Citation": "Wenzig P.E.M.; Koskinen K.; Eichinger M.C.; Bauer R.; A Combined LC-MS Metabolomics-and 16S rRNA sequencing platform to assess interactions between herbal medicinal products and human gut bacteria in vitro: A pilot study on willow bark extract. Front Pharmacol 2017,8,893", "ArticleIdList": ["10.3389/fphar.2017.00893", "29326584"]}, {"Citation": "Zhou S.S.; Xu J.; Zhu H.; Wu J.; Xu J.D.; Yan R.; Li X.Y.; Liu H.H.; Duan S.M.; Wang Z.; Chen H.B.; Shen H.; Li S.L.; Gut microbiota-involved mechanisms in enhancing systemic exposure of ginsenosides by coexisting polysaccharides in ginseng decoction. Sci Rep 2016,6(1),22474", "ArticleIdList": ["10.1038/srep22474", "26932472"]}, {"Citation": "Zhang W.; Jiang S.; Qian D.; Shang E.; Duan J.; Effect of liquiritin on human intestinal bacteria growth: Metabolism and modulation. Biomed Chromatogr 2014,28(9),1271-1277", "ArticleIdList": ["10.1002/bmc.3160", "24616071"]}, {"Citation": "Cai H.; Su S.; Li Y.; Zhu Z.; Guo J.; Zhu Y.; Guo S.; Qian D.; Duan J.; Danshen can interact with intestinal bacteria from normal and chronic renal failure rats. Biomed Pharmacother 2019,109,1758-1771", "ArticleIdList": ["10.1016/j.biopha.2018.11.047", "30551430"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "3"}, {"Year": "2024", "Month": "3", "Day": "11"}, {"Year": "2024", "Month": "3", "Day": "14"}, {"Year": "2024", "Month": "7", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "4", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "4", "Hour": "2", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38571357", "10.2174/0113892002287336240328083220", "CDM-EPUB-139512"]}}]}