{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38571743", "DateRevised": {"Year": "2024", "Month": "04", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["9445226", "10.1155/2024/9445226"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "27"}], "Journal": {"ISSN": "1687-8191", "JournalIssue": {"Volume": "2024", "PubDate": {"Year": "2024"}}, "Title": "Journal of toxicology", "ISOAbbreviation": "J Toxicol"}, "ArticleTitle": "Acute and Subchronic Toxicological Study of the Cocktail Extract from <i>Curcuma xanthorrhiza</i> Roxb, <i>Phyllanthus niruri</i> L. and <i>Morinda citrifolia</i> L.", "Pagination": {"StartPage": "9445226", "MedlinePgn": "9445226"}, "Abstract": {"AbstractText": ["<i>Curcuma xanthorrhiza</i> Roxb<i>, Phyllanthus niruri</i> L., and <i>Morinda citrifolia</i> L. are Indonesian medicinal herbs used empirically as traditional therapeutics for maintaining health. The cocktail extract of these three plants (CECPM) had been developed and demonstrated immunostimulant activity in rats. This study aimed to evaluate the acute and subchronic toxicity of CECPM in vivo. The acute toxicity assay was conducted by orally administering a range dose of CECPM (313, 625, 1250, 2500, or 5000 mg/kg body weight (bw) on female mice once and then evaluating the toxic symptom every day for 14 days later. The chronic toxicity test was carried out by giving various doses of CECPM (600, 800, and 1000 mg/kg·bw) to female and male rats orally continuously for 90 consecutive days. The signs of toxicities were evaluated at the 90- and 28 days postadministration. The acute oral toxicity assays showed that there was no toxic syndrome and mortality found during the period of the experiment. The lethal dose level (LD<sub>50</sub>) of CECPM was more than 5000 g/kg, which was categorized as practically non-toxic. Meanwhile, in the sub-chronic toxicity study, some parameters tested at 90 days postadministration and after 28 days of withdrawal, such as the body weight, relative organ weight, food intake, hematological and biochemical blood parameters, and also histopathological examination of five primary tissues (heart, liver, kidney, spleen, and lung) revealed no abnormalities. There was no-observed adverse effect level (NOAEL) for the present study of CECPM 1000 mg/kg·bw of the rat. Therefore, it is concluded that the orally administered CECPM was relatively nontoxic during acute and subchronic toxicology studies."], "CopyrightInformation": "Copyright © 2024 Idah Rosidah et al."}, "AuthorList": [{"Identifier": ["0000-0002-0562-5785"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Rosidah", "ForeName": "Idah", "Initials": "I"}, {"Identifier": ["0000-0003-0994-8677"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Renggani", "ForeName": "Tiya Novlita", "Initials": "TN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Firdausi", "ForeName": "Nisrina", "Initials": "N"}, {"Identifier": ["0000-0002-6139-7625"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Ningsih", "ForeName": "Sri", "Initials": "S"}, {"Identifier": ["0009-0000-2776-1342"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Yunianto", "ForeName": "Prasetyawan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Permatasari", "ForeName": "Devi", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Agroindustry, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Pongtuluran", "ForeName": "Olivia Bunga", "Initials": "OB"}, {"Identifier": ["0009-0009-7325-5198"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Sustainable Production System and Life Cycle Assessment, National Research and Innovation Agency (BRIN), Tangerang Selatan, Indonesia."}], "LastName": "Bahua", "ForeName": "Hismiaty", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Efendi", "ForeName": "Julham", "Initials": "J"}, {"Identifier": ["0000-0002-6270-3356"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Kusumastuti", "ForeName": "Siska Andrina", "Initials": "SA"}, {"Identifier": ["0000-0001-9145-2093"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Nuralih"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Vaccine and Drugs, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "El Muttaqien", "ForeName": "Sjaikhurrizal", "Initials": "S"}, {"Identifier": ["0000-0002-9271-4304"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Directorate of Utilization of Research and Innovation by Industry, National Research and Innovation Agency (BRIN), Jakarta, Indonesia."}], "LastName": "Nizar"}, {"Identifier": ["0000-0002-5388-6285"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Kusumaningrum", "ForeName": "Susi", "Initials": "S"}, {"Identifier": ["0009-0002-7179-5499"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Pharmaceutical Ingredients and Traditional Medicine, National Research and Innovation Agency (BRIN), Bogor, Indonesia."}], "LastName": "Agustini", "ForeName": "Kurnia", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Toxicol", "NlmUniqueID": "101519097", "ISSNLinking": "1687-8191"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Who. WHO Traditional Medicine Strategy 2014-2023 . Geneva, Switzerland: World Health Organization; 2013."}, {"Citation": "Rizvi S. A. A., Einstein G. P., Tulp O. L., Sainvil F., Branly R. Introduction to traditional medicine and their role in prevention and treatment of emerging and Re-emerging diseases. Biomolecules . 2022;12(10):p. 1442. doi: 10.3390/biom12101442.", "ArticleIdList": ["10.3390/biom12101442", "PMC9599697", "36291651"]}, {"Citation": "Valeria Soares de Araujo Pinho F., Felipe da Silva G., Echeverria Macedo G., et al. Phytochemical constituents and toxicity of duguetia furfuracea hydroalcoholic extract in Drosophila melanogaster. Evidence-based Complementary and Alternative Medicine . 2014;2014:11. doi: 10.1155/2014/838101.838101", "ArticleIdList": ["10.1155/2014/838101", "PMC4243765", "25435894"]}, {"Citation": "Dubey S., Dixit A. K. Preclinical evidence of polyherbal formulations on wound healing: a systematic review on research trends and perspectives. Journal of Ayurveda and Integrative Medicine . 2023;14(2) doi: 10.1016/j.jaim.2023.100688.100688", "ArticleIdList": ["10.1016/j.jaim.2023.100688", "PMC9988554", "36841194"]}, {"Citation": "Lee J., Jung Y., Shin J. H., et al. Secondary metabolite profiling of Curcuma species grown at different locations using GC/TOF and UPLC/Q-TOF MS. Molecules . 2014;19(7):9535–9551. doi: 10.3390/molecules19079535.", "ArticleIdList": ["10.3390/molecules19079535", "PMC6270825", "25000465"]}, {"Citation": "Sirat H. M., Hong N. M., Jauri M. H. Chemistry of xanthorrhizol: synthesis of several bisabolane sesquiterpenoids from xanthorrhizol. Tetrahedron Letters . 2007;48(3):457–460. doi: 10.1016/j.tetlet.2006.11.051.", "ArticleIdList": ["10.1016/j.tetlet.2006.11.051"]}, {"Citation": "Jayaprakasha G. K., Jaganmohan Rao L., Sakariah K. K. Antioxidant activities of curcumin, demethoxycurcumin and bisdemethoxycurcumin. Food Chemistry . 2006;98(4):720–724. doi: 10.1016/j.foodchem.2005.06.037.", "ArticleIdList": ["10.1016/j.foodchem.2005.06.037"]}, {"Citation": "Ruslay S., Abas F., Shaari K., et al. Characterization of the components present in the active fractions of health gingers (Curcuma xanthorrhiza and Zingiber zerumbet) by HPLC–DAD–ESIMS. Food Chemistry . 2007;104(3):1183–1191. doi: 10.1016/j.foodchem.2007.01.067.", "ArticleIdList": ["10.1016/j.foodchem.2007.01.067"]}, {"Citation": "Rosidi A., Khomsan A., Setiawan B., Riyadi H., Briawan D. Antioxidant potential of temulawak (curcuma xanthorrhiza roxb) Pakistan Journal of Nutrition . 2016;15(6):556–560. doi: 10.3923/pjn.2016.556.560.", "ArticleIdList": ["10.3923/pjn.2016.556.560"]}, {"Citation": "Prijatmoko D., Syafira N. L., Lestari P. E. Antibacterial activity of essential oil extracts from Curcuma xanthorrhiza roxb. rhizomes against bacteria causing pulp necrosis. Journal of Dentomaxillofacial Science . 2018;3(3):p. 144. doi: 10.15562/jdmfs.v3i3.763.", "ArticleIdList": ["10.15562/jdmfs.v3i3.763"]}, {"Citation": "Kim M. B., Kim C., Song Y., Hwang J. K. Antihyperglycemic and anti-inflammatory effects of standardized curcuma xanthorrhiza roxb. Extract and its active compound xanthorrhizol in high-fat diet-induced obese mice. Evidence-based Complementary and Alternative Medicine . 2014;2014:10. doi: 10.1155/2014/205915.205915", "ArticleIdList": ["10.1155/2014/205915", "PMC4094874", "25053966"]}, {"Citation": "Renggani T. N., Rosidah I., Listiana Nizar S., Agustini K., Ningsih S. The nitric oxide-induced immune effect after temulawak (curcuma xanthorrhizae roxb.) starch treatment on cyclophosphamide-induced rats. Proceedings of the 1st International Conference for Health Research– BRIN (ICHR 2022); February 2023; Tangerang, Indonesia. pp. 729–739."}, {"Citation": "Fitriana N., Rifa’i M., Masruri M., Wicaksono S. T., Widodo N. Potential of Curcuma xanthorrhiza ethanol extract in inhibiting the growth of T47D breast cancer cell line: in vitro and bioinformatic approach. Journal of Pharmacy & Pharmacognosy Research . 2022;10(6):1015–1025. doi: 10.56499/jppres22.1448_10.6.1015.", "ArticleIdList": ["10.56499/jppres22.1448_10.6.1015"]}, {"Citation": "Yasni S., Imaizumi K., Sugano M. Effects of an Indonesian medicinal Plant,Curcuma xanthorrhizaRoxb., on the levels of serum glucose and triglyceride, fatty acid desaturation, and bile acid excretion in streptozotocin-induced diabetic rats. Agricultural and Biological Chemistry . 1991;55(12):3005–3010. doi: 10.1271/bbb1961.55.3005.", "ArticleIdList": ["10.1271/bbb1961.55.3005"]}, {"Citation": "Sutha D., Sabariah I., Surash R., Santhini M., Yam M. F. Evaluation of the hepatoprotective activity of standardized ethanolic extract of Curcuma xanthorrhiza Roxb. Journal of Medicinal Plants Research . 2010;4(23):2512–2517. doi: 10.5897/jmpr10.453.", "ArticleIdList": ["10.5897/jmpr10.453"]}, {"Citation": "Lin S. C., Lin C. C., Lin Y. H., Supriyatna S., Teng C. W. Protective and therapeutic effects of Curcuma xanthorrhiza on hepatotoxin-induced liver damage. The American Journal of Chinese Medicine . 1995;23(3-4):243–254. doi: 10.1142/S0192415X95000298.", "ArticleIdList": ["10.1142/S0192415X95000298", "8571920"]}, {"Citation": "Devaraj S., Esfahani A. S., Ismail S., Ramanathan S., Yam M. F. Evaluation of the antinociceptive activity and acute oral toxicity of standardized ethanolic extract of the rhizome of Curcuma xanthorrhiza Roxb. Molecules . 2010;15(4):2925–2934. doi: 10.3390/molecules15042925.", "ArticleIdList": ["10.3390/molecules15042925", "PMC6257229", "20428088"]}, {"Citation": "Blennow W. A. A study on the fate of curcumin in the rat. Acta pharrnacol. et toxicol . 1978;43:p. 92.", "ArticleIdList": ["696348"]}, {"Citation": "Kohli K., Ali J., Ansari M., Raheman Z. Curcumin: a natural antiinflammatory agent. Indian Journal of Pharmacology . 2005;37(3):141–147. doi: 10.4103/0253-7613.16209.", "ArticleIdList": ["10.4103/0253-7613.16209"]}, {"Citation": "Poppy Firzani Arifin Purwantiningsih I. M. S., Budi Astuti R., Azima F., Aswin Susilowidodo R., Wisastra R., Murwanti R. Acute toxicity evaluation of temulawak (curcuma xanthorrhiza roxb) hepatoprotective supplement. Research Journal of Pharmaceutical, Biological and Chemical Sciences . 2020;11:p. 18."}, {"Citation": "Kaur N., Kaur B., Sirhindi G. Phytochemistry and pharmacology of Phyllanthus niruri L.: a review. Phytotherapy Research . 2017;31(7):980–1004. doi: 10.1002/ptr.5825.", "ArticleIdList": ["10.1002/ptr.5825", "28512988"]}, {"Citation": "Jantan I., Haque M. A., Ilangkovan M., Arshad L. An insight into the modulatory effects and mechanisms of action of Phyllanthus species and their bioactive metabolites on the immune system. Frontiers in Pharmacology . 2019;10:p. 878. doi: 10.3389/fphar.2019.00878.", "ArticleIdList": ["10.3389/fphar.2019.00878", "PMC6693410", "31440162"]}, {"Citation": "Baljinder Kaur N. K. A. V. G. Evaluation of anti-helicobacter pylori (DSMZ 10242) activity and qualitative analysis of quercetin by HPLC in Phyllanthus niruri linn. World Journal of Pharmacy and Pharmaceutical Sciences . 2016;5:p. 1706."}, {"Citation": "Hikmah U., Triastuti A. Phyllanthus niruri (Meniran) Sebagai Imunomodulator: mekanisme aksi dan senyawa bioaktif. Jurnal Ilmiah Farmasi (Scientific Journal of Pharmacy) . 2022;18(2):205–218. doi: 10.20885/jif.vol18.iss2.art19.", "ArticleIdList": ["10.20885/jif.vol18.iss2.art19"]}, {"Citation": "Giribabu N., Rao P. V., Kumar K. P., Muniandy S., Swapna Rekha S., Salleh N. Aqueous extract of Phyllanthus niruri leaves displays in vitro antioxidant activity and prevents the elevation of oxidative stress in the kidney of streptozotocin-induced diabetic male rats. Evidence-based Complementary and Alternative Medicine . 2014;2014:10. doi: 10.1155/2014/834815.834815", "ArticleIdList": ["10.1155/2014/834815", "PMC4058581", "24991228"]}, {"Citation": "Najari Beidokhti M., Andersen M. V., Eid H. M., et al. Investigation of antidiabetic potential of Phyllanthus niruri L. using assays for α-glucosidase, muscle glucose transport, liver glucose production, and adipogenesis. Biochemical and Biophysical Research Communications . 2017;493(1):869–874. doi: 10.1016/j.bbrc.2017.09.080.", "ArticleIdList": ["10.1016/j.bbrc.2017.09.080", "28928090"]}, {"Citation": "Couto A. G., Kassuya C. A. L., Calixto J. B., Petrovick P. R. Anti-inflammatory, antiallodynic effects and quantitative analysis of gallic acid in spray dried powders from Phyllanthus niruri leaves, stems, roots and whole plant. Revista Brasileira de Farmacognosia . 2013;23(1):124–131. doi: 10.1590/s0102-695x2013000100017.", "ArticleIdList": ["10.1590/s0102-695x2013000100017"]}, {"Citation": "Moreira J., Klein-Junior L. C., Filho V. C., Buzzi F. D. C. Anti-hyperalgesic activity of corilagin, a tannin isolated from Phyllanthus niruri L. (Euphorbiaceae) Journal of Ethnopharmacology . 2013;146(1):318–323. doi: 10.1016/j.jep.2012.12.052.", "ArticleIdList": ["10.1016/j.jep.2012.12.052", "23333746"]}, {"Citation": "Ezzat M. I., Okba M. M., Ahmed S. H., et al. In-depth hepatoprotective mechanistic study of Phyllanthus niruri: in vitro and in vivo studies and its chemical characterization. PLoS One . 2020;15(1) doi: 10.1371/journal.pone.0226185.226185", "ArticleIdList": ["10.1371/journal.pone.0226185", "PMC6961881", "31940365"]}, {"Citation": "Li M. T., Liu L. L., Zhou Q., et al. Phyllanthus niruri L. Exerts protective effects against the calcium oxalate-induced renal injury via ellgic acid. Frontiers in Pharmacology . 2022;13 doi: 10.3389/fphar.2022.891788.891788", "ArticleIdList": ["10.3389/fphar.2022.891788", "PMC9400657", "36034880"]}, {"Citation": "Tutik Sri Wahyuni D. A., Permanasari A. A., Adianti M., et al. Anti-viral activity of Phyllanthus niruri against hepatitis C virus. Malaysian Applied Biology . 2019;48(3):p. 111."}, {"Citation": "Asare G. A., Addo P., Bugyei K., et al. Acute toxicity studies of aqueous leaf extract of Phyllanthus niruri. Interdisciplinary Toxicology . 2011;4(4):206–210. doi: 10.2478/v10102-011-0031-9.", "ArticleIdList": ["10.2478/v10102-011-0031-9", "PMC3274729", "22319255"]}, {"Citation": "Povi Lawson-Evi K. E.-G., Agbonon A., Aklikokou K., Moukha S., Creppy E. E., Gbéassor M. Toxicological assessment on extracts of Phyllanthus amarus Schum and Thonn. Academic Journals . 2008;3:410–415."}, {"Citation": "Singh T., x R., Singh A., Kumar R., Kumar Singh J. Acute toxicity study of Phyllanthus niruri and its effect on the cyto-architectural structure of nephrocytes in Swiss albino mice Mus-musculus. Pharmacognosy Journal . 2015;8(1):77–80. doi: 10.5530/pj.2016.1.17.", "ArticleIdList": ["10.5530/pj.2016.1.17"]}, {"Citation": "Halim Z. Acute Toxicity Determination of Phyllanthus niruriI . Semarang, Indonesia: Faculty of Medicine Diponegoro University; 2010."}, {"Citation": "Asare G. A., Bugyei K., Sittie A., et al. Genotoxicity, cytotoxicity and toxicological evaluation of whole plant extracts of the medicinal plant Phyllanthus niruri (Phyllanthaceae) Genetics and Molecular Research . 2012;11(1):100–111. doi: 10.4238/2012.january.13.3.", "ArticleIdList": ["10.4238/2012.january.13.3", "22290470"]}, {"Citation": "Queiroz F. M. D., Matias K. W. D O., Cunha M. M. F. D., Schwarz A. Evaluation of (anti)genotoxic activities of Phyllanthus niruri L. in rat bone marrow using the micronucleus test. Brazilian Journal of Pharmaceutical Sciences . 2013;49(1):135–148. doi: 10.1590/s1984-82502013000100015.", "ArticleIdList": ["10.1590/s1984-82502013000100015"]}, {"Citation": "Reddy B. U., Mullick R., Kumar A., et al. A natural small molecule inhibitor corilagin blocks HCV replication and modulates oxidative stress to reduce liver damage. Antiviral Research . 2018;150:47–59. doi: 10.1016/j.antiviral.2017.12.004.", "ArticleIdList": ["10.1016/j.antiviral.2017.12.004", "29224736"]}, {"Citation": "Sina H., Dramane G., Tchekounou P., et al. Phytochemical composition and in vitro biological activities of Morinda citrifolia fruit juice. Saudi Journal of Biological Sciences . 2021;28(2):1331–1335. doi: 10.1016/j.sjbs.2020.11.059.", "ArticleIdList": ["10.1016/j.sjbs.2020.11.059", "PMC7878717", "33613063"]}, {"Citation": "Handayani D. D. W., Wulandari D. D., Wulansari D. D. Phytochemical screening, antioxidant activity and cytotoxicity assay from noni juice and fermented noni (Morinda citrifolia L.) Bali Medical Journal . 2022;11(3):1168–1171. doi: 10.15562/bmj.v11i3.3534.", "ArticleIdList": ["10.15562/bmj.v11i3.3534"]}, {"Citation": "Samiraj Ramesh M. R., Anburaj R., Elangomathavan R., Patharajan S. Physicochemical, phytochemical and antimicrobial studies on morinda citrifolia l. Fruits at different maturity stages. International Journal of Pharmacy and Pharmaceutical Sciences . 2012;4"}, {"Citation": "Coutinho de Sousa B., Reis Machado J., da Silva M. V., et al. Morinda citrifolia (noni) fruit juice reduces inflammatory cytokines expression and contributes to the maintenance of intestinal mucosal integrity in DSS experimental colitis. Mediators of Inflammation . 2017;2017:10. doi: 10.1155/2017/6567432.6567432", "ArticleIdList": ["10.1155/2017/6567432", "PMC5282445", "28194046"]}, {"Citation": "Lia Meilawati T. E., Triana Dewi Megawati R., Sukirno Study of total phenolic, total flavonoid, scopoletin contents and antioxidant activity of extract of ripened noni juice. J.Kim.Terap.Indones . 2021:55–65."}, {"Citation": "Zhang Q., Li Y., Yin G., et al. The effects of supplementation of noni (Morinda citrifolia L.) fruit polysaccharides-rich extract on antioxidant status and immune function in cashmere goats. Journal of Animal Science . 2022;100(10):p. 276. doi: 10.1093/jas/skac276.", "ArticleIdList": ["10.1093/jas/skac276", "PMC9584151", "35998071"]}, {"Citation": "Miguel C. B., Oliveira R. V., Rodrigues W. F., et al. In vitro antifungal activity of Morinda citrifolia (noni) extract against Candida albicans. J Infect Dev Ctries . 2022;16(07):1206–1217. doi: 10.3855/jidc.15835.", "ArticleIdList": ["10.3855/jidc.15835", "35905026"]}, {"Citation": "Mani J. S., Johnson J. B., Naiker M. The phytochemistry and anticarcinogenic activity of noni juice. Proceedings of the 2nd International Electronic Conference on Applied Sciences; October 2021; Rockhampton, Australia."}, {"Citation": "Dewi R. T., Primahana G., Septama A. W., et al. Quality control standardization of Indonesian noni fruit (Morinda citrifolia) extract and evaluation of their angiotensin-converting enzyme inhibitory activity. Pharmacia . 2022;69(3):709–717. doi: 10.3897/pharmacia.69.e86854.", "ArticleIdList": ["10.3897/pharmacia.69.e86854"]}, {"Citation": "Hadijah M. Y. A. H., Zaridah H., Normah A. Acute and subchronic toxicity studies of an aqueous extract of Morinda citrifolia fruit in rats. Journal of Tropical Agriculture and Food Science . 2003;30:p. 73."}, {"Citation": "Muthubalaji Radhakrishnan S. R., Elangomathavan R., Patharajan S. Acute toxicity on the ethanolic fruit extracts of Morinda sp. in Wistar albino rats. International Journal of Research in Pharmacy and Science . 2015;6:44–52."}, {"Citation": "Mohamad Shalan N. A. A., Mustapha N. M., Mohamed S. Chronic toxicity evaluation of Morinda citrifolia fruit and leaf in mice. Regulatory Toxicology and Pharmacology . 2017;83:46–53. doi: 10.1016/j.yrtph.2016.11.022.", "ArticleIdList": ["10.1016/j.yrtph.2016.11.022", "27871867"]}, {"Citation": "Abu N. R. Z. N., Keong Yeap S., Nordin N., et al. Subchronic toxicity, immunoregulation and anti-breast tumor effect of Nordamnacantal, an anthraquinone extracted from the stems of Morinda citrifolia L. BMC Complementary and Alternative Medicine . 2018;18(1):p. 31. doi: 10.1186/s12906-018-2102-3.", "ArticleIdList": ["10.1186/s12906-018-2102-3", "PMC5787285", "29374471"]}, {"Citation": "Warunya Woradulayapinija A. P., Nualsanitb T., Yimsooc T., et al. Acute oral toxicity of damnacanthal and its anticancer activity against colorectal tumorigenesis. Toxicology Reports . 2022;9:1968–1976. doi: 10.1016/j.toxrep.2022.10.015.", "ArticleIdList": ["10.1016/j.toxrep.2022.10.015", "PMC9742955", "36518435"]}, {"Citation": "Bpom. Peraturan Kepala Badan Pengawas Obat Dan Makanan Republik Indonesia Nomor 7 Tahun 2014 Tentang Pedoman Uji Toksisitas Nonklinik Secara in Vivo . Jakarta Indonesia: Badan Pengawas Obat dan Makanan; 2014."}, {"Citation": "Brent R. L. Utilization of juvenile animal studies to determine the human effects and risks of environmental toxicants during postnatal developmental stages. Birth Defects Research Part B: Developmental and Reproductive Toxicology . 2004;71(5):303–320. doi: 10.1002/bdrb.20020.", "ArticleIdList": ["10.1002/bdrb.20020", "15505806"]}, {"Citation": "Harun N. H., Septama A. W., Jantan I. Immunomodulatory effects of selected Malaysian plants on the CD18/11a expression and phagocytosis activities of leukocytes. Asian Pacific Journal of Tropical Biomedicine . 2015;5(1):48–53. doi: 10.1016/s2221-1691(15)30170-2.", "ArticleIdList": ["10.1016/s2221-1691(15)30170-2"]}, {"Citation": "Kim A. J., Kim Y. O., Shim J. S., Hwang J. K. Immunostimulating activity of crude polysaccharide extract isolated from Curcuma xanthorrhiza Roxb. Bioscience, Biotechnology, and Biochemistry . 2007;71(6):1428–1438. doi: 10.1271/bbb.60241.", "ArticleIdList": ["10.1271/bbb.60241", "17587672"]}, {"Citation": "Aldi Y., Novelin F., Handayani D. Aktivitas beberapa subfraksi herba meniran (phyllanthusniruri linn.) terhadap aktivitas dan kapasitas fagositosis makrofag. Scientia: Jurnal Farmasi dan Kesehatan . 2015;5(2):p. 92. doi: 10.36434/scientia.v5i2.28.", "ArticleIdList": ["10.36434/scientia.v5i2.28"]}, {"Citation": "Hong Y. H., Yi Y. S., Han S. Y., et al. Morinda citrifolia noni water extract enhances innate and adaptive immune responses in healthy mice, ex vivo, and in vitro. Phytotherapy Research . 2019;33(3):676–689. doi: 10.1002/ptr.6256.", "ArticleIdList": ["10.1002/ptr.6256", "30632216"]}, {"Citation": "Nayak S., Mengi S. Immunostimulant activity of the extracts and bioactives of the fruits ofMorinda citrifolia. Pharmaceutical Biology . 2009;47(3):248–254. doi: 10.1080/13880200802435697.", "ArticleIdList": ["10.1080/13880200802435697"]}, {"Citation": "Palu A. K., Kim A. H., West B. J., Deng S., Jensen J., White L. The effects of Morinda citrifolia L. (noni) on the immune system: its molecular mechanisms of action. Journal of Ethnopharmacology . 2008;115(3):502–506. doi: 10.1016/j.jep.2007.10.023.", "ArticleIdList": ["10.1016/j.jep.2007.10.023", "18063495"]}, {"Citation": "Sagala R. J., Murwanti R. The combination of ethanol extracts of Phyllanthus niruri linn, Typhonium flagelliforme and piper crocatum increase the macrophage phagocytosis in vitro. Majalah Obat Tradisional . 2020;25(2):p. 67. doi: 10.22146/mot.46705.", "ArticleIdList": ["10.22146/mot.46705"]}, {"Citation": "Afolayan F. I. D., Erinwusi B., Oyeyemi O. T. Immunomodulatory activity of curcumin-entrapped poly d,l-lactic-co-glycolic acid nanoparticles in mice. Integrative Medicine Research . 2018;7(2):168–175. doi: 10.1016/j.imr.2018.02.004.", "ArticleIdList": ["10.1016/j.imr.2018.02.004", "PMC6035456", "29989030"]}, {"Citation": "Hirazumi A., Furusawa E. An immunomodulatory polysaccharide-rich substance from the fruit juice of Morinda citrifolia (noni) with antitumour activity. Phytotherapy Research . 1999;13(5):380–387. doi: 10.1002/(sici)1099-1573(199908/09)13:5<380::aid-ptr463>3.0.co;2-m.", "ArticleIdList": ["10.1002/(sici)1099-1573(199908/09)13:5<380::aid-ptr463>3.0.co;2-m", "10441776"]}, {"Citation": "Kazuya Murataa Y. A., Futamura-Masudaa M., Uwayab A., Isamib F., Matsuda H. Activation of cell-mediated immunity by Morinda citrifolia fruit extract and its constituents. Natural Product Communications . 2014;9:446–450.", "ArticleIdList": ["24868850"]}, {"Citation": "Hodge H. C., Sterner J. H. Tabulation of toxicity classes. American Industrial Hygiene Association Quarterly . 1949;10(4):93–96. doi: 10.1080/00968204909344159.", "ArticleIdList": ["10.1080/00968204909344159", "24536943"]}, {"Citation": "Murwanti R., Nurrochmad A., Gani A. P., et al. Acute and subchronic oral toxicity evaluation of herbal formulation: piper crocatum ruiz and pav., Typhonium flagelliforme (lodd.) blume, and Phyllanthus niruri L. In sprague-dawley rats. Journal of Toxicology . 2023;2023:11. doi: 10.1155/2023/7511397.7511397", "ArticleIdList": ["10.1155/2023/7511397", "PMC9831695", "36636256"]}, {"Citation": "Allan J. J., Bhide R. M., Agarwal A. Safety assessment of zigbir(R): a polyherbal formulation in sprague-dawley rats. Journal of Toxicology . 2012;2012:10. doi: 10.1155/2012/589520.589520", "ArticleIdList": ["10.1155/2012/589520", "PMC3483787", "23125854"]}, {"Citation": "Muhtadi A. S., Nurcahyanti W., Sutrisna E. M. Acute toxicity testing of extracts combination of Meniran herbs (Phyllanthus niruri auct. Non L.), Tempuyung leaves (Sonchus arvensis L.) and Black Cumin seeds (Nigella sativa L.) Pharma . 2011;12:p. 72."}, {"Citation": "Hita I. P. G. A. P. Uji Toksisitas Akut Dan Teratogenik Campuran Ekstrak Temulawak (Curcuma Xanthorrhiza Roxb.) Dan Mengkudu (Morinda citrifolia L.) Terhadap Mencit (Mus musculus) Surabaya, Indonesia: Faculty of Pharmacy, Univeritas Airlangga; 2014."}, {"Citation": "Nugroho F. A. Oral Acute Toxicity Test of a Combination of Temulawak Extract (Curcuma Xanthorrhiza Roxb) and Sambung Nyawa (Gynura Procumbens (Lour) Merr) Female Wistar Strain Rats . Yogjakarta, Indonesia: Faculty of Pharmacy, Univeritas Gadjah Mada; 2015."}, {"Citation": "Widiyastuti Y. Pengembangan Formula Herbal Anti-kanker Dari Obat Tradisional Kayu Tujuh Lapis (Loranthus Sp), Cakar Ayam (Selaginella Tamariscina) Dan Temu Lawak (Curcuma Xanthorizza) Kementrian Kesehatan Republik, Indonesia: Balai Besar Penelitian dan Pengembangan Tanaman Obat dan Obat Tradisional Tawangmangu; 2010."}, {"Citation": "Scher. Toxicity and assessment of chemical mixtures. 2012.  \n https://ec.europa.eu/health/scientific_committees/environmental_risks/docs/scher_o_155.pdf\n."}, {"Citation": "Zhou X., Seto S. W., Chang D., et al. Synergistic effects of Chinese herbal medicine: a comprehensive review of methodology and current research. Frontiers in Pharmacology . 2016;7:p. 201. doi: 10.3389/fphar.2016.00201.", "ArticleIdList": ["10.3389/fphar.2016.00201", "PMC4940614", "27462269"]}, {"Citation": "Schmitt G. C., Arbo M. D., Lorensi A. L., et al. Gender differences in biochemical markers and oxidative stress of rats after 28 days oral exposure to a mixture used for weight loss containing p-synephrine, ephedrine, salicin, and caffeine. Brazilian Journal of Pharmaceutical Sciences . 2016;52(1):59–68. doi: 10.1590/s1984-82502016000100007.", "ArticleIdList": ["10.1590/s1984-82502016000100007"]}, {"Citation": "Simpson J., Kelly J. P. An investigation of whether there are sex differences in certain behavioural and neurochemical parameters in the rat. Behavioural Brain Research . 2012;229(1):289–300. doi: 10.1016/j.bbr.2011.12.036.", "ArticleIdList": ["10.1016/j.bbr.2011.12.036", "22230114"]}, {"Citation": "Organization for Economic Cooperative Development. OECD guideline for the testing of chemicals, No.408 Repeated dose 90-day oral toxicity study in rodents. 2018.  \n https://www.oecd.org/chemicalsafety/testing/Revision-OECD-TG408-repeated-dose-90-day-oral-toxicity-study-in-rodents.pdf\n."}, {"Citation": "Schilter B., Andersson C., Anton R., et al. Guidance for the safety assessment of botanicals and botanical preparations for use in food and food supplements. Food and Chemical Toxicology . 2003;41(12):1625–1649. doi: 10.1016/s0278-6915(03)00221-7.", "ArticleIdList": ["10.1016/s0278-6915(03)00221-7", "14563389"]}, {"Citation": "Al-Afifi N. A., Alabsi A. M., Bakri M. M., Ramanathan A. Acute and sub-acute oral toxicity of Dracaena cinnabari resin methanol extract in rats. BMC Complementary and Alternative Medicine . 2018;18(1):p. 50. doi: 10.1186/s12906-018-2110-3.", "ArticleIdList": ["10.1186/s12906-018-2110-3", "PMC5800047", "29402248"]}, {"Citation": "Rosidah I., Ningsih S., Renggani T. N., Efendi J., Agustini K. PROFIL HEMATOLOGI TIKUS (<em>Rattus norvegicus</em>) GALUR <em>SPRAGUE-DAWLEY</em> JANTAN UMUR 7 DAN 10 minGGU. Jurnal Bioteknologi & Biosains Indonesia (JBBI) . 2020;7(1) doi: 10.29122/jbbi.v7i1.3568.", "ArticleIdList": ["10.29122/jbbi.v7i1.3568"]}, {"Citation": "Listyawati S. Toxicity studies of the rhizome Curcuma xanthorrhiza Roxb. and Curcuma zedoaria Roscoe on hematological and male reproduction system of mice (Mus musculus L.) Biofarmasi Journal of Natural Product Biochemistry . 2006;4(1):10–13. doi: 10.13057/biofar/f040103.", "ArticleIdList": ["10.13057/biofar/f040103"]}, {"Citation": "Rosly S. M., Shanmugavelu S., Murugaiyah M., Noridayusni Y., Hadijah H., Subramaniam K. Subchronic oral toxicity study of Morinda citrifolia (Mengkudu) in spraque dawley rats. Pertanika Journal of Tropical Agricultural Science . 2011;34:p. 349."}, {"Citation": "Fatimah S. F., Darmawan E., Narwanti I., Dzulhaifa D., Wulandari I. A., Salma R. P. Subchronic toxicity test on combination of extracted Phyllanthus niruri and Centella asiatica on haematology in rats. Jurnal Kedokteran dan Kesehatan Indonesia . 2019;10(3):255–264. doi: 10.20885/jkki.vol10.iss3.art8.", "ArticleIdList": ["10.20885/jkki.vol10.iss3.art8"]}, {"Citation": "Adeyemi O. S., Adewumi I. Biochemical evaluation of silver nanoparticles in wistar rats. International Scholarly Research Notices . 2014;2014:8. doi: 10.1155/2014/196091.196091", "ArticleIdList": ["10.1155/2014/196091", "PMC4897432", "27350993"]}, {"Citation": "Rehman M. H. U., Saleem U., Ahmad B., Rashid M. Phytochemical and toxicological evaluation of Zephyranthes citrina. Frontiers in Pharmacology . 2022;13 doi: 10.3389/fphar.2022.1007310.1007310", "ArticleIdList": ["10.3389/fphar.2022.1007310", "PMC9539839", "36210854"]}, {"Citation": "Jorgensen P. G., Jensen M. T., Biering-Sorensen T., et al. Cholesterol remnants and triglycerides are associated with decreased myocardial function in patients with type 2 diabetes. Cardiovascular Diabetology . 2016;15(1):p. 137. doi: 10.1186/s12933-016-0454-x.", "ArticleIdList": ["10.1186/s12933-016-0454-x", "PMC5034540", "27659241"]}, {"Citation": "Abebe M. S. Acute and subacute toxicity of rhamnus prinoides leaves on histopathology of liver, kidney, and brain tissues, and biochemical profile of rats. Journal of Toxicology . 2023;2023:7. doi: 10.1155/2023/3105615.3105615", "ArticleIdList": ["10.1155/2023/3105615", "PMC9876683", "36711227"]}, {"Citation": "Sholikhah E. N., Mustofa M., Nugrahaningsih D. A. A., et al. Acute and subchronic oral toxicity study of polyherbal formulation containing allium sativum L., Terminalia bellirica (gaertn.) roxb., curcuma aeruginosa roxb., and amomum compactum sol. Ex. Maton in rats. BioMed Research International . 2020;2020:18. doi: 10.1155/2020/8609364.8609364", "ArticleIdList": ["10.1155/2020/8609364", "PMC7136774", "32309440"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "10"}, {"Year": "2024", "Month": "2", "Day": "27"}, {"Year": "2024", "Month": "3", "Day": "7"}, {"Year": "2024", "Month": "4", "Day": "4", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "4", "Day": "4", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "4", "Hour": "3", "Minute": "53"}, {"Year": "2024", "Month": "3", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38571743", "PMC10990647", "10.1155/2024/9445226"]}}]}