{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bacillus tequilensis", "Bacillus vallismortis", "biofertilization", "canola", "metabolic content", "phosphate solubilization"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38584952", "DateRevised": {"Year": "2024", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["1324538", "10.3389/fpls.2024.1324538"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "22"}], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Endophytic <i>Bacillus vallismortis</i> and <i>Bacillus tequilensis</i> bacteria isolated from medicinal plants enhance phosphorus acquisition and fortify <i>Brassica napus</i> L. vegetative growth and metabolic content.", "Pagination": {"StartPage": "1324538", "MedlinePgn": "1324538"}, "Abstract": {"AbstractText": ["Phosphorus fertilization imposes critical limitations on crop productivity and soil health. The aim of the present work is to explore the potential of two phosphate solubilizing bacteria (PSB) species in phosphorus supplementation of canola (<i>Brassica napus</i> L.). Out of 38 bacterial isolates obtained from nine medicinal plants, two bacterial strains (20P and 28P) were proved as the most potent for the <i>in-vitro</i> tricalcium phosphate solubilization test. These isolates verified their activity toward different enzymes as nitrogenase and alkaline phosphatase. Also, 20P and 28P gave a high amount of indole-3-acetic acid, 34.16 μg/ml and 35.20 μg/ml, respectively, and were positive for siderophores production as they detected moderate affinity for iron chelation. Molecular identification confirmed that strain 20P was <i>Bacillus vallismortis</i> and strain 28P was <i>Bacillus tequilensis</i>. A pot experiment was conducted to study the effect of four different phosphorus concentrations (0%, 50%, 75%, and 100% P) each alone and/or in combination with <i>B. vallismortis</i>, <i>B. tequilensis</i>, or both bacterial isolates on the vegetative growth and some physiological parameters of canola. The combined treatment of 50% phosphorus + (<i>B. vallismortis</i> + <i>B. tequilensis</i>) was generally the most effective with respect to shoot height, shoot dry mass, leaf area, photosynthetic pigment fractions, total sugar content, and accumulated NPK content. In contrast, the rhizosphere pH reached the minimum value under the same treatment. These findings highlighted the potential use of PSB (<i>B. vallismortis</i> and <i>B. tequilensis</i>) along with phosphorus fertilization as a safe sustainable tactic."], "CopyrightInformation": "Copyright © 2024 Nagah, El-Sheekh, Arief, Alqahtani, Alharbi and Dawwam."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Benha University, Benha, Egypt."}], "LastName": "Nagah", "ForeName": "Aziza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Tanta University, Tanta, Egypt."}], "LastName": "El-Sheekh", "ForeName": "Mostafa M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Benha University, Benha, Egypt."}], "LastName": "Arief", "ForeName": "Omnia M", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Mashael Daghash", "Initials": "MD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Faculty of Science, University of Tabuk, Tabuk, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Biodiversity Genomics Unit, Faculty of Science, University of Tabuk, Tabuk, Saudi Arabia."}], "LastName": "Alharbi", "ForeName": "Basmah M", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany and Microbiology Department, Faculty of Science, Benha University, Benha, Egypt."}], "LastName": "Dawwam", "ForeName": "Ghada E", "Initials": "GE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel Latef A. A. H. (2011). Ameliorative effect of calcium chloride on growth, antioxidant enzymes, protein patterns and some metabolic activities of canola (Brassica napus L.) under seawater stress. J. Plant Nutr. 34, 1303–1320. doi: 10.1080/01904167.2011.580817", "ArticleIdList": ["10.1080/01904167.2011.580817"]}, {"Citation": "Adiprasetyo T., Purnomo B., Handajaningsih M., Hidayat H. (2014). The usage of BIOM3G-Biofertilizer to improve and support sustainability of land system of independent oil palm smallholders. Int. J. Adv. Sci. Eng. Inf Technol. 4, 345–348. doi: 10.18517/ijaseit.4.5.431", "ArticleIdList": ["10.18517/ijaseit.4.5.431"]}, {"Citation": "Ajeng A. A., Abdullah R., Malek M. A., Chew K. W., Ho Y.-C., Ling T. C., et al. . (2020). The effects of biofertilizers on growth, soil fertility, and nutrients uptake of oil palm (Elaeis guineensis) under greenhouse conditions. Processes 8, 1681. doi: 10.3390/pr8121681", "ArticleIdList": ["10.3390/pr8121681"]}, {"Citation": "Alexander D. B., Zuberer D. A. (1991). Use of chrome azurol S reagents to evaluate siderophore production by rhizosphere bacteria. Biol. Fertil Soils 12, 39–45. doi: 10.1007/BF00369386", "ArticleIdList": ["10.1007/BF00369386"]}, {"Citation": "Ali M. A., Naveed M., Mustafa A., Abbas A. (2017). The good, the bad, and the ugly of rhizosphere microbiome. Probiotics Plant Health, 253–290. doi: 10.1007/978-981-10-3473-2", "ArticleIdList": ["10.1007/978-981-10-3473-2"]}, {"Citation": "Ammar E., Aioub A., Elesawy A., M. Karkour A., Mouhamed M., Amer A., et al. . (2022). Algae as Bio-fertilizers: Between Current situation and Future prospective. Saudi J. Biol. Sci. 29 (5), 3083-3096. doi: 10.1016/j.sjbs.2022.03.020", "ArticleIdList": ["10.1016/j.sjbs.2022.03.020", "PMC8961072", "35360501"]}, {"Citation": "Amri M., Rjeibi M. R., Gatrouni M., Mateus D. M., Asses N., Pinho H. J., et al. . (2023). Isolation, identification, and characterization of phosphate-solubilizing bacteria from Tunisian Soils. Microorganisms 11, 783. doi: 10.3390/microorganisms11030783", "ArticleIdList": ["10.3390/microorganisms11030783", "PMC10052640", "36985356"]}, {"Citation": "Arnon D. I. (1949). Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 24, 1. doi: 10.1104/pp.24.1.1", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Arora N. K., Verma M. (2017). Modified microplate method for rapid and efficient estimation of siderophore produced by bacteria. Biotech. 7, 381. doi: 10.1007/s13205-017-1008-y", "ArticleIdList": ["10.1007/s13205-017-1008-y", "PMC5658296", "29109926"]}, {"Citation": "Bayisa R. A. (2023). Bacillus velezensis AR1 mediated plant nourishing through solubilization of hardly soluble phosphorus nutrient sources. Cogent Food Agric. 9, 2276561. doi: 10.1080/23311932.2023.2276561", "ArticleIdList": ["10.1080/23311932.2023.2276561"]}, {"Citation": "Benbrik B., Elabed A., El Modafar C., Douira A., Amir S., Filali-Maltouf A., et al. . (2020). Reusing phosphate sludge enriched by phosphate solubilizing bacteria as biofertilizer: Growth promotion of Zea Mays . Biocatal Agric. Biotechnol. 30, 101825. doi: 10.1016/j.bcab.2020.101825", "ArticleIdList": ["10.1016/j.bcab.2020.101825"]}, {"Citation": "Bhattacharyya P. N., Jha D. K. (2012). Plant growth-promoting rhizobacteria (PGPR): emergence in agriculture. World J. Microbiol. Biotechnol. 28, 1327–1350. doi: 10.1007/s11274-011-0979-9", "ArticleIdList": ["10.1007/s11274-011-0979-9", "22805914"]}, {"Citation": "Bidondo L. F., Bompadre J., Pergola M., Silvani V., Colombo R., Bracamonte F., et al. . (2012). Differential interaction between two Glomus intraradices strains and a phosphate solubilizing bacterium in maize rhizosphere. Pedobiol. (Jena) 55, 227–232. doi: 10.1016/j.pedobi.2012.04.001", "ArticleIdList": ["10.1016/j.pedobi.2012.04.001"]}, {"Citation": "Carré P., Pouzet A. (2014). Rapeseed market, worldwide and in Europe. Ocl 21, D102. doi: 10.1051/ocl/2013054", "ArticleIdList": ["10.1051/ocl/2013054"]}, {"Citation": "Chakraborty U., Chakraborty B. N., Chakraborty A. P., Dey P. L. (2013). Water stress amelioration and plant growth promotion in wheat plants by osmotic stress tolerant bacteria. World J. Microbiol. Biotechnol. 29, 789–803. doi: 10.1007/s11274-012-1234-8", "ArticleIdList": ["10.1007/s11274-012-1234-8", "23239372"]}, {"Citation": "Chapman H. D., Pratt P. F. (1962). Methods of analysis for soils, plants and waters. Soil Sci. 93, 68. doi: 10.1097/00010694-196201000-00015", "ArticleIdList": ["10.1097/00010694-196201000-00015"]}, {"Citation": "Cheng Y., Narayanan M., Shi X., Chen X., Li Z., Ma Y. (2023). Phosphate-solubilizing bacteria: Their agroecological function and optimistic application for enhancing agro-productivity. Sci. Total Environ. 166468. doi: 10.1016/j.scitotenv.2023.166468", "ArticleIdList": ["10.1016/j.scitotenv.2023.166468", "37619729"]}, {"Citation": "Chibnall A. C., Rees M. W., Williams E. F. (1943). Quoted vogel in organic chemistry. Biochemi. J. 37, 54."}, {"Citation": "de Andrade L. A., Santos C. H. B., Frezarin E. T., Sales L. R., Rigobelo E. C. (2023). Plant growth-promoting rhizobacteria for sustainable agricultural production. Microorganisms 11, 1088. doi: 10.3390/microorganisms11041088", "ArticleIdList": ["10.3390/microorganisms11041088", "PMC10146397", "37110511"]}, {"Citation": "Dick C. F., Dos-Santos A. L. A., Meyer-Fernandes J. R. (2011). Inorganic phosphate as an important regulator of phosphatases. Enzyme Res. 2011. doi: 10.4061/2011/103980", "ArticleIdList": ["10.4061/2011/103980", "PMC3132463", "21755037"]}, {"Citation": "Elbeltagy A., Nishioka K., Suzuki H., Sato T., Sato Y.-I., Morisaki H., et al. . (2000). Isolation and characterization of endophytic bacteria from wild and traditionally cultivated rice varieties. Soil Sci. Plant Nutr. 46, 617–629. doi: 10.1080/00380768.2000.10409127", "ArticleIdList": ["10.1080/00380768.2000.10409127"]}, {"Citation": "Elhaissoufi W., Ghoulam C., Barakat A., Zeroual Y., Bargaz A. (2022). Phosphate bacterial solubilization: A key rhizosphere driving force enabling higher P use efficiency and crop productivity. J. Adv. Res. 38, 13–28. doi: 10.1016/j.jare.2021.08.014", "ArticleIdList": ["10.1016/j.jare.2021.08.014", "PMC9091742", "35572398"]}, {"Citation": "ELSabagh A., Abd Elhamid O., SANEOKA H., Barutçular C. (2015). Evaluation agronomic traits of canola (Brassica napus L.) under organic, bio-and chemical fertilizers. Dicle Üniversitesi Fen Bilimleri Enstitüsü Dergisi 4, 59–67. doi: 10.1016/S1002-0160(08)60042-9", "ArticleIdList": ["10.1016/S1002-0160(08)60042-9"]}, {"Citation": "Faucon M.-P., Houben D., Reynoird J.-P., Mercadal-Dulaurent A.-M., Armand R., Lambers H. (2015). Advances and perspectives to improve the phosphorus availability in cropping systems for agroecological phosphorus management. Adv. Agron. 134, 51–79. doi: 10.1016/bs.agron.2015.06.003", "ArticleIdList": ["10.1016/bs.agron.2015.06.003"]}, {"Citation": "Fixen P. E., Johnston A. M. (2012). World fertilizer nutrient reserves: a view to the future. J. Sci. Food Agric. 92, 1001–1005. doi: 10.1002/jsfa.4532", "ArticleIdList": ["10.1002/jsfa.4532", "22415449"]}, {"Citation": "Garcia-Caparros P., Lao M. T., Preciado-Rangel P., Sanchez E. (2021). Phosphorus and carbohydrate metabolism in green bean plants subjected to increasing phosphorus concentration in the nutrient solution. Agronomy 11, 245. doi: 10.3390/agronomy11020245", "ArticleIdList": ["10.3390/agronomy11020245"]}, {"Citation": "Gordon S. A., Weber R. P. (1951). Colorimetric estimation of indoleacetic acid. Plant Physiol. 26, 192. doi: 10.1104/pp.26.1.192", "ArticleIdList": ["10.1104/pp.26.1.192", "PMC437633", "16654351"]}, {"Citation": "Goswami D., Thakker J. N., Dhandhukia P. C. (2016). Portraying mechanics of plant growth promoting rhizobacteria (PGPR): A review. Cogent Food Agric. 2, 1127500. doi: 10.1080/23311932.2015.1127500", "ArticleIdList": ["10.1080/23311932.2015.1127500"]}, {"Citation": "Guang-Can T. A. O., Shu-Jun T., Miao-Ying C. A. I., Guang-Hui X. I. E. (2008). Phosphate-solubilizing and-mineralizing abilities of bacteria isolated from soils. Pedosphere 18, 515–523."}, {"Citation": "Gupta G., Parihar S. S., Ahirwar N. K., Snehi S. K., Singh V. (2015). Plant growth promoting rhizobacteria (PGPR): current and future prospects for development of sustainable agriculture. J. Microb. Biochem. Technol. 7, 96–102. doi: 10.4172/1948-5948.1000188", "ArticleIdList": ["10.4172/1948-5948.1000188"]}, {"Citation": "Gyaneshwar P., Naresh Kumar G., Parekh L. J., Poole P. S. (2002). Role of soil microorganisms in improving P nutrition of plants. Plant Soil 245, 83–93. doi: 10.1023/A:1020663916259", "ArticleIdList": ["10.1023/A:1020663916259"]}, {"Citation": "Hardy R., Burns R. C., Holsten R. D. (1973). Applications of the acetylene-ethylene assay for measurement of nitrogen fixation. Soil Biol. Biochem. 5, 47–81. doi: 10.1016/0038-0717(73)90093-X", "ArticleIdList": ["10.1016/0038-0717(73)90093-X"]}, {"Citation": "Hassan M., Jaafar N., Mulana K. (2017). Effect of Bacillus subtilis as plant beneficial bacteria on growth performance of Pegaga (Centella asiatica). Biosci. Res. 14, 1074–1079."}, {"Citation": "Hawkesford M., Horst W., Kichey T., Lambers H., Schjoerring J., Møller I. S., et al. . (2012). “Functions of macronutrients,” in Marschner’s mineral nutrition of higher plants (525B street, Suite 1800. San Diego, CA 92101-4495, USA: Elsevier; ), 135–189. doi: 10.1016/B978-0-12-384905-2.00006-6", "ArticleIdList": ["10.1016/B978-0-12-384905-2.00006-6"]}, {"Citation": "Horvath G., Kissimon J., Faludi-Dániel Á. (1972). Effect of light intensity on the formation of carotenoids in normal and mutant maize leaves. Phytochemistry 11, 183–187. doi: 10.1016/S0031-9422(00)89987-2", "ArticleIdList": ["10.1016/S0031-9422(00)89987-2"]}, {"Citation": "Houben D., Michel E., Nobile C., Lambers H., Kandeler E., Faucon M.-P. (2019). Response of phosphorus dynamics to sewage sludge application in an agroecosystem in northern France. Appl. Soil Ecol. 137, 178–186. doi: 10.1016/j.apsoil.2019.02.017", "ArticleIdList": ["10.1016/j.apsoil.2019.02.017"]}, {"Citation": "Hussain M., Asgher Z., Tahir M., Ijaz M., Shahid M., Ali H., et al. . (2016). Bacteria in combination with fertilizers improve growth, productivity and net returns of wheat (Triticum aestivum L.). Pak J. Agric. Sci. 53 (3). doi: 10.21162/PAKJAS/16.4901", "ArticleIdList": ["10.21162/PAKJAS/16.4901"]}, {"Citation": "Ikeda S., Tokida T., Nakamura H., Sakai H., Usui Y., Okubo T., et al. . (2015). Characterization of leaf blade-and leaf sheath-associated bacterial communities and assessment of their responses to environmental changes in CO2, temperature, and nitrogen levels under field conditions. Microbes Environ. 30, 51–62. doi: 10.1264/jsme2.ME14117", "ArticleIdList": ["10.1264/jsme2.ME14117", "PMC4356464", "25740174"]}, {"Citation": "Iqbal M., Naveed M., Sanaullah M., Brtnicky M., Hussain M. I., Kucerik J., et al. . (2023). Plant microbe mediated enhancement in growth and yield of canola (Brassica napus L.) plant through auxin production and increased nutrient acquisition. J. Soils Sediments 23, 1233–1249. doi: 10.1007/s11368-022-03386-7", "ArticleIdList": ["10.1007/s11368-022-03386-7"]}, {"Citation": "Kang S.-M., Radhakrishnan R., You Y.-H., Joo G.-J., Lee I.-J., Lee K.-E., et al. . (2014). Phosphate solubilizing Bacillus megaterium mj1212 regulates endogenous plant carbohydrates and amino acids contents to promote mustard plant growth. Indian J. Microbiol. 54, 427–433. doi: 10.1007/s12088-014-0476-6", "ArticleIdList": ["10.1007/s12088-014-0476-6", "PMC4186932", "25320441"]}, {"Citation": "Khan N. (2020). Plant-microbial interactions and their role in sustainable agriculture and sustainability of agriculture soils. Recent Pat. Food Nutr. Agric. 11, 94–95. doi: 10.2174/221279841102200806152933", "ArticleIdList": ["10.2174/221279841102200806152933", "32951570"]}, {"Citation": "Khan N., Bano A., Curá J. A. (2020). Role of beneficial microorganisms and salicylic acid in improving rainfed agriculture and future food safety. Microorganisms 8, 1018. doi: 10.3390/microorganisms8071018", "ArticleIdList": ["10.3390/microorganisms8071018", "PMC7409342", "32659895"]}, {"Citation": "Khan A. A., Jilani G., Akhtar M. S., Naqvi S. M. S., Rasheed M. (2009). Phosphorus solubilizing bacteria: occurrence, mechanisms and their role in crop production. J. Agric. Biol. Sci. 1, 48–58."}, {"Citation": "Khan M. S., Zaidi A., Wani P. A. (2007). Role of phosphate-solubilizing microorganisms in sustainable agriculture — A review. Agron. Sustain Dev. 27, 29–43. doi: 10.1051/agro:2006011", "ArticleIdList": ["10.1051/agro:2006011"]}, {"Citation": "Kissimon J. (1999). “Analysis of the photosynthetic pigment composition,” in Proceedings of the International Workshop and Training Course on Microalgal Biol. and Biotech (Mosonmagyar, Hungary; ), 13–26."}, {"Citation": "Kumar K. K., Dara S. K. (2021). Fungal and bacterial endophytes as microbial control agents for plant-parasitic nematodes. Int. J. Environ. Res. Public Health 18, 4269. doi: 10.3390/ijerph18084269", "ArticleIdList": ["10.3390/ijerph18084269", "PMC8073158", "33920580"]}, {"Citation": "Kumar R., Kumar R., Prakash O. (2019). Chapter-5 the impact of chemical fertilizers on our environment and ecosystem. Chief Ed 35, 69."}, {"Citation": "Lateef A., Adelere I. A., Gueguim-Kana E. B. (2015). The biology and potential biotechnological applications of Bacillus safensis . Biol. (Bratisl) Biol. 70, 411–419. doi: 10.1515/biolog-2015-0062", "ArticleIdList": ["10.1515/biolog-2015-0062"]}, {"Citation": "Lohani N., Jain D., Singh M. B., Bhalla P. L. (2020). Engineering multiple abiotic stress tolerance in canola. Brassica Napus Front. Plant Sci. 11, 3. doi: 10.3389/fpls.2020.00003", "ArticleIdList": ["10.3389/fpls.2020.00003", "PMC7052498", "32161602"]}, {"Citation": "Malhotra H., Vandana, Sharma S., Pandey R. (2018). Phosphorus nutrition: plant growth in response to deficiency and excess. Plant Nutrients Abiotic Stress Tolerance, 171–190. doi: 10.1007/978-981-10-9044-8_7", "ArticleIdList": ["10.1007/978-981-10-9044-8_7"]}, {"Citation": "Marschner P. (2012). Mineral nutrition of higher plants, 3rd ed. (525B street, Suite 1800. San Diego, CA 92101-4495, USA: Academic press, Elsevier; )"}, {"Citation": "Mehnaz S., Lazarovits G. (2006). Inoculation effects of Pseudomonas putida, Gluconacetobacter azotocaptans, and Azospirillum lipoferum on corn plant growth under greenhouse conditions. Microb. Ecol. 51, 326–335. doi: 10.1007/s00248-006-9039-7", "ArticleIdList": ["10.1007/s00248-006-9039-7", "16598630"]}, {"Citation": "Milazzo M. F., Spina F., Vinci A., Espro C., Bart J. C. J. (2013). Brassica biodiesels: Past, present and future. Renewable Sustain. Energy Rev. 18, 350–389. doi: 10.1016/j.rser.2012.09.033", "ArticleIdList": ["10.1016/j.rser.2012.09.033"]}, {"Citation": "Miljaković D., Marinković J., Balešević-Tubić S. (2020). The significance of Bacillus spp. in disease suppression and growth promotion of field and vegetable crops. Microorganisms 8, 1037. doi: 10.3390/microorganisms8071037", "ArticleIdList": ["10.3390/microorganisms8071037", "PMC7409232", "32668676"]}, {"Citation": "Mohamed M. H. M., Ali M., Eid R. S. M., El-Desouky H. S., Petropoulos S. A., Sami R., et al. . (2021). Phosphorus and biofertilizer application effects on growth parameters, yield and chemical constituents of broccoli. Agronomy 11, 2210. doi: 10.3390/agronomy11112210", "ArticleIdList": ["10.3390/agronomy11112210"]}, {"Citation": "Mukhtar S., Shahid I., Mehnaz S., Malik K. A. (2017). Assessment of two carrier materials for phosphate solubilizing biofertilizers and their effect on growth of wheat (Triticum aestivum L.). Microbiol. Res. 205, 107–117. doi: 10.1016/j.micres.2017.08.011", "ArticleIdList": ["10.1016/j.micres.2017.08.011", "28942836"]}, {"Citation": "Naher U. A., Panhwar Q. A., Othman R., Shamshuddin J., Ismail M. R., Zhou E. (2018). Proteomic study on growth promotion of PGPR inoculated aerobic rice (Oryza sativa L.) cultivar MR219-9. Pak. J. Bot. 50, 1843–1852."}, {"Citation": "Naik B. S., Shashikala J., Krishnamurthy Y. L. (2009). Study on the diversity of endophytic communities from rice (Oryza sativa L.) and their antagonistic activities in vitro . Microbiol. Res. 164, 290–296. doi: 10.1016/j.micres.2006.12.003", "ArticleIdList": ["10.1016/j.micres.2006.12.003", "17433644"]}, {"Citation": "NAMLI A., Mahmood A., Sevilir B., ÖZKIR E. (2017). Effect of phosphorus solubilizing bacteria on some soil properties, wheat yield and nutrient contents. Eurasian J. Soil Sci. 6, 249–258. doi: 10.18393/ejss.293157", "ArticleIdList": ["10.18393/ejss.293157"]}, {"Citation": "Nautiyal C. S. (1999). An efficient microbiological growth medium for screening phosphate solubilizing microorganisms. FEMS Microbiol. Lett. 170, 265–270. doi: 10.1111/fml.1999.170.issue-1", "ArticleIdList": ["10.1111/fml.1999.170.issue-1", "9919677"]}, {"Citation": "Nautiyal C. S., Chauhan P. S., DasGupta S. M., Seem K., Varma A., Staddon W. J. (2010). Tripartite interactions among Paenibacillus lentimorbus NRRL B-30488, Piriformospora indica DSM 11827, and Cicer arietinum L. World J. Microbiol. Biotechnol. 26, 1393–1399. doi: 10.1007/s11274-010-0312-z", "ArticleIdList": ["10.1007/s11274-010-0312-z"]}, {"Citation": "Nobile C., Houben D., Michel E., Firmin S., Lambers H., Kandeler E., et al. . (2019). Phosphorus-acquisition strategies of canola, wheat and barley in soil amended with sewage sludges. Sci. Rep. 9, 14878. doi: 10.1038/s41598-019-51204-x", "ArticleIdList": ["10.1038/s41598-019-51204-x", "PMC6795825", "31619720"]}, {"Citation": "Olsen S. R., Sommers L. E. (1982). “Phosphorus,” in Methods of Soil Analysis, Part 2. American Society of Agronomy. Eds. Page A. L., Miller R. H., Weeny D. R. (Madison, Wisconsin; ), 403–430."}, {"Citation": "Pandey R., MuÈller A., Napoli C. A., Selinger D. A., Pikaard C. S., Richards E. J., et al. . (2002). Analysis of histone acetyltransferase and histone deacetylase families of Arabidopsis thaliana suggests functional diversification of chromatin modification among multicellular eukaryotes. Nucleic Acids Res. 30, 5036–5055. doi: 10.1093/nar/gkf660", "ArticleIdList": ["10.1093/nar/gkf660", "PMC137973", "12466527"]}, {"Citation": "Park Y.-S., Park K., Kloepper J. W., Ryu C.-M. (2015). Plant growth-promoting rhizobacteria stimulate vegetative growth and asexual reproduction of Kalanchoe daigremontiana . Plant Pathol. J. 31, 310. doi: 10.5423/PPJ.NT.01.2015.0006", "ArticleIdList": ["10.5423/PPJ.NT.01.2015.0006", "PMC4564157", "26361480"]}, {"Citation": "Pereira R. C., Da Gama B. A. P. (2008). “Macroalgal chemical defenses and their roles in structuring tropical marine communities,” in Algal chemical ecology (Berlin Heidelberg: Springer; ), 25–55."}, {"Citation": "Pikovskaya R. I. (1948). Mobilization of phosphorus in soil in connection with vital activity of some microbial species. Mikrobiologiya 17, 362–370."}, {"Citation": "Pirttilä A. M., Mohammad Parast Tabas H., Baruah N., Koskimäki J. J. (2021). Biofertilizers and biocontrol agents for agriculture: How to identify and develop new potent microbial strains and traits. Microorganisms 9, 817. doi: 10.3390/microorganisms9040817", "ArticleIdList": ["10.3390/microorganisms9040817", "PMC8069042", "33924411"]}, {"Citation": "Poirier Y., Jaskolowski A., Clúa J. (2022). Phosphate acquisition and metabolism in plants. Curr. Biol. 32, R623–R629. doi: 10.1016/j.cub.2022.03.073", "ArticleIdList": ["10.1016/j.cub.2022.03.073", "35728542"]}, {"Citation": "Prabhu N., Borkar S., Garg S. (2019). Phosphate solubilization by microorganisms: overview, mechanisms, applications and advances. Adv. Biol. Sci. Res., 161–176. doi: 10.1016/B978-0-12-817497-5.00011-2", "ArticleIdList": ["10.1016/B978-0-12-817497-5.00011-2"]}, {"Citation": "Pregi F. (1945). Quantitative organic micro analysis. 4th ed. (Ltd London: Churchill; ), 126–129. doi: 10.1016/B978-0-12-817497-5.00011-2", "ArticleIdList": ["10.1016/B978-0-12-817497-5.00011-2"]}, {"Citation": "Prud’homme M.-P., Gonzalez B., Billard J.-P., Boucaud J. (1992). Carbohydrate content, fructan and sucrose enzyme activities in roots, stubble and leaves of ryegrass (Lolium perenne L.) as affected by source/sink modification after cutting. J. Plant Physiol. 140, 282–291. doi: 10.1016/S0176-1617(11)81080-1", "ArticleIdList": ["10.1016/S0176-1617(11)81080-1"]}, {"Citation": "Radhakrishnan R., Hashem A., Abd_Allah E. F. (2017). Bacillus: A biological tool for crop improvement through bio-molecular changes in adverse environments. Front. Physiol. 8, 667. doi: 10.3389/fphys.2017.00667", "ArticleIdList": ["10.3389/fphys.2017.00667", "PMC5592640", "28932199"]}, {"Citation": "Ranganna S. (1977). Plant pigments. Manual of Analysis of Fruit and Vegetable Products (New Delhi: Tata McGraw-Hill Publishing Co., Ltd; ), 72–93."}, {"Citation": "Reddy P. (2014). Potential role of PGPR in agriculture (New Delhi: Springer; ), 17–34. doi: 10.1007/978-81-322-1973-6", "ArticleIdList": ["10.1007/978-81-322-1973-6"]}, {"Citation": "Reijnders L. (2014). Phosphorus resources, their depletion and conservation, a review. Resour Conserv. Recycl 93, 32–49. doi: 10.1016/j.resconrec.2014.09.006", "ArticleIdList": ["10.1016/j.resconrec.2014.09.006"]}, {"Citation": "Ribeiro V. P., Marriel I. E., de Sousa S. M., de P. Lana U. G., Mattos B. B., de Oliveira C. A., et al. . (2018). Endophytic Bacillus strains enhance pearl millet growth and nutrient uptake under low-P. Braz. J. Microbiol. 49, 40–46. doi: 10.1016/j.bjm.2018.06.005", "ArticleIdList": ["10.1016/j.bjm.2018.06.005", "PMC6328806", "30150087"]}, {"Citation": "Richardson A. E. (2001). Prospects for using soil microorganisms to improve the acquisition of phosphorus by plants. Funct. Plant Biol. 28, 897–906. doi: 10.1071/PP01093", "ArticleIdList": ["10.1071/PP01093"]}, {"Citation": "Richardson A. E., Hocking P. J., Simpson R. J., George T. S. (2009). Plant mechanisms to optimize access to soil phosphorus. Crop Pasture Sci. 60, 124–143. doi: 10.1071/CP07125", "ArticleIdList": ["10.1071/CP07125"]}, {"Citation": "Richardson A. E., Lynch J. P., Ryan P. R., Delhaize E., Smith F. A., Smith S. E., et al. . (2011). Plant and microbial strategies to improve the phosphorus efficiency of agriculture. Plant Soil 349, 121–156. doi: 10.1007/s11104-011-0950-4", "ArticleIdList": ["10.1007/s11104-011-0950-4"]}, {"Citation": "Robles-Aguilar A. A., Pang J., Postma J. A., Schrey S. D., Lambers H., Jablonowski N. D. (2019). The effect of pH on morphological and physiological root traits of Lupinus angustifolius treated with struvite as a recycled phosphorus source. Plant Soil 434, 65–78. doi: 10.1007/s11104-018-3787-2", "ArticleIdList": ["10.1007/s11104-018-3787-2"]}, {"Citation": "Salimpour S. I., Khavazi K., Nadian H., Besharati H., Miransari M. (2010). Enhancing phosphorous availability to canola (“Brassica napus” L.) using P solubilizing and sulfur oxidizing bacteria. Aust. J. Crop Sci. 4, 330–334."}, {"Citation": "Salimpour S., Khavazi K., Nadian H., Besharati H., Miransari M. (2012). Canola oil production and nutrient uptake as affected by phosphate solubilizing and sulfur oxidizing bacteria. J. Plant Nutr. 35, 1997–2008. doi: 10.1080/01904167.2012.716892", "ArticleIdList": ["10.1080/01904167.2012.716892"]}, {"Citation": "Sanchez-Gonzalez M. E., Mora-Herrera M. E., Wong-Villarreal A., de la Portilla-López N., Sanchez-Paz L., Lugo J., et al. . (2022). Effect of pH and carbon source on phosphate solubilization by bacterial strains in pikovskaya medium. Microorganisms 11, 49. doi: 10.3390/microorganisms11010049", "ArticleIdList": ["10.3390/microorganisms11010049", "PMC9866999", "36677341"]}, {"Citation": "Sarker A., Talukder N. M., Islam M. T. (2014). Phosphate solubilizing bacteria promote growth and enhance nutrient uptake by wheat. Plant Sci. Today 1, 86–93. doi: 10.14719/pst", "ArticleIdList": ["10.14719/pst"]}, {"Citation": "Sarwart M., Arshad M., Martens D. A., Frankenberger W. T. (1992). Tryptophan-dependent biosynthesis of auxins in soil. Plant Soil 147, 207–215. doi: 10.1007/BF00029072", "ArticleIdList": ["10.1007/BF00029072"]}, {"Citation": "Seyfferth C., Renema J., Wendrich J. R., Eekhout T., Seurinck R., Vandamme N., et al. . (2021). Advances and opportunities in single-cell transcriptomics for plant research. Annu. Rev. Plant Biol. 72, 847–866. doi: 10.1146/annurev-arplant-081720-010120", "ArticleIdList": ["10.1146/annurev-arplant-081720-010120", "PMC7611048", "33730513"]}, {"Citation": "Sharma S. B., Sayyed R. Z., Trivedi M. H., Gobi T. A. (2013). Phosphate solubilizing microbes: sustainable approach for managing phosphorus deficiency in agricultural soils. Springerplus 2, 1–14. doi: 10.1186/2193-1801-2-587", "ArticleIdList": ["10.1186/2193-1801-2-587", "PMC4320215", "25674415"]}, {"Citation": "Siddikee M. A., Chauhan P. S., Anandham R., Han G. H., Sa T. (2010). Isolation, characterization, and use for plant growth promotion under salt stress, of ACC deaminase-producing halotolerant bacteria derived from coastal soil. J. Microbiol. Biotechnol. 20, 1577–1584. doi: 10.4014/jmb.1007.07011", "ArticleIdList": ["10.4014/jmb.1007.07011", "21124065"]}, {"Citation": "Soltanpour (1985). Use of ammonium bicarbonate DTPA soil test to evaluate elemental availability and toxicity. Commun. Soil Sci. Plant Anal 16 (3), 323–338."}, {"Citation": "Suleiman A. K. A., Lourenço K. S., Clark C., Luz R. L., da Silva G. H. R., Vet L. E. M., et al. . (2020). From toilet to agriculture: Fertilization with microalgal biomass from wastewater impacts the soil and rhizosphere active microbiomes, greenhouse gas emissions and plant growth. Resour Conserv. Recycl 161, 104924. doi: 10.1016/j.resconrec.2020.104924", "ArticleIdList": ["10.1016/j.resconrec.2020.104924"]}, {"Citation": "Syers J. K., Johnston A. E., Curtin D. (2008). Efficiency of soil and fertilizer phosphorus use. FAO Fertilizer Plant Nutr. Bull. 18, 5–50."}, {"Citation": "Szilagyi-Zecchin V. J., Ikeda A. C., Hungria M., Adamoski D., Kava-Cordeiro V., Glienke C., et al. . (2014). Identification and characterization of endophytic bacteria from corn (Zea mays L.) roots with biotechnological potential in agriculture. AMB Express 4, 1–9. doi: 10.1186/s13568-014-0026-y", "ArticleIdList": ["10.1186/s13568-014-0026-y", "PMC4052694", "24949261"]}, {"Citation": "Tabatabai M. A., Bremner J. M. (1969). Use of p-nitrophenyl phosphate for assay of soil phosphatase activity. Soil Biol. Biochem. 1, 301–307. doi: 10.1016/0038-0717(69)90012-1", "ArticleIdList": ["10.1016/0038-0717(69)90012-1"]}, {"Citation": "Vazquez P., Holguin G., Puente M. E., Lopez-Cortes A., Bashan Y. (2000). Phosphate-solubilizing microorganisms associated with the rhizosphere of mangroves in a semiarid coastal lagoon. Biol. Fertil Soils 30, 460–468. doi: 10.1007/s003740050024", "ArticleIdList": ["10.1007/s003740050024"]}, {"Citation": "Viruel E., Lucca M. E., Sineriz F. (2011). Plant growth promotion traits of phosphobacteria isolated from Puna, Argentina. Arch. Microbiol. 193, 489–496. doi: 10.1007/s00203-011-0692-y", "ArticleIdList": ["10.1007/s00203-011-0692-y", "21442320"]}, {"Citation": "Walpola B., Yoon M.-H. (2013). Isolation and characterization of phosphate solubilizing bacteria and their co-inoculation efficiency on tomato plant growth and phosphorous uptake. Afr J. Microbiol. Res. 7, 266–275. doi: 10.5897/AJMR12.2282", "ArticleIdList": ["10.5897/AJMR12.2282"]}, {"Citation": "Whistler R. L., Wolfrom M. L. (1963). Methods in Carbohydrate Chemistry: Cellulose. (New York: Academic Press; )."}, {"Citation": "Xie C., Tang J., Zhao J., Wu D., Xu X. (2011). Comparison of phosphorus fractions and alkaline phosphatase activity in sludge, soils, and sediments. J. Soils Sediments 11, 1432–1439. doi: 10.1007/s11368-011-0429-1", "ArticleIdList": ["10.1007/s11368-011-0429-1"]}, {"Citation": "Youssef S. M., Riad G. S., Abd Elhady S. A. (2017). Effect of phosphorus sources and arbuscular mycorrhizal inoculation on growth and productivity of snap bean (Phaseolus vulgaris L.). Gesunde Pflanzen 69, 139–148. doi: 10.1007/s10343-017-0398-4", "ArticleIdList": ["10.1007/s10343-017-0398-4"]}, {"Citation": "Zhao D., Reddy K. R., Kakani V. G., Read J. J. (2010). Remote-sensing algorithms for estimating nitrogen uptake and nitrogen-use efficiency in cotton. Acta Agriculturae Scandinavica Section B-Soil Plant Sci. 60, 500–509. doi: 10.1080/09064710903233854", "ArticleIdList": ["10.1080/09064710903233854"]}, {"Citation": "Zuluaga M. Y. A., de Oliveira A. L. M., Valentinuzzi F., Jayme N. S., Monterisi S., Fattorini R., et al. . (2023). An insight into the role of the organic acids produced by Enterobacter sp. strain 15S in solubilizing tricalcium phosphate: in situ study on cucumber. BMC Microbiol. 23, 184. doi: 10.1186/s12866-023-02918-6", "ArticleIdList": ["10.1186/s12866-023-02918-6", "PMC10337144", "37438698"]}, {"Citation": "Zuur A. F., Ieno E. N., Walker N. J., Saveliev A. A., Smith G. M. (2009). Mixed effects models and extensions in ecology with R Vol. 574 (New York: Springer; ), 574. doi: 10.1007/978-0-387-87458-6", "ArticleIdList": ["10.1007/978-0-387-87458-6"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "19"}, {"Year": "2024", "Month": "2", "Day": "28"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "4", "Minute": "21"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38584952", "PMC10995350", "10.3389/fpls.2024.1324538"]}}]}