{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Derivatization", "Fatty acids methyl esters (FAMEs)", "GC-FID"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38586144", "DateRevised": {"Year": "2024", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["110362", "10.1016/j.dib.2024.110362"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "26"}], "Journal": {"ISSN": "2352-3409", "JournalIssue": {"Volume": "54", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "Data in brief", "ISOAbbreviation": "Data Brief"}, "ArticleTitle": "Effect of derivatization method (KOH and BF3) on fatty acid profile data of boiled <i>Tetracarpidium conophorum,</i> and egusi pudding oils.", "Pagination": {"StartPage": "110362", "MedlinePgn": "110362"}, "Abstract": {"AbstractText": ["Fatty acids are present in many foods, either free or esterified. Their presence helps to characterize and classify the food. The nature of these fatty acids is also associated with the treatments applied. To assess the fatty acid profile of these matrices, extractions are carried out using different solvents that influence the nature and lipid profile. The subsequent derivatization of fatty acids to more volatile fatty acyl methyl esters (FAMEs) prior to determination of the fatty acid profile takes into account the nature of the extraction solvent. Thus, the present work proposes to determine the fatty acid profile by Gas Chromatography Flame Ionisation Detector (GC-FID) of two lipid extracts derivatized by the MeOH/KOH and Hexane/MeOH/MeOH-BF3 procedures. Freshly harvested <i>Tetracarpidium conophorum</i> nuts from fields in the Fombap locality were brought to the laboratory where they were boiled (95 °C; 30 min), shelled, cut into small cubes and dried for 48 h at 45 °C. The dried seeds were ground and the resulting paste macerated in hexane for 48 h. The liquid fraction obtained was concentrated using a rotavapor, and the lipid extracts were stored at -15 °C. The egusi pudding was obtained by mixing 100 g of egusi seed paste with 0.50 g of white <i>Piper nigrum</i> powders, then packed in bulrush leaves and steamed for 120 min. After cooking, the product was stored for 4 days at room temperature and reheated twice a day. At the end of the last day, the lipid fraction oil was extracted following the methodology of Bligh and Dyer [1], then concentrated and preserved as before. The lipid extracts were then methylated using MeOH/KOH and Hexane/MeOH/MeOH-BF3 methods before injection into a GC-FID equipped with a Stabil Wax®-DA column. Supelco's standard mix of 37 FAMEs was used to identify and quantify the fatty acids present in the various samples. The results obtained enable us to identify the different fatty acids according to the retention time of their corresponding FAMEs and to quantify them. The fatty acids obtained were classified as saturated and unsaturated (mono and polyunsaturated). These analyses showed that the rapid derivatization method (MeOH/KOH) identified the same number of fatty acids as the Hexane/MeOH/MeOH-BF3 method in the lipid extract from the egusi pudding, whereas the Hexane/MeOH/MeOH-BF3 method identified four more fatty acids in the lipid extract coming from <i>Tetracarpidium conophorum</i>. Although the number of fatty acids was similar, the derivatization method influenced the nature of the fatty acids in the egusi pudding lipid extract. Overall, polyunsaturated fatty acids were the most abundant in the different oils. Omega-3 were the majority subclass in <i>Tetracarpidium conophorum</i> nuts, while omega-6 were in egusi pudding. The derivatization method did not influence the majority fatty acid (alpha linolenic) in <i>Tetracarpidium conophorum</i> nuts, whereas derivatization with BF3 gave trans linoleic and KOH <i>cis</i> linoleic in egusi pudding. These results show that the choice of derivatization method for fatty acid profiling and quantification is very important and depends on the technique and extraction solvents used."], "CopyrightInformation": "© 2024 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry of Medicinal plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67 Dschang, Cameroon."}, {"Identifier": [], "Affiliation": "Gembloux Agro-Bio Tech, University of Liège, Passage des Déportés 2, Gembloux, 5030, Belgium."}], "LastName": "Tene", "ForeName": "Stephano Tambo", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry of Medicinal plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67 Dschang, Cameroon."}], "LastName": "Zokou", "ForeName": "Ronice", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gembloux Agro-Bio Tech, University of Liège, Passage des Déportés 2, Gembloux, 5030, Belgium."}], "LastName": "Albendea", "ForeName": "Paula", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Applied Botanic, Faculty of Science, University of Dschang, P.O. Box 67 Dschang, Cameroon."}], "LastName": "Bemmo", "ForeName": "Leslie Gaddielle Demgne", "Initials": "LGD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gembloux Agro-Bio Tech, University of Liège, Passage des Déportés 2, Gembloux, 5030, Belgium."}], "LastName": "Purcaro", "ForeName": "Giorgia", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry of Medicinal plants, Food Sciences and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67 Dschang, Cameroon."}], "LastName": "Womeni", "ForeName": "Hilaire Macaire", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Data Brief", "NlmUniqueID": "101654995", "ISSNLinking": "2352-3409"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bligh E.G., Dyer W.J. A rapid method of total lipid extraction and purification. Can. J. Biochem. Physiol. 1959;37(8):911–917.", "ArticleIdList": ["13671378"]}, {"Citation": "Djeuachi T.H.L., Dongho D.F., Mouokeu R.S., Deutchoua D.A.D., Tchoumbougnang F. Ethno-nutritional characteristics, typology and conditions of manufacture and conservation of fish based dishes in the Locality of Yabassi, Cameroon. Int. J. Nutr. Food Sci. 2020;9(5):125."}, {"Citation": "Achu M.B. Faculty of Science, University of Yaounde I; 2006. A Study of Some Physicochemical Characteristics and Nutritional Properties of Five Cucurbitaceae Oilseeds from Cameroon; p. 180. Thesis presented and Defended For the Award of a Doctorate PhD in Biochemistry."}, {"Citation": "Codoñer-Franch P., Valls-Belles V., Arilla-Codoñer A., Alonso-Iglesias E. Oxidant mechanisms in childhood obesity: the link between inflammation and oxidative stress. Transl. Res. 2011;158(6):369–384.", "ArticleIdList": ["22061044"]}, {"Citation": "Turan F., Gürağaç R., Sayın S. Essential oils in aquacultur. Türk Bilimsel Derlemeler Dergisi. 2012;5(1):35–40."}, {"Citation": "Sarr S.O., Fall A.D., Gueye R., Diop A., Diatta K., Diop N., NDiaye B., Diop Y.M. Etude de l'activité antioxydante des extraits des feuilles de Vitex doniana (Verbenaceae) Int. J. Biol. Chem. Sci. 2015;9(3):1263–1269. doi: 10.4314/ijbcs.v9i3.11.", "ArticleIdList": ["10.4314/ijbcs.v9i3.11"]}, {"Citation": "Zbadi R., Mohti H., Moussaoui F. Stress Oxydatif: evaluation du pouvoir antioxydant de quelques plantes médicinales. Méd. Transl. 2018;24:134–141."}, {"Citation": "Kenzo H. Université de Dschang Cameroun; 2017. Cuisson à L’étouffé Des Graines De courges: Effet de L'ajout Des Épices Sur La Qualité Des Lipides Et Les Propriétés Fonctionnelles Des Protéines; p. 102. Mémoire de Master of Science en Biochimie."}, {"Citation": "Djiogue M.J.E. Université de Ngaoundéré; Cameroun: 2018. Système De production, Propriétés Physico-Chimiques, Sensorielles Et Microbiologiques De Différentes Formulations De Nnam Ngon (Gâteau Traditionnel De Graines De Cucurbitacées) p. 242. Thèse de Doctorat en Biochimie."}, {"Citation": "Fina A., Mascrez S., Beccaria M., De Luca C., Aspromonte J., Cordero C., Purcaro G. Fatty acid methyl esters (FAMEs); Microwave-assisted extraction; Microwave-assisted derivatization; Comprehensive two-dimensional gas chromatography (GC×GC); Reversed fill/flush flow modulation. Adv. Sample Prep. 2022;4 doi: 10.1016/j.sampre.2022.100039.", "ArticleIdList": ["10.1016/j.sampre.2022.100039"]}, {"Citation": "Womeni H.M., Tonfack D.F., Anjeneyulu B., Karuna M.S.L., Prasad R.B.N., Linder M. Oxidative stabilization of RBD palm olein under forced storage conditions by old Cameroonian green tea leaves methanolic extract. NFS J. 2016;3:33–40. doi: 10.1016/j.nfs.2016.03.002.", "ArticleIdList": ["10.1016/j.nfs.2016.03.002"]}, {"Citation": "Jariyasopit N., Khamsaeng S., Panya A., Vinaisuratern P., Metem P., Asawalert-panich W., Visessanguan W., Sirivatanauksorn V., Khoomrung S. Quantitative analysis of nutrient metabolite compositions of retail cow's milk and milk alternatives in Thailand using GC–MS. J. Food Compos. Anal. 2021;97 doi: 10.1016/j.jfca.2020.103785.", "ArticleIdList": ["10.1016/j.jfca.2020.103785"]}, {"Citation": "Liu X.M., Zhang Y., Zhou Y., Li G.H., Zeng B.Q., Zhang J.W., Feng X.S. Progress in pretreatment and analysis of fatty acids in foods: an update since 2012. Sep. Purif. Rev. 2021;50:203–222. doi: 10.1080/15422119.2019.1673776.", "ArticleIdList": ["10.1080/15422119.2019.1673776"]}, {"Citation": "Meier S., Mjøs S.A., Joensen H., Grahl-Nielsen O. Validation of a one-step extraction/methylation method for determination of fatty acids and cholesterol in marine tissues. J. Chromatogr. A. 2006;1104:291–298. doi: 10.1016/j.chroma.2005.11.045.", "ArticleIdList": ["10.1016/j.chroma.2005.11.045", "16343517"]}, {"Citation": "Liu R.L., Zhang J., Mou Z.L., Hao S.L., Zhang Z.Q. Microwave-assisted one-step extraction-derivatization for rapid analysis of fatty acids profile in herbal medicine by gas chromatography-mass spectrometry. Analyst. 2012;137:5135–5143. doi: 10.1039/c2an36178g.", "ArticleIdList": ["10.1039/c2an36178g", "22968083"]}, {"Citation": "Cruz-Hernandez C., Deng Z., Zhou J., Hill A.R., Yurawecz M.P., Delmonte P., Mossoba M.M., Dugan M.E.R., Kramer J.K.G. Methods for analysis of conjugated linoleic acids and trans-18:1 isomers in dairy fats by using a combination of gas chromatography, silver-ion thin-layer chromatography/gas chromatography, and silver-ion liquid chromatography. J. AOAC Int. 2004;87:545–562. doi: 10.1093/jaoac/87.2.545.", "ArticleIdList": ["10.1093/jaoac/87.2.545", "15164853"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "25"}, {"Year": "2024", "Month": "3", "Day": "19"}, {"Year": "2024", "Month": "3", "Day": "20"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "4", "Minute": "40"}, {"Year": "2024", "Month": "3", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["38586144", "PMC10998080", "10.1016/j.dib.2024.110362", "S2352-3409(24)00331-7"]}}]}