{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-inflammatory", "Anti-plasmodial", "Cytotoxicity", "Hypericum sect. Hypericum", "Metabolomics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38588986", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.jep.2024.118163", "S0378-8741(24)00462-8"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "06"}], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "329", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "15"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Metabolomic and chemometric analyses of St. John's wort and related Asian Hypericum species linked to bioactivity.", "Pagination": {"StartPage": "118163", "MedlinePgn": "118163"}, "Abstract": {"AbstractText": ["Plants in the genus Hypericum (Hypericaceae), include more than 500 species worldwide, and many are valued for their medicinal properties, and are used as traditional herbal medicines. However, only H. perforatum is officially recognized as herbal drug in several pharmacopoeias, and used as an antidepressant clinically. Hypericum perforatum had been used as an herbal medicine since the Han Dynasty (206 B.C. -220 A.D.) in China. It taxonomically belongs to the section Hypericum in the genus Hypericum. There are about 42 species in the section Hypericum, with six species occurring in China. All six are recorded as traditional herbal medicines for treating aliments, including hepatitis, malaria, traumatic hemorrhage, irregular menstruation, wounds, and bruises.", "The study aimed to characterize the chemical profiles of five phylogenetically related Hypericum species, and compare their metabolites with three H. perforatum products. Informed by ethnobotanical use, the extracts prepared from the five species were further investigated into anticancer, anti-inflammatory and antiplasmodial activity. This study tested the hypothesis that systematic metabolomic and bioactivity characterization of species in section Hypericum will help to validate their phytotherapeutic use and reveal potential drug lead compounds.", "Targeted and non-targeted metabolic analyses coupled with chemometrics were conducted on H. perforatum and four medicinal species, H. attenuatum, H. enshiense, H. erectum, and H. faberi, native to China from section Hypericum. UPLC-QTOF-MS/MS and UPLC-TQD-MS/MS were used for non-targeted and targeted metabolic analyses, respectively. Cytotoxicity bioassays on four cancer cell lines, anti-inflammation tests and anti-plasmodial activity on Plasmodium falciparum 3D7, selected based on traditional medicinal use, were evaluated on extracts from Hypericum species. Progenesis QI and EZinfo were used for chemometrics analysis to link the chemical profile and bioassay activity to aid in the identification of bioactive compounds.", "In total, 58 compounds were identified from the five species, including compounds with well-characterized bioactivity. Hypericum attenuatum, H. erectum, and H. perforatum, displayed the highest cytotoxicity, and contain the cytotoxic compounds petiolin A, prolificin A, and hypercohin G, respectively. Hypericum faberi and H. perforatum showed the highest anti-inflammatory activity, with pseudohypericin, quercetin and chlorogenic acid being observed at higher concentrations. Hypericum perforatum and H. erectum showed anti-plasmodial activity, with higher hyperforin and xanthones in these species that may account for the anti-plasmodial activity.", "This study characterized the chemical differences among five Hypericum species using metabolomics. These ethnomedically important species were tested for their biological activities in three distinct in vitro assays. The ethnobotanical data were useful for identifying bioactive Hypericum species. Hypericum attenuatum, H. erectum and H. faberi are promising phytotherapeutic species, although they are much less studied than H. perforatum, St. John's wort. Combining ethnobotanical surveys with chemometric analyses and bioactivity screening can greatly enhance the discovery of promising active constituents."], "CopyrightInformation": "Copyright © 2024 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Ecology and Environment in Minority Areas (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China; College of Life and Environmental Sciences, Minzu University of China, Beijing, 100081, China; Key Laboratory of Ethnomedicine (Minzu University of China), Ministry of Education, Beijing, 100081, China; Key Laboratory of Mass Spectrometry Imaging and Metabolomics (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China; Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States. Electronic address: yuanyuan.ji@rx.umaryland.edu."}], "LastName": "Ji", "ForeName": "Yuanyuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Ecology and Environment in Minority Areas (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China; College of Life and Environmental Sciences, Minzu University of China, Beijing, 100081, China; Key Laboratory of Ethnomedicine (Minzu University of China), Ministry of Education, Beijing, 100081, China; Key Laboratory of Mass Spectrometry Imaging and Metabolomics (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China; Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States. Electronic address: ruifeizhang@yeah.net."}], "LastName": "Zhang", "ForeName": "Ruifei", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States; Ph.D. Program in Biology, The Graduate Center, City University of New York, 365 Fifth Avenue, New York, NY, 10016, United States. Electronic address: jbensalel@gradcenter.cuny.edu."}], "LastName": "Bensalel", "ForeName": "Johanna", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States; Ph.D. Program in Biology, The Graduate Center, City University of New York, 365 Fifth Avenue, New York, NY, 10016, United States. Electronic address: taylan.morcol@lehman.cuny.edu."}], "LastName": "Morcol", "ForeName": "Taylan", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Liquor and Food Engineering, Guizhou University, Huixia Road in Huaxi District, Guiyang, 550025, China. Electronic address: rhgu@gzu.edu.cn."}], "LastName": "Gu", "ForeName": "Ronghui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States; Ph.D. Program in Biology, The Graduate Center, City University of New York, 365 Fifth Avenue, New York, NY, 10016, United States. Electronic address: Julio.Gallegodelgado@lehman.cuny.edu."}], "LastName": "Gallego-Delgado", "ForeName": "Julio", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Lehman College, City University of New York, Bronx, NY, 10468, United States; Ph.D. Program in Biology, The Graduate Center, City University of New York, 365 Fifth Avenue, New York, NY, 10016, United States. Electronic address: edward.kennelly@lehman.cuny.edu."}], "LastName": "Kennelly", "ForeName": "Edward J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Ecology and Environment in Minority Areas (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China; College of Life and Environmental Sciences, Minzu University of China, Beijing, 100081, China; Key Laboratory of Ethnomedicine (Minzu University of China), Ministry of Education, Beijing, 100081, China; Key Laboratory of Mass Spectrometry Imaging and Metabolomics (Minzu University of China), National Ethnic Affairs Commission, Beijing, 100081, China. Electronic address: long@mail.kib.ac.cn."}], "LastName": "Long", "ForeName": "Chunlin", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Hypericum"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Metabolomics"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology", "isolation & purification"], "DescriptorName": "Antimalarials"}, {"QualifierName": ["pharmacology", "isolation & purification"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": ["drug effects"], "DescriptorName": "Plasmodium falciparum"}, {"QualifierName": [], "DescriptorName": "Animals"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "2", "Day": "14"}, {"Year": "2024", "Month": "4", "Day": "4"}, {"Year": "2024", "Month": "4", "Day": "5"}, {"Year": "2024", "Month": "5", "Day": "23", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "8", "Hour": "19", "Minute": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38588986", "10.1016/j.jep.2024.118163", "S0378-8741(24)00462-8"]}}]}