{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Callus extracts", "Gas chromatography-mass spectrometry analysis", "Hexadecanoic acid", "Leaf extracts", "Methanolic extract", "Methyl ester", "Octadecadienoic acid"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38590309", "DateRevised": {"Year": "2024", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["88064", "10.5493/wjem.v14.i1.88064"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "20"}], "Journal": {"ISSN": "2220-315X", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "20"}}, "Title": "World journal of experimental medicine", "ISOAbbreviation": "World J Exp Med"}, "ArticleTitle": "Chemical profiling of bioactive compounds in the methanolic extract of wild leaf and callus of <i>Vitex negundo</i> using gas chromatography-mass spectrometry.", "Pagination": {"StartPage": "88064", "MedlinePgn": "88064"}, "Abstract": {"AbstractText": ["The investigation of plant-based therapeutic agents in medicinal plants has revealed their presence in the extracts and provides the vision to formulate novel techniques for drug therapy. <i>Vitex negundo</i> (<i>V. negundo</i>), a perennial herb belonging to the <i>Varbanaceae</i> family<i>,</i> is extensively used in conventional medication.", "To determine the existence of therapeutic components in leaf and callus extracts from wild <i>V. negundo</i> plants using gas chromatography-mass spectrometry (GC-MS).", "In this study, we conducted GC-MS on wild plant leaf extracts and correlated the presence of constituents with those in callus extracts. Various growth regulators such as 6-benzylaminopurine (BAP), 2,4-dichlorophenoxyacetic acid (2,4-D), α-naphthylacetic acid (NAA), and di-phenylurea (DPU) were added to plant leaves and <i>in-vitro</i> callus and grown on MS medium.", "The results clearly indicated that the addition of BAP (2.0 mg/L), 2,4-D (0.2 mg/mL), DPU (2.0 mg/L) and 2,4-D (0.2 mg/mL) in MS medium resulted in rapid callus development. The plant profile of <i>Vitex</i> extracts by GC-MS analysis showed that 24, 10, and 14 bioactive constituents were detected in the methanolic extract of leaf, green callus and the methanolic extract of white loose callus, respectively.", "Octadecadienoic acid, hexadecanoic acid and methyl ester were the major constituents in the leaf and callus methanolic extract. Octadecadienoic acid was the most common constituent in all samples. The maximum concentration of octadecadienoic acid in leaves, green callus and white loose callus was 21.93%, 47.79% and 40.38%, respectively. These findings demonstrate that the concentration of octadecadienoic acid doubles <i>in-vitro</i> compared to <i>in-vivo</i>. In addition to octadecadienoic acid; butyric acid, benzene, 1-methoxy-4-(1-propenyl), dospan, tridecanedialdehyde, methylcyclohexenylbutanol, chlorpyrifos, n-secondary terpene diester, anflunine and other important active compounds were also detected. All these components were only available in callus formed <i>in-vitro</i>. This study showed that the callus contained additional botanical characteristics compared with wild plants. Due to the presence of numerous bioactive compounds, the medical use of <i>Vitex</i> for various diseases has been accepted and the plant is considered an important source of therapeutics for research and development."], "CopyrightInformation": "©The Author(s) 2024. Published by Baishideng Publishing Group Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Gautam Buddha University, Greater Noida 201312, Uttar Pradesh, India."}], "LastName": "Garg", "ForeName": "Gunjan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology, GLA University, Mathura 281406, Uttar Pradesh, India. alok.bhardwaj@gla.ac.in."}], "LastName": "Bharadwaj", "ForeName": "Alok", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Gautam Buddha University, Greater Noida 201312, Uttar Pradesh, India."}], "LastName": "Chaudhary", "ForeName": "Shweta", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Germplasm Conservation, Indian Council of Agricultural Research - National Bureau of Plant Genetic Resources, New Delhi 110012, New Delhi, India."}], "LastName": "Gupta", "ForeName": "Veena", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World J Exp Med", "NlmUniqueID": "101618808", "ISSNLinking": "2220-315X"}, "CoiStatement": "Conflict-of-interest statement: All the authors report no relevant conflicts of interest for this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Prasathkumar M, Anishaa S, Dhrisyaa C, Beckya R, Sadhasivama S. Therapeutic and pharmacological efficacy of selective Indian medicinal plants - A review. Phytomedicine Plus. 2021;1:100029."}, {"Citation": "Chiocchio I, Mandrone M, Tomasi P, Marincich L, Poli F. Plant Secondary Metabolites: An Opportunity for Circular Economy. Molecules. 2021;26", "ArticleIdList": ["PMC7831927", "33477709"]}, {"Citation": "Isah T, Umar S, Mujib A, Sharma MP, Rajasekharan PE, Zafar N, Frukh A. Secondary metabolism of pharmaceuticals in the plant in-vitro cultures, strategies, approaches and limitations to achieving higher yield. Plant Cell Tiss Organ Cult. 2018;132:239–265."}, {"Citation": "Bhambhani S, Kondhare KR, Giri AP. Diversity in Chemical Structures and Biological Properties of Plant Alkaloids. Molecules. 2021;26", "ArticleIdList": ["PMC8199754", "34204857"]}, {"Citation": "Anwar F, Qayyum HM, Hussain AI, Iqbal S. Antioxidant activity of 100% and 80% methanol extracts from Barley seeds (Hordeum vulgare L.): stabilization of sunflower oil. Grasas y Aceites. 2010;61:237–243."}, {"Citation": "Tawfeeq TA, Tawfeeq AA, Eldalawy R, Ibraheem SK. Phytochemical Analysis, GC-MS Identification, and Estimation of Antioxidant Activity of Iraqi Vitex negundo L. J Med Chemical Sci. 2023"}, {"Citation": "Fatema A, Ubale MB, Farooqui M, Pathan AAK. Analysis of biological activity and gas chromatography-mass spectrometry study of conventional extraction of Vitex negundo (L) leaves. Asian J Pharma Clin Res. 2019;12:289."}, {"Citation": "Jabeen M, Uzair M, Siddique F, Khan MS, Hanif M, Salamatullah AM, Nafidi HA, Bourhia M. Exploring the antioxidant and anti-inflammatory potential of Wilckia maritima: In-vitro and In silico investigations. Processes. 2023;11:1497."}, {"Citation": "Kaliyannagounder S, Chitraputhirapillai S, Raman R, Sampathrajan V, Palani N, Baskaran S. GC-MS profiling of phytocompounds in the leaves of Vitex negundo L. Current Sci. 2023;125:1250–1258."}, {"Citation": "Preetha SP, Kamalabai RAS, Jayachandran KS. Qualitative and quantitative phytochemical screening of Vitex negundo L. extract using chromatographic and spectroscopic studies. Nat Volatiles Essent Oils. 2021;8:11949–11961."}, {"Citation": "Vignesh A, Selvakumar S, Vasanth K. Comparative LC-MS analysis of bioactive compounds, antioxidants and antibacterial activity from leaf and callus extracts of Saraca asoca. Phytomedicine Plus. 2022;2:100167."}, {"Citation": "Meena AK, Perumal A, Kumar N, Singh R, Ilavarasan R, Srikanth N, Dhiman KS. Studies on physicochemical, phytochemicals, chromatographic profiling and estimation and in-silico study of Negundoside in roots & small branches of Vitex negundo. Phytomedicine Plus. 2022;2:100205."}, {"Citation": "Bose Mazumdar Ghosh A, Banerjee A, Chattopadhyay S. An insight into the potent medicinal plant Phyllanthus amarus Schum. and Thonn. Nucleus (Calcutta) 2022;65:437–472.", "ArticleIdList": ["PMC9660160", "36407559"]}, {"Citation": "Ahuja SC, Ahuja S, Ahuja U. Nirgundi (Vitex negundo) - nature's gift to mankind. Asian Agri-Hist. 2015;19:5–32."}, {"Citation": "Vidana Gamage GC, Lim YY, Choo WS. Anthocyanins From Clitoria ternatea Flower: Biosynthesis, Extraction, Stability, Antioxidant Activity, and Applications. Front Plant Sci. 2021;12:792303.", "ArticleIdList": ["PMC8718764", "34975979"]}, {"Citation": "Brahma S, Nath B, Basumatary B, Das B, Saikia P, Patir K, Basumatary S. Biodiesel production from mixed oils: A sustainable approach towards industrial biofuel production. Chemical Engineering J Advances. 2022;10:100284."}, {"Citation": "Dwivedi MK, Shukla R, Sharma NK, Manhas A, Srivastava K, Kumar N, Singh PK. Evaluation of ethnopharmacologically selected Vitex negundo L. for In vitro antimalarial activity and secondary metabolite profiling. J Ethnopharmacol. 2021;275:114076.", "ArticleIdList": ["33789139"]}, {"Citation": "Meena S, Kanthaliya B, Joshi A, Khan F, Choudhary S, Arora J. Singapore: Springer Nature. 2022. In-vitro Production of Alkaloids. In: Nutraceuticals Production from Plant Cell Factory; pp. 143–168."}, {"Citation": "Lad H, Dixit D, Joshi A, Bhatnagar D. Antioxidant and antiinflammatory effects of Vitex negundo on FREUND'S complete adjuvant induced arthritis. Int J Pharm Pharm Sci. 2015"}, {"Citation": "Prabha SP, Karthik C, Chandrika SH. Phytol-A biosurfactant from the aquatic weed Hydrilla verticillate. Biocatal Agric Biotechnol. 2019;17:736–742."}, {"Citation": "Ram M, Rao MR, Anisha G, Prabhu K, Shil S, Vijayalakshmi N. Preliminary phytochemical and gas chromatography-mass spectrometry study of one medicinal plant Carissa carandas. Drug Invit Today. 2019;12:1629–1630."}, {"Citation": "Uthaug MV, Davis AK, Haas TF, Davis D, Dolan SB, Lancelotta R, Timmermann C, Ramaekers JG. The epidemiology of mescaline use: Pattern of use, motivations for consumption, and perceived consequences, benefits, and acute and enduring subjective effects. J Psychopharmacol. 2022;36:309–320.", "ArticleIdList": ["PMC8902264", "33949246"]}, {"Citation": "Azemi NA, Azemi AK, Abu-Bakar L, Sevakumaran V, Muhammad TST, Ismail N. Effect of Linoleic Acid on Cholesterol Levels in a High-Fat Diet-Induced Hypercholesterolemia Rat Model. Metabolites. 2022;13", "ArticleIdList": ["PMC9864559", "36676979"]}, {"Citation": "Praveen Kumar P, Kumaravel S, Lalitha C. Screening of antioxidant activity, total phenolics and GC-MS study of Vitex negundo. Afr J Biochem Res. 2010;4:191–195."}, {"Citation": "Haridasan P, Gokuldas M, Ajaykumar AP. Antifeedant effects of Vitex negundo L. leaf extracts on the stored product pest, Tribolium castaneum H. (Coleoptera: Tenebrionidae) Int J Pharm Pharm Sci. 2017;9:17–22."}, {"Citation": "Othman RA, Moghadasian MH. Beyond cholesterol-lowering effects of plant sterols: clinical and experimental evidence of anti-inflammatory properties. Nutr Rev. 2011;69:371–382.", "ArticleIdList": ["21729090"]}, {"Citation": "Godara P, Dulara BK, Barwer N, Chaudhary NS. Comparative GC-MS analysis of bioactive phyto chemicals from different plant parts and callus of Leptadenia reticulata. Pharmacogn J. 2019"}, {"Citation": "Preetha SP, Salomee Kamalabai RA, Jayachandran KS. Qualitative and quantitative phytochemical screening of Vitex negundo L. extract using chromatographic and spectroscopic studies. Nat Volatiles Essent Oil. 2021;8"}, {"Citation": "Deka C, Basumatary S. High quality biodiesel from yellow oleander (Thevetia peruviana) seed oil. Biomass Bioenergy. 2011;35:1797–1803."}, {"Citation": "Jumina J, Kurniawan YS, Lubis AB, Larasati EI, Purwono B, Triono S. Utilization of vanillin to prepare sulfated Calix[4]resorcinarene as efficient organocatalyst for biodiesel production based on methylation of palmitic acid and oleic acid. Heliyon. 2023;9:e16100.", "ArticleIdList": ["PMC10208922", "37251819"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "8"}, {"Year": "2023", "Month": "11", "Day": "12"}, {"Year": "2024", "Month": "1", "Day": "30"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "6", "Minute": "46"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "3", "Minute": "45"}, {"Year": "2024", "Month": "3", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["38590309", "PMC10999060", "10.5493/wjem.v14.i1.88064"]}}]}