{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial activity", "Bioprospecting", "Isolation", "Actinomycetota", "Anthemis pseudocotula Boiss."]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38590676", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.22092/ARI.2023.78.5.1638"], "ArticleDate": [{"Year": "2023", "Month": "10", "Day": "31"}], "Journal": {"ISSN": "2008-9872", "JournalIssue": {"Volume": "78", "Issue": "5", "PubDate": {"Year": "2023", "Month": "Oct"}}, "Title": "Archives of Razi Institute", "ISOAbbreviation": "Arch Razi Inst"}, "ArticleTitle": "Isolation and Screening of Antibacterial Activity of <i>Actinomycetota</i> from the Medicinal Plant, <i>Anthemis pseudocotula</i> Boiss.", "Pagination": {"StartPage": "1638", "EndPage": "1646", "MedlinePgn": "1638-1646"}, "Abstract": {"AbstractText": ["Antibiotic resistance is rising dramatically worldwide, and thus the production of new antibiotics is indispensable. Recent scientific initiatives have focused on the bioprospecting of microorganisms' secondary metabolites, with a particular focus on the look for natural products with antimicrobial properties derived from endophytes. All plant species, regardless of their type, are thought to anchor endophytic bacteria (EB). There are many potential uses for the natural therapeutic compounds made by EB in medicine, agriculture, and the pharmaceutical industry. To investigate antibacterial properties in this study, <i>Actinomycetota</i> (formerly, <i>Actinobacteria</i>) were isolated from <i>Anthemis pseudocotula</i> Boiss., identified, and underwent bioprospecting by morphological and molecular methods. Samples were collected from Ilam, Iran, and then divided into roots, leaves, stems, and flowers. After disinfection, they were cut into 2 mm pieces, cultured on casein agar culture medium, and incubated at 28ºC for up to four weeks. <i>Actinomycetota</i> was identified using the polymerase chain reaction method targeting the 16S rRNA gene. To evaluate the antibacterial properties of the isolated <i>Actinomycetota</i>, the agar diffusion method was used. In parallel, the frequencies of biosynthetic gene clusters, including polyketide synthase (<i>PKS-I</i> and <i>PKS-II</i>) and nonribosomal peptide synthetase (<i>NRPS</i>) genes, were determined in the isolated <i>Actinomycetota</i>. Ninety bacteria were isolated from different parts of <i>Anthemis</i> flowers. Thirty-eight (42.2%) of these bacteria belonged to the phylum <i>Actinomycetota</i>, and out of these 38, 15 isolates (39.5%) had antibacterial properties. Of these, 11 isolates (73.3%) exhibited antibacterial effects against <i>Staphylococcus</i> aureus, 2 (13.3%) against <i>Pseudomonas aeruginosa</i>, 3 (20%) against <i>Escherichia coli</i>, and two isolates (13.3%) against <i>Salmonella enterica</i> sub-species of <i>enterica</i> serovar Typhimurium. The results of the molecular analysis of <i>PKS-I</i>, <i>PKS-II</i>, and <i>NRPS</i> genes showed that out of 38 isolated <i>Actinomycetota</i> strains, 23 isolates (60.5%) carried <i>PKS-I</i> gene, 6 (15.8%) harbored <i>PKS-II</i> gene, and 20 isolates (52.6%) had <i>NRPS</i> gene. This study indicates that <i>Anthemis pseudocotula</i> Boiss. has a number of active <i>Actinomycetota</i> that produce secondary metabolites with antibacterial properties."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Sciences, Ilam University, Ilam, Iran."}], "LastName": "Maryam", "ForeName": "Hajizadeh", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Sciences, Ilam University, Ilam, Iran."}], "LastName": "Fazel", "ForeName": "Pourahmad", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Veterinary Sciences, Ilam University, Ilam, Iran."}], "LastName": "Mostafa", "ForeName": "Nemati", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Arch Razi Inst", "NlmUniqueID": "101549567", "ISSNLinking": "0365-3439"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal, 16S"}, {"RegistryNumber": "9002-18-0", "NameOfSubstance": "Agar"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics", "metabolism", "microbiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Anthemis"}, {"QualifierName": [], "DescriptorName": "RNA, Ribosomal, 16S"}, {"QualifierName": [], "DescriptorName": "Agar"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacteria"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barka EA, Vatsa P, Sanchez L, Gaveau-Vaillant N, Jacquard C, Klenk H-P, et al. Taxonomy, physiology, and natural products of Actinobacteria. Microbiol Mol Biol Rev. 2016;80(1):1–43.", "ArticleIdList": ["PMC4711186", "26609051"]}, {"Citation": "van Bergeijk DA, Terlouw BR, Medema MH, van Wezel GP. Ecology and genomics of Actinobacteria: new concepts for natural product discovery. Nat Rev Microbiol. 2020;18(10):546–58.", "ArticleIdList": ["32483324"]}, {"Citation": "Bérdy J. Thoughts and facts about antibiotics: where we are now and where we are heading. J Antibiot. 2012;65(8):385–95.", "ArticleIdList": ["22511224"]}, {"Citation": "Singh R, Dubey A. Endophytic actinomycetes as emerging source for therapeutic compounds. Indo-Glob Res J Pharm Sci. 2015;5(2):106–16."}, {"Citation": "Guo X, Liu N, Li X, Ding Y, Shang F, Gao Y, et al. Red soils harbor diverse culturable actinomycetes that are promising sources of novel secondary metabolites. J Appl Environ Microbiol. 2015;81(9):3086–103.", "ArticleIdList": ["PMC4393440", "25724963"]}, {"Citation": "Silver LL. Challenges of Antibacterial Discovery. Clin Microbiol Rev. 2011;24(1):71–109.", "ArticleIdList": ["PMC3021209", "21233508"]}, {"Citation": "Hardoim PR, van Overbeek LS, van Elsas JD. Properties of bacterial endophytes and their proposed role in plant growth. J Trends Microbiol. 2008;16(10):463–71.", "ArticleIdList": ["18789693"]}, {"Citation": "Salam N, Khieu T-N, Liu M-J, Vu T-T, Chu-Ky S, Quach N-T, et al. Endophytic actinobacteria associated with Dracaena cochinchinensis Lour.: isolation, diversity, and their cytotoxic activities. BioMed Res Int. Int 2017;2017:1–11.", "ArticleIdList": ["PMC5397652", "28484706"]}, {"Citation": "Singh R, Dubey AK. Isolation and characterization of a new endophytic actinobacterium Streptomyces californicus strain ADR1 as a promising source of anti-bacterial, anti-biofilm and antioxidant metabolites. Microorganisms. 2020;8(6):1–18.", "ArticleIdList": ["PMC7355773", "32575628"]}, {"Citation": "Assad BM, Savi DC, Biscaia SM, Mayrhofer BF, Iantas J, Mews M, et al. Endophytic actinobacteria of Hymenachne amplexicaulis from the Brazilian Pantanal wetland produce compounds with antibacterial and antitumor activities. Microbiol Res. 2021;248:1–15.", "ArticleIdList": ["33873141"]}, {"Citation": "Musa Z, Ma J, Egamberdieva D, Abdelshafy Mohamad OA, Abaydulla G, Liu Y, et al. Diversity and antimicrobial potential of cultivable endophytic actinobacteria associated with the medicinal plant Thymus roseus. Front Microbiol. 2020;11:1–18.", "ArticleIdList": ["PMC7080825", "32226412"]}, {"Citation": "Gontang EA, Gaudêncio SP, Fenical W, Jensen PR. Sequence-based analysis of secondary-metabolite biosynthesis in marine actinobacteria. J Appl Environ Microbiol. 2010;76(8):2487–99.", "ArticleIdList": ["PMC2849207", "20154113"]}, {"Citation": "Salwan R, Sharma V. Molecular and biotechnological aspects of secondary metabolites in actinobacteria. Microbiol Res. 2020;231:1–18.", "ArticleIdList": ["31756597"]}, {"Citation": "Bardaweel SK, Tawaha KA, Hudaib MM. Antioxidant, antimicrobial and antiproliferative activities of Anthemis palestina essential oil. BMC Complement Altern Med. 2014;14(1):1–8.", "ArticleIdList": ["PMC4133619", "25112895"]}, {"Citation": "Qin S, Xing K, Jiang J-H, Xu L-H, Li W-J. Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria. Appl Microbiol Biotechnol. 2011;89(3):457–73.", "ArticleIdList": ["20941490"]}, {"Citation": "Mohseni M, Norouzi H, Hamedi J, Roohi A. Screening of antibacterial producing actinomycetes from sediments of the Caspian Sea. Int J Mol Cell Med. 2013;2(2):64–71.", "ArticleIdList": ["PMC3920526", "24551793"]}, {"Citation": "Tavarideh F, Pourahmad F, Nemati M. Diversity and antibacterial activity of endophytic bacteria associated with medicinal plant, Scrophularia striata. Vet Res Forum. 2022;13(3):409–15.", "ArticleIdList": ["PMC9548236", "36320307"]}, {"Citation": "Stach JE, Maldonado LA, Ward AC, Goodfellow M, Bull AT. New primers for the class Actinobacteria: application to marine and terrestrial environments. Environ Microbiol. 2003;5(10):828–41.", "ArticleIdList": ["14510836"]}, {"Citation": "Ayuso A, Clark D, González I, Salazar O, Anderson A, Genilloud O. A novel actinomycete strain de-replication approach based on the diversity of polyketide synthase and nonribosomal peptide synthetase biosynthetic pathways. Appl Microbiol Biotechnol. 2005;67(6):795–806.", "ArticleIdList": ["15647936"]}, {"Citation": "Metsä-Ketelä M, Salo V, Halo L, Hautala A, Hakala J, Mäntsälä P, et al. An efficient approach for screening minimal PKS genes from Streptomyces. FEMS Microbiol Lett. 1999;180(1):1–6.", "ArticleIdList": ["10547437"]}, {"Citation": "Wohlleben W, Mast Y, Stegmann E, Ziemert N. Antibiotic drug discovery. Microb Biotechnol. 2016;9(5):541–8.", "ArticleIdList": ["PMC4993170", "27470984"]}, {"Citation": "Lee L-H, Zainal N, Azman A-S, Eng S-K, Goh B-H, Yin W-F, et al. Diversity and antimicrobial activities of actinobacteria isolated from tropical mangrove sediments in Malaysia. J Sci World J. 2014;2014", "ArticleIdList": ["PMC4138949", "25162061"]}, {"Citation": "Wei W, Zhou Y, Chen F, Yan X, Lai Y, Wei C, et al. Isolation, diversity, and antimicrobial and immunomodulatory activities of endophytic Actinobacteria from tea cultivars Zijuan and Yunkang-10 (Camellia sinensis var. assamica) . Front Microbiol. 2018;9:1–11.", "ArticleIdList": ["PMC6015896", "29967601"]}, {"Citation": "Kampapongsa D, Kaewkla O. Biodiversity of endophytic actinobacteria from jasmine rice (Oryza sativa L. KDML 105) grown in Roi-Et Province, Thailand and their antimicrobial activity against rice pathogens. J Ann Microbiol. 2016;66(2):587–95."}, {"Citation": "Zhao K, Penttinen P, Guan T, Xiao J, Chen Q, Xu J, et al. The diversity and anti-microbial activity of endophytic actinomycetes isolated from medicinal plants in Panxi plateau, China. Curr Microbiol. 2011;62(1):182–90.", "ArticleIdList": ["20567975"]}]}], "History": [{"Year": "2023", "Month": "2", "Day": "13"}, {"Year": "2023", "Month": "3", "Day": "11"}, {"Year": "2024", "Month": "4", "Day": "10", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "9", "Hour": "3", "Minute": "51"}, {"Year": "2023", "Month": "10", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["38590676", "PMC10998938", "10.22092/ARI.2023.78.5.1638", "ARI-78-5"]}}]}