{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["FAR", "abiotic stress", "evolution", "gene expression", "rice"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38611539", "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["1010", "10.3390/plants13071010"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "01"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "01"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Characterization of the Fatty Acyl-CoA Reductase (FAR) Gene Family and Its Response to Abiotic Stress in Rice (<i>Oryza sativa</i> L.).", "Abstract": {"AbstractText": ["Fatty acyl-CoA reductase (FAR) is an important NADPH-dependent enzyme that can produce primary alcohol from fatty acyl-CoA or fatty acyl-carrier proteins as substrates. It plays a pivotal role in plant growth, development, and stress resistance. Herein, we performed genome-wide identification and expression analysis of FAR members in rice using bioinformatics methods. A total of eight <i>OsFAR</i> genes were identified, and the OsFARs were comprehensively analyzed in terms of phylogenetic relationships, duplication events, protein motifs, etc. The <i>cis</i>-elements of the <i>OsFARs</i> were predicted to respond to growth and development, light, hormones, and abiotic stresses. Gene ontology annotation analysis revealed that OsFAR proteins participate in biological processes as fatty acyl-CoA reductase during lipid metabolism. Numerous microRNA target sites were present in <i>OsFARs</i> mRNAs. The expression analysis showed that <i>OsFARs</i> were expressed at different levels during different developmental periods and in various tissues. Furthermore, the expression levels of <i>OsFARs</i> were altered under abiotic stresses, suggesting that <i>FARs</i> may be involved in abiotic stress tolerance in rice. The findings presented here serve as a solid basis for further exploring the functions of <i>OsFARs</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Zhou", "ForeName": "Danni", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Ding", "ForeName": "Mingyu", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Wen", "ForeName": "Shuting", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Tian", "ForeName": "Quanxiang", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Zhang", "ForeName": "Xiaoqin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Fang", "ForeName": "Yunxia", "Initials": "Y"}, {"Identifier": ["0000-0001-9904-7615"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Sciences, Hangzhou Normal University, Hangzhou 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou 311121, China."}], "LastName": "Xue", "ForeName": "Dawei", "Initials": "D"}], "GrantList": [{"GrantID": "2022YFE0125600", "Agency": "China national key R&D program", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "None of the authors has any conflict of interest that could affect the performance of the work or the interpretation of the data."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Li R.-J., Li L.-M., Liu X.-L., Kim J.-C., Jenks M.A., Lü S. Diurnal Regulation of Plant Epidermal Wax Synthesis through Antagonistic Roles of the Transcription Factors SPL9 and DEWAX. Plant Cell. 2019;31:2711–2733. doi: 10.1105/tpc.19.00233.", "ArticleIdList": ["10.1105/tpc.19.00233", "PMC6881124", "31484683"]}, {"Citation": "Xue D., Zhang X., Lu X., Chen G., Chen Z.-H. Molecular and Evolutionary Mechanisms of Cuticular Wax for Plant Drought Tolerance. Front. Plant Sci. 2017;8:621. doi: 10.3389/fpls.2017.00621.", "ArticleIdList": ["10.3389/fpls.2017.00621", "PMC5408081", "28503179"]}, {"Citation": "Lewandowska M., Keyl A., Feussner I. Wax Biosynthesis in Response to Danger: Its Regulation upon Abiotic and Biotic Stress. New Phytol. 2020;227:698–713. doi: 10.1111/nph.16571.", "ArticleIdList": ["10.1111/nph.16571", "32242934"]}, {"Citation": "Wang X., Guan Y., Zhang D., Dong X., Tian L., Qu L.Q. A β-Ketoacyl-CoA Synthase Is Involved in Rice Leaf Cuticular Wax Synthesis and Requires a CER2-LIKE Protein as a Cofactor. Plant Physiol. 2017;173:944–955. doi: 10.1104/pp.16.01527.", "ArticleIdList": ["10.1104/pp.16.01527", "PMC5291035", "27913740"]}, {"Citation": "Müller Y., Patwari P., Stöcker T., Zeisler-Diehl V., Steiner U., Campoli C., Grewe L., Kuczkowska M., Dierig M.M., Jose S., et al. Isolation and Characterization of the Gene HvFAR1 Encoding Acyl-CoA Reductase from the Cer-Za.227 Mutant of Barley (Hordeum vulgare) and Analysis of the Cuticular Barrier Functions. New Phytol. 2023;239:1903–1918. doi: 10.1111/nph.19063.", "ArticleIdList": ["10.1111/nph.19063", "37349864"]}, {"Citation": "Zhang X., Liu Y., Ayaz A., Zhao H., Lü S. The Plant Fatty Acyl Reductases. Int. J. Mol. Sci. 2022;23:16156. doi: 10.3390/ijms232416156.", "ArticleIdList": ["10.3390/ijms232416156", "PMC9783961", "36555796"]}, {"Citation": "Wang M., Wu H., Xu J., Li C., Wang Y., Wang Z. Five Fatty Acyl-Coenzyme A Reductases Are Involved in the Biosynthesis of Primary Alcohols in Aegilops Tauschii Leaves. Front. Plant Sci. 2017;8:1012. doi: 10.3389/fpls.2017.01012.", "ArticleIdList": ["10.3389/fpls.2017.01012", "PMC5466989", "28659955"]}, {"Citation": "Metz J.G., Pollard M.R., Anderson L., Hayes T.R., Lassner M.W. Purification of a Jojoba Embryo Fatty Acyl-Coenzyme A Reductase and Expression of Its cDNA in High Erucic Acid Rapeseed. Plant Physiol. 2000;122:635–644. doi: 10.1104/pp.122.3.635.", "ArticleIdList": ["10.1104/pp.122.3.635", "PMC58898", "10712526"]}, {"Citation": "Sturtevant D., Lu S., Zhou Z.-W., Shen Y., Wang S., Song J.-M., Zhong J., Burks D.J., Yang Z.-Q., Yang Q.-Y., et al. The Genome of Jojoba (Simmondsia chinensis): A Taxonomically Isolated Species That Directs Wax Ester Accumulation in Its Seeds. Sci. Adv. 2020;6:eaay3240. doi: 10.1126/sciadv.aay3240.", "ArticleIdList": ["10.1126/sciadv.aay3240", "PMC7065883", "32195345"]}, {"Citation": "Rowland O., Domergue F. Plant Fatty Acyl Reductases: Enzymes Generating Fatty Alcohols for Protective Layers with Potential for Industrial Applications. Plant Sci. 2012;193–194:28–38. doi: 10.1016/j.plantsci.2012.05.002.", "ArticleIdList": ["10.1016/j.plantsci.2012.05.002", "22794916"]}, {"Citation": "Domergue F., Vishwanath S.J., Joubès J., Ono J., Lee J.A., Bourdon M., Alhattab R., Lowe C., Pascal S., Lessire R., et al. Three Arabidopsis Fatty Acyl-Coenzyme A Reductases, FAR1, FAR4, and FAR5, Generate Primary Fatty Alcohols Associated with Suberin Deposition. Plant Physiol. 2010;153:1539–1554. doi: 10.1104/pp.110.158238.", "ArticleIdList": ["10.1104/pp.110.158238", "PMC2923872", "20571114"]}, {"Citation": "Rowland O., Zheng H., Hepworth S.R., Lam P., Jetter R., Kunst L. CER4 Encodes an Alcohol-Forming Fatty Acyl-Coenzyme A Reductase Involved in Cuticular Wax Production in Arabidopsis. Plant Physiol. 2006;142:866–877. doi: 10.1104/pp.106.086785.", "ArticleIdList": ["10.1104/pp.106.086785", "PMC1630741", "16980563"]}, {"Citation": "Doan T.T.P., Carlsson A.S., Hamberg M., Bülow L., Stymne S., Olsson P. Functional Expression of Five Arabidopsis Fatty Acyl-CoA Reductase Genes in Escherichia Coli. J. Plant Physiol. 2009;166:787–796. doi: 10.1016/j.jplph.2008.10.003.", "ArticleIdList": ["10.1016/j.jplph.2008.10.003", "19062129"]}, {"Citation": "Wang M., Wang Y., Wu H., Xu J., Li T., Hegebarth D., Jetter R., Chen L., Wang Z. Three TaFAR Genes Function in the Biosynthesis of Primary Alcohols and the Response to Abiotic Stresses in Triticum aestivum. Sci. Rep. 2016;6:25008. doi: 10.1038/srep25008.", "ArticleIdList": ["10.1038/srep25008", "PMC4845010", "27112792"]}, {"Citation": "Liu J., Zhu L., Wang B., Wang H., Khan I., Zhang S., Wen J., Ma C., Dai C., Tu J., et al. BnA1.CER4 and BnC1.CER4 Are Redundantly Involved in Branched Primary Alcohols in the Cuticle Wax of Brassica napus. Theor. Appl. Genet. 2021;134:3051–3067. doi: 10.1007/s00122-021-03879-y.", "ArticleIdList": ["10.1007/s00122-021-03879-y", "34120211"]}, {"Citation": "Lee S.B., Suh M.C. Cuticular Wax Biosynthesis Is Up-Regulated by the MYB94 Transcription Factor in Arabidopsis. Plant Cell Physiol. 2015;56:48–60. doi: 10.1093/pcp/pcu142.", "ArticleIdList": ["10.1093/pcp/pcu142", "25305760"]}, {"Citation": "Song Q., Kong L., Yang X., Jiao B., Hu J., Zhang Z., Xu C., Luo K. PtoMYB142, a Poplar R2R3-MYB Transcription Factor, Contributes to Drought Tolerance by Regulating Wax Biosynthesis. Tree Physiol. 2022;42:2133–2147. doi: 10.1093/treephys/tpac060.", "ArticleIdList": ["10.1093/treephys/tpac060", "35640137"]}, {"Citation": "Guan L., Xia D., Hu N., Zhang H., Wu H., Jiang Q., Li X., Sun Y., Wang Y., Wang Z. OsFAR1 Is Involved in Primary Fatty Alcohol Biosynthesis and Promotes Drought Tolerance in Rice. Planta. 2023;258:24. doi: 10.1007/s00425-023-04164-6.", "ArticleIdList": ["10.1007/s00425-023-04164-6", "37344696"]}, {"Citation": "Wan X., Wu S., Li Z., An X., Tian Y. Lipid Metabolism: Critical Roles in Male Fertility and Other Aspects of Reproductive Development in Plants. Mol. Plant. 2020;13:955–983. doi: 10.1016/j.molp.2020.05.009.", "ArticleIdList": ["10.1016/j.molp.2020.05.009", "32434071"]}, {"Citation": "Chen W., Yu X.-H., Zhang K., Shi J., De Oliveira S., Schreiber L., Shanklin J., Zhang D. Male Sterile2 Encodes a Plastid-Localized Fatty Acyl Carrier Protein Reductase Required for Pollen Exine Development in Arabidopsis. Plant Physiol. 2011;157:842–853. doi: 10.1104/pp.111.181693.", "ArticleIdList": ["10.1104/pp.111.181693", "PMC3192575", "21813653"]}, {"Citation": "Shi J., Tan H., Yu X.-H., Liu Y., Liang W., Ranathunge K., Franke R.B., Schreiber L., Wang Y., Kai G., et al. Defective Pollen Wall Is Required for Anther and Microspore Development in Rice and Encodes a Fatty Acyl Carrier Protein Reductase[C][W][OA] Plant Cell. 2011;23:2225–2246. doi: 10.1105/tpc.111.087528.", "ArticleIdList": ["10.1105/tpc.111.087528", "PMC3160036", "21705642"]}, {"Citation": "Tian Y., Xiao S., Liu J., Somaratne Y., Zhang H., Wang M., Zhang H., Zhao L., Chen H. MALE STERILE6021 (MS6021) Is Required for the Development of Anther Cuticle and Pollen Exine in Maize. Sci. Rep. 2017;7:16736. doi: 10.1038/s41598-017-16930-0.", "ArticleIdList": ["10.1038/s41598-017-16930-0", "PMC5711870", "29196635"]}, {"Citation": "Wang Y., Sun Y., You Q., Luo W., Wang C., Zhao S., Chai G., Li T., Shi X., Li C., et al. Three Fatty Acyl-Coenzyme A Reductases, BdFAR1, BdFAR2 and BdFAR3, Are Involved in Cuticular Wax Primary Alcohol Biosynthesis in Brachypodium distachyon. Plant Cell Physiol. 2018;59:527–543. doi: 10.1093/pcp/pcx211.", "ArticleIdList": ["10.1093/pcp/pcx211", "29329458"]}, {"Citation": "Chai G., Li C., Xu F., Li Y., Shi X., Wang Y., Wang Z. Three Endoplasmic Reticulum-Associated Fatty Acyl-Coenzyme a Reductases Were Involved in the Production of Primary Alcohols in Hexaploid Wheat (Triticum aestivum L.) BMC Plant Biol. 2018;18:41. doi: 10.1186/s12870-018-1256-y.", "ArticleIdList": ["10.1186/s12870-018-1256-y", "PMC5836450", "29506473"]}, {"Citation": "Lu Y., Cheng X., Jia M., Zhang X., Xue F., Li Y., Sun J., Liu F. Silencing GhFAR3.1 Reduces Wax Accumulation in Cotton Leaves and Leads to Increased Susceptibility to Drought Stress. Plant Direct. 2021;5:e00313. doi: 10.1002/pld3.313.", "ArticleIdList": ["10.1002/pld3.313", "PMC8025989", "33855256"]}, {"Citation": "Ran C., Zhang Y., Chang F., Yang X., Liu Y., Wang Q., Zhu W. Genome-Wide Analyses of SlFWL Family Genes and Their Expression Profiles under Cold, Heat, Salt and Drought Stress in Tomato. Int. J. Mol. Sci. 2023;24:11783. doi: 10.3390/ijms241411783.", "ArticleIdList": ["10.3390/ijms241411783", "PMC10380795", "37511542"]}, {"Citation": "Srivastava A.K., Lu Y., Zinta G., Lang Z., Zhu J.-K. UTR Dependent Control of Gene Expression in Plants. Trends Plant Sci. 2018;23:248–259. doi: 10.1016/j.tplants.2017.11.003.", "ArticleIdList": ["10.1016/j.tplants.2017.11.003", "PMC5828884", "29223924"]}, {"Citation": "Ritonga F.N., Ngatia J.N., Wang Y., Khoso M.A., Farooq U., Chen S. AP2/ERF, an Important Cold Stress-Related Transcription Factor Family in Plants: A Review. Physiol. Mol. Biol. Plants Int. J. Funct. Plant Biol. 2021;27:1953–1968. doi: 10.1007/s12298-021-01061-8.", "ArticleIdList": ["10.1007/s12298-021-01061-8", "PMC8484489", "34616115"]}, {"Citation": "Liang J., Fang Y., An C., Yao Y., Wang X., Zhang W., Liu R., Wang L., Aslam M., Cheng Y., et al. Genome-Wide Identification and Expression Analysis of the bHLH Gene Family in Passion Fruit (Passiflora edulis) and Its Response to Abiotic Stress. Int. J. Biol. Macromol. 2023;225:389–403. doi: 10.1016/j.ijbiomac.2022.11.076.", "ArticleIdList": ["10.1016/j.ijbiomac.2022.11.076", "36400210"]}, {"Citation": "Yu J., Xie Q., Li C., Dong Y., Zhu S., Chen J. Comprehensive Characterization and Gene Expression Patterns of LBD Gene Family in Gossypium. Planta. 2020;251:81. doi: 10.1007/s00425-020-03364-8.", "ArticleIdList": ["10.1007/s00425-020-03364-8", "32185507"]}, {"Citation": "Yuan T., Liang J., Dai J., Zhou X.-R., Liao W., Guo M., Aslam M., Li S., Cao G., Cao S. Genome-Wide Identification of Eucalyptus Heat Shock Transcription Factor Family and Their Transcriptional Analysis under Salt and Temperature Stresses. Int. J. Mol. Sci. 2022;23:8044. doi: 10.3390/ijms23148044.", "ArticleIdList": ["10.3390/ijms23148044", "PMC9318532", "35887387"]}, {"Citation": "Ding A., Ding A., Li P., Wang J., Cheng T., Bao F., Zhang Q. Genome-Wide Identification and Low-Temperature Expression Analysis of bHLH Genes in Prunus Mume. Front. Genet. 2021;12:762135. doi: 10.3389/fgene.2021.762135.", "ArticleIdList": ["10.3389/fgene.2021.762135", "PMC8519403", "34659372"]}, {"Citation": "Gao Z., Ma C., Zheng C., Yao Y., Du Y. Advances in the Regulation of Plant Salt-Stress Tolerance by miRNA. Mol. Biol. Rep. 2022;49:5041–5055. doi: 10.1007/s11033-022-07179-6.", "ArticleIdList": ["10.1007/s11033-022-07179-6", "35381964"]}, {"Citation": "Doan T.T.P., Domergue F., Fournier A.E., Vishwanath S.J., Rowland O., Moreau P., Wood C.C., Carlsson A.S., Hamberg M., Hofvander P. Biochemical Characterization of a Chloroplast Localized Fatty Acid Reductase from Arabidopsis thaliana. Biochim. Biophys. Acta. 2012;1821:1244–1255. doi: 10.1016/j.bbalip.2011.10.019.", "ArticleIdList": ["10.1016/j.bbalip.2011.10.019", "22166367"]}, {"Citation": "Wu B., Xia Y., Zhang G., Wang J., Ma S., Song Y., Yang Z., Dennis E.S., Niu N. The Transcription Factors TaTDRL and TaMYB103 Synergistically Activate the Expression of TAA1a in Wheat, Which Positively Regulates the Development of Microspore in Arabidopsis. Int. J. Mol. Sci. 2022;23:7996. doi: 10.3390/ijms23147996.", "ArticleIdList": ["10.3390/ijms23147996", "PMC9321142", "35887343"]}, {"Citation": "Wang Y., Xu J., He Z., Hu N., Luo W., Liu X., Shi X., Liu T., Jiang Q., An P., et al. BdFAR4, a Root-Specific Fatty Acyl-Coenzyme A Reductase, Is Involved in Fatty Alcohol Synthesis of Root Suberin Polyester in Brachypodium distachyon. Plant J. Cell Mol. Biol. 2021;106:1468–1483. doi: 10.1111/tpj.15249.", "ArticleIdList": ["10.1111/tpj.15249", "33768632"]}, {"Citation": "DeAndrés-Gil C., Moreno-Pérez A.J., Villoslada-Valbuena M., Halsey K., Martínez-Force E., Garcés R., Kurup S., Beaudoin F., Salas J.J., Venegas-Calerón M. Characterisation of Fatty Acyl Reductases of Sunflower (Helianthus annuus L.) Seed. Plant Sci. 2024;341:111992. doi: 10.1016/j.plantsci.2024.111992.", "ArticleIdList": ["10.1016/j.plantsci.2024.111992", "38301931"]}, {"Citation": "Chacón M.G., Fournier A.E., Tran F., Dittrich-Domergue F., Pulsifer I.P., Domergue F., Rowland O. Identification of Amino Acids Conferring Chain Length Substrate Specificities on Fatty Alcohol-Forming Reductases FAR5 and FAR8 from Arabidopsis thaliana. J. Biol. Chem. 2013;288:30345–30355. doi: 10.1074/jbc.M113.499715.", "ArticleIdList": ["10.1074/jbc.M113.499715", "PMC3798499", "24005667"]}, {"Citation": "Chang D., Duda T.F., Jr. Extensive and Continuous Duplication Facilitates Rapid Evolution and Diversification of Gene Families. Mol. Biol. Evol. 2012;29:2019–2029. doi: 10.1093/molbev/mss068.", "ArticleIdList": ["10.1093/molbev/mss068", "22337864"]}, {"Citation": "Huang Z., Duan W., Song X., Tang J., Wu P., Zhang B., Hou X. Retention, Molecular Evolution, and Expression Divergence of the Auxin/Indole Acetic Acid and Auxin Response Factor Gene Families in Brassica rapa Shed Light on Their Evolution Patterns in Plants. Genome Biol. Evol. 2015;8:302–316. doi: 10.1093/gbe/evv259.", "ArticleIdList": ["10.1093/gbe/evv259", "PMC4779605", "26721260"]}, {"Citation": "Wang Y., Wang M., Sun Y., Wang Y., Li T., Chai G., Jiang W., Shan L., Li C., Xiao E., et al. FAR5, a Fatty Acyl-Coenzyme A Reductase, Is Involved in Primary Alcohol Biosynthesis of the Leaf Blade Cuticular Wax in Wheat (Triticum aestivum L.) J. Exp. Bot. 2015;66:1165–1178. doi: 10.1093/jxb/eru457.", "ArticleIdList": ["10.1093/jxb/eru457", "PMC4438443", "25468933"]}, {"Citation": "Balbontín C., Gutiérrez C., Schreiber L., Zeisler-Diehl V.V., Marín J.C., Urrutia V., Hirzel J., Figueroa C.R. Alkane Biosynthesis Is Promoted in Methyl Jasmonate-Treated Sweet Cherry (Prunus avium) Fruit Cuticles. J. Sci. Food Agric. 2023;104:530–535. doi: 10.1002/jsfa.12891.", "ArticleIdList": ["10.1002/jsfa.12891", "37515815"]}, {"Citation": "Zhao Z., Meng G., Zamin I., Wei T., Ma D., An L., Yue X. Genome-Wide Identification and Functional Analysis of the TIFY Family Genes in Response to Abiotic Stresses and Hormone Treatments in Tartary Buckwheat (Fagopyrum tataricum) Int. J. Mol. Sci. 2023;24:10916. doi: 10.3390/ijms241310916.", "ArticleIdList": ["10.3390/ijms241310916", "PMC10341436", "37446090"]}, {"Citation": "Wei X., Mao L., Wei X., Xia M., Xu C. MYB41, MYB107, and MYC2 Promote ABA-Mediated Primary Fatty Alcohol Accumulation via Activation of AchnFAR in Wound Suberization in Kiwifruit. Hortic. Res. 2020;7:86. doi: 10.1038/s41438-020-0309-1.", "ArticleIdList": ["10.1038/s41438-020-0309-1", "PMC7261769", "32528698"]}, {"Citation": "Pan X., Yan W., Chang Z., Xu Y., Luo M., Xu C., Chen Z., Wu J., Tang X. OsMYB80 Regulates Anther Development and Pollen Fertility by Targeting Multiple Biological Pathways. Plant Cell Physiol. 2020;61:988–1004. doi: 10.1093/pcp/pcaa025.", "ArticleIdList": ["10.1093/pcp/pcaa025", "PMC7217667", "32142141"]}, {"Citation": "Yadav S.K., Santosh Kumar V.V., Verma R.K., Yadav P., Saroha A., Wankhede D.P., Chaudhary B., Chinnusamy V. Genome-Wide Identification and Characterization of ABA Receptor PYL Gene Family in Rice. BMC Genom. 2020;21:676. doi: 10.1186/s12864-020-07083-y.", "ArticleIdList": ["10.1186/s12864-020-07083-y", "PMC7526420", "32998689"]}, {"Citation": "Parmar S., Gharat S.A., Tagirasa R., Chandra T., Behera L., Dash S.K., Shaw B.P. Identification and Expression Analysis of miRNAs and Elucidation of Their Role in Salt Tolerance in Rice Varieties Susceptible and Tolerant to Salinity. PLoS ONE. 2020;15:e0230958. doi: 10.1371/journal.pone.0230958.", "ArticleIdList": ["10.1371/journal.pone.0230958", "PMC7159242", "32294092"]}, {"Citation": "Jeyaraj A., Elango T., Li X., Guo G. Utilization of microRNAs and Their Regulatory Functions for Improving Biotic Stress Tolerance in Tea Plant [Camellia sinensis (L.) O. Kuntze] RNA Biol. 2020;17:1365–1382. doi: 10.1080/15476286.2020.1774987.", "ArticleIdList": ["10.1080/15476286.2020.1774987", "PMC7549669", "32478595"]}, {"Citation": "Wan J., Meng S., Wang Q., Zhao J., Qiu X., Wang L., Li J., Lin Y., Mu L., Dang K., et al. Suppression of microRNA168 Enhances Salt Tolerance in Rice (Oryza sativa L.) BMC Plant Biol. 2022;22:563. doi: 10.1186/s12870-022-03959-1.", "ArticleIdList": ["10.1186/s12870-022-03959-1", "PMC9719116", "36460977"]}, {"Citation": "Nadarajah K., Kumar I.S. Drought Response in Rice: The miRNA Story. Int. J. Mol. Sci. 2019;20:3766. doi: 10.3390/ijms20153766.", "ArticleIdList": ["10.3390/ijms20153766", "PMC6696311", "31374851"]}, {"Citation": "Han Y., Zhao Y., Wang H., Zhang Y., Ding Q., Ma L. Identification of ceRNA and Candidate Genes Related to Fertility Conversion of TCMS Line YS3038 in Wheat. Plant Physiol. Biochem. 2021;158:190–207. doi: 10.1016/j.plaphy.2020.10.037.", "ArticleIdList": ["10.1016/j.plaphy.2020.10.037", "33214039"]}, {"Citation": "Divya K., Palakolanu S.R., Kavi Kishor P., Rajesh A.S., Vadez V., Sharma K.K., Mathur P.B. Functional Characterization of Late Embryogenesis Abundant Genes and Promoters in Pearl Millet (Pennisetum glaucum L.) for Abiotic Stress Tolerance. Physiol. Plant. 2021;173:1616–1628. doi: 10.1111/ppl.13544.", "ArticleIdList": ["10.1111/ppl.13544", "34455597"]}, {"Citation": "Cheah B.H., Jadhao S., Vasudevan M., Wickneswari R., Nadarajah K. Identification of Functionally Important microRNAs from Rice Inflorescence at Heading Stage of a qDTY4.1-QTL Bearing Near Isogenic Line under Drought Conditions. PLoS ONE. 2017;12:e0186382. doi: 10.1371/journal.pone.0186382.", "ArticleIdList": ["10.1371/journal.pone.0186382", "PMC5647096", "29045473"]}, {"Citation": "Kushawaha A.K., Khan A., Sopory S.K., Sanan-Mishra N. Priming by High Temperature Stress Induces MicroRNA Regulated Heat Shock Modules Indicating Their Involvement in Thermopriming Response in Rice. Life. 2021;11:291. doi: 10.3390/life11040291.", "ArticleIdList": ["10.3390/life11040291", "PMC8067039", "33805566"]}, {"Citation": "Mangrauthia S.K., Bhogireddy S., Agarwal S., Prasanth V.V., Voleti S.R., Neelamraju S., Subrahmanyam D. Genome-Wide Changes in microRNA Expression during Short and Prolonged Heat Stress and Recovery in Contrasting Rice Cultivars. J. Exp. Bot. 2017;68:2399–2412. doi: 10.1093/jxb/erx111.", "ArticleIdList": ["10.1093/jxb/erx111", "PMC5447883", "28407080"]}, {"Citation": "Du Z., Su Q., Wu Z., Huang Z., Bao J., Li J., Tu H., Zeng C., Fu J., He H. Genome-Wide Characterization of MATE Gene Family and Expression Profiles in Response to Abiotic Stresses in Rice (Oryza sativa) BMC Ecol. Evol. 2021;21:141. doi: 10.1186/s12862-021-01873-y.", "ArticleIdList": ["10.1186/s12862-021-01873-y", "PMC8268253", "34243710"]}, {"Citation": "Li Y., Liu X., Xiao Y., Wen Y., Li K., Ma Z., Yang L., Zhu Y., Yin J. Genome-Wide Characterization and Function Analysis Uncovered Roles of Wheat LIMs in Responding to Adverse Stresses and TaLIM8-4D Function as a Susceptible Gene. Plant Genome. 2022;15:e20246. doi: 10.1002/tpg2.20246.", "ArticleIdList": ["10.1002/tpg2.20246", "35894660"]}, {"Citation": "Li Y., Yuan F., Wen Z., Li Y., Wang F., Zhu T., Zhuo W., Jin X., Wang Y., Zhao H., et al. Genome-Wide Survey and Expression Analysis of the OSCA Gene Family in Rice. BMC Plant Biol. 2015;15:261. doi: 10.1186/s12870-015-0653-8.", "ArticleIdList": ["10.1186/s12870-015-0653-8", "PMC4624379", "26503287"]}, {"Citation": "Duvaud S., Gabella C., Lisacek F., Stockinger H., Ioannidis V., Durinx C. Expasy, the Swiss Bioinformatics Resource Portal, as Designed by Its Users. Nucleic Acids Res. 2021;49:W216–W227. doi: 10.1093/nar/gkab225.", "ArticleIdList": ["10.1093/nar/gkab225", "PMC8265094", "33849055"]}, {"Citation": "Bailey T.L., Johnson J., Grant C.E., Noble W.S. The MEME Suite. Nucleic Acids Res. 2015;43:W39–W49. doi: 10.1093/nar/gkv416.", "ArticleIdList": ["10.1093/nar/gkv416", "PMC4489269", "25953851"]}, {"Citation": "Lescot M., Déhais P., Thijs G., Marchal K., Moreau Y., Van de Peer Y., Rouzé P., Rombauts S. PlantCARE, a Database of Plant Cis-Acting Regulatory Elements and a Portal to Tools for in Silico Analysis of Promoter Sequences. Nucleic Acids Res. 2002;30:325–327. doi: 10.1093/nar/30.1.325.", "ArticleIdList": ["10.1093/nar/30.1.325", "PMC99092", "11752327"]}, {"Citation": "Goodstein D.M., Shu S., Howson R., Neupane R., Hayes R.D., Fazo J., Mitros T., Dirks W., Hellsten U., Putnam N., et al. Phytozome: A Comparative Platform for Green Plant Genomics. Nucleic Acids Res. 2012;40:D1178–D1186. doi: 10.1093/nar/gkr944.", "ArticleIdList": ["10.1093/nar/gkr944", "PMC3245001", "22110026"]}, {"Citation": "Zhang Z. KaKs_Calculator 3.0: Calculating Selective Pressure on Coding and Non-Coding Sequences. Genom. Proteom. Bioinform. 2022;20:536–540. doi: 10.1016/j.gpb.2021.12.002.", "ArticleIdList": ["10.1016/j.gpb.2021.12.002", "PMC9801026", "34990803"]}, {"Citation": "Kurt F., Filiz E., Aydın A. Genome-Wide Identification of Serine Acetyltransferase (SAT) Gene Family in Rice (Oryza sativa) and Their Expressions under Salt Stress. Mol. Biol. Rep. 2021;48:6277–6290. doi: 10.1007/s11033-021-06620-6.", "ArticleIdList": ["10.1007/s11033-021-06620-6", "34389920"]}, {"Citation": "Cen Q., Kang L., Zhou D., Zhang X., Tian Q., Zhang X., Mou W., Dang C., Fang Y., Xue D. Genome-Wide Identification and Expression Analysis of RCC1 Gene Family under Abiotic Stresses in Rice (Oryza sativa L.) Agronomy. 2023;13:703. doi: 10.3390/agronomy13030703.", "ArticleIdList": ["10.3390/agronomy13030703"]}, {"Citation": "Schmittgen T.D., Livak K.J. Analyzing Real-Time PCR Data by the Comparative CT Method. Nat. Protoc. 2008;3:1101–1108. doi: 10.1038/nprot.2008.73.", "ArticleIdList": ["10.1038/nprot.2008.73", "18546601"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "21"}, {"Year": "2024", "Month": "3", "Day": "30"}, {"Year": "2024", "Month": "3", "Day": "31"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "10", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "1", "Minute": "8"}, {"Year": "2024", "Month": "4", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38611539", "PMC11013768", "10.3390/plants13071010", "plants13071010"]}}]}