{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38618752", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/ppl.14286"], "ArticleDate": [], "Journal": {"ISSN": "1399-3054", "JournalIssue": {"Volume": "176", "Issue": "2", "PubDate": {"Year": "2024", "Season": "Mar-Apr"}}, "Title": "Physiologia plantarum", "ISOAbbreviation": "Physiol Plant"}, "ArticleTitle": "DcERF109 regulates shoot branching by participating in strigolactone signal transduction in Dendrobium catenatum.", "Pagination": {"StartPage": "e14286", "MedlinePgn": "e14286"}, "Abstract": {"AbstractText": ["Shoot branching fundamentally influences plant architecture and agricultural yield. However, research on shoot branching in Dendrobium catenatum, an endangered medicinal plant in China, remains limited. In this study, we identified a transcription factor DcERF109 as a key player in shoot branching by regulating the expression of strigolactone (SL) receptors DWARF 14 (D14)/ DECREASED APICAL DOMINANCE 2 (DAD2). The treatment of D. catenatum seedlings with GR24<sup>rac</sup>/TIS108 revealed that SL can significantly repress the shoot branching in D. catenatum. The expression of DcERF109 in multi-branched seedlings is significantly higher than that of single-branched seedlings. Ectopic expression in Arabidopsis thaliana demonstrated that overexpression of DcERF109 resulted in significant shoot branches increasing and dwarfing. Molecular and biochemical assays demonstrated that DcERF109 can directly bind to the promoters of AtD14 and DcDAD2.2 to inhibit their expression, thereby positively regulating shoot branching. Inhibition of DcERF109 by virus-induced gene silencing (VIGS) resulted in decreased shoot branching and improved DcDAD2.2 expression. Moreover, overexpression of DpERF109 in A. thaliana, the homologous gene of DcERF109 in Dendrobium primulinum, showed similar phenotypes to DcERF109 in shoot branch and plant height. Collectively, these findings shed new insights into the regulation of plant shoot branching and provide a theoretical basis for improving the yield of D. catenatum."], "CopyrightInformation": "© 2024 Scandinavian Plant Physiology Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Han", "ForeName": "Yuliang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Zhang", "ForeName": "Juncheng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Zhang", "ForeName": "Siqi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Economic Crops, Xinjiang Academy of Agricultural Sciences, China."}], "LastName": "Xiang", "ForeName": "Lijun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Economic Crops, Xinjiang Academy of Agricultural Sciences, China."}], "LastName": "Lei", "ForeName": "Zhonghua", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Economic Crops, Xinjiang Academy of Agricultural Sciences, China."}], "LastName": "Huang", "ForeName": "Qixiu", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Wang", "ForeName": "Huizhong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Chen", "ForeName": "Tao", "Initials": "T"}, {"Identifier": ["0000-0002-7180-7659"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Cai", "ForeName": "Maohong", "Initials": "M"}], "GrantList": [{"GrantID": "2019QDL015", "Agency": "Scientific Research Foundation for Scholars of HZNU", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Denmark", "MedlineTA": "Physiol Plant", "NlmUniqueID": "1256322", "ISSNLinking": "0031-9317"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "GR24 strigolactone"}, {"RegistryNumber": "0", "NameOfSubstance": "Heterocyclic Compounds, 3-Ring"}, {"RegistryNumber": "0", "NameOfSubstance": "Lactones"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Dendrobium"}, {"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Arabidopsis"}, {"QualifierName": [], "DescriptorName": "Seedlings"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}, {"QualifierName": [], "DescriptorName": "Heterocyclic Compounds, 3-Ring"}, {"QualifierName": [], "DescriptorName": "Lactones"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bahieldin, A., Atef, A., Edris, S., Gadalla, N.O., Ali, H.M., Hassan, S.M., Al‐Kordy, M.A., Ramadan, A.M., Makki, R.M., Al‐Hajar, A.S.M., El‐Domyati, F.M., 2016. Ethylene responsive transcription factor ERF109 retards PCD and improves salt tolerance in plant. BMC Plant Biol. 16, 216. https://doi.org/10.1186/s12870-016-0908-z"}, {"Citation": "Bahieldin, A., Atef, A., Edris, S., Gadalla, N.O., Ramadan, A.M., Hassan, S.M., Al Attas, S.G., Al‐Kordy, M.A., Al‐Hajar, A.S.M., Sabir, J.S.M., Nasr, M.E., Osman, G.H., El‐Domyati, F.M., 2018. Multifunctional activities of ERF109 as affected by salt stress in Arabidopsis. Sci. Rep. 8, 6403. https://doi.org/10.1038/s41598-018-24452-6"}, {"Citation": "Bechtold, N., Pelletier, G., 1998. In planta Agrobacterium‐mediated transformation of adult Arabidopsis thaliana plants by vacuum infiltration. Methods Mol. Biol. Clifton NJ 82, 259–266. https://doi.org/10.1385/0-89603-391-0:259"}, {"Citation": "Chai, D., Lee, S.M., Ng, J.H., Yu, H., 2007. L‐methionine sulfoximine as a novel selection agent for genetic transformation of orchids. J. Biotechnol. 131, 466–472. https://doi.org/10.1016/j.jbiotec.2007.07.951"}, {"Citation": "Chandler, J.W., Werr, W., 2020. A phylogenetically conserved APETALA2/ETHYLENE RESPONSE FACTOR, ERF12, regulates Arabidopsis floral development. Plant Mol. Biol. 102, 39–54. https://doi.org/10.1007/s11103-019-00936-5"}, {"Citation": "Chen, C., Chen, H., Zhang, Y., Thomas, H.R., Frank, M.H., He, Y., Xia, R., 2020. TBtools: An Integrative Toolkit Developed for Interactive Analyses of Big Biological Data. Mol. Plant 13, 1194–1202. https://doi.org/10.1016/j.molp.2020.06.009"}, {"Citation": "Cheng, X., Floková, K., Bouwmeester, H., Ruyter‐Spira, C., 2017. The Role of Endogenous Strigolactones and Their Interaction with ABA during the Infection Process of the Parasitic Weed Phelipanche ramosa in Tomato Plants. Front. Plant Sci. 8, 392. https://doi.org/10.3389/fpls.2017.00392"}, {"Citation": "Chesterfield, R.J., Vickers, C.E., Beveridge, C.A., 2020. Translation of Strigolactones from Plant Hormone to Agriculture: Achievements, Future Perspectives, and Challenges. Trends Plant Sci. 25, 1087–1106. https://doi.org/10.1016/j.tplants.2020.06.005"}, {"Citation": "de Jong, M., George, G., Ongaro, V., Williamson, L., Willetts, B., Ljung, K., McCulloch, H., Leyser, O., 2014. Auxin and strigolactone signaling are required for modulation of Arabidopsis shoot branching by nitrogen supply. Plant Physiol. 166, 384–395. https://doi.org/10.1104/pp.114.242388"}, {"Citation": "Feng, K., Hou, X.‐L., Xing, G.‐M., Liu, J.‐X., Duan, A.‐Q., Xu, Z.‐S., Li, M.‐Y., Zhuang, J., Xiong, A.‐S., 2020. Advances in AP2/ERF super‐family transcription factors in plant. Crit. Rev. Biotechnol. 40, 750–776. https://doi.org/10.1080/07388551.2020.1768509"}, {"Citation": "Gaber, A., Ogata, T., Maruta, T., Yoshimura, K., Tamoi, M., Shigeoka, S., 2012. The Involvement of Arabidopsis Glutathione Peroxidase 8 in the Suppression of Oxidative Damage in the Nucleus and Cytosol. Plant Cell Physiol. 53, 1596–1606. https://doi.org/10.1093/pcp/pcs100"}, {"Citation": "Guo, Y., Ren, G., Zhang, K., Li, Z., Miao, Y., Guo, H., 2021. Leaf senescence: progression, regulation, and application. Mol. Hortic. 1, 5. https://doi.org/10.1186/s43897-021-00006-9"}, {"Citation": "Hamiaux, C., Drummond, R.S.M., Janssen, B.J., Ledger, S.E., Cooney, J.M., Newcomb, R.D., Snowden, K.C., 2012. DAD2 Is an α/β Hydrolase Likely to Be Involved in the Perception of the Plant Branching Hormone, Strigolactone. Curr. Biol. 22, 2032–2036. https://doi.org/10.1016/j.cub.2012.08.007"}, {"Citation": "Han, Y., Cai, M., Zhang, S., Chai, J., Sun, M., Wang, Y., Xie, Q., Chen, Y., Wang, H., Chen, T., 2022. Genome‐Wide Identification of AP2/ERF Transcription Factor Family and Functional Analysis of DcAP2/ERF#96 Associated with Abiotic Stress in Dendrobium catenatum. Int. J. Mol. Sci. 23, 13603. https://doi.org/10.3390/ijms232113603"}, {"Citation": "Harrop, T.W.R., Mantegazza, O., Luong, A.M., Béthune, K., Lorieux, M., Jouannic, S., Adam, H., 2019. A set of AP2‐like genes is associated with inflorescence branching and architecture in domesticated rice. J. Exp. Bot. 70, 5617–5629. https://doi.org/10.1093/jxb/erz340"}, {"Citation": "Jiang, L., Liu, X., Xiong, G., Liu, H., Chen, F., Wang, L., Meng, X., Liu, G., Yu, H., Yuan, Y., Yi, W., Zhao, L., Ma, H., He, Y., Wu, Z., Melcher, K., Qian, Q., Xu, H.E., Wang, Y., Li, J., 2013. DWARF 53 acts as a repressor of strigolactone signalling in rice. Nature 504, 401–405. https://doi.org/10.1038/nature12870"}, {"Citation": "Kameoka, H., Dun, E.A., Lopez‐Obando, M., Brewer, P.B., De Saint Germain, A., Rameau, C., Beveridge, C.A., Kyozuka, J., 2016. Phloem Transport of the Receptor DWARF14 Protein Is Required for Full Function of Strigolactones. Plant Physiol. 172, 1844–1852. https://doi.org/10.1104/pp.16.01212"}, {"Citation": "Kerr, S.C., Patil, S.B., de Saint Germain, A., Pillot, J.‐P., Saffar, J., Ligerot, Y., Aubert, G., Citerne, S., Bellec, Y., Dun, E.A., Beveridge, C.A., Rameau, C., 2021. Integration of the SMXL/D53 strigolactone signalling repressors in the model of shoot branching regulation in Pisum sativum. Plant J. Cell Mol. Biol. 107, 1756–1770. https://doi.org/10.1111/tpj.15415"}, {"Citation": "Kong, X., Tian, H., Yu, Q., Zhang, F., Wang, R., Gao, S., Xu, W., Liu, J., Shani, E., Fu, C., Zhou, G., Zhang, L., Zhang, X., Ding, Z., 2018. PHB3 Maintains Root Stem Cell Niche Identity through ROS‐Responsive AP2/ERF Transcription Factors in Arabidopsis. Cell Rep. 22, 1350–1363. https://doi.org/10.1016/j.celrep.2017.12.105"}, {"Citation": "Kong, Y., Peña, M.J., Renna, L., Avci, U., Pattathil, S., Tuomivaara, S.T., Li, X., Reiter, W.‐D., Brandizzi, F., Hahn, M.G., Darvill, A.G., York, W.S., O'Neill, M.A., 2015. Galactose‐depleted xyloglucan is dysfunctional and leads to dwarfism in Arabidopsis. Plant Physiol. 167, 1296–1306. https://doi.org/10.1104/pp.114.255943"}, {"Citation": "Kumar, S., Stecher, G., Li, M., Knyaz, C., Tamura, K., 2018. MEGA X: Molecular Evolutionary Genetics Analysis across Computing Platforms. Mol. Biol. Evol. 35, 1547–1549. https://doi.org/10.1093/molbev/msy096"}, {"Citation": "Liang, J., Zhao, L., Challis, R., Leyser, O., 2010. Strigolactone regulation of shoot branching in chrysanthemum (Dendranthema grandiflorum). J. Exp. Bot. 61, 3069–3078. https://doi.org/10.1093/jxb/erq133"}, {"Citation": "Licausi, F., Ohme‐Takagi, M., Perata, P., 2013. APETALA2/Ethylene Responsive Factor (AP2/ERF) transcription factors: mediators of stress responses and developmental programs. New Phytol. 199, 639–649. https://doi.org/10.1111/nph.12291"}, {"Citation": "Lin, R., Ding, L., Casola, C., Ripoll, D.R., Feschotte, C., Wang, H., 2007. Transposase‐derived transcription factors regulate light signaling in Arabidopsis. Science 318, 1302–1305. https://doi.org/10.1126/science.1146281"}, {"Citation": "Lu, S., Wang, J., Chitsaz, F., Derbyshire, M.K., Geer, R.C., Gonzales, N.R., Gwadz, M., Hurwitz, D.I., Marchler, G.H., Song, J.S., Thanki, N., Yamashita, R.A., Yang, M., Zhang, D., Zheng, C., Lanczycki, C.J., Marchler‐Bauer, A., 2020. CDD/SPARCLE: the conserved domain database in 2020. Nucleic Acids Res. 48, D265–D268. https://doi.org/10.1093/nar/gkz991"}, {"Citation": "Ma, H., Yang, T., Li, Y., Zhang, J., Wu, T., Song, T., Yao, Y., Tian, J., 2021. The long noncoding RNA MdLNC499 bridges MdWRKY1 and MdERF109 function to regulate early‐stage light‐induced anthocyanin accumulation in apple fruit. Plant Cell 33, 3309–3330. https://doi.org/10.1093/plcell/koab188"}, {"Citation": "Mashiguchi, K., Seto, Y., Yamaguchi, S., 2021. Strigolactone biosynthesis, transport and perception. Plant J. Cell Mol. Biol. 105, 335–350. https://doi.org/10.1111/tpj.15059"}, {"Citation": "Mittler, R., 2002. Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci. 7, 405–410. https://doi.org/10.1016/S1360-1385(02)02312-9."}, {"Citation": "Nakano, T., Suzuki, K., Fujimura, T., Shinshi, H., 2006. Genome‐wide analysis of the ERF gene family in Arabidopsis and rice. Plant Physiol. 140, 411–432. https://doi.org/10.1104/pp.105.073783"}, {"Citation": "Qin, L., Wang, L., Guo, Y., Li, Y., Ümüt, H., Wang, Y., 2017. An ERF transcription factor from Tamarix hispida, ThCRF1, can adjust osmotic potential and reactive oxygen species scavenging capability to improve salt tolerance. Plant Sci. 265, 154–166. https://doi.org/10.1016/j.plantsci.2017.10.006"}, {"Citation": "Redwan, M., Spinelli, F., Marti, L., Weiland, M., Palm, E., Azzarello, E., Mancuso, S., 2016. Potassium fluxes and reactive oxygen species production as potential indicators of salt tolerance in Cucumis sativus. Funct. Plant Biol. FPB 43, 1016–1027. https://doi.org/10.1071/FP16120"}, {"Citation": "Riechmann, J.L., Meyerowitz, E.M., 1998. The AP2/EREBP family of plant transcription factors. Biol. Chem. 379, 633–646. https://doi.org/10.1515/bchm.1998.379.6.633"}, {"Citation": "Simons, J.L., Napoli, C.A., Janssen, B.J., Plummer, K.M., Snowden, K.C., 2007. Analysis of the DECREASED APICAL DOMINANCE genes of petunia in the control of axillary branching. Plant Physiol. 143, 697–706. https://doi.org/10.1104/pp.106.087957"}, {"Citation": "Tsuchiya, Y., McCourt, P., 2012. Strigolactones as small molecule communicators. Mol. Biosyst. 8, 464–469. https://doi.org/10.1039/c1mb05195d"}, {"Citation": "Wang, J., Nan, N., Shi, L., Li, N., Huang, S., Zhang, A., Liu, Y., Guo, P., Liu, B., Xu, Z.‐Y., 2020. Arabidopsis BRCA1 represses RRTF1‐mediated ROS production and ROS‐responsive gene expression under dehydration stress. New Phytol. 228, 1591–1610. https://doi.org/10.1111/nph.16786"}, {"Citation": "Wang, L., Wang, B., Jiang, L., Liu, X., Li, X., Lu, Z., Meng, X., Wang, Y., Smith, S.M., Li, J., 2015. Strigolactone Signaling in Arabidopsis Regulates Shoot Development by Targeting D53‐Like SMXL Repressor Proteins for Ubiquitination and Degradation. Plant Cell 27, 3128–3142. https://doi.org/10.1105/tpc.15.00605"}, {"Citation": "Wang, L., Wang, B., Yu, H., Guo, H., Lin, T., Kou, L., Wang, A., Shao, N., Ma, H., Xiong, G., Li, X., Yang, J., Chu, J., Li, J., 2020. Transcriptional regulation of strigolactone signalling in Arabidopsis. Nature 583, 277–281. https://doi.org/10.1038/s41586-020-2382-x"}, {"Citation": "Wang, M., Dai, W., Du, J., Ming, R., Dahro, B., Liu, J.‐H., 2019. ERF109 of trifoliate orange (Poncirus trifoliata (L.) Raf.) contributes to cold tolerance by directly regulating expression of Prx1 involved in antioxidative process. Plant Biotechnol. J. 17, 1316–1332. https://doi.org/10.1111/pbi.13056"}, {"Citation": "Wang, Q., Smith, S.M., Huang, J., 2022. Origins of strigolactone and karrikin signaling in plants. Trends Plant Sci. 27, 450–459. https://doi.org/10.1016/j.tplants.2021.11.009"}, {"Citation": "Wang, S., Guo, T., Wang, Z., Kang, J., Yang, Q., Shen, Y., Long, R., 2020. Expression of Three Related to ABI3/VP1 Genes in Medicago truncatula Caused Increased Stress Resistance and Branch Increase in Arabidopsis thaliana. Front. Plant Sci. 11, 611. https://doi.org/10.3389/fpls.2020.00611"}, {"Citation": "Wang, Y., Du, F., Wang, J., Wang, K., Tian, C., Qi, X., Lu, F., Liu, X., Ye, X., Jiao, Y., 2022. Improving bread wheat yield through modulating an unselected AP2/ERF gene. Nat. Plants 8, 930–939. https://doi.org/10.1038/s41477-022-01197-9"}, {"Citation": "Wang, Yue, Tong, Y., Adejobi, O.I., Wang, Yuhua, Liu, A., 2021. Research Advances in Multi‐Omics on the Traditional Chinese Herb Dendrobium officinale. Front. Plant Sci. 12, 808228. https://doi.org/10.3389/fpls.2021.808228"}, {"Citation": "Xie, Y., Liu, Y., Wang, Hai, Ma, X., Wang, B., Wu, G., Wang, Haiyang, 2017. Phytochrome‐interacting factors directly suppress MIR156 expression to enhance shade‐avoidance syndrome in Arabidopsis. Nat. Commun. 8, 348. https://doi.org/10.1038/s41467-017-00404-y"}, {"Citation": "Xu, Y., Wang, J., Wang, R., Wang, L., Zhang, C., Xu, W., Wang, S., Jiu, S., 2021. The Role of Strigolactones in the Regulation of Root System Architecture in Grapevine (Vitis vinifera L.) in Response to Root‐Restriction Cultivation. Int. J. Mol. Sci. 22, 8799. https://doi.org/10.3390/ijms22168799"}, {"Citation": "Yan, L., Wang, Xiao, Liu, H., Tian, Y., Lian, J., Yang, R., Hao, S., Wang, Xuanjun, Yang, S., Li, Q., Qi, S., Kui, L., Okpekum, M., Ma, X., Zhang, J., Ding, Z., Zhang, G., Wang, W., Dong, Y., Sheng, J., 2015. The Genome of Dendrobium officinale Illuminates the Biology of the Important Traditional Chinese Orchid Herb. Mol. Plant 8, 922–934. https://doi.org/10.1016/j.molp.2014.12.011"}, {"Citation": "Yao, R., Ming, Z., Yan, L., Li, S., Wang, F., Ma, S., Yu, C., Yang, M., Chen, Li, Chen, Linhai, Li, Y., Yan, C., Miao, D., Sun, Z., Yan, J., Sun, Y., Wang, L., Chu, J., Fan, S., He, W., Deng, H., Nan, F., Li, J., Rao, Z., Lou, Z., Xie, D., 2016. DWARF14 is a non‐canonical hormone receptor for strigolactone. Nature 536, 469–473. https://doi.org/10.1038/nature19073"}, {"Citation": "Ye, B.‐B., Shang, G.‐D., Pan, Y., Xu, Z.‐G., Zhou, C.‐M., Mao, Y.‐B., Bao, N., Sun, L., Xu, T., Wang, J.‐W., 2020. AP2/ERF Transcription Factors Integrate Age and Wound Signals for Root Regeneration. Plant Cell 32, 226–241. https://doi.org/10.1105/tpc.19.00378"}, {"Citation": "Yoneyama, Koichi, Awad, A.A., Xie, X., Yoneyama, Kaori, Takeuchi, Y., 2010. Strigolactones as germination stimulants for root parasitic plants. Plant Cell Physiol. 51, 1095–1103. https://doi.org/10.1093/pcp/pcq055"}, {"Citation": "Yu, B., Gruber, M.Y., Khachatourians, G.G., Zhou, R., Epp, D.J., Hegedus, D.D., Parkin, I.A.P., Welsch, R., Hannoufa, A., 2012. Arabidopsis cpSRP54 regulates carotenoid accumulation in Arabidopsis and Brassica napus. J. Exp. Bot. 63, 5189–5202. https://doi.org/10.1093/jxb/ers179"}, {"Citation": "zhang, G., Zhao, F., 2019. Jasmonate‐mediated wound signalling promotes plant regeneration. Nat. Plants. https://doi.org/10.1038/s41477-019-0408-x"}, {"Citation": "Zhang, X., Henriques, R., Lin, S.‐S., Niu, Q.‐W., Chua, N.‐H., 2006. Agrobacterium‐mediated transformation of Arabidopsis thaliana using the floral dip method. Nat. Protoc. 1, 641–646. https://doi.org/10.1038/nprot.2006.97"}, {"Citation": "Zwanenburg, B., Pospíšil, T., Ćavar Zeljković, S., 2016. Strigolactones: new plant hormones in action. Planta 243, 1311–1326. https://doi.org/10.1007/s00425-015-2455-5"}], "Title": "REFERENCES"}], "History": [{"Year": "2024", "Month": "3", "Day": "14"}, {"Year": "2023", "Month": "12", "Day": "21"}, {"Year": "2024", "Month": "3", "Day": "26"}, {"Year": "2024", "Month": "4", "Day": "16", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "15", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "15", "Hour": "5", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38618752", "10.1111/ppl.14286"]}}]}