{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-inflammatory", "antioxidant", "clovamide", "cocoa beans", "neuroprotective", "phenolamide"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38611422", "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["1118", "10.3390/foods13071118"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "06"}], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "13", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "06"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "Clovamide and Its Derivatives-Bioactive Components of <i>Theobroma cacao</i> and Other Plants in the Context of Human Health.", "Abstract": {"AbstractText": ["Clovamide (<i>N</i>-caffeoyl-L-3,4-dihydroxyphenylalanine, <i>N</i>-caffeoyldopamine, <i>N</i>-caffeoyl-L-DOPA) is a derivative of caffeic acid, belonging to phenolamides (hydroxycinnamic acid amides). Despite a growing interest in the biological activity of natural polyphenolic substances, studies on the properties of clovamide and related compounds, their significance as bioactive components of the diet, as well as their effects on human health are a relatively new research trend. On the other hand, in vitro and in vivo evidence indicates the considerable potential of these substances in the context of maintaining human health or using them as pharmacophores. The name \"clovamide\" directly derives from red clover (<i>Trifolium pratense</i> L.), being the first identified source of this compound. In the human diet, clovamides are mainly present in chocolate and other cocoa-containing products. Furthermore, their occurrence in some medicinal plants has also been confirmed. The literature reports deal with the antioxidant, anti-inflammatory, neuroprotective, antiplatelet/antithrombotic and anticancer properties of clovamide-type compounds. This narrative review summarizes the available data on the biological activity of clovamides and their potential health-supporting properties, including prospects for the use of these compounds for therapeutic purposes."]}, "AuthorList": [{"Identifier": ["0000-0001-8849-1067"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General Biochemistry, Faculty of Biology and Environmental Protection, University of Lodz, Pomorska 141/143, 90-236 Lodz, Poland."}], "LastName": "Kolodziejczyk-Czepas", "ForeName": "Joanna", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The author declares no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lippi D. Sin and Pleasure: The History of Chocolate in Medicine. J. Agric. Food Chem. 2015;63:9936–9941. doi: 10.1021/acs.jafc.5b00829.", "ArticleIdList": ["10.1021/acs.jafc.5b00829", "25989318"]}, {"Citation": "Montagna M.T., Diella G., Triggiano F., Caponio G.R., De Giglio O., Caggiano G.R., Di Ciaula A., Portincasa P. Chocolate, “Food of the Gods”: History, Science, and Human Health. Int. J. Environ. Res. Public Health. 2019;16:4960. doi: 10.3390/ijerph16244960.", "ArticleIdList": ["10.3390/ijerph16244960", "PMC6950163", "31817669"]}, {"Citation": "Magrone T., Russo M.A., Jirillo E. Cocoa and Dark Chocolate Polyphenols: From Biology to Clinical Applications. Front. Immunol. 2017;8:677. doi: 10.3389/fimmu.2017.00677.", "ArticleIdList": ["10.3389/fimmu.2017.00677", "PMC5465250", "28649251"]}, {"Citation": "Tan T.Y.C., Lim X.Y., Yeo J.H.H., Lee S.W.H., Lai N.M. The Health Effects of Chocolate and Cocoa: A Systematic Review. Nutrients. 2021;13:2909. doi: 10.3390/nu13092909.", "ArticleIdList": ["10.3390/nu13092909", "PMC8470865", "34578786"]}, {"Citation": "Roumani M., Duval R.E., Ropars A., Risler A., Robin C., Larbat R. Phenolamides: Plant Specialized Metabolites with a Wide Range of Promising Pharmacological and Health-Promoting Interests. Biomed. Pharmacother. 2020;131:110762. doi: 10.1016/j.biopha.2020.110762.", "ArticleIdList": ["10.1016/j.biopha.2020.110762", "33152925"]}, {"Citation": "Knollenberg B.J., Li G.-X., Lambert J.D., Maximova S.N., Guiltinan M.J. Clovamide, a Hydroxycinnamic Acid Amide, Is a Resistance Factor Against Phytophthora spp. in Theobroma cacao. Front. Plant Sci. 2020;11:617520. doi: 10.3389/fpls.2020.617520.", "ArticleIdList": ["10.3389/fpls.2020.617520", "PMC7786005", "33424909"]}, {"Citation": "Park J.B. Quantitation of Clovamide-Type Phenylpropenoic Acid Amides in Cells and Plasma Using High-Performance Liquid Chromatography with a Coulometric Clectrochemical Detector. J. Agric. Food Chem. 2005;53:8135–8140. doi: 10.1021/jf0516078.", "ArticleIdList": ["10.1021/jf0516078", "16218655"]}, {"Citation": "Xie Y., Huang B., Yu K., Shi F., Liu T., Xu W. Caffeic Acid Derivatives: A New Type of Influenza Neuraminidase Inhibitors. Bioorg. Med. Chem. Lett. 2013;23:3556–3560. doi: 10.1016/j.bmcl.2013.04.033.", "ArticleIdList": ["10.1016/j.bmcl.2013.04.033", "23664211"]}, {"Citation": "Bouchez P., Teixeira Benites V., Baidoo E.E.K., Mortimer J.C., Sullivan M.L., Scheller H.V., Eudes A. Production of Clovamide and Its Analogues in Saccharomyces cerevisiae and Lactococcus lactis. Lett. Appl. Microbiol. 2019;69:181–189.", "ArticleIdList": ["31220356"]}, {"Citation": "Yoshihara T., Yoshikawa H., Sakamura S., Sakuma T. Clovamides: L-DOPA Conjugated with Trans- and Cis-Caffeic acids in Red Clover. Agric. Biol. Chem. 1974;38:1107–1109. doi: 10.1080/00021369.1974.10861294.", "ArticleIdList": ["10.1080/00021369.1974.10861294"]}, {"Citation": "Sanbongi C., Osakabe N., Natsume M., Takizawa T., Gomi S., Osawa T. Antioxidative Polyphenols Isolated from Theobroma cacao. J. Agric. Food Chem. 1998;46:454–457. doi: 10.1021/jf970575o.", "ArticleIdList": ["10.1021/jf970575o", "10554262"]}, {"Citation": "de Moraes Barros H.R., García-Villalba R., Tomás-Barberán F.A., Genovese M.I. Evaluation of the Distribution and Metabolism of Polyphenols Derived from Cupuassu (Theobroma grandiflorum) in Mice Gastrointestinal Tract by UPLC-ESI-QTOF. J. Funct. Foods. 2016;22:477–489. doi: 10.1016/j.jff.2016.02.009.", "ArticleIdList": ["10.1016/j.jff.2016.02.009"]}, {"Citation": "Yoshihara T., Yoshikawa H., Kunimatsu S., Sakamura S., Sakuma T. New Amino Acid Derivatives Conjugated with Caffeic Acid and DOPA from Red Clover (Trifolium pratense) Agric. Biol. Chem. 1977;41:1679–1684."}, {"Citation": "Szajwaj B., Moldoch J., Masullo M., Piacente S., Oleszek W., Stochmal A. Amides and Esters of Phenylpropenoic Acids from the Aerial Parts of Trifolium pallidum. Nat. Prod. Commun. 2011;6:1293–1296. doi: 10.1177/1934578X1100600921.", "ArticleIdList": ["10.1177/1934578X1100600921", "21941901"]}, {"Citation": "Masike K., Khoza B.S., Steenkamp P.A., Smit E., Dubery I.A., Madala N.E. A Metabolomics-Guided Exploration of the Phytochemical Constituents of Vernonia fastigiata with the Aid of Pressurized Hot Water Extraction and Liquid Chromatography-Mass Spectrometry. Molecules. 2017;22:1200. doi: 10.3390/molecules22081200.", "ArticleIdList": ["10.3390/molecules22081200", "PMC6152066", "28749445"]}, {"Citation": "Van Heerden F.R., Brandt E.V., Roux D.G. Isolation and synthesis of trans- and cis-(−)-clovamides and their deoxy analogues from the bark of Dalbergia melanoxylon. Phytochemistry. 1980;19:2125–2129. doi: 10.1016/S0031-9422(00)82207-4.", "ArticleIdList": ["10.1016/S0031-9422(00)82207-4"]}, {"Citation": "Nascimento L.E.S., Arriola N.D.A., da Silva L.A.L., Faqueti L.G., Sandjo L.P., de Araújo C.E.S., Biavatti M.W., Barcelos-Oliveira J.L., de Mello Castanho Amboni R.D. Phytochemical profile of different anatomical parts of jambu (Acmella oleracea (L.) R.K. Jansen): A comparison between hydroponic and conventional cultivation using PCA and cluster analysis. Food Chem. 2020;332:127393. doi: 10.1016/j.foodchem.2020.127393.", "ArticleIdList": ["10.1016/j.foodchem.2020.127393", "32603921"]}, {"Citation": "Kasper J., Melzig M.F., Jenett-Siems K. New Phenolic Compounds of Acmella ciliata. Planta Medica. 2010;76:633–635. doi: 10.1055/s-0029-1240621.", "ArticleIdList": ["10.1055/s-0029-1240621", "19937553"]}, {"Citation": "El-Sharawy R.T., Elkhateeb A., Marzouk M.M., Abd El-Latif R.R., Abdelrazig S.E., El-Ansari M.A. Antiviral and An-tiparasitic Activities of Clovamide: The Major Constituent of Dichrostachys cinerea (L.) Wight et Arn. J. Appl. Pharm. Sci. 2017;7:219–223."}, {"Citation": "Abouelela M.E., Orabi M.A.A., Abdelhamid R.A., Abdelkader M.S., Madkor H.R., Darwish F.M.M., Hatano T., Elsadek B.E.M. Ethyl Acetate Extract of Ceiba pentandra (L.) Gaertn. Reduces Methotrexate-Induced Renal Damage in Rats via Antioxidant, Anti-inflammatory, and Antiapoptotic Actions. J. Tradit. Complement. Med. 2020;10:478–486. doi: 10.1016/j.jtcme.2019.08.006.", "ArticleIdList": ["10.1016/j.jtcme.2019.08.006", "PMC7484958", "32953564"]}, {"Citation": "Burlec A.F., Pecio Ł., Mircea C., Cioancă O., Corciovă A., Nicolescu A., Oleszek W., Hăncianu M. Chemical Profile and Antioxidant Activity of Zinnia elegans Jacq. Fractions. Molecules. 2019;24:2934. doi: 10.3390/molecules24162934.", "ArticleIdList": ["10.3390/molecules24162934", "PMC6720917", "31412649"]}, {"Citation": "Francišković M., Gonzalez-Pérez R., Orčić D., Sánchez de Medina F., Martínez-Augustin O., Svirčev E., Simin N., Mimica-Dukić N. Chemical Composition and Immuno-Modulatory Effects of Urtica dioica L. (Stinging Nettle) Extracts. Phytother. Res. 2017;31:1183–1191. doi: 10.1002/ptr.5836.", "ArticleIdList": ["10.1002/ptr.5836", "28544187"]}, {"Citation": "Ye N., Belli S., Caruso F., Roy G., Rossi M. Antioxidant Studies by Hydrodynamic Voltammetry and DFT, Quantitative Analyses by HPLC-DAD of Clovamide, a Natural Phenolic Compound Found in Theobroma cacao L. beans. Food Chem. 2021;341:128260. doi: 10.1016/j.foodchem.2020.128260.", "ArticleIdList": ["10.1016/j.foodchem.2020.128260", "33039740"]}, {"Citation": "Arlorio M., Locatelli M., Travaglia F., Coïsson J.-D., Del Grosso E., Minassi A., Appendino G., Martelli A. Roasting Impact on the Contents of Clovamide (N-caffeoyl-L-DOPA) and the Antioxidant Activity of Cocoa Beans (Theobroma cacao L.) Food Chem. 2008;106:967–975. doi: 10.1016/j.foodchem.2007.07.009.", "ArticleIdList": ["10.1016/j.foodchem.2007.07.009"]}, {"Citation": "Lechtenberg M., Henschel K., Liefländer-Wulf U., Quandt B., Hensel A. Fast Determination of N-Phenylpropenoyl-l-Amino acids (NPA) in Cocoa Samples from Different Origins by Ultra-Performance Liquid Chro-matography and Capillary Electrophoresis. Food Chem. 2012;135:1676–1684. doi: 10.1016/j.foodchem.2012.06.006.", "ArticleIdList": ["10.1016/j.foodchem.2012.06.006", "22953909"]}, {"Citation": "Clifford M.N., Kellard B., Ah-Sing E. Caffeoyltyrosine from Green Robusta Coffee Beans. Phytochemistry. 1989;28:1989–1990. doi: 10.1016/S0031-9422(00)97905-6.", "ArticleIdList": ["10.1016/S0031-9422(00)97905-6"]}, {"Citation": "Kolodziejczyk-Czepas J. Trifolium species—The Latest Findings on Chemical Profile, Ethnomedicinal Use and Pharmaco-logical Properties. J. Pharm. Pharmacol. 2016;68:845–861. doi: 10.1111/jphp.12568.", "ArticleIdList": ["10.1111/jphp.12568", "27230819"]}, {"Citation": "Kanadys W., Barańska A., Błaszczuk A., Polz-Dacewicz M., Drop B., Kanecki K., Malm M. Evaluation of Clinical Meaningfulness of Red Clover (Trifolium pratense L.) Extract to Relieve Hot Flushes and Menopausal Symptoms in Peri- and Post-Menopausal Women: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. Nutrients. 2021;13:1258. doi: 10.3390/nu13041258.", "ArticleIdList": ["10.3390/nu13041258", "PMC8069620", "33920485"]}, {"Citation": "Oleszek W., Stochmal A., Janda B. Concentration of Isoflavones and Other Phenolics in the Aerial Parts of Trifolium Species. J. Agric. Food Chem. 2007;55:8095–8100. doi: 10.1021/jf072024w.", "ArticleIdList": ["10.1021/jf072024w", "17848086"]}, {"Citation": "Kolodziejczyk-Czepas J., Krzyżanowska-Kowalczyk J., Sieradzka M., Nowak P., Stochmal A. Clovamide and Clovamide-Rich Extracts of Three Trifolium Species as Antioxidants and Moderate Antiplatelet Agents In Vitro. Phytochemistry. 2017;143:54–63. doi: 10.1016/j.phytochem.2017.07.011.", "ArticleIdList": ["10.1016/j.phytochem.2017.07.011", "28777978"]}, {"Citation": "Sullivan M.L., Zeller W.E. Efficacy of Various Naturally Occurring Caffeic Acid Derivatives in Preventing Post-Harvest Protein Losses in Forages. J. Sci. Food Agric. 2013;93:219–226. doi: 10.1002/jsfa.5781.", "ArticleIdList": ["10.1002/jsfa.5781", "22777944"]}, {"Citation": "Tava A., Pecio Ł., Stochmal A., Pecetti L. Clovamide and Flavonoids from Leaves of Trifolium pratense and T. pratense subsp. nivale Grown in Italy. Nat. Prod. Commun. 2015;10:933–936. doi: 10.1177/1934578X1501000635.", "ArticleIdList": ["10.1177/1934578X1501000635", "26197520"]}, {"Citation": "Stark T., Lang R., Keller D., Hense A., Hofmann T. Absorption of N-Phenylpropenoyl-L-Amino Acids in Healthy Humans by Oral Administration of Cocoa (Theobroma cacao) Mol. Nutr. Food Res. 2008;52:1201–1214. doi: 10.1002/mnfr.200700447.", "ArticleIdList": ["10.1002/mnfr.200700447", "18646003"]}, {"Citation": "Manach C., Williamson G., Morand C., Scalbert A., Rémésy C. Bioavailability and Bioefficacy of Polyphenols in Humans. I. Review of 97 Bioavailability Studies. Am. J. Clin. Nutr. 2005;81((Suppl. 1)):230S–242S. doi: 10.1093/ajcn/81.1.230S.", "ArticleIdList": ["10.1093/ajcn/81.1.230S", "15640486"]}, {"Citation": "Vitaglione P., Lumaga R.B., Ferracane R., Sellitto S., Morelló J.R., Miranda J.R., Shimoni E., Fogliano V. Human Bioavailability of Flavanols and Phenolic acids from Cocoa-Nut Creams Enriched with Free or Microencapsulated Cocoa Polyphenols. Br. J. Nutr. 2013;109:1832–1843. doi: 10.1017/S0007114512003881.", "ArticleIdList": ["10.1017/S0007114512003881", "23046948"]}, {"Citation": "Di Lorenzo C., Colombo F., Biella S., Stockley C., Restani P. Polyphenols and Human Health: The Role of Bioavailability. Nutrients. 2021;13:273. doi: 10.3390/nu13010273.", "ArticleIdList": ["10.3390/nu13010273", "PMC7833401", "33477894"]}, {"Citation": "Konishi Y., Kobayashi S. Transepithelial Transport of Rosmarinic Acid in Intestinal Caco-2 Cell Monolayers. Biosci. Biotechnol. Biochem. 2005;69:583–591. doi: 10.1271/bbb.69.583.", "ArticleIdList": ["10.1271/bbb.69.583", "15784988"]}, {"Citation": "Baba S., Osakabe N., Natsume M., Yasuda A., Muto Y., Hiyoshi T., Takano H., Yoshikawa T., Terao J. Absorption, Metabolism, Degradation and Urinary Excretion of Rosmarinic Acid After Intake of Perilla frutescens extract in Humans. Eur. J. Nutr. 2005;44:1–9. doi: 10.1007/s00394-004-0482-2.", "ArticleIdList": ["10.1007/s00394-004-0482-2", "15309457"]}, {"Citation": "Rios L.Y., Gonthier M.-P., Rémésy C., Mila I., Lapierre C., Lazarus S.A., Williamson G., Scalbert A. Chocolate Intake Increases Urinary Excretion of Polyphenol-Derived Phenolic Acids in Healthy Human Subjects. Am. J. Clin. Nutr. 2003;77:912–918. doi: 10.1093/ajcn/77.4.912.", "ArticleIdList": ["10.1093/ajcn/77.4.912", "12663291"]}, {"Citation": "Urpi-Sarda M., Llorach R., Khan N., Monagas M., Rotches-Ribalta M., Lamuela-Raventos R., Estruch R., Tinahones F.J., Andres-Lacueva C. Effect of Milk on the Urinary Excretion of Microbial Phenolic Acids After Cocoa Powder Consumption in Humans. J. Agric. Food Chem. 2010;58:4706–4711. doi: 10.1021/jf904440h.", "ArticleIdList": ["10.1021/jf904440h", "20222713"]}, {"Citation": "Lugrin J., Rosenblatt-Velin N., Parapanov R., Liaudet L. The Role of Oxidative Stress during Inflammatory Processes. Biol. Chem. 2014;395:203–230. doi: 10.1515/hsz-2013-0241.", "ArticleIdList": ["10.1515/hsz-2013-0241", "24127541"]}, {"Citation": "Higashi Y. Roles of Oxidative Stress and Inflammation in Vascular Endothelial Dysfunction-Related Disease. Antioxidants. 2022;11:1958. doi: 10.3390/antiox11101958.", "ArticleIdList": ["10.3390/antiox11101958", "PMC9598825", "36290681"]}, {"Citation": "Cecerska-Heryć E., Polikowska A., Serwin N., Roszak M., Grygorcewicz B., Heryć R., Michalczyk A., Dołęgowska B. Importance of Oxidative Stress in the Pathogenesis, Diagnosis, and Monitoring of Patients with Neuropsychiatric Disorders, a Review. Neurochem. Int. 2022;153:105269. doi: 10.1016/j.neuint.2021.105269.", "ArticleIdList": ["10.1016/j.neuint.2021.105269", "34971747"]}, {"Citation": "Forman H.J., Zhang H. Targeting Oxidative Stress in Disease: Promise and Limitations of Antioxidant Therapy. Nat. Rev. Drug Discov. 2021;20:689–709. doi: 10.1038/s41573-021-00233-1.", "ArticleIdList": ["10.1038/s41573-021-00233-1", "PMC8243062", "34194012"]}, {"Citation": "Griffiths K., Aggarwal B.B., Singh R.B., Buttar H.S., Wilson D., De Meester F. Food Antioxidants and Their Anti-Inflammatory Properties: A Potential Role in Cardiovascular Diseases and Cancer Prevention. Diseases. 2016;4:28. doi: 10.3390/diseases4030028.", "ArticleIdList": ["10.3390/diseases4030028", "PMC5456284", "28933408"]}, {"Citation": "Sharifi-Rad M., Anil Kumar N.V., Zucca P., Varoni E.M., Dini L., Panzarini E., Rajkovic J., Tsouh Fokou P.V., Azzini E., Peluso I., et al. Lifestyle, Oxidative Stress, and Antioxidants: Back and Forth in the Pathophysiology of Chronic Diseases. Front. Physiol. 2020;11:694. doi: 10.3389/fphys.2020.00694.", "ArticleIdList": ["10.3389/fphys.2020.00694", "PMC7347016", "32714204"]}, {"Citation": "Rudrapal M., Khairnar S.J., Khan J., Bin Dukhyil A., Ansari M.A., Alomary M.N., Alshabrmi F.M., Palai S., Deb P.K., Devi R. Dietary Polyphenols and Their Role in Oxidative Stress-Induced Human Diseases: Insights into Protective Effects, Antioxidant Potentials and Mechanism(s) of Action. Front. Pharmacol. 2022;13:806470. doi: 10.3389/fphar.2022.806470.", "ArticleIdList": ["10.3389/fphar.2022.806470", "PMC8882865", "35237163"]}, {"Citation": "Zeb A. Concept, Mechanism, and Applications of Phenolic Antioxidants in Foods. J. Food Biochem. 2022;44:e13394. doi: 10.1111/jfbc.13394.", "ArticleIdList": ["10.1111/jfbc.13394", "32691460"]}, {"Citation": "Madala N.E., Kabanda M.M. LC-MS Based Validation and DFT Investigation on the Antioxidant Properties of Clovamide: •OH and •OOH Scavenging and Cu(II) Chelation Mechanisms. J. Mol. Struct. 2021;15:1236. doi: 10.1016/j.molstruc.2021.130349.", "ArticleIdList": ["10.1016/j.molstruc.2021.130349"]}, {"Citation": "Locatelli M., Travaglia F., Giovannelli L., Coïsson J.D., Bordiga M., Pattarino F., Arlorio M. Clovamide and Phenolics from Cocoa Beans (Theobroma cacao L.) Inhibit Lipid Peroxidation in Liposomal Systems. Food Res. Int. 2013;50:129–134. doi: 10.1016/j.foodres.2012.10.008.", "ArticleIdList": ["10.1016/j.foodres.2012.10.008"]}, {"Citation": "Lotito S.B., Frei B. Consumption of Flavonoid-Rich Foods and Increased Plasma Antioxidant Capacity in Humans: Cause, Consequence, or Epiphenomenon? Free. Radic. Biol. Med. 2006;41:1727–1746. doi: 10.1016/j.freeradbiomed.2006.04.033.", "ArticleIdList": ["10.1016/j.freeradbiomed.2006.04.033", "17157175"]}, {"Citation": "Frankel E.N., German J.B. Antioxidants in Foods and Health: Problems and Fallacies in the Field. J. Sci. Food Agric. 2006;86:1999–2001. doi: 10.1002/jsfa.2616.", "ArticleIdList": ["10.1002/jsfa.2616"]}, {"Citation": "Holst B., Williamson G. Nutrients and Phytochemicals: From Bioavailability to Bioefficacy Beyond Antioxidants. Curr. Opin. Biotechnol. 2008;19:73–82. doi: 10.1016/j.copbio.2008.03.003.", "ArticleIdList": ["10.1016/j.copbio.2008.03.003", "18406129"]}, {"Citation": "Hollman P.C., Cassidy A., Comte B., Heinonen M., Richelle M., Richling E., Serafini M., Scalbert A., Sies H., Vidry S. The Biological Relevance of Direct Antioxidant Effects of Polyphenols for Cardiovascular Health in Humans Is Not Established. J. Nutr. 2011;141:989–1009. doi: 10.3945/jn.110.131490.", "ArticleIdList": ["10.3945/jn.110.131490", "21451125"]}, {"Citation": "Kotha R.R., Tareq F.S., Yildiz E., Luthria D.L. Oxidative Stress and Antioxidants—A Critical Review on In Vitro Antioxidant Assays. Antioxidants. 2022;11:2388. doi: 10.3390/antiox11122388.", "ArticleIdList": ["10.3390/antiox11122388", "PMC9774584", "36552596"]}, {"Citation": "Locatelli M., Gindro R., Travaglia F., Coïsson J.-D., Rinaldi M., Arlorio M. Study of the DPPH-Scavenging Activity: Development of a Free Software for the Correct Interpretation of Data. Food Chem. 2009;114:889–897. doi: 10.1016/j.foodchem.2008.10.035.", "ArticleIdList": ["10.1016/j.foodchem.2008.10.035"]}, {"Citation": "Marinova E., Georgiev L., Totseva I., Seizova K., Milkova T. Antioxidant Activity and Mechanism of Action of Some Synthesised Phenolic acid Amides of Aromatic Amines. Czech J. Food Sci. 2013;31:5–13. doi: 10.17221/280/2011-CJFS.", "ArticleIdList": ["10.17221/280/2011-CJFS"]}, {"Citation": "Sarr S.O., Gassama A., Manga F., Grellepois F., Lavaud C. Synthesis and Study of Antioxidant Activities of Trans-(-)-Clovamide Derivatives. Am. J. Chem. Appl. 2018;5:58–63."}, {"Citation": "Ley J.P., Bertram H.-J. Synthesis of Lipophilic Clovamide Derivatives and Their Antioxidative Potential against Lipid Peroxidation. J. Agric. Food Chem. 2003;51:4596–4602. doi: 10.1021/jf034286d.", "ArticleIdList": ["10.1021/jf034286d", "14705883"]}, {"Citation": "Strobel N.A., Fassett R.G., Marsh S.A., Coombes J.S. Oxidative Stress Biomarkers as Predictors of Cardiovascular Disease. Int. J. Cardiol. 2011;147:191–201. doi: 10.1016/j.ijcard.2010.08.008.", "ArticleIdList": ["10.1016/j.ijcard.2010.08.008", "20864194"]}, {"Citation": "Dubois-Deruy E., Peugnet V., Turkieh A., Pinet F. Oxidative Stress in Cardiovascular Diseases. Antioxidants. 2020;9:864. doi: 10.3390/antiox9090864.", "ArticleIdList": ["10.3390/antiox9090864", "PMC7554855", "32937950"]}, {"Citation": "Zhang P.-Y., Xu X., Li X.-C. Cardiovascular Diseases: Oxidative Damage and Antioxidant Protection. Eur. Rev. Med. Pharmacol. Sci. 2014;18:3091–3096.", "ArticleIdList": ["25392110"]}, {"Citation": "Arlorio M., Coisson J.D., Travaglia F., Locatelli M., Bordiga M., Zamperone A., Pietronave S., Brunelleschi S., Prat M. Radical Scavenging Capacity of Cocoa Polyphenols Triggers Anti-Inflammatory Properties in Human Monocytes and Al-lows Protective Effects on H9c2 Cardiomyoblast Exposed to Oxidative Stress. Pol. J. Food Nutr. Sci. 2011;61:22–23."}, {"Citation": "Antonini S., Colangelo D., Oltolina F., Diena M., Arlorio M., Prat M. Clovamide Protects Cardiac Progenitor Cells from H2O2-Induced Oxidative Stress. J. Appl. Biotechnol. Bioeng. 2018;5:1. doi: 10.15406/jabb.2018.05.00138.", "ArticleIdList": ["10.15406/jabb.2018.05.00138"]}, {"Citation": "Kolodziejczyk J., Olas B., Wachowicz B., Szajwaj B., Stochmal A., Oleszek W. Clovamide-Rich Extract from Trifolium pallidum Reduces Oxidative Stress-Induced Damage to Blood Platelets and Plasma. J. Physiol. Biochem. 2011;67:391–399. doi: 10.1007/s13105-011-0089-z.", "ArticleIdList": ["10.1007/s13105-011-0089-z", "21465272"]}, {"Citation": "Luo C., Zou L., Sun H., Peng J., Gao C., Bao L., Ji R., Jin Y., Sun S. A Review of the Anti-Inflammatory Effects of Rosmarinic Acid on Inflammatory Diseases. Front. Pharmacol. 2020;11:153. doi: 10.3389/fphar.2020.00153.", "ArticleIdList": ["10.3389/fphar.2020.00153", "PMC7059186", "32184728"]}, {"Citation": "Rocha J., Eduardo-Figueira M., Barateiro A., Fernandes A., Brites D., Bronze R., Duarte C.M., Serra A.T., Pinto R., Freitas M., et al. Anti-Inflammatory Effect of Rosmarinic Acid and an Extract of Rosmarinus officinalis in Rat Models of Local and Systemic Inflammation. Basic Clin. Pharmacol. Toxicol. 2015;116:398–413. doi: 10.1111/bcpt.12335.", "ArticleIdList": ["10.1111/bcpt.12335", "25287116"]}, {"Citation": "Noor S., Mohammad T., Rub M.A., Raza A., Azum N., Yadav D.K., Hassan M.I., Asiri A.M. Biomedical Features and Therapeutic Potential of Rosmarinic Acid. Arch. Pharmacal Res. 2022;45:205–228. doi: 10.1007/s12272-022-01378-2.", "ArticleIdList": ["10.1007/s12272-022-01378-2", "PMC8989115", "35391712"]}, {"Citation": "Zeng H., Locatelli M., Bardelli C., Amoruso A., Coisson J.D., Travaglia F., Arlorio M., Brunelleschi S. Anti-Inflammatory Properties of Clovamide and Theobroma cacao Phenolic Extracts in Human Monocytes: Evaluation of Respiratory Burst, Cytokine Release, NF-κB Activation, and PPARγ Modulation. J. Agric. Food Chem. 2011;59:5342–5350. doi: 10.1021/jf2005386.", "ArticleIdList": ["10.1021/jf2005386", "21486087"]}, {"Citation": "Liu R., Guo Y., Yu J., Wei X., Zhou F., Yuan X., Cai L., Yu C. Protective effect of N-(E)-p-Coumaroyltyrosine on LPS-Induced acute Inflammatory Injury and Signaling Pathway Analysis. Fish Shellfish Immunol. 2024;144:109242. doi: 10.1016/j.fsi.2023.109242.", "ArticleIdList": ["10.1016/j.fsi.2023.109242", "37995893"]}, {"Citation": "Nichols E., Vos T. Estimating the Global Mortality from Alzheimer’s Disease and other Dementias: A New Method and Results from the Global Burden of Disease Study 2019. Alzheimer’s Dement. 2020;16:e042236. doi: 10.1002/alz.042236.", "ArticleIdList": ["10.1002/alz.042236"]}, {"Citation": "Tyler S.E.B., Tyler L.D.K. Pathways to Healing: Plants with Therapeutic Potential for Neurodegenerative Diseases. IBRO Neurosci. Rep. 2023;14:210–234. doi: 10.1016/j.ibneur.2023.01.006.", "ArticleIdList": ["10.1016/j.ibneur.2023.01.006", "PMC9984566", "36880056"]}, {"Citation": "Cimini A., Gentile R., D’Angelo B., Benedetti E., Cristiano L., Avantaggiati M.L., Giordano A., Ferri C., Desideri G. Cocoa Powder Triggers Neuroprotective and Preventive Effects in a Human Alzheimer’s Disease Model by Modulating BDNF Signaling Pathway. J. Cell Biochem. 2013;114:2209–2220. doi: 10.1002/jcb.24548.", "ArticleIdList": ["10.1002/jcb.24548", "PMC4170833", "23554028"]}, {"Citation": "Barrera-Reyes P.K., de Lara J.C.-F., González-Soto M., Tejero M.E. Effects of Cocoa-Derived Polyphenols on Cognitive Function in Humans. Systematic Review and Analysis of Methodological Aspects. Plant Foods Hum. Nutr. 2020;75:1–11. doi: 10.1007/s11130-019-00779-x.", "ArticleIdList": ["10.1007/s11130-019-00779-x", "31933112"]}, {"Citation": "Fallarini S., Miglio G., Paoletti T., Minassi A., Amoruso A., Bardelli C., Brunelleschi S., Lombardi G. Clovamide and Rosmarinic Acid Induce Neuroprotective Effects in In Vitro Models of Neuronal Death. Br. J. Pharmacol. 2009;157:1072–1084. doi: 10.1111/j.1476-5381.2009.00213.x.", "ArticleIdList": ["10.1111/j.1476-5381.2009.00213.x", "PMC2737666", "19466982"]}, {"Citation": "Feng J.-H., Hu X.-L., Lv X.-Y., Wang B.-L., Lin J., Zhang X.-Q., Ye W.-C., Xiong F., Wang H. Synthesis and Biological Evaluation of Clovamide Analogues with Catechol Functionality as Potent Parkinson’s Disease Agents In Vitro and In Vivo. Bioorganic Med. Chem. Lett. 2019;29:302–312. doi: 10.1016/j.bmcl.2018.11.030.", "ArticleIdList": ["10.1016/j.bmcl.2018.11.030", "30470490"]}, {"Citation": "Tsunoda T., Takase M., Shigemori H. Structure-Activity Relationship of Clovamide and Its Related Compounds for the Inhibition of Amyloid β Aggregation. Bioorganic Med. Chem. 2018;26:3202–3209. doi: 10.1016/j.bmc.2018.04.044.", "ArticleIdList": ["10.1016/j.bmc.2018.04.044", "29706525"]}, {"Citation": "Nomoto D., Tsunoda T., Shigemori H. Effects of Clovamide and Its Related Compounds on the Aggregations of Amyloid Polypeptides. J. Nat. Med. 2021;75:299–307. doi: 10.1007/s11418-020-01467-w.", "ArticleIdList": ["10.1007/s11418-020-01467-w", "33389592"]}, {"Citation": "Tanaka T., Betkekar V.V., Ohmori K., Suzuki K., Shigemori H. Evaluation of Amyloid Polypeptide Aggregation Inhibition and Disaggregation Activity of A-Type Procyanidins. Pharmaceuticals. 2021;14:1118. doi: 10.3390/ph14111118.", "ArticleIdList": ["10.3390/ph14111118", "PMC8623168", "34832900"]}, {"Citation": "Li J., Zhu M., Manning-Bog A.B., Di Monte D.A., Fink A.L. Dopamine and L-DOPA Disaggregate Amyloid Fibrils: Implications for Parkinson’s and Alzheimer’s Disease. FASEB J. 2004;18:962–964. doi: 10.1096/fj.03-0770fje.", "ArticleIdList": ["10.1096/fj.03-0770fje", "15059976"]}, {"Citation": "Hase T., Shishido S., Yamamoto S., Yamashita R., Nukima H., Taira S., Toyoda T., Abe K., Hamaguchi T., Ono K., et al. Rosmarinic acid Suppresses Alzheimer’s Disease Development by Reducing Amyloid β Aggregation by Increasing Monoamine secretion. Sci. Rep. 2019;9:8711. doi: 10.1038/s41598-019-45168-1.", "ArticleIdList": ["10.1038/s41598-019-45168-1", "PMC6581955", "31213631"]}, {"Citation": "Park J.-Y., Kim B.-W., Lee H.U., Choi D.-K., Yoon S.-H. Synthesis of Clovamide Analogues That Inhibit NO Production in Activated BV-2 Microglial Cells. Biol. Pharm. Bull. 2017;40:1475–1482. doi: 10.1248/bpb.b17-00303.", "ArticleIdList": ["10.1248/bpb.b17-00303", "28592715"]}, {"Citation": "Hu X.-L., Lin J., Lv X.-Y., Feng J.-H., Zhang X.-Q., Wang H., Ye W.-C. Synthesis and Biological Evaluation of Clovamide Analogues as Potent Anti-Neuroinflammatory Agents in Vitro and In Vivo. Eur. J. Med. Chem. 2018;151:261–271. doi: 10.1016/j.ejmech.2018.03.081.", "ArticleIdList": ["10.1016/j.ejmech.2018.03.081", "29626798"]}, {"Citation": "Min S., More S.V., Park J.Y., Jeon S.B., Park S.Y., Park E.J., Yoon S.H., Choi D.K. EOP, A Newly Synthesized Ethyl Pyruvate Derivative, Attenuates the Production of Inflammatory Mediators via p38, ERK and NF-κB Pathways in Lipo-polysaccharide-Activated BV-2 Microglial Cells. Molecules. 2014;19:19361–19375. doi: 10.3390/molecules191219361.", "ArticleIdList": ["10.3390/molecules191219361", "PMC6271075", "25429561"]}, {"Citation": "Yarza R., Vela S., Solas M., Ramirez M.J. c-Jun N-terminal Kinase (JNK) Signaling as a Therapeutic Target for Alzheimer’s Disease. Front. Pharmacol. 2016;6:321. doi: 10.3389/fphar.2015.00321.", "ArticleIdList": ["10.3389/fphar.2015.00321", "PMC4709475", "26793112"]}, {"Citation": "Lim H.W., Park J.I., More S.V., Park J.Y., Kim B.W., Jeon S.B., Yun Y.S., Park E.J., Yoon S.H., Choi D.K. Anti-Neuroinflammatory Effects of DPTP, A Novel Synthetic Clovamide Derivative in In Vitro and In Vivo Model of Neuroinflammation. Brain Res. Bull. 2015;112:25–34. doi: 10.1016/j.brainresbull.2015.01.004.", "ArticleIdList": ["10.1016/j.brainresbull.2015.01.004", "25596423"]}, {"Citation": "Nignpense B.E., Chinkwo K.A., Blanchard C.L., Santhakumar A.B. Polyphenols: Modulators of Platelet Function and Platelet Microparticle Generation? Int. J. Mol. Sci. 2019;21:146. doi: 10.3390/ijms21010146.", "ArticleIdList": ["10.3390/ijms21010146", "PMC6981839", "31878290"]}, {"Citation": "Ludovici V., Barthelmes J., Nagele M.P., Flammer A.J., Sudano I. Polyphenols: Anti-Platelet Nutraceutical? Curr. Pharm. Des. 2018;24:146–157. doi: 10.2174/1381612823666171109104600.", "ArticleIdList": ["10.2174/1381612823666171109104600", "29119922"]}, {"Citation": "Nam G.S., Park H.J., Nam K.S. The Antithrombotic Effect of Caffeic Acid Is Associated with A cAMP-Dependent Pathway and Clot Retraction in Human Platelets. Thromb. Res. 2020;195:87–94. doi: 10.1016/j.thromres.2020.07.024.", "ArticleIdList": ["10.1016/j.thromres.2020.07.024", "32682003"]}, {"Citation": "Park J.B. Caffedymine from Cocoa Has COX Inhibitory Activity Suppressing the Expression of a Platelet Activation Marker, P-Selectin. J. Agric. Food Chem. 2007;55:2171–2175. doi: 10.1021/jf0628835.", "ArticleIdList": ["10.1021/jf0628835", "17319684"]}, {"Citation": "Park J.B., Schoene N. Clovamide-Type Phenylpropenoic Acid Amides, N-Coumaroyldopamine and N-Caffeoyldopamine, Inhibit Platelet-Leukocyte Interactions via Suppressing P-Selectin Expression. J. Pharmacol. Exp. Ther. 2006;317:813–819. doi: 10.1124/jpet.105.097337.", "ArticleIdList": ["10.1124/jpet.105.097337", "16478826"]}, {"Citation": "Park J.B., Schoene N. Synthesis and Characterization of N-Coumaroyltyramine as a Potent Phytochemical Which Arrests Human Transformed Cells via Inhibiting Protein Tyrosine Kinases. Biochem. Biophys. Res. Commun. 2002;292:1104–1110. doi: 10.1006/bbrc.2002.6752.", "ArticleIdList": ["10.1006/bbrc.2002.6752", "11944930"]}, {"Citation": "Wongsakul A., Lertnitikul N., Suttisri R., Jianmongkol S. N-Trans-p-Coumaroyltyramine Enhances Indomethacin- and Diclofenac-induced Apoptosis Through Endoplasmic Reticulum Stress-dependent Mechanism in MCF-7 Cells. Anticancer Res. 2022;42:1833–1844. doi: 10.21873/anticanres.15659.", "ArticleIdList": ["10.21873/anticanres.15659", "35347001"]}, {"Citation": "Peraza-Labrador A., Buitrago D.M., Coy-Barrera E., Perdomo-Lara S.J. Antiproliferative and Pro-Apoptotic Effects of a Phenolic-Rich Extract from Lycium barbarum Fruits on Human Papillomavirus (HPV) 16-Positive Head Cancer Cell Lines. Molecules. 2022;27:3568. doi: 10.3390/molecules27113568.", "ArticleIdList": ["10.3390/molecules27113568", "PMC9182172", "35684505"]}, {"Citation": "Ye N., Caruso F., Rossi M. Mechanistic Insights into the Inhibition of SARS-CoV-2 Main Protease by Clovamide and Its Derivatives: In Silico Studies. Biophysica. 2021;1:28. doi: 10.3390/biophysica1040028.", "ArticleIdList": ["10.3390/biophysica1040028"]}, {"Citation": "Niehues M., Stark T., Keller D., Hofmann T., Hensel A. Antiadhesion as a Functional Concept for Prevention of Pathogens: N-phenylpropenoyl-L-amino Acid Amides as Inhibitors of the Helicobacter pylori BabA outer membrane protein. Mol. Nutr. Food Res. 2011;55:1104–1117. doi: 10.1002/mnfr.201000548.", "ArticleIdList": ["10.1002/mnfr.201000548", "21520488"]}, {"Citation": "Canivenc-Lavier M.-C., Bennetau-Pelissero C. Phytoestrogens and Health Effects. Nutrients. 2023;15:317. doi: 10.3390/nu15020317.", "ArticleIdList": ["10.3390/nu15020317", "PMC9864699", "36678189"]}, {"Citation": "Chen M.-N., Lin C.-C., Liu C.-F. Efficacy of Phytoestrogens for Menopausal Symptoms: A Meta-Analysis and Systematic Review. Climacteric. 2015;18:260–269. doi: 10.3109/13697137.2014.966241.", "ArticleIdList": ["10.3109/13697137.2014.966241", "PMC4389700", "25263312"]}, {"Citation": "Patra S., Gorai S., Pal S., Ghosh K., Pradhan S., Chakrabarti S. A Review on Phytoestrogens: Current Status and Future Direction. Phytother. Res. 2023;37:3097–3120. doi: 10.1002/ptr.7861.", "ArticleIdList": ["10.1002/ptr.7861", "37246823"]}, {"Citation": "Powers C.N., Setzer W.N. A Molecular Docking Study of Phytochemical Estrogen Mimics from Dietary Herbal Supplements. Silico Pharmacol. 2015;3:4. doi: 10.1186/s40203-015-0008-z.", "ArticleIdList": ["10.1186/s40203-015-0008-z", "PMC4397262", "25878948"]}, {"Citation": "Marinho S., Illanes M., Ávila-Román J., Motilva V., Talero E. Anti-Inflammatory Effects of Rosmarinic Acid-Loaded Nanovesicles in Acute Colitis through Modulation of NLRP3 Inflammasome. Biomolecules. 2021;11:162. doi: 10.3390/biom11020162.", "ArticleIdList": ["10.3390/biom11020162", "PMC7912577", "33530569"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "15"}, {"Year": "2024", "Month": "4", "Day": "2"}, {"Year": "2024", "Month": "4", "Day": "4"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "10", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "13", "Hour": "1", "Minute": "7"}, {"Year": "2024", "Month": "4", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38611422", "PMC11011365", "10.3390/foods13071118", "foods13071118"]}}]}