{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Crude extract", "Extraction solvents", "Maize weevil", "Phytochemical study", "Seed germination"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38622206", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["8678", "10.1038/s41598-024-59207-z"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "15"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "15"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Phytochemical screening and insecticidal activities of some medicinal plants against the maize weevil, Sitophilus zeamais (Motschulsky) (Coleoptera: Curculionidae).", "Pagination": {"StartPage": "8678", "MedlinePgn": "8678"}, "Abstract": {"AbstractText": ["This study emphasizes the phytochemical study of some locally available botanicals against maize weevils. Nine plant parts were collected from six plant species. The test plant powder (200 g) was suspended sequentially in 600 ml of petroleum ether, chloroform, acetone, methanol, and distilled water for 72 h with frequent agitation. Different concentrations of the crude extracts were applied to maize seeds at rates of 10 ml, 15 ml and 20 ml per 100 g. All treatments with different extracts at different rates of application showed significant differences (p < 0.05) in the cumulative mean percentage mortality of the maize weevil. The seed extract of Maesa lanceolata and Croton macrostachyus and the leaf extract of Clausena anisata showed cumulative percent mortality ranged 95.32-98.02% in 28 days after treatment application. There was no significant difference (p > 0.05) among all treatments for the prevention of F1 progeny emergence. In all extracts, Clausena anisata showed 100% inhibition of F1 progeny emergence. All treatments significantly reduced seed weight loss and damage. The treated maize seeds were germinated with an acceptable germination quality. In conclusion, an increased dosage of the extract resulted in significant mortality in maize weevils. The seed extracts of Maesa lanceolata and Croton macrostachyus and Clausena anisata leaf extract were observed to be the most promising botanical in protecting stored maize against maize weevil."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Dambi Dollo University, P.O. Box. 260, Dambi Dollo, Ethiopia. fenet.adugna@gmail.com."}], "LastName": "Gindaba", "ForeName": "Adugna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, College of Agriculture and Veterinary Sciences, Ambo University, P.O. Box. 19, Ambo, Ethiopia. negerimulugeta@yahoo.com."}], "LastName": "Negeri", "ForeName": "Mulugeta", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural and Computational Science, Ambo University, Ambo, Ethiopia."}], "LastName": "Abdisa", "ForeName": "Bulti", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Dambi Dollo University, P.O. Box. 260, Dambi Dollo, Ethiopia."}], "LastName": "Nemo", "ForeName": "Reda", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, College of Agriculture and Natural Resource, Dambi Dollo University, P.O. Box. 260, Dambi Dollo, Ethiopia."}], "LastName": "Kitila", "ForeName": "Chala", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["physiology"], "DescriptorName": "Weevils"}, {"QualifierName": [], "DescriptorName": "Coleoptera"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Africa Agriculture Status Report. The Business of Smallholder Agriculture in Sub-saharan Africa. 5th (Edn), AGRA, Nairobi, Kenya, 2017."}, {"Citation": "Marta HE, Ruswandi D. Chemical composition and genetics of Indonesian maize hybrids. Am. J. Food Technol. 2017;12(2):72–85. doi: 10.3923/ajft.2017.116.123.", "ArticleIdList": ["10.3923/ajft.2017.116.123"]}, {"Citation": "World Bank. Missing Food: the Case of Post-harvest Grain Losses in Sub-Saharan Africa Economic Sector Work Report No. 60371-AFRWorld Bank, Washington, DC,2011."}, {"Citation": "Godfray HC, Beddington JR, Crute IR, Haddad L, Lawrence D, Muir JF, Pretty J, Robinson S, Thomas SM, Toulmin C. Food security: The challenge of feeding 9 billion people. Science. 2010;327:812–818. doi: 10.1126/science.1185383.", "ArticleIdList": ["10.1126/science.1185383", "20110467"]}, {"Citation": "Parfitt J, Barthel M, Macnaughton S. Food waste within food supply chains: Quantification and potential for change to 2050. Philos. Trans. R. Soc. B Biol. Sci. 2010;365:3065–3081. doi: 10.1098/rstb.2010.0126.", "ArticleIdList": ["10.1098/rstb.2010.0126", "PMC2935112", "20713403"]}, {"Citation": "Hodges RJ, Buzby JC, Bennett B. Postharvest losses and waste in developed and less developed countries: Opportunities to improve resource use. J. Agric. Sci. 2011;149:37–45. doi: 10.1017/S0021859610000936.", "ArticleIdList": ["10.1017/S0021859610000936"]}, {"Citation": "Aulakh, J.; Regmi, A.; Fulton, J.R.; Alexander, C. Estimating post-harvest food losses: Developing a consistent global estimation framework. In Proceedings of the Agricultural & Applied Economics Association’s 2013 AAEA & CAES Joint Annual Meeting,Washington, DC, USA, 2013,4–6."}, {"Citation": "Boxall RA. Post-harvest losses to insects—A world overview. Int. Biodeterior. Biodegrad. 2001;48:137–152. doi: 10.1016/S0964-8305(01)00076-2.", "ArticleIdList": ["10.1016/S0964-8305(01)00076-2"]}, {"Citation": "Adler, C., Athanassiou, C., Carvalho, M., Emekci, M., Gvozdenac, S., Hame, D., Riudavets, J., Stejskal, V., Trdan, S., Trematerra, P. Changes in the distribution and pest risk of stored product insects in Europe due to global warming: Need for pan-European pest monitoring and improved food-safety. 97, 101977 (2022)."}, {"Citation": "Boxall RA. Damage and loss caused by the larger grain borer Prostephanus truncatus. Integr. Pest Manag. Rev. 2002;7:105–121. doi: 10.1023/A:1026397115946.", "ArticleIdList": ["10.1023/A:1026397115946"]}, {"Citation": "Tapondjou L, Adler C, Bouda H, Fontem D. Efficacy of powder and essential oil from Chenopodium ambrosioides leaves as post-harvest grain protectants against six-stored product beetles. J. Stored Prod. Res. 2002;38:395–402. doi: 10.1016/S0022-474X(01)00044-3.", "ArticleIdList": ["10.1016/S0022-474X(01)00044-3"]}, {"Citation": "Abass AB, Ndunguru G, Mamiro P, Alenkhe B, Mlingi N, Bekunda M. Post-harvest food losses in a maize based farming system of semi-arid savannah area of Tanzania. J. Stored Product Res. 2014;57:49–57. doi: 10.1016/j.jspr.2013.12.004.", "ArticleIdList": ["10.1016/j.jspr.2013.12.004"]}, {"Citation": "Kimenju, S.C, de Groote, H. Economic analysis of alternative maize storage technologies in Kenya. In: Proceedings of the Joint 3rd African Association of Agricultural Economists (AAAE) and 48th Agricultural Economists Association of South Africa (AEASA) Conference, Cape Town, South Africa, 19–23 September 2010."}, {"Citation": "Meikle W, Markham R, Nansen C, Holst N, Degbey P, Azoma K, Korie S. Pest management in traditional maize stores in West Africa: A farmer’s perspective. J. Econ. Entomol. 2002;95:1079–1088. doi: 10.1603/0022-0493-95.5.1079.", "ArticleIdList": ["10.1603/0022-0493-95.5.1079", "12403438"]}, {"Citation": "Emana G, Tsedeke A. Management of maize stem borer using sowing date at Arsi-Negele. Pest Manage. J. Ethiopia. 1999;3:47–51."}, {"Citation": "Abraham, T. Arthropods associated with stored maize and farmers’ management practices in the Bako area, western Ethiopia. PMJE. 1997, 1 (1–2). Addis Ababa, Ethiopia."}, {"Citation": "Sori W, Ayana A. Storage pests of maize and their status in Jimma Zone, Ethiopia. Afr. J. Agric. Res. 2012;7(28):4056–4060."}, {"Citation": "Bohinc T, Horvat A, Ocvirk M, Košir I, Rutnik K, Trdan S. The first evidence of the insecticidal potential of plant powders from invasive alien plants against rice weevil under laboratory conditions. Appl. Sci. 2020;10:7828. doi: 10.3390/app10217828.", "ArticleIdList": ["10.3390/app10217828"]}, {"Citation": "Isman M. Bridging the gap: Moving botanical insecticides from the laboratory to the farm. Ind. Crop. Prod. 2017;110:10–14. doi: 10.1016/j.indcrop.2017.07.012.", "ArticleIdList": ["10.1016/j.indcrop.2017.07.012"]}, {"Citation": "Koul, O. Acorus allelochemical: Chemistry and bioefficacy against insects. In: B.S. Parmar and S Walia (eds.), Pesticides, Crop Protection and Environment, Oxford and IBH Publishing Co. Pvt. Ltd., New Delhi, 1995, 99–113."}, {"Citation": "Weinzierl, R. A. Botanical insecticides, Soaps and Oils. In: Biological and Biotechnological Control of Insect Pests (JE Rechcigl, NA Rechcigl, eds), Lewis publishers, Boca Raton, New York, USA, 2000, 110–130."}, {"Citation": "Scott IM, Jensen H, Scott JG, Isman MB, Arnason JT, Philogene BJ. Botanical insecticides for controlling agricultural pests: piperamides and the colorado potato beetle Leptinotarsa decemlineata Say (Coleoptera: Chrysomelidae) Arch. Insect Biochem. Physiol. 2003;54:212–225. doi: 10.1002/arch.10118.", "ArticleIdList": ["10.1002/arch.10118", "14635182"]}, {"Citation": "Pavela R. Effectiveness of some botanical insecticides against Spodoptera littoralis Boisduvala (Lepidoptera: Noctudiae), Myzus persicae Sulzer (Hemiptera: Aphididae) and Tetranychus urticae Koch (Acari: Tetranychidae) Plant Protect Sci. 2009;45(4):161–167. doi: 10.17221/16/2009-PPS.", "ArticleIdList": ["10.17221/16/2009-PPS"]}, {"Citation": "Akunne CE, Ononye BU, Mogbo TC. Evaluation of the Efficacy of Mixed Leaf Powders of Vernonia amygdalina (Del.) and Azadirachta indica (A. Juss) against Callosobruchus maculatus (F.) (Coleoptera: Bruchidae) Adv. Biosci. Bioeng. 2013;1:86–95."}, {"Citation": "Kokwaro, J.O. Medicinal Plants of East Africa, 2nd ed. Kenya Literature Bureau of Kenya, Nairobi, 1993."}, {"Citation": "Sori W. Effect of selected botanicals and local seed storage practices on maize insect pests and health of maize seeds in Jimma Zone. Singap. J. Sci. Res. 2014;4(2):19–28. doi: 10.3923/sjsres.2014.19.28.", "ArticleIdList": ["10.3923/sjsres.2014.19.28"]}, {"Citation": "Legesse, N. A Selection of African Native Trees: Biology, Uses, Propagation and Restoration Techniques. Addis Ababa, Ethiopia, 2021, 621 p."}, {"Citation": "Megersa M, Asfaw Z, Kelbessa E, Beyene A, Woldeab B. Ethnobotanical study of medicinal plants in Wayu Tuka Wereda, East Wollega Zone of Oromia Region, Ethiopia. J. Ethnobiol. Ethnomed. 2013;9:68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Asres K, Bucar F, Kartnig T, Witvrouw M, Pannecouque C, De Clercq E. Antiviral activity against human immunodeficiency virus type 1 (HIV1) and type 2 (HIV 2) of ethnobotanically selected Ethiopian medicinal plants. Phytother. Res. 2001;15:62–69. doi: 10.1002/1099-1573(200102)15:1<62::AID-PTR956>3.0.CO;2-X.", "ArticleIdList": ["10.1002/1099-1573(200102)15:1<62::AID-PTR956>3.0.CO;2-X", "11180526"]}, {"Citation": "Ismail, A.A.; Looi, C.Y.; Ahmad, B.A.; Cheah, F.K.;Wong, W.F.; Sukari, M.A. et al. Dentatin induces apoptosis in prostate cancer cells via Bcl-2, Bcl-xL, survivin downregulation, caspase-9,-3/7 activation, and NF-[kappa] B inhibition. Evidence-Based Compl. Altern. Med. Article. (2012).", "ArticleIdList": ["PMC3471446", "23091559"]}, {"Citation": "Bekele J. Evaluation of the toxicity potential of Milletia ferruginea (Hochest) Baker against Sitophilus zeamais (Motsch.) Int. J. Pest Manag. 2002;48:29–32. doi: 10.1080/09670870110065253.", "ArticleIdList": ["10.1080/09670870110065253"]}, {"Citation": "Friis, I., White, F. Flora of Ethiopia and Eritrea: Apiaceae to Dipsacaceae, red./Inga Hedberg; Sue Edwards; Sileshi Nemomissa. Bind 4, 1 Addis Ababa & Uppsala, Addis Ababa University, 2003, 49–53."}, {"Citation": "Araya G-S, Emana G. Evaluation of botanical plants powders against Zabrotes subfasciatus (Boheman) (Coleoptera: Bruchidae) in stored haricot beans under laboratory condition. Afr. J. Agri. Res. 2009;4:1073–1079."}, {"Citation": "Bogalech C, Legesse A, Fikre M. Phytochemical investigation of the roots extracts of Terminalia brownie and isolation of dimethyl terephthalate. J. Pharmacognosy Phytochem. 2018;7(2):664–670."}, {"Citation": "Pandey A, Tripathi S. Concept of standardization, extraction, and pre-phytochemical screening strategies for herbal drug. J. Pharmacogn. Phytochem. 2014;2(5):115–119."}, {"Citation": "Roghini R, Vijayalakshmi K. Phytochemical screening, quantitative analysis of flavonoids and minerals in ethanolic extract of Citrus paradisi. Int. J. Pharm. Sci. Res. 2018;9(11):4859–4864."}, {"Citation": "Gul, R.; Jan, S.U.; Faridullah, S.; Sherani, S.; Jahan, N. Preliminary phytochemical screening, quantitative analysis of alkaloids, and antioxidant activity of crude plant extracts from Ephedra intermedia indigenous to Balochistan. Sci. World J. 1–7 (2017).", "ArticleIdList": ["PMC5366796", "28386582"]}, {"Citation": "Omotoso OT, Oso AA. Insecticidal and insect productivity reduction capacities of Aloe vera and Bryophyllum pinnatum on Tribolium castaneum (Herbst) Afr. J. Appl. Zool. Environ. Bio. 2005;7:95–100."}, {"Citation": "Zewde DK, Jembere B. Evaluation of orange peel Citrus sinensis (L) as a source of repellent, toxicant and protectant against Zabrotes subfasciatus (Coleoptera: bruchidae) Ethiop. J. Sci. 2010;2:61–75."}, {"Citation": "Wambugu PW, Mathenge EO, Auma HR. Efficacy of traditional maize (Zea mays L) seed storage methods in western Kenya. AJFAND. 2009;4:1110–1128."}, {"Citation": "Dubale B, Waktole S, Solomon A, Geremew B, Sethu MR. Influence of agro-ecologies, traditional storage containers and major insect pests on stored maize (Zea Mays) in selected woredas of Jimma zone. Asia. J. Plan. Sci. 2012;11:226–234. doi: 10.3923/ajps.2012.226.234.", "ArticleIdList": ["10.3923/ajps.2012.226.234"]}, {"Citation": "Mbata GN, Payton ME. Effect of monoterpenoids on oviposition and mortality of Callosobruchus maculatus (F) (Coleoptera:Bruchidae) under hermetic conditions. J. Stored Prod. Res. 2013;53:43–47. doi: 10.1016/j.jspr.2013.02.001.", "ArticleIdList": ["10.1016/j.jspr.2013.02.001"]}, {"Citation": "Ma T, Shi X, Ma S, et al. Evaluation of physiological and biochemical effects of two Sophora alopecuroides alkaloids on pea aphids Acyrthosiphon pisum. Pest. Manag. Sci. 2020;76:4000–4008. doi: 10.1002/ps.5950.", "ArticleIdList": ["10.1002/ps.5950", "32506722"]}, {"Citation": "Kazemi M. Composition of essential oil of Artemisia indica. J. Environ. Sci. 2014;8:95–97."}, {"Citation": "European Medicine Agency. Public Statement on the Use of Herbal Medicinal Products Containing Toxic, Unsaturated Pyrrolizidine Alkaloids (PAs),2014. Available online: https://www.ema.europa.eu/en/documents/public-statement/public-statementuse-herbalmedicinal-products-containing-toxic-unsaturated-pyrrolizidine-alkaloids_en.pdf (accessed on 26 June 2023)."}, {"Citation": "Salminen J-P, Karonen M. Chemical ecology of tannins and other phenolics: We need a change in approach. Funct. Ecol. 2011;25:325–338. doi: 10.1111/j.1365-2435.2010.01826.x.", "ArticleIdList": ["10.1111/j.1365-2435.2010.01826.x"]}, {"Citation": "Tlak Gajger I, Dar S. A plant allelochemicals as sources of insecticides. Insects. 2021;12:189. doi: 10.3390/insects12030189.", "ArticleIdList": ["10.3390/insects12030189", "PMC7996276", "33668349"]}, {"Citation": "Pizzolitto RP, Herrera JM, Zaio YP, et al. Bioactivities of ketones terpenes: Antifungal effect on F. verticillioides and repellents to control insect fungal vector, S. zeamais. Microorganisms. 2015;3:851–865. doi: 10.3390/microorganisms3040851.", "ArticleIdList": ["10.3390/microorganisms3040851", "PMC5023262", "27682121"]}, {"Citation": "Huang S, Huang H, Xie J, Wang F, Yang M, Fan S, Zheng C, Han L, Zhang D. The latest research progress on the prevention of storage pests by natural products: Species, mechanisms, and sources of inspiration. Arab. J. Chem. 2022;15:104189. doi: 10.1016/j.arabjc.2022.104189.", "ArticleIdList": ["10.1016/j.arabjc.2022.104189"]}, {"Citation": "Akhtara Y, Ismana MB, Leeb CH, Leeb SG, Leeb HS. Toxicity of quinones against two-spotted spider mite and three species of aphids in laboratory and greenhouse conditions. Ind. Crops Products. 2012;37:536–541. doi: 10.1016/j.indcrop.2011.07.033.", "ArticleIdList": ["10.1016/j.indcrop.2011.07.033"]}, {"Citation": "Al-Rajhy DH, Alahmed AM, Hussein HI, Kheir SM. Acaricidal effects of cardiac glycosides, azadirachtin and neem oil against the camel tick, Hyalomma dromedarii (Acari: Ixodidae) Pest Manag. Sci. 2003;59:1250–1254. doi: 10.1002/ps.748.", "ArticleIdList": ["10.1002/ps.748", "14620053"]}, {"Citation": "Mukandiwa L, Ahmeda A, Eloff JN, Naidoo V. Isolation of seselin from Clausena anisata (Rutaceae) leaves and its effects on the feeding and development of Lucilia cuprina larvae may explain its use in ethnoveterinary medicine. J. Ethnopharmacol. 2013;150:886–891. doi: 10.1016/j.jep.2013.09.037.", "ArticleIdList": ["10.1016/j.jep.2013.09.037", "24095830"]}, {"Citation": "Zhanga, W.-j.; Guan, W.; Geng, Z.-f; Wang, Y.; Pang, X.; Youa, C.-x; Du. S.-s. Two new coumarins from Zanthoxylum dimorphophyllum spinifolium and their feeding deterrent activities against Tribolium castaneum. Ind. Crops Products. (2019)."}, {"Citation": "Verma, B.; Karakoti, H.; Kumar, R.; Mahawer, S.; Prakash, O.; Srivastava, R.; Kumar, S.; Rawat, S.; Rawat, D.; Santana de Oliveira, M. Phytochemical screening and evaluation of pesticidal efficacy in the oleoresins of Globba sessiliflora sims and In Silico study. Evidence-Based Complementary Alternative Med. 1–16 (2023).", "ArticleIdList": ["PMC9831701", "36636605"]}, {"Citation": "Zain, W.; Hamid, N.; Nazihah, N.; Izzah, N.; Azaman, N.; Ramli, N.; Yamin, B.; Musa, S. Phytochemical screening, Total Phenolic and Flavonoid content of Jupiter variety leaves extract and their antioxidant and insecticidal activity. IOP Conf. Series Earth Environ. Sci. 1059, 012059 (2022)."}, {"Citation": "Boualam, K.; Ndiaye, B.; Harhar, H.; Tabyaoui, M.; Ayessou, N.; Taghzouti, K. Study of the phytochemical composition, the antioxidant and the anti-inflammatory effects of two Sub-Saharan plants: Piliostigma reticulatum and Piliostigma thonningii. Adv. Pharmacol. Pharm. Sci. 1–8 (2021).", "ArticleIdList": ["PMC8112998", "34056609"]}, {"Citation": "Islam T, Iqbal J, Abdullah K, Khan EA. Evaluation of some plant extracts against maize weevil, Sitophilus zeamais (Coleoptera: Curculionidae) under laboratory conditions. Pak. J. Agric. Sci. 2017;54(4):737–741."}, {"Citation": "Ileke KD. Efficacy of some plants powder and extract in the management of Angoumois grain moth, Sitotroga cerealella (Olivier) [Lepidoptera: Gelechiidae] infesting stored wheat grains. Arch. Phytopathol. Plant Protection. 2014;47(3):330–338. doi: 10.1080/03235408.2013.809897.", "ArticleIdList": ["10.1080/03235408.2013.809897"]}, {"Citation": "Gariba SY, Dzidzienyo DK, Eziah VY. Assessment of four plant extracts as maize seed protectants against Sitophilus zeamais and Prostephanus‌truncatus in Ghana. Cogent Food Agric. 2021;7(1):1918426. doi: 10.1080/23311932.2021.1918426.", "ArticleIdList": ["10.1080/23311932.2021.1918426"]}, {"Citation": "Parwada C, Chikuvire TJ, Kamota A, Mandumbu R, Mutsengi K. Use of botanical pesticides in controlling sitophilus zeamais (maize weevil) on stored zea mays (maize) grain. Modern Concepts Develop. Agron. 2018;1:4."}, {"Citation": "Abou El-Nour HH, Ewais NA. Effect of Moringa oleifera leaf extract (MLE) on pepper seed germination, seedlings improvement, growth, fruit yield and its quality. Middle East J. Agric. Res. 2017;6(2):448–463."}]}], "History": [{"Year": "2023", "Month": "12", "Day": "21"}, {"Year": "2024", "Month": "4", "Day": "8"}, {"Year": "2024", "Month": "4", "Day": "17", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "16", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "15", "Hour": "23", "Minute": "20"}, {"Year": "2024", "Month": "4", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["38622206", "PMC11018737", "10.1038/s41598-024-59207-z", "10.1038/s41598-024-59207-z"]}}]}