{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Conservation", "Indigenous knowledge", "Simien Mountain National Park", "Traditional medicine", "Traditional practitioners"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38632559", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "19"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["43", "10.1186/s13002-024-00678-9"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "17"}], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "17"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Traditional lore on the healing effects of therapeutic plants used by the local communities around Simien Mountains National Park, northwestern Ethiopia.", "Pagination": {"StartPage": "43", "MedlinePgn": "43"}, "Abstract": {"AbstractText": ["Simien Mountain National Park is a world heritage site with spectacular landscapes and rich in floral diversity. Exploring the plethora of conventional wisdom regarding therapeutic flora for sustainable use and drug development is a timely endeavor. Thus, the present study was aimed at investigating therapeutic plant uses and conservation practices by the local communities dwelling in the vicinity of the Park.", "Eighty randomly selected general informants and 20 purposefully selected key informants were used to collect the traditional lore from 10 purposefully selected kebeles that border the Park. Data were collected using face-to-face interviews, guided field walks, group discussions and market surveys. Descriptive statistics were used to analyze the basic information collected from the informants. An independent sample t test was computed to compare the knowledge variations among different informant groups. Clustering and ranking techniques were employed to validate traditional wisdom of informants.", "Significant differences in traditional wisdom (P < 0.05) were observed only between general and key informants. Hundred thirteen therapeutic plant species belonging to 56 families were recorded. Asteraceae was the most species-rich family (10%). The majority of therapeutic species were collected from the wild (77%). Herbs and roots were the most preferred habit (47%) and plant parts (37%) for remedy preparation, respectively. Pounding was the most common preparation method (50.1%). The most frequently practiced route of administration was the oral route (48.1%). The highest Informant Consensus Factor (ICF) value (84%) was recorded for respiratory and febrile illnesses. Rumex nepalensis was the most preferred for the treatment of wounds, and Olea europaea subsp cuspidata was the first-ranked multipurpose plant.", "The Park is rich in therapeutic species serving as a refuge for many endemic and endangered species associated with the local community rich medicinal traditional lore. Erosion of therapeutic plants, verbal transfer of the traditional wisdom and young generation negligence in acquiring traditional lore led to the deterioration of the long tradition of using therapeutic plants for health care. Endangered multipurpose therapeutic plants like Echinops kebericho should get conservation priority. Therapeutic plants with the highest ICF and fidelity level could be candidates for drug development."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, University of Gondar, P.O. Box 196, Gondar, Ethiopia."}], "LastName": "Seraw", "ForeName": "Endalkachew", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, University of Gondar, P.O. Box 196, Gondar, Ethiopia. melkamuy12@gmail.com."}], "LastName": "Melkamu", "ForeName": "Yirgalem", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, University of Gondar, P.O. Box 196, Gondar, Ethiopia. danieloct9@gmail.com."}], "LastName": "Masresha", "ForeName": "Getinet", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Parks, Recreational"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mahomoodally M.F. Traditional medicines in Africa: an appraisal of ten potent African medicinal plants. Evid-based Complement Altern Med 2013; 1–13.", "ArticleIdList": ["PMC3866779", "24367388"]}, {"Citation": "Dagne E. The status of herbal products: the case of East Africa. United Nation Development Program (UNDP) and the International Centre for Science; 2003."}, {"Citation": "Masresha G, Melkamu Y. The status of dry evergreen afromontane forest patches in Amhara National Regional State, Ethiopia. Int J For Res 2022; 1–11."}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, Southern Nation, Nationalities and People Region (SNNPR), Ethiopia. J Ethnobiol Ethnomed. 2009;5(1):1–18. doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Tesfaye MA, Bravo-Oviedo A, Bravo F, Ruiz-Peinado R. Aboveground biomass equations for sustainable production of fuel wood in a native dry tropical afro-montane forest of Ethiopia. Ann For Sci. 2016;73(2):411–423. doi: 10.1007/s13595-015-0533-2.", "ArticleIdList": ["10.1007/s13595-015-0533-2"]}, {"Citation": "Siraj M, Zhang K, Xiao W, Bilal A, Gemechu S, Geda K, Xiaodan L. Does participatory forest management save the remnant forest in Ethiopia? Proc Natl Acad Sci India Sect B Biol Sci. 2018;88(1):1–14. doi: 10.1007/s40011-016-0712-4.", "ArticleIdList": ["10.1007/s40011-016-0712-4"]}, {"Citation": "Debonnet G, Melamari L, Bomhard B. Reactive monitoring mission to Simien Mountains National Park. Joint World Heritage Center-IUCN monitoring mission to Simien Mountains National Park World Heritage property, France; 2006."}, {"Citation": "Yihune M, Bekele A, Tefera Z. Human–gelada baboon conflict in and around the Simien Mountains National Park, Ethiopia. Afr J Ecol. 2009;47(3):276–282. doi: 10.1111/j.1365-2028.2007.00917.x.", "ArticleIdList": ["10.1111/j.1365-2028.2007.00917.x"]}, {"Citation": "Ejigu D, Bekele A. Population structure and group size of geladas (Theropithecus gelada) at Chenek, Simien Mountains National Park, Ethiopia. Afr J Ecol. 2017;55(4):564–572. doi: 10.1111/aje.12389.", "ArticleIdList": ["10.1111/aje.12389"]}, {"Citation": "Ejigu D, Bekele A, Powell L. Walia ibex have increased in number and shifted their habitat range within Simien Mountains National Park, Ethiopia. J Mt Ecol. 2017;10:27–44."}, {"Citation": "Melese GT, Tsegay BA, Kassa GM. Effects of environmental variables on the patterns of plant community distribution in the afro-alpine vegetation of simien mountains national park, Ethiopia. J Biotechnol Int. 2017;10(1):8–21."}, {"Citation": "Melese GT, Abraha B, Masresha G, Kuratie GB. Patterns of plant community formation and vegetation structure in the afro-alpine vegetation of Simien Mountains National Park, Ethiopia. Int J Biotechnol. 2018;7(1):31–43. doi: 10.18488/journal.57.2018.71.31.43.", "ArticleIdList": ["10.18488/journal.57.2018.71.31.43"]}, {"Citation": "Masresha G. Study on temporal alterations in land cover types in Simien Mountain National Park, Northwest Ethiopia. Int J Sustain Agric Res. 2019;6(3):125–136."}, {"Citation": "Masresha G. Composition and endemicity of plant species in simien mountains National Park Flora, North Gondar, Northwestern Ethiopia. Ethiop J Nat Comput Sci. 2022;2(1):301–310."}, {"Citation": "UNESCO. State of Conservation Report of the World Natural Heritage Site, Simien Mountains National Park (Ethiopia) 2017."}, {"Citation": "Puff C, Nemomissa S. The Simen Mountains (Ethiopia): comments on plant biodiversity, endemism, phytogeographical affinities and historical aspects. Syst Geogr Plants. 2001;71(2):975–991. doi: 10.2307/3668732.", "ArticleIdList": ["10.2307/3668732"]}, {"Citation": "Martin G. Ethnobotany: a methods manual. London: Chapman and Hall; 1995. pp. 1–263."}, {"Citation": "Cotton CM. Ethnobotany: principles and applications. Hoboken, Baffins Lane, Chichester, West Sussex: John Wiley & Sons; 1996. p. 448."}, {"Citation": "Hong Y. Zeng ML: international classification of diseases (ICD) Ko Knowl Organ. 2023;49(7):496–528. doi: 10.5771/0943-7444-2022-7-496.", "ArticleIdList": ["10.5771/0943-7444-2022-7-496"]}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: healers' consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev Desert, Israel. J Ethnopharmacol. 1986;16(2–3):275–287. doi: 10.1016/0378-8741(86)90094-2.", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Alexiades MN. Collecting ethnobotanical data: an introduction to basic concepts and techniques. Adv Econ Bot. 1996;10:53–94."}, {"Citation": "Lulekal E, Asfaw Z, Kelbessa E, Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara region, Ethiopia. J Ethnobiol Ethnomed. 2013;9:1–13. doi: 10.1186/1746-4269-9-63.", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, Northern Ethiopia. J Ethnobiol Ethnomed. 2017;13(1):1–29. doi: 10.1186/s13002-017-0182-7.", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Alemneh D. Ethnobotanical study of plants used for human ailments in Yilmana densa and Quarit districts of west Gojjam Zone, Amhara region, Ethiopia. BioMed Res Int 2021; 1–18.", "ArticleIdList": ["PMC7910050", "33681356"]}, {"Citation": "Kefalew A, Asfaw Z, Kelbessa E. Ethnobotany of medicinal plants in Ada’a District, East Shewa Zone of Oromia regional state, Ethiopia. J Ethnobiol Ethnomed. 2015;11(1):1–28. doi: 10.1186/s13002-015-0014-6.", "ArticleIdList": ["10.1186/s13002-015-0014-6", "PMC4419563", "25889311"]}, {"Citation": "Atnafu H, Awas T, Alemu S, Wube S. Ethnobotanical study of medicinal plants in Selale mountain ridges, North Shoa, Ethiopia. Int J Biodivers. 2018;2(6):567–577."}, {"Citation": "Amsalu N, Bezie Y, Fentahun M, Alemayehu A, Amsalu G. Use and conservation of medicinal plants by indigenous people of Gozamin Wereda, East Gojjam Zone of Amhara region, Ethiopia: an ethnobotanical approach. Evid-Based Complement Altern Medicine 2018; 1–17.", "ArticleIdList": ["PMC5884302", "29743921"]}, {"Citation": "Yineger H, Kelbessa E, Bekele T, Lulekal E. Plants used in traditional management of human ailments at Bale Mountains National Park, Southeastern Ethiopia. J Med Plants Res. 2008;2(6):132–153."}, {"Citation": "Giday M, Asfaw Z, Woldu Z, Teklehaymanot T. Medicinal plant knowledge of the Bench ethnic group of Ethiopia: an ethnobotanical investigation. J Ethnobiol Ethnomed. 2009;5(1):1–10. doi: 10.1186/1746-4269-5-34.", "ArticleIdList": ["10.1186/1746-4269-5-34", "PMC2780996", "19912633"]}, {"Citation": "Okello SV, Nyunja RO, Netondo GW, Onyango JC. Ethnobotanical study of medicinal plants used by Sabaots of Mt. Elgon Kenya. Afr J Tradit Complement Altern Med. 2010;7(1):1–10. doi: 10.4314/ajtcam.v7i1.57223.", "ArticleIdList": ["10.4314/ajtcam.v7i1.57223", "PMC3005380", "21304606"]}, {"Citation": "Sulaiman SS, Khan S, Bussmann RW, Ali M, Hussain D, Hussain W. Quantitative ethnobotanical study of Indigenous knowledge on medicinal plants used by the tribal communities of Gokand Valley, District Buner, Khyber Pakhtunkhwa, Pakistan. Plants. 2020;9(8):1–29. doi: 10.3390/plants9081001.", "ArticleIdList": ["10.3390/plants9081001", "PMC7463859", "32781736"]}, {"Citation": "Baydoun S, Chalak L, Dalleh H, Arnol N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Teka A, Asfaw Z, Demissew S, Van Damme P. Medicinal plant use practice in four ethnic communities (Gurage, Mareqo, Qebena, and Silti), south central Ethiopia. J Ethnobiol Ethnomed. 2020;16:1–12. doi: 10.1186/s13002-020-00377-1.", "ArticleIdList": ["10.1186/s13002-020-00377-1", "PMC7245860", "32448337"]}, {"Citation": "Abebe BA, Chane Teferi S. Ethnobotanical study of medicinal plants used to treat human and livestock ailments in Hulet Eju Enese Woreda, east Gojjam zone of Amhara region, Ethiopia. Evid-Based Complement Altern Med. 2021;10:1–11.", "ArticleIdList": ["PMC8021471", "33854558"]}, {"Citation": "Bekele M, Woldeyes F, Lulekal E, Bekele T, Demissew S. Ethnobotanical investigation of medicinal plants in Buska Mountain range, Hamar district, Southwestern Ethiopia. J Ethnobiol Ethnomed. 2022;18(1):1–26. doi: 10.1186/s13002-022-00558-0.", "ArticleIdList": ["10.1186/s13002-022-00558-0", "PMC9484237", "36123732"]}, {"Citation": "Assefa A, Abebe T. Ethnobotanical study of wild medicinal trees and shrubs in Benna Tsemay District, Southern Ethiopia. J Sci Dev. 2014;2(1):17–33."}, {"Citation": "Vivero JL, Kelbessa E, Demissew S. The red list of endemic trees and shrubs of Ethiopia and Eritrea; 2005."}, {"Citation": "Kindie B, Tamiru C, Abdala T. Ethnobotanical study of medicinal plants and conservation status used to treat human and livestock ailments in Fadis District, Eastern Ethiopia. Int J Homeopath Nat Med. 2021;7(1):7–17."}, {"Citation": "Zeng X, Zhang P, Wang Y, Qin C, Chen S. He CMAUP: a database of collective molecular activities of useful plants. Nucleic Acids Res. 2019;47:1118–1127. doi: 10.1093/nar/gky965.", "ArticleIdList": ["10.1093/nar/gky965", "PMC6324012", "30357356"]}, {"Citation": "Birhan YS, Kitaw SL, Alemayehu YA, Mengesha NM. Ethnobotanical study of medicinal plants used to treat human diseases in Enarj Enawga district, East Gojjam zone, Amhara region, Ethiopia. SM J Med Plant Stud. 2017;1(1):1–9. doi: 10.36876/smjmps.1006.", "ArticleIdList": ["10.36876/smjmps.1006"]}, {"Citation": "Chaachouay N, Benkhnigue O, Fadli M, El Ayadi R, Zidane L. Ethnobotanical study of medicinal plants used to treat osteoarticular diseases in the Moroccan Rif, Morocco. J Pharm Pharmacogn Res. 2019;7(6):454–470. doi: 10.56499/jppres19.644_7.6.454.", "ArticleIdList": ["10.56499/jppres19.644_7.6.454"]}, {"Citation": "Tamiru F, Terfa W, Kebede E, Dabessa G, Roy RK, Sorsa M. Ethnoknowledge of plants used in veterinary practices in Dabo Hana District, West Ethiopia. J Med Plants Res. 2013;7(40):2960–2971."}, {"Citation": "Feyera T, Mekonnen E, Wakayo BU, Assefa S. Botanical ethnoveterinary therapies used by agro-pastoralists of Fafan zone, Eastern Ethiopia. BMC Vet Res. 2017;13:1–11. doi: 10.1186/s12917-017-1149-6.", "ArticleIdList": ["10.1186/s12917-017-1149-6", "PMC5550981", "28793900"]}, {"Citation": "Albuquerque UP, da Cunha, LVFC, De Lucena RFP, Alves RN (Eds.). Methods and techniques in ethnobiology and ethnoecology. Kafkas Univ Inst Nat Appl Sci J 2020; 13(2): 119-121."}, {"Citation": "Asfaw A, Lulekal E, Bekele T, Debella A, Meresa A, Sisay B, Abebe A. Antibacterial and phytochemical analysis of traditional medicinal plants: an alternative therapeutic approach to conventional antibiotics. Heliyon. 2023;9(11):1–9. doi: 10.1016/j.heliyon.2023.e22462.", "ArticleIdList": ["10.1016/j.heliyon.2023.e22462", "PMC10689945", "38045177"]}, {"Citation": "Gonfa YH, Beshah F, Tadesse MG, Bachheti A, Bachheti RK. Phytochemical investigation and potential pharmacologically active compounds of Rumex nepalensis: an appraisal. Beni-Suef Univ J Basic Appl Sci. 2021;10(1):1–11. doi: 10.1186/s43088-021-00110-1.", "ArticleIdList": ["10.1186/s43088-021-00110-1"]}, {"Citation": "Khan AN, Bhat I. Extraction, qualitative and quantitative determination of secondary metabolites of Rumex nepalensis roots. J Drug Deliv Ther. 2018;8(6):97–100. doi: 10.22270/jddt.v8i6-s.2092.", "ArticleIdList": ["10.22270/jddt.v8i6-s.2092"]}, {"Citation": "Belayneh A, Asfaw Z, Demissew S, Bussa NF. Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of Babile Wereda, Eastern Ethiopia. J Ethnobiol Ethnomed. 2012;8(1):1–11. doi: 10.1186/1746-4269-8-42.", "ArticleIdList": ["10.1186/1746-4269-8-42", "PMC3549935", "23082858"]}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. J Ethnobiol Ethnomed. 2018;14(1):1–21. doi: 10.1186/s13002-018-0213-z.", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Yohannis SW, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants used by local people in Menz Gera Midir district, north Shewa zone, Amhara regional state, Ethiopia. J Med Plants Res. 2018;12(21):296–314. doi: 10.5897/JMPR2018.6616.", "ArticleIdList": ["10.5897/JMPR2018.6616"]}, {"Citation": "Kassa Z, Asfaw Z, Demissew S. An ethnobotanical study of medicinal plants in sheka zone of southern nations nationalities and peoples regional state, Ethiopia. J Ethnobiol Ethnomed. 2020;16:1–15. doi: 10.1186/s13002-020-0358-4.", "ArticleIdList": ["10.1186/s13002-020-0358-4", "PMC7003439", "32024539"]}, {"Citation": "Toyang NJ, Verpoorte R. A review of the medicinal potentials of plants of the genus Vernonia (Asteraceae) J Ethnopharmacol. 2013;146(3):681–723. doi: 10.1016/j.jep.2013.01.040.", "ArticleIdList": ["10.1016/j.jep.2013.01.040", "23395623"]}, {"Citation": "Fentaw E, Dagne K, Wondimu T, Demissew S, Bjora CS, Grace OM. Uses and perceived sustainability of Aloe L. (Asphodelaceae) in the central and northern Highlands of Ethiopia. S Afr J Bot. 2020 doi: 10.1016/j.sajb.2020.11.001.", "ArticleIdList": ["10.1016/j.sajb.2020.11.001"]}, {"Citation": "Amde A, Masresha G, Hansha H, Asafa O. Ethnobotanical study of traditional medicinal plants in Debark District, North Gondar, Ethiopia. Int J Sci Res Multidiscip Stud. 2020;16(11):16–23."}, {"Citation": "Abebe E. Ethnobotanical study on medicinal plants used by local communities in Debark Wereda, North Gondar Zone, Amhara Regional State, Ethiopia; 2011, pp. 1–139."}, {"Citation": "Woldemariam G, Demissew S, Asfaw Z. An ethnobotanical study of traditional medicinal plants used for human ailments in Yem ethnic group, south Ethiopia. Ethnobot Res Appl. 2021;2012(22):1–15."}]}], "History": [{"Year": "2024", "Month": "1", "Day": "15"}, {"Year": "2024", "Month": "3", "Day": "18"}, {"Year": "2024", "Month": "4", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "18", "Hour": "0", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "17", "Hour": "23", "Minute": "46"}, {"Year": "2024", "Month": "4", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38632559", "PMC11025143", "10.1186/s13002-024-00678-9", "10.1186/s13002-024-00678-9"]}}]}