{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-inflammatory", "Antioxidant", "Bioactive components", "Gossypin", "Gossypol", "Hepatoprotective", "Solid waste treatment"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38632634", "DateRevised": {"Year": "2024", "Month": "04", "Day": "25"}, "Article": {"Language": ["eng"], "ELocationID": ["54", "10.1186/s13007-024-01181-8"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "17"}], "Journal": {"ISSN": "1746-4811", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "17"}}, "Title": "Plant methods", "ISOAbbreviation": "Plant Methods"}, "ArticleTitle": "A comprehensive tool in recycling plant-waste of Gossypium barbadense L agricultural and industrial waste extracts containing gossypin and gossypol: hepatoprotective, anti-inflammatory and antioxidant effects.", "Pagination": {"StartPage": "54", "MedlinePgn": "54"}, "Abstract": {"AbstractText": ["Improper management of agricultural and industrial cotton wastes causes environmental pollution and worsens the climate change challenge. Green recycling of cotton could contribute to a circular economy. One of the economic values of cotton wastes lies in their bioactive components. Two types of cotton wastes-agricultural and industrial-of the species Gossypium barbadense L. Giza 95 were targeted in the current study, aiming to maximize their medicinal value and investigate the anti-inflammatory, hepatoprotective, and antioxidant activities of their phytochemical extracts. Phytochemical extraction was performed using different solvents extraction. An anti-inflammatory effect was tested in carrageenan-induced acute edema in a rat paw model. A carbon tetrachloride chronic model of liver injury was used for the assessment of hepatoprotective potential. Liver enzymes (AST and ALT), oxidative stress markers (MDA and GSH), inflammatory biomarkers (C-reactive protein), and histopathological features were investigated. As a result, ethyl acetate proved to be the solvent of best choice to extract the gossypin polyphenolics, where the extracted amount reached 14,826.2 µg/g, followed by butanol (8751.4 µg/g extract). The chloroform (CHCL<sub>3</sub>) fraction showed the highest amounts of gossypol (190.7 µg/g extract), followed by petroleum ether. Cotton waste's composition analysis showed a wide range of components, including 33 metabolites such as gossypetin, polyphenolics, and other metabolites that possess therapeutic effects. Both chloroform extract and industrial waste extracts showed superior anti-inflammatory and hepatoprotective effects in comparison to other extracts. All tested extracts (ethyl acetate, chloroform, and industrial waste) showed proper antioxidant activities."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, Dokki, Giza, Egypt. monaarafamohammed@yahoo.com."}], "LastName": "Mohammed", "ForeName": "Mona A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental and Occupational Medicine Department, Environment and Climate Change Research Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Amer", "ForeName": "Nagat M", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medical Research and Clinical Studies Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Abdallah", "ForeName": "Heba M I", "Initials": "HMI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental and Occupational Medicine Department, Environment and Climate Change Research Institute, National Research Centre, Dokki, Giza, Egypt."}], "LastName": "Saleh", "ForeName": "Mai S", "Initials": "MS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Methods", "NlmUniqueID": "101245798", "ISSNLinking": "1746-4811"}, "CoiStatement": "The authors declare that they have no competing interests to the publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mohammed MA. Fighting cytokine storm and immunomodulatory deficiency: by using natural products therapy up to now. Front Pharmacol. 2023;14:1111329. doi: 10.3389/fphar.2023.1111329.", "ArticleIdList": ["10.3389/fphar.2023.1111329", "PMC10134036", "37124230"]}, {"Citation": "El Gengaihi SE, Mohammed MA, Aboubaker D, Shoaib RM, Asker M, Abdelhamid S, Hassan E. Chemical, biological, and molecular studies on different citrus species wastes. Plant arch. 2020;20(1):2773–2782."}, {"Citation": "Ibrahim MIM, Mohamed NAEM. Towards sustainable management of solid waste in Egypt. Procedia Environ Sci. 2016;34:336–347. doi: 10.1016/j.proenv.2016.04.030.", "ArticleIdList": ["10.1016/j.proenv.2016.04.030"]}, {"Citation": "Mohammed MA, Ibrahim BM, Abdel-Latif Y, Hassan AH, El Raey MA, Hassan EM, El-Gengaihi SE. Pharmacological and metabolomic profiles of Musa acuminata wastes as a new potential source of anti-ulcerative colitis agents. Sci Rep. 2022;12(1):10595. doi: 10.1038/s41598-022-14599-8.", "ArticleIdList": ["10.1038/s41598-022-14599-8", "PMC9218116", "35732649"]}, {"Citation": "Mohammed MA, Elgammal EW, Gaara AH, El Raey MA. Synergistic effect of silver and ZnO nanoparticles green synthesized by Vitis vinifera stem extract with Ampicillin against some pathogenic microbes. Egypt J Chem. 2022;65(5):1–2."}, {"Citation": "Johnson S, Echeverria D, Venditti R, Jameel H, Yao Y. Supply chain of waste cotton recycling and reuse a review. AATCC J Res. 2020;7:19–31. doi: 10.14504/ajr.7.S1.3.", "ArticleIdList": ["10.14504/ajr.7.S1.3"]}, {"Citation": "Elbasiouny H, Elbanna BA, Al-Najoli E, Alsherief A, Negm S, Abou El-Nour E, Nofal A, Sharabash S. Agricultural waste management for climate change mitigation: some implications to Egypt. Waste Manage MENA Regions. 2020;1:149–169. doi: 10.1007/978-3-030-18350-9_8.", "ArticleIdList": ["10.1007/978-3-030-18350-9_8"]}, {"Citation": "Huang J, Chen X. New function of gossypol, a natural product of cotton. J Cotton Res. 2022;5(1):1–2. doi: 10.1186/s42397-022-00135-6.", "ArticleIdList": ["10.1186/s42397-022-00135-6"]}, {"Citation": "Ahmed N. Extraction of bioactive compounds from agro-industrial waste in extraction of natural products from agro-industrial wastes. Amsterdam: Elsevier; 2023."}, {"Citation": "Cheng G, Zhang J, Jia S, Feng P, Chang F, Yan L, Gupta P, Wu H. Cardioprotective effect of Gossypin against myocardial ischemic/reperfusion in rats via alteration of oxidative stress inflammation and gut microbiota. J Inflam Res. 2022;15:1637–1651. doi: 10.2147/JIR.S348883.", "ArticleIdList": ["10.2147/JIR.S348883", "PMC8906873", "35282267"]}, {"Citation": "de Peyster A. Gossypol. In: Wexler P, editor. Encyclopedia of Toxicology (Third Edition) Oxford: Academic Press; 2014. pp. 782–785."}, {"Citation": "Hamed MA, Mohammed MA, Aboul Naser AF, Matloub AA, Fayed DB, Ali SA, Khalil WK. Optimization of curcuminoids extraction for evaluation against Parkinson’s disease in rats. J Biol Active Product Nature. 2019;9(5):335–351."}, {"Citation": "Guenther E: The essential oils. The essential oils. 5 1952."}, {"Citation": "Lewis D, Smith D. Sugar alcohols (polyols) in fungi and green plants: II methods of detection and quantitative estimation in plant extracts. New Phytol. 1967;66(2):185–204. doi: 10.1111/j.1469-8137.1967.tb05998.x.", "ArticleIdList": ["10.1111/j.1469-8137.1967.tb05998.x"]}, {"Citation": "Shellard EJ. Practical plant chemistry for pharmacy students: Pitman Medical; 1957."}, {"Citation": "Harborne J. Phytochemicals methods. London: Hapman and Hall Ltd; 1973. pp. 49–188."}, {"Citation": "Trease G, Evans W. Pharmacognosy. London: Bailliere Tindall; 1989. pp. 176–180."}, {"Citation": "Shinoda J. Color reactions of flavone and flavonol derivatives and the like. J Pharm Soc Jpn. 1928;48:214–220. doi: 10.1248/yakushi1881.48.3_214.", "ArticleIdList": ["10.1248/yakushi1881.48.3_214"]}, {"Citation": "Hanson J: The di-and sesterterpenes part 1: the diterpenes. Chemistry of Terpenes and Terpenoids 1972. 155."}, {"Citation": "El-Gengaihi SE, Aboul-Enein AM, Mohammed MA. Antiproliferative effect and chemical constituents of Annona species. Plant Archiv. 2020;20(1):2650–2657."}, {"Citation": "Cai Y, Zhang H, Zeng Y, Mo J, Bao J, Miao C, Bai J, Yan F, Chen F. An optimized gossypol high-performance liquid chromatography assay and its application in evaluation of different gland genotypes of cotton. J Biosci. 2004;29(1):67–71. doi: 10.1007/BF02702563.", "ArticleIdList": ["10.1007/BF02702563", "15286405"]}, {"Citation": "Mohammed MA, Hamed MA, El-Gengaihi SE, Enein AMA, Kachlicki P, Hassan EM. Profiling of secondary metabolites and DNA typing of three different Annona cultivars grown in Egypt. Metabolomics. 2022;18(7):49. doi: 10.1007/s11306-022-01911-w.", "ArticleIdList": ["10.1007/s11306-022-01911-w", "PMC9252975", "35781851"]}, {"Citation": "Mohammed MA, Attia HN, El-Gengaihi SE, Maklad YA, Ahmed KA, Kachlicki P. Comprehensive metabolomic, lipidomic and pathological profiles of baobab (Adansonia digitata) fruit pulp extracts in diabetic rats. J Pharm Biomed Anal. 2021;201:114139. doi: 10.1016/j.jpba.2021.114139.", "ArticleIdList": ["10.1016/j.jpba.2021.114139", "34000580"]}, {"Citation": "Mohammed MA, Elzefzafy N, El-Khadragy MF, Alzahrani A, Yehia HM, Kachlicki P. comprehensive tools of alkaloid/volatile compounds-metabolomics and DNA profiles: bioassay-role-guided differentiation process of Six Annona sp grown in Egypt as anticancer therapy. Pharmaceuticals. 2024;17(1):103. doi: 10.3390/ph17010103.", "ArticleIdList": ["10.3390/ph17010103", "PMC10821326", "38256936"]}, {"Citation": "Mohammed M, Hamed MA, El-Gengaihi S, Enein A, Ahmed O, Hassan E. In vitro screening of Annona cherimola leaves and bark for their antioxidant activity and in vivo assessment as protective agents against gastric ulcer in rats. Plant Archives. 2020;20(1):2658–2668."}, {"Citation": "Dinkova-Kostova A, Cheah J, Samouilov A, Zweier J, Bozak R, Hicks R, Talalay P. Phenolic Michael reaction acceptors: combined direct and indirect antioxidant defenses against electrophiles and oxidants. Med Chem. 2007;3(3):261–268. doi: 10.2174/157340607780620680.", "ArticleIdList": ["10.2174/157340607780620680", "17504197"]}, {"Citation": "Winter CA, Risley EA, Nuss GW. Carrageenin-induced edema in hind paw of the rat as an assay for antiinflammatory drugs. Proc Soc Exp Biol Med. 1962;111(3):544–547. doi: 10.3181/00379727-111-27849.", "ArticleIdList": ["10.3181/00379727-111-27849", "14001233"]}, {"Citation": "Katary M, Salahuddin A. Ameliorative effect of gossypin against gentamicin-induced nephrotoxicity in rats. Life Sci. 2017;176:75–81. doi: 10.1016/j.lfs.2017.03.009.", "ArticleIdList": ["10.1016/j.lfs.2017.03.009", "28302561"]}, {"Citation": "El-Demerdash E, Salam OMA, El-Batran SA, Abdallah HM, Shaffie NM. Inhibition of the renin–angiotensin system attenuates the development of liver fibrosis and oxidative stress in rats. Clin Exp Pharmacol Physiol. 2008;35(2):159–167. doi: 10.1111/j.1440-1681.2007.04797.x.", "ArticleIdList": ["10.1111/j.1440-1681.2007.04797.x", "17900296"]}, {"Citation": "Khalaf-Allah AE-RM, El-Gengaihi SE, Hamed MA, Zahran HG, Mohammed MA. Chemical composition of golden berry leaves against hepato-renal fibrosis. J Dietary Suppl. 2016;13(4):378–392. doi: 10.3109/19390211.2015.1099584.", "ArticleIdList": ["10.3109/19390211.2015.1099584", "26634867"]}, {"Citation": "Kassem AA, Abd El-Alim SH, Salman AM, Mohammed MA, Hassan NS, El-Gengaihi SE. Improved hepatoprotective activity of Beta vulgaris L leaf extract loaded self-nanoemulsifying drug delivery system (SNEDDS): in vitro and in vivo evaluation. Drug Develop Indust Pharm. 2020;46(10):1589–1603. doi: 10.1080/03639045.2020.1811303.", "ArticleIdList": ["10.1080/03639045.2020.1811303", "32811211"]}, {"Citation": "Reitman S, Frankel S. A colorimetric method for the determination of serum glutamic oxalacetic and glutamic pyruvic transaminases. Am J Clin Pathol. 1957;28(1):56–63. doi: 10.1093/ajcp/28.1.56.", "ArticleIdList": ["10.1093/ajcp/28.1.56", "13458125"]}, {"Citation": "Ohkawa H, Ohishi N, Yagi K. Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal Biochem. 1979;95(2):351–358. doi: 10.1016/0003-2697(79)90738-3.", "ArticleIdList": ["10.1016/0003-2697(79)90738-3", "36810"]}, {"Citation": "Koracevic D, Koracevic G, Djordjevic V, Andrejevic S, Cosic V. Colorimetric method for determination of total antioxidant capacity. J Clin Pathol. 2001;54(5):356–361. doi: 10.1136/jcp.54.5.356.", "ArticleIdList": ["10.1136/jcp.54.5.356", "PMC1731414", "11328833"]}, {"Citation": "Mohammed MA, El-Gengaihi SE, Shalaby AS, Ihab AM, Khalaf-Allah AEM. Effect of two growth stimulators on growth and active ingredients of some Physalis species. J Appl Sci Res. 2011;7(12):2082–2090."}, {"Citation": "Kumar AK, Reddy Y, Chaitanya PJ, Bhavani N, Pochampalli J. Isolation of gossypol and analysis of phytochemicals in seed extract of Bt and non-Bt varieties of cotton. Journal of Pharmacognosy and Phytochem. 2013;2(1):180."}, {"Citation": "Clark E. Studies on gossypol: I the preparation, purification, and some of the properties of gossypol, the toxic principle of cottonseed. J Biol Chem. 1927;75(3):725–739. doi: 10.1016/S0021-9258(18)84141-2.", "ArticleIdList": ["10.1016/S0021-9258(18)84141-2"]}, {"Citation": "Wang L, Liu Y, Zhang Y, Yasin A, Zhang L. Investigating stability and tautomerization of gossypol—a spectroscopy study. Molecules. 2019;24(7):1286. doi: 10.3390/molecules24071286.", "ArticleIdList": ["10.3390/molecules24071286", "PMC6479638", "30987000"]}, {"Citation": "Rao KV, Seshadri T. Constitution of gossypin—Part II of the Indian academy of sciences-section A: 1947. Berlin: Springer; 1947."}, {"Citation": "Meyer R, Vorster S, Dubery I. Identification and quantification of gossypol in cotton by using packed micro-tips columns in combination with HPLC. Anal Bioanal Chem. 2004;380(4):719–724. doi: 10.1007/s00216-004-2817-5.", "ArticleIdList": ["10.1007/s00216-004-2817-5", "15372136"]}, {"Citation": "Knutsen HK, Barregård Lars, Bignami M, Brüschweiler B, Ceccatelli S, Dinovi M, Edler L, Grasl-Kraupp B, Hogstrand C. Presence of free gossypol in whole cottonseed. EFSA J. 2017;15(7):e04850.", "ArticleIdList": ["PMC7010194", "32625538"]}, {"Citation": "Park SH, Scheffler J, Scheffler B, Cantrell CL, Pauli CS. Chemical defense responses of upland cotton, Gossypium hirsutum L to physical wounding. Plant direct. 2019;3(5):00141. doi: 10.1002/pld3.141.", "ArticleIdList": ["10.1002/pld3.141", "PMC6589528", "31245779"]}, {"Citation": "Koryakina N, Kopitsya T, Kasymova G, Burichenko V. Determination of the cystine and cysteine contents of proteins with the aid of an amino acid analyzer. Chem Nat Compd. 1985;21(4):517–520. doi: 10.1007/BF00579149.", "ArticleIdList": ["10.1007/BF00579149"]}, {"Citation": "Kouakou TH, Waffo-Téguo P, Kouadio YJ, Valls J, Richard T, Decendit A, Mérillon J-M. Phenolic compounds and somatic embryogenesis in cotton (Gossypium hirsutum L) Plant Cell Tissue Organ Culture. 2007;90(1):25–29. doi: 10.1007/s11240-007-9243-2.", "ArticleIdList": ["10.1007/s11240-007-9243-2"]}, {"Citation": "Shindy WW, Smith OE. Identification of plant hormones from cotton ovules. Plant Physiol. 1975;55(3):550–554. doi: 10.1104/pp.55.3.550.", "ArticleIdList": ["10.1104/pp.55.3.550", "PMC541656", "16659120"]}, {"Citation": "Nix A, Paull C, Colgrave M. Flavonoid profile of the cotton plant, Gossypium hirsutum: a review. Plants. 2017;6(4):43. doi: 10.3390/plants6040043.", "ArticleIdList": ["10.3390/plants6040043", "PMC5750619", "28946657"]}, {"Citation": "Iwashina T. Contribution to flower colors of flavonoids including anthocyanins: a review. Natural Prod Commun. 2015;10(3):19345781501000335.", "ArticleIdList": ["25924543"]}, {"Citation": "Morris NM, Catalano EA, Berni RJ. 3-Hydroxymyristic acid as a measure of endotoxin in cotton lint and dust. Am Ind Hyg Assoc J. 1988;49(2):81–88. doi: 10.1080/15298668891379431.", "ArticleIdList": ["10.1080/15298668891379431", "3282417"]}, {"Citation": "Amin ES, Bassiouny A. Estrone in Olea europaea kernel. Phytochemistry. 1979;18(2):344. doi: 10.1016/0031-9422(79)80097-7.", "ArticleIdList": ["10.1016/0031-9422(79)80097-7"]}, {"Citation": "Levi A, Paterson AH, Cakmak I, Saranga Y. Metabolite and mineral analyses of cotton near-isogenic lines introgressed with QTLs for productivity and drought-related traits. Physiol Plant. 2011;141(3):265–275. doi: 10.1111/j.1399-3054.2010.01438.x.", "ArticleIdList": ["10.1111/j.1399-3054.2010.01438.x", "21143238"]}, {"Citation": "Roy S, Karim S, Rahman Z, Aziz S, Hassan S. The fatty acid composition and properties of oil extracted from cotton (Gossypium herbaceum) seed of Bangladesh. Bangladesh J Sci Ind Res. 2012;47(3):303–308. doi: 10.3329/bjsir.v47i3.13064.", "ArticleIdList": ["10.3329/bjsir.v47i3.13064"]}, {"Citation": "Stipanovic RD, Bell AA, Mace ME, Howell CR. Antimicrobial terpenoids of Gossypium: 6-methoxygossypol and 6, 6′-dimethoxygossypol. Phytochemistry. 1975;14(4):1077–1081. doi: 10.1016/0031-9422(75)85190-9.", "ArticleIdList": ["10.1016/0031-9422(75)85190-9"]}, {"Citation": "Zhao Y, Dou J, Wu T, Aisa HA. Investigating the antioxidant and acetylcholinesterase inhibition activities of Gossypium herbaceam. Molecules. 2013;18(1):951–962. doi: 10.3390/molecules18010951.", "ArticleIdList": ["10.3390/molecules18010951", "PMC6269909", "23344203"]}, {"Citation": "Minyard JP, Thompson AC, Hedin PA. Constituents of the cotton bud VIII beta-Bisabolol, a new sesquiterpene alcohol. J Org Chem. 1968;3(2):909–911. doi: 10.1021/jo01266a116.", "ArticleIdList": ["10.1021/jo01266a116"]}, {"Citation": "Stipanovic RD, Bell AA, Howell CR. Naphthofuran precursors of sesquiterpenoid aldehydes in diseased Gossypium. Phytochemistry. 1975;14(8):1809–1811. doi: 10.1016/0031-9422(75)85299-X.", "ArticleIdList": ["10.1016/0031-9422(75)85299-X"]}, {"Citation": "Rhimi W, Mohammed MA, Zarea AAK, Greco G, Tempesta M, Otranto D, Cafarchia C. Antifungal, antioxidant and antibiofilm activities of essential oils of Cymbopogon spp. Antibiotics. 2022;11(6):829. doi: 10.3390/antibiotics11060829.", "ArticleIdList": ["10.3390/antibiotics11060829", "PMC9220269", "35740234"]}, {"Citation": "P-BT Guideline OECD guideline for the testing of chemicals. The Hershberger. 2001;601:858."}, {"Citation": "Huang G-J, Pan C-H, Liu F-C, Wu T-S, Wu C-H. Anti-inflammatory effects of ethanolic extract of Antrodia salmonea in the lipopolysaccharide-stimulated RAW246 7 macrophages and the λ-carrageenan-induced paw edema model. Food Chem Toxicol. 2012;50(5):1485–1493. doi: 10.1016/j.fct.2012.01.041.", "ArticleIdList": ["10.1016/j.fct.2012.01.041", "22326970"]}, {"Citation": "Mada SR, Metukuri MR, Burugula L, Reddanna P, Krishna DR. Antiinflammatory and antinociceptive activities of gossypin and procumbentin–cyclooxygenase-2 (COX-2) inhibition studies. Phytother Res Int J Devoted Pharmacol Toxicol Eval Natural Product Derivat. 2009;23(6):878–884.", "ArticleIdList": ["19107863"]}, {"Citation": "Chen C-W, Hu S, Tsui K-H, Hwang G-S, Chen S-T, Tang T-K, Cheng H-T, Yu J-W, Wang H-C, Juang H-H. Anti-inflammatory effects of gossypol on human lymphocytic jurkat cells via regulation of MAPK signaling and cell cycle. Inflammation. 2018;41:2265–2274. doi: 10.1007/s10753-018-0868-6.", "ArticleIdList": ["10.1007/s10753-018-0868-6", "30136021"]}, {"Citation": "Mounnissamy V, Gopal V, Gunasegaran R, Saraswathy A. Antiinflammatory activity of gossypetin isolated from Hibiscus sabdariffa. Indian J Heterocycl Chem. 2002;12(1):85–86."}, {"Citation": "El-Gengaihi SE, Hamed MA, Abd ERM, Khalaf-Allah MA. Golden berry juice attenuates the severity of hepatorenal injury. J Dietary Suppl. 2013;10(4):357–369. doi: 10.3109/19390211.2013.830675.", "ArticleIdList": ["10.3109/19390211.2013.830675", "24168372"]}, {"Citation": "Batur M, Cheng L, Yan D, Parhat K. Hepatoprotective effect of Gossipium hirsutum extract on acute experimental hepatitis on rat liver injury. Zhongguo Zhong yao za zhi= Zhongguo Zhongyao Zazhi = China J Chin Mater Medica. 2008;33(15):1873–1876.", "ArticleIdList": ["19007020"]}, {"Citation": "Li S, Tan H-Y, Wang N, Zhang Z-J, Lao L, Wong C-W, Feng Y. The role of oxidative stress and antioxidants in liver diseases. Int J Mol Sci. 2015;16(11):26087–26124. doi: 10.3390/ijms161125942.", "ArticleIdList": ["10.3390/ijms161125942", "PMC4661801", "26540040"]}, {"Citation": "Feng Y, Wang N, Ye X, Li H, Feng Y, Cheung F, Nagamatsu T. Hepatoprotective effect and its possible mechanism of Coptidis rhizoma aqueous extract on carbon tetrachloride-induced chronic liver hepatotoxicity in rats. J Ethnopharmacol. 2011;138(3):683–690. doi: 10.1016/j.jep.2011.09.032.", "ArticleIdList": ["10.1016/j.jep.2011.09.032", "21963555"]}, {"Citation": "Süzen S. Antioxidant properties of melatonin and its potential action in diseases. Current Topics Med Chem. 2015;15(9):894. doi: 10.2174/1568026615666150220120946.", "ArticleIdList": ["10.2174/1568026615666150220120946", "25697560"]}, {"Citation": "Krishnaiah D, Sarbatly R, Nithyanandam R. A review of the antioxidant potential of medicinal plant species. Food Bioprod Process. 2011;89(3):217–233. doi: 10.1016/j.fbp.2010.04.008.", "ArticleIdList": ["10.1016/j.fbp.2010.04.008"]}, {"Citation": "Kasote DM, Katyare SS, Hegde MV, Bae H. Significance of antioxidant potential of plants and its relevance to therapeutic applications. Int J Biol Sci. 2015;11(8):982. doi: 10.7150/ijbs.12096.", "ArticleIdList": ["10.7150/ijbs.12096", "PMC4495415", "26157352"]}, {"Citation": "Delcampo DP. Entrevista a Joaquín Valdés Fonseca. Revista de Psicología Aplicada al Deporte y al Ejercicio Físico. 2018;3(1):1–7."}, {"Citation": "Ji C, Aisa HA, Yang N, Li Q, Wang T, Zhang L, Qu K, Zhu H-B, Zuo P-P. Gossypium herbaceam extracts inhibited NF-κB activation to attenuate spatial memory impairment and hippocampal neurodegeneration induced by amyloid-β in rats. J Alzheimers Dis. 2008;14(3):271–283. doi: 10.3233/JAD-2008-14302.", "ArticleIdList": ["10.3233/JAD-2008-14302", "18599954"]}, {"Citation": "Kunnumakkara AB, Nair AS, Ahn KS, Pandey MK, Yi Z, Liu M, Aggarwal BB. Gossypin, a pentahydroxy glucosyl flavone, inhibits the transforming growth factor beta-activated kinase-1-mediated NF-κB activation pathway, leading to potentiation of apoptosis, suppression of invasion, and abrogation of osteoclastogenesis. Blood J Am Soc Hematol. 2007;109(12):5112–5121.", "ArticleIdList": ["PMC1890830", "17332240"]}, {"Citation": "Kuang Y, Han X, Xu M, Wang Y, Zhao Y, Yang Q. Oxaloacetate ameliorates chemical liver injury via oxidative stress reduction and enhancement of bioenergetic fluxes. Int J Mol Sci. 2018;19(6):1626. doi: 10.3390/ijms19061626.", "ArticleIdList": ["10.3390/ijms19061626", "PMC6032239", "29857490"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "1"}, {"Year": "2024", "Month": "4", "Day": "1"}, {"Year": "2024", "Month": "4", "Day": "18", "Hour": "0", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "18", "Hour": "0", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "17", "Hour": "23", "Minute": "50"}, {"Year": "2024", "Month": "4", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38632634", "PMC11022478", "10.1186/s13007-024-01181-8", "10.1186/s13007-024-01181-8"]}}]}