{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Egypt", "Framework Convention on Tobacco Control", "Heavy metals", "Oman", "Tobacco products"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38656680", "DateRevised": {"Year": "2024", "Month": "04", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s12011-024-04182-9"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "24"}], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Apr", "Day": "24"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Tracking the Variations in Trace and Heavy Elements in Smoking Products Marketed in Oman and Egypt: Risk Assessment After Implementation of Constraining Protocols.", "Abstract": {"AbstractText": ["Tobacco smoking is becoming one of the major worldwide concerns regarding environmental pollution as well as health threats. In 2005, the World Health Organization (WHO) released the Framework Convention On Tobacco Control (FCTC), which outlined protocols for controlling tobacco products. Oman was one of the leading countries to follow these protocols; however, Egypt has only followed these protocols recently in 2020. One of the main challenges in tobacco product control is the variation in their trace element's types and amounts from country to country owing to differences in agriculture techniques and used chemical additives. Smoking releases different toxic metal ions found in them into the air, and hence, analyzing trace amounts of metals in tobacco smoking products is becoming more critical. The proposed research aims to evaluate the current levels of 11 heavy metals (namely, As, Pb, Cd, Co, Cr, Be, Ba, Mn, Ni, Fe, and Hg) in 22 tobacco products available in Egypt and Oman using inductively coupled plasma optical emission spectroscopy and a direct mercury analyzer. Although some elements such as Be, Co, and Cd were absent, the positive detection of As and Pb and the levels of Ba, Cr, and Ni are still alarming, especially for heavy smokers. The obtained results were then statistically related to previously published data in 2017 to explore the effectiveness of implementing the FCTC protocols within the Egyptian market. The outcomes suggested a positive impact of FCTC protocol implementation in Egypt, besides the lower levels of elemental content for Omani products compared to the Egyptian market."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa, Birkat Al Mauz , Nizwa, 616, Oman. adel@unizwa.edu.om."}], "LastName": "Ibrahim", "ForeName": "Adel Ehab", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa, Birkat Al Mauz , Nizwa, 616, Oman."}, {"Identifier": [], "Affiliation": "Pharmaceutical Analytical Chemistry Department, Faculty of Pharmacy, Ain Shams University, Abassia, 11566, Cairo, Egypt."}], "LastName": "Alamir", "ForeName": "Samy G", "Initials": "SG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa, Birkat Al Mauz , Nizwa, 616, Oman."}], "LastName": "Al-Omairi", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Analytical Chemistry Department, Faculty of Pharmacy, Al-Azhar University, Assiut Branch, Assiut, 71524, Egypt."}], "LastName": "Salman", "ForeName": "Baher I", "Initials": "BI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Analytical Chemistry Department, Faculty of Pharmacy, Menoufia University, Shebin Elkom, 32511, Egypt."}], "LastName": "Batakoushy", "ForeName": "Hany A", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Medicinal Plants, Faculty of Pharmacy, Al-Azhar University (Boys), Cairo, 11884, Egypt."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Sinai University - Arish Branch, Arish, 45511, Egypt."}], "LastName": "Hegazy", "ForeName": "Mostafa M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Center, University of Nizwa, Birkat Al Mauz , Nizwa, 616, Oman. aharrasi@unizwa.edu.om."}], "LastName": "Al-Harrasi", "ForeName": "Ahmed", "Initials": "A"}], "GrantList": [{"GrantID": "BFP/RGP/CBS/22/002", "Agency": "Ministry of Higher Education, Research and Innovation", "Country": ""}, {"GrantID": "BFP/RGP/CBS/22/002", "Agency": "Ministry of Higher Education, Research and Innovation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO (2023) Tobacco. WHO. https://www.who.int/news-room/fact-sheets/detail/tobacco#:~:text=Key%20facts,%2D%20and%20middle%2Dincome%20countries . Accessed 12th December 2023"}, {"Citation": "WHO (2023) Smoking is the leading cause of chronic obstructive pulmonary disease. WHO. https://www.who.int/news/item/15-11-2023-smoking-is-the-leading-cause-of-chronic-obstructive-pulmonary-disease#:~:text=Tobacco%20smoking%20accounts%20for%20over,the%20other%20major%20risk%20factor . Accessed 12th December 2023"}, {"Citation": "Peruga A, López MJ, Martinez C, Fernández E (2021) Tobacco control policies in the 21st century: achievements and open challenges. Mol Oncol 15(3):744–752. https://doi.org/10.1002/1878-0261.12918", "ArticleIdList": ["10.1002/1878-0261.12918", "33533185", "7931122"]}, {"Citation": "Zhao C, Xie Y, Zhou X, Zhang Q, Wang N (2020) The effect of different tobacco tar levels on DNA damage in cigarette smoking subjects. Toxicol Res (Camb) 9(3):302–307. https://doi.org/10.1093/toxres/tfaa031", "ArticleIdList": ["10.1093/toxres/tfaa031", "32670561"]}, {"Citation": "Cheng T, Reilly SM, Feng C, Walters MJ, Holman MR (2022) Harmful and potentially harmful constituents in the filler and smoke of tobacco-containing tobacco products. ACS Omega 7(29):25537–25554", "ArticleIdList": ["10.1021/acsomega.2c02646", "35910156", "9330232"]}, {"Citation": "Naimabadi A, Gholami A, Ramezani AM (2021) Determination of heavy metals and health risk assessment in indoor dust from different functional areas in Neyshabur, Iran. Indoor Built Environ 30(10):1781–1795. https://doi.org/10.1177/1420326x20963378", "ArticleIdList": ["10.1177/1420326x20963378"]}, {"Citation": "Kim HS, Kim YJ, Seo YR (2015) An overview of carcinogenic heavy metal: molecular toxicity mechanism and Prevention. J Cancer Prev 20(4):232–240. https://doi.org/10.15430/jcp.2015.20.4.232", "ArticleIdList": ["10.15430/jcp.2015.20.4.232", "26734585", "4699750"]}, {"Citation": "Suwazono Y, Kido T, Nakagawa H, Nishijo M, Honda R, Kobayashi E, Dochi M, Nogawa K (2009) Biological half-life of cadmium in the urine of inhabitants after cessation of cadmium exposure. Biomarkers 14(2):77–81. https://doi.org/10.1080/13547500902730698", "ArticleIdList": ["10.1080/13547500902730698", "19330585"]}, {"Citation": "Nucera S, Serra M, Caminiti R, Ruga S, Passacatini LC, Macrì R, Scarano F, Maiuolo J, Bulotta R, Mollace R (2024) Non-essential heavy metal effects in cardiovascular diseases: an overview of systematic review. Front Cardiovasc Med 11:1332339. https://doi.org/10.3389/fcvm.2024.1332339", "ArticleIdList": ["10.3389/fcvm.2024.1332339", "38322770", "10844381"]}, {"Citation": "Tchounwou PB, Yedjou CG, Patlolla AK, Sutton DJ (2012) Heavy metal toxicity and the environment. Exp Suppl 101:133–164. https://doi.org/10.1007/978-3-7643-8340-4_6", "ArticleIdList": ["10.1007/978-3-7643-8340-4_6", "22945569"]}, {"Citation": "Pappas RS (2011) Toxic elements in tobacco and in cigarette smoke: inflammation and sensitization. Metallomics 3(11):1181–1198. https://doi.org/10.1039/c1mt00066g", "ArticleIdList": ["10.1039/c1mt00066g", "21799956"]}, {"Citation": "Wan Y, Liu J, Zhuang Z, Wang Q, Li H (2024) Heavy metals in agricultural soils: sources, influencing factors, and remediation strategies. Toxics 12(1):63", "ArticleIdList": ["10.3390/toxics12010063", "38251018", "10819638"]}, {"Citation": "WHO (2023) IARC monographs on the identification of carcinogenic hazards to humans. WHO. https://monographs.iarc.who.int/list-of-classifications . Accessed 16th January 2024"}, {"Citation": "Ghosh B, Padhy PK, Niyogi S, Patra PK, Hecker M (2023) A comparative study of heavy metal pollution in ambient air and the health risks assessment in industrial, urban and semi-urban areas of West Bengal, India: an evaluation of carcinogenic, non-carcinogenic, and additional lifetime cancer cases. Environments 10(11):190", "ArticleIdList": ["10.3390/environments10110190"]}, {"Citation": "Arora J, Singal A, Jacob J, Garg S, Aeri R (2024) A systematic review of lead exposure on mental health. In: Kumar N, Jha AK (eds) Lead toxicity mitigation: sustainable nexus approaches. Springer Nature Switzerland, Cham, pp 51–71. https://doi.org/10.1007/978-3-031-46146-0_4", "ArticleIdList": ["10.1007/978-3-031-46146-0_4"]}, {"Citation": "Kim K-H, Kabir E, Jahan SA (2016) A review on the distribution of hg in the environment and its human health impacts. J Hazard Mater 306:376–385. https://doi.org/10.1016/j.jhazmat.2015.11.031", "ArticleIdList": ["10.1016/j.jhazmat.2015.11.031", "26826963"]}, {"Citation": "Peana M, Medici S, Dadar M, Zoroddu MA, Pelucelli A, Chasapis CT, Bjørklund G (2021) Environmental barium: potential exposure and health-hazards. Arch Toxicol 95(8):2605–2612. https://doi.org/10.1007/s00204-021-03049-5", "ArticleIdList": ["10.1007/s00204-021-03049-5", "33870439"]}, {"Citation": "Baj J, Flieger W, Barbachowska A, Kowalska B, Flieger M, Forma A, Teresiński G, Portincasa P, Buszewicz G, Radzikowska-Büchner E, Flieger J (2023) Consequences of disturbing manganese homeostasis. Int J Mol Sci 24(19):14959", "ArticleIdList": ["10.3390/ijms241914959", "37834407", "10573482"]}, {"Citation": "Pratush A, Kumar A, Hu Z (2018) Adverse effect of heavy metals (as, pb, hg, and cr) on health and their bioremediation strategies: a review. Int Microbiol 21(3):97–106. https://doi.org/10.1007/s10123-018-0012-3", "ArticleIdList": ["10.1007/s10123-018-0012-3", "30810952"]}, {"Citation": "Zumbado M, Luzardo OP, Rodríguez-Hernández Á, Boada LD, Henríquez-Hernández LA (2019) Differential exposure to 33 toxic elements through cigarette smoking, based on the type of tobacco and rolling paper used. Environ Res 169:368–376. https://doi.org/10.1016/j.envres.2018.11.021", "ArticleIdList": ["10.1016/j.envres.2018.11.021", "30513508"]}, {"Citation": "Xi W, Ping Y, Cai H, Tan Q, Liu C, Shen J, Zhang Y (2023) Effects of Soil Properties on Pb, Cd, and Cu Contents in Tobacco Leaves of Longyan, China, and Their Prediction Models. Int J Anal Chem 2023:9216995. https://doi.org/10.1155/2023/9216995"}, {"Citation": "Sebiawu GE, Mensah NJ, Ayiah-Mensah F (2014) Analysis of heavy metals content of tobacco and cigarettes sold in Wa municipality of Upper West Region, Ghana. Chem Process Eng Res 25:24–33"}, {"Citation": "Jayasumana C, Fonseka S, Fernando A, Jayalath K, Amarasinghe M, Siribaddana S, Gunatilake S, Paranagama P (2015) Phosphate fertilizer is a main source of arsenic in areas affected with chronic kidney disease of unknown etiology in Sri Lanka. Springerplus 4:90. https://doi.org/10.1186/s40064-015-0868-z", "ArticleIdList": ["10.1186/s40064-015-0868-z", "25763302", "4348354"]}, {"Citation": "Regassa G, Chandravanshi BS (2016) Levels of heavy metals in the raw and processed Ethiopian tobacco leaves. SpringerPlus 5(1):232. https://doi.org/10.1186/s40064-016-1770-z", "ArticleIdList": ["10.1186/s40064-016-1770-z", "27026926", "4771704"]}, {"Citation": "Richard JO, Connor, Qiang L, Stephens WE, David H, Tara E-M, Cummings KM, Gary AG, Geoffrey TF (2010) Cigarettes sold in China: design, emissions and metals. Tob Control 19(Suppl 2):i47. https://doi.org/10.1136/tc.2009.030163", "ArticleIdList": ["10.1136/tc.2009.030163"]}, {"Citation": "Javan S, Eskandari M, Babaei Z, Aminisani N, Ahmadi R, Ramezani AM (2023) Separation and identification of snuff constituents by using GC–MS and ICP-OES as well as health risk assessment of some existing heavy metals. Environ Monit Assess 195(12):1513. https://doi.org/10.1007/s10661-023-12121-9", "ArticleIdList": ["10.1007/s10661-023-12121-9", "37989886"]}, {"Citation": "Farzadkia M, Salehi Sedeh M, Ghasemi A, Alinejad N, Samadi Kazemi M, Jafarzadeh N, Torkashvand J (2022) Estimation of the heavy metals released from cigarette butts to beaches and urban environments. J Hazard Mater 425:127969. https://doi.org/10.1016/j.jhazmat.2021.127969", "ArticleIdList": ["10.1016/j.jhazmat.2021.127969", "34891016"]}, {"Citation": "Zhao D, Aravindakshan A, Hilpert M, Olmedo P, Rule AM, Navas-Acien A, Aherrera A (2020) Metal/Metalloid levels in electronic cigarette liquids, aerosols, and human biosamples: a systematic review. Environ Health Perspect 128(3):36001. https://doi.org/10.1289/ehp5686", "ArticleIdList": ["10.1289/ehp5686", "32186411"]}, {"Citation": "Quadroni S, Bettinetti R (2019) An unnoticed issue: organochlorine pesticides in tobacco products around the world. Chemosphere 219:54–57", "ArticleIdList": ["10.1016/j.chemosphere.2018.12.009", "30529853"]}, {"Citation": "Roemer R, Taylor A, Lariviere J (2005) Origins of the WHO framework convention on tobacco control. Am J Public Health 95(6):936–938", "ArticleIdList": ["10.2105/AJPH.2003.025908", "15914812", "1449287"]}, {"Citation": "Al-Lawati J, Mabry RM, Al-Busaidi ZQ (2017) Tobacco control in Oman: it’s time to get serious! Oman Med J 32(1):3", "ArticleIdList": ["10.5001/omj.2017.02", "28042396", "5187396"]}, {"Citation": "Fouda S, Kelany M, Moustafa N, Abushouk AI, Hassane A, Sleem A, Mokhtar O, Negida A, Bassiony M (2018) Tobacco smoking in Egypt: a scoping literature review of its epidemiology and control measures. East Mediterr Health J 24(2):198–215", "ArticleIdList": ["10.26719/2018.24.2.198", "29748949"]}, {"Citation": "Decision EP (2020) Approval of the Protocol to Eliminate Illicit Trade in Tobacco Products adopted in Seoul on November 12, 2012. Official Egyptian Journal. https://manshurat.org/node/73904 . Accessed 12th December 2023"}, {"Citation": "Barin JS, Mello PA, Mesko MF, Duarte FA, Flores EMM (2016) Determination of elemental impurities in pharmaceutical products and related matrices by ICP-based methods: a review. Anal Bioanal Chem 408(17):4547–4566. https://doi.org/10.1007/s00216-016-9471-6", "ArticleIdList": ["10.1007/s00216-016-9471-6", "27020927"]}, {"Citation": "Zhang S, Zhou M (2020) Comparison of DMA-80 and ICP-MS Combined with Closed-Vessel Microwave Digestion for the Determination of Mercury in Coal. J Anal Methods Chem 2020:8867653. https://doi.org/10.1155/2020/8867653"}, {"Citation": "Rubio Armendáriz C, Garcia T, Soler A, Gutiérrez Fernández ÁJ, Glez-Weller D, Luis González G, de la Torre AH, Revert Gironés C (2015) Heavy metals in cigarettes for sale in Spain. Environ Res 143(Pt A):162–169. https://doi.org/10.1016/j.envres.2015.10.003", "ArticleIdList": ["10.1016/j.envres.2015.10.003", "26492401"]}, {"Citation": "Shahzad MK, Khan MA, Soomro F, Zaman Q-U, Sultan K, Thebo KH Mass characterisation of elemental toxicants in popular cigarettes sale in Pakistan using ICP-OES. Int J Environ Anal Chem :1–14. https://doi.org/10.1080/03067319.2022.2120394"}, {"Citation": "Fresquez MR, Pappas RS, Watson CH (2013) Establishment of toxic metal reference range in tobacco from US cigarettes. J Anal Toxicol 37(5):298–304. https://doi.org/10.1093/jat/bkt021", "ArticleIdList": ["10.1093/jat/bkt021", "23548667"]}, {"Citation": "Beauval N, Howsam M, Antherieu S, Allorge D, Soyez M, Garçon G, Goossens JF, Lo-Guidice JM, Garat A (2016) Trace elements in e-liquids - development and validation of an ICP-MS method for the analysis of electronic cigarette refills. Regul Toxicol Pharmacol 79:144–148. https://doi.org/10.1016/j.yrtph.2016.03.024", "ArticleIdList": ["10.1016/j.yrtph.2016.03.024", "27058761"]}, {"Citation": "Engida AM, Chandravanshi BS (2017) Assessment of heavy metals in tobacco of cigarettes commonly sold in Ethiopia. Chem Int 3(3):212–218"}, {"Citation": "Dahlawi S, Abdulrahman Al Mulla A, Saifullah, Salama K, Ahmed Labib O, Tawfiq Aljassim M, Akhtar A, Asghar W, Kh. Faraj T, Khalid N (2021) Assessment of different heavy metals in cigarette filler and ash from multiple brands retailed in Saudi Arabia. J King Saud Univ - Sci 33(6):101521. https://doi.org/10.1016/j.jksus.2021.101521", "ArticleIdList": ["10.1016/j.jksus.2021.101521"]}, {"Citation": "Ashraf MW (2012) Levels of heavy metals in popular cigarette brands and exposure to these metals via smoking. ScientificWorldJournal 2012:729430. https://doi.org/10.1100/2012/729430"}, {"Citation": "Ren T, Chen X, Ge Y, Zhao L, Zhong R (2017) Determination of heavy metals in cigarettes using high-resolution continuum source graphite furnace atomic absorption spectrometry. Anal Methods 9(27):4033–4043", "ArticleIdList": ["10.1039/C7AY00930E"]}, {"Citation": "Yebpella G, Shallangwa G, Hammuel C, Magomya A, Oladipo M, Nok A, Bonire J (2011) Heavy metal content of different brands of cigarettes commonly smoked in Nigeria and its toxicological implications. Pac J Sci Technol 12(1):356–362"}, {"Citation": "Janaydeh M, Ismail A, Zulkifli SZ, Omar H (2019) Toxic heavy metal (Pb and Cd) content in tobacco cigarette brands in Selangor state, Peninsular Malaysia. Environ Monit Assess 191:1–8", "ArticleIdList": ["10.1007/s10661-019-7755-y"]}, {"Citation": "Duran A, Tuzen M, Soylak M (2012) Trace metal concentrations in cigarette brands commonly available in Turkey: relation with human health. Toxicol Environ Chem 94(10):1893–1901", "ArticleIdList": ["10.1080/02772248.2012.737795"]}, {"Citation": "Abd El-Samad M, Hanafi HA (2017) Analysis of toxic heavy metals in cigarettes by instrumental neutron activation analysis. J Taibah Univ Sci 11(5):822–829. https://doi.org/10.1016/j.jtusci.2017.01.007", "ArticleIdList": ["10.1016/j.jtusci.2017.01.007"]}, {"Citation": "Al-Mukhaini N, Ba-Omar T, Eltayeb E, Al-Shehi A (2014) Determination of heavy metals in the common smokeless tobacco Afzal in Oman. Sultan Qaboos Univ Med J 14(3):e349", "ArticleIdList": ["25097770", "4117660"]}, {"Citation": "Mehrandish R, Rahimian A, Shahriary A (2019) Heavy metals detoxification: a review of herbal compounds for chelation therapy in heavy metals toxicity. J Herbmed Pharmacol 8(2):69–77", "ArticleIdList": ["10.15171/jhp.2019.12"]}, {"Citation": "Registry ATSD (2023) Minimal Risk Levels (MRLs) for Hazardous Substances. ATSDR. https://wwwn.cdc.gov/TSP/MRLS/mrlsListing.aspx . Accessed 12th December 2023"}, {"Citation": "EPA US (2007) Method 7374: Mercury in solids and solutions by thermal decomposition, amalgamation, and atomic absorption spectropho-tometry. US Environmental Protection Agency, Washington, DC"}, {"Citation": "(2005) Guideline, ICH guidelines for Validation of analytical procedures: text and methodology Q2 (R1). In International Conference on Harmonization, Geneva, Switzerland, pp 1–13. https://database.ich.org/sites/default/files/Q2%28R1%29%20Guideline.pdf . Accessed 14 Jan 2024"}, {"Citation": "Cristache C, Comero S, Locoro G, Fissiaux I, Ruiz AA, Tóth G, Gawlik BM (2014) Comparative study on open system digestion vs. microwave-assisted digestion methods for trace element analysis in agricultural soils. JRC Technical Reports"}, {"Citation": "Ajab H, Yasmeen S, Yaqub A, Ajab Z, Junaid M, Siddique M, Farooq R, Malik SA (2008) Evaluation of trace metals in tobacco of local and imported cigarette brands used in Pakistan by spectrophotometer through microwave digestion. J Toxicol Sci 33(4):415–420", "ArticleIdList": ["10.2131/jts.33.415", "18827441"]}, {"Citation": "Buka SL, Loucks EB, Mu L, Niu Z, Tian L, Wang M, Wen X (2024) Involuntary tobacco smoke exposures from conception to 18 years increase midlife cardiometabolic disease risk: a 40-year longitudinal study. J Dev Origins Health Disease 1–10. https://doi.org/10.1017/S2040174423000375"}, {"Citation": "Yalcin BM, Kara GC, Ustaoglu M (2023) The experiences of smokers admitted to a smoking cessation center in Samsun regarding their addiction: a qualitative study. Natl J Health Sci 8(4):144–151", "ArticleIdList": ["10.21089/njhs.84.0144"]}, {"Citation": "Li Y, Xiao X, Li J, Han Y, Cheng C, Fernandes GF, Slewitzke SE, Rosenberg SM, Zhu M, Byun J, Bossé Y, McKay JD, Albanes D, Lam S, Tardon A, Chen C, Bojesen SE, Landi MT, Johansson M, Risch A, Bickeböller H, Wichmann H-E, Christiani DC, Rennert G, Arnold SM, Goodman GE, Field JK, Davies MPA, Shete S, Le Marchand L, Liu G, Hung RJ, Andrew AS, Kiemeney LA, Sun R, Zienolddiny S, Grankvist K, Johansson M, Caporaso NE, Cox A, Hong Y-C, Lazarus P, Schabath MB, Aldrich MC, Schwartz AG, Gorlov I, Purrington KS, Yang P, Liu Y, Bailey-Wilson JE, Pinney SM, Mandal D, Willey JC, Gaba C, Brennan P, Xia J, Shen H, Amos CI (2024) Lung cancer in ever- and never-smokers: findings from multi-population GWAS studies. Cancer Epidemiology, Biomarkers & Prevention. https://doi.org/10.1158/1055-9965.Epi-23-0613"}, {"Citation": "Neumann T, Rasmussen M, Heitmann BL, Tønnesen H (2013) Gold standard program for heavy smokers in a real-life setting. Int J Environ Res Public Health 10(9):4186–4199", "ArticleIdList": ["10.3390/ijerph10094186", "24022655", "3799509"]}, {"Citation": "Koyama H, Kamogashira T, Yamasoba T (2024) Heavy metal exposure: molecular pathways, clinical implications, and protective strategies. Antioxidants 13(1):76", "ArticleIdList": ["10.3390/antiox13010076", "38247500", "10812460"]}, {"Citation": "ICH (2022) ICH Harmonised Guideline For Elemental Impurities Q3D(R2) ICH. https://database.ich.org/sites/default/files/Q3D-R2_Guideline_Step4_2022_0308.pdf . Accessed 15th January 2024"}, {"Citation": "Chiba M, Masironi R (1992) Toxic and trace elements in tobacco and tobacco smoke. Bull World Health Organ 70(2):269–275", "ArticleIdList": ["1600587", "2393306"]}, {"Citation": "Lee WS, Aziz HA, Akbar NA, Wang M-HS, Wang LK (2023) Removal of Fe and Mn from groundwater. In: Wang LK, Wang M-HS, Hung Y-T (eds) Industrial Waste Engineering. Springer International Publishing, Cham, pp 135–170. https://doi.org/10.1007/978-3-031-46747-9_4", "ArticleIdList": ["10.1007/978-3-031-46747-9_4"]}, {"Citation": "Administration OSH (2022) Iron Salts, Soluble (As Fe). OSHA. https://www.osha.gov/chemicaldata/499 . Accessed 7th January 2024"}, {"Citation": "EPA (2006) Provisional peer reviewed toxicity values for iron and compounds. United States Environmental Protection Agency. https://cfpub.epa.gov/ncea/pprtv/documents/IronandCompounds.pdf . Accessed 16th January 2024"}, {"Citation": "ATSDR (2007) Toxicological profile for arsenic. ATSDR. https://www.atsdr.cdc.gov/toxprofiles/tp2.pdf . Accessed 12th December 2023"}, {"Citation": "ATSDR (2020) Toxicological profile for lead. ATSDR. https://www.atsdr.cdc.gov/toxprofiles/tp13.pdf . Accessed 12th December 2023"}, {"Citation": "ATSDR (2007) Toxicological profile for barium and barium compounds. ATSDR. https://www.atsdr.cdc.gov/ToxProfiles/tp24.pdf . Accessed 12th December 2023"}, {"Citation": "Evans-Reeves K, Lauber K, Hiscock R (2022) The ‘filter fraud’ persists: the tobacco industry is still using filters to suggest lower health risks while destroying the environment. Tob Control 31(e1):e80–e82. https://doi.org/10.1136/tobaccocontrol-2020-056245", "ArticleIdList": ["10.1136/tobaccocontrol-2020-056245", "33903277"]}, {"Citation": "Morgan J, Bell R, Jones AL (2020) Endogenous doesn’t always mean innocuous: a scoping review of iron toxicity by inhalation. J Toxicol Environ Health Part B 23(3):107–136. https://doi.org/10.1080/10937404.2020.1731896", "ArticleIdList": ["10.1080/10937404.2020.1731896"]}, {"Citation": "Kumar A, Kumar A, C-P MMS, Chaturvedi AK, Shabnam AA, Subrahmanyam G, Mondal R, Gupta DK, Malyan SK, Kumar SS, Khan A, Yadav S (2020) Lead toxicity: health hazards, influence on food chain, and sustainable remediation approaches. Int J Environ Res Public Health 17(7):2179", "ArticleIdList": ["10.3390/ijerph17072179", "32218253", "7177270"]}, {"Citation": "Chung-Hall J, Craig L, Gravely S, Sansone N, Fong GT (2019) Impact of the WHO FCTC over the first decade: a global evidence review prepared for the Impact Assessment Expert Group. Tob Control 28(Suppl 2):s119–s128. https://doi.org/10.1136/tobaccocontrol-2018-054389", "ArticleIdList": ["10.1136/tobaccocontrol-2018-054389", "29880598"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "27"}, {"Year": "2024", "Month": "4", "Day": "9"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "19", "Minute": "6"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "19", "Minute": "6"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "12", "Minute": "9"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38656680", "10.1007/s12011-024-04182-9", "10.1007/s12011-024-04182-9"]}}]}