{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38655623", "DateRevised": {"Year": "2024", "Month": "04", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["10.11124/JBIES-23-00127"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "24"}], "Journal": {"ISSN": "2689-8381", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Apr", "Day": "24"}}, "Title": "JBI evidence synthesis", "ISOAbbreviation": "JBI Evid Synth"}, "ArticleTitle": "Wound-healing properties of Stryphnodendron adstringens (barbatimão) in skin and mucosa injuries: a scoping review protocol.", "Abstract": {"AbstractText": ["This review will map the literature on the types of research and methods used to investigate the wound-healing properties of Stryphnodendron adstringens (barbatimão) in skin and mucosa injuries.", "Barbatimão is a Brazilian native plant and its wound-healing properties have been described in the literature since the colonial period. It is one of the 71 plants included in the Brazilian health system's national list of medicinal plants of interest. However, existing literature reviews on the subject are limited, not comprehensive, lack a search strategy, and lack peer review.", "This scoping review will include all types of published and unpublished sources that investigate the wound-healing properties of barbatimão to treat any type of skin or mucosa injury in humans, animals, or in vitro, in any context.", "A scoping review will be conducted according to the JBI methodology. The main databases to be searched will include Embase (EBSCOhost), CINAHL (EBSCOhost), Scopus, PubMed (EBSCOhost), ScienceDirect, Lilacs, SciELO, CUIDEN, MOSAICO, Web of Science, Epistemonikos, and Google Scholar. Unpublished studies will also be considered. Two independent reviewers will examine titles and abstracts and select and read full-text sources for possible inclusion. Subsequently, the reviewers will extract and synthesize the data, which will be presented as a map, diagram, or table, according to the review objectives.", "osf.io/w57m4."], "CopyrightInformation": "Copyright © 2024 JBI."}, "AuthorList": [{"Identifier": ["0000-0002-5619-2166"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing, University of São Paulo, São Paulo, Brazil."}], "LastName": "Costa Drigo", "ForeName": "Rayane Teresa da Silva", "Initials": "RTDS"}, {"Identifier": ["0000-0003-3112-8480"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing, University of São Paulo, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "School of Arts, Sciences and Humanities, University of São Paulo, São Paulo, Brazil."}], "LastName": "Becker", "ForeName": "Adriana Caroci", "Initials": "AC"}, {"Identifier": ["0000-0001-9036-5641"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing, University of São Paulo, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "The Brazilian Centre for Evidence-based Healthcare: A JBI Centre of Excellence, São Paulo, Brazil."}], "LastName": "Riesco", "ForeName": "Maria Luiza Gonzalez", "Initials": "MLG"}, {"Identifier": ["0000-0003-2176-1514"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing, University of São Paulo, São Paulo, Brazil."}], "LastName": "Mascarenhas", "ForeName": "Victor Hugo Alves", "Initials": "VHA"}, {"Identifier": ["0000-0002-1694-3797"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LLUH Center for Evidence Synthesis: A JBI Affiliated Group, Loma Linda, CA, USA."}, {"Identifier": [], "Affiliation": "School of Nursing, Loma Linda University, Loma Linda, CA, USA."}], "LastName": "Nick", "ForeName": "Jan M", "Initials": "JM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "JBI Evid Synth", "NlmUniqueID": "101764819", "ISSNLinking": "2689-8381"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Scalon VR. [Stryphnodendron in the List of Species of the Flora of Brazil]. Rio de Janeiro Botanical Garden. 2015 [cited 2022 Jan 20]. Available from: https://floradobrasil.jbrj.gov.br/FB19133 Portuguese."}, {"Citation": "Gomes BA. [Botanical-medical observations on some plants from Brazil, written in Latin and Portuguese, and offered to the Royal Academy of Sciences]. Typography of the Royal Academy of Sciences; 1803. Portuguese."}, {"Citation": "Ricardo LM, Dias BM, Mügge FLB, Leite VV, Brandão MGL. Evidence of traditionality of Brazilian medicinal plants: the case studies of Stryphnodendron adstringens (Mart.) Coville (barbatimão) barks and Copaifera spp. (copaíba) oleo resin in wound-healing. J Ethnopharmacol 2018;219:319–336."}, {"Citation": "Brandão MGL [Useful and medicinal plants in the work of Frei Vellozo]. 2nd edition. 3i Editora; 2019. Portuguese."}, {"Citation": "Lucena TS. [Care practices of quilombola postpartum women in the light of transcultural theory] [dissertation]. Federal University of Alagoas; 2019. Portuguese."}, {"Citation": "Santana BF, Voeks RA, Funch LS. Ethnomedicinal survey of a maroon community in Brazil’s Atlantic tropical forest. J Ethnopharmacol 2016;181:37–49."}, {"Citation": "Giffoni de Carvalho JT, Henao Agudelo JS, Baldivia DDS, Carollo CA, Silva DB, de Picoli Souza K, et al. Hydroethanolic stem bark extracts of Stryphnodendron adstringens impair M1 macrophages and promote M2 polarization. J Ethnopharmacol 2020;254:112684."}, {"Citation": "Vieira RF, Camillo J, Coradin L. [Native species of Brazilian flora with current or potential economic value: plants for the future: Central-West Region]. Embrapa; 2016. Portuguese."}, {"Citation": "Souza-Moreira TM, Queiroz-Fernandes GM, Pietro RCLR. Stryphnodendron species known as “barbatimão”: a comprehensive report. Molecules 2018;23(4):910."}, {"Citation": "Brazil. Ministry of Health. National policy and program for medicinal plants and phytotherapeutics. Ministry of Health; 2016. Available from: chrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/https://bvsms.saude.gov.br/bvs/publicacoes/politica_programa_nacional_plantas_medicinais_fitoterapicos.pdf Portuguese."}, {"Citation": "Coelho JM, Antoniolli AB, Silva DN, Carvalho TMMB, Pontes ERJC, Odashiro AN. The effect of silver sulfadiazine, purple ipê extract and barbatimão extract on the healing of skin wounds in rats. Rev Col Bras Cir 2010 37):45–51; Portuguese."}, {"Citation": "Pinto SCG, Bueno FG, Panizzon GP, Morais G, Santos PVP, Baesso ML, et al. Stryphnodendron adstringens: clarifying wound healing in streptozotocin-induced diabetic rats. Planta Med 2015;81(12-13):1090–1096."}, {"Citation": "Minatel DG, Pereira AMS, Chiaratti TM, Pasqualin L, Oliveira JCN, Couto LB, et al. Clinical study to validate the effectiveness of an ointment containing barbatimão (Stryphnodendron adstringens (Mart.) Coville)* in the healing of decubitus ulcers. Rev Bras Med 2010;67(7)Portuguese."}, {"Citation": "Breder JS, Tsukumo DM, Pereira E, Lima MH. Surgical wound dehiscence treatment with low-level laser therapy and barbatimão: a case report. WMP 2021;67(10):18–22; Portuguese."}, {"Citation": "Madureira MA, de Moraes Junior C, Freire GC, Carezzato LC, de Paiva Campos LM, Pedron IG. Astringent properties of the mouthwash of barbatimão (Stryphnodendron adstringens) infusion in dental abscesses. It J Dent Med 2019;4:47–52."}, {"Citation": "Pellenz NL, Barbisan F, Azzolin VF, Santos Marques LP, Mastella MH, Teixeira CF, et al. Healing activity of Stryphnodendron adstringens (Mart.), a Brazilian tannin-rich species: a review of the literature and a case series. Wound Med 2019;26(1):100163."}, {"Citation": "Leindecker RC. [Use of Stryphnodendron adstringens (Mart) Coville in the healing of skin lesions: an integrative review] [dissertation]. Federal University of South Rio Grande; 2016. Portuguese."}, {"Citation": "Silva ALG. [ Analysis of publications on the use of Stryphnodendron adstringens (Barbatimão) for the treatment of injuries] [dissertation]. Federal University of Minas Gerais; 2015. Portuguese."}, {"Citation": "Peters MDJ, Godfrey C, McInerney P, Munn Z, Tricco AC, Khalil H. Chapter 11: Scoping reviews (2020 version) [internet]. In: Aromataris E, Munn Z, editors. JBI Manual for Evidence Synthesis. JBI; 2020 [cited 2022 Feb 15]. Available from: https://synthesismanual.jbi.global."}, {"Citation": "Tricco AC, Lillie E, Zarin W, O’Brien KK, Colquhoun H, Levac D, et al. PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation. Ann Intern Med 2018;169(7):467–473."}, {"Citation": "Munn Z, Aromataris E, Tufanaru C, Stern C, Porritt K, Farrow J. The development of software to support multiple systematic review types: the Joanna Briggs Institute System for the Unified Management, Assessment and Review of Information (JBI SUMARI). Int J Evid Based Healthc 2019;17(1):36–43."}, {"Citation": "Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ 2021;372:n71."}]}], "History": [{"Year": "2024", "Month": "4", "Day": "24", "Hour": "14", "Minute": "20"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "14", "Minute": "20"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "4", "Minute": "13"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38655623", "10.11124/JBIES-23-00127", "02174543-990000000-00299"]}}]}