{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae family", "Baccharoides anthelmintica", "Ethnomedicinal uses", "Pharmacological uses", "Plant phytochemicals"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38655704", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/cbdv.202400160"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "15"}], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "21", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Baccharoides anthelmintica (L.) Moench: A Review on Ethnomedicinal, Phytochemical, Pharmacological and Toxicological Profile.", "Pagination": {"StartPage": "e202400160", "MedlinePgn": "e202400160"}, "Abstract": {"AbstractText": ["Baccharoides anthelmintica (L.) Moench is a popular medicinal plant with a long history of use in several traditional remedies to cure a variety of diseases including; its effect on the central nervous system, gastrointestinal tract, metabolism, kidneys, gynecology, skin diseases, and general health. The present review aims to provide the latest, organized information on toxicological, pharmacological, phytochemical, and ethnomedicinal applications of Baccharoides anthelmintica. For this; several well-known searchable websites (search engines) like; Web of Science, Google Scholar, Scopus-Elsevier, Taylor & Francis, Springer, and DOAJ, were used to empirically investigate the knowledge of this useful medicinal plant. Based on previous studies, the pharmacological action of B. anthelmintica is due to various secondary metabolites including alkaloids, terpenoids, lignans, steroids, and other phytoconstituents. Hence, the present study recorded 225 phytochemicals obtained from different parts of the plant, where the steroids and derivatives (48), terpenes and sesquiterpenes (46), flavonoids and derivatives (41), fatty acids and derivatives (40), phenolic acids (12), triterpenes (11), chalcones (06), diterpenes (01) and miscellaneous (20) were reported. The present review also covered the pharmacological importance, including antioxidant, antimicrobial, antiparasitic, antidiabetic, hypolipidemic action, liver disease, anticancer potential, anti-HIV, antiosteoporotic action, antitoxic action, skin disorder, wound healing and immunomodulatory activity, systemic infection, and treatment of neurodegenerative diseases etc. The review concluded that B. anthelmintica has several pharmacological activities, which were due to the presence of secondary metabolites present in it, and thus indicates the importance of medicinal value of this plant. Hence, B. anthelmintica may be a good source for developing a lead molecule in the process of new drug discovery and development. More study is required to determine the pharmacokinetics, mechanism of action, long-term toxicology testing, safe dosage, and possible interactions with other herbs/drugs."], "CopyrightInformation": "© 2024 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": ["0000-0001-9542-8824"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacognosy and Phytochemistry, Department of Pharmacy, Indira Gandhi National Tribal University, Amarkantak, Anuppur District-484887, India."}], "LastName": "Singh Rajpoot", "ForeName": "Vivek", "Initials": "V"}, {"Identifier": ["0000-0001-8359-7380"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacognosy and Phytochemistry, Department of Pharmacy, Indira Gandhi National Tribal University, Amarkantak, Anuppur District-484887, India."}], "LastName": "Srinivasa Rao", "ForeName": "Kareti", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology", "isolation & purification"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology", "isolation & purification"], "DescriptorName": "Plant Extracts"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "N. K. Dogra, S. Kumar, D. Kumar, J. Ethnopharmacol. 2020, 256, 112777."}, {"Citation": "S. R. Kareti, R. H. Haran, V. S. Rajpoot, Plant Biosyst. 2021, 156, 1019–1038."}, {"Citation": "G. P. M. Kemayou, S. F. Kache, L. C. Dzouemo, G. M. Happi, S. F. Kouam, J. C. Tchouankeu, Trends Phytochem. Res. 2021, 5, 110–125."}, {"Citation": "M. S. Kaitha, Preparation and Standardisation of Ayurvedic Polyherbal Formulation; Patoladi Kvatha Churna for Skin Disease, The Tamilnadu Dr. M. G. R. Medical University Chennai, 2018."}, {"Citation": "S. R. Kareti, V. S. Rajpoot, R. H. Haran, VINE J. Inf. Knowl. Manag. Syst. 2022, 1–37."}, {"Citation": "B. Medeiros-Neves, H. F. Teixeira, G. L. von Poser, J. Ethnopharmacol. 2018, 224, 451–464."}, {"Citation": "M. Mohammadhosseini, C. Frezza, A. Venditti, B. Mahdavi, Nat. Prod. Res. 2021, 36, 5091–5107."}, {"Citation": "M. N. Manvar, T. R. Desai, Inven. Rapid Planta Act. 2012, 12, 1–3."}, {"Citation": "N. J. Toyang, R. Verpoorte, J. Ethnopharmacol. 2013, 146, 681–723."}, {"Citation": "M. C. T. Duarte, M. Rai, Therapeutic Medicinal Plants: From Lab to the Market, CRC Press, Taylor & Francis Group, Boca Raton, 2016."}, {"Citation": "M. Paydar, B. A. Moharam, Y. L. Wong, C. Y. Looi, W. F. Wong, S. Nyamathullla, V. Pandy, B. Kamalidehghan, A. Arya, Int. J. Pharmacol. 2013, 9, 211–226."}, {"Citation": "P. Juyal, J. C. Ghildiyal, J. Med. Plants Stud. 2013, 1, 43–57."}, {"Citation": "R. Srivastava, A. Verma, A. Mukerjee, N. Soni, Res. Rev. J. Pharmacognsoy Phytochem. 2014, 2, 22–28."}, {"Citation": "V. V. Wagh, A. K. Jain, J. Herb. Med. 2020, 19, 1–37."}, {"Citation": "M. J. Page, J. E. McKenzie, P. M. Bossuyt, I. Boutron, T. C. Hoffmann, C. D. Mulrow, D. Moher, Int. J. Surg. 2021, 88, 105906."}, {"Citation": "M. Uniyal, Medicinal Plants and Minerals of Uttarakhand Himalaya, 1997."}, {"Citation": "M. K. Dwivedi, B. S. Shyam, R. Shukla, N. K. Sharma, P. K. Singh, J. Herbs, Spices Med. Plants 2020, 26, 356–378."}, {"Citation": "A. K. Patel, S. A. Bhalerao, Asian J. Sci. Technol. 2017, 8, 6258–6262."}, {"Citation": "K. R. Kirtikar, B. D. Basu, Indian Medicinal Plants, Periodical Experts Book Agency New Delhi, 2012."}, {"Citation": "P. Senniappan, K. Srinivas, B. R. Balakrishnan, T. Venkatarathinakumar, K. Periyanayagam, V. Karthikeyan, World J. Pharm. Res. 2016, 5, 765–783."}, {"Citation": "D. Bhatia, M. K. Gupta, A. Gupta, M. Singh, G. Kaithwas, Nat. Prod. Radiance 2008, 7, 326–329."}, {"Citation": "K. S. Rao, R. H. Haran, V. S. Rajpoot, J. Appl. Res. Med. Arom. Plants 2022, 31, 100415."}, {"Citation": "J. Parekh, S. V. Chanda, Turkish J. Biol. 2008, 32, 63–71."}, {"Citation": "Z. Q. Ma, H. Hu, T. T. He, H. Guo, M. Y. Zhang, M. W. Chen, Y. T. Wang, Afr. J. Tradit. Complementary Altern. Med. 2014, 11, 301–314."}, {"Citation": "S. Ocvirk, M. Kistler, S. Khan, S. H. Talukder, H. Hauner, J. Ethnobiol. Ethnomed. 2013, 9, 1–8."}, {"Citation": "H. M. Rahman, A. Mishuk, S. Halder, A. S. S. Rauf, Glob. J. Med. Res. Pharma, Drug Discov. Toxicol. Med. 2013, 13, 21–26."}, {"Citation": "K. Goraya, Z. Iqbal, M. S. Sajid, G. Muhammad, Q. ul Ain, M. Saleem, J. Ethnobiol. Ethnomed. 2013, 9, 1–19."}, {"Citation": "S. Biswas, R. Shaw, S. Bala, A. Mazumdar, J. Ethnopharmacol. 2017, 197, 231–241."}, {"Citation": "M. J. Beg, S. K. Sing, Indian J. life Sci. 2015, 4, 107–113."}, {"Citation": "J. Zhou, J. Shang, F. Ping, G. Zhao, J. Ethnopharmacol. 2012, 143, 639–647."}, {"Citation": "A. Tuerxuntayi, Y. qiang Liu, A. Tulake, M. Kabas, A. Eblimit, H. A. Aisa, BMC Complementary Altern. Med. 2014, 14, 1–9."}, {"Citation": "G. G. Patil, P. Y. Mali, V. V. Bhadane, Nat. Prod. Radiance 2008, 7, 354–358."}, {"Citation": "N. Mohanty, T. Panda, S. Sahoo, S. P. Rath, Int. J. Herb. Med. 2015, 3, 24–33."}, {"Citation": "P. P. Joy, J. Thomas, S. Mathew, B. P. Skaria, Medicinal Plants, Kerala Agricultural University, Kerala, India, 1998."}, {"Citation": "S. R. Kareti, R. H. Haran, V. S. Rajpoot, J. Herbs. Spices Med. Plants 2022, 1–23."}, {"Citation": "R. Kapale, Bull. Environ. Pharmacol. Life Sci. 2012, 1, 73–76."}, {"Citation": "R. Kottaimuthu, Ethnobot. Leafl. 2008, 12, 195–203."}, {"Citation": "M. Kumar, R. W. Bussmann, J. Mukesh, P. Kumar, J. Med. Plants Res. 2011, 5, 2252–2260."}, {"Citation": "M. Lal, S. K. Chandraker, R. Shukla, Acta Ecol. Sin. 2022, 43, 139–153."}, {"Citation": "R. Napit, Int. Sci. Community Assoc. 2016, 1–276."}, {"Citation": "B. D. Talele, R. T. Mahajan, M. Z. Chopda, N. V. Nemade, Int. J. Pharm. Pharm. Sci. 2012, 4, 8–16."}, {"Citation": "L. K. Brahman, R. Chandra, H. N. Khare, Int. J. Curr. Res. 2015, 7, 19921–19923."}, {"Citation": "M. K. Dwivedi, B. S. Shyam, M. Lal, P. K. Singh, N. K. Sharma, R. Shukla, Indian J. Tradit. Know. 2019, 18, 261–271."}, {"Citation": "K. S. Rao, R. Hari Haran, V. S. Rajpoot, Tradit. Integr. Med. 2022, 7, 319–341."}, {"Citation": "V. Jaiswal, Indian J. Tradit. Know. 2010, 9, 38–44."}, {"Citation": "D. Jagtap, H. Patil, P. Jahi, Int. J. Life Sci. 2013, 1, 264–269."}, {"Citation": "P. Bhat, G. Hegde, G. R. Hegde, J. Ethnopharmacol. 2012, 143, 501–514."}, {"Citation": "M. Kumar, M. A. Sheikh, R. W. Bussmann, J. Ethnobiol. Ethnomed. 2011, 7, 1–13."}, {"Citation": "K. Chandra, B. P. Nautiyal, M. C. Nautiyal, Ethnobot. Res. Appl. 2013, 11, 299–313."}, {"Citation": "A. K. Dolui, H. K. Sharma, T. B. Marein, T. Lalhriatpuii, Indian J. Tradit. Know. 2004, 3, 358–364."}, {"Citation": "S. K. Patel, P. R. Desai, V. B. Pandey, Indian J. Adv. Plant Res. 2014, 1, 33–36."}, {"Citation": "A. B. Sehgal, S. K. Sood, IOSR J. Agric. Vet. Sci. 2013, 3, 07–14."}, {"Citation": "S. K. Mandal, C. H. Rahaman, Indian J. Tradit. Know. 2014, 13, 742–751."}, {"Citation": "R. C. Misra, Indian J. Tradit. Know. 2004, 3, 105–115."}, {"Citation": "M. Rahman, J. Uddin, A. S. M. A. Reza, A. M. Tareq, T. Bin Emran, J. Simal-gandara, MDPI, Plants 2021, 10, 1–31."}, {"Citation": "X. Liu, M. Yan, F. Liu, Shizhen Guoyi Guoyao 2008, 19, 2877–2880."}, {"Citation": "M. Sabeen, S. S. Ahmad, Ethnobot. Leafl. 2009, 13, 810–833."}, {"Citation": "G. M. Shah, A. M. Abbasi, N. Khan, X. Guo, M. A. Khan, M. Hussain, S. Bibi, A. Nazir, A. A. Tahir, J. Ethnopharmacol. 2014, 155, 450–462."}, {"Citation": "Z. U. D. Sindhu, S. Ullah, R. Z. Abbas, Z. Iqbal, M. Hameed, Int. J. Agric. Biol. 2012, 14, 922–928."}, {"Citation": "S. Niaz, T. Akhtar, S. Shams, N. M. Abdel-salam, S. Ayaz, R. Ullah, I. Hussain, S. Ahmad, Afr. J. Tradit. Complementary Altern. Med. 2015, 12, 78–83."}, {"Citation": "E. R. H. S. S. Ediriweera, Trop. Agric. Res. Ext. 2007, 10, 11–16."}, {"Citation": "D. G. N. D. Gamage, R. M. Dharmadasa, D. C. Abeysinghe, R. G. S. Wijesekara, G. A. Prathapasinghe, T. Someya, Evid.-Based Complement. Altern. Med. 2021, 2021, 1–15."}, {"Citation": "S. K. Basha, G. Sudarsanam, M. S. Mohammad, D. Niaz Parveen, Stamford J. Pharm. Sci. 2011, 4, 19–24."}, {"Citation": "H. Dutt, Asian J. Tradit. Med. 2012, 7, 129–142."}, {"Citation": "P. D. Roopha, C. Padmalatha, J. Med. Toxicol. 2012, 8, 101–107."}, {"Citation": "C. D. Fernando, D. T. Karunaratne, S. D. Gunasinghe, M. C. D. Cooray, P. Kanchana, C. Udawatte, P. K. Perera, BMC Complementary Altern. Med. 2016, 16, 1–8."}, {"Citation": "X. Huang, M. Ishikawa, A. Mansur, A. Emet, E. Nasir, R. Semet, Y. Kobayashi, Evid.-Based Complement. Altern. Med. 2016, 2016, 8415359."}, {"Citation": "B. K. Mehta, D. Mehta, A. Itoriya, Nat. Prod. Res. 2010, 24, 120–130."}, {"Citation": "A. Arya, S. C. Cheah, C. Y. Looi, H. Taha, M. Rais Mustafa, M. A. Mohd, Food Chem. Toxicol. 2012, 50, 4209–4220."}, {"Citation": "Z. Maimaiti, A. Turak, H. A. Aisa, J. Asian Nat. Prod. Res. 2016, 19, 862–868."}, {"Citation": "Y. Liu, W. qiong Wang, T. Chen, L. jiang Xuan, Nat. Prod. Res. 2018, 34, 284–289."}, {"Citation": "L. Rakhymbay, A. Turak, Z. Zhenis, H. A. Aisa, Chem. Nat. Compd. 2019, 55, 732–733."}, {"Citation": "D. Kumar, A. Kaur, R. Madaan, S. Kumar, Nat. Prod. Res. 2020, 36, 2186–2190."}, {"Citation": "C. R. Chase, R. Pratt, J. Am. Pharm. Assoc. 1949, 38, 324–331."}, {"Citation": "D. R. Gwalwanshi, D. Vyas, A. J. Bishwas, O. Salunkhe, P. Tiwari, Int. J. Recent Sci. Res. 2014, 5, 1264–1269."}, {"Citation": "Amber, Mehjabeen, .Mahyrookh, Noorjahan, F. Owais, A. Bin Rehman, M. Ahmad, Acta Biol. Indica 2016, 5, 38–45."}, {"Citation": "A. Pandey, D. Dash, S. Kela, S. Dwivedi, P. Tiwari, Asian Pacific J. Trop. Dis. 2014, 4, S874–S878."}, {"Citation": "K. A. Kothawade, A. R. Siddiqui, J. Drug Deliv. Ther. 2019, 9, 1203–1206."}, {"Citation": "S. Singh, S. Mahajan, H. Kaur, J. Am. Oil Chem. Soc. 1999, 76, 103–107."}, {"Citation": "L. Cai, S. Huo, J. Lin, P. Wu, M. Yan, A. Kaisaier, Zhongchengyao 2012, 34, 2159–2161."}, {"Citation": "R. N. Yadava, B. Bhargava, Int. J. Chem. Sci. 2010, 8, 2470–2474."}, {"Citation": "J. Y. Wang, H. Chen, Y. Y. Wang, X. Q. Wang, H. Y. Chen, M. Zhang, Y. Tang, BMC Syst. Biol. 2017, 11, 1–12."}, {"Citation": "C. Niu, L. Yin, L. F. Nie, J. Dou, J. Y. Zhao, G. Li, H. A. Aisa, Bioorg. Med. Chem. 2016, 24, 5440–5448."}, {"Citation": "M. Yan, S. Huo, L. Gao, X. Peng, Manufacture Method and Applications of Vernonia anthelmintica Flavonoids, 2012, CN102526153 A."}, {"Citation": "A. Kerim, A. Turak, Q. Lv, R. Abdulla, H. A. Aisa, Identification of Chemical Components in the Low-Polarity Part of Vernonia anthelmintica Extract by HPLC-MS/MS, 2015."}, {"Citation": "J. F. Wu, S. Musadillin, S. C. Feng, F. H. Kong, R. S. Xu, Acta Chim. Sin. 1991, 49, 1018–1022."}, {"Citation": "K. Mohanraj, B. S. Karthikeyan, R. P. Vivek-Ananth, R. B. Chand, S. R. Aparna, P. Mangalapandi, A. Samal, Sci. Rep. 2018, 8, 4329."}, {"Citation": "C. F. Krewson, J. S. Ard, R. W. Riemenschneider, J. Am. Oil Chem. Soc. 1962, 39, 334–340."}, {"Citation": "W. E. Scott, C. F. Krewson, F. E. Luddy, R. W. Riemenschneider, J. Am. Oil Chem. Soc. 1963, 40, 587–589."}, {"Citation": "Y. Liu, Y. Yang, H. A. Aisa, Chem. Nat. Compd. 2012, 48, 700–701."}, {"Citation": "A. Turak, Z. Maimaiti, H. A. Aisa, Chem. Nat. Compd. 2018, 54, 475–477."}, {"Citation": "R. C. Badami, F. D. Gunstone, J. Sci. Food Agric. 1963, 14, 481–484."}, {"Citation": "D. N. Majumdar, Indian J. Pharm. 1943, 5, 61–64."}, {"Citation": "G. Shabier, M. Bekri, J. Zhang, H. A. Aisa, Study on the Fatty Acid Composition of Vernonia anthelmintica (L.) Willd. Seed Oil Extracted by Supercritical CO2 Fluid, 2015."}, {"Citation": "M. Verma, S. Deshiraju, M. Jafri, B. K. Mehta, Indian J. Chem. 2004, 43, 442–446."}, {"Citation": "A. Arya, M. Achoui, S. Cheah, S. I. Abdelwahab, P. Narrima, S. Mohan, M. R. Mustafa, M. A. Mohd, Evid.-Based Complement. Altern. Med. 2012, 627256, 1–12."}, {"Citation": "A. Arya, C. Yeng Looi, S. Chuen Cheah, M. Rais Mustafa, M. Ali Mohd, J. Ethnopharmacol. 2012, 144, 22–32."}, {"Citation": "J. A. Fioriti, N. Buide, R. J. Sims, J. Am. Oil Chem. Soc. 1969, 46, 108–112."}, {"Citation": "T. K. Miwa, F. R. Earle, G. C. Miwa, I. A. Wolff, J. Am. Oil Chem. Soc. 1963, 40, 225–229."}, {"Citation": "H. Rakoff, E. A. Emken, J. Am. Oil Chem. Soc. 1978, 55, 564–566."}, {"Citation": "R. D. Plattner, K. Wade, R. Kleiman, J. Am. Oil Chem. Soc. 1978, 55, 381–382."}, {"Citation": "A. Arya, M. Achoui, S. Cheah, S. I. Abdelwahab, P. Narrima, S. Mohan, M. R. Mustafa, M. A. Mohd, Evid.-Based Complement. Altern. Med. 2012, 627256, 1–12."}, {"Citation": "O. Singh, M. Ali, S. S. Husain, Acta Pol. Pharm. 2012, 69, 1183–1187."}, {"Citation": "A. Batra, B. K. Mehta, M. M. Bokadia, Fette Seifen Anstrichm. 1983, 85, 230–232."}, {"Citation": "M. Y. Raie, S. Zaka, S. Khan, S. A. Khan, Fette Seifen Anstrichm. 1985, 87, 324–326."}, {"Citation": "C. Y. Looi, B. Moharram, M. Paydar, Y. L. Wong, K. H. Leong, BMC Complementary Altern. Med. 2013, 13, 1–14."}, {"Citation": "E. Bascetta, F. D. Gunstone, C. M. Scrimgeour, Chem. Phys. Lipids 1984, 35, 349–362."}, {"Citation": "R. A. Barford, S. F. Herb, F. E. Luddy, P. Magidman, R. W. Riemenschneider, E. Regional, J. Am. Oil Chem. Soc. 1963, 40, 136–138."}, {"Citation": "L. Cai, S. Huo, L. Gao, X. Peng, M. Yan, Yiyao Daobao 2013, 32, 1543–1545."}, {"Citation": "F. E. King, T. J. King, K. G. Neill, J. Chem. Soc. 1953, 4, 1055–1059."}, {"Citation": "T. J. Mabry, Z. Abdel-baset, W. G. Padolinai, Biochem. Syst. Ecol. 1975, 2, 185–192."}, {"Citation": "L. Sun, H. Li, L. Yu, J. Shang, L. Wu, J. Xu, Zhongguo Xiandai Zhongyao 2011, 13, 26–28."}, {"Citation": "G. Tian, U. Zhang, T. Zhang, F. Yang, Y. Ito, J. Chromatogr. A 2004, 1049, 219–222."}, {"Citation": "A. Tuerxuntayi, Maidina, H. A. Aisa, Study on Anti-Vitiligo Activity of Kaliziri Flavonoids, 2015."}, {"Citation": "V. Ani, A. Naidu, Eur. Food Res. Technol. 2008, 226, 897–903."}, {"Citation": "M. Rajan, V. Chandran, S. Shahena, Y. Anie, L. Mathew, Adv. Tradit. Med. 2021, 22, 1–15."}, {"Citation": "K. Bhaduri, Proc. Chem. Soc. 1913, 28, 50–53."}, {"Citation": "Y. Wang, E. Wang, J. Shang, H. Wang, Zhongguo Zhongyao Zazhi 2012, 37, 1590–1592."}, {"Citation": "S. Surveswaran, Y. Cai, H. Corke, M. Sun, Food Chem. 2007, 102, 938–953."}, {"Citation": "A. Aisa, H. Li, T. Kadier, Y. Liu, X. Xin, N. Maimaiti, Preparation of Vernonia anthelmintica Phenolic Acid Site and Anti-Inflammatory Application, 2015, CN104825518 A."}, {"Citation": "L. Hua, Y. Li, F. Wang, D. F. Lu, K. Gao, Fitoterapia 2012, 83, 1036–1041."}, {"Citation": "T. Akihisa, Y. Hayashi, G. W. Patterson, N. Shimizu, T. Tamura, Phytochemistry 1992, 31, 1759–1763."}, {"Citation": "B. K. Mehta, D. Mehta, M. Verma, Nat. Prod. Res. 2005, 19, 435–442."}, {"Citation": "D. J. Frost, J. P. Ward, Recueil 1970, 89, 1054–1056."}, {"Citation": "D. J. Frost, J. P. Ward, Tetrahedron Lett. 1968, 24, 3779–3782."}, {"Citation": "L. Hua, W. Y. Qi, S. H. Hussain, K. Gao, M. Arfan, Steroids 2012, 77, 811–818."}, {"Citation": "L. Zhang, Y. L. Shao, L. Hua, Y. Li, S. H. Hussain, M. Arfan, K. Gao, Phytochem. Lett. 2014, 7, 14–18."}, {"Citation": "A. Turak, Y. Liu, H. A. Aisa, Fitoterapia 2015, 104, 23–30."}, {"Citation": "A. Turak, H. A. Aisa, J. Asian Nat. Prod. Res. 2017, 20, 313–320."}, {"Citation": "A. Turak, Z. Maimaiti, H. R. Ma, H. A. Aisa, Phytochem. Lett. 2017, 21, 163–168."}, {"Citation": "Y. Liu, A. E. Nugroho, Y. Hirasawa, A. Nakata, T. Kaneda, N. Uchiyama, Y. Goda, O. Shirota, H. Morita, H. A. Aisa, Tetrahedron Lett. 2010, 51, 6584–6587."}, {"Citation": "A. Turak, H. A. Aisa, Phytochemistry 2022, 203, 113386."}, {"Citation": "T. Ito, S. Aimaiti, N. N. Win, T. Kodama, H. Morita, Bioorg. Med. Chem. Lett. 2016, 26, 3608–3611."}, {"Citation": "Y. Asaka, T. Kubota, A. B. Kulkarni, Phytochemistry 1977, 16, 1838–1839."}, {"Citation": "Z. Iqbal, M. Lateef, A. Jabbar, M. S. Akhtar, M. N. Khan, Pharm. Biol. 2006, 44, 563–567."}, {"Citation": "S. Kumari, Anmol, V. Bhatt, P. S. Suresh, U. Sharma, J. Ethnopharmacol. 2021, 274, 113850."}, {"Citation": "N. Jahan, M. Ahmad, Mehjabeen, M. Zia-Ul-Haq, S. Mehboob Alam, M. Qureshi, Pakistan J. Bot. 2010, 42, 4281–4284."}, {"Citation": "I. Bukhari, M. Hassan, F. M. Abassi, Y. Shakir, A. Khan, S. Ahmed, R. Masood, Z. G. Burki, M. Afzal, U. Khan, F. Shahzad, S. Hussain, Afr. J. Biotechnol. 2012, 11, 8404–8406."}, {"Citation": "M. K. Bhagwat, A. G. Datar, Arch. Phytopathol. Plant Prot. 2013, 47, 959–965."}, {"Citation": "A. H. Gopalkrishna, M. Seshagiri, S. Muddaiah, R. Shashidara, J. Dent. Res. 2016, 10, 92–98."}, {"Citation": "M. F. Alam, A. K. Chopra, M. M. Safhi, V. K. Dua, J. Appl. Nat. Sci. 2010, 2, 190–193."}, {"Citation": "A. Hellert, G. Sharma, K. Kumar, V. Agrawal, Malar. J. 2012, 11, 1–3."}, {"Citation": "S. Khan, M. A. Kumar, S. Ajay, Res. J. Pharmacol. Pharmacodyn. 2015, 7, 181–183."}, {"Citation": "A. Karthikeyan, G. Siva, S. P. Sujitha, D. A. P. Rex, N. Chidambaranathan, Int. J. Green Pharm. 2008, 2, 209–211."}, {"Citation": "S. S. Fatima, M. D. Rajasekhar, K. V. Kumar, M. T. S. Kumar, K. R. Babu, C. A. Rao, Food Chem. Toxicol. 2010, 48, 495–501."}, {"Citation": "D. Bhatia, S. K. Paliwal, Int. J. Pharm. Sci. Res. 2015, 6, 1616."}, {"Citation": "H. A. Mudassir, S. A. Qureshi, J. Appl. Pharmacol. 2015, 5, 74–78."}, {"Citation": "N. K. Dogra, S. Kumar, K. Thakur, D. Kumar, J. Ethnopharmacol. 2018, 224, 85–90."}, {"Citation": "I. Lampronti, M. T. H. Khan, M. Borgatti, N. Bianchi, R. Gambari, Evid.-Based Complement. Altern. Med. 2008, 5, 303–312."}, {"Citation": "I. Lampronti, M. T. H. Khan, N. Bianchi, M. Borgatti, R. Gambari, Minerva Biol. 2004, 16, 93–99."}, {"Citation": "P. Ashok, B. C. Koti, A. H. M. Thippeswamy, V. Tikare, P. Dabadi, A. H. M. Viswanathaswamy, Indian J. Pharm. Sci. 2010, 72, 697–703."}, {"Citation": "M. N. Manvar, T. R. Desai, Asian J. Pharm. 2014, 4, 186–188."}, {"Citation": "S. Jamil, R. A. Khan, S. Ahmed, S. Fatima, Pak. J. Pharm. Sci. 2017, 30, 755–760."}, {"Citation": "A. Purnima, B. C. Koti, V. P. Tikare, A. H. M. Viswanathaswamy, A. H. M. Thippeswamy, P. Dabadi, Indian J. Pharm. Sci. 2009, 71, 461–464."}, {"Citation": "N. Jahan, M. Ahmad, Mehjabeen, F. Saeed, Amber, A. bin Rehman, S. Muhammad, Pak. J. Pharm. Sci. 2014, 27, 2177–2181."}, {"Citation": "K. V. Otari, R. V. Shete, C. D. Upasani, V. S. Adak, M. Y. Bagade, A. N. Harpalani, J. Cell Tissue Res. 2010, 10, 2269–2280."}, {"Citation": "S. Som, J. Antony, S. P. Dhanabal, S. Ponnusankar, Pharmacogn. Mag. 2021, 17, 172–179."}, {"Citation": "E. Lambertini, R. Piva, M. T. H. Khan, I. Lampronti, N. Bianchi, M. Borgatti, R. Gambari, Int. J. Oncol. 2004, 24, 419–423."}, {"Citation": "P. Zhao, S. Huo, X. Peng, L. Gao, P. Bai, M. Yan, Zhongguo Yaoxue Zazhi 2013, 48, 1724–1727."}, {"Citation": "V. Ani, K. A. Naidu, BMC Complementary Altern. Med. 2011, 11, 31–40."}, {"Citation": "A. P. Soni, G. N. Chauhan, Res. J. Sci. 2015, 4, 15–21."}, {"Citation": "G. Ravula, S. R. Goluguri, K. Konanki, Int. J. Pharmacogn. Phytochem. Res. 2012, 4, 79–81."}, {"Citation": "S. K. Panda, J. Ethnopharmacol. 2014, 151, 158–175."}, {"Citation": "K. V. Ratnam, L. M. Bhakshu, R. R. V. Raju, World J. Pharm. Pharm. Sci. 2015, 4, 739–746."}, {"Citation": "C. H. Santosh, I. H. Attitalla, M. M. Mohan, Int. J. Pharma Bio Sci. 2013, 4, 960–966."}, {"Citation": "V. Prakash, J. Drug Delivery Ther. 2023, 13, 29–32."}, {"Citation": "R. N. Chopra, N. N. Ghosh, A. K. Mukerji, Indian J. Med. Res. 1934, 22, 183–186."}, {"Citation": "P. Hordegen, J. Cabaret, H. Hertzberg, W. Langhans, V. Maurer, J. Ethnopharmacol. 2006, 108, 85–89."}, {"Citation": "M. C. Sabu, R. Kuttan, Pharm. Biol. 2003, 41, 500–505."}, {"Citation": "N. Mamat, X. Y. Lu, M. Kabas, H. A. Aisa, Int. J. Mol. Med. 2018, 42, 2665–2675."}, {"Citation": "A. Aobuli, J. Maitusong, M. Bakri, X. Lu, M. Maiwulanjiang, H. A. Aisa, Evidence-based Complement. Altern. Med. 2018, 8, 1–8."}, {"Citation": "Y. Song, Erke Yaoxue Zazhi 2015, 21, 15–17."}, {"Citation": "M. Zaker, Agric. 2016, 14, 134–141."}, {"Citation": "R. Zhang, M. Zhang, L. Yu, Y. Yu, Linchuang Pifuke Zazhi 2009, 38, 296–299."}, {"Citation": "P. Zhao, S. Huo, L. Gao, X. Peng, P. Bai, M. Yan, Zhongguo Zhongyao Zazhi 2012, 37, 585–588."}, {"Citation": "R. S. Ranga, R. Girija, M. Nur-e-alam, S. Sathishkumar, M. A. Akbarsha, S. Thirugnanam, J. Rohr, M. M. Ahmed, D. Chendil, Cancer Chemother. Pharmacol. 2004, 54, 7–15."}, {"Citation": "A. Riyasdeen, V. S. Periasamy, P. Paul, A. A. Alshatwi, M. A. Akbarsha, Evidence-ased Complement. Altern. Med. 2012, 12, 1–10."}, {"Citation": "S. Patnaik, S. Bhatnagar, Int. J. Biosci. 2015, 8, 1–4."}, {"Citation": "T. K. Lim, Edible Medicinal and Non-Medicinal Plants, Springer Dordrecht Heidelberg, New York, London, 2014."}, {"Citation": "S. S. Spandana, S. R. Nutan, B. T. Nethravathi, A. S. Giresha, Int. J. Food Sci. Nutr. 2019, 4, 144–149."}, {"Citation": "R. Shaheen, F. Subhan, F. Tahir, Hamdard Med. 2006, 49, 135–139."}, {"Citation": "S. Ayare, Herbal Compositions for Effective Treatment of AIDS, Preparation Thereof and Method for Treatment of AIDS Patients, 2005, WO2005030232 A2."}, {"Citation": "B. P. Shaw, A. K. Jain, D. Kalita, Anc. sci. life 1982, 1, 221–222."}, {"Citation": "S. A. Qureshi, S. Rais, R. Usmani, S. S. M. Zaidi, T. Lateef, M. B. Azmi, African J. Pharm. Pharmacol. 2016, 10, 533–539."}, {"Citation": "G. Liu, W. Wang, H. Wufuer, Nuermaimaiti, Y. Wei, X. Wang, W. Wei, W. Yin, Y. Wu, Zhongguo Zhiye Yixue 2014, 41, 374–378."}, {"Citation": "G. Liu, Y. Liu, L. Jin, C. Li, L. Nie, Y. Wei, W. Wang, Y. Xu, N. Nusilaiti, P. Hua, X. Li, X. Wang, W. Wei, H. Wufuer, BioMed Res. Int. 2016, 2016, 5139651."}, {"Citation": "E. R. H. S. S. Ediriweera, H. D. P. Gunathilka, K. D. C. M. Weerasinghe, O. T. M. R. K. S. B. Kalawana, An Int. Q. J. Res. Ayurveda 2013, 34, 86–89."}, {"Citation": "S. Jamil, R. Alam Khan, S. Afroz, S. Ahmed, Pak. J. Pharm. Sci. 2016, 29, 2053–2057."}]}], "History": [{"Year": "2024", "Month": "1", "Day": "23"}, {"Year": "2024", "Month": "4", "Day": "23"}, {"Year": "2024", "Month": "6", "Day": "18", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "14", "Minute": "20"}, {"Year": "2024", "Month": "4", "Day": "24", "Hour": "5", "Minute": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38655704", "10.1002/cbdv.202400160"]}}]}