{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioactivity", "biosynthesis", "drug delivery systems", "flavonoids", "mechanism"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38666911", "DateRevised": {"Year": "2024", "Month": "04", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3390/cimb46040181"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "26"}], "Journal": {"ISSN": "1467-3045", "JournalIssue": {"Volume": "46", "Issue": "4", "PubDate": {"Year": "2024", "Month": "Mar", "Day": "26"}}, "Title": "Current issues in molecular biology", "ISOAbbreviation": "Curr Issues Mol Biol"}, "ArticleTitle": "Advances in Flavonoid Research: Sources, Biological Activities, and Developmental Prospectives.", "Pagination": {"StartPage": "2884", "EndPage": "2925", "MedlinePgn": "2884-2925"}, "Abstract": {"AbstractText": ["At present, the occurrence of a large number of infectious and non-communicable diseases poses a serious threat to human health as well as to drug development for the treatment of these diseases. One of the most significant challenges is finding new drug candidates that are therapeutically effective and have few or no side effects. In this respect, the active compounds in medicinal plants, especially flavonoids, are potentially useful compounds with a wide range of pharmacological activities. They are naturally present in nature and valuable in the treatment of many infectious and non-communicable diseases. Flavonoids are divided into fourteen categories and are mainly derived from plant extraction, chemical synthesis and structural modification, and biosynthesis. The structural modification of flavonoids is an important way to discover new drugs, but biosynthesis is currently considered the most promising research direction with the potential to revolutionize the new production pipeline in the synthesis of flavonoids. However, relevant problems such as metabolic pathway analyses and cell synthesis protocols for flavonoids need to be addressed on an urgent basis. In the present review, new research techniques for assessing the biological activities of flavonoids and the mechanisms of their biological activities are elucidated and their modes of interaction with other drugs are described. Moreover, novel drug delivery systems, such as nanoparticles, bioparticles, colloidals, etc., are gradually becoming new means of addressing the issues of poor hydrophilicity, lipophilicity, poor chemical stability, and low bioavailability of flavonoids. The present review summarizes the latest research progress on flavonoids, existing problems with their therapeutic efficacy, and how these issues can be solved with the research on flavonoids."]}, "AuthorList": [{"Identifier": ["0000-0002-3420-6299"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of New Animal Drug Project, Gansu Province, Key Laboratory of Veterinary Pharmaceutical Development, Ministry of Agriculture and Rural Affairs, Lanzhou Institute of Husbandry and Pharmaceutical Sciences of Chinese Academy of Agriculture Sciences, Lanzhou 730050, China."}], "LastName": "Hao", "ForeName": "Baocheng", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of New Animal Drug Project, Gansu Province, Key Laboratory of Veterinary Pharmaceutical Development, Ministry of Agriculture and Rural Affairs, Lanzhou Institute of Husbandry and Pharmaceutical Sciences of Chinese Academy of Agriculture Sciences, Lanzhou 730050, China."}], "LastName": "Yang", "ForeName": "Zhen", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of New Animal Drug Project, Gansu Province, Key Laboratory of Veterinary Pharmaceutical Development, Ministry of Agriculture and Rural Affairs, Lanzhou Institute of Husbandry and Pharmaceutical Sciences of Chinese Academy of Agriculture Sciences, Lanzhou 730050, China."}], "LastName": "Liu", "ForeName": "Haoyu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of New Animal Drug Project, Gansu Province, Key Laboratory of Veterinary Pharmaceutical Development, Ministry of Agriculture and Rural Affairs, Lanzhou Institute of Husbandry and Pharmaceutical Sciences of Chinese Academy of Agriculture Sciences, Lanzhou 730050, China."}], "LastName": "Liu", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": ["0000-0001-5195-5059"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of New Animal Drug Project, Gansu Province, Key Laboratory of Veterinary Pharmaceutical Development, Ministry of Agriculture and Rural Affairs, Lanzhou Institute of Husbandry and Pharmaceutical Sciences of Chinese Academy of Agriculture Sciences, Lanzhou 730050, China."}], "LastName": "Wang", "ForeName": "Shengyi", "Initials": "S"}], "GrantList": [{"GrantID": "2023YFD1801304", "Agency": "The National Key R&D Program of China", "Country": ""}, {"GrantID": "25-LZIHPS-03", "Agency": "Agricultural Science and Technology Innovation Program of Chinese Academy of Agri-cultural Sciences", "Country": ""}, {"GrantID": "XZ202101ZD0002N-05", "Agency": "Major science and technology project of Tibetan Autonomous Region", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Curr Issues Mol Biol", "NlmUniqueID": "100931761", "ISSNLinking": "1467-3037"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Liga S., Paul C., Péter F. Flavonoids: Overview of biosynthesis, biological activity, and current extraction techniques. Plants. 2023;12:2732. doi: 10.3390/plants12142732.", "ArticleIdList": ["10.3390/plants12142732", "PMC10384615", "37514347"]}, {"Citation": "Roy A., Khan A., Ahmad I., Alghamdi S., Rajab B.S., Babalghith A.O., Alshahrani M.Y., Islam S., Islam M.R. Flavonoids a bioactive compound from medicinal plants and its therapeutic applications. BioMed Res. Int. 2022;2022:5445291. doi: 10.1155/2022/5445291.", "ArticleIdList": ["10.1155/2022/5445291", "PMC9192232", "35707379"]}, {"Citation": "Kumar S., Pandey A.K. Chemistry and biological activities of flavonoids: An overview. Sci. World J. 2013;2013:162750. doi: 10.1155/2013/162750.", "ArticleIdList": ["10.1155/2013/162750", "PMC3891543", "24470791"]}, {"Citation": "Lee J., Kim J.H. Kaempferol inhibits pancreatic cancer cell growth and migration through the blockade of EGFR-related pathway in vitro. PLoS ONE. 2016;11:e0155264. doi: 10.1371/journal.pone.0155264.", "ArticleIdList": ["10.1371/journal.pone.0155264", "PMC4866780", "27175782"]}, {"Citation": "da Silva L., Donato I.A., Gonçalves C.A.C., Scherf J.R., dos Santos H.S., Mori E., Coutinho H.D.M., da Cunha F.S.B. Antibacterial potential of chalcones and its derivatives against Staphylococcus aureus. 3 Biotech. 2023;13:1. doi: 10.1007/s13205-022-03398-7.", "ArticleIdList": ["10.1007/s13205-022-03398-7", "PMC9712905", "36466769"]}, {"Citation": "Šamec D., Karalija E., Dahija S., Hassan S.T.S. Biflavonoids: Important contributions to the health benefits of Ginkgo (Ginkgo biloba L.) Plants. 2022;11:1381. doi: 10.3390/plants11101381.", "ArticleIdList": ["10.3390/plants11101381", "PMC9143338", "35631806"]}, {"Citation": "Osama M.A., Sameh F.A., Noha A.A., Mohamed Y.Z., Han L. An up-to-date review on citrus flavonoids: Chemistry and benefits in health and diseases. Curr. Pharm. Des. 2021;27:513–530.", "ArticleIdList": ["33245267"]}, {"Citation": "Khater M., Ravishankar D., Greco F., Osborn H.M. Metal complexes of flavonoids: Their synthesis, characterization and enhanced antioxidant and anticancer activities. Future Med. Chem. 2019;11:2845–2867. doi: 10.4155/fmc-2019-0237.", "ArticleIdList": ["10.4155/fmc-2019-0237", "31722558"]}, {"Citation": "Mukai R. Prenylation enhances the biological activity of dietary flavonoids by altering their bioavailability. Biosci. Biotechnol. Biochem. 2018;82:207–215. doi: 10.1080/09168451.2017.1415750.", "ArticleIdList": ["10.1080/09168451.2017.1415750", "29307271"]}, {"Citation": "Zuo J., Ma P., Geng S., Kong Y., Li X., Fan Z., Zhang Y., Dong A., Zhou Q. Optimization of the extraction process of flavonoids from Trollius ledebouri with natural deep eutectic solvents. J. Sep. Sci. 2022;45:717–727. doi: 10.1002/jssc.202100802.", "ArticleIdList": ["10.1002/jssc.202100802", "34845820"]}, {"Citation": "Ahmad R., Alqathama A., Aldholmi M., Riaz M., Eldin S.M., Alam M.M., Abdelmohsen S.A. Ultrasonic-assisted extraction of fenugreek flavonoids and its geographical-based comparative evaluation using green UHPLC-DAD analysis. Ultrason. Sonochem. 2023;95:106382. doi: 10.1016/j.ultsonch.2023.106382.", "ArticleIdList": ["10.1016/j.ultsonch.2023.106382", "PMC10119955", "37031535"]}, {"Citation": "Biswas A., Dey S., Xiao A., Deng Y., Birhanie Z.M., Roy R., Akhter D., Liu L., Li D. Ultrasound-assisted extraction(UAE) of antioxidant phenolics from Corchorus olitorius leaves: A response surface optimization. Chem. Biol. Technol. Agric. 2023;10:64. doi: 10.1186/s40538-023-00443-2.", "ArticleIdList": ["10.1186/s40538-023-00443-2"]}, {"Citation": "Cui Q., Ming Y., Yu M., Lou F., Yang S., Wu G., Li W., Li Y., Zhang R., Cheng X. Optimization of flavonoids extraction from Inocutis tamaricis and biological activity analysis. J. Food Meas. Charact. 2023;17:5619–5632. doi: 10.1007/s11694-023-02069-2.", "ArticleIdList": ["10.1007/s11694-023-02069-2"]}, {"Citation": "Gan X., Peng B., Chen L., Jiang Y., Li T., Li B., Liu X. Identification of xanthine oxidase inhibitors from Celery seeds using affinity ultrafiltration-liquid chromatography-mass spectrometry. Molecules. 2023;28:6048. doi: 10.3390/molecules28166048.", "ArticleIdList": ["10.3390/molecules28166048", "PMC10458824", "37630301"]}, {"Citation": "Fu R., Wang L., Meng Y., Xue W., Liang J., Peng Z., Meng J., Zhang M. Apigenin remodels the gut microbiota to ameliorate ulcerative colitis. Front. Nutr. 2022;9:1062961. doi: 10.3389/fnut.2022.1062961.", "ArticleIdList": ["10.3389/fnut.2022.1062961", "PMC9800908", "36590200"]}, {"Citation": "Zhang S., Wang Y., Shan J., Qi X., Liu Q. Improved bioavailability and hepatoprotective activity of baicalein via a self-assembled solutol HS15 micelles system. Curr. Drug Deliv. 2024;21:461–472. doi: 10.2174/1567201820666230606163452.", "ArticleIdList": ["10.2174/1567201820666230606163452", "37282637"]}, {"Citation": "Murata T., Ishiwa S., Lin X., Nakazawa Y., Tago K., Funakoshi-Tago M. The citrus flavonoid, nobiletin inhibits neuronal inflammation by preventing the activation of NF-κB. Neurochem. Int. 2023;171:105613. doi: 10.1016/j.neuint.2023.105613.", "ArticleIdList": ["10.1016/j.neuint.2023.105613", "37774798"]}, {"Citation": "Shahbaz M., Naeem H., Imran M., Ul Hassan H., Alsagaby S.A., Al Abdulmonem W., Waqar A.B., Ghorab A.H., Abdelgawad M.A., Ghoneim M.M., et al. Chrysin a promising anticancer agent: Recent perspectives. Int. J. Food Prop. 2023;26:2294–2337. doi: 10.1080/10942912.2023.2246678.", "ArticleIdList": ["10.1080/10942912.2023.2246678"]}, {"Citation": "Ravishankar D., Salamah M., Attina A., Pothi R., Vallance T.M., Javed M., Williams H.F., Alzahrani E.M.S., Kabova E. Ruthenium-conjugated chrysin analogues modulate platelet activity, thrombus formation and haemostasis with enhanced efficacy. Sci. Rep. 2017;7:5738. doi: 10.1038/s41598-017-05936-3.", "ArticleIdList": ["10.1038/s41598-017-05936-3", "PMC5515887", "28720875"]}, {"Citation": "Han D.G., Cha E., Joo J., Hwang J.S., Kim S., Park T., Jeong Y.S., Maeng H.J., Kim S.B., Yoon I.S. Investigation of the factors responsible for the poor oral bioavailability of acacetin in rats: Physicochemical and Biopharmaceutical Aspects. Pharmaceutics. 2021;13:175. doi: 10.3390/pharmaceutics13020175.", "ArticleIdList": ["10.3390/pharmaceutics13020175", "PMC7911516", "33525442"]}, {"Citation": "Zhou Y., Xue Q., Wang M., Mu L., Chen D., Liu Q., Liu X., Yin W., Yin F. Analysis of quality differences between Scutellaria baicalensis Georgi and Scutellaria rehderiana Diels based on phytochemistry and bioactivity evaluation. J. Pharm. Biomed. 2023;234:115481. doi: 10.1016/j.jpba.2023.115481.", "ArticleIdList": ["10.1016/j.jpba.2023.115481", "37413917"]}, {"Citation": "Catunescu G.M., Rotar I., Vidican R., Bunghez F. Antimicrobial compounds in wild and cultivated herbs. Rom. J. Grassl. Forage Crops. 2015;11:15–24."}, {"Citation": "Huang H., Xie S., Deng L., Yuan J., Yue R.R., Xu J.K. Fabrication of rGO/MXene-Pd/rGO hierarchical framework as high-performance electrochemical sensing platform for luteolin detection. Microchim. Acta. 2022;189:59. doi: 10.1007/s00604-021-05132-1.", "ArticleIdList": ["10.1007/s00604-021-05132-1", "35015150"]}, {"Citation": "Nakasugi T., Nakashima M., Komai K. Antimutagens in Gaiyou (Artemisia argyi Levl. et Vant.) J. Agric. Food Chem. 2000;48:3256–3266. doi: 10.1021/jf9906679.", "ArticleIdList": ["10.1021/jf9906679", "10956099"]}, {"Citation": "Liu L., Yuan M., Huang S., Li J., Li D., Zhao L. Analysis of xanthine oxidase inhibitors from Clerodendranthus spicatus with xanthine oxidase immobilized silica coated Fe3O4 nanoparticles. Appl. Sci. 2018;8:158. doi: 10.3390/app8020158.", "ArticleIdList": ["10.3390/app8020158"]}, {"Citation": "Huang X., Li T., Li S. Encapsulation of vitexin-rhamnoside based on zein/pectin nanoparticles improved its stability and bioavailability. Curr. Res. Food Sci. 2023;6:100419. doi: 10.1016/j.crfs.2022.100419.", "ArticleIdList": ["10.1016/j.crfs.2022.100419", "PMC9792296", "36582445"]}, {"Citation": "Park S., Kim B.K., Park S.K. Effects of fisetin, a plant-derived flavonoid, on response to oxidative stress, aging, and age-related diseases in Caenorhabditis elegans. Pharmaceuticals. 2022;15:1528. doi: 10.3390/ph15121528.", "ArticleIdList": ["10.3390/ph15121528", "PMC9786162", "36558979"]}, {"Citation": "Sreeja P.S., Arunachalam K., de Oliveira Martins D.T., da Silva Lima J.C., Balogun S.O., Pavan E., Saikumar S., Dhivya S., Kasipandi M., Parimelazhagan T. Sphenodesme involucrata var. paniculata (C.B. Clarke) Munir.: Chemical characterization, anti-nociceptive and anti-inflammatory activities of methanol extract of leaves. J. Ethnopharmacol. 2018;225:71–80. doi: 10.1016/j.jep.2018.06.035.", "ArticleIdList": ["10.1016/j.jep.2018.06.035", "29960023"]}, {"Citation": "Patel K.G., Patel V.G., Patel K.V., Gandhi T.R. Validated HPTLC method for quantification of myricetin in the stem bark of Myrica esculenta Buch. Ham. Ex D. Don. myricaceae. JPC—J. Planar Chromatogr. 2010;23:326–331. doi: 10.1556/JPC.23.2010.5.4.", "ArticleIdList": ["10.1556/JPC.23.2010.5.4"]}, {"Citation": "Kim J., Kim R.H., Hwang K.T. Flavonoids in different parts of common buckwheat (Fagopyrum esculentum) and Tartary buckwheat (F. tataricum) during growth. J. Food Compos. Anal. 2023;120:105362. doi: 10.1016/j.jfca.2023.105362.", "ArticleIdList": ["10.1016/j.jfca.2023.105362"]}, {"Citation": "Parvez M.K., Al-dosari M.S., Basudan O.A., Herqash R.N. The anti-hepatitis B virus activity of sea buckthorn is attributed to quercetin, kaempferol and isorhamnetin. Biomed. Rep. 2022;17:89. doi: 10.3892/br.2022.1573.", "ArticleIdList": ["10.3892/br.2022.1573", "PMC9500493", "36185785"]}, {"Citation": "Molnar M., Jakovljević M., Jokić S. Optimization of the process conditions for the extraction of rutin from Ruta graveolens L. by choline chloride based deep eutectic solvents. Solvent Extr. Res. Dev. 2018;25:109–116. doi: 10.15261/serdj.25.109.", "ArticleIdList": ["10.15261/serdj.25.109"]}, {"Citation": "Camacho M.d.M., Martínez-Lahuerta J.J., García-Martínez E., Igual M., Martínez-Navarrete N. Bioavailability of bioactive compounds from reconstituted grapefruit juice as affected by the obtention process. Molecules. 2023;28:2904. doi: 10.3390/molecules28072904.", "ArticleIdList": ["10.3390/molecules28072904", "PMC10095604", "37049665"]}, {"Citation": "Bi S., Liu Y., Lv T., Ren Y., Liu K., Liu C., Zhang Y. Preliminary exploration of method for screening efficacy markers compatibility in TCM prescriptions based on Q-markers: Anti-inflammatory activity of Dachaihu decoction as an example. J. Ethnopharmacol. 2023;312:116539. doi: 10.1016/j.jep.2023.116539.", "ArticleIdList": ["10.1016/j.jep.2023.116539", "37088240"]}, {"Citation": "Jabbari A., Alani B., Mazoochi T., Kheiripour N., Ardjmand A. Silymarin pretreatment protects against ethanol-induced memory impairment: Biochemical and histopathological evidence. J. Chem. Neuroanat. 2023;132:102310. doi: 10.1016/j.jchemneu.2023.102310.", "ArticleIdList": ["10.1016/j.jchemneu.2023.102310", "37429530"]}, {"Citation": "Semenov A.L., Tyndyk M.L., Von J.D., Ermakova E.D., Dorofeeva A.A., Tumanyan I.A., Radetskaya E.A., Yurova M.N., Zherebker A., Gorbunov A.Y., et al. Effects of isoflavone-rich NADES extract of Pueraria lobata roots and astaxanthin-rich Phaffia rhodozyma extract on prostate carcinogenesis in rats. Plants. 2023;12:564. doi: 10.3390/plants12030564.", "ArticleIdList": ["10.3390/plants12030564", "PMC9920470", "36771648"]}, {"Citation": "Watanabe S., Haruyama R., Umezawa K., Tomioka I., Nakamura S., Katayama S., Mitani T. Genistein enhances NAD+ biosynthesis by upregulating nicotinamide phosphoribosyltransferase in adipocytes. J. Nutr. Biochem. 2023;121:109433. doi: 10.1016/j.jnutbio.2023.109433.", "ArticleIdList": ["10.1016/j.jnutbio.2023.109433", "37648097"]}, {"Citation": "Yang Z., Wu X., Ma J., Yuan M., Zhan Y., Li Y., Li H., Teng W., Zhao X., Han Y. Genome-wide identification and expression profiling of 4-coumarate:coenzyme A ligase genes influencing soybean isoflavones at the seedling stage. Crop Pasture Sci. 2024;75:CP23147. doi: 10.1071/CP23147.", "ArticleIdList": ["10.1071/CP23147"]}, {"Citation": "Li J., Li Y., Yuan X., Yao D., Gao Z., Niu Z., Wang Z., Zhang Y. The effective constituent puerarin, from Pueraria lobata, inhibits the proliferation and inflammation of vascular smooth muscle in atherosclerosis through the miR-29b-3p/IGF1 pathway. Pharm. Biol. 2023;61:1–11. doi: 10.1080/13880209.2022.2099430.", "ArticleIdList": ["10.1080/13880209.2022.2099430", "PMC9788726", "36537316"]}, {"Citation": "Feng Z.J., Lai W.F. Chemical and biological properties of biochanin A and its pharmaceutical applications. Pharmaceutics. 2023;15:1105. doi: 10.3390/pharmaceutics15041105.", "ArticleIdList": ["10.3390/pharmaceutics15041105", "PMC10143291", "37111591"]}, {"Citation": "Chen Z., Ding W., Yang X., Lu T., Liu Y. Isoliquiritigenin, a potential therapeutic agent for treatment of inflammation-associated diseases. J. Ethnopharmacol. 2024;318:117059. doi: 10.1016/j.jep.2023.117059.", "ArticleIdList": ["10.1016/j.jep.2023.117059", "37604329"]}, {"Citation": "Zhao Q., Zhang X., Long S., Wang S., Yu H., Zhou Y., Li Y., Xue L., Hu Y., Yin S. Licochalcone mediates the pain relief by targeting the voltage-gated sodium channel. Mol. Pharmacol. 2023;104:133–143. doi: 10.1124/molpharm.122.000658.", "ArticleIdList": ["10.1124/molpharm.122.000658", "37419692"]}, {"Citation": "Zheng T., Cui M., Chen H., Wang J., Ye H., Zhang Q., Sun S., Feng Y., Zhang Y., Liu W., et al. Co-assembled nanocomplexes comprising epigallocatechin gallate and berberine for enhanced antibacterial activity against multidrug resistant Staphylococcus aureus. Biomed. Pharmacother. 2023;163:114856. doi: 10.1016/j.biopha.2023.114856.", "ArticleIdList": ["10.1016/j.biopha.2023.114856", "37196539"]}, {"Citation": "Jamiu M.J., Matthew A.A., Mariam T.O., Adewumi Y.A., Adeola T.O. Catechin-rich reddish-brown dye from cocoa (Theobroma cacao L.) leaf for functionalizing herbal-anchored wool fabrics. Ind. Crop Prod. 2023;205:117465."}, {"Citation": "Ren G., Xu G., Li R., Xie H., Cui Z., Wang L., Zhang C. Modulation of Bleomycin-induced Oxidative Stress and Pulmonary Fibrosis by Ginkgetin in Mice via AMPK. Curr. Mol. Pharmacol. 2023;16:217–227.", "ArticleIdList": ["35249515"]}, {"Citation": "Tian Y., Chang S., Xu J., Gong P., Yu B., Qi J. Investigation of the effective components inhibited macrophage foam cell formation in Ophiopogonis Radix. J. Ethnopharmacol. 2022;283:114678. doi: 10.1016/j.jep.2021.114678.", "ArticleIdList": ["10.1016/j.jep.2021.114678", "34563614"]}, {"Citation": "Liu J., Zhang Y., Zhang M., Wang Q., Xie J. Ultrasonic-assisted extraction of swertisin from sour Jujube seed and comprehensive revelation of its antioxidant activity. J. Food Biochem. 2022;46:e14433. doi: 10.1111/jfbc.14433.", "ArticleIdList": ["10.1111/jfbc.14433", "36198041"]}, {"Citation": "Lockowandt L., Pinela J., Roriz C.L., Pereira C., Abreu R.M., Calhelha R.C., Alves M.J., Barros L., Bredol M., Ferreira I.C.F.R. Chemical features and bioactivities of cornflower (Centaurea cyanus L.) capitula: The blue flowers and the unexplored non-edible part. Ind. Crop Prod. 2019;128:496–503."}, {"Citation": "Mkrtchyan S., Iaroshenko V.O. Visible-light-mediated arylation of ortho-hydroxyarylenaminones: Direct access to isoflavones. Chem. Commun. 2020;56:2606–2609. doi: 10.1039/C9CC09945J.", "ArticleIdList": ["10.1039/C9CC09945J", "32016210"]}, {"Citation": "Dias T.A., Duarte C.L., Lima C.F., Proença M.F., Pereira-Wilson C. Superior anticancer activity of halogenated chalcones and flavonols over the natural flavonol quercetin. Eur. J. Med. Chem. 2013;65:500–510. doi: 10.1016/j.ejmech.2013.04.064.", "ArticleIdList": ["10.1016/j.ejmech.2013.04.064", "23771043"]}, {"Citation": "Copmans D., Orellana-Paucar A.M., Steurs G., Zhang Y., Ny A., Fpubert K., Exarchou V., Siekierska A., Kim Y., De-Borggraeve W. Methylated flavonoids as anti-seizure agents: Naringenin 4′,7-dimethyl ether attenuates epileptic seizures in zebrafish and mouse models. Neurochem. Int. 2018;112:124–133. doi: 10.1016/j.neuint.2017.11.011.", "ArticleIdList": ["10.1016/j.neuint.2017.11.011", "29174382"]}, {"Citation": "Mei Q.G., Yuan W.C., Wang C. Progress in the synthesis of 3-hydroxyflavones. Chin. J. Org. Chem. 2015;35:70–84. doi: 10.6023/cjoc201408038.", "ArticleIdList": ["10.6023/cjoc201408038"]}, {"Citation": "Li K.J. Master’s Thesis. Dalian University of Technology; Dalian, China: 2010. Preparation and SAR Evaluation of Scutellaria Flavonoids Mannich Base Derivatives as CDK1/CyclinB Inhibitors."}, {"Citation": "Blachly J.S., Byrd J.C., Grever M. Cyclin-dependent kinase inhibitors for the treatment of chroniclymphocytic leukemia. Semin. Oncl. 2016;43:265–273. doi: 10.1053/j.seminoncol.2016.02.003.", "ArticleIdList": ["10.1053/j.seminoncol.2016.02.003", "27040705"]}, {"Citation": "Cassaday R.D., Cassaday R.D., Goy A., Advani S., Chawla P., Nachankar R., Gandhi M., Gopal A.K. A phase II, single-arm, open-label, multicenter study to evaluate the efficacy and safety of P276–00, a cyclin-dependent kinase inhibitor, in patients with relapsed or refractory mantle cell lymphoma. Clin. Lymphoma Myeloma Leuk. 2015;15:392–397. doi: 10.1016/j.clml.2015.02.021.", "ArticleIdList": ["10.1016/j.clml.2015.02.021", "PMC4484300", "25816934"]}, {"Citation": "Yoon H., Kim T.W., Shin S.Y., Park M.J., Yong Y., Kim D.W., Islam T., Lee Y.H., Jung K.Y., Lim Y. Design, synthesis and inhibitory activities of naringenin derivatives on human colon cancer cells. Bioorg. Med. Chem. Lett. 2013;23:232–238. doi: 10.1016/j.bmcl.2012.10.130.", "ArticleIdList": ["10.1016/j.bmcl.2012.10.130", "23177257"]}, {"Citation": "Murad A., Nidal J., Fuad A., Malak S., Dana M., Zain A., Yara A., Ahmed M. Bioactivity evaluation of synthesized flavone analogs. Food Sci. Technol. 2022;42:e57122."}, {"Citation": "Freitas M., Ribeiro D., Tome S.M., Silva A.M., Fernandes E. Synthesis of chlorinated flavonoids with anti-inflammatory and proapoptotic activities in human neutrophils. Eur. J. Med. Chem. 2014;86:153–164. doi: 10.1016/j.ejmech.2014.08.035.", "ArticleIdList": ["10.1016/j.ejmech.2014.08.035", "25151578"]}, {"Citation": "Zheng Z., Chai S., Chen J., Yang H., Chang J., Yang G. Isolation and identification of flavonoid-producing endophytic fungi from Loranthus tanakae Franch. & Sav that exhibit antioxidant and antibacterial activities. J. Appl. Microbiol. 2022;133:1892–1904.", "ArticleIdList": ["35771150"]}, {"Citation": "Zhao S., Wu X., Duan X., Zhou C., Zhao Z., Chen H., Tang Z., Wan Y., Xiao Y., Chen H. Optimal extraction, purification and antioxidant activity of total flavonoids from endophytic fungi of Conyza blinii H. Lév. Peer J. 2021;9:e11223. doi: 10.7717/peerj.11223.", "ArticleIdList": ["10.7717/peerj.11223", "PMC8040863", "33889449"]}, {"Citation": "Ai J., Yu T., Li J., Jiang Y., Liu X., Deng Z. Isolation and Antibacterial Activity Determination of Flavonoids-producing Endophytic Fungi from Portulaca oleracea L. J. Univ. South China (Sci. Technol.) 2021;35:79–84."}, {"Citation": "He F., Chen X., Zhang R., Wu Y., Yuan Z. Isolation and Identification of Two Flavonoid-Producing Endophytic Fungi from Ginkgo biloba Linn. Nat. Prod. Res. Dev. 2017;29:1141–1147."}, {"Citation": "Zhou W., Liu W., Wei Q., Hu L., Feng R., Zhao S., Ren Y. Diversity and flavonoid-producing function of culturable endophytic fungi in natural spice Cinnamomum longepaniculatum (Gamble) N. Chao in spring. Chin. J. Trop. Crops. 2022;43:2149–2159."}, {"Citation": "Cheng T., Lü D., Wang H., Chen S., Zhang H., Lin P., Shen J., Xing R., Zhou D. Isolation, identification and antioxidant activity of endophytic fungi producing flavonoids from Gentiana straminea Maxim. Mol. Plant Breed. 2022;20:6541–6549."}, {"Citation": "Wueren A., Guo Y., Mugul M., Entemake B., Jiao Z., Nuer M. Screening and Identification of Endophytic Fungi Producing Flavonoids from Snow Lotus in Tianshan Mountains. Chin. Tradit. Pat. Med. 2017;39:2424–2427."}, {"Citation": "Nabavi S.M., Šamec D., Tomczyk M., Milella L., Russo D., Habtemariam S., Suntar I., Rastrelli L., Daglia M., Xiao J., et al. Flavonoid biosynthetic pathways in plants: Versatile targets for metabolic engineering. Biotechnol. Adv. 2020;38:107316. doi: 10.1016/j.biotechadv.2018.11.005.", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.005", "30458225"]}, {"Citation": "Zhang X., Xu Y., Xue H., Jiang G.C., Liu X.J. Antioxidant activity of vine tea (Ampelopsis grossedentata) extract on lipid and protein oxidation in cooked mixed porkpatties during refrigerated storage. Food Sci. Nutr. 2019;7:1735–1745. doi: 10.1002/fsn3.1013.", "ArticleIdList": ["10.1002/fsn3.1013", "PMC6526652", "31139386"]}, {"Citation": "Fan L.L., Qu X.S., Yi T., Peng Y., Jiang M.J., Miao J.H., Xiao P.G. Metabolomics of the protective effect of Ampelopsis grossedentata and its major active compound dihydromyricetin on the liver of high-fat diet hamster. Evid.-Based Complement. Altern. Med. 2020;35:3472578. doi: 10.1155/2020/3472578.", "ArticleIdList": ["10.1155/2020/3472578", "PMC7007936", "32071609"]}, {"Citation": "Liu L., Li X., Liu G., Liu S., Wei L. Cloning and Bioinformatics Analysis of Trans-cinnamate 4-Monooxygenase Gene in Ampelopsis grossedentata. Mol. Plant Breed. 2023:1–11."}, {"Citation": "Jin J.Q., Qu F.R., Huang H.S., Liu Q.S., Wei M.Y., Zhou Y., Huang K.L., Cui Z.B., Chen J.D., Dai W.D., et al. Characterization of two O-methyltransferases involved in the biosynthesis of O-methylated catechins in tea plant. Nat. Commun. 2023;14:5075. doi: 10.1038/s41467-023-40868-9.", "ArticleIdList": ["10.1038/s41467-023-40868-9", "PMC10442441", "37604798"]}, {"Citation": "Li J., Tian C., Xia Y., Mutanda I., Wang K., Wang Y. Production of plant-specific flavones baicalein and scutellarein in an engineered E. coli from available phenylalanine and tyrosine. Metab. Eng. 2019;52:124–133. doi: 10.1016/j.ymben.2018.11.008.", "ArticleIdList": ["10.1016/j.ymben.2018.11.008", "30496827"]}, {"Citation": "Zhang Y., Butelli E., Alseekh S., Tohge T., Rallapalli G., Luo J., Kawar P.G., Hill L., Santino A., Fernie A.R., et al. Multi-level engineering facilitates the production of phenylpropanoid compounds in tomato. Nat. Commun. 2015;6:8635. doi: 10.1038/ncomms9635.", "ArticleIdList": ["10.1038/ncomms9635", "PMC4639801", "26497596"]}, {"Citation": "Tohge T., Zhang Y., Peterek S., Matros A., Rallapalli G., Tandrón Y.A., Butelli E., Kallam K., Hertkorn N., Mock H.P., et al. Ectopic expression of snapdragon transcription factors facilitates the identification of genes encoding enzymes of anthocyanin decoration in tomato. Plant J. 2015;83:686–704. doi: 10.1111/tpj.12920.", "ArticleIdList": ["10.1111/tpj.12920", "26108615"]}, {"Citation": "Rodriguez A., Strucko T., Stahlhut S.G., Kristensen M., Svenssen D.K., Forster J., Nielsen J., Borodina I. Metabolic engineering of yeast for fermentative production of flavonoids. Bioresour. Technol. 2017;245:1645–1654. doi: 10.1016/j.biortech.2017.06.043.", "ArticleIdList": ["10.1016/j.biortech.2017.06.043", "28634125"]}, {"Citation": "Wang X.N., Li Z.H., Policarpio L., Koffas M.A.G., Zhang H.R. De novo biosynthesis of complex natural product sakuranetin using modular co-culture engineering. Appl. Microbiol. Biot. 2020;104:4849–4861. doi: 10.1007/s00253-020-10576-1.", "ArticleIdList": ["10.1007/s00253-020-10576-1", "32285175"]}, {"Citation": "Qiu C., Wang H., Zhao L., Pei J. Orientin and vitexin production by a one-pot enzymatic cascade of a glycosyltransferase and sucrose synthase. Bioorg. Chem. 2021;112:104926. doi: 10.1016/j.bioorg.2021.104926.", "ArticleIdList": ["10.1016/j.bioorg.2021.104926", "33930665"]}, {"Citation": "Zhang H., Li S., Lu W., Lei Y., Cao F., Cao H. Distribution and identification of flavonoid-producing endophytic Fungi in Ginkgo biloba L. Soils. 2015;47:135–141."}, {"Citation": "Lu Y., Ye C., Che J.X., Xu X.G., Shao D.Y., Jiang C.M., Liu Y.L., Shi J.L. Genomic sequencing, genome-scale metabolic network reconstruction, and in silico flux analysis of the grape endophytic fungus Alternaria sp. MG1. Microb. Cell Fact. 2019;18:13. doi: 10.1186/s12934-019-1063-7.", "ArticleIdList": ["10.1186/s12934-019-1063-7", "PMC6345013", "30678677"]}, {"Citation": "Isaka M., Jaturapat A., Rukseree K., Danwisetkanjana K., Tanticharoen M., Thebtaranonth Y. Phomoxanthones A and B, novel xanthone dimers from the endophytic fungus Phomopsis species. J. Nat. Prod. 2001;64:1015–1018. doi: 10.1021/np010006h.", "ArticleIdList": ["10.1021/np010006h", "11520217"]}, {"Citation": "Tian X., Huang C., Huang J. Identification of flavonoids and flavonoid-producing endophytic fungi isolated from Opisthopappus taihangensis (Ling) C. Shih. Bangladesh J. Bot. 2017;46:1063–1070."}, {"Citation": "Zhou N. Master’s Thesis. Guangxi University; Nanning, China: 2017. Screening and Identification of Flavonoids-Producing Endophytic Fungi from Sugarcane Leaves."}, {"Citation": "Tang Z.Z., Wang Y.S., Yang J.Y., Xiao Y.R., Cai Y., Wan Y.J., Chen H., Yao H.P., Shan Z., Li C.L., et al. Isolation and identification of flavonoid-producing endophytic fungi from medicinal plant Conyza blinii H. lév that exhibit higher antioxidant and antibacterial activities. Peer J. 2020;8:e8978. doi: 10.7717/peerj.8978.", "ArticleIdList": ["10.7717/peerj.8978", "PMC7166047", "32328352"]}, {"Citation": "Xu J., Kjer J., Sendker J., Wray V., Guan H.S., Edrada R., Lin W.H., Wu J., Proksch P. Chromones from the endophytic fungus Pestalotiopsis sp. isolated from the Chinese mangrove plant Rhizophora mucronata. J. Nat. Prod. 2009;72:662–665. doi: 10.1021/np800748u.", "ArticleIdList": ["10.1021/np800748u", "19271764"]}, {"Citation": "Wagenaar M.M., Clardy J. Dicerandrols, new antibiotic and cytotoxic dimers produced by the fungus Phomopsis longicolla isolated from an endangered mint. J. Nat. Prod. 2001;64:1006–1009. doi: 10.1021/np010020u.", "ArticleIdList": ["10.1021/np010020u", "11520215"]}, {"Citation": "Ke S., Lu J., Chen P., Zhang R., Yu Y. Isolation and identification of flavonoids-producing endophytic fungi in papaya. Biotechnol. Bull. 2019;35:47–52."}, {"Citation": "Li S.N., Li Y.D., Wang Q. Bolting flavonoid-producing endophytic fungi from Vaccinium. J. Jilin Agric. Univ. 2009;31:587–591."}, {"Citation": "Wijeratne E.M.K., Turbyville T.J., Fritz A., Whitesell L., Gunatilaka A.A.L. A new dihydroxanthenone from a plant-associated strain of the fungus Chaetomium globosum demonstrates anticancer activity. Bioorg. Med. Chem. 2006;14:7917–7923. doi: 10.1016/j.bmc.2006.07.048.", "ArticleIdList": ["10.1016/j.bmc.2006.07.048", "16904330"]}, {"Citation": "Wang H. Master’s Thesis. Northwest A&F University; Xianyang, China: 2016. Isolation and Identification of Fungal Endophytes of Stellera chamaejasme L. and Testing for Flavonoids Produced through Fermentation."}, {"Citation": "Kou X.L., Xie N., Wu C., Wu C., Fu X.X. Isolation and identification of endophytic fungi from Cyclocarya paliurus (Batal.) Iljinskaja. J. Nanjing For. Univ. (Nat. Sci. Ed.) 2020;44:26–34."}, {"Citation": "Fan Y., Sun X., Gong M. Screening and identification of endophytic fungi produced by flavonoids in Apocynum venetum. J. Huazhong Agric. Univ. 2013;32:59–62."}, {"Citation": "Yu M., Wu L., Si J., Liu J., Yu Z., Wang H., Zhang M., Rong S. Screening of meaningful endophytic fungi in Dendrobium officinale based on polysaccharides and flavonoids. China J. Chin. Mater. Med. 2016;41:2208–2212.", "ArticleIdList": ["28901061"]}, {"Citation": "Gao X., Wu X., Wu Y., Chen J. Separation of Licorice Flavonoids-Producing Salt-resistant Endophytic Fungi from Wild Glycyrrhiza uralensis Fisch Living in Ningxia District. Nat. Prod. Res. Dev. 2016;28:1549–1556."}, {"Citation": "Lv Y., Marsafari M., Koffas M., Zhou J., Xu P. Optimizing Oleaginous Yeast Cell Factories for Flavonoids and Hydroxylated Flavonoids Biosynthesis. ACS Synth. Biol. 2019;8:2514–2523. doi: 10.1021/acssynbio.9b00193.", "ArticleIdList": ["10.1021/acssynbio.9b00193", "31622552"]}, {"Citation": "Zhou S., Lyu Y., Li H., Koffas M.A., Zhou J. Fine-tuning the (2S)-naringenin synthetic pathway using an iterative highthroughput balancing strategy. Biotechnol. Bioeng. 2019;116:1392–1404. doi: 10.1002/bit.26941.", "ArticleIdList": ["10.1002/bit.26941", "30684358"]}, {"Citation": "Koopman F., Beekwilder J., Crimi B., van Houwelingen A., Hall R.D., Bosch D., van Maris A.J.A., Pronk J.T., Daran J.M. De novo production of the flavonoid naringenin in engineered Saccharomyces cerevisiae. Microb. Cell Fact. 2012;11:155. doi: 10.1186/1475-2859-11-155.", "ArticleIdList": ["10.1186/1475-2859-11-155", "PMC3539886", "23216753"]}, {"Citation": "Lv Y.K., Edwards H., Zhou J.W., Xu P. Combining 26s rDNA and the Cre-loxP system for iterative gene integration and efficient marker curation in Yarrowia lipolytica. ACS Synth. Biol. 2019;8:568–576. doi: 10.1021/acssynbio.8b00535.", "ArticleIdList": ["10.1021/acssynbio.8b00535", "30695641"]}, {"Citation": "Park S.R., Yoon J.A., Paik J.H., Park J.W., Jung W.S., Ban Y.H., Kim E.J., Yoo Y.J., Han A.R., Yoon Y.J. Engineering of plant-specific phenylpropanoids biosynthesis in Streptomyces venezuelae. J. Biotechnol. 2009;141:181–188. doi: 10.1016/j.jbiotec.2009.03.013.", "ArticleIdList": ["10.1016/j.jbiotec.2009.03.013", "19433224"]}, {"Citation": "Miyahisa I., Kaneko M., Funa N., Kawasaki H., Kojima H., Ohnishi Y., Horinouchi S. Efficient production of (2S) -flavanones by Escherichia coli containing an artificial biosynthetic gene cluster. Appl. Microbiol. Biot. 2005;68:498–504. doi: 10.1007/s00253-005-1916-3.", "ArticleIdList": ["10.1007/s00253-005-1916-3", "15770480"]}, {"Citation": "Koirala N., Pandey R.P., Thuan N.H., Ghimire G.P., Jung H.J., Oh T.-J., Sohng J.K. Metabolic engineering of Escherichia coli for the production of isoflavonoid-4′-O-methoxides and their biological activities. Biotechnol. Appl. Biochem. 2019;66:484–493. doi: 10.1002/bab.1452.", "ArticleIdList": ["10.1002/bab.1452", "26498482"]}, {"Citation": "Ruprecht C., Bönisch F., Ilmberger N., Heyer T.V., Haupt E.T.K., Streit W.R., Rabausch U. High level production of flavonoid rhamnosides by metagenome-derived Glycosyltransferase C in Escherichia coli utilizing dextrins of starch as a single carbon source. Metab. Eng. 2019;55:212–219. doi: 10.1016/j.ymben.2019.07.002.", "ArticleIdList": ["10.1016/j.ymben.2019.07.002", "31323310"]}, {"Citation": "Pei J., Chen A., Dong P., Shi X., Zhao L., Cao F., Tang F. Modulating heterologous pathways and optimizing fermentation conditions for biosynthesis of kaempferol and astragalin from naringenin in Escherichia coli. J. Ind. Microbiol. Biotechnol. 2019;46:171–186. doi: 10.1007/s10295-018-02134-6.", "ArticleIdList": ["10.1007/s10295-018-02134-6", "30617726"]}, {"Citation": "Miyahisa I., Funa N., Ohnishi Y., Martens S., Moriguchi T., Horinouchi S. Combinatorial biosynthesis of flavones and flavonols in Escherichia coli. Appl. Microbiol. Biot. 2006;71:53–58. doi: 10.1007/s00253-005-0116-5.", "ArticleIdList": ["10.1007/s00253-005-0116-5", "16133333"]}, {"Citation": "Shrestha B., Pandey R.P., Darsandhari S., Parajuli P., Sohng J.K. Combinatorial approach for improved cyanidin 3-O-glucoside production in Escherichia coli. Microb. Cell Fact. 2019;18:7. doi: 10.1186/s12934-019-1056-6.", "ArticleIdList": ["10.1186/s12934-019-1056-6", "PMC6335687", "30654816"]}, {"Citation": "Trantas E., Panopoulos N., Ververidis F. Metabolic engineering of the complete pathway leading to heterologous biosynthesis of various flavonoids and stilbenoids in Saccharomyces cerevisiae. Metab. Eng. 2009;11:355–366. doi: 10.1016/j.ymben.2009.07.004.", "ArticleIdList": ["10.1016/j.ymben.2009.07.004", "19631278"]}, {"Citation": "Zhu S., Wu J., Du G., Zhou J., Chen J., Pettinari M.J. Efficient synthesis of eriodictyol from Ltyrosine in Escherichia coli. Appl. Environ. Microb. 2014;80:3072–3080. doi: 10.1128/AEM.03986-13.", "ArticleIdList": ["10.1128/AEM.03986-13", "PMC4018925", "24610848"]}, {"Citation": "Lim C.G., Fowler Z.L., Hueller T., Schaffer S., Koffas M.A.G. High-yield resveratrol production in engineered Escherichia coli. Appl. Environ. Microb. 2011;77:3451–3460. doi: 10.1128/AEM.02186-10.", "ArticleIdList": ["10.1128/AEM.02186-10", "PMC3126431", "21441338"]}, {"Citation": "Kim M.J., Kim B.G., Ahn J.H. Biosynthesis of bioactive O-methylated flavonoids in Escherichia coli. Appl. Microbiol. Biot. 2013;97:7195–7204. doi: 10.1007/s00253-013-5020-9.", "ArticleIdList": ["10.1007/s00253-013-5020-9", "23771780"]}, {"Citation": "Watts K.T., Lee P.C., Schmidt-Danner T.C. Biosynthesis of plant-specific stilbene polyketides in metabolically engineered Escherichia coli. BMC Biotechnol. 2006;6:22. doi: 10.1186/1472-6750-6-22.", "ArticleIdList": ["10.1186/1472-6750-6-22", "PMC1435877", "16551366"]}, {"Citation": "Pei J., Sun Q., Gu N., Zhao L., Fang X., Tang F., Cao F. Production of isoorientin and isovitexin from luteolin and apigenin using coupled catalysis of glycosyltransferase and sucrose synthase. Appl. Biochem. Biotechnol. 2020;190:601–615. doi: 10.1007/s12010-019-03112-z.", "ArticleIdList": ["10.1007/s12010-019-03112-z", "31399929"]}, {"Citation": "Yang J., Liang J., Shao L., Liu L., Gao K., Zhang J.L., Sun Z., Xu W., Lin P., Yu R. Green production of silybin and isosilybin by merging metabolic engineering approaches and enzymatic catalysis. Metab. Eng. 2020;59:44–52. doi: 10.1016/j.ymben.2020.01.007.", "ArticleIdList": ["10.1016/j.ymben.2020.01.007", "32004707"]}, {"Citation": "Borja G.M., Rodriguez A., Campbell K., Borodina I., Chen Y., Nielsen J. Metabolic engineering and transcriptomic analysis of Saccharomyces cerevisiae producing p-coumaric acid from xylose. Microb. Cell Fact. 2019;18:191. doi: 10.1186/s12934-019-1244-4.", "ArticleIdList": ["10.1186/s12934-019-1244-4", "PMC6833135", "31690329"]}, {"Citation": "Zhou Y., Qian C., Tang Y., Song M., Zhang T., Dong G., Zheng W., Yang C., Zhong C., Wang A., et al. Advance in the pharmacological effects of quercetin in modulating oxidative stress and inflammation related disorders. Phytother. Res. 2023;37:4999–5016. doi: 10.1002/ptr.7966.", "ArticleIdList": ["10.1002/ptr.7966", "37491826"]}, {"Citation": "Li J., Mao B., Tang X., Zhang Q., Zhao J., Zhang H., Cui S. Protective Effects of naringenin and apigenin in ameliorating skin damage via mediating the Nrf2 and NF-κB pathways in mice. Foods. 2023;12:2120. doi: 10.3390/foods12112120.", "ArticleIdList": ["10.3390/foods12112120", "PMC10252862", "37297362"]}, {"Citation": "Zhang X.Y., Wang D.S., Li X., Miao Y.C., Gao J.M., Zhang Q. A new utilization of total flavonoids from Acer truncatum samara and leaves: Anti-aging and metabolic regulation. Ind. Crop Prod. 2023;203:117207. doi: 10.1016/j.indcrop.2023.117207.", "ArticleIdList": ["10.1016/j.indcrop.2023.117207"]}, {"Citation": "Wang H.Y., Zhao J.G., Zhang Y.Q. The flavonoid-rich ethanolic extract from the green cocoon shell of silkworm has excellent antioxidation, glucosidase inhibition, and cell protective effects in vitro. Food Nutr. Res. 2020;64 doi: 10.29219/fnr.v64.1637.", "ArticleIdList": ["10.29219/fnr.v64.1637", "PMC7478120", "32952498"]}, {"Citation": "Zheng L., Li C., Li J., Liang L., Fan Y., Qiu L., Deng Z. Two kaempferol glycosides separated from Camellia oleifera meal by high-speed countercurrent chromatography and their possible application for antioxidation. J. Food Sci. 2019;84:2805–2811. doi: 10.1111/1750-3841.14765.", "ArticleIdList": ["10.1111/1750-3841.14765", "31441960"]}, {"Citation": "Lee S.J., Yun Y., Lee I.K., Ryoo I.J., Yun B.S., Yoo I.D. An Antioxidant Lignan and Other Constituents from the Root Bark of Hibiscus syriacus. Planta Med. 1999;65:658–660. doi: 10.1055/s-2006-960841.", "ArticleIdList": ["10.1055/s-2006-960841", "10617409"]}, {"Citation": "Kim J.H., Park T.J., Park J.S., Kim M.S., Chi W.J., Kim S.Y. Luteolin-3′-O-Phosphate Inhibits Lipopolysaccharide-Induced Inflammatory Responses by Regulating NF-κB/MAPK Cascade Signaling in RAW 264.7 Cells. Molecules. 2021;26:7393. doi: 10.3390/molecules26237393.", "ArticleIdList": ["10.3390/molecules26237393", "PMC8659157", "34885976"]}, {"Citation": "Ko W., Liu Z., Kim K.W., Dong L., Lee H., Kim N.Y., Lee D.S., Woo E.R. Kuwanon T and sanggenon a isolated from Morus alba exert anti-inflammatory effects by regulating NF-κB and HO-1/Nrf2 signaling pathways in BV2 and RAW264.7 cells. Molecules. 2021;26:7642. doi: 10.3390/molecules26247642.", "ArticleIdList": ["10.3390/molecules26247642", "PMC8708433", "34946724"]}, {"Citation": "Cheng Z.J., Lin C.N., Hwang T.L., Teng C.M. Broussochalcone A, a potent antioxidant and effective suppressor of inducible nitric oxide synthase in lipopolysaccharide-activated macrophages. Biochem. Pharmacol. 2001;61:939–946. doi: 10.1016/S0006-2952(01)00543-3.", "ArticleIdList": ["10.1016/S0006-2952(01)00543-3", "11286985"]}, {"Citation": "Chen T., Zhang X., Zhu G., Liu H., Chen J., Wang Y., He X. Quercetin inhibits TNF-α induced HUVECs apoptosis and inflammation via downregulating NF-kB and AP-1 signaling pathway in vitro. Medicine. 2020;99:e22241. doi: 10.1097/MD.0000000000022241.", "ArticleIdList": ["10.1097/MD.0000000000022241", "PMC7505396", "32957369"]}, {"Citation": "Tang J., Diao P., Shu X., Li L., Xiong L. Quercetin and Quercitrin Attenuates the Inflammatory Response and Oxidative Stress in LPS-Induced RAW264.7 Cells: In Vitro Assessment and a Theoretical Model. BioMed Res. Int. 2019:7039802. doi: 10.1155/2019/7039802.", "ArticleIdList": ["10.1155/2019/7039802", "PMC6855062", "31781635"]}, {"Citation": "Saleh H.A., Yousef M.H., Abdelnaser A. The Anti-Inflammatory Properties of Phytochemicals and Their Effects on Epigenetic Mechanisms Involved in TLR4/NF-κB-Mediated Inflammation. Front. Immunol. 2021;12:606069. doi: 10.3389/fimmu.2021.606069.", "ArticleIdList": ["10.3389/fimmu.2021.606069", "PMC8044831", "33868227"]}, {"Citation": "Chen W.F., Shih Y.H., Liu H.C., Cheng C.I., Chang C.I., Chen C.Y., Lin I.P., Lin M.Y., Lee C.H. 6-methoxyflavone suppresses neuroinflammation in lipopolysaccharide- stimulated microglia through the inhibition of TLR4/MyD88/p38 MAPK/NF-κB dependent pathways and the activation of HO-1/NQO-1 signaling. Phytomedicine. 2022;99:154025. doi: 10.1016/j.phymed.2022.154025.", "ArticleIdList": ["10.1016/j.phymed.2022.154025", "35272244"]}, {"Citation": "Li K., Hu W., Yang Y., Wen H., Li W., Wang B. Anti-inflammation of hydrogenated isoflavones in LPS-stimulated RAW264.7 cells via inhibition of NF-κB and MAPK signaling pathways. Mol. Immunol. 2023;153:126–134. doi: 10.1016/j.molimm.2022.11.019.", "ArticleIdList": ["10.1016/j.molimm.2022.11.019", "36495817"]}, {"Citation": "Du K., Zheng C., Kuang Z., Sun Y., Wang Y., Li S., Meng D. Gastroprotective effect of eupatilin, a polymethoxyflavone from Artemisia argyi H. Lév. & Vaniot, in ethanol-induced gastric mucosal injury via NF-κB signaling pathway. J. Ethnopharmacol. 2024;318:116986.", "ArticleIdList": ["37536645"]}, {"Citation": "Liang Z., Chen Z., Xue X., He C., Yuan X. A comparative study between Abrus cantoniensis and Abrus mollis: Flavonoids profiles by UPLC-Q-TOF-MS and anti-inflammatory mechanism by transcriptomics. Chem. Biodivers. 2023;20:e202300204. doi: 10.1002/cbdv.202300204.", "ArticleIdList": ["10.1002/cbdv.202300204", "37243962"]}, {"Citation": "Hsu Y.L., Kuo P.L., Liu C.F., Lin C.C. Acacetin-induced cell cycle arrest and apoptosis in human non-small cell lung cancer A549 cells. Cancer Lett. 2004;212:53–60. doi: 10.1016/j.canlet.2004.02.019.", "ArticleIdList": ["10.1016/j.canlet.2004.02.019", "15246561"]}, {"Citation": "Gupta S., Afaq A., Mukhta R.H. Involvement of nuclear factor-kappa B, Bax and Bcl-2 in induction of cell cycle arrest and apoptosis by apigenin in human prostate carcinoma cells. Oncogene. 2002;21:3727–3738. doi: 10.1038/sj.onc.1205474.", "ArticleIdList": ["10.1038/sj.onc.1205474", "12032841"]}, {"Citation": "Shi M.D., Shiao C.K., Lee Y.C., Shih Y.W. Apigenin, a dietary flavonoid, inhibits proliferation of human bladder cancer T-24 cells via blocking cell cycle progression and inducing apoptosis. Cancer Cell Int. 2015;15:33–44. doi: 10.1186/s12935-015-0186-0.", "ArticleIdList": ["10.1186/s12935-015-0186-0", "PMC4391114", "25859163"]}, {"Citation": "Hsu S.L., Hsieh Y.C., Hsieh W.C., Chou C.J. Baicalein induces a dual growth arrest by modulating multiple cell cycle regulatory molecules. Eur. J. Pharmacol. 2001;425:165–171. doi: 10.1016/S0014-2999(01)01144-X.", "ArticleIdList": ["10.1016/S0014-2999(01)01144-X", "11513834"]}, {"Citation": "Lee H.Z., Leung H.W.C., Lai M.Y., Wu C.H. Baicalein induced cell cycle arrest and apoptosis in human lung squamous carcinoma CH27 cells. Anticancer Res. 2015;25:959–964.", "ArticleIdList": ["15868934"]}, {"Citation": "Lien L.M., Wang M.J., Chen R.J., Chiu H.C., Wu J.L., Shen M.Y., Chou D.S., Sheu J.R., Lin K.H., Lu W.J. Nobiletin, a polymethoxylated flavone, inhibits glioma cell growth and migration via arresting cell cycle and suppressing MAPK and Akt pathways. Phytother. Res. 2016;30:214–221. doi: 10.1002/ptr.5517.", "ArticleIdList": ["10.1002/ptr.5517", "26560814"]}, {"Citation": "Dinesh K.P. Therapeutic Potential of a Bioactive Flavonoids Glycitin from Glycine max: A Review on Medicinal Importance, Pharmacological Activities and Analytical Aspects. Curr. Tradit. Med. 2023;9:e130522204766."}, {"Citation": "Farhan M., El Oirdi M., Aatif M., Nahvi I., Muteeb G., Alam M.W. Soy isoflavones induce cell death by copper-mediated mechanism: Understanding its anticancer properties. Molecules. 2023;28:2925. doi: 10.3390/molecules28072925.", "ArticleIdList": ["10.3390/molecules28072925", "PMC10095714", "37049690"]}, {"Citation": "Wu R., Pan X., Lu J., Yao S. Soybean Isoflavones Activating Autophagy and Improving the Chemosensitivity of Carboplatin to Ovarian Cancer Cells. J. Biomater. Tissue Eng. 2022;12:1805–1812."}, {"Citation": "Liu H., Wang Y., Zhu D., Xu J., Xu X., Liu J. Bioaccessibility and application of soybean isoflavones: A Review. Food Rev. Int. 2023;39:5948–5967. doi: 10.1080/87559129.2022.2103824.", "ArticleIdList": ["10.1080/87559129.2022.2103824"]}, {"Citation": "Khan A., Mazumder A., Saini J. The Challenging role of flavonoids as a potential phytochemical to treat anxiety. J. Nat. Rem. 2023;23:383–396. doi: 10.18311/jnr/2023/32406.", "ArticleIdList": ["10.18311/jnr/2023/32406"]}, {"Citation": "Kaur D., Kamboj A., Shri R. Comparative evaluation of anxiolytic effects of various extracts of Oats (Avena sativa), Rice Bran (Oryza sativa) and Spinach (Spinacia oleracea) in experimental Animals. Int. J. Pharm. Sci. Res. 2016;7:4110–4116."}, {"Citation": "Wolfman C., Viola H., Paladini A., Dajas F., Medina J.H. Possible anxiolytic effects of chrysin, a central benzodiazepine receptor ligand isolated from Passiflora coerulea. Pharmacol. Biochem. Behav. 1994;47:1. doi: 10.1016/0091-3057(94)90103-1.", "ArticleIdList": ["10.1016/0091-3057(94)90103-1", "7906886"]}, {"Citation": "Grundmann O., Nakajima J.I., Kamata K., Seo S., Butterweck V. Kaempferol from the leaves of Apocynum venetum possesses anxiolytic activities in the elevated plus maze test in mice. Phytomedicine. 2009;16:295. doi: 10.1016/j.phymed.2008.12.020.", "ArticleIdList": ["10.1016/j.phymed.2008.12.020", "19303276"]}, {"Citation": "Aguirre-Hernández E., González-Trujano M.E., Martínez A.L., Moreno J., Kite G., Terrazas T., Soto-Hernández M. HPLC/MS analysis and anxiolytic-like effect of quercetin and kaempferol flavonoids from Tilia americana var. Mexicana. J. Ethnopharmacol. 2010;127:91. doi: 10.1016/j.jep.2009.09.044.", "ArticleIdList": ["10.1016/j.jep.2009.09.044", "19799990"]}, {"Citation": "Vissiennon C., Nieber K., Kelber O., Butterweck V. Route of administration determines the anxiolytic activity of the flavonols kaempferol, quercetin and myricetin—Are they prodrugs? J. Nutr. Biochem. 2012;7:733. doi: 10.1016/j.jnutbio.2011.03.017.", "ArticleIdList": ["10.1016/j.jnutbio.2011.03.017", "21840194"]}, {"Citation": "Chandrashekaran G., Vishnu R., Jayasree A., Sadasivam B. Involvement of the GABAergic system in the anxiolytic-like effect of the flavonoid ellagic acid in mice. Eur. J. Pharmacol. 2013;710:49–58.", "ArticleIdList": ["23603526"]}, {"Citation": "Li H., Zhang Q. Research Progress of Flavonoids Regulating Endothelial Function. Pharmaceuticals. 2023;16:1201. doi: 10.3390/ph16091201.", "ArticleIdList": ["10.3390/ph16091201", "PMC10534649", "37765009"]}, {"Citation": "Vazquez-Vilar M., Fernandez-del-Carmen A., Garcia-Carpintero V., Drapal M., Presa S., Ricci D., Diretto G., Rambla J.L., Fernandez-Muñoz R., Espinosa-Ruiz A., et al. Dually biofortified cisgenic tomatoes with increased flavonoids and branched-chain amino acids content. Plant Biotechnol. J. 2023;21:2683–2697. doi: 10.1111/pbi.14163.", "ArticleIdList": ["10.1111/pbi.14163", "PMC10651156", "37749961"]}, {"Citation": "Sthijns M.M.J.P.E., Schiffers P.M., Janssen G.M., Lemmens K.J.A., Ides B., Vangrieken P., Bouwman F.G., Mariman E.C., Pader I., Arnér E.S.J., et al. Rutin protects against H2O2-triggered impaired relaxation of placental arterioles and induces Nrf2-mediated adaptation in Human Umbilical Vein Endothelial Cells exposed to oxidative stress. Biochim. Biophys. Acta (BBA)-Gen. Subj. 2017;1861:1177–1189. doi: 10.1016/j.bbagen.2017.03.004.", "ArticleIdList": ["10.1016/j.bbagen.2017.03.004", "28286015"]}, {"Citation": "Booyani Z., Aryaeian N., Omidi N., Khorasanian A.S., Hoseini A.F., Nejatian M., Jazayeri S., Morvaridi M. Hesperidin reduces serum levels of triglyceride after coronary artery bypass graft surgery. Food Sci. Nutr. 2023;11:7145–7154. doi: 10.1002/fsn3.3639.", "ArticleIdList": ["10.1002/fsn3.3639", "PMC10630806", "37970430"]}, {"Citation": "Yang M., Xiong J., Zou Q., Wang D.D., Huang C.X. Chrysin attenuates interstitial fibrosis and improves cardiac function in a rat model of acute myocardial infarction. J. Mol. Hist. 2018;49:555–565. doi: 10.1007/s10735-018-9793-0.", "ArticleIdList": ["10.1007/s10735-018-9793-0", "30225683"]}, {"Citation": "Zhang H.P., Zheng F.L., Zhao J.H., Guo D.X., Chen X.L. Genistein inhibits ox-LDL-induced VCAM-1, ICAM-1 and MCP-1 expression of HUVECs through heme Oxygenase-1. Arch. Med. Res. 2013;44:13–20. doi: 10.1016/j.arcmed.2012.12.001.", "ArticleIdList": ["10.1016/j.arcmed.2012.12.001", "23291378"]}, {"Citation": "Wang X.C., Ren J.H., Ren H., Song W.Z., Qiao Y.C., Zhao Y., Linghu L.Q., Cui Y., Zhao Z.Y., Chen L.M., et al. Diabetes mellitus early warning and factor analysis using ensemble Bayesian networks with SMOTE-ENN and Boruta. Sci. Rep. 2023;13:12718. doi: 10.1038/s41598-023-40036-5.", "ArticleIdList": ["10.1038/s41598-023-40036-5", "PMC10404250", "37543637"]}, {"Citation": "Zhou M., Konigsberg W.H., Hao C., Pan Y., Sun J., Wang X. Bioactivity and mechanisms of flavonoids in decreasing insulin resistance. J. Enzym. Inhib. Med. Chem. 2023;38:2199168. doi: 10.1080/14756366.2023.2199168.", "ArticleIdList": ["10.1080/14756366.2023.2199168", "PMC10088969", "37036026"]}, {"Citation": "Prasath G.S., Subramanian S.P. Modulatory effects of fisetin, a bioflavonoid, on hyperglycemia by attenuating the key enzymes of carbohydrate metabolism in hepatic and renal tissues in streptozotocin-induced diabetic rats. Eur. J. Pharmacol. 2011;668:492–496. doi: 10.1016/j.ejphar.2011.07.021.", "ArticleIdList": ["10.1016/j.ejphar.2011.07.021", "21816145"]}, {"Citation": "Prasath G.S., Pillai S.I., Subramanian S.P. Fisetin improves glucose homeostasis through the inhibition of gluconeogenic enzymes in hepatic tissues of streptozotocin induced diabetic rats. Eur. J. Pharmacol. 2014;740:248–254. doi: 10.1016/j.ejphar.2014.06.065.", "ArticleIdList": ["10.1016/j.ejphar.2014.06.065", "25064342"]}, {"Citation": "Zang M.W., Xu S.Q., Maitland-Toolan K.A., Zuccollo A., Hou X.Y., Jiang B.B., Wierzbicki M., Verbeuren T.J., Cohen R.A. Polyphenols stimulate AMP-activated protein kinase, lower lipids, and inhibit accelerated atherosclerosis in diabetic LDL receptor-deficient mice. Diabetes. 2006;55:2180–2191. doi: 10.2337/db05-1188.", "ArticleIdList": ["10.2337/db05-1188", "16873680"]}, {"Citation": "Suh K.S., Oh S., Woo J.T., Kim S.W., Kim J.W., Kim Y.S., Chon S. Apigenin attenuates 2-deoxy-D-ribose-induced oxidative cell damage in HIT-T15 pancreatic beta-cells. Biol. Pharm. Bull. 2012;35:121–126. doi: 10.1248/bpb.35.121.", "ArticleIdList": ["10.1248/bpb.35.121", "22223348"]}, {"Citation": "Kim E.K., Kwon K.B., Song M.Y., Han M.J., Lee J.H., Lee Y.R., Lee J.H., Ryu D.G., Park B.H., Park J.W. Flavonoids protect against cytokine-induced pancreatic beta-cell damage through suppression of nuclear factor kappa B activation. Pancreas. 2007;35:e1–e9. doi: 10.1097/mpa.0b013e31811ed0d2.", "ArticleIdList": ["10.1097/mpa.0b013e31811ed0d2", "18090225"]}, {"Citation": "Wu C.M., Shen J., He P., Chen Y. The alpha-glucosidase inhibiting isoflavones isolated from Belamcanda chinensis leaf extract. Rec. Nat. Prod. 2012;6:110–120."}, {"Citation": "Patel M.B., Mishra S.H. Hypoglycemic activity of C-glycosyl flavonoid from Enicostemma hyssopifolium. Pharm. Biol. 2011;49:383–391. doi: 10.3109/13880209.2010.517759.", "ArticleIdList": ["10.3109/13880209.2010.517759", "21391839"]}, {"Citation": "Miao L., Zhang H., Cheong M.S., Zhong R., Garcia-Oliveira P., Prieto M.A., Cheng K.W., Wang M., Cao H., Nie S., et al. Anti-diabetic potential of apigenin, luteolin, and baicalein via partially activating PI3K/Akt/Glut-4 signaling pathways in insulin-resistant HepG2 cells. Food Sci. Hum. Well. 2023;12:1991–2000. doi: 10.1016/j.fshw.2023.03.021.", "ArticleIdList": ["10.1016/j.fshw.2023.03.021"]}, {"Citation": "Wang Z., Yang Q., Zhang H., He Y., Wang R., Lu X. Isolation, Identification, and Antibacterial Activities of Flavonoids from Jujube (Zizipus Jujuba Mill.) Fruit. Int. J. Fruit Sci. 2023;23:51–61. doi: 10.1080/15538362.2023.2186149.", "ArticleIdList": ["10.1080/15538362.2023.2186149"]}, {"Citation": "Villinski J.R., Bergeron C., Cannistra J.C., Gloer J.B., Coleman C.M., Ferreira D., Azelmat J., Grenier D., Gafner S. Pyrano-isoflavans from Glycyrrhiza uralensis with antibacterial activity against Streptococcus mutans and Porphyromonas gingivalis. J. Nat. Prod. 2014;77:521–526. doi: 10.1021/np400788r.", "ArticleIdList": ["10.1021/np400788r", "24479468"]}, {"Citation": "Górniak I., Bartoszewski R., Króliczewski J. Comprehensive review of antimicrobial activities of plant flavonoids. Phytochem. Rev. 2019;18:241–272. doi: 10.1007/s11101-018-9591-z.", "ArticleIdList": ["10.1007/s11101-018-9591-z"]}, {"Citation": "Liu D., Mao Y.Q., Ding L.J., Zeng X.A. Dihydromyricetin: A review on identification and quantification methods, biological activities, chemical stability, metabolism and approaches to enhance its bioavailability. Trends Food Sci. Technol. 2019;91:586–597. doi: 10.1016/j.tifs.2019.07.038.", "ArticleIdList": ["10.1016/j.tifs.2019.07.038", "PMC7127391", "32288229"]}, {"Citation": "Silva J., Yu X., Moradian R., Folk C., Spatz M.H., Kim P., Bhatti A.A., Davies D.L., Liang J. Dihydromyricetin protects the liver via changes in lipid metabolism and enhanced ethanol metabolism. Alcohol. Clin. Exp. Res. 2020;44:1046–1060. doi: 10.1111/acer.14326.", "ArticleIdList": ["10.1111/acer.14326", "PMC7211127", "32267550"]}, {"Citation": "Wang X.X., Chang X.H., Zhan H.B., Zhang Q., Li C.Y., Gao Q., Yang M.M., Luo Z., Li S., Sun Y.B. Curcumin and baicalin ameliorate ethanol-induced liver oxidative damage via the Nrf2/HO-1 pathway. J. Food Biochem. 2020;44:1–12. doi: 10.1111/jfbc.13425.", "ArticleIdList": ["10.1111/jfbc.13425", "32770697"]}, {"Citation": "Yuan H.Q., Duan S.N., Guan T., Yuan X., Lin J.Z., Hou S.Z., Lai X.P., Huang S., Du X.H., Chen S.X. Vitexin protects against ethanol-induced liver injury through Sirt1/p53 signaling pathway. Eur. J. Pharmacol. 2020;873:173007. doi: 10.1016/j.ejphar.2020.173007.", "ArticleIdList": ["10.1016/j.ejphar.2020.173007", "32045602"]}, {"Citation": "Cao P., Wang Y., Zhang C., Sullivan M.A., Chen W., Jing X., Yu H.F., Li F., Wang Q., Zhou Z.S., et al. Quercetin ameliorates nonalcoholic fatty liver disease(NAFLD)via the promotion of AMPK-mediated hepatic mitophagy. J. Nutr. Biochem. 2023;120:109414. doi: 10.1016/j.jnutbio.2023.109414.", "ArticleIdList": ["10.1016/j.jnutbio.2023.109414", "37423322"]}, {"Citation": "Wang M.C. Natural plant resource flavonoids as potential therapeutic drugs for pulmonary fibrosis. Heliyon. 2023;9:e19308. doi: 10.1016/j.heliyon.2023.e19308.", "ArticleIdList": ["10.1016/j.heliyon.2023.e19308", "PMC10470008", "37664726"]}, {"Citation": "Huang X., He Y., Chen Y., Wu P., Gui D., Cai H., Chen A., Chen M., Dai C., Yao D., et al. Baicalin attenuates bleomycin-induced pulmonary fibrosis via adenosine A2a receptor related TGF-β1-induced ERK1/2 signaling pathway. BMC Pulm. Med. 2016;16:132. doi: 10.1186/s12890-016-0294-1.", "ArticleIdList": ["10.1186/s12890-016-0294-1", "PMC5034677", "27658704"]}, {"Citation": "Zhao H., Li C., Li L., Liu J., Gao Y., Mu K., Chen D., Lu A., Ren Y., Li Z. Baicalin alleviates bleomycin-induced pulmonary fibrosis and fibroblast proliferation in rats via the PI3K/AKT signaling pathway. Mol. Med. Rep. 2020;21:2321–2334. doi: 10.3892/mmr.2020.11046.", "ArticleIdList": ["10.3892/mmr.2020.11046", "PMC7185294", "32323806"]}, {"Citation": "Yuan J.H., Ma Y., Yuan L.H., Gong J.J., Xu L.L., Wang L., Jin Y.M. Baicalein attenuates bleomycin-induced lung fibroblast senescence and lung fibrosis through restoration of Sirt3 expression. Pharm. Biol. 2023;61:288–297.", "ArticleIdList": ["PMC9970214", "36815239"]}, {"Citation": "Miao Y.M., Geng Y.Z., Yang L., Zheng Y., Dai Y., Wei Z.F. Morin inhibits the transformation of fibroblasts towards myofibroblasts through regulating “PPAR-γ-glutaminolysis- DEPTOR” pathway in pulmonary fibrosis. J. Nutr. Biochem. 2021;101:108923. doi: 10.1016/j.jnutbio.2021.108923.", "ArticleIdList": ["10.1016/j.jnutbio.2021.108923", "34843935"]}, {"Citation": "Resende V.Q., Reis-Goes K.H., Finato A.C., de Fátima Almeida-Donanzam D., Dos Santos A.R., Perico J., Amorim B.C., Venturini J. Combined silymarin and cotrimoxazole therapy attenuates pulmonary fibrosis in experimental paracoccidioidomycosis. J. Fungi. 2022;8:1010. doi: 10.3390/jof8101010.", "ArticleIdList": ["10.3390/jof8101010", "PMC9605613", "36294575"]}, {"Citation": "Liu H.G., Bai X.X., Wei W., Li Z.P., Zhang Z.J., Tan W.L., Wei B., Zhao H.T., Jiao Y. Calycosin ameliorates bleomycin-induced pulmonary fibrosis via suppressing oxidative stress, apoptosis, and enhancing autophagy. Evid.-Based Complement. Altern. Med. 2022;2022:9969729. doi: 10.1155/2022/9969729.", "ArticleIdList": ["10.1155/2022/9969729", "PMC9578840", "36267093"]}, {"Citation": "Ji H., Guo L.N., Li Y.T., Jiang Y., Wang Y.C., Jin H.F. Calycosin inhibits pulmonary fibrosis through the regulation of miR-375/YAP1 signaling pathway. Rev. Bras. Farmacogn. 2022;32:953–961. doi: 10.1007/s43450-022-00326-x.", "ArticleIdList": ["10.1007/s43450-022-00326-x"]}, {"Citation": "Zhang Q., Yan Y. The role of natural flavonoids on neuroinflammation as a therapeutic target for Alzheimer’s disease: A narrative review. Neural Regen. Res. 2023;18:2582–2591. doi: 10.4103/1673-5374.373680.", "ArticleIdList": ["10.4103/1673-5374.373680", "PMC10358679", "37449593"]}, {"Citation": "Gan R., Liu Y., Li H., Xia Y., Guo H., Geng F., Zhuang Q., Li H., Wu D. Natural sources, refined extraction, biosynthesis, metabolism, and bioactivities of dietary polymethoxyflavones (PMFs) Food Sci. Hum. Wellness. 2024;13:27–49. doi: 10.26599/FSHW.2022.9250003.", "ArticleIdList": ["10.26599/FSHW.2022.9250003"]}, {"Citation": "Jin S., Zhang L., Wang L. Kaempferol, a potential neuroprotective agent in neurodegenerative diseases: From chemistry to medicine. Biomed. Pharmacother. 2023;165:115215. doi: 10.1016/j.biopha.2023.115215.", "ArticleIdList": ["10.1016/j.biopha.2023.115215", "37494786"]}, {"Citation": "Ge C.J., Wang S.L., Wu X.Q., Lei L.L. Quercetin mitigates depression-like behavior via the suppression of neuroinflammation and oxidative damage in corticosterone-induced mice. J. Chem. Neuroanat. 2023;132:102313. doi: 10.1016/j.jchemneu.2023.102313.", "ArticleIdList": ["10.1016/j.jchemneu.2023.102313", "37468078"]}, {"Citation": "Hou D.X., Masuzaki S., Hashimoto F., Uto T., Tanigawa S., Fujii M., Sakata Y. Green tea proanthocyanidins inhibit cyclooxygenase-2 expression in LPS-activated mouse macrophages: Molecular mechanisms and structure-activity relationship. Arch. Biochem. Biophys. 2007;460:67–74. doi: 10.1016/j.abb.2007.01.009.", "ArticleIdList": ["10.1016/j.abb.2007.01.009", "17313938"]}, {"Citation": "Liang T., Zhou K., Wang X. Inhibition mechanism of proanthocyanidins on the PGF2 product of rats suffered with adjuvant arthritis. J. Shenyang Pharm. Univ. 2006;23:720–723."}, {"Citation": "Zuo C., Liu S., Zhang S. Grape seed proanthocyanidins based on phloroglucinolysis-UPLC polymerization degree analysis and inhibition of gastric cancer cell proliferation. J. Shenyang Pharm. Univ. 2022;39:828–837."}, {"Citation": "Bao L., Zhang Z., Dai X., Ding Y., Jiang Y., Li Y., Li Y. Effects of grape seed proanthocyanidin extract on renal injury in type 2 diabetic rats. Mol. Med. Rep. 2015;11:645–652. doi: 10.3892/mmr.2014.2768.", "ArticleIdList": ["10.3892/mmr.2014.2768", "25351255"]}, {"Citation": "Hwang C., Kwak H., Lee S., Kang Y., Park S., Yim C., Yoon H., Han K. Isoflavone metabolites and their in vitro dual functions: They can act as an estrogenic agonist or antagonist depending on the estrogen concentration. J. Steroid Biochem. Mol. Biol. 2006;101:246–253. doi: 10.1016/j.jsbmb.2006.06.020.", "ArticleIdList": ["10.1016/j.jsbmb.2006.06.020", "16965913"]}, {"Citation": "Zhao K., Yao M., Zhang X., Xu F., Shao X., Wei Y., Wang H. Flavonoids and intestinal microbes interact to alleviate depression. J. Sci. Food Agric. 2022;102:1311–1318. doi: 10.1002/jsfa.11578.", "ArticleIdList": ["10.1002/jsfa.11578", "34625972"]}, {"Citation": "de Carvalho L.S.A., Geraldo R.B., de Moraes J., Pinto P.L.S., Pinto P.D., Pereira O.D., Da Silva A.A. Schistosomicidal activity and docking of Schistosoma mansoni ATPDase 1 with licoflavone B isolated from Glycyrrhiza inflata (Fabaceae) Exp. Parasitol. 2015;159:207–214. doi: 10.1016/j.exppara.2015.09.015.", "ArticleIdList": ["10.1016/j.exppara.2015.09.015", "26454044"]}, {"Citation": "Hassanpour S.H., Doroudi A. Review of the antioxidant potential of flavonoids as a subgroup of polyphenols and partial substitute for synthetic antioxidants. Avicenna J. Phytomed. 2023;13:354–376.", "ArticleIdList": ["PMC10474916", "37663389"]}, {"Citation": "Hassanein E.H.M., Abd El-Maksoud M.S., Ibrahim I.M., Abd-alhameed E.K., Althagafy H.S., Mohamed N.M., Ross S.A. The molecular mechanisms underlying anti-inflammatory effects of galangin in different diseases. Phytother. Res. 2023;37:3161–3181. doi: 10.1002/ptr.7874.", "ArticleIdList": ["10.1002/ptr.7874", "37246827"]}, {"Citation": "Yang Z., Man J., Liu Y., Zhang H., Wu D., Shao D., Hao B., Wang S. Study on the alleviating effect and potential mechanism of ethanolic extract of Limonium aureum (L.) Hill. on lipopolysaccharide-induced inflammatory responses in macrophages. Int. J. Mol. Sci. 2023;24:16272. doi: 10.3390/ijms242216272.", "ArticleIdList": ["10.3390/ijms242216272", "PMC10671607", "38003461"]}, {"Citation": "Lin K.W., Deng T., Qu H.J., Ou H.Y., Huang Q.F., Gao B.M., Li X.L., Wei N. Gastric protective effect of Alpinia officinarum flavonoids: Mediating TLR4/NF-κB and TRPV1 signalling pathways and gastric mucosal healing. Pharm. Biol. 2023;61:50–60. doi: 10.1080/13880209.2022.2152058.", "ArticleIdList": ["10.1080/13880209.2022.2152058", "PMC9788718", "36541204"]}, {"Citation": "Tang M., Wang G., Li J., Wang Y., Peng C., Chang X., Guo J., Gui S. Flavonoid extract from propolis alleviates periodontitis by boosting periodontium regeneration and inflammation resolution via regulating TLR4/MyD88/NF-κB and RANK/NF-κB pathway. J. Ethnopharmacol. 2024;319:117324. doi: 10.1016/j.jep.2023.117324.", "ArticleIdList": ["10.1016/j.jep.2023.117324", "37852336"]}, {"Citation": "Ouyang X., Li N., Guo M., Zhang M., Cheng J., Yi L., Zhu J. Active flavonoids from Lagotis brachystachya attenuate monosodium urate-induced gouty arthritis via inhibiting TLR4/MyD88/NF-κB pathway and NLRP3 expression. Front. Pharmacol. 2021;12:760331. doi: 10.3389/fphar.2021.760331.", "ArticleIdList": ["10.3389/fphar.2021.760331", "PMC8602055", "34803702"]}, {"Citation": "Angeloni C., Hrelia S. Quercetin Reduces Inflammatory Responses in LPS-Stimulated Cardiomyoblasts. Oxidative Med. Cell. Longev. 2012;2012:837104. doi: 10.1155/2012/837104.", "ArticleIdList": ["10.1155/2012/837104", "PMC3364695", "22685622"]}, {"Citation": "Song L.Y., Tian L.W., Ma Y., Xie Y., Feng H.X., Qin F., Mo L.Q., Lin S., Hou L.B., Wang C.X. Protection of flavonoids from Smilax china L. rhizome on phenol mucilage-induced pelvic inflammation in rats by attenuating inflammation and fibrosis. J. Funct. Foods. 2017;28:194–204. doi: 10.1016/j.jff.2016.11.015.", "ArticleIdList": ["10.1016/j.jff.2016.11.015"]}, {"Citation": "Ha S.E., Bhagwan B.P., Kim H.H., Park M.Y., Abusaliya A., Kim G.S., Kim J.A. Apigetrin abrogates lipopolysaccharide-induced inflammation in L6 skeletal muscle cells through NF-κB/MAPK signaling pathways. Curr. Issues Mol. Biol. 2022;44:2635–2645. doi: 10.3390/cimb44060180.", "ArticleIdList": ["10.3390/cimb44060180", "PMC9221909", "35735621"]}, {"Citation": "Peng Y., Hu M.J., Lu Q., Tian Y., He W.Y., Chen L., Wang K.X., Pan S.Y. Flavonoids derived from Exocarpium Citri Grandis inhibit LPS-induced inflammatory response via suppressing MAPK and NF-κB signalling pathways. Food Agric. Immunol. 2019;30:564–580. doi: 10.1080/09540105.2018.1550056.", "ArticleIdList": ["10.1080/09540105.2018.1550056"]}, {"Citation": "Jiang Y.X., Dai Y.Y., Pan Y.F., Wu X.M., Yang Y., Bian K., Zhang D.D. Total Flavonoids from Radix Glycyrrhiza exert anti-inflammatory and antitumorigenic Effects by inactivating iNOS signaling pathways. Evid.-Based Complement. Altern. Med. 2018;2018:6714282. doi: 10.1155/2018/6714282.", "ArticleIdList": ["10.1155/2018/6714282", "PMC5987298", "29951107"]}, {"Citation": "Xu W., Lu H., Yuan Y., Deng Z., Zheng L., Li H. The Antioxidant and anti-inflammatory effects of flavonoids from propolis via Nrf2 and NF-κB pathways. Foods. 2022;11:2439. doi: 10.3390/foods11162439.", "ArticleIdList": ["10.3390/foods11162439", "PMC9407528", "36010439"]}, {"Citation": "Pu W.L., Bai R.Y., Zhou K., Peng Y.F., Zhang M.Y., Hottiger M.O., Li W.H., Gao X.M., Sun L.K. Baicalein attenuates pancreatic inflammatory injury through regulating MAPK, STAT 3 and NF-κB activation. Int. Immunopharmacol. 2019;72:204–210. doi: 10.1016/j.intimp.2019.04.018.", "ArticleIdList": ["10.1016/j.intimp.2019.04.018", "30999210"]}, {"Citation": "Zhong M., Wang H.Q., Yan H.Y., Wu S., Gu Z.Y., Li Y.H. Santin inhibits influenza A virus replication through regulating MAPKs and NF-κB pathways. J. Asian Nat. Prod. Res. 2019;21:1205–1214. doi: 10.1080/10286020.2018.1520221.", "ArticleIdList": ["10.1080/10286020.2018.1520221", "30417663"]}, {"Citation": "Shao Y., Hong R.Q., Li B.Y., Wang A., Chen Y.R., Wang Y.Y., Mo F., Liu M.C., Tian C.L. Extraction technology, components analysis and anti-inflammatory activity in vitro of total flavonoids extract from Artemisia anomala S. Moore. Fitoterapia. 2023;170:105630. doi: 10.1016/j.fitote.2023.105630.", "ArticleIdList": ["10.1016/j.fitote.2023.105630", "37536471"]}, {"Citation": "Liang Y.C., Zhong Q., Ma R.H., Ni Z.J., Thakur K., Zhang J.G., Wei Z.J. Apigenin, a natural flavonoid, promotes autophagy and ferroptosis in human endometrial carcinoma Ishikawa cells in vitro and in vivo. Food Sci. Hum. Wellness. 2023;12:2242–2251. doi: 10.1016/j.fshw.2023.03.044.", "ArticleIdList": ["10.1016/j.fshw.2023.03.044"]}, {"Citation": "Zhang Q., Zhao X., Wang Z. Cytotoxicity of flavones and flavonols to a human esophageal squamous cell carcinoma cell line (KYSE-510) by induction of G2/M arrest and apoptosis. Toxicol. In Vitro. 2009;23:797–807. doi: 10.1016/j.tiv.2009.04.007.", "ArticleIdList": ["10.1016/j.tiv.2009.04.007", "19397994"]}, {"Citation": "Shan B.E., Wang M.X., Li R.Q. Quercetin inhibit human SW480 colon cancer growth in association with inhibition of cyclin D1 and survivin expression through Wnt/beta-catenin signaling pathway. Cancer Investig. 2009;27:604–612. doi: 10.1080/07357900802337191.", "ArticleIdList": ["10.1080/07357900802337191", "19440933"]}, {"Citation": "Wang P., Zhang K., Zhang Q., Mei J., Chen C.J., Feng Z.Z., Yu D.H. Effects of quercetin on the apoptosis of the human gastric carcinoma cells. Toxicol. In Vitro. 2012;26:221–228. doi: 10.1016/j.tiv.2011.11.015.", "ArticleIdList": ["10.1016/j.tiv.2011.11.015", "22222411"]}, {"Citation": "Niu G.M., Yin S.M., Xie S.F., Li Y.Q., Nie D.N., Ma L.P., Wang X.J., Wu Y.D. Quercetin induces apoptosis by activating caspase-3 and regulating Bcl-2 and cyclooxygenase-2 pathways in human HL-60 cells. Acta Biochim. Biophys. Sin. 2011;43:30–37. doi: 10.1093/abbs/gmq107.", "ArticleIdList": ["10.1093/abbs/gmq107", "21173056"]}, {"Citation": "Chen W., Liu L., Zhang Z., Bian M., Zhang F., Wang L., Zheng S. Recent advances in pharmacological action and preparation of oroxylin A. Chin. Arch. Tradit. Chin. Med. 2018;36:412–416."}, {"Citation": "Kim D.H., Na H.K., Oh T.Y., Kim W.B., Surh Y.J. Eupatilin, a pharmacologically active flavone derived from Artemisia plants, induces cell cycle arrest in ras-transformed human mammary epithelial cells. Biochem. Pharmacol. 2004;68:1081–1087. doi: 10.1016/j.bcp.2004.04.027.", "ArticleIdList": ["10.1016/j.bcp.2004.04.027", "15313404"]}, {"Citation": "Lee K., Lee D.H., Jung Y.J., Shin S.Y., Lee Y.H. The natural flavone eupatorin induces cell cycle arrest at the G2/M phase and apoptosis in HeLa cells. Appl. Biol. Chem. 2016;59:193–199. doi: 10.1007/s13765-016-0160-0.", "ArticleIdList": ["10.1007/s13765-016-0160-0"]}, {"Citation": "Lee E.J., Oh S.Y., Sung M.K. Luteolin exerts anti-tumor activity through the suppression of epidermal growth factor receptor-mediated pathway in MDA-MB-231 ER-negative breast cancer cells. Food Chem. Toxicol. 2012;50:4136–4143. doi: 10.1016/j.fct.2012.08.025.", "ArticleIdList": ["10.1016/j.fct.2012.08.025", "22926442"]}, {"Citation": "Wang P., Cao J., Zhang X. Oroxylin a promoted apoptotic extracellular vesicles transfer of glycolytic kinases to remodel immune microenvironment in hepatocellular carcinoma model. Eur. J. Pharmacol. 2023;957:176037. doi: 10.1016/j.ejphar.2023.176037.", "ArticleIdList": ["10.1016/j.ejphar.2023.176037", "37660969"]}, {"Citation": "Viola H. Apigenin, a component of Matricaria recutita flowers, is a central benzodiazepine receptors-ligand with anxiolytic effects. Planta Med. 1995;612:13.", "ArticleIdList": ["7617761"]}, {"Citation": "Hui K.M., Huen M.S.Y., Wang H.Y., Zheng H., Sigel E., Baur R., Ren H., Li Z.W., Wong J.T.F., Xue H. Anxiolytic effect of Wogonin, a benzodiazepine receptor ligand isolated from Scutellaria baicalensis Georgi. Biochem. Pharmacol. 2002;64:1415. doi: 10.1016/S0006-2952(02)01347-3.", "ArticleIdList": ["10.1016/S0006-2952(02)01347-3", "12392823"]}, {"Citation": "Ren L.H., Wang F., Xu Z.W., Chan W.M., Zhao C.Y., Xue H. GABAA receptor subtype selectivity underlying anxiolytic effect of 6-hydroxyflavone. Biochem. Pharmacol. 2010;79:1337. doi: 10.1016/j.bcp.2009.12.024.", "ArticleIdList": ["10.1016/j.bcp.2009.12.024", "20067772"]}, {"Citation": "Ito A., Shin N., Tsuchida T., Okubo T., Norimoto H. Antianxiety-Like effects of Chimpi (Dried Citrus Peels) in the elevated open-platform test. Molecules. 2013;18:10014. doi: 10.3390/molecules180810014.", "ArticleIdList": ["10.3390/molecules180810014", "PMC6270198", "23966085"]}, {"Citation": "Dinesh K., Zulfiqar A.B. Apigenin 7-glucoside from Stachys tibetica Vatke and its anxiolytic effect in rats. Phytomedicine. 2014;21:1010.", "ArticleIdList": ["24462214"]}, {"Citation": "de Carvalho R.S.M., Duarte F.S., de Lima T.C.M. Involvement of GABAergic non-benzodiazepine sites in the anxiolytic-like and sedative effects of the flavonoid baicalein in mice. Behav. Brain Res. 2011;221:75. doi: 10.1016/j.bbr.2011.02.038.", "ArticleIdList": ["10.1016/j.bbr.2011.02.038", "21377498"]}, {"Citation": "Liao J., Huang W., Chen C. Anxiolytic-like effects of baicalein and baicalin in the vogel conflict test in mice. Eur. J. Pharmacol. 2003;464:141. doi: 10.1016/S0014-2999(03)01422-5.", "ArticleIdList": ["10.1016/S0014-2999(03)01422-5", "12620506"]}, {"Citation": "Coleta M., Campos M.G., Cotrim M.D., de Lima T.C.M., da Cunha A.P. Assessment of luteolin(3′,4′,5,7-tetrahydroxyflavone) neuropharmacological activity. Behav. Brain Res. 2008;189:75. doi: 10.1016/j.bbr.2007.12.010.", "ArticleIdList": ["10.1016/j.bbr.2007.12.010", "18249450"]}, {"Citation": "Ishola I.O., Chatterjee M., Tota S., Tadigopulla N., Adeyemi O.O., Palit G., Shukla R. Antidepressant and anxiolytic effects of amentoflavone isolated from Cnestis ferruginea in mice. Pharmacol. Biochem. Behav. 2012;103:322. doi: 10.1016/j.pbb.2012.08.017.", "ArticleIdList": ["10.1016/j.pbb.2012.08.017", "22944105"]}, {"Citation": "Liu J., Zhai W.M., Yang Y.X., Shi J.L., Liu Q.T., Liu G.L., Fang N., Li J., Guo J.Y. GABA and 5-HT systems are implicated in the anxiolytic-like effect of spinosin in mice. Pharmacol. Biochem. Behav. 2015;128:41. doi: 10.1016/j.pbb.2014.11.003.", "ArticleIdList": ["10.1016/j.pbb.2014.11.003", "25449359"]}, {"Citation": "Yang X., Liu Y., Tang Z., Song Z., Liu C., Wang C. Total flavonoids of Hippophae rhamnoides L. improves type 2 diabetes symptoms in rats through down-regulating of the DAG/PRKCA/MAPK10/p65/TNF-αsignalling pathway. J. Ethnopharmacol. 2024;318:116962. doi: 10.1016/j.jep.2023.116962.", "ArticleIdList": ["10.1016/j.jep.2023.116962", "37499844"]}, {"Citation": "Sharma A.K., Bharti S., Ojha S., Bhatia J., Kumar N., Ray R., Kumari S., Arya D.S. Up-regulation of PPAR gamma, heat shock protein-27 and -72 by naringin attenuates insulin resistance, beta-cell dysfunction, hepatic steatosis and kidney damage in a rat model of type 2 diabetes. Br. J. Nutr. 2011;106:1713–1723. doi: 10.1017/S000711451100225X.", "ArticleIdList": ["10.1017/S000711451100225X", "21736771"]}, {"Citation": "Hou B.Y., Zhao Y.R., Ma P., Xu C.Y., He P., Yang X.Y., Zhang L., Qiang G.F., Du G.H. Hypoglycemic activity of puerarin through modulation of oxidative stress and mitochondrial function via AMPK. Chin. J. Nat. Med. 2020;18:818–826. doi: 10.1016/S1875-5364(20)60022-X.", "ArticleIdList": ["10.1016/S1875-5364(20)60022-X", "33308602"]}, {"Citation": "Wu K., Liang T., Duan X., Xu L., Zhang K., Li R. Anti-diabetic effects of puerarin, isolated from Pueraria lobata (Willd.), on streptozotocin-diabetogenic mice through promoting insulin expression and ameliorating metabolic function. Food Chem. Toxicol. 2013;60:341–347. doi: 10.1016/j.fct.2013.07.077.", "ArticleIdList": ["10.1016/j.fct.2013.07.077", "23927877"]}, {"Citation": "Yang L., Shu L., Yao D., Jia X., Yu S. Study on the glucose-lowering effect of puerarin in STZ-induced diabetic mice. Chin. J. Hosp. Pharm. 2014;34:1338–1342."}, {"Citation": "Yang L., Yao D., Yang H., Wei Y., Peng Y., Ding Y., Shu L. Puerarin protects pancreatic β-cells in obese diabetic mice via activation of GLP-1R signaling. J. Mol. Endocrinol. 2015;30:361–371. doi: 10.1210/me.2015-1213.", "ArticleIdList": ["10.1210/me.2015-1213", "PMC5414651", "26789107"]}, {"Citation": "He B.L., Guo R.H. Effect of genistein to blood glucose on type 2 diabetes rats. China Mod. Med. 2012;11:21–23."}, {"Citation": "Ng H.L.H., Premilovac D., Rattigan S., Richards S.M., Muniyappa R., Quon M.J., Keske M.A. Acute vascular and metabolic actions of the green tea polyphenol epigallocatechin 3-gallate in rat skeletal muscle. J. Nutr. Biochem. 2017;40:23–31. doi: 10.1016/j.jnutbio.2016.10.005.", "ArticleIdList": ["10.1016/j.jnutbio.2016.10.005", "27837678"]}, {"Citation": "Yu L.F., Qiu B.Y., Nan F.J., Li J. AMPK activators as novel therapeutics for type 2 diabetes. Curr. Top. Med. Chem. 2010;10:397–410. doi: 10.2174/156802610790980611.", "ArticleIdList": ["10.2174/156802610790980611", "20180761"]}, {"Citation": "Zang Y.Q., Igarashi K., Li Y. Anti-diabetic effects of luteolin and luteolin-7-O-glucoside on KK-Ay mice. Biosci. Biotechnol. Biochem. 2016;80:1580–1586. doi: 10.1080/09168451.2015.1116928.", "ArticleIdList": ["10.1080/09168451.2015.1116928", "27170065"]}, {"Citation": "Dadheech N., Srivastava A., Paranjape N., Gupta S., Dave A., Shah G.M., Bhonde R.R., Gupta S. Swertisin an anti-diabetic compound facilitate islet neogenesis from pancreatic stem/progenitor cells via p-38 MAP kinase SMAD pathway: An in-vitro and in-vivo study. PLoS ONE. 2015;10:e0128244. doi: 10.1371/journal.pone.0128244.", "ArticleIdList": ["10.1371/journal.pone.0128244", "PMC4457488", "26047129"]}, {"Citation": "Carvalho T.T., Mizokami S.S., Ferraz C.R., Manchope M.F., Borghi S.M., Fattori V., Calixto-Campos C., Camilios-Neto D., Casagrande R., Verri W.A. The granulopoietic cytokine granulocyte colony-stimulating factor (G-CSF) induces pain: Analgesia by rutin. Inflammopharmacology. 2019;27:1285–1296. doi: 10.1007/s10787-019-00591-8.", "ArticleIdList": ["10.1007/s10787-019-00591-8", "30945072"]}, {"Citation": "Singh P., Bansal S., Kuhad A., Kumar A., Chopra K. Naringenin ameliorates diabetic neuropathic pain by modulation of oxidative-nitrosative stress, cytokines and MMP-9 levels. Food Funct. 2020;11:4548–4560. doi: 10.1039/C9FO00881K.", "ArticleIdList": ["10.1039/C9FO00881K", "32400767"]}, {"Citation": "Rasquel-Oliveira F.S., Manchope M.F., Staurengo-Ferrari L., Ferraz C.R., Saraiva-Santos T., Zaninelli T.H., Fattori V., Artero N.A., Badaro-Garcia S., de Freitas A., et al. Hesperidin methyl Chalcone interacts with NFκB Ser276 and inhibits zymosan-induced joint pain and inflammation, and RAW 264.7 macrophage activation. Inflammopharmacology. 2020;28:979–992. doi: 10.1007/s10787-020-00686-7.", "ArticleIdList": ["10.1007/s10787-020-00686-7", "32048121"]}, {"Citation": "Ventura-Martinez R., Mares-Sanchez J.J., Aviles-Herrera J., Angeles-Lopez G.E., Deciga-Campos M., Gonzalez-Trujano M.E., Lopez-Munoz F.J. Antinociceptive synergy between metamizole and hesperidin in a model of visceral pain in mice. Arch. Med. Res. 2021;52:389–396. doi: 10.1016/j.arcmed.2020.12.011.", "ArticleIdList": ["10.1016/j.arcmed.2020.12.011", "33483148"]}, {"Citation": "Tian Y.X., Bao Z.H., Ji Y.M., Mei X., Yang H.L. Epigallocatechin-3-gallate protects H2O2-induced nucleus pulposus cell apoptosis and inflammation by inhibiting cGAS/sting/NLRP3 activation. Drug Des. Dev. Ther. 2020;14:2113–2122. doi: 10.2147/DDDT.S251623.", "ArticleIdList": ["10.2147/DDDT.S251623", "PMC7266312", "32546974"]}, {"Citation": "Du X.S., Li H.D., Yang X.J., Li J.J., Xu J.J., Chen Y., Xu Q.Q., Yang L., He C.S., Huang C., et al. Wogonin attenuates liver fibrosis via regulating hepatic stellate cell activation and apoptosis. Int. Immunopharmacol. 2019;75:105671. doi: 10.1016/j.intimp.2019.05.056.", "ArticleIdList": ["10.1016/j.intimp.2019.05.056", "31377590"]}, {"Citation": "Ming H., Mohammed M.A., Li S.Y., Li J.K. Wogonin inhibits cell cycle progression by activating the glycogen synthase kinase-3 beta in hepatocellular carcinoma. Phytomedicine. 2020;68:153174.", "ArticleIdList": ["31991293"]}, {"Citation": "Kai J., Yang X., Wang Z.M., Wang F.X., Jia Y., Wang S.J., Tan S.Z., Chen A.P., Shao J.J., Zhang F., et al. Oroxylin a promotes PGC-1alpha/Mfn2 signaling to attenuate hepatocyte pyroptosis via blocking mitochondrial ROS in alcoholic liver disease. Free Radic. Biol. Med. 2020;153:89–102. doi: 10.1016/j.freeradbiomed.2020.03.031.", "ArticleIdList": ["10.1016/j.freeradbiomed.2020.03.031", "32289481"]}, {"Citation": "Zeng H.M., Guo X.P., Zhou F., Xiao L., Liu J.J., Jiang C.J., Xing M.Y., Yao P. Quercetin alleviates ethanol-induced liver steatosis associated with improvement of lipophagy. Food Chem. Toxicol. 2019;125:21–28. doi: 10.1016/j.fct.2018.12.028.", "ArticleIdList": ["10.1016/j.fct.2018.12.028", "30580029"]}, {"Citation": "Zhao X.T., Gong L.H., Wang C., Liu M.C., Hu N.H., Dai X.Y., Peng C., Li Y.X. Quercetin mitigates ethanol-induced hepatic steatosis in zebrafish via P2X7R-mediated PI3K/Keap1/Nrf2 signaling pathway. J. Ethnopharmacol. 2021;268:113569. doi: 10.1016/j.jep.2020.113569.", "ArticleIdList": ["10.1016/j.jep.2020.113569", "33186701"]}, {"Citation": "Meng H.W., You H.M., Yang Y., Zhang Y.L., Meng X.M., Ma T.T., Huang C., Li J. 4-Methylcoumarin-[5,6-g]-hesperetin attenuates inflammatory responses in alcoholic hepatitis through PPAR-gamma activation. Toxicology. 2019;421:9–21. doi: 10.1016/j.tox.2019.04.004.", "ArticleIdList": ["10.1016/j.tox.2019.04.004", "30951781"]}, {"Citation": "Liu Y.S., Yuan M.H., Zhang C.Y., Liu H.M., Liu J.R., Wei A.L., Ye Q., Zeng B., Li M.F., Guo Y.P., et al. Puerariae lobatae radix flavonoids and puerarin alleviate alcoholic liver injury in zebrafish by regulating alcohol and lipid metabolism. Biomed. Pharmcother. 2021;134:111121. doi: 10.1016/j.biopha.2020.111121.", "ArticleIdList": ["10.1016/j.biopha.2020.111121", "33341668"]}, {"Citation": "Tian L.G., Fan F.C., Zheng S.H., Tong Q.Y. Puerarin exerts the hepatoprotection from chronic alcohol-induced liver injury via inhibiting the cyclooxygenase-2 and the 5-lipoxygenase pathway in rats. Complement. Med. Res. 2021;28:104–113. doi: 10.1159/000508686.", "ArticleIdList": ["10.1159/000508686", "32720917"]}, {"Citation": "Xuan H.Z., Hu F.L. Antimicrobial activity and mechanism of flavonoids. Nat. Prod. R&D. 2010;22:117–175."}, {"Citation": "Wang X., Si L.J., Liu Y., Huang H. Study on the mechanism anti-influenza virus of total flavonoids from Viola tianshanica Maxim. Chin. J. Integr. Tradit. West. Med. 2021;41:1221–1227."}, {"Citation": "Lin L., Chen D.Y., Scartelli C., Xie H.Z., Merrill-Skoloff G., Yang M.A., Sun L.J., Saeed M., Flaumenhaft R. Plant flavonoid inhibition of SARS-CoV-2 main protease and viral replication. iScience. 2023;26:107602. doi: 10.1016/j.isci.2023.107602.", "ArticleIdList": ["10.1016/j.isci.2023.107602", "PMC10470319", "37664626"]}, {"Citation": "Ahmed S., Parvez M.K., Al-Dosari M.S., Abdelwahid M.A.S., Alhowiriny T.A., Al-Rehaily A.J. Novel anti-hepatitis B virus flavonoids sakuranetin and velutin from Rhus retinorrhoea. Mol. Med. Rep. 2023;28:176. doi: 10.3892/mmr.2023.13063.", "ArticleIdList": ["10.3892/mmr.2023.13063", "37539729"]}, {"Citation": "Lu P., Zhang T.R., Ren Y.L., Rao H.A., Lei J.T., Zhao G.Y., Wang M., Gong D.Y., Cao Z.X. A literature review on the antiviral mechanism of luteolin. Nat. Prod. Commun. 2023;18:1934578X231171521. doi: 10.1177/1934578X231171521.", "ArticleIdList": ["10.1177/1934578X231171521"]}, {"Citation": "Zheng Y.L., Li L.Y., Chen H.P., Zheng Y.T., Tan X.J., Zhang G.Y., Jiang R.D., Yu H., Lin S.Y., Wei Y.J., et al. Luteolin exhibits synergistic therapeutic efficacy with erastin to induce ferroptosis in colon cancer cells through the HIC1-mediated inhibition of GPX4 expression. Free Radic. Biol. Med. 2023;208:530–544. doi: 10.1016/j.freeradbiomed.2023.09.014.", "ArticleIdList": ["10.1016/j.freeradbiomed.2023.09.014", "37717793"]}, {"Citation": "Afshari K., Haddadi N.S., Haj-Mirzaian A., Farzaei M.H., Rohani M.M., Akramian F., Naseri R., Sureda A., Ghanaatian N., Abdolghaffari A.H. Natural flavonoids for the prevention of colon cancer: A comprehensive review of preclinical and clinical studies. J. Cell Physiol. 2019;234:21519–21546. doi: 10.1002/jcp.28777.", "ArticleIdList": ["10.1002/jcp.28777", "31087338"]}, {"Citation": "Zhong Z.X., Zhou S., Liang Y.J., Wei Y.Y., Li Y., Long T.F., He Q., Li M.Y., Zhou Y.F., Yu Y., et al. Natural flavonoids disrupt bacterial iron homeostasis to potentiate colistin efficacy. Sci. Adv. 2023;9:4205. doi: 10.1126/sciadv.adg4205.", "ArticleIdList": ["10.1126/sciadv.adg4205", "PMC10256158", "37294761"]}, {"Citation": "Zhao Z.F., Nian M., Qiao H.F., Yang X.H., Wu S.P., Zhen X.H. Review of bioactivity and structure-activity relationship on baicalein (5,6,7-trihydroxyflavone) and wogonin (5,7-dihydroxy-8-methoxyflavone) derivatives: Structural modifications inspired from flavonoids in Scutellaria baicalensis. Eur. J. Med. Chem. 2022;243:114733. doi: 10.1016/j.ejmech.2022.114733.", "ArticleIdList": ["10.1016/j.ejmech.2022.114733", "36155355"]}, {"Citation": "Li L.B., Nie S.L., Dong Z.M., Ning H.F. Clinical efficacy and CT perfusion of puerarin combined with naloxone in the treatment of traumatic cerebral infarction. Pak. J. Pharm. Sci. 2020;33:423–428.", "ArticleIdList": ["32173637"]}, {"Citation": "Kandemir K., Tomas M., McClements D.J., Capanoglu E. Recent advances on the improvement of quercetin bioavailability. Trends Food Sci. Technol. 2022;199:192–200. doi: 10.1016/j.tifs.2021.11.032.", "ArticleIdList": ["10.1016/j.tifs.2021.11.032"]}, {"Citation": "Salimi A., Amirimoghadam S., Bagheri F. Preparation, optimization, and investigation of naringenin-loaded microemulsion for topical application. Iran. Biomed. J. 2022;26:366–373. doi: 10.52547/ibj.3722.", "ArticleIdList": ["10.52547/ibj.3722", "PMC9763875", "36403103"]}, {"Citation": "Zhang H., Feng H., Ling J., Ouyang X.K., Song X. Enhancing the stability of zein/fucoidan composite nanoparticles with calcium ions for quercetin delivery. Int. J. Biol. Macromol. 2021;193:2070–2078. doi: 10.1016/j.ijbiomac.2021.11.039.", "ArticleIdList": ["10.1016/j.ijbiomac.2021.11.039", "34774592"]}, {"Citation": "Islam M.S., Rahman M.M., Fahmida H.N., Muhammad M., Masahiro G. Formulation and characterization of choline oleate-based micelles for co-delivery of luteolin, naringenin, and quercetin. Food Chem. 2023;429:136911.", "ArticleIdList": ["37478610"]}, {"Citation": "Sun M., Wang Y.Y., Huang A.N., Tian Y.X., Yang R.Q., Wang H.L., Zhao X.M., Song X.Q. Naturally flavonoid-derived PVA nanofibers for antioxidation. New J. Chem. 2023;47:14046–14055. doi: 10.1039/D3NJ01990J.", "ArticleIdList": ["10.1039/D3NJ01990J"]}, {"Citation": "Duan H.X., Liu C., Hou Y., Liu Y.H., Zhang Z.A., Zhao H.M., Xin X., Liu W., Zhang X.T., Chen L.Q., et al. Sequential delivery of quercetin and paclitaxel for the fibrotic tumor microenvironment remodeling and chemotherapy potentiation via a dual-targeting hybrid micelle-in-liposome system. ACS Appl. Mater. Inter. 2022;14:10102–10116. doi: 10.1021/acsami.1c23166.", "ArticleIdList": ["10.1021/acsami.1c23166", "35175043"]}, {"Citation": "Sun D., Zou Y., Song L., Han S., Yang H., Chu D., Dai Y., Ma J., Caitriona M.O.D., Yu Z., et al. A cyclodextrin-based nanoformulation achieves co-delivery of ginsenoside Rg3 and quercetin for chemo-immunotherapy in colorectal cancer. Acta Pharm. Sin. B. 2022;12:378–393. doi: 10.1016/j.apsb.2021.06.005.", "ArticleIdList": ["10.1016/j.apsb.2021.06.005", "PMC8799998", "35127393"]}, {"Citation": "Li Y.T., He D., Li B., Lund M.N., Xing Y.F., Wang Y., Li F.X., Cao X., Liu Y.J., Chen X.Y., et al. Engineering polyphenols with biological functions via polyphenol-protein interactions as additives for functional foods. Trends Food Sci. Technol. 2021;110:470–482. doi: 10.1016/j.tifs.2021.02.009.", "ArticleIdList": ["10.1016/j.tifs.2021.02.009"]}, {"Citation": "Lv F., Sui L., Liu Z. Research progress of delivery strategies related mucus barrier in mucosal drug delivery. Acta Pharm. Sin. B. 2022;57:670–680."}, {"Citation": "Liu Q., Chen W., Gong F., Tang H., Yin H. Synthesis and antioxidant activity of selenium-containing konjac oligo-glucomannan. Food Sci. 2019;40:68–73."}, {"Citation": "Xiang F., Wu K., Xiao M., Ni X. Progress in the mechanism of formation of konjac Gglucomannan-based edible film. Sci. Technol. Food Ind. 2020;41:340–347."}, {"Citation": "Liu Z., Hu H., Zhuo R. Konjac glucomannan-graft-acrylic acid hydrogels containing azo crosslinker for colon-specific delivery. J. Polym. Sci. Pol. Chem. 2004;42:4370–4378. doi: 10.1002/pola.20272.", "ArticleIdList": ["10.1002/pola.20272"]}, {"Citation": "Zhou Z.G., Li D.D., Chen Y., Chen X., Man R.J. Discussion on the structural modification and anti-tumor activity of flavonoids. Curr. Top. Med. Chem. 2022;22:561–577. doi: 10.2174/1568026622666220308162049.", "ArticleIdList": ["10.2174/1568026622666220308162049", "35260068"]}, {"Citation": "Salatin S., Bazmani A., Shahi S., Naghili B., Memar M.Y., Dizaj S.M. Antimicrobial benefits of flavonoids and their nanoformulations. Curr. Pharm. Des. 2022;28:1419–1432. doi: 10.2174/1381612828666220509151407.", "ArticleIdList": ["10.2174/1381612828666220509151407", "35579158"]}, {"Citation": "Dwivedi K., Mandal A.K., Afzal O., Altamimi A.S.A., Sahoo A., Alossaimi M.A., Almalki W.H., Alzahrani A., Barkat M.A., Almeleebia T.M., et al. Emergence of nano-based formulations for effective delivery of flavonoids against topical infectious disorders. Gels. 2023;9:671. doi: 10.3390/gels9080671.", "ArticleIdList": ["10.3390/gels9080671", "PMC10453850", "37623126"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "2"}, {"Year": "2024", "Month": "3", "Day": "6"}, {"Year": "2024", "Month": "3", "Day": "7"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "13", "Minute": "27"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "13", "Minute": "26"}, {"Year": "2024", "Month": "4", "Day": "26", "Hour": "9", "Minute": "14"}, {"Year": "2024", "Month": "3", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["38666911", "PMC11049524", "10.3390/cimb46040181", "cimb46040181"]}}]}