{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Fungi", "Ornamentals", "Pathogen detection", "Subject Areas", "herbaceous/flowering plants"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38679596", "DateRevised": {"Year": "2024", "Month": "04", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1094/PDIS-01-24-0125-PDN"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "28"}], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Apr", "Day": "28"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Powdery Mildew Caused by <i>Podosphaera xanthii</i> on <i>Youngia japonica</i> subsp. <i>elstonii</i> in Hainan Province, China.", "Abstract": {"AbstractText": ["Youngia japonica (L.) DC. is a polymorphic annual herb of the Asteraceae family. Although this plant originated in Asia, it is now world-widely distributed. In China, Y. japonica is used for edible or folk medicine to treat viral infections and various kinds of inflammation (Yu et al. 2021). As a traditional Chinese medicinal herb, Y. japonica used for the treatment of inflammatory diseases, such as angina, leucorrhea, mastitis, conjunctivitis, and rheumatoid arthritis (Chen et al. 2006). During the spring of 2023, powdery mildew symptoms were observed on 60% of Y. japonica subsp. elstonii plants in a greenhouse on the Hainan Medical University campus (19° 58' 53″ N; 110° 19' 47″ E) in Haikou, Hainan Province, China. Powdery mildew colonies covered the leaf surfaces and stems of affected plants, causing discoloration and defoliation. Mycelia were superficial and hyphal appressoria were nipple-shaped. Conidiophores (n =30) were unbranched, cylindrical, 99 to 166 × 11 to 16 µm, and produced three to five immature conidia in chains with a crenate outline. Foot cells (n =30) were cylindrical, straight or sometimes curved at the base, and 35 to 61 µm long. Conidia (n =100) were ellipsoid-ovoid to doliiform, 21 to 40 ×13 to 21 µm (length/width ratio = 1.4 to 2.3), with well-developed fibrosin bodies, and produced germ tubes from the lateral position. Based on these morphological characteristics, the pathogen was provisionally identified as Podosphaera xanthii (Braun and Cook 2012). The teleomorph was not observed. A specimen was deposited in the Hainan Medical University Plant Pathology Herbarium as HMYJ-23. To confirm the genus identification and ascertain a putative species, genomic DNA was extracted from mycelium, conidiophores, and conidia using a fungal DNA kit (Omega Bio-Tek, USA). The rDNA internal transcribed spacer (ITS) region was amplified with primers ITS1/ITS4 (White et al. 1990) and sequenced directly. The resulting 575-bp sequence was deposited in GenBank (accession no. OR229712). A BLASTn search in GenBank of this sequence showed 99% similarity with the ITS sequences of P. xanthii isolates from China (MT260063, OP765400, MW422608, and MT739423), Thailand (LC270778, LC270779, and LC270780), and Argentina (AB525914). Additionally, the 613-bp 28S rDNA region was amplified using the primer pairs NL1 and NL4 (O'Donnell 1993; accession no. OR240257). This region shared 100% similarity with P. xanthii isolates (MK357436, LC371333, LC270780, OP765401, and AB936277) as well. To confirm pathogenicity, five healthy potted plants of Y. japonica subsp. elstonii were inoculated by gently pressing a powdery mildew-infected leaf onto the young leaves. Five non-inoculated plants served as controls. All plants were maintained in a greenhouse at 24 to 30°C, 70% relative humidity, with a 16-h photoperiod. After 7 days, inoculated leaves showed powdery mildew symptoms whereas no symptoms were observed on control plants. The fungal colonies observed on inoculated plants were morphologically identical to those found on the originally infected leaves collected from Hainan Province. Based on the morphological characteristics and molecular identification, the fungus was identified as P. xanthii. To our knowledge, this is the first record of P. xanthii infecting Y. japonica subsp. elstonii in Hainan province, China. We are concerned that the pathogen could become a threat to the widespread planting of Y. japonica subsp. elstonii in the future."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "No. 58 Renmin AvenueHaikou, Hainan, China, 570228; wuhua114108@163.com."}], "LastName": "Wu", "ForeName": "Hua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Post-Entry Quarantine Station for Tropical Plant, Haikou Customs, No. 9, Haixiu West Road, Haikou, Hainan province, China, 570311; pyw910@163.com."}], "LastName": "Pan", "ForeName": "Yingwen", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "4", "Day": "29", "Hour": "0", "Minute": "58"}, {"Year": "2024", "Month": "4", "Day": "29", "Hour": "0", "Minute": "58"}, {"Year": "2024", "Month": "4", "Day": "28", "Hour": "22", "Minute": "52"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38679596", "10.1094/PDIS-01-24-0125-PDN"]}}]}