{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ICP-OES (inductive coupled plasma optical emission spectrometric)", "Keller–Kiliani", "Lengana", "PCA (principal component analysis)", "Salkowski", "ethnomedicine", "indigenous knowledge", "medicinal plants", "phytochemicals", "umhlonyane"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38674538", "DateRevised": {"Year": "2024", "Month": "04", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["1126", "10.3390/plants13081126"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "17"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "8", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "17"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Comparative Bioactive Compounds and Mineral Properties of South African and Lesotho <i>Artemisia afra</i> (Jacq.) Genotypes.", "Abstract": {"AbstractText": ["<i>Artemisia afra</i> is a plant that grows in the northern, central, and coastal regions of South Africa, as well as in neighboring countries such as Eswatini and Lesotho. These phytochemicals can be used as active compounds in plant-based medicine. Therefore, it is important to determine how plant minerals and phytochemicals, particularly bioactive compounds, are affected by the geolocation in which they grow. This study aimed to evaluate the mineral and phytochemical properties of <i>A. afra</i> genotypes in the southern regions of Africa. Leaf samples of <i>A. afra</i> genotypes were collected from Lesotho, in Mohale's Hoek and Roma. In South Africa, leaf samples were collected in Wepener and Hobhouse, and 80 plants were randomly selected for phytochemical and mineral analyses. This study reveals that phosphorus, calcium, potassium, iron, and zinc loaded positively to the first principal component, while copper loaded positively to the second principal component with variabilities of 29.95% and 21.12%, respectively. Furthermore, both the Mohale's Hoek and Hobhouse genotypes exhibited relatively high levels of ascorbic acid, phenolic compounds, flavonoids, and tannins. It is worth noting that genotypes from Roma and Wepener showed higher levels of foliar magnesium. Thus, the Mohale's Hoek and Hobhouse genotypes could be recommended for their better phytochemical contents."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Central University of Technology, Free State, Private Bag x20539, Bloemfontein 9301, South Africa."}], "LastName": "Rafiri", "ForeName": "Matumelo", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Central University of Technology, Free State, Private Bag x20539, Bloemfontein 9301, South Africa."}], "LastName": "Sedibe", "ForeName": "Moosa Mahmood", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Central University of Technology, Free State, Private Bag x20539, Bloemfontein 9301, South Africa."}], "LastName": "Dikane", "ForeName": "Goitsemang Mahlomola Hendry", "Initials": "GMH"}], "GrantList": [{"GrantID": "TKK170424228587", "Agency": "National Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Refaz D., Iram S., Mohd S., Parvaiz Q., Inshad K. Antimicrobial potential of fungal endophytes from selected high value medicinal plants of the Kashmir valley-India. J. Phytopharm. 2017;6:307–310. doi: 10.31254/phyto.2017.6510.", "ArticleIdList": ["10.31254/phyto.2017.6510"]}, {"Citation": "World Health Organization  Regional Committee for Africa, 70. Progress Report on the Implementation of the Regional Strategy on Enhancing the Role of Traditional Medicine in Health Systems 2013–2023: Information Document. World Health Organization, Regional Office for Africa. 2020.  [(accessed on 18 December 2023)].  Available online:  https://iris.who.int/handle/10665/334009."}, {"Citation": "Lin D., Xiao M., Zhao J., Li Z., Xing B., Li X., Kong M., Li L., Zhang Q., Liu Y., et al. An overview of plant phenolic compounds and their importance in human nutrition and management of type 2 diabetes. Molecules. 2016;21:1374. doi: 10.3390/molecules21101374.", "ArticleIdList": ["10.3390/molecules21101374", "PMC6274266", "27754463"]}, {"Citation": "Pandey K.B., Rizvi S.I. Plant polyphenols as dietary antioxidants in human health and disease. Oxidative Med. Cell. Longev. 2009;2:270–278. doi: 10.4161/oxim.2.5.9498.", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Wake G., Court J., Pickering A., Lewis R., Wilkins R., Perry E. CNS acetylcholine receptor activity in European medicinal plants traditionally used to improve failing memory. J. Ethnopharmacol. 2000;69:105–114. doi: 10.1016/S0378-8741(99)00113-0.", "ArticleIdList": ["10.1016/S0378-8741(99)00113-0", "10687867"]}, {"Citation": "Guarrera P.M. Traditional phytotherapy in central Italy (Marche, Abruzzo, and Latium) Fitoterapia. 2005;76:1–25. doi: 10.1016/j.fitote.2004.09.006.", "ArticleIdList": ["10.1016/j.fitote.2004.09.006", "15664457"]}, {"Citation": "Thring T.S., Weitz F.M. Medicinal plant use in the Bredasdorp/Elim region of the southern Overberg in the Western Cape province of South Africa. J. Ethnopharmacol. 2006;103:261–275. doi: 10.1016/j.jep.2005.08.013.", "ArticleIdList": ["10.1016/j.jep.2005.08.013", "16169694"]}, {"Citation": "Kane N.F., Kyama M.C., Nganga J.K., Hassanali A., Diallo M., Kimani F.T. Comparison of phytochemical profiles and antimalarial activities of Artemisia afra plant collected from five countries in Africa. S. Afr. J. Bot. 2019;125:126–133. doi: 10.1016/j.sajb.2019.07.001.", "ArticleIdList": ["10.1016/j.sajb.2019.07.001"]}, {"Citation": "Duke J.A. Handbook of Phytochemical Constituents of Grass, Herbs and Other Economic Plants. CRC Press; Boca Raton, FL, USA: 1992. pp. 106–204."}, {"Citation": "Vladimir K., Ludmila M. Glycosides in medicine: The role of glycosidic residue in biological activity. Curr. Med. Chem. Res. 2001;8:1303–1328.", "ArticleIdList": ["11562268"]}, {"Citation": "Hisanori A., Kazuyasu F., Osamu Y., Takashi O., Keiji I. Antibacterial action of several tannins against Staphylococcus aureus. J. Antimicrob. Chemother. Res. 2001;48:487–491.", "ArticleIdList": ["11581226"]}, {"Citation": "Panche A., Diwan A., Chandra S. Flavonoids: An overview. J. Nutr. Sci. 2016;5:47. doi: 10.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Clark J.L., Zahradka P., Taylor C.G. Efficacy of flavonoids in the management of high blood pressure. Nutr. Rev. 2015;73:799–822. doi: 10.1093/nutrit/nuv048.", "ArticleIdList": ["10.1093/nutrit/nuv048", "26491142"]}, {"Citation": "Mahdavi A., Moradi P., Mastinu A. Variation in terpene profiles of Thymus vulgaris in water deficit stress response. Molecules. 2020;25:1091. doi: 10.3390/molecules25051091.", "ArticleIdList": ["10.3390/molecules25051091", "PMC7179171", "32121165"]}, {"Citation": "Sharma A., Shahzad B., Rehman A., Bhardwaj R., Landi M., Zheng B. Response of Phenylpropanoid Pathway and the Role of Polyphenols in Plants under Abiotic Stress. Molecules. 2019;24:2452. doi: 10.3390/molecules24132452.", "ArticleIdList": ["10.3390/molecules24132452", "PMC6651195", "31277395"]}, {"Citation": "Wang L., Shan T., Xie B., Ling C., Shao S., Jin P., Zheng Y. Glycine betaine reduces chilling injury in peach fruit by enhancing phenolic and sugar metabolisms. Food Chem. 2019;272:530–538. doi: 10.1016/j.foodchem.2018.08.085.", "ArticleIdList": ["10.1016/j.foodchem.2018.08.085", "30309578"]}, {"Citation": "Tong Z., He W., Fan X., Guo A. Biological function of plant tannin and its application in animal health. Front. Vet. Sci. 2022;8:803657. doi: 10.3389/fvets.2021.803657.", "ArticleIdList": ["10.3389/fvets.2021.803657", "PMC8784788", "35083309"]}, {"Citation": "Chung K.T., Wong T.Y., Wei C.I., Huang Y.W., Lin Y. Tannins and human health: A review. Crit. Rev. Food Sci. Nutr. 1998;38:421–464. doi: 10.1080/10408699891274273.", "ArticleIdList": ["10.1080/10408699891274273", "9759559"]}, {"Citation": "Chaves N., Escuder J.C. Variation of flavonoid synthesis induced by ecological factors. In: Inderjit K., Dakshini M.M., Foy C.L., editors. Principles and Practices in Plant Ecology—Allochemical Interactions. CRC Press; Boca Raton, FL, USA: 1999. pp. 267–285."}, {"Citation": "Boufennara S., Lopez S., Bousseboua H., Bodas R., Bouazza L. Chemical composition and digestibility of some browse plant species collected from Algerian arid rangelands. Span. J. Agric. Res. 2012;10:88–98. doi: 10.5424/sjar/2012101-134-11.", "ArticleIdList": ["10.5424/sjar/2012101-134-11"]}, {"Citation": "Lutgen P. Tannins in Artemisia: The hidden treasure of prophylaxis. Pharm. Pharmacol. Int. J. 2018;6:176–181. doi: 10.15406/ppij.2018.06.00173.", "ArticleIdList": ["10.15406/ppij.2018.06.00173"]}, {"Citation": "Bartoli C.G., Tambussi E.A., Diego F., Foyer C.H. Control of ascorbic acid synthesis and accumulation and glutathione by the incident light red/far red ratio in Phaseolus vulgaris leaves. FEBS Lett. 2009;583:118–122. doi: 10.1016/j.febslet.2008.11.034.", "ArticleIdList": ["10.1016/j.febslet.2008.11.034", "19059408"]}, {"Citation": "Heyneke E., Luschin-Ebengreuth N., Krajcer I., Wolkinger V., Muller M., Zechmann B. Dynamic compartment specific changes in glutathione and ascorbate levels in Arabidopsis plants exposed to different light intensities. BMC Plant Biol. 2013;13:104. doi: 10.1186/1471-2229-13-104.", "ArticleIdList": ["10.1186/1471-2229-13-104", "PMC3728233", "23865417"]}, {"Citation": "Yabuta Y., Mieda T., Rapolu M., Nakamura A., Motoki T., Maruta T., Yoshimura K., Ishikawa T., Shigeoka S. Light regulation of ascorbate biosynthesis is dependent on the photosynthetic electron transport chain but independent of sugars in Arabidopsis. J. Exp. Bot. 2007;58:2661–2671. doi: 10.1093/jxb/erm124.", "ArticleIdList": ["10.1093/jxb/erm124", "17586607"]}, {"Citation": "Grillet L., Ouerdane L., Flis P., Hoang M.T., Isaure M.P., Lobinski R., Curie C., Mari S. Ascorbate efflux as a new strategy for iron reduction and transport in plants. J. Biol. Chem. 2014;289:2515–2525. doi: 10.1074/jbc.M113.514828.", "ArticleIdList": ["10.1074/jbc.M113.514828", "PMC3908387", "24347170"]}, {"Citation": "Levine M. New concepts in the biology and biochemistry of ascorbic acid. N. Engl. J. Med. 1986;314:892–902. doi: 10.3109/13590849208997993.", "ArticleIdList": ["10.3109/13590849208997993", "3513016"]}, {"Citation": "Levine M., Cantilena C.C., Dhariwal K.R. Determination of optimal vitamin C requirements in humans. Am. J. Clin. Nutr. 1995;62:1347S–1356S. doi: 10.1093/ajcn/62.6.1347S.", "ArticleIdList": ["10.1093/ajcn/62.6.1347S", "7495230"]}, {"Citation": "Qin Y., Pan X., Kubicek C., Druzhinina I., Chenthamara K., Labbé J., Yuan Z. Diverse plant-associated Pleosporalean fungi from saline areas: Ecological tolerance and nitrogen-status dependent effects on plant growth. Front. Microbiol. 2017;8:158. doi: 10.3389/fmicb.2017.00158.", "ArticleIdList": ["10.3389/fmicb.2017.00158", "PMC5292420", "28220113"]}, {"Citation": "Dos Santos T.B., Ribas A.F., de Souza S.G.H., Budzinski I.G.F., Domingues D.S. Physiological responses to drought, salinity, and heat stress in plants: A Review. Stresses. 2022;2:113–135. doi: 10.3390/stresses2010009.", "ArticleIdList": ["10.3390/stresses2010009"]}, {"Citation": "Rouached H., Seung Y.R. System-level understanding of plant mineral nutrition in the big data era. Curr. Opin. Syst. Biol. 2017;4:71–77. doi: 10.1016/j.coisb.2017.07.008.", "ArticleIdList": ["10.1016/j.coisb.2017.07.008"]}, {"Citation": "Pallardy S.G. Physiology of Woody Plants. 3th ed. Academic Press; San Diego, CA, USA: 2008. pp. 154–250."}, {"Citation": "Agbu P.A., Olson K.R. Spatial variability of soil properties in selected Illinois Mollisols. Soil Sci. 1990;150:777–786. doi: 10.1097/00010694-199011000-00004.", "ArticleIdList": ["10.1097/00010694-199011000-00004"]}, {"Citation": "Marschner H. Mineral Nutrition of Higher Plants. 2nd ed. Academic Press; London, UK: 1995. Functions of mineral nutrients: Micronutrients; pp. 313–404."}, {"Citation": "Barnard R.O., du Preez C.C. Soil fertility in South Africa: The last twenty five years. S. Afr. J. Plant Soil. 2004;21:301–315. doi: 10.1080/02571862.2004.10635066.", "ArticleIdList": ["10.1080/02571862.2004.10635066"]}, {"Citation": "Sedibe M.M., Rafiri M.A., Dikane G.M.H., Achilonu M.C., Nkosi S.M., Ngubane X.V., Pierneef R. Diversity analysis of southern African Artemisia afra using a single nucleotide polymorphism derived from diversity arrays. J. Appl. Res. Med. Aromat. Plants. 2024;38:100523. doi: 10.1016/j.jarmap.2023.100523.", "ArticleIdList": ["10.1016/j.jarmap.2023.100523"]}, {"Citation": "Ghorbani J., Tayab A., Shokric M., Naserid H.R. Comparison of Whittaker and Modified-Whittaker estimate species richness in semi-arid grassland and shrubland. Desert. 2011;16:17–22."}, {"Citation": "Wakawa A.I., Sambo A.B., Yusuf S. Phytochemistry and proximate composition of root, stem bark, leaf and fruit of desert date, Balanites aegyptiaca. J. Phytopharm. 2018;7:464–470. doi: 10.31254/phyto.2018.7602.", "ArticleIdList": ["10.31254/phyto.2018.7602"]}, {"Citation": "Ezeonu C.S., Ejikeme C.M. Qualitative and Quantitative determination of phytochemical contents of indigenous Nigerian softwoods. New J. Sci. 2016;16:9. doi: 10.1155/2016/5601327.", "ArticleIdList": ["10.1155/2016/5601327"]}, {"Citation": "Joshi B., Sah G.P., Basnet B.B., Bhatt M.R., Sharma D., Subedi K., Pandey J., Malla R. Phytochemical extraction and antimicrobial properties of different medicinal plants: Ocimum sanctum (Tulsi), Eugenia caryophyllata (Clove), Achyranthes bidentata (Datiwan) and Azadirachta indica (Neem) J. Microbiol. Antimicrob. 2011;3:1–7."}, {"Citation": "Matejovic I. The application of Dumas method for determination of carbon, nitrogen, and sulphur in plant samples. Rostl. Vyrob. 1996;42:313–316."}, {"Citation": "Etheridge D.M., Steele L.P., Langenfelds R.L., Francey R.J., Barnola J., Morgan M. Natural and anthropogenic changes in atmospheric CO2 over the last 1000 years from air in Antarctic ice and firn. Adv. Earth Space Sci. 1996;101:4115–4128. doi: 10.1029/95JD03410.", "ArticleIdList": ["10.1029/95JD03410"]}, {"Citation": "Zasoski R.J., Burau R.G. A rapid nitric-perchloric acid digestion method for multi-element tissue analysis. Commun. Soil Sci. Plant Anal. 1977;8:425–436. doi: 10.1080/00103627709366735.", "ArticleIdList": ["10.1080/00103627709366735"]}, {"Citation": "Sahrawat K.L. A Rapid Non-Digestion method for determination of potassium in plant tissue. Commun. Soil Sci. Plant Anal. 1980;11:753–757. doi: 10.1080/00103628009367077.", "ArticleIdList": ["10.1080/00103628009367077"]}, {"Citation": "Amusa O.D., Ogunkanmi L.A., Bolarinwa K., Ojobo O. Evaluation of four cowpea lines for bruchid (Callosobruchus maculatus) tolerance. J. Natl. Sci. Res. 2013;3:46–52."}]}], "History": [{"Year": "2024", "Month": "2", "Day": "16"}, {"Year": "2024", "Month": "4", "Day": "15"}, {"Year": "2024", "Month": "4", "Day": "15"}, {"Year": "2024", "Month": "4", "Day": "27", "Hour": "9", "Minute": "55"}, {"Year": "2024", "Month": "4", "Day": "27", "Hour": "9", "Minute": "54"}, {"Year": "2024", "Month": "4", "Day": "27", "Hour": "1", "Minute": "17"}, {"Year": "2024", "Month": "4", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38674538", "PMC11054442", "10.3390/plants13081126", "plants13081126"]}}]}