{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cinnamomum cassia", "trans-Cinnamaldehyde", "Biosynthetic pathway", "Cinnamoyl-CoA reductase", "Transcriptome"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38687380", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "30"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s00425-024-04419-w"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "30"}], "Journal": {"ISSN": "1432-2048", "JournalIssue": {"Volume": "259", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "30"}}, "Title": "Planta", "ISOAbbreviation": "Planta"}, "ArticleTitle": "Identification of a cinnamoyl-CoA reductase from Cinnamomum cassia involved in trans-cinnamaldehyde biosynthesis.", "Pagination": {"StartPage": "138", "MedlinePgn": "138"}, "Abstract": {"AbstractText": ["The identification of a functional cinnamoyl-CoA reductase enzyme from Cinnamomum cassia involved in trans-cinnamaldehyde biosynthesis offers the potential for enhancing trans-cinnamaldehyde production through genetic engineering. A significant accumulation of trans-cinnamaldehyde has been found in the bark tissues of C. cassia, used in traditional Chinese medicine. trans-Cinnamaldehyde exhibits various pharmacological properties such as anti-inflammatory, analgesic, and protection of the stomach and the digestive tract. However, further elucidation and characterization of the biosynthetic pathway for trans-cinnamaldehyde is required. In this study, we conducted an integrated analysis of trans-cinnamaldehyde accumulation profiles and transcriptomic data from five different C. cassia tissues to identify the genes involved in its biosynthesis. The transcriptome data we obtained included nearly all genes associated with the trans-cinnamaldehyde pathway, with the majority demonstrating high abundance in branch barks and trunk barks. We successfully cloned four C. cassia cinnamoyl-CoA reductases (CcCCRs), a key gene in trans-cinnamaldehyde biosynthesis. We found that the recombinant CcCCR1 protein was the only one that more efficiently converted cinnamoyl-CoA into trans-cinnamaldehyde. CcCCR1 exhibited approximately 14.7-fold higher catalytic efficiency (k<sub>cat</sub>/K<sub>m</sub>) compared to the Arabidopsis thaliana cinnamoyl-CoA reductase 1 (AtCCR1); therefore, it can be utilized for engineering higher trans-cinnamaldehyde production as previously reported. Molecular docking studies and mutagenesis experiments also validated the superior catalytic activity of CcCCR1 compared to AtCCR1. These findings provide valuable insights for the functional characterization of enzyme-coding genes and hold potential for future engineering of trans-cinnamaldehyde biosynthetic pathways."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plants Research, College of Life Sciences, South China Agricultural University, Guangzhou, 510642, China."}], "LastName": "Ye", "ForeName": "Peng", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plants Research, College of Life Sciences, South China Agricultural University, Guangzhou, 510642, China."}], "LastName": "Su", "ForeName": "Jianmu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plants Research, College of Life Sciences, South China Agricultural University, Guangzhou, 510642, China."}], "LastName": "Lin", "ForeName": "Jianhao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plants Research, College of Life Sciences, South China Agricultural University, Guangzhou, 510642, China. liyanqun@scau.edu.cn."}, {"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Innovative Development and Utilization of Forest Plant Germplasm, College of Forestry, South China Agricultural University, Guangzhou, 510642, China. liyanqun@scau.edu.cn."}], "LastName": "Li", "ForeName": "Yanqun", "Initials": "Y"}, {"Identifier": ["0000-0001-9142-499X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Medicinal Plants Research, College of Life Sciences, South China Agricultural University, Guangzhou, 510642, China. wh@scau.edu.cn."}, {"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Innovative Development and Utilization of Forest Plant Germplasm, College of Forestry, South China Agricultural University, Guangzhou, 510642, China. wh@scau.edu.cn."}], "LastName": "Wu", "ForeName": "Hong", "Initials": "H"}], "GrantList": [{"GrantID": "2020B1515420007", "Agency": "Guangdong Basic and Applied Basic Research Foundation", "Country": ""}, {"GrantID": "2022SDZG07", "Agency": "The Open Competition Program of Ten Major Directions of Agricultural Science and Technology Innovation for the 14th Five-Year Plan of Guangdong Province, China", "Country": ""}, {"GrantID": "32370383", "Agency": "Nature Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Planta", "NlmUniqueID": "1250576", "ISSNLinking": "0032-0935"}, "ChemicalList": [{"RegistryNumber": "7864XYD3JJ", "NameOfSubstance": "Acrolein"}, {"RegistryNumber": "SR60A3XG0F", "NameOfSubstance": "cinnamaldehyde"}, {"RegistryNumber": "EC 1.2.-", "NameOfSubstance": "Aldehyde Oxidoreductases"}, {"RegistryNumber": "EC 1.2.1.44", "NameOfSubstance": "cinnamoyl CoA reductase"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": ["analogs & derivatives", "metabolism"], "DescriptorName": "Acrolein"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Cinnamomum aromaticum"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Aldehyde Oxidoreductases"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Bark"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baltas M, Lapeyre C, Bedos-Belval F et al (2005) Kinetic and inhibition studies of cinnamoyl-CoA reductase 1 from Arabidopsis thaliana. Plant Physiol Biochem 43(8):746–753", "ArticleIdList": ["16122934"]}, {"Citation": "Bang HB, Lee YH, Kim SC et al (2016) Metabolic engineering of Escherichia coli for the production of cinnamaldehyde. Microb Cell Fact 15:16", "ArticleIdList": ["26785776", "4719340"]}, {"Citation": "Bolger AM, Lohse M, Usadel B (2014) Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30(15):2114–2120", "ArticleIdList": ["24695404", "4103590"]}, {"Citation": "Chao N, Li N, Qi Q et al (2017) Characterization of the cinnamoyl-CoA reductase (CCR) gene family in Populus tomentosa reveals the enzymatic active sites and evolution of CCR. Planta 245(1):61–75", "ArticleIdList": ["27580618"]}, {"Citation": "Chen XB, Zhang YN, Wan HX et al (2016) Stereoselective organocatalytic oxidation of alcohols to enals: a homologation method to prepare polyenes. Chem Commun 52(17):3532–3535"}, {"Citation": "Chen CJ, Chen H, Zhang Y et al (2020) TBtools: An integrative toolkit developed for interactive analyses of big biological data. Mol Plant 13(8):1194–1202", "ArticleIdList": ["32585190"]}, {"Citation": "China Pharmacopeia Commission (2020) Pharmacopoeia of the People’s Republic of China, vol 1. Chinese Medical Science and Technology Press, Beijing, p 142"}, {"Citation": "Conesa A, Götz S, García-Gómez JM et al (2005) Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics 21(18):3674–3676", "ArticleIdList": ["16081474"]}, {"Citation": "Davidson NM, Oshlack A (2014) Corset: enabling differential gene expression analysis for de novo assembled transcriptomes. Genome Biol 15:410", "ArticleIdList": ["25063469", "4165373"]}, {"Citation": "Doyle AA, Stephens JC (2019) A review of cinnamaldehyde and its derivatives as antibacterial agents. Fitoterapia 139:104405", "ArticleIdList": ["31707126"]}, {"Citation": "Doyle AA, Krämer T, Kavanagh K et al (2019) Cinnamaldehydes: synthesis, antibacterial evaluation, and the effect of molecular structure on antibacterial activity. Res Chem 1:100013"}, {"Citation": "Escamilla-Treviño LL, Shen H, Uppalapati SR et al (2010) Switchgrass (Panicum virgatum) possesses a divergent family of cinnamoyl CoA reductases with distinct biochemical properties. New Phytol 185(1):143–155", "ArticleIdList": ["19761442"]}, {"Citation": "Gao H, Xu D, Zhang H et al (2020) Transcriptomics and metabolomics analyses reveal the differential accumulation of phenylpropanoids between Cinnamomum cassia Presl and Cinnamomum cassia Presl var. macrophyllum Chu. Ind Crop Prod 148:112282"}, {"Citation": "Goujon T, Ferret V, Mila I et al (2003) Down-regulation of the AtCCR1 gene in Arabidopsis thaliana: effects on phenotype, lignins and cell wall degradability. Planta 217:218–228", "ArticleIdList": ["12783329"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M et al (2011) Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol 29(7):644–652", "ArticleIdList": ["21572440", "3571712"]}, {"Citation": "Gross GG, Kreiten W (1975) Reduction of coenzyme a thioesters of cinnamic acids with an enzyme preparation from lignifying tissue of Forsythia. FEBS Lett 54(2):259–262", "ArticleIdList": ["236926"]}, {"Citation": "Guo L, Yao H, Chen W et al (2022) Natural products of medicinal plants: biosynthesis and bioengineering in post-genomic era. Hortic Res 9:uhac223", "ArticleIdList": ["36479585", "9720450"]}, {"Citation": "Hayashi Y, Sakamoto D, Okamura D (2016) One-pot synthesis of (S)-baclofen via aldol condensation of acetaldehyde with diphenylprolinol silyl ether mediated asymmetric michael reaction as a key step. Org lett 18(1):4–7", "ArticleIdList": ["26636719"]}, {"Citation": "Huang M, Sanchez-Moreiras AM, Abel C et al (2012) The major volatile organic compound emitted from Arabidopsis thaliana flowers, the sesquiterpene (E)-β-caryophyllene, is a defense against a bacterial pathogen. New Phytol 193(4):997–1008", "ArticleIdList": ["22187939"]}, {"Citation": "Jumper J, Evans R, Pritzel A et al (2021) Highly accurate protein structure prediction with AlphaFold. Nature 596(7873):583–589", "ArticleIdList": ["34265844", "8371605"]}, {"Citation": "Kim TW (2022) Cinnamaldehyde induces autophagy-mediated cell death through ER stress and epigenetic modification in gastric cancer cells. Acta Pharmacol Sin 43(3):712–723", "ArticleIdList": ["33980998"]}, {"Citation": "Kim ME, Na JY, Lee JS (2018) Anti-inflammatory effects of trans-cinnamaldehyde on lipopolysaccharide-stimulated macrophage activation via MAPKs pathway regulation. Immunopharmacol Immunotoxicol 40(3):219–224", "ArticleIdList": ["29355056"]}, {"Citation": "Kumar S, Singh S, Singh RKP (2010) Electrochemical synthesis of α, β-unsaturated aldehydes at Pt cathode in the dimethylformamide solvent. J Indian Chem Soc 87(9):1145–1148"}, {"Citation": "Lacombe E, Hawkins S, van Doorsselaere J et al (1997) Cinnamoyl CoA reductase, the first committed enzyme of the lignin branch biosynthetic pathway: cloning, expression and phylogenetic relationships. Plant J 11(3):429–441", "ArticleIdList": ["9107033"]}, {"Citation": "Langmead B, Salzberg SL (2012) Fast gapped-read alignment with Bowtie 2. Nat Methods 9(4):357–359", "ArticleIdList": ["22388286", "3322381"]}, {"Citation": "Lauvergeat V, Lacomme C, Lacombe E et al (2001) Two cinnamoyl-CoA reductase (CCR) genes from Arabidopsis thaliana are differentially expressed during development and in response to infection with pathogenic bacteria. Phytochemistry 57(7):1187–1195", "ArticleIdList": ["11430991"]}, {"Citation": "Leple JC, Dauwe R, Morreel K et al (2007) Downregulation of cinnamoyl-coenzyme A reductase in poplar: multiple-level phenotyping reveals effects on cell wall polymer metabolism and structure. Plant Cell 19(11):3669–3691", "ArticleIdList": ["18024569", "2174873"]}, {"Citation": "Li YQ, Kong DX, Huang RS et al (2013a) Variations in essential oil yields and compositions of Cinnamomum cassia leaves at different developmental stages. Ind Crop Prod 47:92–101"}, {"Citation": "Li YQ, Kong DX, Wu H (2013b) Analysis and evaluation of essential oil components of cinnamon barks using GC–MS and FTIR spectroscopy. Ind Crop Prod 41:269–278"}, {"Citation": "Li G, Yang Q, Zhang Y et al (2014) Cloning and analysis of the gene encoding Cinnamoyl-CoA reductase from Caragana korshinkii Kom. China Biotechnol 34(1):50–56"}, {"Citation": "Liu J, Zhu J, Jiang HL et al (2010) Pd-catalyzed cascade Heck–Saegusa: direct synthesis of enals from aryl iodides and allyl alcohol. Chem Commun 46(3):415–417"}, {"Citation": "Liu L, Stein A, Wittkop B et al (2012) A knockout mutation in the lignin biosynthesis gene CCR1 explains a major QTL for acid detergent lignin content in Brassica napus seeds. Theor Appl Genet 124(8):1573–1586", "ArticleIdList": ["22350089"]}, {"Citation": "Mateen S, Rehman MT, Shahzad S et al (2019) Anti-oxidant and anti-inflammatory effects of cinnamaldehyde and eugenol on mononuclear cells of rheumatoid arthritis patients. Eur J Pharmacol 852:14–24", "ArticleIdList": ["30796902"]}, {"Citation": "Mirdita M, Schütze K, Moriwaki Y et al (2022). ColabFold: making protein folding accessible to all. Nat Methods 19:679–682", "ArticleIdList": ["35637307", "9184281"]}, {"Citation": "Pan H, Zhou R, Louie GV et al (2014) Structural studies of cinnamoyl-CoA reductase and cinnamyl-alcohol dehydrogenase, key enzymes of monolignol biosynthesis. Plant Cell 26(9):3709–3727", "ArticleIdList": ["25217505", "4213152"]}, {"Citation": "Pichon M, Courbou I, Beckert M et al (1998) Cloning and characterization of two maize cDNAs encoding cinnamoyl-CoA reductase (CCR) and differential expression of the corresponding genes. Plant Mol Biol 38(4):671–676", "ArticleIdList": ["9747812"]}, {"Citation": "Pomar F, Merino F, Barceló AR (2002) O-4-Linked coniferyl and sinapyl aldehydes in lignifying cell walls are the main targets of the Wiesner (phloroglucinol-HCl) reaction. Protoplasma 220(1–2):17–28", "ArticleIdList": ["12417933"]}, {"Citation": "Robert X, Gouet P (2014) Deciphering key features in protein structures with the new ENDscript server. Nucleic Acids Res 42(W1):W320–W324", "ArticleIdList": ["24753421", "4086106"]}, {"Citation": "Rohloff J, Bones AM (2005) Volatile profiling of Arabidopsis thaliana - Putative olfactory compounds in plant communication. Phytochemistry 66(16):1941–1955", "ArticleIdList": ["16081115"]}, {"Citation": "Sattler SA, Walker AM, Vermerris W et al (2017) Structural and biochemical characterization of cinnamoyl-CoA reductases. Plant Physiol 173(2):1031–1044", "ArticleIdList": ["27956488"]}, {"Citation": "Thompson JD, Higgins DG, Gibson TJ (1994) CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice. Nucleic Acids Res 22(22):4673–4680", "ArticleIdList": ["7984417", "308517"]}, {"Citation": "Vanholme R, Meester B, De Ralph J et al (2019) Lignin biosynthesis and its integration into metabolism. Curr Opin Biotechnol 56:230–239", "ArticleIdList": ["30913460"]}, {"Citation": "Wengenmayer H, Ebel J, Grisebach H (1976) Enzymic synthesis of lignin precursors. Purification and properties of a cinnamoyl-CoA: NADPH reductase from cell suspension cultures of soybean (Glycine max). Eur J Biochem 65(2):529–536", "ArticleIdList": ["7454"]}, {"Citation": "Xue J, Luo D, Xu D et al (2015) CCR1, an enzyme required for lignin biosynthesis in Arabidopsis, mediates cell proliferation exit for leaf development. Plant J 83(3):375–387", "ArticleIdList": ["26058952"]}, {"Citation": "Zhang SL, Xie HX, Song AG et al (2011) Efficient preparation of trans-α, β-unsaturated aldehydes from saturated aldehydes by oxidative enamine catalysis. Sci China Chem 54:1932–1936"}, {"Citation": "Zhou R, Jackson L, Shadle G et al (2010) Distinct cinnamoyl CoA reductases involved in parallel routes to lignin in Medicago truncatula. PNAS 107(41):17803–17808", "ArticleIdList": ["20876124", "2955080"]}, {"Citation": "Liu B, Wei G, Hu Z, et al. (2019) Benzaldehyde synthases are encoded by cinnamoyl-CoA reductase genes in cucumber (Cucumis sativus L.). bioRxiv https://doi.org/10.1101/2019.12.26.889071"}]}], "History": [{"Year": "2023", "Month": "11", "Day": "30"}, {"Year": "2024", "Month": "4", "Day": "16"}, {"Year": "2024", "Month": "4", "Day": "30", "Hour": "13", "Minute": "43"}, {"Year": "2024", "Month": "4", "Day": "30", "Hour": "13", "Minute": "42"}, {"Year": "2024", "Month": "4", "Day": "30", "Hour": "11", "Minute": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38687380", "10.1007/s00425-024-04419-w", "10.1007/s00425-024-04419-w"]}}]}