{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antitumor", "brain cancer", "central nervous system", "natural product", "review", "signaling pathway"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38680103", "DateCompleted": {"Year": "2024", "Month": "04", "Day": "29"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/ddr.22180"], "ArticleDate": [], "Journal": {"ISSN": "1098-2299", "JournalIssue": {"Volume": "85", "Issue": "3", "PubDate": {"Year": "2024", "Month": "May"}}, "Title": "Drug development research", "ISOAbbreviation": "Drug Dev Res"}, "ArticleTitle": "A review of natural products and small-molecule therapeutics acting on central nervous system malignancies: Approaches for drug development, targeting pathways, clinical trials, and challenges.", "Pagination": {"StartPage": "e22180", "MedlinePgn": "e22180"}, "Abstract": {"AbstractText": ["In 2021, the World Health Organization released the fifth edition of the central nervous system (CNS) tumor classification. This classification uses histopathology and molecular pathogenesis to group tumors into more biologically and molecularly defined entities. The prognosis of brain cancer, particularly malignant tumors, has remained poor worldwide, approximately 308,102 new cases of brain and other CNS tumors were diagnosed in the year 2020, with an estimated 251,329 deaths. The cost and time-consuming nature of studies to find new anticancer agents makes it necessary to have well-designed studies. In the present study, the pathways that can be targeted for drug development are discussed in detail. Some of the important cellular origins, signaling, and pathways involved in the efficacy of bioactive molecules against CNS tumorigenesis or progression, as well as prognosis and common approaches for treatment of different types of brain tumors, are reviewed. Moreover, different study tools, including cell lines, in vitro, in vivo, and clinical trial challenges, are discussed. In addition, in this article, natural products as one of the most important sources for finding new chemotherapeutics were reviewed and over 700 reported molecules with efficacy against CNS cancer cells are gathered and classified according to their structure. Based on the clinical trials that have been registered, very few of these natural or semi-synthetic derivatives have been studied in humans. The review can help researchers understand the involved mechanisms and design new goal-oriented studies for drug development against CNS malignancies."], "CopyrightInformation": "© 2024 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Pasdaran", "ForeName": "Ardalan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Glycomics, Griffith University, Gold Coast Campus, Southport, Queensland, Australia."}, {"Identifier": [], "Affiliation": "School of Medical Science, Griffith University, Gold Coast, Southport, Queensland, Australia."}], "LastName": "Grice", "ForeName": "Irwin Darren", "Initials": "ID"}, {"Identifier": ["0000-0002-6021-6730"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Hamedi", "ForeName": "Azadeh", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Drug Dev Res", "NlmUniqueID": "8204468", "ISSNLinking": "0272-4391"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use", "pharmacology"], "DescriptorName": "Biological Products"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Central Nervous System Neoplasms"}, {"QualifierName": ["therapeutic use", "pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Drug Development"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Clinical Trials as Topic"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "A Ratovitski, E. (2017). Dehydroleucodine induces a TP73‐dependent transcriptional regulation of multiple cell death target genes in human glioblastoma cells. Anti‐Cancer Agents in Medicinal Chemistry 17(6), 839–850."}, {"Citation": "Abbas, G., Al‐Harrasi, A. S., Hussain, H., Hussain, J., Rashid, R., & Choudhary, M. I. (2016). Antiglycation therapy: Discovery of promising antiglycation agents for the management of diabetic complications. Pharm. Biol., 54(2), 198–206."}, {"Citation": "Abdelfatah, S. A. A., & Efferth, T. (2015). Cytotoxicity of the indole alkaloid reserpine from Rauwolfia serpentina against drug‐resistant tumor cells. Phytomedicine, 22(2), 308–318."}, {"Citation": "Abotaleb, M., Samuel, S., Varghese, E., Varghese, S., Kubatka, P., Liskova, A., & Büsselberg, D. (2019). Flavonoids in cancer and apoptosis. Cancers, 11(1), 28."}, {"Citation": "Abu‐Izneid, T., Rauf, A., Shariati, M. A., Khalil, A. A., Imran, M., Rebezov, M., Uddin, M. S., Mahomoodally, M. F., Rengasamy, K. R. R. (2020). Sesquiterpenes and their derivatives‐natural anticancer compounds: An update. Pharmacological Research, 161, 105165."}, {"Citation": "Adegboyega, G., Kanmounye, U. S., Petrinic, T., Ozair, A., Bandyopadhyay, S., Kuri, A., Zolo, Y., Marks, K., Ramjee, S., Baticulon, R. E., & Vaqas, B. (2021). Global landscape of glioblastoma multiforme management in the stupp protocol era: systematic review protocol. International Journal of Surgery Protocols, 25(1), 108–113. https://doi.org/10.29337/ijsp.148"}, {"Citation": "Adejoke, H. T., Louis, H., Amusan, O. O., & Apebende, G. (2019). A review on classes, extraction, purification and pharmaceutical importance of plants alkaloid. Journal of Medicinal and Chemical Sciences 2(4), 130–139."}, {"Citation": "Adekenov, S. M. (2017). Sesquiterpene lactones with unusual structure. Their biogenesis and biological activity. Fitoterapia, 121, 16–30."}, {"Citation": "Adem, F. A., Kuete, V., Mbaveng, A. T., Heydenreich, M., Koch, A., Ndakala, A., Irungu, B., Yenesew, A., & Efferth, T. (2019). Cytotoxic flavonoids from two Lonchocarpus species. Natural Product Research, 33(18), 2609–2617."}, {"Citation": "Adem, F. A., Kuete, V., Mbaveng, A. T., Heydenreich, M., Ndakala, A., Irungu, B., Efferth, T., & Yenesew, A. (2018). Cytotoxic benzylbenzofuran derivatives from Dorstenia kameruniana. Fitoterapia, 128, 26–30."}, {"Citation": "Adem, F. A., Mbaveng, A. T., Kuete, V., Heydenreich, M., Ndakala, A., Irungu, B., Yenesew, A., & Efferth, T. (2019). Cytotoxicity of isoflavones and biflavonoids from Ormocarpum kirkii towards multi‐factorial drug resistant cancer. Phytomedicine, 58):152853."}, {"Citation": "Adeniyi, B. A., Robert, M. F., Chai, H., & Fong, H. H. S. (2003). In vitro cytotoxicity activity of diosquinone, a naphthoquinone epoxide. Phytotherapy Research, 17(3), 282–284."}, {"Citation": "Ahmad, F., Sun, Q., Patel, D., & Stommel, J. (2019). Cholesterol metabolism: A potential therapeutic target in glioblastoma. Cancers, 11(2), 146."}, {"Citation": "Aiello, A., Fattorusso, E., Luciano, P., Macho, A., Menna, M., & Muñoz, E. (2005). Antitumor effects of two novel naturally occurring terpene quinones isolated from the Mediterranean ascidian Aplidium conicum. Journal of Medicinal Chemistry, 48(9), 3410–3416."}, {"Citation": "Aizer, A. A., Lamba, N., Ahluwalia, M. S., Aldape, K., Boire, A., Brastianos, P. K., Brown, P. D., Camidge, D. R., Chiang, V. L., Davies, M. A., Hu, L. S., Huang, R. Y., Kaufmann, T., Kumthekar, P., Lam, K., Lee, E. Q., Lin, N. U., Mehta, M., Parsons, M., … Wen, P. Y. (2022). Brain metastases: A Society for Neuro‐Oncology (SNO) consensus review on current management and future directions. Neuro‐Oncology, 24(10), 1613–1646."}, {"Citation": "Akiel, M. A., Alshehri, O. Y., Aljihani, S. A., Almuaysib, A., Bader, A., Al‐Asmari, A. I., Alamri, H. S., Alrfaei, B. M., & Halwani, M. A. (2022). Viridiflorol induces anti‐neoplastic effects on breast, lung, and brain cancer cells through apoptosis. Saudi Journal of Biological Sciences, 29(2), 816–821."}, {"Citation": "Albuquerque, T. G., Nunes, M. A., Bessada, S. M. F., Costa, H. S., & Oliveira, M. B. P. P. (2020). 14 ‐ Biologically active and health promoting food components of nuts, oilseeds, fruits, vege==s, cereals, and legumes. In Y. Pico, (Ed.), Chemical Analysis of Food (Second Edition) (pp. 609–656). Academic Press."}, {"Citation": "Alemany, M., Velasco, R., Simó, M., & Bruna, J. (2021). Late effects of cancer treatment: Consequences for long‐term brain cancer survivors. Neuro‐Oncology Practice, 8(1), 18–30. https://doi.org/10.1093/nop/npaa039"}, {"Citation": "Alharthy, S. A., Tabrez, S., Mirza, A. A., Zughaibi, T. A., Firoz, C. K., & Dutta, M. (2022). Sugiol suppresses the proliferation of human U87 glioma cells via induction of apoptosis and cell cycle arrest. Evidence‐Based Complementary and Alternative Medicine, 2022, 1–5."}, {"Citation": "Allen, J. G., Bourbeau, M. P., Wohlhieter, G. E., Bartberger, M. D., Michelsen, K., Hungate, R., Gadwood, R. C., Gaston, R. D., Evans, B., Mann, L. W., Matison, M. E., Schneider, S., Huang, X., Yu, D., Andrews, P. S., Reichelt, A., Long, A. M., Yakowec, P., Yang, E. Y., … Oliner, J. D. (2009). Discovery and optimization of chromenotriazolopyrimidines as potent inhibitors of the mouse double minute 2− tumor protein 53 protein− protein interaction. Journal of Medicinal Chemistry, 52(22), 7044–7053."}, {"Citation": "Amado, N. G., Cerqueira, D. M., Menezes, F. S., Mendes da Silva, J. F., Neto, V. M., & Abreu, J. G. (2009). Isoquercitrin isolated from Hyptis fasciculata reduces glioblastoma cell proliferation and changes β‐catenin cellular localization. Anti‐Cancer Drugs, 20(7), 543–552."}, {"Citation": "Amirpour, Z., Bahari, A., Nafisi, B., Rahmani, K., & Taghipour Zahir, S. (2020). Prognosis and survival study in patients with glioblastoma multiform and its relationship with EGFR expression. Iranian Journal of Neurosurgery, 6(3), 113–120."}, {"Citation": "Anderson, K. N., & Bejcek, B. E. (2008). Parthenolide induces apoptosis in glioblastomas without affecting NF‐κB. Journal of Pharmacological Sciences, 106, 318–320."}, {"Citation": "Andrioli, W., Lopes, A., Cavalcanti, B., Pessoa, C., Nanayakkara, N., & Bastos, J. (2016). Isolation and characterization of 2‐pyridone alkaloids and alloxazines from Beauveria bassiana. Nat. Prod. Res., 31(16), 1920–1929."}, {"Citation": "Aridgides, P., Janssens, G. O., Braunstein, S., Campbell, S., Poppe, M., Murphy, E. Haas‐Kogan, D. (2021). Gliomas, germ cell tumors, and craniopharyngioma. Pediatric Blood & Cancer, 68, e28401."}, {"Citation": "Arvanitis, C. D., Ferraro, G. B., & Jain, R. K. (2020). The blood–brain barrier and blood–tumour barrier in brain tumours and metastases. Nature Reviews Cancer, 20(1), 26–41."}, {"Citation": "Asakawa, Y., Ludwiczuk, A., & Hashimoto, T. (2013). Cytotoxic and antiviral compounds from bryophytes and inedible fungi. Journal of Pre‐Clinical and Clinical Research, 7(2), 73–85."}, {"Citation": "Auberon, F., Olatunji, O. J., Raminoson, D., Muller, C. D., Soengas, B., Bonté, F., & Lobstein, A. (2017). Isolation of novel stilbenoids from the roots of Cyrtopodium paniculatum (Orchidaceae). Fitoterapia, 116, 99–105."}, {"Citation": "Ayaz, M., Junaid, M., Ullah, F., Subhan, F., Sadiq, A., Ali, G., Ovais, M., Shahid, M., Ahmad, A., Wadood, A., El‐Shazly, M., Ahmad, N., & Ahmad, S. (2017). Anti‐Alzheimer's studies on β‐sitosterol isolated from Polygonum hydropiper L. Frontiers in Pharmacology, 8, 697."}, {"Citation": "Bai, R., Zhu, J., Bai, Z., Mao, Q., Zhang, Y., Hui, Z., Luo, X., Ye, X. Y., & Xie, T. (2022). Second generation β‐elemene nitric oxide derivatives with reasonable linkers: Potential hybrids against malignant brain glioma. Journal of Enzyme Inhibition and Medicinal Chemistry, 37(1), 379–385."}, {"Citation": "Balde, E., Mégalizzi, V., Cao, M., Angenot, L., Kiss, R., Van Damme, M., & Frederich, M. (2010). Isostrychnopentamine, an indolomonoterpenic alkaloid from Strychnos usambarensis, with potential anti‐tumor activity against apoptosis‐resistant cancer cells. Int. J. Oncol. 36, 961–965."}, {"Citation": "Banks, W. A. (2008). Developing drugs that can cross the blood‐brain barrier: Applications to Alzheimer's disease. BMC Neuroscience, 9(3), S2."}, {"Citation": "Banks, W. A. (2009). Characteristics of compounds that cross the blood‐brain barrier. BMC Neurology, 9(1), S3."}, {"Citation": "Bashyal, B. P., Wijeratne, E. M. K., Faeth, S. H., & Gunatilaka, A. A. L. (2005). Globosumones A−C, cytotoxic orsellinic acid esters from the Sonoran desert endophytic fungus Chaetomium globosum. Journal of Natural Products, 68(5), 724–728."}, {"Citation": "Bautista, E., Toscano, R. A., & Ortega, A. (2014). 5, 10‐seco‐neo‐Clerodanes and neo‐clerodanes from Salvia microphylla. Journal of Natural Products, 77(4), 1088–1092."}, {"Citation": "Bazzoni, R., & Bentivegna, A. (2019). Role of notch signaling pathway in glioblastoma multiforme pathogenesis. Cancers, 11(3), 292."}, {"Citation": "Beljanski, M. (2000). The anticancer agent PB‐100, selectively active on malignant cells, inhibits multiplication of sixteen malignant cell lines, even multidrug resistant. Genetics and Molecular Biology, 23(1), 29–33."}, {"Citation": "Berger, T. R., Wen, P. Y., Lang‐Orsini, M., & Chukwueke, U. N. (2022). World health organization 2021 classification of central nervous system tumors and implications for therapy for Adult‐Type gliomas: A review. JAMA Oncology, 8(10), 1493–1501. https://doi.org/10.1001/jamaoncol.2022.2844"}, {"Citation": "Berlinck, R. G. S., Britton, R., Piers, E., Lim, L., Roberge, M., Moreira da Rocha, R., & Andersen, R. J. (1998). Granulatimide and isogranulatimide, aromatic alkaloids with G2 checkpoint inhibition activity isolated from the Brazilian ascidian didemnum granulatum: Structure elucidation and synthesis. The Journal of Organic Chemistry, 63(26), 9850–9856."}, {"Citation": "Beutler, J. A., Jato, J., Cragg, G. M., & Boyd, M. R. (2000). Schweinfurthin D, a cytotoxic stilbene from Macaranga schweinfurthii. Natural Product Letters, 14(5), 399–404."}, {"Citation": "Beutler, J. A., McCall, K. L., Herbert, K., Herald, D. L., Pettit, G. R., Johnson, T., Shoemaker, R. H., & Boyd, M. R. (2000). Novel cytotoxic diterpenes from Casearia arborea. Journal of Natural Products, 63(5), 657–661."}, {"Citation": "Bhattacharya, K., Bag, A. K., Tripathi, R., Samanta, S. K., Pal, B. C., Shaha, C., & Mandal, C. (2014). Mahanine, a novel mitochondrial complex‐III inhibitor induces G0/G1 arrest through redox alteration‐mediated DNA damage response and regresses glioblastoma multiforme. American Journal of Cancer Research, 4(6), 629–647."}, {"Citation": "Bi, L., Liu, Y., Yang, Q., Zhou, X., Li, H., Liu, Y., Li, J., Lu, Y., & Tang, H. (2021). Paris saponin H inhibits the proliferation of glioma cells through the A1 and A3 adenosine receptor‑mediated pathway. International Journal of Molecular Medicine, 47(4), 30."}, {"Citation": "Bi, Y., Shen, C., Li, C., Liu, Y., Gao, D., Shi, C., Peng, F., Liu, Z., Zhao, B., Zheng, Z., Wang, X., Hou, X., Liu, H., Wu, J., Zou, H., Wang, K., Zhong, C., Zhang, J., Shi, C., & Zhao, S. (2016). Inhibition of autophagy induced by quercetin at a late stage enhances cytotoxic effects on glioma cells. Tumor Biology, 37, 3549–3560."}, {"Citation": "Blanco‐Vaca, F., Cedó, L., & Julve, J. (2019). Phytosterols in cancer: From molecular mechanisms to preventive and therapeutic potentials. Current Medicinal Chemistry, 26(37), 6735–6749."}, {"Citation": "Board, P. A. T. E. (2020). Adult Central Nervous System Tumors Treatment (PDQ®). In PDQ Cancer Information Summaries [Internet]: National Cancer Institute (US)."}, {"Citation": "Board, P. A. T. E. (2022). Adult central nervous system tumors treatment (PDQ®). In PDQ Cancer Information Summaries [Internet]: National Cancer Institute (US)."}, {"Citation": "Board, P. D. Q. A. T. E. (2002). Pituitary Tumors Treatment (PDQ®): Health Professional Version, PDQ Cancer Information Summaries. National Cancer Institute (US)."}, {"Citation": "Bokesch, H. R., Blunt, J. W., Westergaard, C. K., Cardellina, J. H., Johnson, T. R., Michael, J. A., McKee, T. C., Hollingshead, M. G., & Boyd, M. R. (1999). Alertenone, a dimer of suberosenone from Alertigorgia sp. Journal of Natural Products, 62(4), 633–635."}, {"Citation": "Bolton, J. L., Trush, M. A., Penning, T. M., Dryhurst, G., & Monks, T. J. (2000). Role of quinones in toxicology. Chemical Research in Toxicology, 13(3), 135–160."}, {"Citation": "Boosani, C. S., & Agrawal, D. K. (2013). PTEN modulators: A patent review. Expert Opinion On Therapeutic Patents, 23(5), 569–580. https://doi.org/10.1517/13543776.2013.768985"}, {"Citation": "Boridy, S., Le, P. U., Petrecca, K., & Maysinger, D. (2014). Celastrol targets proteostasis and acts synergistically with a heat‐shock protein 90 inhibitor to kill human glioblastoma cells. Cell Death & Disease, 5(5), e1216."}, {"Citation": "Braganhol, E., Zamin, L. L., Delgado Canedo, A., Horn, F., Tamajusuku, A. S. K., Wink, M. R., Salbego, C., & Battastini, A. M. O. (2006). Antiproliferative effect of quercetin in the human U138MG glioma cell line. Anti‐Cancer Drugs, 17(6), 663–671."}, {"Citation": "Branquinho Andrade, P., Grosso, C., Valentao, P., & Bernardo, J. (2016). Flavonoids in neurodegeneration: Limitations and strategies to cross CNS barriers. Current Medicinal Chemistry, 23(36), 4151–4174."}, {"Citation": "Brantley, E. C., & Benveniste, E. N. (2008). Signal transducer and activator of transcription‐3: A molecular hub for signaling pathways in gliomas. Molecular Cancer Research, 6(5), 675–684."}, {"Citation": "Bray, F., Ferlay, J., Soerjomataram, I., Siegel, R. L., Torre, L. A., & Jemal, A. (2018). Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA: A Cancer Journal for Clinicians, 68(6), 394–424."}, {"Citation": "Brennan, C. W., Verhaak, R. G. W., McKenna, A., Campos, B., Noushmehr, H., Salama, S. R., Zheng, S., Chakravarty, D., Sanborn, J. Z., Berman, S. H., Beroukhim, R., Bernard, B., Wu, C. J., Genovese, G., Shmulevich, I., Barnholtz‐Sloan, J., Zou, L., Vegesna, R., Shukla, S. A., … Sander, C. (2013). The somatic genomic landscape of glioblastoma. Cell, 155(2), 462–477."}, {"Citation": "Bruni, P., Boccia, A., Baldassarre, G., Trapasso, F., Santoro, M., Chiappetta, G., Fusco, A., & Viglietto, G. (2000). PTEN expression is reduced in a subset of sporadic thyroid carcinomas: evidence that PTEN‐growth suppressing activity in thyroid cancer cells is mediated by p27 kip1. Oncogene, 19(28), 3146–3155."}, {"Citation": "Bruno, M., Rosselli, S., Maggio, A., Raccuglia, R. A., Bastow, K. F., Wu, C.‐C., & Lee, K.‐H. (2005). Cytotoxic activity of some natural and synthetic sesquiterpene lactones. Planta Medica, 71(12), 1176–1178."}, {"Citation": "Bryukhovetskiy, I., Lyakhova, I., Mischenko, P., Milkina, E., Zaitsev, S., Khotimchenko, Y., Bryukhovetskiy, A., Polevshchikov, A., Kudryavtsev, I., Khotimchenko, M., & Zhidkov, M. (2017). Alkaloids of fascaplysin are effective conventional chemotherapeutic drugs, inhibiting the proliferation of C6 glioma cells and causing their death in vitro. Oncology Letters, 13(2), 738–746."}, {"Citation": "Burns, K. L., Ueki, K., Jhung, S. L., Koh, J., & Louis, D. N. (1998). Molecular genetic correlates of p16, cdk4, and pRb immunohistochemistry in glioblastomas. Journal of Neuropathology and Experimental Neurology, 57(2), 122–130."}, {"Citation": "Burzynski, S., Burzynski, G., Janicki, T., & Beenken, S. (2021). Long‐term survival (23 Years) in a 26‐year‐old male after antineoplaston therapy for a progressive, diffuse intrinsic pontine glioma: A case report. International Journal of Brain Disorders and Treatment 6, 038."}, {"Citation": "Burzynski, S. R., Janicki, T., & Beenken, S. (2019). Treatment of recurrent glioblastoma multiforme (rGBM) with antineoplaston AS2‐1 in combination with targeted therapy. Cancer and Clinical Oncology, 8(1), 1–15."}, {"Citation": "Burzynski, S. R., & Patil, S. S. (2014). The effect of antineoplastons A10 and AS2‐1 and metabolites of sodium phenylbutyrate on gene expression in glioblastoma multiforme. Journal of Cancer Therapy, 05, 929–945."}, {"Citation": "Buttachon, S., Chandrapatya, A., Manoch, L., Silva, A., Gales, L., Bruyère, C., Kiss, R., & Kijjoa, A. (2012). Sartorymensin, a new indole alkaloid, and new analogues of tryptoquivaline and fiscalins produced by neosartorya siamensis (KUFC 6349). Tetrahedron, 68(15), 3253–3262."}, {"Citation": "Cai, S., Xiong, Q., Zhao, L., Ji, Y., Luo, Z., & Ma, Z. (2021). β‐Elemene triggers ROS‐dependent apoptosis in glioblastoma cells through suppressing STAT3 signaling pathway. Pathology and Oncology Research, 27(40):594299. https://doi.org/10.3389/pore.2021.594299"}, {"Citation": "Cai, S., Risinger, A. L., Petersen, C. L., Grkovic, T., O'Keefe, B. R., Mooberry, S. L., & Cichewicz, R. H. (2019). Anacolosins A–F and corymbulosins X and Y, clerodane diterpenes from Anacolosa clarkii exhibiting cytotoxicity toward pediatric cancer cell lines. Journal of Natural Products, 82(4), 928–936."}, {"Citation": "Campos‐Bedolla, P., Walter, F. R., Veszelka, S., & Deli, M. A. (2014). Role of the Blood–Brain barrier in the nutrition of the central nervous system. Archives of Medical Research, 45(8), 610–638. https://doi.org/10.1016/j.arcmed.2014.11.018"}, {"Citation": "Cantrell, C. L., Groweiss, A., Gustafson, K. R., & Boyd, M. R. (1999). A new staurosporine analog from the prosobranch mollusk Coriocella nigra. Natural Product Letters, 14(1), 39–46."}, {"Citation": "Canzi, E. F., Marques, F. A., Teixeira, S. D., Tozzi, A. M. G., Silva, M. J., Duarte, R. M. T. Carvalho, J. E. D (2014). Prenylated flavonoids from roots of Dahlstedtia glaziovii (Fabaceae). J. Braz. Chem. Soc. 25(6), 995–1001."}, {"Citation": "Cao, L., Duanmu, W., Yin, Y., Zhou, Z., Ge, H., Chen, T., Tan, L., Yu, A., Hu, R., Fei, L., & Feng, H. (2014). Dihydroartemisinin exhibits anti‐glioma stem cell activity through inhibiting p‐AKT and activating caspase‐3. Die Pharmazie, 69(10), 752–758."}, {"Citation": "Cao, P., Liang, Y., Gao, X., Li, X.‐M., Song, Z.‐Q., & Liang, G. (2012). Monoterpenoid indole alkaloids from Alstonia yunnanensis and their cytotoxic and anti‐inflammatory activities. Molecules, 17(11), 13631–13641."}, {"Citation": "Cao, P., Pan, D.‐S., Han, S., Yu, C.‐Y., Zhao, Q.‐J., Song, Y., & Liang, Y. (2013). Alkaloids from Lycoris caldwellii and their particular cytotoxicities against the astrocytoma and glioma cell lines. Archives of Pharmacal Research, 36(8), 927–932."}, {"Citation": "Capelle, L., Mandonnet, E., Broet, P., Swanson, K., Carpentier, A., Duffau, H., & Delattre, J. (2002). Linear growth of mean tumor diameter in WHO grade II gliomas. Paper presented at the Neurology."}, {"Citation": "Capon, R. J., Miller, M., & Rooney, F. (2001). Mirabilin G: A new alkaloid from a Southern Australian marine sponge, Clathria species. Journal of Natural Products, 64(5), 643–644."}, {"Citation": "Cargnello, M., & Roux, P. P. (2011). Activation and function of the MAPKs and their substrates, the MAPK‐activated protein kinases. Microbiology and Molecular Biology Reviews, 75(1), 50–83."}, {"Citation": "Carracedo, A., & Pandolfi, P. P. (2008). The PTEN–PI3K pathway: Of feedbacks and cross‐talks. Oncogene, 27(41), 5527–5541."}, {"Citation": "Carvalho, K. R., Silva, A. B., Torres, M. C. M., Pinto, F. C. L., Guimarães, L. A., Rocha, D. D. Pessoa, O. D. (2015). Cytotoxic alkaloids from Hippeastrum solandriflorum Lindl. Journal of the Brazilian Chemical Society, 26(10), 1976–1980."}, {"Citation": "Casanueva, F. F., Barkan, A. L., Buchfelder, M., Klibanski, A., Laws, E. R., Loeffler, J. S., Melmed, S., Mortini, P., Wass, J., & Giustina, A. (2017). Criteria for the definition of pituitary tumor centers of excellence (PTCOE): A pituitary society statement. Pituitary, 20(5), 489–498. https://doi.org/10.1007/s11102-017-0838-2"}, {"Citation": "Caunt, C. J., Sale, M. J., Smith, P. D., & Cook, S. J. (2015). MEK1 and MEK2 inhibitors and cancer therapy: The long and winding road. Nature Reviews Cancer, 15(10), 577–592."}, {"Citation": "Cebrián‐Torrejón, G., Kahn, S. A., Ferreira, M. E., Thirant, C., Rojas de Arias, A., Figadère, B., Fournet, A., Chneiweiss, H., & Poupon, E. (2012). Alkaloids from Rutaceae: Activities of canthin‐6‐one alkaloids and synthetic analogues on glioblastoma stems cells. Medchemcomm, 3(7), 771–774."}, {"Citation": "Chalhoub, N., & Baker, S. J. (2009). PTEN and the PI3‐kinase pathway in cancer. Annual Review of Pathology: Mechanisms of Disease, 4, 127–150."}, {"Citation": "Chambers, A. F., Groom, A. C., & MacDonald, I. C. (2002). Dissemination and growth of cancer cells in metastatic sites. Nature Reviews Cancer, 2(8), 563–572."}, {"Citation": "Chang, F.‐R., Hayashi, K.‐I., Chen, I.‐H., Liaw, C.‐C., Bastow, K. F., Nakanishi, Y., Nozaki, H., Cragg, G. M., Wu, Y.‐C., Lee, K.‐H. (2003). Antitumor agents. 228. five new agarofurans, reissantins A−E, and cytotoxic principles from reissantia buchananii. Journal of Natural Products, 66(11), 1416–1420."}, {"Citation": "Chang, H. S., Lee, S. J., Yang, C. W., & Chen, I. S. (2010). Cytotoxic sesquiterpenes from Magnolia kachirachirai. Chemistry & Biodiversity, 7(11), 2737–2747."}, {"Citation": "Chao, A.‐C., Hsu, Y.‐L., Liu, C.‐K., & Kuo, P.‐L. (2011). α‐Mangostin, a dietary xanthone, induces autophagic cell death by activating the AMP‐activated protein kinase pathway in glioblastoma cells. Journal of Agricultural and Food Chemistry, 59(5), 2086–2096."}, {"Citation": "Chaux, A., Peskoe, S. B., Gonzalez‐Roibon, N., Schultz, L., Albadine, R., Hicks, J., Hicks, J., De Marzo, A. M., Platz, E. A., & Netto, G. J. (2012). Loss of PTEN expression is associated with increased risk of recurrence after prostatectomy for clinically localized prostate cancer. Modern Pathology, 25(11), 1543–1549."}, {"Citation": "Che, W., Wang, Y., Wang, X., & Lyu, J. (2022). Midlife brain metastases in the United States: Is male at risk? Cancer Medicine, 11(4), 1202–1216."}, {"Citation": "Chen, B., Li, X., Wu, L., Zhou, D., Song, Y., Zhang, L., Wu, Q., He, Q., Wang, G., Liu, X., Hu, H., & Zhou, W. (2022). Quercetin suppresses human glioblastoma migration and invasion via GSK3β/β‐catenin/ZEB1 signaling pathway. Frontiers in Pharmacology, 13, 4678."}, {"Citation": "Chen, C.‐N., Wu, C.‐L., & Lin, J.‐K. (2007). Apoptosis of human melanoma cells induced by the novel compounds propolin A and propolin B from Taiwenese propolis. Cancer Letters, 245(1), 218–231."}, {"Citation": "Chen, C. Y., Cheng, Y. B., Chen, S. Y., Chien, C. T., Kuo, Y. H., Guh, J. H., Khalil, A. T., & Shen, Y. C. (2008). New bioactive clerodane diterpenoids from the roots of Casearia membranacea. Chemistry & Biodiversity, 5(1), 162–167."}, {"Citation": "Chen, J.‐J., Hung, H.‐C., Sung, P.‐J., Chen, I.‐S., & Kuo, W.‐L. (2011). Aporphine alkaloids and cytotoxic lignans from the roots of Illigera luzonensis. Phytochemistry, 72(6), 523–532. https://doi.org/10.1016/j.phytochem.2010.12.015"}, {"Citation": "Chen, J., Chen, X., Wang, F., Gao, H., & Hu, W. (2015). Dihydroartemisinin suppresses glioma proliferation and invasion via inhibition of the ADAM17 pathway. Neurological Sciences, 36(3), 435–440."}, {"Citation": "Chen, J., Leng, H., Duan, Y., Zhao, W., Yang, G., Guo, Y., Chen, Y., & Hu, Q. (2013). Three new flavonoids from the leaves of oriental tobacco and their cytotoxicity. Phytochemistry Letters, 6(1), 144–147."}, {"Citation": "Chen, L., Liu, Y. c, Zheng, Y. y, Xu, J., Zhang, Y., Liu, W. l, Li, Z.‐Y., Huang, G.‐D., & Li, W.‐P. (2019). Furanodienone overcomes temozolomide resistance in glioblastoma through the downregulation of CSPG4‐Akt‐ERK signalling by inhibiting EGR1‐dependent transcription. Phytotherapy Research, 33(6), 1736–1747."}, {"Citation": "Chen, Y.‐L., Lin, S.‐Z., Chang, J.‐Y., Cheng, Y.‐L., Tsai, N.‐M., Chen, S.‐P., Chang, W. L., & Harn, H. J. (2006). In vitro and in vivo studies of a novel potential anticancer agent of isochaihulactone on human lung cancer A549 cells. Biochemical Pharmacology, 72(3), 308–319."}, {"Citation": "Chen, Y., Chen, J. C., & Tseng, S. H. (2009). Tetrandrine suppresses tumor growth and angiogenesis of gliomas in rats. International Journal of Cancer, 124(10), 2260–2269."}, {"Citation": "Cheng †, M.‐J., Wang †, T.‐A., Lee, S.‐J., & Chen, I.‐S. (2010). A new butanolide and a new secobutanolide from Litsea lii var. nunkao‐tahangensis. Natural Product Research, 24(7), 647–656."}, {"Citation": "Cheng, P., Xu, K., Chen, Y. C., Wang, T. T., Chen, Y., Yang, C. L., Ma, S. Y., Liang, Y., Ge, H. M., Jiao, R. H. (2019). Cytotoxic aromatic polyketides from an insect derived Streptomyces sp. NA4286. Tetrahedron Lett, 60(26), 1706–1709."}, {"Citation": "Cheng, Y.‐B., Shen, Y.‐C., Kuo, Y.‐H., & Khalil, A. T. (2008). Cembrane diterpenoids from the Taiwanese soft coral Sarcophyton stolidotum. Journal of Natural Products, 71(7), 1141–1145."}, {"Citation": "Cho, C. W., Choi, D. S., Cardone, M. H., Kim, C. W., Sinskey, A. J., & Rha, C. (2006). Glioblastoma cell death induced by asiatic acid. Cell Biology and Toxicology, 22(6), 393–408."}, {"Citation": "Choi, S. Z., Kwon, H. C., Choi, S. U., & Lee, K. R. (2002). Five new labdane diterpenes from Astero harai. Journal of Natural Products, 65(8), 1102–1106."}, {"Citation": "Chou, T.‐H., Chen, J.‐J., Lee, S.‐J., Chiang, M. Y., Yang, C.‐W., & Chen, I.‐S. (2010). Cytotoxic flavonoids from the leaves of Cryptocarya chinensis. Journal of Natural Products, 73(9), 1470–1475."}, {"Citation": "Chung, K. S., Choi, J. H., Back, N. I., Choi, M. S., Kang, E. K., Chung, H. G., Jeong, T. S., & Lee, K. T. (2010). Eupafolin, a flavonoid isolated from Artemisia princeps, induced apoptosis in human cervical adenocarcinoma HeLa cells. Molecular Nutrition & Food Research, 54(9), 1318–1328."}, {"Citation": "Cimmino, A., Mathieu, V., Evidente, M., Ferderin, M., Moreno Y Banuls, L., Masi, M., De Carvalho, A., Kiss, R., & Evidente, A. (2016). Glanduliferins A and B, two new glucosylated steroids from Impatiens glandulifera, with in vitro growth inhibitory activity in human cancer cells. Fitoterapia, 109, 138–145."}, {"Citation": "Cimmino, A., Mathieu, V., Masi, M., Baroncelli, R., Boari, A., Pescitelli, G., Ferderin, M., Lisy, R., Evidente, M., Tuzi, A., Zonno, M. C., Kornienko, A., Kiss, R., & Evidente, A. (2015). Higginsianins A and B, two diterpenoid α‐pyrones produced by Colletotrichum higginsianum, with in vitro cytostatic activity. Journal of Natural Products, 79(1), 116–125."}, {"Citation": "Clark, P. A., Bhattacharya, S., Elmayan, A., Darjatmoko, S. R., Thuro, B. A., Yan, M. B., van Ginkel, P. R., Polans, A. S., & Kuo, J. S. (2017). Resveratrol targeting of AKT and p53 in glioblastoma and glioblastoma stem‐like cells to suppress growth and infiltration. Journal of Neurosurgery, 126(5), 1448–1460."}, {"Citation": "Collins, V. P., Jones, D. T. W., & Giannini, C. (2015). Pilocytic astrocytoma: Pathology, molecular mechanisms and markers. Acta Neuropathologica, 129, 775–788."}, {"Citation": "Cornford, E. M., & Hyman, S. (1999). Blood–brain barrier permeability to small and large molecules. Advanced Drug Delivery Reviews, 36(2–3), 145–163."}, {"Citation": "Cotter, J. A., & Hawkins, C. (2022). Medulloblastoma: WHO 2021 and beyond. Pediatric and Developmental Pathology, 25(1), 23–33."}, {"Citation": "Crino, P. B. (2011). mTOR: A pathogenic signaling pathway in developmental brain malformations. Trends in Molecular Medicine, 17(12), 734–742."}, {"Citation": "Cruz, J. V. R., Batista, C., Afonso, B. H., Alexandre‐Moreira, M. S., Dubois, L. G., Pontes, B., Moura Neto, V., & Mendes, F. A. (2022). Obstacles to glioblastoma treatment two decades after temozolomide. Cancers, 14(13), 3203."}, {"Citation": "Cui, B., Chai, H., Santisuk, T., Reutrakul, V., Farnsworth, N. R., Cordell, G. A., Pezzuto, J. M., & Douglas Kinghorn, A. (1997). Novel cytotoxic 1H‐cyclopenta [b] benzofuran lignans from Aglaia elliptica. Tetrahedron, 53(52), 17625–17632."}, {"Citation": "Cui, B., Lee, Y. H., Chai, H., Tucker, J. C., Fairchild, C. R., Raventos‐Suarez, C., Long, B., Lane, K. E., Menendez, A. T., Beecher, C. W. W., Cordell, G. A., Pezzuto, J. M., & Kinghorn, A. D. (1999). Cytotoxic sesquiterpenoids from Ratibida columnifera. Journal of Natural Products, 62(11), 1545–1550."}, {"Citation": "Cui, Y., Wu, L., Cao, R., Xu, H., Xia, J., Wang, Z. P., & Ma, J. (2020). Antitumor functions and mechanisms of nitidine chloride in human cancers. Journal of Cancer, 11(5), 1250–1256."}, {"Citation": "Dai, X., Sun, Y., Zhang, T., Ming, Y., & Hongwei, G. (2020a). An overview on natural farnesyltransferase inhibitors for efficient cancer therapy. Journal of Enzyme Inhibition Medicinal Chemistry, 35(1), 1027–1044."}, {"Citation": "Dai, X., Sun, Y., Zhang, T., Ming, Y., & Hongwei, G. (2020b). An overview on natural farnesyltransferase inhibitors for efficient cancer therapy. Journal of Enzyme Inhibition and Medicinal Chemistry 35(1), 1027–1044."}, {"Citation": "Dai, X., Sun, Y., Zhang, T., Ming, Y., & Hongwei, G. (2020c). An overview on natural farnesyltransferase inhibitors for efficient cancer therapy. Journal of Enzyme Inhibition and Medicinal Chemistry, 35(1), 1027–1044."}, {"Citation": "Damianakos, H., Kretschmer, N., Sykłowska‐Baranek, K., Pietrosiuk, A., Bauer, R., & Chinou, I. (2012). Antimicrobial and cytotoxic isohexenylnaphthazarins from Arnebia euchroma (Royle) Jonst. (Boraginaceae) callus and cell suspension culture. Molecules, 17(12), 14310–14322."}, {"Citation": "Dan, L., Wei, Q., Ling, Z., Fu‐Qin, G., & LIANG, J.‐Y. (2014). A new dimeric diarylheptanoid from the rhizomes of Alpinia officinarum. Chin. J. Nat. Med. 12(2), 139–141."}, {"Citation": "Darakhshan, S., Bidmeshki Pour, A., Hosseinzadeh Colagar, A., & Sisakhtnezhad, S. (2015). Thymoquinone and its therapeutic potentials. Pharmacological Research, 95–96, 138–158."}, {"Citation": "Das, M., & Devi, K. (2019). A mini review on the protective effect of lignans for the treatment of neurodegenerative disorders. J. Nutr. Food Lipid Sci. 2019, 40–53."}, {"Citation": "Dash, R., Mitra, S., Ali, M. C., Oktaviani, D. F., Hannan, M. A., Choi, S. M., & Moon, I. S. (2021). Phytosterols: Targeting neuroinflammation in neurodegeneration. Current Pharmaceutical Design, 27(3), 383–401."}, {"Citation": "de Oliveira, P. F., Damasceno, J. L., Bertanha, C. S., Araújo, A. R. B., Pauletti, P. M., & Tavares, D. C. (2016). Study of the cytotoxic activity of styrax camporum extract and its chemical markers, egonol and homoegonol. Cytotechnology, 68(4), 1597–1602."}, {"Citation": "De Santis, M. C., Gulluni, F., Campa, C. C., Martini, M., & Hirsch, E. (2019). Targeting PI3K signaling in cancer: Challenges and advances. Biochimica et Biophysica Acta (BBA) ‐ Reviews on Cancer, 1871(2), 361–366."}, {"Citation": "Del Piccolo, N., & Hristova, K. (2017). Quantifying the interaction between EGFR dimers and Grb2 in live cells. Biophysical Journal, 113(6), 1353–1364."}, {"Citation": "Delaney, A. M., Printen, J. A., Chen, H., Fauman, E. B., & Dudley, D. T. (2002). Identification of a novel mitogen‐activated protein kinase kinase activation domain recognized by the inhibitor PD 184352. Molecular and Cellular Biology, 22(21), 7593–7602."}, {"Citation": "Devkota, K. P., Wilson, J. A., Henrich, C. J., McMahon, J. B., Reilly, K. M., & Beutler, J. A. (2014). Compounds from Simarouba berteroana which inhibit proliferation of NF1‐defective cancer cells. Phytochemistry Letters, 7, 42–45. https://doi.org/10.1016/j.phytol.2013.09.007"}, {"Citation": "Dewanjee, S., Chakraborty, P., Bhattacharya, H., Singh, S. K., Dua, K., Dey, A., & Jha, N. K. (2022). Recent advances in flavonoid‐based nanocarriers as an emerging drug delivery approach for cancer chemotherapy. Drug Discovery Today, 28(1):103409."}, {"Citation": "Diaz, M. J., Kwak, S. H., Root, K. T., Fadil, A., Nguyen, A., Ladehoff, L., Batchu, S., & Lucke‐Wold, B. (2022). Current approaches to craniopharyngioma management. Frontiers in Bioscience‐Landmark, 27(12), 328. https://doi.org/10.31083/j.fbl2712328"}, {"Citation": "Diehl, S., Hildebrandt, G., & Manda, K. (2022). Pepper alkaloid piperine increases radiation sensitivity of cancer cells from glioblastoma and hypopharynx in vitro. International Journal of Molecular Sciences, 23(15), 8548."}, {"Citation": "Dissanayake, A. A., Bejcek, B. E., Zhang, C.‐R., & Nair, M. G. (2016). Sesquiterpenoid lactones in Tanacetum huronense inhibit human glioblastoma cell proliferation. Natural Product Communications, 11(5), 1934578X1601100."}, {"Citation": "Dong, M., Hiwasa, T., Cong, B., Shi, Q.‐W., Wang, S.‐M., Kita, K., Sugaya, S., & Suzuki, N. (2015). Protein kinase Cα‐mediated cytotoxic activity of ineupatorolide B from Inula cappa DC. in HeLa cells. International Journal of Oncology, 47(5), 1839–1844."}, {"Citation": "Dong, X. (2018). Current strategies for brain drug delivery. Theranostics, 8(6), 1481–1493."}, {"Citation": "Dougherty, M. C., Shibata, S. B., & Hansen, M. R. (2021). The biological underpinnings of radiation therapy for vestibular schwannomas: Review of the literature. Laryngoscope Investigative Otolaryngology, 6(3), 458–468."}, {"Citation": "Doussot, J., Mathieu, V., Colas, C., Molinié, R., Corbin, C., Montguillon, J., Moreno Y Banuls, L., Renouard, S., Lamblin, F., Dupré, P., Maunit, B., Kiss, R., Hano, C., & Lainé, E. (2017). Investigation of the lignan content in extracts from Linum, Callitris and Juniperus species in relation to their in vitro antiproliferative activities. Planta Medica, 83(06), 574–581."}, {"Citation": "Draper, J. M., & Smith, C. D. (2009). Palmitoyl acyltransferase assays and inhibitors. Molecular Membrane Biology, 26(1–2), 5–13."}, {"Citation": "El‐Readi, M. Z., Al‐Abd, A. M., Althubiti, M. A., Almaimani, R. A., Al‐Amoodi, H. S., Ashour, M. L., Wink, M., & Eid, S. Y. (2021). Multiple molecular mechanisms to overcome multidrug resistance in cancer by natural secondary metabolites. Frontiers in Pharmacology, 12, 942."}, {"Citation": "Elgorashi, E. E., Drewes, S. E., & Van Staden, J. (1999). Alkaloids from Crinum bulbispermum. Phytochemistry, 52(3), 533–536."}, {"Citation": "Eom, K.‐S., Hong, J.‐M., Youn, M.‐J., So, H.‐S., Park, R., Kim, J.‐M., & Kim, T.‐Y. (2008). Berberine induces G1 arrest and apoptosis in human glioblastoma T98G cells through mitochondrial/caspases pathway. Biological and Pharmaceutical Bulletin, 31(4), 558–562."}, {"Citation": "Ercelik, M., Tekin, C., Tezcan, G., Ak Aksoy, S., Bekar, A., Kocaeli, H., Taskapilioglu, M. O., Eser, P., & Tunca, B. (2023). Olea europaea leaf phenolics oleuropein, hydroxytyrosol, tyrosol, and rutin induce apoptosis and additionally affect temozolomide against glioblastoma: In particular, oleuropein inhibits spheroid growth by attenuating stem‐like cell phenotype. Life, 13(2), 470."}, {"Citation": "Erickson, K. L., Beutler, J. A., Cardellina, J. H., & Boyd, M. R. (2001). Salicylihalamides A and B, novel cytotoxic macrolides from the marine sponge haliclona sp. The Journal of Organic Chemistry, 66(4), 1532."}, {"Citation": "Evans, W. C. (2009). Trease and evans’ pharmacognosy E‐book. Elsevier Health Sciences."}, {"Citation": "Evidente, A., Iasiello, I., & Randazzo, G. (1983). Rapid quantitative analysis of lycorine by reversed‐phase high‐performance liquid chromatography. Journal of Chromatography A, 281, 362–366."}, {"Citation": "Ezzat, S., Asa, S. L., Couldwell, W. T., Barr, C. E., Dodge, W. E., Vance, M. L., & McCutcheon, I. E. (2004). The prevalence of pituitary adenomas: A systematic review. Cancer, 101(3), 613–619."}, {"Citation": "Fahy, D. M., O'Callaghan, Y. C., & O'brien, N. M. (2004). Phytosterols: Lack of cytotoxicity but interference with β‐carotene uptake in Caco‐2 cells in culture. Food Additives and Contaminants, 21(1), 42–51."}, {"Citation": "Faivre, S., Kroemer, G., & Raymond, E. (2006). Current development of mTOR inhibitors as anticancer agents. Nature Reviews Drug Discovery, 5(8), 671–688."}, {"Citation": "Fan, Y., Liu, Y., You, Y.‐X., Rao, L., Su, Y., He, Q., Hu, F., Li, Y., Wei, W., Xu, Y. K., Lin, B., & Zhang, C. R. (2019). Cytotoxic arylalkenyl α, β‐unsaturated δ‐lactones from Cryptocarya brachythyrsa. Fitoterapia, 136):104167."}, {"Citation": "Fenton, T. R., Nathanson, D., Ponte de Albuquerque, C., Kuga, D., Iwanami, A., Dang, J., Yang, H., Tanaka, K., Oba‐Shinjo, S. M., Uno, M., del Mar Inda, M., Wykosky, J., Bachoo, R. M., James, C. D., DePinho, R. A., Vandenberg, S. R., Zhou, H., Marie, S. K. N., Mischel, P. S., … Furnari, F. B. (2012). Resistance to EGF receptor inhibitors in glioblastoma mediated by phosphorylation of the PTEN tumor suppressor at tyrosine 240. Proceedings of the National Academy of Sciences, 109(35), 14164–14169."}, {"Citation": "Ferraz, A. B. F., Grivicich, I., von Poser, G. L., Faria, D. H., Kayser, G. B., Schwartsmann, G., Henriques, A. T., & da Rocha, A. B. (2005). Antitumor activity of three benzopyrans isolated from Hypericum polyanthemum. Fitoterapia, 76(2), 210–215."}, {"Citation": "Fetcko, K., & Dey, M. (2018). Primary central nervous system germ cell tumors: A review and update. Medical research archives, 6(3):1719. https://doi.org/10.18103/mra.v6i3.1719"}, {"Citation": "Figueroa, M., Graf, T. N., Ayers, S., Adcock, A. F., Kroll, D. J., Yang, J., Swanson, S. M., Munoz‐Acuna, U., Carcache de Blanco, E. J., Agrawal, R., Wani, M. C., Darveaux, B. A., Pearce, C. J., & Oberlies, N. H. (2012). Cytotoxic epipolythiodioxopiperazine alkaloids from filamentous fungi of the bionectriaceae. The Journal of Antibiotics, 65(11), 559–564."}, {"Citation": "Fiorito, S., Epifano, F., Bruyère, C., Mathieu, V., Kiss, R., & Genovese, S. (2014). Growth inhibitory activity for cancer cell lines of lapachol and its natural and semi‐synthetic derivatives. Bioorganic & Medicinal Chemistry Letters, 24(2), 454–457."}, {"Citation": "Fiorito, S., Genovese, S., Epifano, F., Mathieu, V., Kiss, R., & Taddeo, V. A. (2016). Cytotoxic activity of lomatiol and 7‐(3′‐hydroxymethyl‐3′‐methylallyloxy) coumarin. Natural Product Communications, 11(3), 1934578×1601100322."}, {"Citation": "Fiorito, S., Genovese, S., Taddeo, V. A., Mathieu, V., Kiss, R., & Epifano, F. (2016). Novel juglone and plumbagin 5‐O derivatives and their in vitro growth inhibitory activity against apoptosis‐resistant cancer cells. Bioorganic & Medicinal Chemistry Letters, 26(2), 334–337."}, {"Citation": "Fournet, M., Bonté, F., & Desmoulière, A. (2018). Glycation damage: A possible hub for major pathophysiological disorders and aging. Aging and Disease, 9(5), 880."}, {"Citation": "Frolova, T. S., Lipeeva, A. V., Baev, D. S., Tsepilov, Y. A., & Sinitsyna, O. I. (2017). Apoptosis as the basic mechanism of cytotoxic action of ursolic and pomolic acids in glioma cells. Molecular Biology, 51(5), 705–711."}, {"Citation": "Fujiwara, Y., Komohara, Y., Ikeda, T., & Takeya, M. (2011). Corosolic acid inhibits glioblastoma cell proliferation by suppressing the activation of signal transducer and activator of transcription‐3 and nuclear factor‐kappa B in tumor cells and tumor‐associated macrophages. Cancer Science, 102(1), 206–211."}, {"Citation": "Fukaya, M., Nakamura, S., Hegazy, M. E. F., Sugimoto, Y., Hayashi, N., Nakashima, S., Yoshikawa, M., Efferth, T., & Matsuda, H. (2018). Cytotoxicity of sesquiterpene alkaloids from Nuphar plants toward sensitive and drug‐resistant cell lines. Food & Function, 9(12), 6279–6286."}, {"Citation": "Gade, I. S., Chadéneau, C., Richard, T. S., Talla, E., Atchade, A. T., Seité, P., Vannier, B., Laurent, S., Henoumont, C., Armel H., N. K., & Muller, J. M. (2022). Euphol from tapinanthus sp. induces apoptosis and affects signaling proteins in glioblastoma and prostate cancer cells. Asian Pacific Journal of Cancer Prevention, 23(12), 4205–4212."}, {"Citation": "Gallego, O. (2015). Nonsurgical treatment of recurrent glioblastoma. Current Oncology, 22(4), e273."}, {"Citation": "Gani, O. A. B. S. M., & Engh, R. A. (2010). Protein kinase inhibition of clinically important staurosporine analogues. Natural Product Reports, 27(4), 489–498."}, {"Citation": "Gao, J., Liao, J., & Yang, G.‐Y. (2009). CAAX‐box protein, prenylation process and carcinogenesis. American Journal of Translational Research, 1(3), 312–325."}, {"Citation": "Gara, R. K., Srivastava, V. K., Duggal, S., Bagga, J. K., Bhatt, M., Sanyal, S., & Mishra, D. P. (2015). Shikonin selectively induces apoptosis in human prostate cancer cells through the endoplasmic reticulum stress and mitochondrial apoptotic pathway. Journal of Biomedical Science, 22(1), 26."}, {"Citation": "Gaudino, S., Giordano, C., Magnani, F., Cottonaro, S., Infante, A., Sabatino, G., La Rocca, G., Della Pepa, G. M., D'Alessandris, Q. G., Pallini, R., Olivi, A., Balducci, M., Chiesa, S., Gessi, M., Guadalupi, P., Russo, R., Schiarelli, C., Ausili Cefaro, L., Di Lella, G. M., & Colosimo, C. (2022). Neuro‐oncology multidisciplinary tumor board: the point of view of the neuroradiologist. Journal of Personalized Medicine, 12(2), 135."}, {"Citation": "Gerhardt, D., Horn, A. P., Gaelzer, M. M., Frozza, R. L., Delgado‐Cañedo, A., Pelegrini, A. L., Henriques, A. T., Lenz, G., & Salbego, C. (2009). Boldine: A potential new antiproliferative drug against glioma cell lines. Investigational New Drugs, 27(6), 517–525."}, {"Citation": "Ghajar‐Rahimi, G., Kang, K.‐D., Totsch, S. K., Gary, S., Rocco, A., Blitz, S., Kachurak, K., Chambers, M. R., Li, R., Beierle, E. A., Bag, A., Johnston, J. M., Markert, J. M., Bernstock, J. D., & Friedman, G. K. (2022). Clinical advances in oncolytic virotherapy for pediatric brain tumors. Pharmacology & therapeutics, 239, 108193. https://doi.org/10.1016/j.pharmthera.2022.108193"}, {"Citation": "Giannakopoulou, M., Dimitriadis, K., Koromili, M., Zoi, V., Vartholomatos, E., Galani, V., Kyritsis, A. P., Alexiou, G. A., & Lazari, D. (2022). Siderol inhibits proliferation of glioblastoma cells and acts synergistically with temozolomide. Biomedicines, 10(12), 3216."}, {"Citation": "Gibbs, J. B., & Oliff, A. (1997). The potential of farnesyltransferase inhibitors as cancer chemotherapeutics. Annual Review of Pharmacology and Toxicology, 37(1), 143–166."}, {"Citation": "Glaser, T., Winter, S., Groscurth, P., Safayhi, H., Sailer, E. R., Ammon, H. P. T., Schabet, M., & Weller, M. (1999). Boswellic acids and malignant glioma: Induction of apoptosis but no modulation of drug sensitivity. British Journal of Cancer, 80(5–6), 756–765."}, {"Citation": "Góis, R. W. S., Sousa, L. M., Silva, H. C., Silva, F. E. F., Pimenta, A. T. A., Lima, M. A. S., Arriaga, A. M. C., Lemos, T. L. G., Braz‐Filho, R., Militão, G. C. G., Silva, P. B. N., Gonçalves, F. J. T., & Santiago, G. M. P. (2017). Chemical constituents from Bauhinia acuruana and their cytotoxicity. Revista Brasileira de Farmacognosia, 27(6), 711–715."}, {"Citation": "Gomi, A., Sakai, R., Ogawa, S., Shinoda, S., Hirai, H., & Masuzawa, T. (1995). Frequent loss of the cyclin‐dependent kinase‐4 inhibitor gene in human gliomas. Japanese Journal of Cancer Research, 86(4), 342–346."}, {"Citation": "Gopinath, P., Mahammed, A., Eilon‐Shaffer, T., Nawatha, M., Ohayon, S., Shabat, D., Gross, Z., & Brik, A. (2017). Switching futile para‐quinone to efficient reactive oxygen species generator: Ubiquitin‐specific protease‐2 inhibition, electrocatalysis, and quantification. ChemBioChem. 18(17), 1683–1687."}, {"Citation": "Gorski, D. H. (2016). Stanislaw Burzynski: Four decades of an unproven cancer cure. Skept. Inq. 38(2), 1."}, {"Citation": "Gostyńska, A., Czerniel, J., Kuźmińska, J., Brzozowski, J., Majchrzak‐Celińska, A., Krajka‐Kuźniak, V., & Stawny, M. (2023). Honokiol‐Loaded nanoemulsion for glioblastoma treatment: Statistical optimization, physicochemical characterization, and an in vitro toxicity assay. Pharmaceutics, 15(2), 448."}, {"Citation": "Graziani, E. I., Allen, T. M., & Andersen, R. J. (1995). Lovenone, a cytotoxic degraded triterpenoid isolated from skin extracts of the North Sea dorid nudibranch Adalaria loveni. Tetrahedron Letters, 36(11), 1763–1766."}, {"Citation": "Gregory, T. A., Chumbley, L. B., Henson, J. W., & Theeler, B. J. (2021). Adult pilocytic astrocytoma in the molecular era: A comprehensive review. CNS Oncology, 10(1), CNS68."}, {"Citation": "Grkovic, T., Blees, J., Bayer, M., Colburn, N., Thomas, C., Henrich, C., Peach, M., McMahon, J., Schmid, T., & Gustafson, K. (2014). Tricyclic guanidine alkaloids from the marine sponge Acanthella cavernosa that stabilize the tumor suppressor PDCD4. Marine Drugs, 12(8), 4593–4601."}, {"Citation": "Groweiss, A., Cardellina, J. H., Pannell, L. K., Uyakul, D., Kashman, Y., & Boyd, M. R. (1997). Novel cytotoxic, alkylated hydroquinones from Lannea welwitschii. Journal of Natural Products, 60(2), 116–121."}, {"Citation": "Guo, B., Xie, P., Su, J., Zhang, T., Li, X., & Liang, G. (2016). Fangchinoline suppresses the growth and invasion of human glioblastoma cells by inhibiting the kinase activity of Akt and Akt‐mediated signaling cascades. Tumor Biology, 37(2), 2709–2719."}, {"Citation": "Haas‐Kogan, D., & Stokoe, D. (2008). PTEN in brain tumors. Expert Review of Neurotherapeutics, 8(4), 599–610. https://doi.org/10.1586/14737175.8.4.599"}, {"Citation": "Hahm, J.‐C., Lee, I.‐K., Kang, W.‐K., Kim, S.‐U., & Ahn, Y.‐J. (2005). Cytotoxicity of neolignans identified in Saururus chinensis towards human cancer cell lines. Planta Medica, 71(05), 464–469."}, {"Citation": "Hai, W., Cheng, H., Zhao, M., Wang, Y., Hong, L., Tang, H., & Tian, X. (2012). Two new cytotoxic triterpenoid saponins from the roots of Clematis argentilucida. Fitoterapia, 83(4), 759–764."}, {"Citation": "Halevas, E. G., Avgoulas, D. I., Katsipis, G., & Pantazaki, A. A. (2022). Flavonoid‐liposomes formulations: Physico‐chemical characteristics, biological activities and therapeutic applications. European Journal of Medicinal Chemistry Reports, 5, 100059."}, {"Citation": "Hamedi, A., Afifi, M., & Etemadfard, H. (2017). Investigating chemical composition and indications of hydrosol soft drinks (aromatic waters) used in Persian folk medicine for women's hormonal and reproductive health conditions. Journal of Evidence‐based Complementary & Alternative Medicine, 22(4), 824–839."}, {"Citation": "Hamedi, A., Bayat, M., Asemani, Y., & Amirghofran, Z. (2022). A review of potential anti‐cancer properties of some selected medicinal plants grown in Iran. Journal of Herbal Medicine, 33, 100557."}, {"Citation": "Hamedi, A., Ghanbari, A., Razavipour, R., Saeidi, V., Zarshenas, M. M., Sohrabpour, M., & Azari, H. (2015). Alyssum homolocarpum seeds: Phytochemical analysis and effects of the seed oil on neural stem cell proliferation and differentiation. Journal of Natural Medicines, 69(3), 387–396."}, {"Citation": "Hamedi, A., Ghanbari, A., Saeidi, V., Razavipour, R., & Azari, H. (2014). Effects of β‐sitosterol oral administration on the proliferation and differentiation of neural stem cells. Journal of Functional Foods, 8, 252–258."}, {"Citation": "Hamedi, A., Khoshnoud, M. J., Tanideh, N., Abbasi, F., Fereidoonnezhad, M., & Mehrabani, D. (2015). Reproductive toxicity of Cassia absus seeds in female rats: Possible progesteronic properties of chaksine and b‐sitosterol. Pharmaceutical Chemistry Journal, 49, 268–274."}, {"Citation": "Hamedi, A., Pasdaran, A., Zebarjad, Z., & Moein, M. (2017). A survey on chemical constituents and indications of aromatic waters soft drinks (Hydrosols) used in Persian nutrition culture and folk medicine for neurological disorders and mental health. Journal of Evidence‐Based Complementary & Alternative Medicine, 22(4), 744–752. https://doi.org/10.1177/2156587217714145"}, {"Citation": "Hamedi, A., Rezaei, H., Azarpira, N., Jafarpour, M., & Ahmadi, F. (2016). Effects of Malva sylvestris and its isolated polysaccharide on experimental ulcerative colitis in rats. Journal of Evidence‐Based Complementary & Alternative Medicine, 21(1), 14–22."}, {"Citation": "Hamedi, A., Sakhteman, A., & Moheimani, S. M. (2021). An in silico approach towards investigation of possible effects of essential oils constituents on receptors involved in cardiovascular diseases (CVD) and associated risk factors (diabetes mellitus and hyperlipidemia). Cardiovascular & Hematological Agents in Medicinal Chemistry, 19(1), 32–42."}, {"Citation": "Hamedi, A., Zengin, G., Aktumsek, A., Selamoglu, Z., & Pasdaran, A. (2020). In vitro and in silico approach to determine neuroprotective properties of iridoid glycosides from aerial parts of Scrophularia amplexicaulis by investigating their cholinesterase inhibition and anti‐oxidant activities. Biointerface Research in Applied Chemistry, 10, 5429–5454."}, {"Citation": "Han, C. W., Jeong, M. S., & Jang, S. B. (2017). Structure, signaling and the drug discovery of the Ras oncogene protein. BMB Reports, 50(7), 355–360."}, {"Citation": "Han, F., Hu, R., Yang, H., Liu, J., Sui, J., Xiang, X., Wang, F., Chu, L., & Song, S. (2016). PTEN gene mutations correlate to poor prognosis in glioma patients: A meta‐analysis. OncoTargets and therapy, 9, 3485–3492. https://doi.org/10.2147/OTT.S99942"}, {"Citation": "Hano, C. F., Dinkova‐Kostova, A. T., Davin, L. B., Cort, J. R., & Lewis, N. G. (2021). Editorial: lignans: Insights into their biosynthesis, metabolic engineering, analytical methods and health benefits. Frontiers in Plant Science, 11, 2142."}, {"Citation": "Hao, B., Shen, S.‐F., & Zhao, Q.‐J. (2013). Cytotoxic and antimalarial amaryllidaceae alkaloids from the bulbs of Lycoris radiata. Molecules, 18(3), 2458–2468."}, {"Citation": "Hardcastle, I. R. (2007). Inhibitors of the MDM2‐p53 interaction as anticancer drugs. Drugs of the Future, 32, 883–896."}, {"Citation": "Hasselbalch, B., Lassen, U., Poulsen, H. S., & Stockhausen, M.‐T. (2010). Cetuximab insufficiently inhibits glioma cell growth due to persistent EGFR downstream signaling. Cancer investigation, 28(8), 775–787."}, {"Citation": "Hata, K. (2003). Anti‐leukemia activities of Lup‐28‐al‐20(29)‐en‐3‐one, a lupane triterpene. Toxicology Letters, 143(1), 1–7. https://doi.org/10.1016/S0378-4274(03)00092-4"}, {"Citation": "Hatzivassiliou, G., Haling, J. R., Chen, H., Song, K., Price, S., Heald, R., Hewitt, J. F. M., Zak, M., Peck, A., Orr, C., Merchant, M., Hoeflich, K. P., Chan, J., Luoh, S. M., Anderson, D. J., Ludlam, M. J. C., Wiesmann, C., Ultsch, M., Friedman, L. S., … Belvin, M. (2013). Mechanism of MEK inhibition determines efficacy in mutant KRAS‐versus BRAF‐driven cancers. Nature, 501(7466), 232–236."}, {"Citation": "Hayama, T., Tabata, K., Uchiyama, T., Fujimoto, Y., & Suzuki, T. (2011). Ferrearin C induces apoptosis via heme oxygenase‐1 (HO‐1) induction in neuroblastoma. Journal of Natural Medicines, 65(3–4), 431–439."}, {"Citation": "Hayashi, K., Chang, F.‐R., Nakanishi, Y., Bastow, K. F., Cragg, G., McPhail, A. T., Nozaki, H., & Lee, K. H. (2004). Antitumor agents. 233. Lantalucratins A−F, new cytotoxic naphthoquinones from Lantana involucrata. Journal of Natural Products, 67(6), 990–993."}, {"Citation": "Hayashi, K., Nakanishi, Y., Bastow, K. F., Cragg, G., Nozaki, H., & Lee, K.‐H. (2003). Antitumor agents. 221. Buceracidins A and B, two new flavanones from Bucida buceras. Journal of Natural Products, 66(1), 125–127."}, {"Citation": "He, J., Reifenberger, G., Liu, L., Collins, V. P., & James, C. D. (1994). Analysis of glioma cell lines for amplification and overexpression of MDM2. Genes, Chromosomes and Cancer, 11(2), 91–96."}, {"Citation": "He, J., Wijeratne, E. M. K., Bashyal, B. P., Zhan, J., Seliga, C. J., Liu, M. X., Pierson, E. E., Pierson, L. S., VanEtten, H. D., & Gunatilaka, A. A. L. (2004). Cytotoxic and other metabolites of Aspergillus inhabiting the rhizosphere of Sonoran desert plants. Journal of Natural Products, 67(12), 1985–1991."}, {"Citation": "He, W.‐J., Chu, H.‐B., Zhang, Y.‐M., Han, H.‐J., Yan, H., Zeng, G.‐Z., Fu, Z. H., Olubanke, O., & Tan, N. H. (2011). Antimicrobial, cytotoxic lignans and terpenoids from the twigs of Pseudolarix kaempferi. Planta Medica, 77(17), 1924–1931."}, {"Citation": "Hejr, H., Ghareghani, M., Zibara, K., Ghafari, M., Sadri, F., Salehpour, Z., Hamedi, A., Negintaji, K., Azari, H., & Ghanbari, A. (2017). The ratio of 1/3 linoleic acid to alpha linolenic acid is optimal for oligodendrogenesis of embryonic neural stem cells. Neuroscience Letters, 651, 216–225."}, {"Citation": "Henderson, F., & Schwartz, T. H. (2022). Update on management of craniopharyngiomas. Journal of Neuro‐Oncology, 156, 97–108."}, {"Citation": "Herbert, J. M., Augereau, J. M., Gleye, J., & Maffrand, J. P. (1990). Chelerythrine is a potent and specific inhibitor of protein kinase C. Biochemical and Biophysical Research Communications, 172(3), 993–999."}, {"Citation": "Hinz, S., Jung, D., Hauert, D., & Bachmann, H. S. (2021). Molecular and pharmacological characterization of the interaction between human geranylgeranyltransferase type I and Ras‐Related protein Rap1B. International Journal of Molecular Sciences, 22(5), 2501."}, {"Citation": "Holborn, J., Walczyk‐Mooradally, A., Perrin, C., Alural, B., Aitchison, C., Borenstein, A., Jones, N., Khokhar, J. Y., Akhtar, T. A., & Lalonde, J. (2023). Interference of neuronal TrkB signaling by the cannabis‐derived flavonoids cannflavins A and B. Phytomedicine Plus, 3(1), 100410."}, {"Citation": "Homer, J. A., & Sperry, J. (2017). Mushroom‐derived indole alkaloids. Journal of Natural Products, 80(7), 2178–2187."}, {"Citation": "Horta, E. S., & Walbert, T. (2022). Brain metastases: Current and future pharmacological treatment, Cancer Metastasis Through the Lymphovascular System (pp. 559–565). Springer."}, {"Citation": "Hossain, R., Quispe, C., Herrera‐Bravo, J., Beltrán, J. F., Islam, M. T., Shaheen, S., Cruz‐Martins, N., Martorell, M., Kumar, M., Sharifi‐Rad, J., Ozdemir, F. A., Setzer, W. N., Alshehri, M. M., Calina, D., & Cho, W. C. (2022). Neurobiological promises of the bitter diterpene lactone andrographolide. Oxidative Medicine and Cellular Longevity, 2022, 1–9."}, {"Citation": "Hosseinzadeh, E., Hassanzadeh, A., Marofi, F., Alivand, M. R., & Solali, S. (2020). Flavonoid‐based cancer therapy: An updated review. Anti‐Cancer Agents in Medicinal Chemistry, 20(12), 1398–1414."}, {"Citation": "Hovenkamp, E., Demonty, I., Plat, J., Lütjohann, D., Mensink, R. P., & Trautwein, E. A. (2008). Biological effects of oxidized phytosterols: A review of the current knowledge. Progress in Lipid Research, 47(1), 37–49. https://doi.org/10.1016/j.plipres.2007.10.001"}, {"Citation": "Hu, Q.‐F., Zhou, B., Ye, Y.‐Q., Jiang, Z.‐Y., Huang, X.‐Z., Li, Y.‐K., Du, G., Yang, G. Y., & Gao, X. M. (2013). Cytotoxic deoxybenzoins and diphenylethylenes from Arundina graminifolia. Journal of Natural Products, 76(10), 1854–1859."}, {"Citation": "Huang, H., Hu, G., Wang, C., Xu, H., Chen, X., & Qian, A. (2014). Cepharanthine, an alkaloid from Stephania cepharantha Hayata, inhibits the inflammatory response in the RAW264. 7 cell and mouse models. Inflammation, 37(1), 235–246."}, {"Citation": "Huang, J., Zhou, Y., Zhong, X., Su, F., & Xu, L. (2022). Effects of vitexin, a natural flavonoid glycoside, on the proliferation, invasion, and apoptosis of human U251 glioblastoma cells. Oxidative Medicine and Cellular Longevity, 2022, 1–13."}, {"Citation": "Huang, W.‐J., Huang, C.‐H., Wu, C.‐L., Lin, J.‐K., Chen, Y.‐W., Lin, C.‐L., Chuang, S. E., Huang, C. Y., & Chen, C. N. (2007). Propolin G, a prenylflavanone, isolated from Taiwanese propolis, induces caspase‐dependent apoptosis in brain cancer cells. Journal of Agricultural and Food Chemistry, 55(18), 7366–7376."}, {"Citation": "Hughes, N. A., & Rapoport, H. (1958). Flavopereirine, an alkaloids from Geissospermum vellosii. Journal of the American Chemical Society, 80(7), 1604–1609."}, {"Citation": "Hwang, G. H., Ryu, J. M., Jeon, Y. J., Choi, J., Han, H. J., Lee, Y.‐M., Lee, S., Bae, J. S., Jung, J. W., Chang, W., Kim, L. K., Jee, J. G., & Lee, M. Y. (2015). The role of thioredoxin reductase and glutathione reductase in plumbagin‐induced, reactive oxygen species‐mediated apoptosis in cancer cell lines. European Journal of Pharmacology, 765, 384–393."}, {"Citation": "Ibrahim, S. R. M., Mohamed, G. A., Elkhayat, E. S., Fouad, M. A., & Proksch, P. (2013). Sagitol C, a new cytotoxic pyridoacridine alkaloid from the sponge Oceanapia sp. Bulletin of Faculty of Pharmacy, Cairo University, 51(2), 229–232."}, {"Citation": "Ibrahim, S. R. M., Mohamed, G. A., Shaala, L. A., Banuls, L. M. Y., Van Goietsenoven, G., Kiss, R., & Youssef, D. T. A. (2012). New ursane‐type triterpenes from the root bark of Calotropis procera. Phytochemistry Letters, 5(3), 490–495. https://doi.org/10.1016/j.phytol.2012.04.012"}, {"Citation": "Imperato, J. P., Paleologos, N. A., & Vick, N. A. (1990). Effects of treatment on long‐term survivors with malignant astrocytomas. Annals of Neurology, 28(6), 818–822."}, {"Citation": "Inada, M., Sato, A., Shindo, M., Yamamoto, Y., Akasaki, Y., Ichimura, K., & Tanuma, S.‐I. (2019). Anticancer non‐narcotic opium alkaloid papaverine suppresses human glioblastoma cell growth. Anticancer Research, 39(12), 6743–6750."}, {"Citation": "Inada, M., Shindo, M., Kobayashi, K., Sato, A., Yamamoto, Y., Akasaki, Y., Ichimura, K., & Tanuma, S. (2019). Anticancer effects of a non‐narcotic opium alkaloid medicine, papaverine, in human glioblastoma cells. PloS one, 14(5), e0216358."}, {"Citation": "Ishii, N., Harada, N., Joseph, E. W., Ohara, K., Miura, T., Sakamoto, H., Matsuda, Y., Tomii, Y., Tachibana‐Kondo, Y., Iikura, H., Aoki, T., Shimma, N., Arisawa, M., Sowa, Y., Poulikakos, P. I., Rosen, N., Aoki, Y., & Sakai, T. (2013). Enhanced inhibition of ERK signaling by a novel allosteric MEK inhibitor, CH5126766, that suppresses feedback reactivation of RAF activity. Cancer Research, 73(13), 4050–4060."}, {"Citation": "Iwamaru, A., Szymanski, S., Iwado, E., Aoki, H., Yokoyama, T., Fokt, I., Hess, K., Conrad, C., Madden, T., Sawaya, R., Kondo, S., Priebe, W., & Kondo, Y. (2007). A novel inhibitor of the STAT3 pathway induces apoptosis in malignant glioma cells both in vitro and in vivo. Oncogene, 26(17), 2435–2444."}, {"Citation": "Jalali, A., & Zarshenas, M. M. (2021). AKT/GSK‐3 pathway targeting; botanicals and bioactive compounds with anticancer activities. Curr. Pharm. Des., 27(28), 3091–3104."}, {"Citation": "Jalili‐Nik, M., Sadeghi, M. M., Mohtashami, E., Mollazadeh, H., Afshari, A. R., & Sahebkar, A. (2020). Zerumbone promotes cytotoxicity in human malignant glioblastoma cells through reactive oxygen species (ROS) generation. Oxidative Medicine and Cellular Longevity, 2020, 1–9."}, {"Citation": "Jalili‐Nik, M., Afshari, A. R., Sabri, H., Bibak, B., Mollazadeh, H., & Sahebkar, A. (2021). Zerumbone, a ginger sesquiterpene, inhibits migration, invasion, and metastatic behavior of human malignant glioblastoma multiforme in vitro. Biofactors, 47(5), 729–739."}, {"Citation": "Jamaspishvili, T., Berman, D. M., Ross, A. E., Scher, H. I., De Marzo, A. M., Squire, J. A., & Lotan, T. L. (2018). Clinical implications of PTEN loss in prostate cancer. Nature Reviews Urology, 15(4), 222–234."}, {"Citation": "Jamila, N., Khairuddean, M., Yaacob, N. S., Kamal, N. N. S. N. M., Osman, H., Khan, S. N., & Khan, N. (2014). Cytotoxic benzophenone and triterpene from Garcinia hombroniana. Bioorganic Chemistry, 54, 60–67."}, {"Citation": "Jansen, P. J., Lütjohann, D., Abildayeva, K., Vanmierlo, T., Plösch, T., Plat, J., von Bergmann, K., Groen, A. K., Ramaekers, F. C. S., Kuipers, F., & Mulder, M. (2006). Dietary plant sterols accumulate in the brain. Biochimica et Biophysica Acta (BBA) ‐ Molecular and Cell Biology of Lipids, 1761(4), 445–453."}, {"Citation": "Jeong, J. J., Lee, J. H., Chang, K. C., & Kim, H. J. (2012). Honokiol exerts an anticancer effect in T98G human glioblastoma cells through the induction of apoptosis and the regulation of adhesion molecules. International Journal of Oncology, 41(4), 1358–1364."}, {"Citation": "Jiang, Y., Zhang, Q., Bao, J., Du, C., Wang, J., Tong, Q., & Liu, C. (2017). Schisandrin B inhibits the proliferation and invasion of glioma cells by regulating the HOTAIR–micoRNA‐125a–mTOR pathway. Neuroreport, 28(2), 93–100."}, {"Citation": "Jiang, Y. W., Cheng, H. Y., Kuo, C. L., Way, T. D., Lien, J. C., Chueh, F. S., Lin, Y. L., Chung, J. G. (2019a). Tetrandrine inhibits human brain glioblastoma multiforme GBM 8401 cancer cell migration and invasion in vitro. Environmental toxicology, 34(4), 364–374."}, {"Citation": "Jin, Y., Zhang, J., Pan, Y., & Shen, W. (2022). Berberine suppressed the progression of human glioma cells by inhibiting the TGF‐β1/SMAD2/3 signaling pathway. Integrative Cancer Therapies, 21, 153473542211303."}, {"Citation": "Johnson, L. S. M. (2020). The trouble with animal models in brain research. In L. Syd, M. Johnson, A. Fenton & A. Shriver, Eds, Neuroethics Nonhuman Animals (1st ed., p. 271). Springer Nature."}, {"Citation": "Jones, D. T. W., Gronych, J., Lichter, P., Witt, O., & Pfister, S. M. (2012). MAPK pathway activation in pilocytic astrocytoma. Cellular and Molecular Life Sciences, 69(11), 1799–1811. https://doi.org/10.1007/s00018-011-0898-9"}, {"Citation": "Kang, C.‐W., Kim, N.‐H., Jung, H. A., Choi, H.‐W., Kang, M.‐J., Choi, J.‐S., & Kim, G.‐D. (2016). Desmethylanhydroicaritin isolated from Sophora flavescens, shows antitumor activities in U87MG cells via inhibiting the proliferation, migration and invasion. Environmental Toxicology and Pharmacology, 43, 140–148."}, {"Citation": "Kang, C.‐W., Kim, N.‐H., Jung, H. A., Choi, H.‐W., Kang, M.‐J., & Choi, J.‐S. (2016). Desmethylanhydroicaritin isolated from Sophora flavescens, shows antitumor activities in U87MG cells via inhibiting the proliferation, migration and invasion. Environmental Toxicology and Pharmacology, 43, 140–148."}, {"Citation": "Karp, J. E. (2019). Farnesyltransferase inhibitors: Current and prospective development for hematologic malignancies, Innovative Leukemia and Lymphoma Therapy (pp. 491–512). CRC Press."}, {"Citation": "Karthika, C., Najda, A., Klepacka, J., Zehravi, M., Akter, R., Akhtar, M. F., Saleem, A., Al‐Shaeri, M., Mondal, B., Ashraf, G. M., Tagde, P., Ramproshad, S., Ahmad, Z., Khan, F. S., & Rahman, M. H. (2022). Involvement of resveratrol against brain cancer: A combination strategy with a pharmaceutical approach. Molecules, 27(14), 4663."}, {"Citation": "Kastin, A., & Pan, W. (2008). Blood‐brain barrier and feeding: Regulatory roles of saturable transport systems for ingestive peptides. Current Pharmaceutical Design, 14(16), 1615–1619."}, {"Citation": "Khabibov, M., Garifullin, A., Boumber, Y., Khaddour, K., Fernandez, M., Khamitov, F., Khalikova, L., Kuznetsova, N., Kit, O., & Kharin, L. (2022). Signaling pathways and therapeutic approaches in glioblastoma multiforme. International Journal of Oncology, 60(6), 69."}, {"Citation": "Khallouki, F., Owen, R., Silvente‐Poirot, S., & Poirot, M. (2018). Bryonolic acid blocks cancer cell clonogenicity and invasiveness through the inhibition of fatty acid: Cholesteryl ester formation. Biomedicines, 6(1), 21."}, {"Citation": "Khan, A. W., Farooq, M., Haseeb, M., & Choi, S. (2022). Role of plant‐derived active constituents in cancer treatment and their mechanisms of action. Cells, 11(8), 1326."}, {"Citation": "Khan, H., Ullah, H., Martorell, M., Valdes, S. E., Belwal, T., Tejada, S., Sureda, A., & Kamal, M. A. (2021). Flavonoids nanoparticles in cancer: Treatment, prevention and clinical prospects. Seminars in Cancer Biology, 69, 200–211. https://doi.org/10.1016/j.semcancer.2019.07.023"}, {"Citation": "Khan, M., Yu, B., Rasul, A., Al Shawi, A., Yi, F., Yang, H., & Ma, T. (2012). Jaceosidin induces apoptosis in U87 glioblastoma cells through G2/M phase arrest. Evidence‐Based Complementary and Alternative Medicine, 2012, 1–12."}, {"Citation": "Kiddane, A. T., & Kim, G.‐D. (2021). Anticancer and immunomodulatory effects of polysaccharides. Nutrition and Cancer, 73(11–12), 2219–2231."}, {"Citation": "Kidger, A. M., Sipthorp, J., & Cook, S. J. (2018). ERK1/2 inhibitors: New weapons to inhibit the RAS‐regulated RAF‐MEK1/2‐ERK1/2 pathway. Pharmacology & Therapeutics, 187, 45–60."}, {"Citation": "Kieran, M. (2018). Ependymoma. In: UpToDate. Retrieved from: https://uptodatefree.ir/topic.htm?path=ependymoma"}, {"Citation": "Kim, H.‐J., Suh, S.‐S., Park, J., Shin, M.‐J., Koo, M. H., Lee, S. J., Jeon, Y. J., Lee, S., Youn, U. J., & Kim, S. H. (2022). 7β‐22 Dihydroxyhopane, isolated from the Sub‐Antarctic lichen, inhibits the viability and stemness in glioma stem like cells. OncoTargets and therapy, 15, 1375–1383."}, {"Citation": "Kim, H., Lantvit, D., Hwang, C. H., Kroll, D. J., Swanson, S. M., Franzblau, S. G., & Orjala, J. (2012). Indole alkaloids from two cultured Cyanobacteria, Westiellopsis sp. and Fischerella muscicola. Bioorganic & Medicinal Chemistry, 20(17), 5290–5295."}, {"Citation": "Kim, H. I., Lee, S. J., Choi, Y. J., Kim, M. J., Kim, T. Y., & Ko, S. G. (2021). Quercetin induces apoptosis in glioblastoma cells by suppressing Axl/IL‐6/STAT3 signaling pathway. The American Journal of Chinese Medicine, 49(3), 767–784. https://doi.org/10.1142/s0192415x21500361"}, {"Citation": "Kim, H. J., Chang, E. J., Bae, S. J., Shim, S. M., Park, H. D., Rhee, C. H., Park, J. H., & Choi, S. W. (2002). Cytotoxic and antimutagenic stilbenes from seeds of Paeonia lactiflora. Archives of Pharmacal Research, 25(3), 293–299."}, {"Citation": "Kim, H. S., & Lee, D. Y. (2022). Nanomedicine in clinical photodynamic therapy for the treatment of brain tumors. Biomedicines, 10(1), 96. https://doi.org/10.3390/biomedicines10010096"}, {"Citation": "Kim, J., Shin, J., & Ha, J. (2015). Screening methods for AMP‐activated protein kinase modulators: A patent review. Expert Opinion on Therapeutic Patents, 25(3), 261–277."}, {"Citation": "Kim, S.‐K., Ryu, S. Y., No, J., Choi, S. U., & Kim, Y. S. (2001). Cytotoxic alkaloids from Houttuynia cordate. Archives of Pharmacal Research, 24(6), 518–521."}, {"Citation": "Kim, S., Jo, S., Lee, H., Kim, T. U., Kim, I.‐C., Yim, J. H., & Chung, H. (2013). Lobarstin enhances chemosensitivity in human glioblastoma T98G cells. Anticancer research, 33(12), 5445–5451."}, {"Citation": "Kim, S. H., Kang, S. H., & Kang, B. S. (2016). Therapeutic effects of dihydroartemisinin and transferrin against glioblastoma. Nutrition Research and Practice, 10(4), 393–397."}, {"Citation": "Kintzios, S. E., & Barberaki, M. G. (2019). Plants that fight cancer. Crc Press."}, {"Citation": "Klapper, M., Braga, D., Lackner, G., Herbst, R., & Stallforth, P. (2018). Bacterial alkaloid biosynthesis: Structural diversity via a minimalistic nonribosomal peptide synthetase. Cell Chemical Biology, 25(6), 659‐665. e659."}, {"Citation": "Klochkov, S. G., Neganova, M. E., Yarla, N. S., Parvathaneni, M., Sharma, B., Tarasov, V. V., Barreto, G., Bachurin, S. O., Md Ashraf, G., Aliev, G. (2019). Implications of farnesyltransferase and its inhibitors as a promising strategy for cancer therapy. Seminars in Cancer Biology, 56, 128–134."}, {"Citation": "Koekkoek, J. A. F., van der Meer, P. B., Pace, A., Hertler, C., Harrison, R., Leeper, H. E., Forst, D. A., Jalali, R., Oliver, K., Philip, J., Taphoorn, M. J. B., Dirven, L., & Walbert, T. (2023). Palliative care and end‐of‐life care in adults with malignant brain tumors. Neuro‐Oncology, 25(3), 447–456. https://doi.org/10.1093/neuonc/noac216"}, {"Citation": "Kono, K., Takahashi, J. A., Ueba, T., Mori, H., Hashimoto, N., & Fukumoto, M. (2002). Effects of combination chemotherapy with biscoclaurine‐derived alkaloid (Cepharanthine) and nimustine hydrochloride on malignant glioma cell lines. Journal of Neuro‐Oncology, 56(2), 101–108."}, {"Citation": "Konopleva, M., Martinelli, G., Daver, N., Papayannidis, C., Wei, A., Higgins, B., Ott, M., Mascarenhas, J., & Andreeff, M. (2020). MDM2 inhibition: An important step forward in cancer therapy. Leukemia, 34(11), 2858–2874."}, {"Citation": "Koschutnig, K., Heikkinen, S., Kemmo, S., Lampi, A. M., Piironen, V., & Wagner, K. H. (2009). Cytotoxic and apoptotic effects of single and mixed oxides of β‐sitosterol on HepG2‐cells. Toxicology in Vitro, 23(5), 755–762. https://doi.org/10.1016/j.tiv.2009.03.007"}, {"Citation": "Kretschmer, N., Blunder, M., Kunert, O., Rechberger, G., Bauer, R., & Schuehly, W. (2011). Cytotoxic furanogermacranolides from the flowers of Helianthus angustifolius. Planta Medica, 77(17), 1912–1915."}, {"Citation": "Kretschmer, N., Rinner, B., Deutsch, A. J. A., Lohberger, B., Knausz, H., Kunert, O., Blunder, M., Boechzelt, H., Schaider, H., & Bauer, R. (2012). Naphthoquinones from Onosma paniculata induce cell‐cycle arrest and apoptosis in melanoma cells. Journal of Natural Products, 75(5), 865–869."}, {"Citation": "Kubanek, J., Williams, D. E., de Silva, E. D., Allen, T., & Andersen, R. J. (1995). Cytotoxic alkaloids from the flatworm prostheceraeus villatus and its tunicate prey Clavelina lepadiformis. Tetrahedron Letters, 36(35), 6189–6192."}, {"Citation": "Kuete, V., Fouotsa, H., Mbaveng, A. T., Wiench, B., Nkengfack, A. E., & Efferth, T. (2015). Cytotoxicity of a naturally occurring furoquinoline alkaloid and four acridone alkaloids towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 22(10), 946–951."}, {"Citation": "Kuete, V., Mbaveng, A. T., Nono, E. C. N., Simo, C. C., Zeino, M., Nkengfack, A. E., & Efferth, T. (2016). Cytotoxicity of seven naturally occurring phenolic compounds towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 23(8), 856–863."}, {"Citation": "Kuete, V., Mbaveng, A. T., Sandjo, L. P., Zeino, M., & Efferth, T. (2017). Cytotoxicity and mode of action of a naturally occurring naphthoquinone, 2‐acetyl‐7‐methoxynaphtho [2, 3‐b] furan‐4, 9‐quinone towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 33, 62–68."}, {"Citation": "Kuete, V., Mbaveng, A. T., Zeino, M., Fozing, C. D., Ngameni, B., Kapche, G. D. W. F., Ngadjui, B. T., & Efferth, T. (2015). Cytotoxicity of three naturally occurring flavonoid derived compounds (artocarpesin, cycloartocarpesin and isobavachalcone) towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 22(12), 1096–1102."}, {"Citation": "Kuete, V., Mbaveng, A. T., Zeino, M., Ngameni, B., Kapche, G. D. W. F., Kouam, S. F., Ngadjui, B. T., & Efferth, T. (2015). Cytotoxicity of two naturally occurring flavonoids (dorsmanin F and poinsettifolin B) towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 22(7–8), 737–743."}, {"Citation": "Kuete, V., Ngameni, B., Wiench, B., Krusche, B., Horwedel, C., Ngadjui, B., & Efferth, T. (2011). Cytotoxicity and mode of action of four naturally occuring flavonoids from the genus dorstenia: Gancaonin Q, 4‐hydroxylonchocarpin, 6‐prenylapigenin, and 6,8‐diprenyleriodictyol. Planta Medica, 77(18), 1984–1989. https://doi.org/10.1055/s-0031-1280023"}, {"Citation": "Kuete, V., Nkuete, A. H. L., Mbaveng, A. T., Wiench, B., Wabo, H. K., Tane, P., & Efferth, T. (2014). Cytotoxicity and modes of action of 4′‐hydroxy‐2′, 6′‐dimethoxychalcone and other flavonoids toward drug‐sensitive and multidrug‐resistant cancer cell lines. Phytomedicine, 21(12), 1651–1657."}, {"Citation": "Kuete, V., Sandjo, L. P., Djeussi, D. E., Zeino, M., Kwamou, G. M. N., Ngadjui, B., & Efferth, T. (2014). Cytotoxic flavonoids and isoflavonoids from Erythrina sigmoidea towards multi‐factorial drug resistant cancer cells. Investigational New Drugs, 32(6), 1053–1062."}, {"Citation": "Kuete, V., Sandjo, L. P., Mbaveng, A. T., Zeino, M., & Efferth, T. (2015). Cytotoxicity of compounds from Xylopia aethiopica towards multi‐factorial drug‐resistant cancer cells. Phytomedicine, 22(14), 1247–1254."}, {"Citation": "Kuete, V., Sandjo, L. P., Ouete, J. L. N., Fouotsa, H., Wiench, B., & Efferth, T. (2014). Cytotoxicity and modes of action of three naturally occurring xanthones (8‐hydroxycudraxanthone G, morusignin I and cudraxanthone I) against sensitive and multidrug‐resistant cancer cell lines. Phytomedicine, 21(3), 315–322. https://doi.org/10.1016/j.phymed.2013.08.018"}, {"Citation": "Kuete, V., Tchakam, P. D., Wiench, B., Ngameni, B., Wabo, H. K., Tala, M. F., Moungang, M. L., Ngadjui, B. T., Murayama, T., & Efferth, T. (2013). Cytotoxicity and modes of action of four naturally occuring benzophenones: 2, 2′, 5, 6′‐tetrahydroxybenzophenone, guttiferone E, isogarcinol and isoxanthochymol. Phytomedicine, 20(6), 528–536."}, {"Citation": "Kuete, V., Wabo, H. K., Eyong, K. O., Feussi, M. T., Wiench, B., Krusche, B., Tane, P., Folefoc, G. N., & Efferth, T. (2011). Anticancer activities of six selected natural compounds of some Cameroonian medicinal plants. PloS one, 6(8), e21762."}, {"Citation": "Kumar, G., & Khanum, F. (2012). Neuroprotective potential of phytochemicals. Pharmacognosy reviews, 6(12), 81."}, {"Citation": "Kumar, P., & Garg, N. (2022). Flow cytometry approaches to obtain medulloblastoma stem cells from bulk cultures. Methods Mol Biol, 2423, 87–94."}, {"Citation": "Kusaczuk, M., Krętowski, R., Naumowicz, M., Stypułkowska, A., & Cechowska‐Pasko, M. (2022). A preliminary study of the effect of quercetin on cytotoxicity, apoptosis, and stress responses in glioblastoma cell lines. International Journal of Molecular Sciences, 23(3), 1345."}, {"Citation": "Lamba, N., Wen, P. Y., & Aizer, A. A. (2021). Epidemiology of brain metastases and leptomeningeal disease. Neuro‐Oncology, 23(9), 1447–1456."}, {"Citation": "Lamoral‐Theys, D., Andolfi, A., Van Goietsenoven, G., Cimmino, A., Le Calvé, B., Wauthoz, N., Mégalizzi, V., Gras, T., Bruyère, C., Dubois, J., Mathieu, V., Kornienko, A., Kiss, R., & Evidente, A. (2009). Lycorine, the main phenanthridine Amaryllidaceae alkaloid, exhibits significant anti‐tumor activity in cancer cells that display resistance to proapoptotic stimuli: An investigation of structure‐activity relationship and mechanistic insight. Journal of Medicinal Chemistry, 52(20), 6244–6256."}, {"Citation": "Laquintana, V., Trapani, A., Denora, N., Wang, F., Gallo, J. M., & Trapani, G. (2009). New strategies to deliver anticancer drugs to brain tumors. Expert Opinion on Drug Delivery, 6(10), 1017–1032."}, {"Citation": "Lara‐Velazquez, M., Mehkri, Y., Panther, E., Hernandez, J., Rao, D., Fiester, P., Makary, R., Rutenberg, M., Tavanaiepour, D., & Rahmathulla, G. (2022). Current advances in the management of adult craniopharyngiomas. Current Oncology, 29(3), 1645–1671."}, {"Citation": "Laurella, L. C., Mirakian, N. T., Garcia, M. N., Grasso, D. H., Sülsen, V. P., & Papademetrio, D. L. (2022). Sesquiterpene lactones as promising candidates for cancer therapy: Focus on pancreatic cancer. Molecules, 27(11), 3492."}, {"Citation": "Lazari, D., Alexiou, G. A., Markopoulos, G. S., Vartholomatos, E., Hodaj, E., Chousidis, I., Leonardos, I., Galani, V., Kyritsis, A. P. (2017). N‐(p‐coumaroyl) serotonin inhibits glioblastoma cells growth through triggering S‐phase arrest and apoptosis. Journal of Neuro‐oncology, 132(3), 373–381."}, {"Citation": "Le Rhun, E., Taillibert, S., & Chamberlain, M. C. (2016). Systemic therapy for recurrent meningioma. Expert Review of Neurotherapeutics, 16(8), 889–901."}, {"Citation": "Lee, H.‐K., Oh, S.‐R., Kim, J.‐I., Kim, J.‐W., & Lee, C.‐O. (1995). Agastaquinone, a new cytotoxic diterpenoid quinone from Agastache rugosa. Journal of Natural Products, 58(11), 1718–1721."}, {"Citation": "Lee, H. S., Park, B. S., Kang, H. M., Kim, J. H., Shin, S. H., & Kim, I. R. (2021). Role of luteolin‐induced apoptosis and autophagy in human glioblastoma cell lines. Medicina (Kaunas, Lithuania), 57(9):879. https://doi.org/10.3390/medicina57090879"}, {"Citation": "Lee, K.‐H., & Xiao, Z. (2003). Lignans in treatment of cancer and other diseases. Phytochemistry Reviews, 2(3), 341–362. https://doi.org/10.1023/B:PHYT.0000045495.59732.58"}, {"Citation": "Lee, M.‐Y., Liao, M.‐H., Tsai, Y.‐N., Chiu, K.‐H., & Wen, H.‐C. (2011). Identification and anti‐human glioblastoma activity of tagitinin C from Tithonia diversifolia methanolic extract. Journal of Agricultural and Food Chemistry, 59(6), 2347–2355."}, {"Citation": "Lee, S.‐H., Go, H.‐S., Choi, C.‐S., Cheong, J.‐H., Han, S.‐Y., Bae, K.‐H., Ko, K. H., & Park, S. H. (2010). Inhibitory effects of phylligenin on the proliferation of cultured rat neural progenitor cells. Biomolecules and Therapeutics, 18(1), 48–55."}, {"Citation": "Lee, S.‐Y., Park, J., Cho, K.‐H., Kim, H., & Shin, H. K. (2022). Isolinderalactone inhibits glioblastoma cell supernatant‑induced angiogenesis. Oncology Letters, 24(4), 328."}, {"Citation": "Lee, S. J., Choi, Y. J., Kim, H. I., Moon, H. E., Paek, S. H., Kim, T. Y., & Ko, S. G. (2022). Platycodin D inhibits autophagy and increases glioblastoma cell death via LDLR upregulation. Molecular oncology, 16(1), 250–268."}, {"Citation": "Lee, S. K., Cui, B., Mehta, R. R., Kinghorn, A. D., & Pezzuto, J. M. (1998). Cytostatic mechanism and antitumor potential of novel 1H‐cyclopenta [b] benzofuran lignans isolated from Aglaia elliptica. Chemico‐Biological Interactions, 115(3), 215–228."}, {"Citation": "Lee, S. O., Choi, S. Z., Choi, S. U., Lee, K. C., Chin, Y. W., Kim, J., Kim, Y. C., & Lee, K. R. (2005). Labdane diterpenes from aster spathulifolius and their cytotoxic effects on human cancer cell lines. Journal of Natural Products, 68(10), 1471–1474."}, {"Citation": "Lee, Y.‐Z., Huang, C.‐W., Yang, C.‐W., Hsu, H.‐Y., Kang, I.‐J., Chao, Y.‐S., Chen, I. S., Chang, H. Y., & Lee, S. J. (2011). Isolation and biological activities of phenanthroindolizidine and septicine alkaloids from the formosan tylophora ovata. Planta Medica, 77(17), 1932–1938."}, {"Citation": "Lefranc, F., Sauvage, S., Van Goietsenoven, G., Mégalizzi, V., Lamoral‐Theys, D., Debeir, O., Spiegl‐Kreinecker, S., Berger, W., Mathieu, V., Decaestecker, C., & Kiss, R. (2009). Narciclasine, a plant growth modulator, activates Rho and stress fibers in glioblastoma cells. Molecular Cancer Therapeutics, 8(7), 1739–1750."}, {"Citation": "Lemberg, K. M., Wang, J., & Pratilas, C. A. (2020). From genes to ‐omics: The evolving molecular landscape of malignant peripheral nerve sheath tumor. Genes, 11(6), 691."}, {"Citation": "Levantini, E., Maroni, G., Del Re, M., & Tenen, D. G. (2022). EGFR signaling pathway as therapeutic target in human cancers. Paper presented at the Seminars in Cancer Biology."}, {"Citation": "Levin, V. A. (2016). Personalized medicine in neuro‐oncology. In: Future Medicine."}, {"Citation": "Li, J., Tang, H., Zhang, Y., Tang, C., Li, B., Wang, Y., Gao, Z., Luo, P., Yin, A., Wang, X., Cheng, G., & Fei, Z. (2013). Saponin 1 induces apoptosis and suppresses NF‐κB‐mediated survival signaling in glioblastoma multiforme (GBM). PloS one, 8(11), e81258."}, {"Citation": "Li, J., Yen, C., Liaw, D., Podsypanina, K., Bose, S., Wang, S. I., Puc, J., Miliaresis, C., Rodgers, L., McCombie, R., Bigner, S. H., Giovanella, B. C., Ittmann, M., Tycko, B., Hibshoosh, H., Wigler, M. H., & Parsons, R. (1997). PTEN, a putative protein tyrosine phosphatase gene mutated in human brain, breast, and prostate cancer. Science, 275(5308), 1943–1947."}, {"Citation": "Li, M., Huang, Q., Xie, L., Qian, Z., Yang, H., Shi, X., & Huang, Z. (2022). Different effects of the chemically similar foodborne flavonoids genistein, genistin, and daidzein on the inhibition of proliferation and induction of apoptosis in U251 glioma cells."}, {"Citation": "Li, W., Peng, X., Lang, J., & Xu, C. (2020). Targeting mouse double minute 2: Current concepts in DNA damage repair and therapeutic approaches in cancer. Frontiers in Pharmacology, 11, 631."}, {"Citation": "Li, X. X., Zhang, S. J., Chiu, A. P., Lo, L. H., Huang, J., Rowlands, D. K., Wang, J., & Keng, V. W. (2018). Targeting of AKT/ERK/CTNNB 1 by DAW 22 as a potential therapeutic compound for malignant peripheral nerve sheath tumor. Cancer Medicine, 7(9), 4791–4800."}, {"Citation": "Li, Y.‐P., Yang, Y.‐C., Li, Y.‐K., Jiang, Z.‐Y., Huang, X.‐Z., Wang, W.‐G., Gao, X. M., & Hu, Q. F. (2014). Five new prenylated chalcones from Desmodium renifolium. Fitoterapia, 95, 214–219."}, {"Citation": "Li, Y., Wang, Y., Gao, L., Tan, Y., Cai, J., Ye, Z., Chen, A. T., Xu, Y., Zhao, L., Tong, S., Sun, Q., Liu, B., Zhang, S., Tian, D., Deng, G., Zhou, J., & Chen, Q. (2022). Betulinic acid self‐assembled nanoparticles for effective treatment of glioblastoma. Journal of nanobiotechnology, 20(1), 39."}, {"Citation": "Li, Z. Y., Zhang, C., Chen, L., Chen, B. D., Li, Q. Z., Zhang, X. J., & Li, W. P. (2017). Radicol, a novel trinorguaiane‐type sesquiterpene, induces temozolomide‐resistant glioma cell apoptosis via ER stress and Akt/mTOR pathway blockade. Phytotherapy Research, 31(5), 729–739."}, {"Citation": "Liang, H.‐X., Sun, L.‐B., & Liu, N.‐J. (2019). RETRACTED: Neferine inhibits proliferation, migration and invasion of U251 glioma cells by down‐regulation of miR‐10b. Biomedicine & Pharmacotherapy, 109, 1032–1040."}, {"Citation": "Liang, Z., Sulzmaier, F. J., Yoshida, W. Y., Kelly, M., Ramos, J. W., & Williams, P. G. (2015). Neopetrocyclamines A and B, polycyclic diamine alkaloids from the sponge Neopetrosia cf exigua. Journal of Natural Products, 78(3), 543–547."}, {"Citation": "Liao, C.‐L., Ma, Y.‐S., Hsia, T.‐C., Chou, Y.‐C., Lien, J.‐C., Peng, S.‐F., Kuo, C. L., & Hsu, F. T. (2021). Tetrandrine suppresses human brain glioblastoma GBM 8401/luc2 cell‐xenografted subcutaneous tumors in nude mice in vivo. Molecules, 26(23), 7105."}, {"Citation": "Lim, S. H., Shim, J.‐K., Jeong, J. H., Choi, R. J., Oh, Y., Park, J., Choi, S., Hong, J., Kim, S. J., Moon, J. H., Kim, E. H., Teo, W.‐Y., Park, B. J., Chang, J.H., Ryu, J.‐H., Kang, S.‐G. (2022). A lignan component [(–)‐(2R, 3R)‐1, 4‐O‐diferuloylsecoisolariciresinol, DFS], isolated from Alnus japonica (Betulaceae), inhibits glioblastoma tumorspheres by suppression of FoxM1. Brain Tumor Research and Treatment, 10(Suppl.)."}, {"Citation": "Limper, C., Wang, Y., Ruhl, S., Wang, Z., Lou, Y., Totzke, F., Kubbutat, M. H. G., Chovolou, Y., Proksch, P., & Wätjen, W. (2013). Compounds isolated from P soralea corylifolia seeds inhibit protein kinase activity and induce apoptotic cell death in mammalian cells. Journal of Pharmacy and Pharmacology, 65(9), 1393–1408."}, {"Citation": "Lin, J.‐F., Liu, Y.‐S., Huang, Y.‐C., Chi, C.‐W., Tsai, C.‐C., Tsai, T.‐H., & Chen, Y.‐J. (2022). Borneol and tetrandrine modulate the blood–brain barrier and blood–tumor barrier to improve the therapeutic efficacy of 5‐Fluorouracil in brain metastasis. Integrative Cancer Therapies, 21, 153473542210776."}, {"Citation": "Lin, L.‐Z., Hu, S.‐F., Chai, H.‐B., Pengsuparp, T., Pezzuto, J. M., Cordell, G. A., & Ruangrungsi, N. (1995). Lycorine alkaloids from Hymenocallis littoralis. Phytochemistry, 40(4), 1295–1298."}, {"Citation": "Lin, L. Z., Hu, S.‐F., Zaw, K., Angerhofer, C. K., Chai, H., Pezzuto, J. M., Cordell, G. A., Lin, J., & Zheng, D. M. (1994). Thalifaberidine, a cytotoxic aporphine‐benzylisoquinoline alkaloid from Thalictrum faberi. Journal of Natural Products, 57(10), 1430–1436."}, {"Citation": "Lin, W., Wang, Y., Lin, S., Li, C., Zhou, C., Wang, S., Huang, H., Liu, P., Ye, G., & Shen, X. (2012). Induction of cell cycle arrest by the carbazole alkaloid Clauszoline‐I from Clausena vestita DD tao via inhibition of the PKCδ phosphorylation. European Journal of Medicinal Chemistry, 47, 214–220."}, {"Citation": "Lin, Y.‐C., Hung, C.‐M., Tsai, J.‐C., Lee, J.‐C., Chen, Y.‐L. S., Wei, C.‐W., Kao, J. Y., & Way, T. D. (2010). Hispidulin potently inhibits human glioblastoma multiforme cells through activation of AMP‐activated protein kinase (AMPK). Journal of Agricultural and Food Chemistry, 58(17), 9511–9517."}, {"Citation": "Lin, Y., Jiang, X., Shen, Y., Li, M., Ma, H., Xing, M., & Lu, Y. (2009). Frequent mutations and amplifications of the PIK3CA gene in pituitary tumors. Endocrine‐Related Cancer, 16(1), 301–310."}, {"Citation": "Lisi, L. (2020). PI3K/AKT/mTOR pathway in tumor progression of oligodendrogliomas. Translational Cancer Research, 9(4), 2161–2163. https://doi.org/10.21037/tcr.2020.02.72"}, {"Citation": "Liu, A.‐J., Wang, S.‐H., Chen, K.‐C., Kuei, H.‐P., Shih, Y.‐L., Hou, S.‐Y., Chiu, W. T., Hsiao, S. H., & Shih, C. M. (2013). Evodiamine, a plant alkaloid, induces calcium/JNK‐mediated autophagy and calcium/mitochondria‐mediated apoptosis in human glioblastoma cells. Chemico‐Biological Interactions, 205(1), 20–28."}, {"Citation": "Liu, D., Liu, Y.‐W., Guan, F.‐Q., & Liang, J.‐Y. (2014). New cytotoxic diarylheptanoids from the rhizomes of Alpinia officinarum hance. Fitoterapia, 96, 76–80. https://doi.org/10.1016/j.fitote.2014.04.008"}, {"Citation": "Liu, F., Wang, B., Wang, J., Ling, X., Li, Q., Meng, W., & Ma, J. (2016). Oxymatrine inhibits proliferation and migration while inducing apoptosis in human glioblastoma cells. BioMed Research International, 2016, 1–7."}, {"Citation": "Liu, H.‐X., Chen, Y.‐C., Liu, Y., Zhang, W.‐M., Wu, J.‐W., Tan, H.‐B., & Qiu, S.‐X. (2016). Acylphloroglucinols from the leaves of Callistemon viminalis. Fitoterapia, 114, 40–44."}, {"Citation": "Liu, H., Han, D., Liu, Y., Hou, X., Wu, J., Li, H., Yang, J., Shen, C., Yang, G., Fu, C., Li, X., Che, H., Ai, J., & Zhao, S. (2013). Harmine hydrochloride inhibits Akt phosphorylation and depletes the pool of cancer stem‐like cells of glioblastoma. Journal of Neuro‐Oncology, 112(1), 39–48."}, {"Citation": "Liu, H., Li, Q., Cheng, X., Wang, H., Wang, G., & Hao, H. (2015). UDP‐glucuronosyltransferase 1A determinates intracellular accumulation and anti‐cancer effect of β‐lapachone in human colon cancer cells. PloS one, 10(2), e0117051."}, {"Citation": "Liu, J. M., Pan, F., Li, L., Liu, Q. R., Chen, Y., Xiong, X. X., Cheng, K., Yu, S. B., Shi, Z., Yu, A. C. H., & Chen, X. Q. (2013). Piperlongumine selectively kills glioblastoma multiforme cells via reactive oxygen species accumulation dependent JNK and p38 activation. Biochemical and Biophysical Research Communications, 437(1), 87–93."}, {"Citation": "Liu, M., Wang, J., Qi, Q., Huang, B., Chen, A., Li, X., & Wang, J. (2016). Nitidine chloride inhibits the malignant behavior of human glioblastoma cells by targeting the PI3K/AKT/mTOR signaling pathway. Oncology Reports, 36(4), 2160–2168."}, {"Citation": "Liu, S., Wang, Y., Ma, L., Zheng, B., Li, L., Xie, W., & Li, X. (2013). 1‐Oxoeudesm‐11 (13)‐eno‐12, 8a‐lactone induces G 2/M arrest and apoptosis of human glioblastoma cells in vitro. Acta Pharmacologica Sinica, 34(2), 271–281."}, {"Citation": "Liu, S., Zhou, L., Zhao, Y., & Yuan, Y. (2015). β‐Elemene enhances both radiosensitivity and chemosensitivity of glioblastoma cells through the inhibition of the ATM signaling pathway. Oncology Reports, 34(2), 943–951."}, {"Citation": "Liu, X., Zhao, P., Wang, X., Wang, L., Zhu, Y., Song, Y., & Gao, W. (2019). Correction to: Celastrol mediates autophagy and apoptosis via the ROS/JNK and Akt/mTOR signaling pathways in glioma cells. Journal of Experimental & Clinical Cancer Research, 38(1), 284."}, {"Citation": "Liu, Y., Xu, Y., Ji, W., Li, X., Sun, B., Gao, Q., & Su, C. (2014). Anti‐tumor activities of matrine and oxymatrine: Literature review. Tumor Biology, 35(6), 5111–5119."}, {"Citation": "Liu, Z.‐M., Huang, X.‐Y., Cui, M.‐R., Zhang, X.‐D., Chen, Z., Yang, B.‐S., & Zhao, X.‐K. (2015). Amaryllidaceae alkaloids from the bulbs of Lycoris radiata with cytotoxic and anti‐inflammatory activities. Fitoterapia, 101, 188–193."}, {"Citation": "Lo, W.‐L., Hsu, T.‐I., Yang, W.‐B., Kao, T.‐J., Wu, M.‐H., Huang, Y.‐N., Yeh, S. H., & Chuang, J. Y. (2020). Betulinic acid‐mediated tuning of PERK/CHOP signaling by Sp1 inhibition as a novel therapeutic strategy for glioblastoma. Cancers, 12(4), 981."}, {"Citation": "Loeffler, J. S., & Wen, P. (2018). Epidemiology, clinical manifestations, and diagnosis of brain metastases. UpToDate. Waltham, MA: UpToDate Inc. Retrieved from https://www.uptodate.com/contents/epidemiology-clinical-manifestations-and-diagnosis-of-brain-metastases"}, {"Citation": "Long, L., Lee, S. K., Chai, H.‐B., Rasoanaivo, P., Gao, Q., Navarro, H., Wall, M. E., Wani, M. C., Farnsworth, N. R., Cordell, G. A., Pezzuto, J. M., & Douglas Kinghorn, A. (1997). Novel bioactive phenanthrene derivatives from Domohinea perrieri. Tetrahedron, 53(46), 15663–15670."}, {"Citation": "López‐Pérez, J. L., Olmedo, D. A., del Olmo, E., Vásquez, Y., Solís, P. N., Gupta, M. P., & San Feliciano, A. (2005). Cytotoxic 4‐phenylcoumarins from the leaves of Marila p luricostata. Journal of Natural Products, 68(3), 369–373."}, {"Citation": "Lorent, J. H., Quetin‐Leclercq, J., & Mingeot‐Leclercq, M.‐P. (2014). The amphiphilic nature of saponins and their effects on artificial and biological membranes and potential consequences for red blood and cancer cells. Org. Biomol. Chem. 12(44), 8803–8822."}, {"Citation": "Louis, D. N., Perry, A., Reifenberger, G., von Deimling, A., Figarella‐Branger, D., Cavenee, W. K., Ohgaki, H., Wiestler, O. D., Kleihues, P., & Ellison, D. W. (2016). The 2016 world health organization classification of tumors of the central nervous system: A summary. Acta Neuropathologica, 131(6), 803–820. https://doi.org/10.1007/s00401-016-1545-1"}, {"Citation": "Lu, C.‐T., Zhao, Y.‐Z., Wong, H. L., Cai, J., Peng, L., & Tian, X.‐Q. (2014). Current approaches to enhance CNS delivery of drugs across the brain barriers. International journal of nanomedicine, 9, 2241."}, {"Citation": "Luan, F., He, X., & Zeng, N. (2020). Tetrandrine: A review of its anticancer potentials, clinical settings, pharmacokinetics and drug delivery systems. Journal of Pharmacy and Pharmacology, 72(11), 1491–1512."}, {"Citation": "Luchetti, G., Johnston, R., Mathieu, V., Lefranc, F., Hayden, K., Andolfi, A., Lamoral‐Theys, D., Reisenauer, M. R., Champion, C., Pelly, S. C., van Otterlo, W. A. L., Magedov, I. V., Kiss, R., Evidente, A., Rogelj, S., & Kornienko, A. (2012). Bulbispermine: A crinine‐type amaryllidaceae alkaloid exhibiting cytostatic activity toward apoptosis‐resistant glioma cells. ChemMedChem, 7(5), 815–822."}, {"Citation": "Lutz, K., Jünger, S. T., & Messing‐Jünger, M. (2022). Essential management of pediatric brain tumors. Children, 9(4), 498."}, {"Citation": "Lv, F., Du, Q., Li, L., Xi, X., Liu, Q., Li, W., & Liu, S. (2021). Eriodictyol inhibits glioblastoma migration and invasion by reversing EMT via downregulation of the P38 MAPK/GSK‐3β/ZEB1 pathway. European Journal of Pharmacology, 900):174069. https://doi.org/10.1016/j.ejphar.2021.174069"}, {"Citation": "Lv, L., Zheng, L., Dong, D., Xu, L., Yin, L., Xu, Y., Qi, Y., Han, X., & Peng, J. (2013). Dioscin, a natural steroid saponin, induces apoptosis and DNA damage through reactive oxygen species: A potential new drug for treatment of glioblastoma multiforme. Food and Chemical Toxicology, 59, 657–669."}, {"Citation": "Lyakhova, I., Piatkova, M., Gulaia, V., Romanishin, A., Shmelev, M., Bryukhovetskiy, A., Sharma, A., Sharma, H. S., Khotimchenko, R., & Bryukhovetskiy, I. (2020). Chapter fourteen ‐ alkaloids of fascaplysin are promising chemotherapeutic agents for the treatment of glioblastoma: Review. In I. Bryukhovetskiy, A. Sharma, Z. Zhang, & H. S. Sharma (Eds.), Int. Rev. Neurobiol. (Vol. 151, pp. 299–324). Academic Press."}, {"Citation": "M Dillon, L., & W Miller, T. (2014). Therapeutic targeting of cancers with loss of PTEN function. Cancer, 15(1), 65–79."}, {"Citation": "Ma, W., Liu, F., Ding, Y.‐Y., Zhang, Y., & Li, N. (2015). Four new phenanthrenoid dimers from Juncus effusus L. with cytotoxic and anti‐inflammatory activities. Fitoterapia, 105, 83–88."}, {"Citation": "Majdalawieh, A. F., Massri, M., & Nasrallah, G. K. (2017). A comprehensive review on the anti‐cancer properties and mechanisms of action of sesamin, a lignan in sesame seeds (Sesamum indicum). European Journal of Pharmacology, 815, 512–521."}, {"Citation": "Mak, I. W., Evaniew, N., & Ghert, M. (2014). Lost in translation: Animal models and clinical trials in cancer treatment. American journal of translational research, 6(2), 114–118."}, {"Citation": "Man, S., Gao, W., Zhang, Y., Huang, L., & Liu, C. (2010). Chemical study and medical application of saponins as anti‐cancer agents. Fitoterapia, 81(7), 703–714. https://doi.org/10.1016/j.fitote.2010.06.004"}, {"Citation": "Manciu, F. S., Guerrero, J., Bennet, K. E., Chang, S.‐Y., Rahman, M., Martinez Lopez, L. V., Chantigian, S., Castellanos, M., & Manciu, M. (2022). Assessing nordihydroguaiaretic acid therapeutic effect for glioblastoma multiforme. Sensors, 22(7), 2643."}, {"Citation": "Mannelli, L. D. C., Piccolo, M., Maione, F., Ferraro, M. G., Irace, C., De Feo, V., Ghelardini, C., Mascolo, N. (2018). Tanshinones from salvia miltiorrhiza bunge revert chemotherapy‐induced neuropathic pain and reduce glioblastoma cells malignancy. Biomedicine & Pharmacotherapy, 105, 1042–1049."}, {"Citation": "Marcotullio, M., Curini, M., & Becerra, J. (2018). An ethnopharmacological, phytochemical and pharmacological review on lignans from Mexican Bursera spp. Molecules, 23(8), 1976."}, {"Citation": "Margison, G. P., & Santibáñez‐Koref, M. F. (2002). O6‐alkylguanine‐DNA alkyltransferase: Role in carcinogenesis and chemotherapy. Bioessays, 24(3), 255–266."}, {"Citation": "Maria Jose Abad Martínez, P. B. B. (2005). Studies in natural products chemistry, bioactive natural products (Part K). (Atta‐ur‐Rahman Ed. Vol. 30). Amsterdam.: Elsevier Science."}, {"Citation": "Mariano, L. N. B., Vendramini‐Costa, D. B., Ruiz, A. L. T. G., de Carvalho, J. E., Corrêa, R., Cechinel Filho, V., Delle Monache, F., & Niero, R. (2016). In vitro antiproliferative activity of uncommon xanthones from branches of Garcinia achachairu. Pharmaceutical Biology, 54(9), 1697–1704."}, {"Citation": "Martín, R., Ibeas, E., Carvalho‐Tavares, J., Hernández, M., Ruiz‐Gutierrez, V., & Nieto, M. L. (2009). Natural triterpenic diols promote apoptosis in astrocytoma cells through ROS‐mediated mitochondrial depolarization and JNK activation. PloS one, 4(6), e5975."}, {"Citation": "Masi, M., Frolova, L. V., Yu, X., Mathieu, V., Cimmino, A., De Carvalho, A., Kiss, R., Rogelj, S., Pertsemlidis, A., Kornienko, A., & Evidente, A. (2015). Jonquailine, a new pretazettine‐type alkaloid isolated from Narcissus jonquilla quail, with activity against drug‐resistant cancer. Fitoterapia, 102, 41–48."}, {"Citation": "Mason, W. P., de Robles, P., Borodyansky, L., Hitron, M., Ortuzar, W. F., Khan, W., Xu, B., Li, Y., & Li, C. J. (2017). BBI608‐201GBM: A phase Ib/II clinical study of napabucasin (BBI608) in combination with temozolomide (TMZ) for adult patients with recurrent glioblastoma (GBM). In: American Society of Clinical Oncology."}, {"Citation": "Massimino, M., & Clerici, C. A. (2014). Commentary: The response and survival of children with recurrent diffuse intrisic pontine glioma based on phase II study of antineoplastons A10 and AS2‐1 in patients with brainstem glioma, by Burzynski G, et al. Child's Nervous System, 30(30), 2065–2066."}, {"Citation": "Maszczyk, M., Banach, K., Karkoszka, M., Rzepka, Z., Rok, J., Beberok, A., & Wrześniok, D. (2022). Chemosensitization of U‐87 MG glioblastoma cells by neobavaisoflavone towards doxorubicin and etoposide. International Journal of Molecular Sciences, 23(10), 5621."}, {"Citation": "Matsumoto, J., Stewart, T., Banks, W. A., & Zhang, J. (2018). The transport mechanism of extracellular vesicles at the blood‐brain barrier. Current Pharmaceutical Design, 23(40), 6206–6214."}, {"Citation": "Maués, L. A. L., Alves, G. M., Couto, N. M. G., da Silva, B. J. M., Arruda, M. S. P., Macchi, B. M., Sena, C. B. C., Prado, A. F., Crespo‐Lopez, M. E., Silva, E. O., & do Nascimento, J. L. M. (2019). Flavonoids from the Amazon plant Brosimum acutifolium induce C6 glioma cell line apoptosis by disrupting mitochondrial membrane potential and reducing AKT phosphorylation. Biomedicine & Pharmacotherapy, 113, 108728."}, {"Citation": "Mazumder, K., Siwu, E. R. O., Nozaki, S., Watanabe, Y., Tanaka, K., & Fukase, K. (2011). Ursolic acid derivatives from Bangladeshi medicinal plant, Saurauja roxburghii: Isolation and cytotoxic activity against A431 and C6 glioma cell lines. Phytochemistry Letters, 4(3), 287–291."}, {"Citation": "McLean, G. W., Carragher, N. O., Avizienyte, E., Evans, J., Brunton, V. G., & Frame, M. C. (2005). The role of focal‐adhesion kinase in cancer—A new therapeutic opportunity. Nature Reviews Cancer, 5(7), 505–515."}, {"Citation": "Mebe, P. P., Cordell, G. A., & Pezzuto, J. M. (1998). Pentacyclic triterpenes and naphthoquinones from Euclea divinorum. Phytochemistry, 47(2), 311–313."}, {"Citation": "Meskelevicius, D., Sidlauskas, K., Bagdonaviciute, R., Liobikas, J., & Majiene, D. (2016). Juglone exerts cytotoxic, anti‐proliferative and anti‐invasive effects on glioblastoma multiforme in a cell culture model. Anti‐Cancer Agents in Medicinal Chemistry, 16(9), 1190–1197."}, {"Citation": "Miosra, R., Pandey, R. C., Hilton, B. D., Roller, P. P., & Silverton, J. V. (1987). Structure of fredericamycin A, an antitumor antibiotic of a novel skeletal type; spectroscopic and mass spectral characterization. The Journal of Antibiotics, 40(6), 786–802."}, {"Citation": "Mohamed, G. A., Ibrahim, S. R. M., Shaala, L. A., Alshali, K. Z., & Youssef, D. T. A. (2014). Urgineaglyceride A: A new monoacylglycerol from the Egyptian Drimia maritima bulbs. Natural Product Research, 28(19), 1583–1590."}, {"Citation": "Mojab, F., Hamedi, A., Nickavar, B., & Javidnia, K. (2008). Hydrodistilled volatile constituents of the leaves of Daucus carota L. subsp. sativus (Hoffman.) Arcang.(Apiaceae) from Iran. Journal of Essential Oil Bearing Plants, 11(3), 271–277."}, {"Citation": "Mondal, A., Gandhi, A., Fimognari, C., Atanasov, A. G., & Bishayee, A. (2019). Alkaloids for cancer prevention and therapy: Current progress and future perspectives. European Journal of Pharmacology, 858, 172472. https://doi.org/10.1016/j.ejphar.2019.172472"}, {"Citation": "Montecillo‐Aguado, M., Tirado‐Rodriguez, B., Tong, Z., Vega, O. M., Morales‐Martínez, M., Abkenari, S., Pedraza‐Chaverri, J., & Huerta‐Yepez, S. (2020). Importance of the role of ω‐3 and ω‐6 polyunsaturated fatty acids in the progression of brain cancer. Brain Sciences, 10(6), 381."}, {"Citation": "Monteiro, J. A., Schuquel, I. T. A., de Almeida, T. L., Santin, S. M. O., da Silva, C. C., Chiavelli, L. U. R., Ruiz, A. L. T. G., de Carvalho, J. E., Vendramini‐Costa, D. B., Nakamura, C. V., Scariot, D. B., Kaplum, V., Faria, R. T., & Pomini, A. M. (2014). Oncibauerins A and B, new flavanones from Oncidium baueri (Orchidaceae). Phytochemistry Letters, 9, 141–148."}, {"Citation": "Morandi, L., Franceschi, E., de Biase, D., Marucci, G., Tosoni, A., Ermani, M., Pession, A., Tallini, G., & Brandes, A. (2010). Promoter methylation analysis of O6‐methylguanine‐DNA methyltransferase in glioblastoma: Detection by locked nucleic acid based quantitative PCR using an imprinted gene (SNURF) as a reference. BMC Cancer, 10(1), 48."}, {"Citation": "Morita, H., Ishiuchi, K., Haganuma, A., Hoshino, T., Obara, Y., Nakahata, N., & Kobayashi, J. (2005). Complanadine B, obscurumines A and B, new alkaloids from two species of lycopodium. Tetrahedron, 61(8), 1955–1960."}, {"Citation": "Motani, K., Tabata, K., Kimura, Y., Okano, S., Shibata, Y., Abiko, Y., Nagai, H., Akihisa, T., & Suzuki, T. (2008). Proteomic analysis of apoptosis induced by xanthoangelol, a major constituent of angelica keiskei, in neuroblastoma. Biological and Pharmaceutical Bulletin, 31(4), 618–626."}, {"Citation": "Moujir, L., Callies, O., Sousa, P. M. C., Sharopov, F., & Seca, A. M. L. (2020). Applications of sesquiterpene lactones: A review of some potential success cases. Applied Sciences, 10(9), 3001."}, {"Citation": "Mu, L., Wang, T., Chen, Y., Tang, X., Yuan, Y., & Zhao, Y. (2016). β‐Elemene enhances the efficacy of gefitinib on glioblastoma multiforme cells through the inhibition of the EGFR signaling pathway. International Journal of Oncology, 49(4), 1427–1436."}, {"Citation": "Mulholland, D. J., Dedhar, S., Wu, H., & Nelson, C. C. (2006). PTEN and GSK3 β: Key regulators of progression to androgen‐independent prostate cancer. Oncogene, 25(3), 329–337."}, {"Citation": "Musa, J., Orth, M. F., Dallmayer, M., Baldauf, M., Pardo, C., Rotblat, B., Kirchner, T., Leprivier, G., & Grünewald, T. G. P. (2016). Eukaryotic initiation factor 4E‐binding protein 1 (4E‐BP1): A master regulator of mRNA translation involved in tumorigenesis. Oncogene, 35(36), 4675–4688."}, {"Citation": "Nabors, L. B., Ammirati, M., Bierman, P. J., Brem, H., Butowski, N., Chamberlain, M. C., DeAngelis, L. M., Fenstermaker, R. A., Friedman, A., Gilbert, M. R., Hesser, D., Holdhoff, M., Junck, L., Lawson, R., Loeffler, J. S., Maor, M. H., Moots, P. L., Morrison, T., Mrugala, M. M., … Ho, M. (2013). Central nervous system cancers. Journal of the National Comprehensive Cancer Network, 11(9), 1114–1151. https://doi.org/10.6004/jnccn.2013.0132"}, {"Citation": "Nadar, V. M., Manivannan, S., Chinnaiyan, R., Govarthanan, M., & Ponnuchamy, K. (2021). Review on marine sponge alkaloid, aaptamine: A potential antibacterial and anticancer drug. Chem. Biol. Drug Des., 99(1), 103–110."}, {"Citation": "Nakabayashi, H., & Shimizu, K. (2012). Involvement of Akt/NF‐κB pathway in antitumor effects of parthenolide on glioblastoma cells in vitro and in vivo. BMC Cancer, 12(1), 453."}, {"Citation": "Nakagawa‐Goto, K., Chen, J.‐Y., Cheng, Y.‐T., Lee, W.‐L., Takeya, M., Saito, Y., Lee, K. H., & Shyur, L. F. (2016). Novel sesquiterpene lactone analogues as potent anti‐breast cancer agents. Molecular Oncology, 10(6), 921–937."}, {"Citation": "Nakahata, N., Tsuchiya, C., Nakatani, K., Ohizumi, Y., & Ohkubo, S. (2003). Baicalein inhibits Raf‐1‐mediated phosphorylation of MEK‐1 in C6 rat glioma cells. European Journal of Pharmacology, 461(1), 1–7."}, {"Citation": "Nakamura, M., Watanabe, T., Klangby, U., Asker, C., Wiman, K., Yonekawa, Y., Kleihues, P., & Ohgaki, H. (2001). p14ARF deletion and methylation in genetic pathways to glioblastomas. Brain Pathology, 11(2), 159–168."}, {"Citation": "Natalie Wu, L. M., & Lu, Q. R. (2019). Therapeutic targets for malignant peripheral nerve sheath tumors. Future Neurology, 14(1), FNL7."}, {"Citation": "Nayak, S. K., Khatik, G. L., Narang, R., Monga, V., & Chopra, H. K. (2018). p53‐Mdm2 interaction inhibitors as novel nongenotoxic anticancer agents. Current Cancer Drug Targets, 18(8), 749–772."}, {"Citation": "Netto, J. B., Melo, E. S. A., Oliveira, A. G. S., Sousa, L. R., Santiago, L. R., Santos, D. M., Chagas, R. C. R., Gonçalves, A. S., Thomé, R. G., Santos, H. B., Reis, R. M., & Ribeiro, R. I. M. A. (2022). Matteucinol combined with temozolomide inhibits glioblastoma proliferation, invasion, and progression: An in vitro, in silico, and in vivo study. Brazilian Journal of Medical and Biological Research, 55, e12076."}, {"Citation": "Neville, H., Corpron, C., Blakely, M. L., & Andrassy, R. (2003). Pediatric neurofibrosarcoma. Journal of Pediatric Surgery, 38(3), 343–346."}, {"Citation": "Ney, G. M., McKay, L., Koschmann, C., Mody, R., & Li, Q. (2020). The emerging role of ras pathway signaling in pediatric cancer. Cancer Research, 80(23), 5155–5163."}, {"Citation": "Nghiemphu, P. L., Ebiana, V. A., Wen, P., Gilbert, M., Abrey, L. E., Lieberman, F., DeAngelis, L. M., Robins, H. I., Yung, W. K. A., Chang, S., Drappatz, J., Mehta, M. P., Levin, V. A., Aldape, K., Dancey, J. E., Wright, J. J., Prados, M., Kuhn, J., & Cloughesy, T. F. (2018). Phase I study of sorafenib and tipifarnib for recurrent glioblastoma: NABTC 05‐02. Journal of Neuro‐Oncology, 136(1), 79–86."}, {"Citation": "Nghiemphu, P. L., Wen, P. Y., Lamborn, K. R., Drappatz, J., Robins, H. I., Fink, K., Malkin, M. G., Lieberman, F. S., DeAngelis, L. M., Torres‐Trejo, A., Chang, S. M., Abrey, L., Fine, H. A., Demopoulos, A., Lassman, A. B., Kesari, S., Mehta, M. P., Prados, M. D., & Cloughesy, T. F. (2011). A phase I trial of tipifarnib with radiation therapy, with and without temozolomide, for patients with newly diagnosed glioblastoma. International Journal of Radiation Oncology*Biology*Physics, 81(5), 1422–1427."}, {"Citation": "Nielsen, G. P., Stemmer‐Rachamimov, A. O., Ino, Y., Møller, M. B., Rosenberg, A. E., & Louis, D. N. (1999). Malignant transformation of neurofibromas in neurofibromatosis 1 is associated with CDKN2A/p16 inactivation. The American Journal of Pathology, 155(6), 1879–1884."}, {"Citation": "Nomura, N., Nomura, M., Newcomb, E. W., & Zagzag, D. (2007). Geldanamycin induces G2 arrest in U87MG glioblastoma cells through downregulation of Cdc2 and cyclin B1. Biochemical Pharmacology, 73(10), 1528–1536."}, {"Citation": "Nones, J., Stipursky, J., Costa, S. L., & Gomes, F. C. A. (2010). Flavonoids and astrocytes crosstalking: implications for brain development and pathology. Neurochemical Research, 35(7), 955–966."}, {"Citation": "Nourbakhsh, A., & Dinh, C. T. (2023). Updates on tumor biology in vestibular schwannoma. Otolaryngologic Clinics of North America, 56(3), 421–434. https://doi.org/10.1016/j.otc.2023.02.004"}, {"Citation": "Novelo, M., Cruz, J. G., Hernández, L., Pereda‐Miranda, R., Chai, H., Mar, W., & Pezzuto, J. M. (1993). Cytotoxic constituents from Hyptis verticillata. Journal of Natural Products, 56(10), 1728–1736."}, {"Citation": "Nwafor, E.‐O., Lu, P., Zhang, Y., Liu, R., Peng, H., Xing, B., Liu, Y., Li, Z., Zhang, K., Zhang, Y., & Liu, Z. (2022). Chlorogenic acid: Potential source of natural drugs for the therapeutics of fibrosis and cancer. Translational Oncology, 15(1), 101294."}, {"Citation": "Nyaboke, H. O., Moraa, M., Omosa, L. K., Mbaveng, A. T., Vaderament‐Alexe, N.‐N., Masila, V., Okemwa, E. K., Efferth, T., Kuete, V. (2018). Cytotoxicity of lupeol from the stem bark of Zanthoxylum gilletii against multi‐factorial drug resistant cancer cell lines. Invest. Med. Chem. Pharmacol., 1(1), 10."}, {"Citation": "O'Leary, B., Finn, R. S., & Turner, N. C. (2016). Treating cancer with selective CDK4/6 inhibitors. Nature Reviews Clinical Oncology, 13(7), 417–430."}, {"Citation": "O'Brien, K. (2022). Cannabidiol (CBD) in cancer management. Cancers, 14(4), 885."}, {"Citation": "Oehler, C., Frei, K., Rushing, E. J., McSheehy, P. M. J., Weber, D., Allegrini, P. R., Weniger, D., Lütolf, U. M., Knuth, A., Yonekawa, Y., Barath, K., Broggini‐Tenzer, A., Pruschy, M., & Hofer, S. (2012). Patupilone (epothilone B) for recurrent glioblastoma: Clinical outcome and translational analysis of a single‐institution phase I/II trial. Oncology, 83(1), 1–9."}, {"Citation": "Oh, H., Gloer, J. B., Wicklow, D. T., & Dowd, P. F. (1998). Arenarins A−C: New cytotoxic fungal metabolites from the sclerotia of Aspergillus arenarius. Journal of Natural Products, 61(5), 702–705."}, {"Citation": "Oh, T.‐I., Lee, J., Kim, S., Nam, T.‐J., Kim, Y.‐S., Kim, B., Yim, W., & Lim, J. H. (2018). Fascaplysin sensitizes anti‐cancer effects of drugs targeting AKT and AMPK. Molecules, 23(1), 42."}, {"Citation": "Olson, J. D., Riedel, E., & DeAngelis, L. M. (2000). Long‐term outcome of low‐grade oligodendroglioma and mixed glioma. Neurology, 54(7), 1442–1448."}, {"Citation": "Ong, J. Y. H., Yong, P. V. C., Lim, Y. M., & Ho, A. S. H. (2015). 2‐Methoxy‐1, 4‐naphthoquinone (MNQ) induces apoptosis of A549 lung adenocarcinoma cells via oxidation‐triggered JNK and p38 MAPK signaling pathways. Life Sciences, 135, 158–164."}, {"Citation": "Osman, N. (2022). Juvenile pilocytic astrocytomas: A search for prognostic markers. Faculty of Health Sciences,"}, {"Citation": "Ovenden, S. P. B., Nielson, J. L., Liptrot, C. H., Willis, R. H., Tapiolas, D. M., Wright, A. D., & Motti, C. A. (2010). Sesquiterpene benzoxazoles and sesquiterpene quinones from the marine sponge Dactylospongia elegans. Journal of Natural Products, 74(1), 65–68."}, {"Citation": "Ovenden, S. P. B., Nielson, J. L., Liptrot, C. H., Willis, R. H., Tapiolas, D. M., Wright, A. D., & Motti, C. A. (2011). Metachromins U–W: Cytotoxic merosesquiterpenoids from an Australian specimen of the sponge Thorecta reticulata. Journal of Natural Products, 74(5), 1335–1338."}, {"Citation": "Pan, J., Zhao, R., Dong, C., Yang, J., Zhang, R., Sun, M., Ahmad, N., Zhou, Y., & Liu, Y. (2023). Cudraflavone B induces human glioblastoma cells apoptosis via ER stress‐induced autophagy. BMC Neuroscience, 24(1), 10."}, {"Citation": "Pang, K., Wang, W., Qin, J. X., Shi, Z. D., Hao, L., Ma, Y. Y., Xu, H., Wu, Z. X., Pan, D., Chen, Z. S., & Han, C. H. (2022). Role of protein phosphorylation in cell signaling, disease, and the intervention therapy. MedComm, 3(4), e175."}, {"Citation": "Pang, X., Zhang, X., Jiang, Y., Su, Q., Li, Q., & Li, Z. (2021). Autophagy: Mechanisms and therapeutic potential of flavonoids in cancer. Biomolecules, 11(2), 135."}, {"Citation": "Paranthaman, S., Uthaiah, C. A., Osmani, R. A. M., Hani, U., Ghazwani, M., Alamri, A. H., Fatease, A. A., Madhunapantula, S. V., & Gowda, D. V. (2022). Anti‐proliferative potential of quercetin loaded polymeric mixed micelles on rat C6 and human U87MG glioma cells. Pharmaceutics, 14(8), 1643."}, {"Citation": "Park, J. K., Black, P., Vernick, D., & Ramakrishna, N. (2017). Vestibular schwannoma (acoustic neuroma). UpTo‐Date. Avaliable on: http://www.uptodate.com/contents/vestibular-schwannoma-acousticneuroma, 1‐32."}, {"Citation": "Park, Y. S., Lee, J. H., Bondar, J., Harwalkar, J. A., Safayhi, H., & Golubic, M. (2002). Cytotoxic action of acetyl‐11‐keto‐β‐boswellic acid (AKBA) on meningioma cells. Planta Medica, 68(05), 397–401."}, {"Citation": "Parodi, A., Rudzińska, M., Deviatkin, A., Soond, S., Baldin, A., & Zamyatnin, A. (2019). Established and emerging strategies for drug delivery across the blood‐brain barrier in brain cancer. Pharmaceutics, 11(5), 245."}, {"Citation": "Parsons, D. W., Jones, S., Zhang, X., Lin, J. C.‐H., Leary, R. J., Angenendt, P., Mankoo, P., Carter, H., Siu, I. M., Gallia, G. L., Olivi, A., McLendon, R., Rasheed, B. A., Keir, S., Nikolskaya, T., Nikolsky, Y., Busam, D. A., Tekleab, H., Diaz, L. A., … Kinzler, K. W. (2008). An integrated genomic analysis of human glioblastoma multiforme. Science, 321, 1807–1812."}, {"Citation": "Patnam, S., Samal, R., Koyyada, R., Joshi, P., Singh, A., Nagalla, B., Soma, M., Sannareddy, R., Ippili, K., Raju, S., Boola, R., Lath, R., Ranjan, A., Ghosh, S., Balamurugan, M., Ray, A., & Manda, S. (2022). Exosomal PTEN as a predictive marker of aggressive gliomas. Neurology India, 70(1), 215."}, {"Citation": "Pecchio, M., Solís, P. N., López‐Pérez, J. L., Vásquez, Y., Rodríguez, N., Olmedo, D., Correa, M., San Feliciano, A., & Gupta, M. P. (2006). Cytotoxic and antimicrobial benzophenones from the leaves of Tovomita longifolia. Journal of Natural Products, 69(3), 410–413."}, {"Citation": "Peltier, J., O'Neill, A., & Schaffer, D. V. (2007). PI3K/Akt and CREB regulate adult neural hippocampal progenitor proliferation and differentiation. Developmental Neurobiology, 67(10), 1348–1361."}, {"Citation": "Peng, F., Wang, X., Shu, M., Yang, M., Wang, L., Ouyang, Z., Shen, C., Hou, X., Zhao, B., Wang, X., Zhang, L. W., Liu, Y., & Zhao, S. (2018). Raddeanin A suppresses glioblastoma growth by inducing ROS generation and subsequent JNK activation to promote cell apoptosis. Cellular Physiology and Biochemistry, 47(3), 1108–1121."}, {"Citation": "Peraza‐Sánchez, S. R., Chávez, D., Chai, H.‐B., Shin, Y. G., García, R., Mejía, M., Fairchild, C. R., Lane, K. E., Menendez, A. T., Farnsworth, N. R., Cordell, G. A., Pezzuto, J. M., & Kinghorn, A. D. (2000). Cytotoxic constituents of the roots of Ekmanianthe l ongiflora. Journal of Natural Products, 63(4), 492–495."}, {"Citation": "Péresse, T., Jézéquel, G., Allard, P.‐M., Pham, V.‐C., Huong, D. T. M., Blanchard, F., Bignon, J., Lévaique, H., Wolfender, J. L., Litaudon, M., & Roussi, F. (2017). Cytotoxic prenylated stilbenes isolated from Macaranga tanarius. Journal of Natural Products, 80(10), 2684–2691."}, {"Citation": "Persano, F., Gigli, G., & Leporatti, S. (2022). Natural compounds as promising adjuvant agents in the treatment of gliomas. International Journal of Molecular Sciences, 23(6), 3360."}, {"Citation": "Pettit, G. R., Gaddamidi, V., & Cragg, G. M. (1984). Antineoplastic agents, 105. Zephyranthes grandiflora. Journal of Natural Products, 47(6), 1018–1020."}, {"Citation": "Pettit, G. R., Hoffmann, H., McNulty, J., Higgs, K. C., Murphy, A., Molloy, D. J., Herald, D. L., Williams, M. D., Pettit, R. K., Doubek, D. L., Hooper, J. N. A., Albright, L., Schmidt, J. M., Chapuis, J. C., & Tackett, L. P. (2004a). Antineoplastic agents. 380. Isolation and x‐ray crystal structure determination of isoaaptamine from the republic of SingaporeHymeniacidonsp.and conversion to the phosphate prodrug hystatin 1. Journal of Natural Products, 67(3), 506–509."}, {"Citation": "Pettit, G. R., McNulty, J., Herald, D. L., Doubek, D. L., Chapuis, J.‐C., Schmidt, J. M., Tackett, L. P., & Boyd, M. R. (1997). Antineoplastic agents. 362. Isolation and X‐ray crystal structure of dibromophakellstatin from the Indian Ocean sponge Phakellia mauritiana. Journal of Natural Products, 60(2), 180–183."}, {"Citation": "Pettit, G. R., Meng, Y., Gearing, R. P., Herald, D. L., Pettit, R. K., Doubek, D. L., Chapuis, J. C., & Tackett, L. P. (2004). Antineoplastic agents. 522. Hernandiapeltata (Malaysia) and Hernandianymphaeifolia (Republic of Maldives). Journal of Natural Products, 67(2), 214–220."}, {"Citation": "Pettit, G. R., Meng, Y., Stevenson, C. A., Doubek, D. L., Knight, J. C., Cichacz, Z., Pettit, R. K., Chapuis, J. C., & Schmidt, J. M. (2003). Isolation and structure of palstatin from the Amazon tree Hymeneae palustris. Journal of Natural Products, 66(2), 259–262."}, {"Citation": "Pettit, G. R., Numata, A., Iwamoto, C., Usami, Y., Yamada, T., Ohishi, H., & Cragg, G. M. (2006). Antineoplastic agents. 551. Isolation and structures of bauhiniastatins 1−4 from Bauhinia purpurea. Journal of Natural Products, 69(3), 323–327."}, {"Citation": "Pettit, G. R., Pettit, 3rd, G. R., Backhaus, R. A., Boyd, M. R., & Meerow, A. W. (1993). Antineoplastic agents, 256. Cell growth inhibitory isocarbostyrils from Hymenocallis. Journal of Natural Products, 56(10), 1682–1687."}, {"Citation": "Pilarski, R. (2019). PTEN hamartoma tumor syndrome: A clinical overview. Cancers, 11(6), 844."}, {"Citation": "Pinhatti, A. V., de Barros, F. M. C., de Farias, C. B., Schwartsmann, G., Poser, G. L., & Abujamra, A. L. (2013). Antiproliferative activity of the dimeric phloroglucinol and benzophenone derivatives of hypericum spp. native to Southern Brazil. Anti‐Cancer Drugs, 24(7), 699–703."}, {"Citation": "Pinto, M. E. F., Silva, M. S. D., Schindler, E., Barbosa Filho, J. M., El‐Bachá, R. dS., Castello‐Branco, M. V. S., Agra, M. D. F., Tavares, J. (2010). 3′, 8″‐Biisokaempferide, a cytotoxic biflavonoid and other chemical constituents of Nanuza plicata (Velloziaceae). Journal of the Brazilian Chemical Society, 21(10), 1819–1824."}, {"Citation": "Polier, G., Neumann, J., Thuaud, F., Ribeiro, N., Gelhaus, C., Schmidt, H., Giaisi, M., Köhler, R., Müller, W. W., Proksch, P., Leippe, M., Janssen, O., Désaubry, L., Krammer, P. H., & Li‐Weber, M. (2012). The natural anticancer compounds rocaglamides inhibit the Raf‐MEK‐ERK pathway by targeting prohibitin 1 and 2. Chemistry & Biology, 19(9), 1093–1104."}, {"Citation": "Pollack, I. F., Hamilton, R. L., Sobol, R. W., Burnham, J., Yates, A. J., Holmes, E. J., Zhou, T., & Finlay, J. L. (2006). O6‐methylguanine‐DNA methyltransferase expression strongly correlates with outcome in childhood malignant gliomas: results from the CCG‐945 cohort. Journal of Clinical Oncology, 24(21), 3431–3437."}, {"Citation": "Ponou, B. K., Teponno, R. B., Ricciutelli, M., Nguelefack, T. B., Quassinti, L., Bramucci, M., Lupidi, G., Barboni, L., & Tapondjou, L. A. (2011). Novel 3‐Oxo‐and 3, 24‐Dinor‐2, 4‐secooleanane‐Type triterpenes from Terminalia ivorensis A. chev. Chemistry & Biodiversity, 8(7), 1301–1309."}, {"Citation": "Pópulo, H., Lopes, J. M., & Soares, P. (2012). The mTOR signalling pathway in human cancer. International Journal of Molecular Sciences, 13(2), 1886–1918."}, {"Citation": "Porta, C., Paglino, C., & Mosca, A. (2014). Targeting PI3K/Akt/mTOR signaling in cancer. Frontiers in oncology, 4):64. https://doi.org/10.3389/fonc.2014.00064"}, {"Citation": "Pouchieu, C., Gruber, A., Berteaud, E., Ménégon, P., Monteil, P., Huchet, A., Vignes, J. R., Vital, A., Loiseau, H., & Baldi, I. (2018). Increasing incidence of central nervous system (CNS) tumors (2000–2012): Findings from a population based registry in gironde (France). BMC Cancer, 18(1), 653."}, {"Citation": "Powis, G., Bonjouklian, R., Berggren, M. M., Gallegos, A., Abraham, R., Ashendel, C., Zalkow, L., Matter, W. F., Dodge, J., & Grindey, G. (1994). Wortmannin, a potent and selective inhibitor of phosphatidylinositol‐3‐kinase. Cancer research, 54(9), 2419–2423."}, {"Citation": "García Prado, E., García Gimenez, M. D., De la Puerta Vázquez, R., Espartero Sánchez, J. L., & Sáenz Rodríguez, M. T. (2007). Antiproliferative effects of mitraphylline, a pentacyclic oxindole alkaloid of uncaria tomentosa on human glioma and neuroblastoma cell lines. Phytomedicine, 14(4), 280–284."}, {"Citation": "Pratiwi, R., Nantasenamat, C., Ruankham, W., Suwanjang, W., Prachayasittikul, V., Prachayasittikul, S., & Phopin, K. (2021). Mechanisms and neuroprotective activities of stigmasterol against oxidative stress‐induced neuronal cell death via sirtuin family. Frontiers in Nutrition, 8, 648995."}, {"Citation": "Punganuru, S. R., Arutla, V., Zhao, W., Rajaei, M., Deokar, H., Zhang, R., Buolamwini, J. K., Srivenugopal, K. S., & Wang, W. (2020). Targeted brain tumor therapy by inhibiting the MDM2 oncogene: In vitro and in vivo antitumor activity and mechanism of action. Cells, 9(7), 1592."}, {"Citation": "Qi, W.‐Y., Li, Y., Hua, L., Wang, K., & Gao, K. (2013). Cytotoxicity and structure activity relationships of phytosterol from Phyllanthus emblica. Fitoterapia, 84, 252–256. https://doi.org/10.1016/j.fitote.2012.12.023"}, {"Citation": "Qiang, L., Yang, Y., You, Q.‐D., Ma, Y.‐J., Yang, L., Nie, F.‐F., Gu, H. Y., Zhao, L., Lu, N., Qi, Q., Liu, W., Wang, X. T., & Guo, Q. L. (2008). Inhibition of glioblastoma growth and angiogenesis by gambogic acid: An in vitro and in vivo study. Biochemical Pharmacology, 75(5), 1083–1092."}, {"Citation": "Quan, L. Q., Su, L. H., Qi, S. G., Xue, Y., Yang, T., Liu, D., Zhao, X. D., Li, R. T., & Li, H. M. (2019). Bioactive 3, 8‐Epoxy iridoids from Valeriana jatamansi. Chemistry & Biodiversity, 16(5), e1800474."}, {"Citation": "Que, Z., Wang, P., Hu, Y., Xue, Y., Liu, X., Qu, C., Ma, J., & Liu, Y. (2017). Dihydroartemisin inhibits glioma invasiveness via a ROS to P53 to β‐catenin signaling. Pharmacological Research, 119, 72–88."}, {"Citation": "Quesnel, A., Coles, N., Polvikoski, T. M., Karagiannis, G. S., Angione, C., Islam, M., Khundakar, A. A., & Filippou, P. S. (2022). The diagnostic and prognostic potential of the EGFR/MUC4/MMP9 axis in glioma patients. Scientific reports, 12(1), 19868."}, {"Citation": "Racoma, I. O., Meisen, W. H., Wang, Q.‐E., Kaur, B., & Wani, A. A. (2013). Thymoquinone inhibits autophagy and induces cathepsin‐mediated, caspase‐independent cell death in glioblastoma cells. PloS one, 8(9), e72882."}, {"Citation": "Rao, L., You, Y.‐X., Su, Y., Liu, Y., He, Q., Fan, Y., Hu, F., Xu, Y. K., & Zhang, C. R. (2019). Two spiroketal derivatives with an unprecedented amino group and their cytotoxicity evaluation from the endophytic fungus Pestalotiopsis flavidula. Fitoterapia, 135, 5–8. https://doi.org/10.1016/j.fitote.2019.03.020"}, {"Citation": "Raub, T. J., Wishart, G. N., Kulanthaivel, P., Staton, B. A., Ajamie, R. T., Sawada, G. A., Gelbert, L. M., Shannon, H. E., Sanchez‐Martinez, C., & De Dios, A. (2015). Brain exposure of two selective dual CDK4 and CDK6 inhibitors and the antitumor activity of CDK4 and CDK6 inhibition in combination with temozolomide in an intracranial glioblastoma xenograft. Drug Metabolism and Disposition, 43(9), 1360–1371."}, {"Citation": "Rauf, A., Imran, M., Khan, I. A., ur‐Rehman, M., Gilani, S. A., Mehmood, Z., & Mubarak, M. S. (2018). Anticancer potential of quercetin: A comprehensive review. Phytotherapy Research, 32(11), 2109–2130."}, {"Citation": "Ravanfar, P., Namazi, G., Atigh, M., Zafarmand, S., Hamedi, A., Salehi, A., Izadi, S., & Borhani‐Haghighi, A. (2016). Efficacy of whole extract of licorice in neurological improvement of patients after acute ischemic stroke. Journal of Herbal Medicine, 6(1), 12–17."}, {"Citation": "Raverot, G., & Ilie, M. D. (2022). Immunotherapy in pituitary carcinomas and aggressive pituitary tumors. Best Practice & Research Clinical Endocrinology & Metabolism, 36(6), 101712. https://doi.org/10.1016/j.beem.2022.101712"}, {"Citation": "Rechberger, J. S., Lu, V. M., Zhang, L., Power, E. A., & Daniels, D. J. (2020). Clinical trials for diffuse intrinsic pontine glioma: The current state of affairs. Child's Nervous System, 36(1), 39–46."}, {"Citation": "Regasini, L. O., Castro‐Gamboa, I., Silva, D. H. S., Furlan, M., Barreiro, E. J., Ferreira, P. M. P., Pessoa, C., Lotufo, L. V. C., de Moraes, M. O., Young, M. C. M., & Bolzani, V. S. (2009). Cytotoxic guanidine alkaloids from Pterogyne nitens. Journal of Natural Products, 72(3), 473–476."}, {"Citation": "Reis, I. M. A., Conceição, R. S., Ferreira, R. S., dos Santos, C. C., da Silva, G. R., de Mattos Oliveira, L., Cassiano, D. S. A., dos Santos Junior, M. C., Botura, M. B., da Silva, V. D. A., Costa, S. L., da Silva, T. M. S., Vieira, I. J. C., Braz‐Filho, R., & Branco, A. (2019). Alkene lactones from Persea fulva (Lauraceae): Evaluation of their effects on tumor cell growth in vitro and molecular docking studies. Bioorganic Chemistry, 86, 665–673."}, {"Citation": "Ren, F., Chen, S., Zhang, Y., Zhu, S., Xiao, J., Liu, X., Su, R., & Che, Y. (2018). Hawaiienols A–D, highly oxygenated p‐terphenyls from an insect‐associated fungus, Paraconiothyrium hawaiiense. Journal of Natural Products, 81(8), 1752–1759."}, {"Citation": "Riemenschneider, M. J., Betensky, R. A., Pasedag, S. M., & Louis, D. N. (2006). AKT activation in human glioblastomas enhances proliferation via TSC2 and S6 kinase signaling. Cancer Research, 66(11), 5618–5623."}, {"Citation": "Rimando, A. M., Pezzuto, J. M., Farnsworth, N. R., Santisuk, T., & Reutrakul, V. (1994). Revision of the NMR assignments of pterostilbene and of dihydrodehydrodiconieferyl alcohol: Cytotoxic constituents from Anogeissus acuminata. Natural Product Letters, 4(4), 267–272."}, {"Citation": "Rivera, M. I., Stinson, S. F., Vistica, D. T., Jorden, J. L., Kenney, S., & Sausville, E. A. (1999). Selective toxicity of the tricyclic thiophene NSC 652287 in renal carcinoma cell lines. Biochemical Pharmacology, 57(11), 1283–1295."}, {"Citation": "Rodríguez‐García, C., Sánchez‐Quesada, C., Toledo, E., Delgado‐Rodríguez, M., & Gaforio, J. (2019). Naturally lignan‐rich foods: A dietary tool for health promotion? Molecules, 24(5), 917."}, {"Citation": "Rojas‐Flores, C., Rios, M. Y., López‐Marure, R., & Olivo, H. F. (2014). Karwinaphthopyranones from the fruits of Karwinskia parvifolia and their cytotoxic activities. Journal of Natural Products, 77(11), 2404–2409."}, {"Citation": "Roman Junior, W. A. R., Gomes, D. B., Zanchet, B., Schönell, A. P., Diel, K. A. P., Banzato, T. P., Ruiz, A. L. T. G., Carvalho, J. E., Neppel, A., Barison, A., & Santos, C. A. M. (2017). Antiproliferative effects of pinostrobin and 5, 6‐dehydrokavain isolated from leaves of Alpinia zerumbet. Revista Brasileira de Farmacognosia, 27(5), 592–598."}, {"Citation": "Ross, D., Kepa, J. K., Winski, S. L., Beall, H. D., Anwar, A., & Siegel, D. (2000). NAD (P) H: Quinone oxidoreductase 1 (NQO1): chemoprotection, bioactivation, gene regulation and genetic polymorphisms. Chemico‐Biological Interactions, 129(1–2), 77–97."}, {"Citation": "Rotondo, R., Oliva, M. A., & Arcella, A. (2022). The sesquiterpene lactone cynaropicrin manifests strong cytotoxicity in glioblastoma cells U‐87 MG by induction of oxidative stress. Biomedicines, 10(7), 1583."}, {"Citation": "Rubis, B., Paszel, A., Kaczmarek, M., Rudzinska, M., Jelen, H., & Rybczynska, M. (2008). Beneficial or harmful influence of phytosterols on human cells? British Journal of Nutrition, 100(6), 1183–1191. https://doi.org/10.1017/S0007114508981423"}, {"Citation": "Ruijun, W., Wenbin, M., Yumin, W., Ruijian, Z., Puweizhong, H., & Yulin, L. (2015). Inhibition of glioblastoma cell growth in vitro and in vivo by brucine, a component of Chinese Medicine. Oncology Research Featuring Preclinical and Clinical Cancer Therapeutics, 22(5–6), 275–281."}, {"Citation": "Rupprecht, A., Theisen, U., Wendt, F., Frank, M., & Hinz, B. (2022). The combination of Δ9‐Tetrahydrocannabinol and cannabidiol suppresses mitochondrial respiration of human glioblastoma cells via downregulation of specific respiratory chain proteins. Cancers, 14(13), 3129."}, {"Citation": "Saeed, M., Jacob, S., Sandjo, L. P., Sugimoto, Y., Khalid, H. E., Opatz, T., Thines, E., & Efferth, T. (2015). Cytotoxicity of the sesquiterpene lactones neoambrosin and damsin from Ambrosia maritima against multidrug‐resistant cancer cells. Frontiers in Pharmacology, 6, 267."}, {"Citation": "Saeed, M., Kuete, V., Kadioglu, O., Börtzler, J., Khalid, H., Greten, H. J., & Efferth, T. (2014). Cytotoxicity of the bisphenolic honokiol from Magnolia officinalis against multiple drug‐resistant tumor cells as determined by pharmacogenomics and molecular docking. Phytomedicine, 21(12), 1525–1533. https://doi.org/10.1016/j.phymed.2014.07.011"}, {"Citation": "Saeger, W., Lüdecke, D. K., Buchfelder, M., Fahlbusch, R., Quabbe, H., & Petersenn, S. (2007). Pathohistological classification of pituitary tumors: 10 years of experience with the German pituitary tumor registry. European Journal of Endocrinology, 156(2), 203–216."}, {"Citation": "Saito, E., & Hori, M. (2020). Age‐specific cervical cancer incidence rate in the world. Japanese Journal of Clinical Oncology, 50(10), 1229–1230."}, {"Citation": "Sakhteman, A., Pasdaran, A., Afifi, M., & Hamedi, A. (2020). An assay on the possible effect of essential oil constituents on receptors involved in women's hormonal health and reproductive system diseases. Journal of Evidence‐Based Integrative Medicine, 25, 2515690X2093252."}, {"Citation": "Saleh, A. H., Samuel, N., Juraschka, K., Saleh, M. H., Taylor, M. D., & Fehlings, M. G. (2022). The biology of ependymomas and emerging novel therapies. Nature Reviews Cancer, 22(4), 208–222."}, {"Citation": "Salehi, B., Quispe, C., Sharifi‐Rad, J., Cruz‐Martins, N., Nigam, M., Mishra, A. P., Konovalov, D. A., Orobinskaya, V., Abu‐Reidah, I. M., Zam, W., Sharopov, F., Venneri, T., Capasso, R., Kukula‐Koch, W., Wawruszak, A., … Koch, W. (2021). Phytosterols: From preclinical evidence to potential clinical applications. Front. Pharmacol., 11(1819):599959. https://doi.org/10.3389/fphar.2020.599959"}, {"Citation": "Sales, L., Pezuk, J. A., Borges, K. S., Brassesco, M. S., Scrideli, C. A., Tone, L. G., Santos, M. H., Ionta, M., & Oliveira, J. C. (2015). Anticancer activity of 7‐epiclusianone, a benzophenone from Garcinia brasiliensis, in glioblastoma. BMC Complementary and Alternative Medicine, 15(1), 393."}, {"Citation": "Salimi, A., Zali, A., Seddighi, A. S., Seddighi, A., Meshkat, S., Hosseini, M., Nikouei, A., & Akbari, M. E. (2020). Descriptive epidemiology of brain and central nervous system tumours: Results from Iran national cancer registry, 2010‐2014. Journal of Cancer Epidemiology, 2020, 1–10."}, {"Citation": "Salles, D., Santino, S. F., Ribeiro, D. A., Malinverni, A. C. M., & Stávale, J. N. (2022). The involvement of the MAPK pathway in pilocytic astrocytomas. Pathology ‐ Research and Practice, 232, 153821. https://doi.org/10.1016/j.prp.2022.153821"}, {"Citation": "Samanta, S. K., Kandimalla, R., Gogoi, B., Dutta, K. N., Choudhury, P., Deb, P. K., Devi, R., Pal, B. C., & Talukdar, N. C. (2018). Phytochemical portfolio and anticancer activity of Murraya koenigii and its primary active component, mahanine. Pharmacological Research, 129, 227–236."}, {"Citation": "Samuels, I. S., Karlo, J. C., Faruzzi, A. N., Pickering, K., Herrup, K., Sweatt, J. D., Saitta, S. C., & Landreth, G. E. (2008). Deletion of ERK2 mitogen‐activated protein kinase identifies its key roles in cortical neurogenesis and cognitive function. Journal of Neuroscience, 28(27), 6983–6995. https://doi.org/10.1523/jneurosci.0679-08.2008"}, {"Citation": "Sandjo, L. P., Kuete, V., Siwe, X. N., Poumale, H. M. P., & Efferth, T. (2016). Cytotoxicity of an unprecedented brominated oleanolide and a new furoceramide from the Cameroonian spice, Echinops giganteus. Natural Product Research, 30(22), 2529–2537."}, {"Citation": "Sandjo, L. P., Kuete, V., Tchangna, R. S., Efferth, T., & Ngadjui, B. T. (2014). Cytotoxic benzophenanthridine and furoquinoline alkaloids from Zanthoxylum buesgenii (Rutaceae). Chemistry Central Journal, 8(1), 61."}, {"Citation": "Santoni, M., Miccini, F., Cimadamore, A., Piva, F., Massari, F., Cheng, L., Lopez‐Beltran, A., Montironi, R., & Battelli, N. (2021). An update on investigational therapies that target STAT3 for the treatment of cancer. Expert Opinion on Investigational Drugs, 30(3), 245–251."}, {"Citation": "Santos, H. S., Barros, F. W. A., Albuquerque, M. R. J. R., Bandeira, P. N., Pessoa, C., Braz‐Filho, R., Monte, F. J. Q., Leal‐Cardoso, J. H., & Lemos, T. L. G. (2009). Cytotoxic diterpenoids from Croton argyrophylloides. Journal of Natural Products, 72(10), 1884–1887."}, {"Citation": "Sassi, K., Nury, T., Samadi, M., Fennira, F., Vejux, A., & Lizard, G. (2021). Cholesterol derivatives as promising anticancer agents in glioblastoma metabolic Therapy. In W. Debinski, Ed., Gliomas (pp. 97–119). Exon Publications."}, {"Citation": "Scheer, M., Leisz, S., Sorge, E., Storozhuk, O., Prell, J., Ho, I., & Harder, A. (2022). Neurofibromatosis type 1 gene alterations define specific features of a subset of glioblastomas. International Journal of Molecular Sciences, 23(1), 352."}, {"Citation": "Schildhauer, P., Selke, P., Scheller, C., Strauss, C., Horstkorte, R., Leisz, S., & Scheer, M. (2023). Glycation leads to increased invasion of glioblastoma cells. Cells, 12(9), 1219."}, {"Citation": "Schlessinger, J. (2000). Cell signaling by receptor tyrosine kinases. Cell, 103(2), 211–225."}, {"Citation": "Schmid, A. C., Byrne, R. D., Vilar, R., & Woscholski, R. (2004). Bisperoxovanadium compounds are potent PTEN inhibitors. FEBS Letters, 566(1–3), 35–38."}, {"Citation": "Schreck, K. C., Allen, A. N., Wang, J., & Pratilas, C. A. (2020). Combination MEK and mTOR inhibitor therapy is active in models of glioblastoma. Neuro‐Oncology Advances, 2(1), vdaa138."}, {"Citation": "Schreck, K. C., Grossman, S. A., & Pratilas, C. A. (2019). BRAF mutations and the utility of RAF and MEK inhibitors in primary brain tumors. Cancers, 11(9), 1262."}, {"Citation": "Seal, T., & Mukherjee, B. (2002). (+)‐Tiliarine, a selective in vitro inhibitor of human melanoma cells. Phytotherapy Research, 16(6), 596–599."}, {"Citation": "Sebti, S. M., & Adjei, A. A. (2004). Farnesyltransferase inhibitors. Seminars in Oncology, 31, 28–39."}, {"Citation": "Selvasaravanan, K. D., Wiederspohn, N., Hadzalic, A., Strobel, H., Payer, C., Schuster, A., Karpel‐Massler, G., Siegelin, M. D., Halatsch, M. E., Debatin, K. M., & Westhoff, M. A. (2020). The limitations of targeting MEK signalling in glioblastoma therapy. Scientific Reports, 10(1), 7401."}, {"Citation": "Semwal, P., Painuli, S., Abu‐Izneid, T., Rauf, A., Sharma, A., Daştan, S. D., Kumar, M., Alshehri, M. M., Taheri, Y., Das, R., Mitra, S., Emran, T. B., Sharifi‐Rad, J., Calina, D., & Cho, W. C. (2022). Diosgenin: An updated pharmacological review and therapeutic perspectives. Oxidative Medicine and Cellular Longevity, 2022, 1–17."}, {"Citation": "Seo, S.‐H., Paul, S. K., Shikder, M., Khanam, M., Ghosh, P., Hasib, T. A., Ahmed, K. A., Sikdar, S., Uddin, M. J., & Kwon, Y. (2021). An insight into pathophysiological features and therapeutic advances on ependymoma. Cancers, 13(13), 3221."}, {"Citation": "Seok, J., Warren, H. S., Cuenca, A. G., Mindrinos, M. N., Baker, H. V., Xu, W., Richards, D. R., McDonald‐Smith, G. P., Gao, H., Hennessy, L., Finnerty, C. C., López, C. M., Honari, S., Moore, E. E., Minei, J. P., Cuschieri, J., Bankey, P. E., Johnson, J. L., Sperry, J., … Wong, W. H. (2013). Genomic responses in mouse models poorly mimic human inflammatory diseases. Proceedings of the National Academy of Sciences, 110(9), 3507–3512."}, {"Citation": "Seri, A., Khorsand, M., Rezaei, Z., Hamedi, A., & Takhshid, M. A. (2017). Inhibitory effect of bunium persicum hydroalcoholic extract on glucose‐induced albumin glycation, oxidation, and aggregation in vitro. Iranian journal of medical sciences, 42(4), 369–376."}, {"Citation": "Shahcheraghi, S. H., Lotfi, M., Soukhtanloo, M., Ghayour Mobarhan, M., Jaliani, H. Z., Sadeghnia, H. R., & Ghorbani, A. (2020). Effects of galbanic acid on proliferation, migration, and apoptosis of glioblastoma cells through the PI3K/Akt/MTOR signaling pathway. Current Molecular Pharmacology, 14(1), 79–87."}, {"Citation": "Shahcheraghi, S. H., Tchokonte‐Nana, V., Lotfi, M., Lotfi, M., Ghorbani, A., & Sadeghnia, H. R. (2020). Wnt/beta‐catenin and PI3K/Akt/mTOR signaling pathways in glioblastoma: Two main targets for drug design: A review. Current Pharmaceutical Design, 26(15), 1729–1741."}, {"Citation": "Shapiro, W. R., Green, S. B., Burger, P. C., Mahaley, Jr., M. S., Selker, R. G., VanGilder, J. C., Robertson, J. T., Ransohoff, J., Mealey, J., Strike, T. A., & Pistenmaa, D. A. (1989). Randomized trial of three chemotherapy regimens and two radiotherapy regimens in postoperative treatment of malignant glioma: Brain tumor cooperative group trial 8001. Journal of Neurosurgery, 71(1), 1–9."}, {"Citation": "Sharif, Y., Jumah, F., Coplan, L., Krosser, A., Sharif, K., & Tubbs, R. S. (2018). Blood brain barrier: A review of its anatomy and physiology in health and disease. Clinical Anatomy, 31(6), 812–823."}, {"Citation": "Sharma, N., Sharma, V., Manikyam, H., & Krishna, A. (2016). Ergot alkaloids: A review on therapeutic applications. European Journal of Medicinal Plants, 14, 1–17."}, {"Citation": "Sharma, V., Joseph, C., Ghosh, S., Agarwal, A., Mishra, M. K., & Sen, E. (2007). Kaempferol induces apoptosis in glioblastoma cells through oxidative stress. Molecular Cancer Therapeutics, 6(9), 2544–2553."}, {"Citation": "Shen, Y.‐C., Lo, K.‐L., Kuo, Y.‐H., Kuo, Y.‐C., Chen, C.‐H., & Khalil, A. T. (2008). Cespihypotins Q−V, verticillene diterpenoids from Cespitularia hypotentaculata. Journal of Natural Products, 71(12), 1993–1997."}, {"Citation": "Sherwood, M., Climans, S., Ramos, R., Laperriere, N. J., Gao, A. F., Millar, B.‐A., Shultz, D. B., Tsang, D. S., & Mason, W. P. (2023). Review of 20 years of adult medulloblastoma treatment: Chemotherapy prescription trends and survival. Neuro‐Oncology Practice, 10(2), 186–194."}, {"Citation": "Shi, J., Sun, S., Xing, S., Huang, C., Huang, Y., Wang, Q., Xue, X., Chen, Z., Wang, Y., & Huang, Z. (2022). Fraxinellone inhibits progression of glioblastoma via regulating the SIRT3 signaling pathway. Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie, 153, 113416."}, {"Citation": "Shi, Y.‐Q., Liao, Y.‐X., Qu, X.‐J., Yuan, H.‐Q., Li, S., Qu, J.‐B., & Lou, H.‐X. (2008). Marchantin C, a macrocyclic bisbibenzyl, induces apoptosis of human glioma A172 cells. Cancer Letters, 262(2), 173–182."}, {"Citation": "Shih, H. A., Park, J. K., & Wen, P. Y. (2023). Management of atypical and malignant (WHO grade 2 and 3) meningioma. In: R. F. Connor (Ed.), UpToDate. Wolters Kluwer. Accessed April 16, 2024."}, {"Citation": "Shim, J.‐K., Lim, S. H., Jeong, J. H., Choi, R. J., Oh, Y., Park, J., Choi, S., Hong, J., Kim, S. J., Moon, J. H., Kim, E. H., Teo, W. Y., Park, B. J., Chang, J. H., Ryu, J. H., & Kang, S. G. (2022). A lignan from Alnus japonica inhibits glioblastoma tumorspheres by suppression of FOXM1. Scientific reports, 12(1), 13990."}, {"Citation": "Sieniawska, E., Sawicki, R., Golus, J., Swatko‐Ossor, M., Ginalska, G., & Skalicka‐Wozniak, K. (2018). Nigella damascena L. essential oil—a valuable source of β‐elemene for antimicrobial testing. Molecules, 23(2), 256."}, {"Citation": "Silva‐Neto, J. P., Barreto, R. A., Pitanga, B. P. S., Souza, C. S., Silva, V. D., Silva, A. R., Velozo, E. S., Cunha, S. D., Batatinha, M. J. M., Tardy, M., Ribeiro, C. S. O., Costa, M. F. D., El‐Bachá, R. S., & Costa, S. L. (2010). Genotoxicity and morphological changes induced by the alkaloid monocrotaline, extracted from Crotalaria retusa, in a model of glial cells. Toxicon, 55(1), 105–117."}, {"Citation": "Silva, A. G., Silva, V. A. O., Oliveira, R. J. S., de Rezende, A. R., Chagas, R. C. R., Pimenta, L. P. S., Romão, W., Santos, H. B., Thomé, R. G., Reis, R. M., & de Azambuja Ribeiro, R. I. M. (2020). Matteucinol, isolated from miconia chamissois, induces apoptosis in human glioblastoma lines via the intrinsic pathway and inhibits angiogenesis and tumor growth in vivo. Investigational New Drugs, 38, 1044–1055."}, {"Citation": "Silva, G. L., Chai, H., Gupta, M. P., Farnsworth, N. R., Cordell, G. A., Pezzuto, J. M., Beecher, C. W. W., & Douglas Kinghorn, A. (1995). Cytotoxic biflavonoids from Selaginella willdenowii. Phytochemistry, 40(1), 129–134."}, {"Citation": "Silva, M. N., Ferreira, V. F., & Souza, M. C. B. V. (2003). Um panorama atual da química e da farmacologia de naftoquinonas, com ênfase na beta‐lapachona e derivados. Química Nova, 26(3), 407–416."}, {"Citation": "Simon, G., Dewelle, J., Nacoulma, O., Guissou, P., Kiss, R., Daloze, D., & Braekman, J. C. (2003). Cytotoxic pentacyclic triterpenes from Combretum nigricans. Fitoterapia, 74(4), 339–344. https://doi.org/10.1016/S0367-326X(03)00046-7"}, {"Citation": "Sin, S., Kim, S. Y., & Kim, S. S. (2012). Chronic treatment with ginsenoside Rg3 induces Akt‐dependent senescence in human glioma cells. International Journal of Oncology, 41(5), 1669–1674."}, {"Citation": "Singh, S. X., Yang, R., Roso, K., Hansen, L. J., Du, C., Chen, L. H., Greer, P. K., Pirozzi, C. J., & He, Y. (2022). Purine synthesis inhibitor L‐Alanosine impairs mitochondrial function and stemness of brain tumor initiating cells. Biomedicines, 10(4), 751."}, {"Citation": "Smith, M. W., & Gumbleton, M. (2006). Endocytosis at the blood–brain barrier: From basic understanding to drug delivery strategies. Journal of Drug Targeting, 14(4), 191–214."}, {"Citation": "Sohel, M., Sultana, H., Sultana, T., Al Amin, M., Aktar, S., Ali, M. C., Rahim, Z. B., Hossain, M. A., Al Mamun, A., Amin, M. N., & Dash, R. (2022). Chemotherapeutic potential of hesperetin for cancer treatment, with mechanistic insights: A comprehensive review. Heliyon, 8):e08815."}, {"Citation": "Şöhretoğlu, D., Arroo, R., Sari, S., & Huang, S. (2021). Flavonoids as inducers of apoptosis and autophagy in breast cancer, Discovery and development of anti‐breast cancer agents from natural products (pp. 147–196). Elsevier."}, {"Citation": "Solyomváry, A., Beni, S., & Boldizsar, I. (2017). Dibenzylbutyrolactone lignans—A review of their structural diversity, biosynthesis, occurrence, identification and importance. Mini‐Reviews in Medicinal Chemistry, 17(12), 1053–1074."}, {"Citation": "Song, Q., Liu, J., Dong, L., Wang, X., & Zhang, X. (2021). Novel advances in inhibiting advanced glycation end product formation using natural compounds. Biomedicine & Pharmacotherapy, 140, 111750."}, {"Citation": "Soonthornchareonnon, N., Suwanborirux, K., Bavovada, R., Patarapanich, C., & Cassady, J. M. (1999). New cytotoxic 1‐azaanthraquinones and 3‐aminonaphthoquinone from the stem bark of Goniothalamus marcanii. Journal of Natural Products, 62(10), 1390–1394."}, {"Citation": "Soussi, T., & Lozano, G. (2005). p53 mutation heterogeneity in cancer. Biochemical and Biophysical Research Communications, 331(3), 834–842."}, {"Citation": "Spinelli, L., Lindsay, Y. E., & Leslie, N. R. (2015). PTEN inhibitors: An evaluation of current compounds. Advances in Biological Regulation, 57, 102–111."}, {"Citation": "Srigley, C. T., Hansen, S. L., Smith, S. A., Abraham, A., Bailey, E., Chen, X., Chooi, S. H., Clement, L. M., Dao, M., Fardin Kia, A. R., Mitchell, B., Mogla, M., Ruano Ortiz, J. A., Persons, K., von Kries, E., Ware, G., Wubben, J., & Cantrill, R. (2018). Sterols and stanols in foods and dietary supplements containing added phytosterols: A collaborative study. Journal of the American Oil Chemists' Society, 95(3), 247–257."}, {"Citation": "Stewart, L. A. (2002). Chemotherapy in adult high‐grade glioma: a systematic review and meta‐analysis of individual patient data from 12 randomised trials. In."}, {"Citation": "Stompor, M., Uram, Ł., & Podgórski, R. (2017). In vitro effect of 8‐prenylnaringenin and naringenin on fibroblasts and glioblastoma cells‐cellular accumulation and cytotoxicity. Molecules, 22(7), 1092."}, {"Citation": "Sülsen, V. P., Elso, O. G., Borgo, J., Laurella, L. C., & Catalán, C. A. N. (2021). Chapter 4—Recent patents on sesquiterpene lactones with therapeutic application. In R. Atta ur, Ed., Studies in Natural Products Chemistry (69, pp. 129–194). Elsevier."}, {"Citation": "Sülsen, V. P., & Martino, V. S. (2018). Sesquiterpene lactones. In V. P. Sülsen & V. S. Martino, (Eds.), Sesquiterpene lactones: Advances in their chemistry and biological aspects (1st ed., pp. 3–5). Springer International Publishing AG."}, {"Citation": "Sun, J., Zhang, Y., Zhen, Y., Cui, J., Hu, G., & Lin, Y. (2019). Antitumor activity of tetrandrine citrate in human glioma U87 cells in vitro and in vivo. Oncology Reports, 42(6), 2345–2354."}, {"Citation": "Sun, S., Shi, J., Wang, X., Huang, C., Huang, Y., Xu, J., Jiang, Y., Cao, L., Xie, T., Wang, Y., & Huang, Z. (2022). Atractylon inhibits the tumorigenesis of glioblastoma through SIRT3 signaling. American Journal of Cancer Research, 12(5), 2310–2322."}, {"Citation": "Sun, W., Wang, A., Xu, D., Wang, W., Meng, J., Dai, J., Liu, Y., Lai, D., & Zhou, L. (2017). New ustilaginoidins from rice false smut balls caused by Villosiclava virens and their phytotoxic and cytotoxic activities. Journal of Agricultural and Food Chemistry, 65(25), 5151–5160."}, {"Citation": "Sun, Y.‐Y., Lin, S.‐H., Lin, H.‐C., Hung, C.‐C., Wang, C.‐Y., Lin, Y.‐C., Hung, K. S., Lien, C. C., Kuan, C. Y., & Lee, Y. H. (2013). Cell type‐specific dependency on the PI3K/Akt signaling pathway for the endogenous Epo and VEGF induction by baicalein in neurons versus astrocytes. PloS one, 8(7), e69019."}, {"Citation": "Sun, Y., Tabata, K., Matsubara, H., Kitanaka, S., Suzuki, T., & Yasukawa, K. (2008). New cytotoxic diarylheptanoids from the rhizomes of Alpinia officinarum. Planta Medica, 74(04), 427–431."}, {"Citation": "Tabata, K., Motani, K., Takayanagi, N., Nishimura, R., Asami, S., Kimura, Y., Ukiya, M., Hasegawa, D., Akihisa, T., & Suzuki, T. (2005). Xanthoangelol, a major chalcone constituent of Angelica keiskei, induces apoptosis in neuroblastoma and leukemia cells. Biological and Pharmaceutical Bulletin, 28(8), 1404–1407."}, {"Citation": "Tabata, K., Yamazaki, Y., Okada, M., Fukumura, K., Shimada, A., Sun, Y., Yasukawa, K., & Suzuki, T. (2009). Diarylheptanoids derived from Alpinia officinarum induce apoptosis, S‐phase arrest and differentiation in human neuroblastoma cells. Anticancer research, 29(12), 4981–4988."}, {"Citation": "Tabunoki, H., Saito, N., Suwanborirux, K., Charupant, K., & Satoh, J. (2012). Molecular network profiling of U373MG human glioblastoma cells following induction of apoptosis by novel marine‐derived anti‐cancer 1, 2, 3, 4‐tetrahydroisoquinoline alkaloids. Cancer Cell International, 12(1), 14."}, {"Citation": "Tan, A. C., Ashley, D. M., López, G. Y., Malinzak, M., Friedman, H. S., & Khasraw, M. (2020). Management of glioblastoma: State of the art and future directions. CA: A Cancer Journal for Clinicians, 70(4), 299–312."}, {"Citation": "Tang, S.‐A., Zhou, Q., Guo, W.‐Z., Qiu, Y., Wang, R., Jin, M., Zhang, W., Li, K., Yamori, T., Dan, S., & Kong, D. (2014). In vitro antitumor activity of stellettin B, a triterpene from marine sponge Jaspis stellifera, on human glioblastoma cancer SF295 cells. Marine Drugs, 12(7), 4200–4213."}, {"Citation": "Tao, H., Zuo, L., Xu, H., Li, C., Qiao, G., Guo, M., & Lin, X. (2020). Alkaloids as anticancer agents: A review of Chinese patents in recent 5 years. Recent Patents on Anti‐Cancer Drug Discovery, 15(1), 2–13."}, {"Citation": "Tatsuda, D., Momose, I., Someno, T., Sawa, R., Kubota, Y., Iijima, M., Kunisada, T., Watanabe, T., Shibasaki, M., & Nomoto, A. (2015). Quinofuracins A–E, produced by the fungus Staphylotrichum boninense PF1444, show p53‐dependent growth suppression. Journal of Natural Products, 78(2), 188–195."}, {"Citation": "Tefferi, A. (2012). JAK inhibitors for myeloproliferative neoplasms: clarifying facts from myths. Blood, blood‐2011‐2011‐395228."}, {"Citation": "Teinkela, M. J. E., Siwe Noundou, X., Nguemfo, E. L., Meyer, F., Djoukoue, A., Van Antwerpen, P., Ngouela, S., Tsamo, E., Mpondo Mpondo, E. A., Vardamides, J. C., Azebaze, G. A. B., & Wintjens, R. (2016). Identification of compounds with anti‐proliferative activity from the wood of Ficus elastica roxb. ex hornem. aerial roots. Fitoterapia, 112, 65–73."}, {"Citation": "Thomas, A., & Noël, G. (2019). Medulloblastoma: Optimizing care with a multidisciplinary approach. Journal of multidisciplinary healthcare, 12, 335–347."}, {"Citation": "Tian, X., Tang, H., Lin, H., Cheng, G., Wang, S., & Zhang, X. (2013). Saponins: The potential chemotherapeutic agents in pursuing new anti‐glioblastoma drugs. Mini‐Reviews in Medicinal Chemistry, 13(12), 1709–1724."}, {"Citation": "Tian, Z., An, N., Zhou, B., Xiao, P., Kohane, I. S., & Wu, E. (2009). Cytotoxic diarylheptanoid induces cell cycle arrest and apoptosis via increasing ATF3 and stabilizing p53 in SH‐SY5Y cells. Cancer Chemotherapy and Pharmacology, 63(6), 1131–1139."}, {"Citation": "Tilak, M., Holborn, J., New, L. A., Lalonde, J., & Jones, N. (2021). Receptor tyrosine kinase signaling and targeting in glioblastoma multiforme. International Journal of Molecular Sciences, 22(4), 1831."}, {"Citation": "Todorov, D. K., & Zeller, W. J. (1992). Antiproliferative activity of the non‐myelotoxic antitumour agent of plant origin, thaliblastine, on two human glioma cell lines. Journal of Cancer Research and Clinical Oncology, 118(2), 83–86."}, {"Citation": "Togar, B., Turkez, H., Hacimuftuoglu, A., Tatar, A., & Geyikoglu, F. (2015). Guaiazulene biochemical activity and cytotoxic and genotoxic effects on rat neuron and N2a neuroblastom cells. Journal of Intercultural Ethnopharmacology, 4(1), 29."}, {"Citation": "Batchelor, T. (2018). Initial postoperative therapy for glioblastoma and anaplastic astrocytoma. In: R. F. Connor (Ed.), UpToDate. Wolters Kluwer. Accessed April 16, 2024."}, {"Citation": "Tsai, J., Lee, J. T., Wang, W., Zhang, J., Cho, H., Mamo, S., Bremer, R., Gillette, S., Kong, J., Haass, N. K., Sproesser, K., Li, L., Smalley, K. S. M., Fong, D., Zhu, Y. L., Marimuthu, A., Nguyen, H., Lam, B., Liu, J., … Bollag, G. (2008). Discovery of a selective inhibitor of oncogenic B‐Raf kinase with potent antimelanoma activity. Proceedings of the National Academy of Sciences, 105(8), 3041–3046."}, {"Citation": "Tsai, M.‐H., Liu, J.‐F., Chiang, Y.‐C., Chu‐Sung hu, S., Hsu, L.‐F., Lin, Y.‐C., Lin, Z. C., Lee, H. C., Chen, M. C., Huang, C. L., & Lee, C. W. (2017). Artocarpin, an isoprenyl flavonoid, induces p53‐dependent or independent apoptosis via ROS‐mediated MAPKs and Akt activation in non‐small cell lung cancer cells. Oncotarget, 8(17), 28342–28358."}, {"Citation": "Tsai, N. M., Chen, Y. L., Lee, C. C., Lin, P. C., Cheng, Y. L., Chang, W. L., Lin, S. Z., & Harn, H. J. (2006). The natural compound n‐butylidenephthalide derived from Angelica sinensis inhibits malignant brain tumor growth in vitro and in vivo3. Journal of Neurochemistry, 99(4), 1251–1262."}, {"Citation": "Tsao, Y.‐C., Chang, Y.‐J., Wang, C.‐H., & Chen, L. (2020). Discovery of isoplumbagin as a novel NQO1 substrate and anti‐cancer quinone. International Journal of Molecular Sciences, 21(12), 4378."}, {"Citation": "Tseng, S.‐H., Lin, S.‐M., Chen, J.‐C., Su, Y.‐H., Huang, H.‐Y., Chen, C.‐K., Lin, P. Y., & Chen, Y. (2004). Resveratrol suppresses the angiogenesis and tumor growth of gliomas in rats. Clinical Cancer Research, 10(6), 2190–2202."}, {"Citation": "Uddin, M. S., Kabir, M. T., Mamun, A. A., Sarwar, M. S., Nasrin, F., Emran, T. B., Alanazi, I. S., Rauf, A., Albadrani, G. M., Sayed, A. A., Mousa, S. A., & Abdel‐Daim, M. M. (2021). Natural small molecules targeting NF‐κB signaling in glioblastoma. Frontiers in Pharmacology, 12."}, {"Citation": "Upadhaya, P. G., Pulakkat, S., & Patravale, V. B. (2020). Nose‐to‐brain delivery: Exploring newer domains for glioblastoma multiforme management. Drug Delivery and Translational Research, 10, 1044–1056."}, {"Citation": "Uyar, R. (2022). Glioblastoma microenvironment: The stromal interactions. Pathology‐Research and Practice, 232):153813."}, {"Citation": "van den Bent, M., & Loeffler, J. S. (2023). Clinical features, diagnosis, and pathology of IDH‐mutant, 1p/19q‐codeleted oligodendrogliomas. UpToDate."}, {"Citation": "Van Goietsenoven, G., Andolfi, A., Lallemand, B., Cimmino, A., Lamoral‐Theys, D., Gras, T., Abou‐Donia, A., Dubois, J., Lefranc, F., Mathieu, V., Kornienko, A., Kiss, R., & Evidente, A. (2010). Amaryllidaceae alkaloids belonging to different structural subgroups display activity against apoptosis‐resistant cancer cells. Journal of Natural Products, 73(7), 1223–1227."}, {"Citation": "Van Goietsenoven, G., Mathieu, V., Lefranc, F., Kornienko, A., Evidente, A., & Kiss, R. (2013). Narciclasine as well as other amaryllidaceae isocarbostyrils are promising GTP‐ase targeting agents against brain cancers. Medicinal Research Reviews, 33(2), 439–455."}, {"Citation": "Van Wyk, A. W. W., Zuck, K. M., & McKee, T. C. (2011). Lithothamnin a, the first bastadin‐like metabolite from the red alga lithothamnion fragilissimum. Journal of Natural Products, 74(5), 1275–1280."}, {"Citation": "Vassilev, L. T., Vu, B. T., Graves, B., Carvajal, D., Podlaski, F., Filipovic, Z., Kong, N., Kammlott, U., Lukacs, C., Klein, C., Fotouhi, N., & Liu, E. A. (2004). In vivo activation of the p53 pathway by small‐molecule antagonists of MDM2. Science, 303(5659), 844–848."}, {"Citation": "Vazhappilly, C. G., Amararathna, M., Cyril, A. C., Linger, R., Matar, R., Merheb, M., Ramadan, W. S., Radhakrishnan, R., & Rupasinghe, H. P. V. (2021). Current methodologies to refine bioavailability, delivery, and therapeutic efficacy of plant flavonoids in cancer treatment. The Journal of Nutritional Biochemistry, (94):108623."}, {"Citation": "Vengoji, R., Macha, M. A., Batra, S. K., & Shonka, N. A. (2018). Natural products: A hope for glioblastoma patients. Oncotarget, 9(31), 22194–22219."}, {"Citation": "Venkatesan, S., Lamfers, M. L., Dirven, C. M., & Leenstra, S. (2016). Genetic biomarkers of drug response for small‐molecule therapeutics targeting the RTK/Ras/PI3K, p53 or Rb pathway in glioblastoma. CNS Oncology, 5(2), 77–90."}, {"Citation": "Vokuda, R. S., Srinivas, B. H., Madhugiri, V. S., Velusamy, S. K., & Verma, S. K. (2019). The expression of leptin and its receptor during tumorigenesis of diffuse gliomas such as astrocytoma and oligodendroglioma‐Grade II, III and IV (NOS). Asian Pacific Journal of Cancer Prevention, 20(2), 479–485."}, {"Citation": "Wada, K., Hazawa, M., Takahashi, K., Mori, T., Kawahara, N., & Kashiwakura, I. (2007). Inhibitory effects of diterpenoid alkaloids on the growth of A172 human malignant cells. Journal of Natural Products, 70(12), 1854–1858."}, {"Citation": "Wall, M. E., Wani, M. C., Fullas, F., Oswald, J. B., Brown, D. M., Santisuk, T., Reutrakul, V., McPhail, A. T., & Farnsworth, N. R. (1994). Plant antitumor agents. 31.1 The calycopterones, a new class of biflavonoids with novel cytotoxicity in a diverse panel of human tumor cell lines. Journal of Medicinal Chemistry, 37(10), 1465–1470."}, {"Citation": "Waller, D. D., Park, J., & Tsantrizos, Y. S. (2019). Inhibition of farnesyl pyrophosphate (FPP) and/or geranylgeranyl pyrophosphate (GGPP) biosynthesis and its implication in the treatment of cancers. Critical Reviews in Biochemistry and Molecular Biology, 54(1), 41–60."}, {"Citation": "Waller, G. (2012). Alkaloid biology and metabolism in plants. Springer Science & Business Media."}, {"Citation": "Wan, J., & Huang, M. (2022). Apigenin inhibits proliferation, migration, invasion and epithelial mesenchymal transition of glioma cells by regulating miR‐103a‐3p/NEED9/AKT axis. Food Science and Technology, 42."}, {"Citation": "Wan, X., Yokoyama, Y., Shinohara, A., Takahashi, Y., & Tamaya, T. (2002). PTEN augments staurosporine‐induced apoptosis in PTEN‐null Ishikawa cells by downregulating PI3K/Akt signaling pathway. Cell Death & Differentiation, 9(4), 414–420."}, {"Citation": "Wang, F., Zhou, F., Kruh, G. D., & Gallo, J. M. (2010). Influence of blood‐brain barrier efflux pumps on the distribution of vincristine in brain and brain tumors. Neuro‐Oncology, 12(10), 1043–1049."}, {"Citation": "Wang, J., Li, M., Cui, X., Lv, D., Jin, L., Khan, M., & Ma, T. (2018). Brevilin A promotes oxidative stress and induces mitochondrial apoptosis in U87 glioblastoma cells. OncoTargets and Therapy, 11, 7031–7040."}, {"Citation": "Wang, J., Qi, Q., Feng, Z., Zhang, X., Huang, B., Chen, A., Prestegarden, L., Li, X., & Wang, J. (2016). Berberine induces autophagy in glioblastoma by targeting the AMPK/mTOR/ULK1‐pathway. Oncotarget, 7(41), 66944–66958."}, {"Citation": "Wang, J., Yao, X., & Huang, J. (2017). New tricks for human farnesyltransferase inhibitor: Cancer and beyond. Medchemcomm, 8(5), 841–854."}, {"Citation": "Wang, M., Liu, K., Bu, H., Cong, H., Dong, G., Xu, N., Li, C., Zhao, Y., Jiang, F., Zhang, Y., Yuan, B., Li, R., & Jiang, J. (2022). Purple sweet potato delphinidin‐3‐rutin represses glioma proliferation by inducing miR‐20b‐5p/Atg7‐dependent cytostatic autophagy. Molecular Therapy‐Oncolytics, 26, 314–329."}, {"Citation": "Wang, Q., Li, H., Sun, Z., Dong, L., Gao, L., Liu, C., & Wang, X. (2016). Kukoamine A inhibits human glioblastoma cell growth and migration through apoptosis induction and epithelial‐mesenchymal transition attenuation. Scientific Reports, 6, 36543."}, {"Citation": "Wang, X.‐N., Bashyal, B. P., Wijeratne, E. M. K., U'Ren, J. M., Liu, M. X., Gunatilaka, M. K., Arnold, A. E., & Gunatilaka, A. A. L. (2011). Smardaesidins A–G, isopimarane and 20‐nor‐Isopimarane diterpenoids from Smardaea sp., a fungal endophyte of the moss Ceratodon purpureus. Journal of Natural Products, 74(10), 2052–2061."}, {"Citation": "Wang, X., Yu, Z., Wang, C., Cheng, W., Tian, X., Huo, X., Wang, Y., Sun, C., Feng, L., Xing, J., Lan, Y., Sun, D., Hou, Q., Zhang, B., Ma, X., Zhang, B. (2017). Alantolactone, a natural sesquiterpene lactone, has potent antitumor activity against glioblastoma by targeting IKKβ kinase activity and interrupting NF‐κB/COX‐2‐mediated signaling cascades. Journal of Experimental and Clinical Cancer Research, 36(1), 93."}, {"Citation": "Wang, X., Zou, S., Ren, T., Zhao, L.‐J., Yu, L.‐F., Li, X.‐Y., Yan, X., & Zhang, L. J. (2021). Alantolactone suppresses the metastatic phenotype and induces the apoptosis of glioblastoma cells by targeting LIMK kinase activity and activating the cofilin/g‑actin signaling cascade. International Journal of Molecular Medicine, 47(5), 68."}, {"Citation": "Wang, Y.‐H., Hou, A.‐J., Chen, L., Chen, D.‐F., Sun, H.‐D., Zhao, Q.‐S., Bastow, K. F., Nakanish, Y., Wang, X. H., & Lee, K. H. (2004). New isoprenylated flavones, artochamins A−E, and cytotoxic principles from Artocarpus chama. Journal of Natural Products, 67(5), 757–761."}, {"Citation": "Wang, Y., Xing, J., Xu, Y., Zhou, N., Peng, J., Xiong, Z., Liu, X., Luo, X., Luo, C., Chen, K., Zheng, M., & Jiang, H. (2015). In silico ADME/T modelling for rational drug design. Quarterly Reviews of Biophysics, 48(4), 488–515."}, {"Citation": "Wang, Z., Wu, Y., Wang, Y., Jin, Y., Ma, X., Zhang, Y., & Ren, H. (2015). Matrine inhibits the invasive properties of human glioma cells by regulating epithelial‑to‑mesenchymal transition. Molecular Medicine Reports, 11(5), 3682–3686."}, {"Citation": "Wen, S., Stolarov, J., Myers, M. P., Su, J. D., Wigler, M. H., Tonks, N. K., & Durden, D. L. (2001). PTEN controls tumor‐induced angiogenesis. Proceedings of the National Academy of Sciences, 98(8), 4622–4627."}, {"Citation": "Wen, Z.‐H., Kuo, H.‐M., Shih, P.‐C., Hsu, L.‐C., Chuang, J. M., Chen, N.‐F., Sun, H. W., Liu, H. T., Sung, C. S., & Chen, W. F. (2023). Isoaaptamine increases ROS levels causing autophagy and mitochondria‐mediated apoptosis in glioblastoma multiforme cells. Biomedicine & Pharmacotherapy, 160, 114359."}, {"Citation": "Weng, H.‐Y., Hsu, M.‐J., Chen, C.‐C., Chen, B.‐C., Hong, C.‐Y., Teng, C.‐M., Pan, S. L., Chiu, W. T., & Lin, C. H. (2013). Denbinobin induces human glioblastoma multiforme cell apoptosis through the IKKα–Akt–FKHR signaling cascade. European Journal of Pharmacology, 698(1–3), 103–109."}, {"Citation": "Werner, M., Lyu, C., Stadlbauer, B., Schrader, I., Buchner, A., Stepp, H., Sroka, R., & Pohla, H. (2022). The role of shikonin in improving 5‐aminolevulinic acid‐based photodynamic therapy and chemotherapy on glioblastoma stem cells. Photodiagnosis and Photodynamic Therapy, 39):102987."}, {"Citation": "Wiench, B., Eichhorn, T., Paulsen, M., & Efferth, T. (2012). Shikonin directly targets mitochondria and causes mitochondrial dysfunction in cancer cells. Evidence‐Based Complementary and Alternative Medicine, 2012, 1–15."}, {"Citation": "Wijeratne, E. M. K., Paranagama, P. A., Marron, M. T., Gunatilaka, M. K., Arnold, A. E., & Gunatilaka, A. A. L. (2008). Sesquiterpene quinones and related metabolites from Phyllosticta spinarum, a fungal strain endophytic in Platycladus orientalis of the sonoran desert. Journal of Natural Products, 71(2), 218–222."}, {"Citation": "Willems, T., De Mol, M. L., De Bruycker, A., De Maeseneire, S. L., & Soetaert, W. K. (2020). Alkaloids from marine fungi: Promising antimicrobials. Antibiotics, 9(6), 340."}, {"Citation": "Williams, R., Schaf, J., Shinhmar, S., Zeng, Q., Pardo, O., Beesley, P., & Syed, N. (2022). Enhanced Sestrin expression through Tanshinone 2A treatment improves PI3K‐dependent inhibition of glioma growth."}, {"Citation": "Woscholski, R., Kodaki, T., McKinnon, M., Waterfield, M. D., & Parker, P. J. (1994). A comparison of demethoxyviridin and wortmannin as inhibitors of phosphatidylinositol 3‐kinase. FEBS Letters, 342(2), 109–114."}, {"Citation": "Wróbel‐Biedrawa, D., Grabowska, K., Galanty, A., Sobolewska, D., & Podolak, I. (2022). A flavonoid on the brain: Quercetin as a potential therapeutic agent in central nervous system disorders. Life, 12(4), 591."}, {"Citation": "Wu, P.‐L., Lin, S.‐B., Huang, C.‐P., & Chiou, R. Y.‐Y. (2002). Antioxidative and cytotoxic compounds extracted from the sap of Rhus succedanea. Journal of Natural Products, 65(11), 1719–1721."}, {"Citation": "Wu, Y., Zhang, Y.‐Z., Li, M.‐J., Yang, W.‐q, & Cheng, L.‐f (2022). The In Vitro Effect of Psoralen on Glioma Based on Network Pharmacology and Potential Target Research. Evidence‐Based Complementary and Alternative Medicine, 2022."}, {"Citation": "Xia, Z.‐X., Zhang, D.‐D., Liang, S., Lao, Y.‐Z., Zhang, H., Tan, H.‐S., Chen, S. L., Wang, X. H., & Xu, H. X. (2012). Bioassay‐guided isolation of prenylated xanthones and polycyclic acylphloroglucinols from the leaves of Garcinia nujiangensis. Journal of Natural Products, 75(8), 1459–1464."}, {"Citation": "Xie, G., Zhu, X., Li, Q., Gu, M., He, Z., Wu, J., Li, J., Lin, Y., Li, M., She, Z., & Yuan, J. (2010). SZ‐685C, a marine anthraquinone, is a potent inducer of apoptosis with anticancer activity by suppression of the Akt/FOXO pathway. British Journal of Pharmacology, 159(3), 689–697."}, {"Citation": "Xing, J. S., Wang, X., Lan, Y. L., Lou, J. C., Ma, B., Zhu, T., Zhang, H., Wang, D., Yu, Z., Yuan, Z., Li, X. Y., & Zhang, B. (2019). Isoalantolactone inhibits IKKβ kinase activity to interrupt the NF‐κB/COX‐2‐mediated signaling cascade and induces apoptosis regulated by the mitochondrial translocation of cofilin in glioblastoma. Cancer Medicine, 8(4), 1655–1670."}, {"Citation": "Xu, G., & Li, J. Y. (2018). CDK4, CDK6, cyclin D1, p16 (INK4a) and EGFR expression in glioblastoma with a primitive neuronal component. Journal of Neuro‐Oncology, 136, 445–452."}, {"Citation": "Xu, H., Zong, H., Ma, C., Ming, X., Shang, M., Li, K., He, X., Du, H., & Cao, L. (2017). Epidermal growth factor receptor in glioblastoma. Oncology Letters, 14(1), 512–516."}, {"Citation": "Xu, L.‐L., Hai, P., Zhang, S.‐B., Xiao, J.‐F., Gao, Y., Ma, B.‐J., Fu, H. Y., Chen, Y. M., & Yang, X. L. (2019). Prenylated indole diterpene alkaloids from a mine‐soil‐derived Tolypocladium sp. Journal of Natural Products, 82(2), 221–231."}, {"Citation": "Xu, W.‐H., Zhao, P., Wang, M., & Liang, Q. (2019). Naturally occurring furofuran lignans: Structural diversity and biological activities. Natural Product Research, 33(9), 1357–1373."}, {"Citation": "Xue, N., Zhou, Q., Ji, M., Jin, J., Lai, F., Chen, J., Zhang, M., Jia, J., Yang, H., Zhang, J., Li, W., Jiang, J., & Chen, X. (2017). Chlorogenic acid inhibits glioblastoma growth through repolarizating macrophage from M2 to M1 phenotype. Scientific reports, 7(1), 39011."}, {"Citation": "Yang, C. H., Cheng, M. J., Lee, S. J., Yang, C. W., Chang, H. S., & Chen, I. S. (2009). Secondary metabolites and cytotoxic activities from the stem bark of Zanthoxylum nitidum. Chemistry & Biodiversity, 6(6), 846–857."}, {"Citation": "Yang, H.‐L., Tsai, C.‐H., Shrestha, S., Lee, C.‐C., Liao, J.‐W., & Hseu, Y.‐C. (2021). Coenzyme Q0, a novel quinone derivative of antrodia camphorata, induces ROS‐mediated cytotoxic autophagy and apoptosis against human glioblastoma cells in vitro and in vivo. Food and Chemical Toxicology, 155, 112384."}, {"Citation": "Yang, H., Cho, H.‐J., Sim, S. H., Chung, Y. K., Kim, D.‐D., Sung, S. H., Kim, J., Kim, Y. C. (2012). Cytotoxic terpenoids from Juglans sinensis leaves and twigs. Bioorganic & Medicinal Chemistry Letters, 22(5), 2079–2083."}, {"Citation": "Yang, L., Guo, H., Dong, L., Wang, L., Liu, C., & Wang, X. (2014). Tanshinone IIA inhibits the growth, attenuates the stemness and induces the apoptosis of human glioma stem cells. Oncology reports, 32(3), 1303–1311."}, {"Citation": "Ye, T., Chen, R., Zhou, Y., Zhang, J., Zhang, Z., Wei, H., Xu, Y., Wang, Y., & Zhang, Y. (2022). Salvianolic acid A (Sal A) suppresses malignant progression of glioma and enhances temozolomide (TMZ) sensitivity via repressing transgelin‐2 (TAGLN2) mediated phosphatidylinositol‐3‐kinase (PI3K)/protein kinase B (Akt) pathway. Bioengineered, 13(5), 11646–11655."}, {"Citation": "You, S., He, X., Wang, M., Mao, L., & Zhang, L. (2020). Tanshinone IIA suppresses glioma cell proliferation, migration and invasion both in vitro and in vivo partially through miR‐16‐5p/Talin‐1 (TLN1) axis. Cancer Management and Research, 12, 11309–11320."}, {"Citation": "Youn, U. J., Miklossy, G., Chai, X., Wongwiwatthananukit, S., Toyama, O., Songsak, T., Turkson, J., & Chang, L. C. (2014). Bioactive sesquiterpene lactones and other compounds isolated from Vernonia cinerea. Fitoterapia, 93, 194–200. https://doi.org/10.1016/j.fitote.2013.12.013"}, {"Citation": "Youn, U. J., Sripisut, T., Miklossy, G., Turkson, J., Laphookhieo, S., & Chang, L. C. (2017). Bioactive polyprenylated benzophenone derivatives from the fruits extracts of Garcinia xanthochymus. Bioorganic & Medicinal Chemistry Letters, 27(16), 3760–3765."}, {"Citation": "Yu, J., Zhong, B., Jin, L., Hou, Y., Ai, N., Ge, W., Li, L., Liu, S., Lu, J. J., & Chen, X. (2020). 2‐Methoxy‐6‐acetyl‐7‐methyljuglone (MAM) induced programmed necrosis in glioblastoma by targeting NAD (P) H: Quinone oxidoreductase 1 (NQO1). Free Radical Biology and Medicine, 152, 336–347."}, {"Citation": "Yu, Y., Fu, X., Ran, Q., Yang, K., Wen, Y., Li, H., & Wang, F. (2017). RETRACTED: Globularifolin exerts anticancer effects on glioma U87 cells through inhibition of Akt/mTOR and MEK/ERK signaling pathways in vitro and inhibits tumor growth in vivo. Biochimie, 142, 144–151."}, {"Citation": "Zaleta‐Pinet, D. A., Holland, I. P., Muñoz‐Ochoa, M., Murillo‐Alvarez, J. I., Sakoff, J. A., van Altena, I. A., & McCluskey, A. (2014). Cytotoxic compounds from Laurencia pacifica. Organic and Medicinal Chemistry Letters, 4(1), 8."}, {"Citation": "Zeiadeh, I., Najjar, A., & Karaman, R. (2018). Strategies for enhancing the permeation of CNS‐active drugs through the blood‐brain barrier: A review. Molecules, 23(6), 1289."}, {"Citation": "Zeng, Y., Xiang, Y., Sheng, R., Tomás, H., Rodrigues, J., Gu, Z., Zhang, H., Gong, Q., & Luo, K. (2021). Polysaccharide‐based nanomedicines for cancer immunotherapy: A review. Bioactive Materials, 6(10), 3358–3382."}, {"Citation": "Zhai, K., Siddiqui, M., Abdellatif, B., Liskova, A., Kubatka, P., & Büsselberg, D. (2021). Natural compounds in glioblastoma therapy: Preclinical insights, mechanistic pathways, and outlook. Cancers, 13(10), 2317."}, {"Citation": "Zhang, G., Li, D., Chen, H., Zhang, J., & Jin, X. (2018). Vitexin induces G2/M‑phase arrest and apoptosis via Akt/mTOR signaling pathway in human glioblastoma cells. Molecular Medicine Reports, 17(3), 4599–4604."}, {"Citation": "Zhang, L., Tong, X., Zhang, J., Huang, J., & Wang, J. (2015). DAW22, a natural sesquiterpene coumarin isolated from Ferula ferulaeoides (Steud.) Korov. that induces C6 glioma cell apoptosis and endoplasmic reticulum (ER) stress. Fitoterapia, 103, 46–54."}, {"Citation": "Zhang, L., Wang, H., Cong, Z., Xu, J., Zhu, J., Ji, X., & Ding, K. (2014). Wogonoside induces autophagy‐related apoptosis in human glioblastoma cells. Oncology Reports, 32(3), 1179–1187."}, {"Citation": "Zhang, R., & Nag, S. (2014). Nutraceuticals in preventive oncology: Chemical biology and translational pharmaceutical science, PharmaNutrition (pp. 305–342). Springer."}, {"Citation": "Zhang, X., Zhang, N., Meng, X., Zhang, Y., Qian, Y., & Xie, Y. (2017). Hesperetin inhibits the proliferation of cerebrally implanted C6 glioma and involves suppression of HIF‐1α/VEGF pathway in rats. Biomedical Research, 28(3), 1205–1211."}, {"Citation": "Zhang, Z., Lv, J., Lei, X., Li, S., Zhang, Y., Meng, L., Xue, R., & Li, Z. (2014). Baicalein reduces the invasion of glioma cells via reducing the activity of p38 signaling pathway. PloS one, 9(2), e90318."}, {"Citation": "Zhao, H., Dupont, J., Yakar, S., Karas, M., & LeRoith, D. (2004). PTEN inhibits cell proliferation and induces apoptosis by downregulating cell surface IGF‐IR expression in prostate cancer cells. Oncogene, 23(3), 786–794."}, {"Citation": "Zhao, L., Zhao, W., Hou, Y., Wen, C., Wang, J., Wu, P., & Guo, Z. (2020). An overview of managements in meningiomas. Frontiers in Oncology, 10, 1523."}, {"Citation": "Zhao, Q., Kretschmer, N., Bauer, R., & Efferth, T. (2015). Shikonin and its derivatives inhibit the epidermal growth factor receptor signaling and synergistically kill glioblastoma cells in combination with erlotinib. International Journal of Cancer, 137(6), 1446–1456."}, {"Citation": "Zheng, G.‐Q., Ho, D. K., Elder, P. J., Stephens, R. E., Cottrell, C. E., & Cassady, J. M. (1994). Ohioensins and pallidisetins: Novel cytotoxic agents from the moss Polytrichum pallidisetum. Journal of Natural Products, 57(1), 32–41."}, {"Citation": "Zhou, J., Luo, Y.‐H., Wang, J.‐R., Lu, B.‐B., Wang, K.‐M., & Tian, Y. (2013). Gambogenic acid induction of apoptosis in a breast cancer cell line. Asian Pacific Journal of Cancer Prevention, 14(12), 7601–7605."}, {"Citation": "Zhou, Y., Chen, L., Ding, D., Li, Z., Cheng, L., You, Q., & Zhang, S. (2022). Cyanidin‐3‐O‐glucoside inhibits the β‐catenin/MGMT pathway by upregulating miR‐214‐5p to reverse chemotherapy resistance in glioma cells. Scientific reports, 12(1), 7773."}, {"Citation": "Zhu, T.‐Z., Li, X.‐M., Luo, L.‐H., Song, Z.‐Q., Gao, X., Li, Z.‐Q., Su, J. Y., & Liang, G. B. (2014). β‐elemene inhibits stemness, promotes differentiation and impairs chemoresistance to temozolomide in glioblastoma stem‐like cells. International Journal of Oncology, 45(2), 699–709."}, {"Citation": "Zhu, T., Li, X., Luo, L., Wang, X., Li, Z., Xie, P., Gao, X., Song, Z., Su, J., & Liang, G. (2015). Reversion of malignant phenotypes of human glioblastoma cells by β‐elemene through β‐catenin‐mediated regulation of stemness‐, differentiation‐and epithelial‐to‐mesenchymal transition‐related molecules. Journal of Translational Medicine, 13(1), 356."}, {"Citation": "Zöllinger, M., Kelter, G., Fiebig, H.‐H., & Lindel, T. (2007). Antitumor activity of the marine natural product dibromophakellstatin in vitro. Bioorganic & Medicinal Chemistry Letters, 17(2), 346–349."}, {"Citation": "Zong, H., Parada, L. F., & Baker, S. J. (2015). Cell of origin for malignant gliomas and its implication in therapeutic development. Cold Spring Harbor Perspectives in Biology, 7, a020610."}], "Title": "REFERENCES"}], "History": [{"Year": "2023", "Month": "8", "Day": "9"}, {"Year": "2023", "Month": "5", "Day": "26"}, {"Year": "2024", "Month": "3", "Day": "19"}, {"Year": "2024", "Month": "4", "Day": "29", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "4", "Day": "29", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "4", "Day": "29", "Hour": "3", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38680103", "10.1002/ddr.22180"]}}]}