{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendrobium officinale Kimura & Migo", "Gastodia elata Blume", "ecological cultivation", "mycorrhiza", "orchid medicinal plants", "symbiosis mechanisms"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38706832", "DateRevised": {"Year": "2024", "Month": "05", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.chmed.2024.03.001"], "ArticleDate": [{"Year": "2024", "Month": "03", "Day": "08"}], "Journal": {"ISSN": "2589-3610", "JournalIssue": {"Volume": "16", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Apr"}}, "Title": "Chinese herbal medicines", "ISOAbbreviation": "Chin Herb Med"}, "ArticleTitle": "Perspective and challenges of mycorrhizal symbiosis in orchid medicinal plants.", "Pagination": {"StartPage": "172", "EndPage": "179", "MedlinePgn": "172-179"}, "Abstract": {"AbstractText": ["The family Orchidaceae is of the most diverse taxon in the plant kingdom, and most of its members are highly valuable herbal medicines. Orchids have a unique mycorrhizal symbiotic relationship with specific fungi for carbohydrate and nutrient supplies in their whole lifecycle. The large-scale cultivation of the medicinal plant <i>Gastodia elata</i> is a successful example of using mycorrhizal symbiotic technology. In this review, we adopted <i>G. elata</i> and <i>Dendrobium officinale</i> as examples to describe the characteristics of orchid mycorrhiza and mycorrhizal benefits for host plants' growth and health (e.g. biotic and abiotic stress and secondary metabolite accumulation). The challenges in applying mycorrhizal technology to the cultivation of orchid medicinal plants in the future were also discussed. This review aims to serve as a theoretical guide for the cultivation of mycorrhizal technology in medicinal orchid plants."], "CopyrightInformation": "© 2024 Tianjin Press of Chinese Herbal Medicines. Published by ELSEVIER B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine, Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing 100193, China."}], "LastName": "Leng", "ForeName": "Chunyan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine, Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing 100193, China."}], "LastName": "Hou", "ForeName": "Mengyan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine, Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing 100193, China."}], "LastName": "Xing", "ForeName": "Yongmei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine, Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing 100193, China."}], "LastName": "Chen", "ForeName": "Juan", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Chin Herb Med", "NlmUniqueID": "101556727", "ISSNLinking": "1674-6384"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ancheeva E., Daletos G., Proksch P. Bioactive secondary metabolites from endophytic fungi. Current Medicinal Chemistry. 2020;27(11):1836–1854.", "ArticleIdList": ["31526342"]}, {"Citation": "Anders Nilsson L. Orchid pollination biology. Trends in Ecology & Evolution. 1992;7(8):255–259.", "ArticleIdList": ["21236024"]}, {"Citation": "Berrios L., Yeam J., Holm L., Robinson W., Pellitier P.T., Chin M.L.…Peay K.G. Positive interactions between mycorrhizal fungi and bacteria are widespread and benefit plant growth. Current Biology. 2023;33(14):2878–2887.", "ArticleIdList": ["37369208"]}, {"Citation": "Bowles T.M., Jackson L.E., Cavagnaro T.R. Mycorrhizal fungi enhance plant nutrient acquisition and modulate nitrogen loss with variable water regimes. Global Change Biology. 2018;24(1):e171–e182.", "ArticleIdList": ["28862782"]}, {"Citation": "Brundrett M.C., Scade A., Batty A.L., Dixon K.W., Sivasithamparam K. Development of in situ and ex situ seed baiting techniques to detect mycorrhizal fungi from terrestrial orchid habitats. Mycological Research. 2003;107(Pt 10):1210–1220.", "ArticleIdList": ["14635769"]}, {"Citation": "Cameron D.D., Leake J.R., Read D.J. Mutualistic mycorrhiza in orchids: Evidence from plant-fungus carbon and nitrogen transfers in the green-leaved terrestrial orchid Goodyera repens. New Phytologist. 2006;171(2):405–416.", "ArticleIdList": ["16866946"]}, {"Citation": "Chen J., Liu S.S., Kohler A., Yan B., Luo H.M., Chen X.M., Guo S.X. iTRAQ and RNA-Seq analyses provide new insights into regulation mechanism of symbiotic germination of Dendrobium officinale seeds (Orchidaceae) Journal of Proteome Research. 2017;16(6):2174–2187.", "ArticleIdList": ["28488443"]}, {"Citation": "Chen J., Tang Y., Kohler A., Lebreton A., Xing Y., Zhou D.…Guo S.X. Comparative transcriptomics analysis of the symbiotic germination of D. officinale(Orchidaceae) with emphasis on plant cell wall modification and cell wall-degrading enzymes. Frontiers in Plant Science. 2022;13:880600.", "ArticleIdList": ["PMC9120867", "35599894"]}, {"Citation": "Chen J., Wang H., Guo S.X. Isolation and identification of endophytic and mycorrhizal fungi from seeds and roots of Dendrobium (Orchidaceae) Mycorrhiza. 2012;22(4):297–307.", "ArticleIdList": ["21779810"]}, {"Citation": "Chen X., Li Q., Xu X., Ding G., Guo S., Li B. Effects of the endophytic fungus MF23 on Dendrobium nobile Lindl. in an artificial primary environment. ACS Omega. 2021;6(15):10047–10053.", "ArticleIdList": ["PMC8153664", "34056160"]}, {"Citation": "Corrales A., Henkel T.W., Smith M.E. Ectomycorrhizal associations in the tropics - biogeography, diversity patterns and ecosystem roles. New Phytologist. 2018;220(4):1076–1091.", "ArticleIdList": ["29689121"]}, {"Citation": "Dai X.Y. Beijing Forestry University; 2011. The endophytic fungi from wild cymbidium plants and effects on seed germination and seeding growth. Thesis of Master Degree."}, {"Citation": "Favre-Godal Q., Gourguillon L., Lordel-Madeleine S., Gindro K., Choisy P. Orchids and their mycorrhizal fungi: An insufficiently explored relationship. Mycorrhiza. 2020;30(1):5–22.", "ArticleIdList": ["31982950"]}, {"Citation": "Gao X., Wang Y., Deng D., Luo Y., Shao S., Luo Y. Morphogenesis changes in protocorm development during symbiotic seed germination of Dendrobium chrysotoxum (Orchidaceae) with its mycobiont. Tulasnella sp. Horticulturae. 2023;9(5):531."}, {"Citation": "Gao Y., Ji J., Zhang Y., Yang N., Zhang M. Biochemical and transcriptomic analyses of the symbiotic interaction between Cremastra appendiculata and the mycorrhizal fungus Coprinellus disseminatus. BMC Plant Biology. 2022;22(1):15.", "ArticleIdList": ["PMC8725509", "34983403"]}, {"Citation": "Gao Y., Zhao Z., Li J., Liu N., Jacquemyn H., Guo S., Xing X. Do fungal associates of co-occurring orchids promote seed germination of the widespread orchid species Gymnadenia conopsea? Mycorrhiza. 2020;30(2–3):221–228.", "ArticleIdList": ["32146514"]}, {"Citation": "Genre A., Lanfranco L., Perotto S., Bonfante P. Unique and common traits in mycorrhizal symbioses. Nature Reviews. Microbiology. 2020;18(11):649–660.", "ArticleIdList": ["32694620"]}, {"Citation": "Ghirardo A., Fochi V., Lange B., Witting M., Schnitzler J.P., Perotto S., Balestrini R. Metabolomic adjustments in the orchid mycorrhizal fungus Tulasnella calospora during symbiosis with Serapias vomeracea. New Phytologist. 2020;228(6):1939–1952.", "ArticleIdList": ["32668507"]}, {"Citation": "Guo S.X., Xu J.T. Effects of fungi and their culture extracts on seed germination of Dendrobium dendrobium. Chinese Journal of Chinese Medicine. 1990;7:13–15.", "ArticleIdList": ["2261070"]}, {"Citation": "Guo S.X., Xu J.T. Isolation and culture of fungi promoting seed germination of Dendrobium and other Orchidaceae medicinal plants. Chinese Herbal Medicines. 1990;21(6):30–31."}, {"Citation": "Guo S.X., Xu J.T. Role of fungi in seed germination of Dendrobium robium and Dendrobium officinale. Journal of Chinese Academy of Medical Sciences. 1991;1:46–49."}, {"Citation": "Guo S.X., Xu J.T., Xiao P.G., Yang J.S. Study on chemical constituents and application of Armillaria. Bulletin of Microbiology. 1996;4:239–240."}, {"Citation": "Herrera H., Valadares R., Oliveira G., Fuentes A., Almonacid L., do Nascimento S.V.…Arriagada C. Adaptation and tolerance mechanisms developed by mycorrhizal Bipinnula fimbriata plantlets (Orchidaceae) in a heavy metal-polluted ecosystem. Mycorrhiza. 2018;28(7):651–663.", "ArticleIdList": ["30094512"]}, {"Citation": "Ho L.H., Lee Y.I., Hsieh S.Y., Lin I.S., Wu Y.C., Ko H.Y.…Guo W.J. GeSUT4 mediates sucrose import at the symbiotic interface for carbon allocation of heterotrophic Gastrodia elata (Orchidaceae) Plant, Cell & Environment. 2021;44(1):20–33.", "ArticleIdList": ["32583877"]}, {"Citation": "Hoysted G.A., Kowal J., Jacob A., Rimington W.R., Duckett J.G., Pressel S.…Bidartondo M.I. A mycorrhizal revolution. Current Opinion in Plant Biology. 2018;44:1–6.", "ArticleIdList": ["29289791"]}, {"Citation": "Huang H., Zi X.M., Lin H., Gao J.Y. Host - specificity of symbiotic mycorrhizal fungi for enhancing seed germination, protocorm formation and seedling development of over-collected medicinal orchid, Dendrobium devonianum. Journal of Microbiology. 2018;56(1):42–48.", "ArticleIdList": ["29299845"]}, {"Citation": "Huang W., Cai Y., Hyde K., Corke H., Sun M. Biodiversity of endophytic fungi associated with 29 traditional Chinese medicinal plants. Fungal Diversity. 2008;33(61):61–75."}, {"Citation": "Jacquemyn H., Waud M., Brys R., Lallemand F., Courty P.E., Robionek A., Selosse M.A. Mycorrhizal associations and trophic modes in coexisting orchids: An ecological continuum between auto-and mixotrophy. Frontiers in Plant Science. 2017;8:1497.", "ArticleIdList": ["PMC5583604", "28912791"]}, {"Citation": "Jacquemyn H., Waud M., Merckx V.S., Lievens B., Brys R. Mycorrhizal diversity, seed germination and long-term changes in population size across nine populations of the terrestrial orchid Neottia ovata. Molecular Ecology. 2015;24(13):3269–3280.", "ArticleIdList": ["25963669"]}, {"Citation": "Jain A., Sarsaiya S., Chen J., Wu Q., Lu Y., Shi J. Changes in global Orchidaceae disease geographical research trends: Recent incidences, distributions, treatment, and challenges. Bioengineered. 2021;12(1):13–29.", "ArticleIdList": ["PMC8806279", "33283604"]}, {"Citation": "Kaur J., Sharma J. Orchid root associated bacteria: Linchpins or accessories? Frontiers in Plant Science. 2021;12", "ArticleIdList": ["PMC8264303", "34249034"]}, {"Citation": "Li C.W., Liao C.H., Huang X., Chan M.T. Orchids (Oncidium and Phalaenopsis) Methods in Molecular Biology (Clifton, N.J.) 2015;1224:331–346.", "ArticleIdList": ["25416269"]}, {"Citation": "Li Q., Ding G., Li B., Guo S.X. Transcriptome analysis of genes involved in dendrobine biosynthesis in Dendrobium nobile Lindl. infected with mycorrhizal fungus MF23 (Mycena sp.) Scientific Reports. 2017;7(1):316.", "ArticleIdList": ["PMC5428410", "28331229"]}, {"Citation": "Li T., Yang W., Wu S., Selosse M.A., Gao J. Progress and prospects of mycorrhizal fungal diversity in orchids. Frontiers in Plant Science. 2021;12", "ArticleIdList": ["PMC8138444", "34025694"]}, {"Citation": "Liu H.D., Pan L.L., Zhou X., Wan N., Wu Y.F., Li B. Research progress on chemical constituents and pharmacological activities of alkaloids in Orchidaceae plants. Chinese Traditional and Herbal Drugs. 2022;50(3):731–744."}, {"Citation": "Liu J.J., Yang X.Q., Li Z.Y., Miao J.Y., Li S.B., Zhang W.P.…Lin L.B. The role of symbiotic fungi in the life cycle of Gastrodia elata Blume (Orchidaceae): A comprehensive review. Frontiers in Plant Science. 2024;14", "ArticleIdList": ["PMC10804856", "38264031"]}, {"Citation": "Liu N., Jacquemyn H., Liu Q., Shao S.C., Ding G., Xing X. Effects of a dark septate fungal endophyte on the growth and physiological response of seedlings to drought in an epiphytic orchid. Frontiers in Microbiology. 2022;13", "ArticleIdList": ["PMC9304953", "35875551"]}, {"Citation": "Liu S., Lv D.H., Lu C., Xiao Y.P., Wang S.Q., Zhou W., Niu J.F., Wang Z.Z. Tulasnella can contribute to breakthrough in germination of the medicinal orchid Bletilla striata via producing plant hormones. Rhizosphere. 2022;22(7)"}, {"Citation": "Miura C., Furui Y., Yamamoto T., Kanno Y., Honjo M., Yamaguchi K., Suetsugu K., Yagame T., Seo M., Shigenobu S., Yamato M., Kaminaka H. Autoactivation of mycorrhizal symbiosis signaling through gibberellin deactivation in orchid seed germination. Plant Physiology. 2023;194(1):546–563.", "ArticleIdList": ["PMC10756758", "37776523"]}, {"Citation": "Miura C., Yamaguchi K., Miyahara R., Yamamoto T., Fuji M., Yagame T.…Kaminaka H. The Mycoheterotrophic symbiosis between orchids and mycorrhizal fungi possesses major components shared with mutualistic plant-mycorrhizal symbioses. Molecular Plant-Microbe Interactions. 2018;31(10):1032–1047.", "ArticleIdList": ["29649962"]}, {"Citation": "Perotto S., Balestrini R. At the core of the endomycorrhizal symbioses: Intracellular fungal structures in orchid and arbuscular mycorrhiza. New Phytologist. 2023", "ArticleIdList": ["37884478"]}, {"Citation": "Pu C., Ge Y., Yang G., Zheng H., Guan W., Chao Z., Shen Y., Liu S., Chen M., Huang L. Arbuscular mycorrhizal fungi enhance disease resistance of Salvia miltiorrhiza to fusarium wilt. Frontiers in Plant Science. 2022;13", "ArticleIdList": ["PMC9753693", "36531366"]}, {"Citation": "Ran Z., Ding W., Cao S., Fang L., Zhou J., Zhang Y. Arbuscular mycorrhizal fungi: Effects on secondary metabolite accumulation of traditional Chinese medicines. Plant Biology. 2022;24(6):932–938.", "ArticleIdList": ["35733285"]}, {"Citation": "Rasmussen H., Whigham D. Importance of woody debris in seed germination of Tipularia discolor (Orchidaceae) American Journal of Botany. 1998;85(6):829.", "ArticleIdList": ["21684967"]}, {"Citation": "Roberts D.L., Dixon K.W. Orchids. Current Biology. 2008;18(8):R325–R329.", "ArticleIdList": ["18430627"]}, {"Citation": "Salvioli di Fossalunga A., Bonfante P. Arbuscular mycorrhizal fungi as biofertilisers. Current Biology. 2023;33(11):R462–R463.", "ArticleIdList": ["37279672"]}, {"Citation": "Santander C., Aroca R., Ruiz-Lozano J.M., Olave J., Cartes P., Borie F., Cornejo P. Arbuscular mycorrhiza effects on plant performance under osmotic stress. Mycorrhiza. 2017;27(7):639–657.", "ArticleIdList": ["28647757"]}, {"Citation": "Selosse M.A. The latest news from biological interactions in orchids: In love, head to toe. New Phytologist. 2014;202(2):337–340.", "ArticleIdList": ["24645780"]}, {"Citation": "Selosse M.A., Petrolli R., Mujica M.I., Laurent L., Perez-Lamarque B., Figura T.…Martos F. The waiting room hypothesis revisited by orchids: Were orchid mycorrhizal fungi recruited among root endophytes? Annals of Botany. 2022;129(3):259–270.", "ArticleIdList": ["PMC8835631", "34718377"]}, {"Citation": "Shah S., Shah B., Sharma R., Rekadwad B., Shouche Y.S., Sharma J., Pant B. Colonization with non-mycorrhizal culturable endophytic fungi enhances orchid growth and indole acetic acid production. BMC Microbiology. 2022;22(1):101.", "ArticleIdList": ["PMC9006483", "35418028"]}, {"Citation": "Shan T., Zhou L., Li B., Chen X., Guo S., Wang A.…Liu J. The Plant growth-promoting fungus MF23 (Mycena sp.) increases production of Dendrobium officinale (Orchidaceae) by affecting nitrogen uptake and NH4± assimilation. Frontiers. Plant Science. 2021;12", "ArticleIdList": ["PMC8451717", "34552603"]}, {"Citation": "Shao S.C., Burgess K.S., Cruse-Sanders J.M., Liu Q., Fan X.L., Huang H., Gao J.Y. Using in situ symbiotic seed germination to restore over-collected medicinal orchids in southwest China. Frontiers in Plant Science. 2017;8:888.", "ArticleIdList": ["PMC5461763", "28638388"]}, {"Citation": "Shao S.C., Wang Q.X., Beng K.C., Zhao D.K., Jacquemyn H. Fungi isolated from host protocorms accelerate symbiotic seed germination in an endangered orchid species (Dendrobium chrysotoxum) from southern China. Mycorrhiza. 2020;30(4):529–539.", "ArticleIdList": ["32562087"]}, {"Citation": "Shi H.F., Dong Z.Y., Shi Y., Hu M.J., Cong K., Yang L.Y.…Shi Y.N. Effect of symbiotic germinating fungi on seed germination of Dendrobium officinale. Yunnan Agricultural Science and Technology. 2023;4:8–10."}, {"Citation": "Smith S.E., Read D.J. 3rd edn. Academic Press; San Diego: 2008. Mycorrhizal symbiosis."}, {"Citation": "Tang Y.J., Zhou D.Y., Dai J., Li Y., Xing Y.M., Guo S.X., Chen J. Potential ppecificity between mycorrhizal fungi isolated from widespread Dendrobium spp. and rare D. huoshanense seeds. Current Microbiology. 2022;79(9):264.", "ArticleIdList": ["35859013"]}, {"Citation": "Tsai C.C., Wu K.M., Chiang T.Y., Huang C.Y., Chou C.H., Li S.J., Chiang Y.C. Comparative transcriptome analysis of Gastrodia elata (Orchidaceae) in response to fungus symbiosis to identify gastrodin biosynthesis-related genes. BMC Genomics. 2016;17:212.", "ArticleIdList": ["PMC4784368", "26960548"]}, {"Citation": "Van der Heijden M.G.A., Martin F.M., Selosse M.A., Sanders I.R. Mycorrhizal ecology and evolution: The past, the present, and the future. New Phytologist. 2015;205(4):1406–1423.", "ArticleIdList": ["25639293"]}, {"Citation": "Wang T., Song Z., Wang X., Xu L., Sun Q., Li L. Functional insights into the roles of hormones in the Dendrobium officinale-Tulasnella sp. germinated seed symbiotic association. International Journal of Molecular Sciences. 2018;19(11):3484.", "ArticleIdList": ["PMC6274778", "30404159"]}, {"Citation": "Weng W., Yan J., Zhou M., Yao X., Gao A., Ma C.…Ruan J. Roles of arbuscular mycorrhizal fungi as a biocontrol agent in the control of plant diseases. Microorganisms. 2022;10(7):1266.", "ArticleIdList": ["PMC9317293", "35888985"]}, {"Citation": "Xi G., Shi J., Li J., Han Z. Isolation and identification of beneficial orchid mycorrhizal fungi in Bletilla striata (Thunb.) Rchb.f. (Orchidaceae). Plant Signaling & Behavior. 2020;15(12):1816644.", "ArticleIdList": ["PMC7671041", "32897833"]}, {"Citation": "Xing X., Gai X., Liu Q., Hart M.M., Guo S. Mycorrhizal fungal diversity and community composition in a lithophytic and epiphytic orchid. Mycorrhiza. 2015;25(4):289–296.", "ArticleIdList": ["25319065"]}, {"Citation": "Xing Y.M., Zhao M.M., Guo L.C., Li B., Chen J., Guo S.X. Identification and expression of DoCCaMK during Sebacina sp. symbiosis of Dendrobium officinale. Scientific Reports. 2020;10(1):9733.", "ArticleIdList": ["PMC7298032", "32546714"]}, {"Citation": "Xu J.T. Review of 50 years research history of Gastrodia cultivation in China. Edible and Medicinal Fungi. 2013;21(1):58–63."}, {"Citation": "Xu J.T., Guo S.X. Mycena osmundicolo Lange, a fungus that provides nutrients for Gastrodia seed germination. Acta Mycolica Sinica. 1989;3:222–226."}, {"Citation": "Xu J.T., Ran Y.Z., Sun C.G., Li G.Z., Wang X.W., Lu J.Z.…Cao J.M. Nutrient sources of Gastrodia seed germination and their relationship with Armillaria. Chinese Herbal Medicine. 1980;11(3):125–128."}, {"Citation": "Xu Z.X., Zhu X.M., Yin H., Li B., Chen X.J., Fan X.L.…Han J.J. Symbiosis between Dendrobium catenatum protocorms and Serendipita indica involves the plant hypoxia response pathway. Plant Physiology. 2023;192(3):2554–2568.", "ArticleIdList": ["PMC10315314", "36988071"]}, {"Citation": "Yagame T., Funabiki E., Nagasawa E., Fukiharu T., Iwase K. Identification and symbiotic ability of Psathyrellaceae fungi isolated from a photosynthetic orchid, Cremastra appendiculata (Orchidaceae) American Journal of Botany. 2013;100(9):1823–1830.", "ArticleIdList": ["24026354"]}, {"Citation": "Yamamoto T., Miura C., Fuji M., Nagata S., Otani Y., Yagame T.…Kaminaka H. Quantitative evaluation of protocorm growth and fungal colonization in Bletilla striata (Orchidaceae) reveals less-productive symbiosis with a non-native symbiotic fungus. BMC Plant Biology. 2017;17(1):50.", "ArticleIdList": ["PMC5320772", "28222700"]}, {"Citation": "Yang J.W., Chen T.Y., Chen X.M., Li B., Zhou L.S., Qiu X.D.…Guo S.X. Study on metabolites of Tulasnella sp. (S7) promoting seed germination of Dendrobium officinale. Science in China. Life Sciences. 2023;53(6):885–899."}, {"Citation": "Yang J.W., Chen X.M., Meng Z.X., Zhu W.D., Shan T.T., Huang Q.…Guo S.X. Effects of Tulasnella sp. fungus S7 (Tulasnella sp.) and its extract on seed germination of Dendrobium officinale. Science in China. Life Sciences. 2020;50(5):559–570."}, {"Citation": "Ye B.Z. PLA Navy Medical University. Thesis of Master Degree; 2019. Effects of endophytic fungi on promoting host growth and metabolism and enhancing disease resistance."}, {"Citation": "Yuan Y., Jin X.H., Liu J., Zhao X., Zhou J.H., Wang X.…Huang L.Q. The Gastrodia elata genome provides insights into plant adaptation to heterotrophy. Nature Communications. 2018;9(1):1615.", "ArticleIdList": ["PMC5915607", "29691383"]}, {"Citation": "Yuan Y., Liu J.S., Cai D. Research progress on chemical constituents and pharmacological effects of Armillaria. Agricultural Products Processing (Journal of Agricultural Sciences) 2008;5:46–49."}, {"Citation": "Zahn F.E., Söll E., Chapin T.K., Wang D., Gomes S.I.F., Hynson N.A.…Gebauer G. Novel insights into orchid mycorrhiza functioning from stable isotope signatures of fungal pelotons. New Phytologist. 2023;239(4):1449–1463.", "ArticleIdList": ["37343598"]}, {"Citation": "Zeng X., Li Y., Ling H., Chen J., Guo S.X. Revealing proteins associated with symbiotic germination of Gastrodia elata by proteomic analysis. Botanical Studies. 2018;59(1):8.", "ArticleIdList": ["PMC5840113", "29511914"]}, {"Citation": "Zeng X., Yang J., Ling H., Zhang Y., Guo S.X. RNA-Seq analysis of Gastrodia elata seed germination infected with Mycena dendrobi. Mycosystema. 2018;37(1):52–63."}, {"Citation": "Zhang J.H., Lu J.M., Zhu Y.C., Shen X.X., Zhu B., Qin L.P. Roles of endophytic fungi in medicinal plant TCM quality development and abiotic stress response. Chinese Herbal Medicines. 2024;16(2)"}, {"Citation": "Zhang S., Yang Y., Li J., Qin J., Zhang W., Huang W., Hu H. Physiological diversity of orchids. Plant Diversity. 2018;40(4):196–208.", "ArticleIdList": ["PMC6137271", "30740565"]}, {"Citation": "Zhang Y., Li Y.Y., Chen X.M., Guo S.X., Lee Y.I. Effect of different mycobionts on symbiotic germination and seedling growth of Dendrobium officinale, an important medicinal orchid. Botanical Studies. 2020;61(1):2.", "ArticleIdList": ["PMC6985412", "31989371"]}, {"Citation": "Zhang Y., Li Y., Chen X., Meng Z., Guo S. Combined metabolome and transcriptome analyses reveal the effects of mycorrhizal fungus Ceratobasidium sp. AR2 on the flavonoid accumulation in Anoectochilus roxburghii during different growth stages. International Journal of Molecular Sciences. 2020;21(2):564.", "ArticleIdList": ["PMC7013922", "31952330"]}, {"Citation": "Zhang Y., Huo W., Hou J., Liu L., Yu X., Xu L. Effects and benefits of orchid mycorrhizal symbionts on Dendrobium officinale. Horticulturae. 2022;8:861."}, {"Citation": "Zhao R.X., Zheng S.G., Hu Y.D., Li H.J., Chen Y.Y., Chun Z. Endophytic bacterial diversity of the medicinal orchid Dendrobium nobile. South African Journal of Botany. 2023;158:90–97."}, {"Citation": "Zhao Y., Cartabia A., Lalaymia I., Declerck S. Arbuscular mycorrhizal fungi and production of secondary metabolites in medicinal plants. Mycorrhiza. 2022;32(3–4):221–256.", "ArticleIdList": ["PMC9184413", "35556179"]}, {"Citation": "Zhou Y., Wu L., Chen Q., Sun M., Li C., Si J. Screening of endophytic fungi against southern blight disease pathogen-sclerotium delphinii in Dendrobium catenatum. Chinese Journal of Traditional Chinese Materia Medica. 2020;45(22):5459–5464.", "ArticleIdList": ["33350206"]}, {"Citation": "Zhu B., Liu J.J., Si J.P., Qin L.P., Han T., Zhao L., Wu L.S. Effects of endophytic fungi from Dendrobium officinale on host growth and components metabolism of tissue culture seedlings. China Journal of Chinese Materia Medica. 2016;41(9):1602–1607.", "ArticleIdList": ["28891606"]}, {"Citation": "Zhu W., Hu J., Chi J., Li Y., Yang B., Hu W.…Bao Y. Label-Free proteomics reveals the molecular mechanism of subculture induced strain degeneration and discovery of indicative index for degeneration in Pleurotus ostreatus. Molecules. 2020;25(21):4920.", "ArticleIdList": ["PMC7660624", "33114310"]}]}], "History": [{"Year": "2024", "Month": "1", "Day": "22"}, {"Year": "2024", "Month": "2", "Day": "28"}, {"Year": "2024", "Month": "3", "Day": "5"}, {"Year": "2024", "Month": "5", "Day": "6", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "6", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "6", "Hour": "4", "Minute": "3"}, {"Year": "2024", "Month": "3", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["38706832", "PMC11064572", "10.1016/j.chmed.2024.03.001", "S1674-6384(24)00013-3"]}}]}