{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["barrier function", "colitis", "cucurbitacins", "inflammation", "microbiota"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38737108", "DateRevised": {"Year": "2024", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2147/JIR.S456353"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "06"}], "Journal": {"ISSN": "1178-7031", "JournalIssue": {"Volume": "17", "PubDate": {"Year": "2024"}}, "Title": "Journal of inflammation research", "ISOAbbreviation": "J Inflamm Res"}, "ArticleTitle": "Cucurbitacin E Alleviates Colonic Barrier Function Impairment and Inflammation Response and Improves Microbial Composition on Experimental Colitis Models.", "Pagination": {"StartPage": "2745", "EndPage": "2756", "MedlinePgn": "2745-2756"}, "Abstract": {"AbstractText": ["Cucurbitacins, which are found in a variety of medicinal plants, vegetables and fruits, were known for their diverse pharmacological and biological activities, including anticancer, anti-oxidative and anti-inflammatory effects. Cucurbitacin E, one of the major cucurbitacins, was recently proved to inhibit inflammatory response.", "To explore the therapeutic effects of cucurbitacin E on colitis and the underlying mechanisms, male mice drunk water containing 2.5% dextran sulfate sodium (DSS) to establish colitis model and administrated with cucurbitacin E during and after DSS treatment. The disease activity index was scored and colonic histological damage was observed. Intestinal tight junction and inflammatory response were determined. 16S rRNA and transcriptome sequencing were performed to analyze gut microbiota composition and gene expression, respectively.", "We found that cucurbitacin E alleviated DSS-induced body weight loss and impaired colonic morphology. Cucurbitacin E decreased the expression of inflammatory cytokines and cell apoptosis, and maintained barrier function. Additionally, cucurbitacin E retrieved DSS-induced alterations in the bacterial community composition. Furthermore, a variety of differentially expressed genes (DEGs) caused by cucurbitacin E were enriched in several pathways including the NFκB and TNF signaling pathways as well as in Th17 cell differentiation. There was a close relationship between DEGs and bacteria such as <i>Escherichia-Shigella</i> and Muribaculaceae.", "Our results revealed that cucurbitacin E may exert protective effects on colitis via modulating inflammatory response, microbiota composition and host gene expression. Our study supports the therapeutic potential of cucurbitacin E in colitis and indicates that gut microbes are potentially therapeutic targets."], "CopyrightInformation": "© 2024 Zhan et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory, Hospital of Shandong University, Jinan, 250100, People's Republic of China."}], "LastName": "Zhan", "ForeName": "Fengxia", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Marine Eco-Environmental Science and Technology, First Institute of Oceanography, Ministry of Natural Resources, Qingdao, 266061, People's Republic of China."}], "LastName": "Song", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Qingdao Mental Health Center, Qingdao University, Qingdao, People's Republic of China."}], "LastName": "Fan", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory, Hospital of Shandong University, Jinan, 250100, People's Republic of China."}], "LastName": "Wang", "ForeName": "Fangjian", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory, Qilu Hospital, Shandong University, Jinan, 250012, People's Republic of China."}, {"Identifier": [], "Affiliation": "Department of Clinical Laboratory, Qilu Hospital (Qingdao), Shandong University, Qingdao, 266035, People's Republic of China."}], "LastName": "Wang", "ForeName": "Qian", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Inflamm Res", "NlmUniqueID": "101512684", "ISSNLinking": "1178-7031"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhang H, Hua R, Zhang B, Zhang X, Yang H, Zhou X. Serine alleviates dextran sulfate sodium-induced colitis and regulates the gut microbiota in mice. Front Microbiol. 2018;9:3062. doi:10.3389/fmicb.2018.03062", "ArticleIdList": ["10.3389/fmicb.2018.03062", "PMC6295577", "30619148"]}, {"Citation": "Gibson PR. Increased gut permeability in Crohn’s disease: is TNF the link? Gut. 2004;53(12):1724–1725. doi:10.1136/gut.2004.047092", "ArticleIdList": ["10.1136/gut.2004.047092", "PMC1774337", "15542502"]}, {"Citation": "Cai Y, Fang X, He C, et al. Cucurbitacins: a systematic review of the phytochemistry and anticancer activity. Am J Chin Med. 2015;43(7):1331–1350. doi:10.1142/S0192415X15500755", "ArticleIdList": ["10.1142/S0192415X15500755", "26503558"]}, {"Citation": "Murtaza M, Khan G, Aftab MF, et al. Cucurbitacin E reduces obesity and related metabolic dysfunction in mice by targeting JAK-STAT5 signaling pathway. PLoS One. 2017;12(6):e0178910. doi:10.1371/journal.pone.0178910", "ArticleIdList": ["10.1371/journal.pone.0178910", "PMC5466318", "28598969"]}, {"Citation": "Dong Y, Lu B, Zhang X, et al. Cucurbitacin E, a tetracyclic triterpenes compound from Chinese medicine, inhibits tumor angiogenesis through VEGFR2-mediated Jak2-STAT3 signaling pathway. Carcinogenesis. 2010;31(12):2097–2104. doi:10.1093/carcin/bgq167", "ArticleIdList": ["10.1093/carcin/bgq167", "20732905"]}, {"Citation": "Attard E, Brincat MP, Cuschieri A. Immunomodulatory activity of cucurbitacin E isolated from Ecballium elaterium. Fitoterapia. 2005;76(5):439–441. doi:10.1016/j.fitote.2005.02.007", "ArticleIdList": ["10.1016/j.fitote.2005.02.007", "15908139"]}, {"Citation": "Xie H, Tuo X, Zhang F, Bowen L, Zhao W, Xu Y. Dietary cucurbitacin E reduces high-strength altitude training induced oxidative stress, inflammation and immunosuppression. An Acad Bras Cienc. 2020;92(4):e20200012. doi:10.1590/0001-3765202020200012", "ArticleIdList": ["10.1590/0001-3765202020200012", "33206789"]}, {"Citation": "He X, Gao Q, Qiang Y, Guo W, Ma Y. Cucurbitacin E induces apoptosis of human prostate cancer cells via cofilin-1 and mTORC1. Oncol Lett. 2017;13(6):4905–4910. doi:10.3892/ol.2017.6086", "ArticleIdList": ["10.3892/ol.2017.6086", "PMC5453063", "28599494"]}, {"Citation": "Qiao J, Xu LH, He J, Ouyang DY, He XH. Cucurbitacin E exhibits anti-inflammatory effect in RAW 264.7 cells via suppression of NF-kappaB nuclear translocation. Inflamm Res. 2013;62(5):461–469. doi:10.1007/s00011-013-0598-z", "ArticleIdList": ["10.1007/s00011-013-0598-z", "23360962"]}, {"Citation": "Shang J, Liu W, Yin C, Chu H, Zhang M. Cucurbitacin E ameliorates lipopolysaccharide-evoked injury, inflammation and MUC5AC expression in bronchial epithelial cells by restraining the HMGB1-TLR4-NF-kappaB signaling. Mol Immunol. 2019;114:571–577. doi:10.1016/j.molimm.2019.09.008", "ArticleIdList": ["10.1016/j.molimm.2019.09.008", "31525576"]}, {"Citation": "Wang L, Li C, Lin Q, et al. Cucurbitacin E suppresses cytokine expression in human Jurkat T cells through down-regulating the NF-kappaB signaling. Acta Biochim Biophys Sin. 2015;47(6):459–465. doi:10.1093/abbs/gmv030", "ArticleIdList": ["10.1093/abbs/gmv030", "25921411"]}, {"Citation": "He L, Zhou X, Liu Y, Zhou L, Li F. Fecal miR-142a-3p from dextran sulfate sodium-challenge recovered mice prevents colitis by promoting the growth of Lactobacillus reuteri. Mol Ther. 2022;30(1):388–399. doi:10.1016/j.ymthe.2021.08.025", "ArticleIdList": ["10.1016/j.ymthe.2021.08.025", "PMC8753372", "34450255"]}, {"Citation": "Zhou X, He L, Wu C, Zhang Y, Wu X, Yin Y. Serine alleviates oxidative stress via supporting glutathione synthesis and methionine cycle in mice. Mol Nutr Food Res. 2017;61(11). doi:10.1002/mnfr.201700262", "ArticleIdList": ["10.1002/mnfr.201700262", "28759161"]}, {"Citation": "Zhou X, Liu Y, Xiong X, et al. Intestinal accumulation of microbiota-produced succinate caused by loss of microRNAs leads to diarrhea in weanling piglets. Gut Microbes. 2022;14(1):2091369. doi:10.1080/19490976.2022.2091369", "ArticleIdList": ["10.1080/19490976.2022.2091369", "PMC9235893", "35758253"]}, {"Citation": "Zhou X, Liu Y, Zhang L, Kong X, Li F. Serine-to-glycine ratios in low-protein diets regulate intramuscular fat by affecting lipid metabolism and myofiber type transition in the skeletal muscle of growing-finishing pigs. Animal Nutrition. 2021;7(2):384–392. doi:10.1016/j.aninu.2020.08.011", "ArticleIdList": ["10.1016/j.aninu.2020.08.011", "PMC8245814", "34258426"]}, {"Citation": "Liu H, Yu L, Shao B, Yin N, Li L, Tang R. Cucurbitacin E ameliorates airway remodelling by inhibiting nerve growth factor expression in nicotine-treated bronchial epithelial cells and mice: the key role of let-7c-5p up-regulated expression. Basic Clin Physiol Pharmacol. 2022;131(1):34–44. doi:10.1111/bcpt.13742", "ArticleIdList": ["10.1111/bcpt.13742", "35560511"]}, {"Citation": "Jia Q, Cheng W, Yue Y, et al. Cucurbitacin E inhibits TNF-alpha-induced inflammatory cytokine production in human synoviocyte MH7A cells via suppression of PI3K/Akt/NF-kappaB pathways. Int Immunopharmacol. 2015;29(2):884–890. doi:10.1016/j.intimp.2015.08.026", "ArticleIdList": ["10.1016/j.intimp.2015.08.026", "26453509"]}, {"Citation": "Liu Z, Kumar M, Devi S, Kabra A. The mechanisms of cucurbitacin E as a neuroprotective and memory-enhancing agent in a cerebral hypoperfusion rat model: attenuation of oxidative stress, inflammation, and excitotoxicity. Front Pharmacol. 2021;12:794933. doi:10.3389/fphar.2021.794933", "ArticleIdList": ["10.3389/fphar.2021.794933", "PMC8703111", "34955861"]}, {"Citation": "Park SY, Kim YH, Park G. Cucurbitacins attenuate microglial activation and protect from neuroinflammatory injury through Nrf2/ARE activation and STAT/NF-kappaB inhibition. Neurosci Lett. 2015;609:129–136. doi:10.1016/j.neulet.2015.10.022", "ArticleIdList": ["10.1016/j.neulet.2015.10.022", "26472707"]}, {"Citation": "Huang L, Zheng J, Sun G, et al. 5-Aminosalicylic acid ameliorates dextran sulfate sodium-induced colitis in mice by modulating gut microbiota and bile acid metabolism. Cell Mol Life Sci. 2022;79(8):460. doi:10.1007/s00018-022-04471-3", "ArticleIdList": ["10.1007/s00018-022-04471-3", "PMC11071811", "35913641"]}, {"Citation": "Xie M, Zhang X, Wang X, et al. Effects of arabinoxylan and chlorogenic acid on the intestinal microbiota in dextran sulfate sodium-treated mice. Front Nutr. 2022;9:950446. doi:10.3389/fnut.2022.950446", "ArticleIdList": ["10.3389/fnut.2022.950446", "PMC9742537", "36518999"]}, {"Citation": "Peng L, Gao X, Nie L, et al. Astragalin Attenuates Dextran Sulfate Sodium (DSS)-induced acute experimental colitis by alleviating gut microbiota dysbiosis and inhibiting NF-kappaB activation in mice. Front Immunol. 2020;11:2058. doi:10.3389/fimmu.2020.02058", "ArticleIdList": ["10.3389/fimmu.2020.02058", "PMC7523281", "33042117"]}, {"Citation": "Qi C, Li Y, Yu RQ, et al. Composition and immuno-stimulatory properties of extracellular DNA from mouse gut flora. World J Gastroenterol. 2017;23(44):7830–7839. doi:10.3748/wjg.v23.i44.7830", "ArticleIdList": ["10.3748/wjg.v23.i44.7830", "PMC5703912", "29209124"]}, {"Citation": "Li AL, Ni WW, Li Y, et al. Effect of 2 ‘-fucosyllactose supplementation on intestinal flora in mice with intestinal inflammatory diseases. Int Dairy J. 2020;2:110."}, {"Citation": "Zhao R, Shen GX. Impact of anthocyanin component and metabolite of Saskatoon berry on gut microbiome and relationship with fecal short chain fatty acids in diet-induced insulin resistant mice. J Nutr Biochem. 2023;111:109201. doi:10.1016/j.jnutbio.2022.109201", "ArticleIdList": ["10.1016/j.jnutbio.2022.109201", "36332818"]}, {"Citation": "Xiao YT, Yan WH, Cao Y, Yan JK, Cai W. Neutralization of IL-6 and TNF-alpha ameliorates intestinal permeability in DSS-induced colitis. Cytokine. 2016;83:189–192. doi:10.1016/j.cyto.2016.04.012", "ArticleIdList": ["10.1016/j.cyto.2016.04.012", "27155817"]}, {"Citation": "Wang Z, Wu X, Wang CL, et al. Tryptanthrin protects mice against dextran sulfate sodium-induced colitis through inhibition of TNF-alpha/NF-kappaB and IL-6/STAT3 Pathways. Molecules. 2018;23:5.", "ArticleIdList": ["PMC6099556", "29724065"]}, {"Citation": "Huang XL, Zhang X, Fei XY, et al. Faecalibacterium prausnitzii supernatant ameliorates dextran sulfate sodium induced colitis by regulating Th17 cell differentiation. World J Gastroenterol. 2016;22(22):5201–5210. doi:10.3748/wjg.v22.i22.5201", "ArticleIdList": ["10.3748/wjg.v22.i22.5201", "PMC4893467", "27298563"]}, {"Citation": "Kang GD, Lim S, Kim DH. Oleanolic acid ameliorates dextran sodium sulfate-induced colitis in mice by restoring the balance of Th17/Treg cells and inhibiting NF-kappaB signaling pathway. Int Immunopharmacol. 2015;29(2):393–400. doi:10.1016/j.intimp.2015.10.024", "ArticleIdList": ["10.1016/j.intimp.2015.10.024", "26514300"]}, {"Citation": "Xu M, Zuo D, Liu X, et al. MiR-155 contributes to Th17 cells differentiation in dextran sulfate sodium (DSS)-induced colitis mice via Jarid2. Biochem Biophys Res Commun. 2017;488(1):6–14. doi:10.1016/j.bbrc.2017.04.143", "ArticleIdList": ["10.1016/j.bbrc.2017.04.143", "28461115"]}, {"Citation": "Wang X, Sun Y, Zhao Y, et al. Oroxyloside prevents dextran sulfate sodium-induced experimental colitis in mice by inhibiting NF-kappaB pathway through PPARgamma activation. Biochem Pharmacol. 2016;106:70–81. doi:10.1016/j.bcp.2016.02.019", "ArticleIdList": ["10.1016/j.bcp.2016.02.019", "26947454"]}, {"Citation": "Lv J, Zhang Y, Tian Z, et al. Astragalus polysaccharides protect against dextran sulfate sodium-induced colitis by inhibiting NF-kappacapital VE, Cyrillic activation. Int J Biol Macromol. 2017;98:723–729. doi:10.1016/j.ijbiomac.2017.02.024", "ArticleIdList": ["10.1016/j.ijbiomac.2017.02.024", "28188801"]}, {"Citation": "Hou J, Hu M, Zhang L, Gao Y, Ma L, Xu Q. Dietary taxifolin protects against dextran sulfate sodium-induced colitis via NF-kappaB signaling, enhancing intestinal barrier and modulating gut microbiota. Front Immunol. 2020;11:631809. doi:10.3389/fimmu.2020.631809", "ArticleIdList": ["10.3389/fimmu.2020.631809", "PMC7921741", "33664740"]}, {"Citation": "Munyaka PM, Rabbi MF, Khafipour E, Ghia JE. Acute dextran sulfate sodium (DSS)-induced colitis promotes gut microbial dysbiosis in mice. J Basic Microbiol. 2016;56(9):986–998. doi:10.1002/jobm.201500726", "ArticleIdList": ["10.1002/jobm.201500726", "27112251"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "23"}, {"Year": "2024", "Month": "4", "Day": "16"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "4", "Minute": "6"}, {"Year": "2024", "Month": "5", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38737108", "PMC11086439", "10.2147/JIR.S456353", "456353"]}}]}