{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Flueggea virosa", "Securinega alkaloid", "anticancer agents", "molecular docking", "norsecurinine", "oligomeric alkaloids", "tubulin binding"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38732484", "DateRevised": {"Year": "2024", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["1269", "10.3390/plants13091269"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "03"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "9", "PubDate": {"Year": "2024", "Month": "May", "Day": "03"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Interaction of Norsecurinine-Type Oligomeric Alkaloids with α-Tubulin: A Molecular Docking Study.", "Abstract": {"AbstractText": ["The medicinal plant <i>Securinega virosa</i> (Roxb ex. Willd) Baill., also known as <i>Flueggea virosa</i> (Roxb. ex Willd.) Royle, is commonly used in traditional medicine in Africa and Asia for the management of diverse pathologies, such as parasite infections, diabetes, and gastrointestinal diseases. Numerous alkaloids have been isolated from the twigs and leaves of the plant, notably a variety of oligomeric indolizidine alkaloids derived from the monomers securinine and norsecurinine which both display anticancer properties. The recent discovery that securinine can bind to tubulin and inhibit microtubule assembly prompted us to investigate the potential binding of two series of alkaloids, fluevirosines A-H and fluevirosinine A-J, with the tubulin dimer by means of molecular modeling. These natural products are rare high-order alkaloids with tri-, tetra-, and pentameric norsecurinine motifs. Despite their large size (up to 2500 Å<sup>3</sup>), these alkaloids can bind easily to the large drug-binding cavity (about 4800 Å<sup>3</sup>) on α-tubulin facing the β-tubulin unit. The molecular docking analysis suggests that these hydrophobic macro-alkaloids can form stable complexes with α/β-tubulin. The tubulin-binding capacity varies depending on the alkaloid size and structure. Structure-binding relationships are discussed. The docking analysis identifies the trimer fluevirosine D, tetramer fluevirosinine D, and pentamer fluevirosinine H as the most interesting tubulin ligands in the series. This study is the first to propose a molecular target for these atypical oligomeric <i>Securinega</i> alkaloids."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "U1286-INFINITE, Lille Inflammation Research International Center, Institut de Chimie Pharmaceutique Albert Lespagnol (ICPAL), Faculté de Pharmacie, University of Lille, 3 rue du Professeur Laguesse, 59006 Lille, France."}], "LastName": "Vergoten", "ForeName": "Gérard", "Initials": "G"}, {"Identifier": ["0000-0002-2973-9357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CNRS, Inserm, CHU Lille, UMR9020-U1277-CANTHER-Cancer Heterogeneity Plasticity and Resistance to Therapies, OncoLille Institut, University of Lille, 59000 Lille, France."}, {"Identifier": [], "Affiliation": "Institute of Pharmaceutical Chemistry Albert Lespagnol (ICPAL), Faculty of Pharmacy, University of Lille, 59006 Lille, France."}, {"Identifier": [], "Affiliation": "OncoWitan, Scientific Consulting Office, 59290 Lille, France."}], "LastName": "Bailly", "ForeName": "Christian", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chang Y., Sun C., Wang C., Huo X., Zhao W., Ma X. Biogenetic and biomimetic synthesis of natural bisditerpenoids: Hypothesis and practices. Nat. Prod. Rep. 2022;39:2030–2056. doi: 10.1039/D2NP00039C.", "ArticleIdList": ["10.1039/D2NP00039C", "35983892"]}, {"Citation": "Fan Y., Shen J., Liu Z., Xia K., Zhu W., Fu P. Methylene-bridged dimeric natural products involving one-carbon unit in biosynthesis. Nat. Prod. Rep. 2022;39:1305–1324. doi: 10.1039/D2NP00022A.", "ArticleIdList": ["10.1039/D2NP00022A", "35604066"]}, {"Citation": "Liu X., Yang J., Fu J., Yao X.J., Wang J.R., Liu L., Jiang Z.H., Zhu G.Y. Aggreganoids A-F, Carbon-Bridged Sesquiterpenoid Dimers and Trimers from Lindera aggregata. Org. Lett. 2019;21:5753–5756. doi: 10.1021/acs.orglett.9b02166.", "ArticleIdList": ["10.1021/acs.orglett.9b02166", "31274330"]}, {"Citation": "Yu Y., Wei X., Liu Y., Dong G., Hao C., Zhang J., Jiang J., Cheng J., Liu A., Chen S. Identification and quantification of oligomeric proanthocyanidins, alkaloids, and flavonoids in lotus seeds: A potentially rich source of bioactive compounds. Food Chem. 2022;379:132124. doi: 10.1016/j.foodchem.2022.132124.", "ArticleIdList": ["10.1016/j.foodchem.2022.132124", "35065486"]}, {"Citation": "Zhao W.Y., Yan J.J., Liu T.T., Gao J., Huang H.L., Sun C.P., Huo X.K., Deng S., Zhang B.J., Ma X.C. Natural sesquiterpenoid oligomers: A chemical perspective. Eur. J. Med. Chem. 2020;203:112622. doi: 10.1016/j.ejmech.2020.112622.", "ArticleIdList": ["10.1016/j.ejmech.2020.112622", "32688203"]}, {"Citation": "Zhang H., Wang X., Wang T., Chen K., Wang H., Jia Q., Li Y. Enhancement of Berberine Hypoglycemic Activity by Oligomeric Proanthocyanidins. Molecules. 2018;23:3318. doi: 10.3390/molecules23123318.", "ArticleIdList": ["10.3390/molecules23123318", "PMC6321252", "30558158"]}, {"Citation": "Luo E.E., Liu S.N., Wang Z.J., Chen L.Y., Liang C.Q., Yu M.Y., Qin X.J. Oligomeric phloroglucinols with hAChE inhibitory and antibacterial activities from tropic Rhodomyrtus tomentosa. Bioorg. Chem. 2023;141:106836. doi: 10.1016/j.bioorg.2023.106836.", "ArticleIdList": ["10.1016/j.bioorg.2023.106836", "37774436"]}, {"Citation": "Nitta Y., Ito H., Komori H., Ueno H., Takeshima D., Ito M., Sakaue M., Kikuzaki H. The ellagitannin trimer rugosin G inhibits recombinant human histidine decarboxylase. Biosci. Biotechnol. Biochem. 2019;83:1315–1318. doi: 10.1080/09168451.2019.1606695.", "ArticleIdList": ["10.1080/09168451.2019.1606695", "30995171"]}, {"Citation": "Toro-Uribe S., Montero L., López-Giraldo L., Ibáñez E., Herrero M. Characterization of secondary metabolites from green cocoa beans using focusing-modulated comprehensive two-dimensional liquid chromatography coupled to tandem mass spectrometry. Anal. Chim. Acta. 2018;1036:204–213. doi: 10.1016/j.aca.2018.06.068.", "ArticleIdList": ["10.1016/j.aca.2018.06.068", "30253833"]}, {"Citation": "Aguilera-Correa J.J., Fernández-López S., Cuñas-Figueroa I.D., Pérez-Rial S., Alakomi H.L., Nohynek L., Oksman-Caldentey K.M., Salminen J.P., Esteban J., Cuadros J., et al. Sanguiin H-6 Fractionated from Cloudberry (Rubus chamaemorus) Seeds Can Prevent the Methicillin-Resistant Staphylococcus aureus Biofilm Development during Wound Infection. Antibiotics. 2021;10:1481. doi: 10.3390/antibiotics10121481.", "ArticleIdList": ["10.3390/antibiotics10121481", "PMC8698471", "34943693"]}, {"Citation": "Abudureheman B., Yu X., Fang D., Zhang H. Enzymatic Oxidation of Tea Catechins and Its Mechanism. Molecules. 2022;27:942. doi: 10.3390/molecules27030942.", "ArticleIdList": ["10.3390/molecules27030942", "PMC8840101", "35164208"]}, {"Citation": "Hashiguchi K., Teramoto S., Katayama K., Matsuo Y., Saito Y., Tanaka T. Oligomerization Mechanisms of Tea Catechins Involved in the Production of Black Tea Thearubigins. J. Agric. Food Chem. 2023;71:15319–15330. doi: 10.1021/acs.jafc.3c05007.", "ArticleIdList": ["10.1021/acs.jafc.3c05007", "37812808"]}, {"Citation": "Ito T. Resveratrol oligomer structure in Dipterocarpaceaeous plants. J. Nat. Med. 2020;74:619–637. doi: 10.1007/s11418-020-01412-x.", "ArticleIdList": ["10.1007/s11418-020-01412-x", "PMC7456419", "32356240"]}, {"Citation": "Ito T., Ito H., Nehira T., Sawa R., Iinuma M. Structure elucidation of highly condensed stilbenoids: Chiroptical properties and absolute configuration. Tetrahedron. 2014;70:5640–5649. doi: 10.1016/j.tet.2014.06.074.", "ArticleIdList": ["10.1016/j.tet.2014.06.074"]}, {"Citation": "Shen J., Zhou Q., Li P., Wang Z., Liu S., He C., Zhang C., Xiao P. Update on Phytochemistry and Pharmacology of Naturally Occurring Resveratrol Oligomers. Molecules. 2017;22:2050. doi: 10.3390/molecules22122050.", "ArticleIdList": ["10.3390/molecules22122050", "PMC6149893", "29186764"]}, {"Citation": "Wati F.A., Santoso M., Moussa Z., Fatmawati S., Fadlan A., Judeh Z.M.A. Chemistry of trisindolines: Natural occurrence, synthesis and bioactivity. RSC Adv. 2021;11:25381–25421. doi: 10.1039/D1RA03091D.", "ArticleIdList": ["10.1039/D1RA03091D", "PMC9037102", "35478918"]}, {"Citation": "Wei J., Chen X., Ge Y., Yin Q., Wu X., Tang J., Zhang Z., Wu B. Citrinin Monomer, Trimer, and Tetracyclic Alkaloid Derivatives from the Hydrothermal Vent-Associated Fungus Penicillium citrinum TW132-59. J. Org. Chem. 2022;87:13270–13279. doi: 10.1021/acs.joc.2c01856.", "ArticleIdList": ["10.1021/acs.joc.2c01856", "36131357"]}, {"Citation": "He Z.H., Xie C.L., Wu T., Zhang Y., Zou Z.B., Xie M.M., Xu L., Capon R.J., Xu R., Yang X.W. Neotricitrinols A-C, unprecedented citrinin trimers with anti-osteoporosis activity from the deep-sea-derived Penicillium citrinum W23. Bioorg. Chem. 2023;139:106756. doi: 10.1016/j.bioorg.2023.106756.", "ArticleIdList": ["10.1016/j.bioorg.2023.106756", "37544271"]}, {"Citation": "Funayama S., Cordell G.A. Chemistry of acronycine, XII. Further oligomers of noracronycine. J. Nat. Prod. 1986;49:210–217. doi: 10.1021/np50044a003.", "ArticleIdList": ["10.1021/np50044a003", "3734808"]}, {"Citation": "Kren V., Fiserová A., Weignerová L., Stibor I., Halada P., Prikrylová V., Sedmera P., Pospísil M. Clustered ergot alkaloids modulate cell-mediated cytotoxicity. Bioorg. Med. Chem. 2002;10:415–424. doi: 10.1016/S0968-0896(01)00291-7.", "ArticleIdList": ["10.1016/S0968-0896(01)00291-7", "11741789"]}, {"Citation": "Kren V., Eich E., Pertz H.H. 5-HT2A receptors of rat tail artery. Physiol. Res. 2004;53:35–43.", "ArticleIdList": ["14984312"]}, {"Citation": "Hou W., Huang H., Wu X.Q., Lan J.X. Bioactivities and mechanism of action of securinega alkaloids derivatives reported prior to 2022. Biomed. Pharmacother. 2023;158:114190. doi: 10.1016/j.biopha.2022.114190.", "ArticleIdList": ["10.1016/j.biopha.2022.114190", "36916441"]}, {"Citation": "Bailly C. Traditional uses, pharmacology, and phytochemistry of the medicinal plant Flueggea virosa (Roxb. ex Willd.) Royle. Future Pharmacol. 2024;4:77–102. doi: 10.3390/futurepharmacol4010007.", "ArticleIdList": ["10.3390/futurepharmacol4010007"]}, {"Citation": "Chirkin E., Atkatlian W., Porée F.H. The Securinega alkaloids. Alkaloids Chem. Biol. 2015;74:1–120.", "ArticleIdList": ["25845059"]}, {"Citation": "Kang G., Park S., Han S. Synthesis of High-Order and High-Oxidation State Securinega Alkaloids. Acc. Chem. Res. 2023;56:140–156. doi: 10.1021/acs.accounts.2c00719.", "ArticleIdList": ["10.1021/acs.accounts.2c00719", "36594722"]}, {"Citation": "Liu C.J., Fan X.D., Jiang J.G., Chen Q.X., Zhu W. Potential anticancer activities of securinine and its molecular targets. Phytomedicine. 2022;106:154417. doi: 10.1016/j.phymed.2022.154417.", "ArticleIdList": ["10.1016/j.phymed.2022.154417", "36063584"]}, {"Citation": "Ashraf S.M., Mahanty S., Rathinasamy K. Securinine induces mitotic block in cancer cells by binding to tubulin and inhibiting microtubule assembly: A possible mechanistic basis for its anticancer activity. Life Sci. 2021;287:120105. doi: 10.1016/j.lfs.2021.120105.", "ArticleIdList": ["10.1016/j.lfs.2021.120105", "34756929"]}, {"Citation": "Stefanowicz-Hajduk J., Sparzak-Stefanowska B., Krauze-Baranowska M., Ochocka J.R. Securinine from Phyllanthus glaucus Induces Cell Cycle Arrest and Apoptosis in Human Cervical Cancer HeLa Cells. PLoS ONE. 2016;11:e0165372. doi: 10.1371/journal.pone.0165372.", "ArticleIdList": ["10.1371/journal.pone.0165372", "PMC5085043", "27792748"]}, {"Citation": "Vergoten G., Bailly C. Interaction of norsecurinine-type monomeric and dimeric alkaloids with α-tubulin: A molecular docking study. Explor. Drug Sci. p. 2024. in press ."}, {"Citation": "Zhang H., Wei W., Yue J.-M. From monomer to tetramer and beyond: The intriguing chemistry of Securinega alkaloids from Flueggea virosa. Tetrahedron. 2013;69:3942–3946. doi: 10.1016/j.tet.2013.03.028.", "ArticleIdList": ["10.1016/j.tet.2013.03.028"]}, {"Citation": "Zhang H., Zhang C.R., Zhu K.K., Gao A.H., Luo C., Li J., Yue J.M. Fluevirosines A-C: A biogenesis inspired example in the discovery of new bioactive scaffolds from Flueggea virosa. Org. Lett. 2013;15:120–123. doi: 10.1021/ol303146a.", "ArticleIdList": ["10.1021/ol303146a", "23244193"]}, {"Citation": "Zhang H., Han Y.-S., Wainberg M.A., Yue J.-M. Anti-HIV Securinega alkaloid oligomers from Flueggea virosa. Tetrahedron. 2015;71:3671–3679. doi: 10.1016/j.tet.2014.10.064.", "ArticleIdList": ["10.1016/j.tet.2014.10.064"]}, {"Citation": "Yang J., Wang Y., Wang T., Jiang J., Botting C.H., Liu H., Chen Q., Yang J., Naismith J.H., Zhu X., et al. Pironetin reacts covalently with cysteine-316 of α-tubulin to destabilize microtubule. Nat. Commun. 2016;7:12103. doi: 10.1038/ncomms12103.", "ArticleIdList": ["10.1038/ncomms12103", "PMC4931326", "27357539"]}, {"Citation": "Lee B., Richards F.M. The interpretation of protein structures: Estimation of static accessibility. J. Mol. Biol. 1971;55:379–400. doi: 10.1016/0022-2836(71)90324-X.", "ArticleIdList": ["10.1016/0022-2836(71)90324-X", "5551392"]}, {"Citation": "Connolly M.L. Solvent-accessible surfaces of proteins and nucleic acids. Science. 1983;221:709–713. doi: 10.1126/science.6879170.", "ArticleIdList": ["10.1126/science.6879170", "6879170"]}, {"Citation": "Fischer A., Smieško M., Sellner M., Lill M.A. Decision Making in Structure-Based Drug Discovery: Visual Inspection of Docking Results. J. Med. Chem. 2021;64:2489–2500. doi: 10.1021/acs.jmedchem.0c02227.", "ArticleIdList": ["10.1021/acs.jmedchem.0c02227", "33617246"]}, {"Citation": "Agu P.C., Afiukwa C.A., Orji O.U., Ezeh E.M., Ofoke I.H., Ogbu C.O., Ugwuja E.I., Aja P.M. Molecular docking as a tool for the discovery of molecular targets of nutraceuticals in diseases management. Sci. Rep. 2023;13:13398. doi: 10.1038/s41598-023-40160-2.", "ArticleIdList": ["10.1038/s41598-023-40160-2", "PMC10435576", "37592012"]}, {"Citation": "Mohanty M., Mohanty P.S. Molecular docking in organic, inorganic, and hybrid systems: A tutorial review. Monatsh Chem. 2023;154:683–707. doi: 10.1007/s00706-023-03076-1.", "ArticleIdList": ["10.1007/s00706-023-03076-1", "PMC10243279", "37361694"]}, {"Citation": "Zhu H., Zhang Y., Li W., Huang N. A Comprehensive Survey of Prospective Structure-Based Virtual Screening for Early Drug Discovery in the Past Fifteen Years. Int. J. Mol. Sci. 2022;23:15961. doi: 10.3390/ijms232415961.", "ArticleIdList": ["10.3390/ijms232415961", "PMC9781938", "36555602"]}, {"Citation": "Agarwal M., Afzal O., Salahuddin Altamimi A.S.A., Alamri M.A., Alossaimi M.A., Sharma V., Ahsan M.J. Design, Synthesis, ADME, and Anticancer Studies of Newer N-Aryl-5-(3,4,5-Trifluorophenyl)-1,3,4-Oxadiazol-2-Amines: An Insight into Experimental and Theoretical Investigations. ACS Omega. 2023;8:26837–26849. doi: 10.1021/acsomega.3c01462.", "ArticleIdList": ["10.1021/acsomega.3c01462", "PMC10431697", "37593245"]}, {"Citation": "Reddy C.R., Subbarao M., Vijaykumar J., Jadav S.S., Sasane N., Valleti R.R., Supriya B., Ummanni R. One-Pot Synthesis of Triazolo-Heterolignans: Biological Evaluation and Molecular Docking Studies as Tubulin Inhibitors. Anticancer Agents Med. Chem. 2018;18:1702–1710. doi: 10.2174/1871520618666180718104647.", "ArticleIdList": ["10.2174/1871520618666180718104647", "30019651"]}, {"Citation": "Perin N., Hok L., Beč A., Persoons L., Vanstreels E., Daelemans D., Vianello R., Hranjec M. N-substituted benzimidazole acrylonitriles as in vitro tubulin polymerization inhibitors: Synthesis, biological activity and computational analysis. Eur. J. Med. Chem. 2021;211:113003. doi: 10.1016/j.ejmech.2020.113003.", "ArticleIdList": ["10.1016/j.ejmech.2020.113003", "33248847"]}, {"Citation": "Chen K.C., Wu C.R., Lien J.C. Molecular interaction of cytotoxic anticancer analogues as inhibitors of β-tubulin protein against UACC-62 melanoma cell. J. Biochem. 2021;169:621–627. doi: 10.1093/jb/mvaa149.", "ArticleIdList": ["10.1093/jb/mvaa149", "33475142"]}, {"Citation": "Chi S., Xie W., Zhang J., Xu S. Theoretical insight into the structural mechanism for the binding of vinblastine with tubulin. J. Biomol. Struct. Dyn. 2015;33:2234–2254. doi: 10.1080/07391102.2014.999256.", "ArticleIdList": ["10.1080/07391102.2014.999256", "25588192"]}, {"Citation": "Usui T., Watanabe H., Nakayama H., Tada Y., Kanoh N., Kondoh M., Asao T., Takio K., Watanabe H., Nishikawa K., et al. The anticancer natural product pironetin selectively targets Lys352 of alpha-tubulin. Chem. Biol. 2004;11:799–806. doi: 10.1016/j.chembiol.2004.03.028.", "ArticleIdList": ["10.1016/j.chembiol.2004.03.028", "15217613"]}, {"Citation": "Montecinos F., Sackett D.L. Structural Changes, Biological Consequences, and Repurposing of Colchicine Site Ligands. Biomolecules. 2023;13:834. doi: 10.3390/biom13050834.", "ArticleIdList": ["10.3390/biom13050834", "PMC10216767", "37238704"]}, {"Citation": "Sebastian J., Rathinasamy K. Microtubules and Cell Division: Potential Pharmacological Targets in Cancer Therapy. Curr. Drug Target. 2023;24:889–918. doi: 10.2174/1389450124666230731094837.", "ArticleIdList": ["10.2174/1389450124666230731094837", "37519203"]}, {"Citation": "Weng H., Li J., Zhu H., Carver Wong K.F., Zhu Z., Xu J. An update on the recent advances and discovery of novel tubulin colchicine binding inhibitors. Future Med. Chem. 2023;15:73–95. doi: 10.4155/fmc-2022-0212.", "ArticleIdList": ["10.4155/fmc-2022-0212", "36756851"]}, {"Citation": "Ratnikova T.A., Govindan P.N., Salonen E., Ke P.C. In vitro polymerization of microtubules with a fullerene derivative. ACS Nano. 2011;5:6306–6314. doi: 10.1021/nn201331n.", "ArticleIdList": ["10.1021/nn201331n", "21761844"]}, {"Citation": "Nettles J.H., Li H., Cornett B., Krahn J.M., Snyder J.P., Downing K.H. The binding mode of epothilone A on alpha,beta-tubulin by electron crystallography. Science. 2004;305:866–869. doi: 10.1126/science.1099190.", "ArticleIdList": ["10.1126/science.1099190", "15297674"]}, {"Citation": "Jorgensen W.L., Tirado-Rives J. Molecular modeling of organic and biomolecular systems using BOSS and MCPRO. J. Comput. Chem. 2005;26:1689–1700. doi: 10.1002/jcc.20297.", "ArticleIdList": ["10.1002/jcc.20297", "16200637"]}, {"Citation": "Tian W., Chen C., Lei X., Zhao J., Liang J. CASTp 3.0: Computed atlas of surface topography of proteins. Nucleic Acids Res. 2018;46:W363–W367. doi: 10.1093/nar/gky473.", "ArticleIdList": ["10.1093/nar/gky473", "PMC6031066", "29860391"]}, {"Citation": "Jones G., Willett P., Glen R.C., Leach A.R., Taylor R. Development and validation of a genetic algorithm for flexible docking. J. Mol. Biol. 1997;267:727–748. doi: 10.1006/jmbi.1996.0897.", "ArticleIdList": ["10.1006/jmbi.1996.0897", "9126849"]}, {"Citation": "Meziane-Tani M., Lagant P., Semmoud A., Vergoten G. The SPASIBA force field for chondroitin sulfate: Vibrational analysis of D-glucuronic and N-acetyl-D-galactosamine 4-sulfate sodium salts. J. Phys. Chem. A. 2006;110:11359–11370. doi: 10.1021/jp063862g.", "ArticleIdList": ["10.1021/jp063862g", "17004747"]}, {"Citation": "Vergoten G., Mazur I., Lagant P., Michalski J.C., Zanetta J.P. The SPASIBA force field as an essential tool for studying the structure and dynamics of saccharides. Biochimie. 2003;85:65–73. doi: 10.1016/S0300-9084(03)00052-X.", "ArticleIdList": ["10.1016/S0300-9084(03)00052-X", "12765776"]}, {"Citation": "Lagant P., Nolde D., Stote R., Vergoten G., Karplus M. Increasing normal modes analysis accuracy: The SPASIBA spectroscopic force field introduced into the CHARMM program. J. Phys. Chem. A. 2004;108:4019–4029. doi: 10.1021/jp031178l.", "ArticleIdList": ["10.1021/jp031178l"]}, {"Citation": "Homans S.W. A molecular mechanical force field for the conformational analysis of oligosaccharides: Comparison of theoretical and crystal structures of Man alpha 1-3Man beta 1-4GlcNAc. Biochemistry. 1990;29:9110–9118. doi: 10.1021/bi00491a003.", "ArticleIdList": ["10.1021/bi00491a003", "2271581"]}, {"Citation": "Jorgensen W.L., Tirado-Rives J. Monte Carlo versus Molecular Dynamics for conformational sampling. J. Phys. Chem. 1996;100:14508–14513. doi: 10.1021/jp960880x.", "ArticleIdList": ["10.1021/jp960880x"]}, {"Citation": "Jorgensen W.L., Ulmschneider J.P., Tirado-Rives J. Free energies of hydration from a generalized Born model and an ALL-atom force field. J. Phys. Chem. B. 2004;108:16264–16270. doi: 10.1021/jp0484579.", "ArticleIdList": ["10.1021/jp0484579"]}, {"Citation": "Xie Q.J., Zhang W.Y., Wu Z.L., Xu M.T., He Q.F., Huang X.J., Che C.T., Wang Y., Ye W.C. Alkaloid constituents from the fruits of Flueggea virosa. Chin. J. Nat. Med. 2020;18:385–392. doi: 10.1016/S1875-5364(20)30045-5.", "ArticleIdList": ["10.1016/S1875-5364(20)30045-5", "32451096"]}, {"Citation": "Kang G., Han S. Synthesis of Dimeric Securinega Alkaloid Flueggeacosine B: From Pd-Catalyzed Cross-Coupling to Cu-Catalyzed Cross-Dehydrogenative Coupling. J. Am. Chem. Soc. 2022;144:8932–8937. doi: 10.1021/jacs.2c03861.", "ArticleIdList": ["10.1021/jacs.2c03861", "35576619"]}, {"Citation": "Jeon S., Lee J., Park S., Han S. Total synthesis of dimeric Securinega alkaloids (-)-flueggenines D and I. Chem. Sci. 2020;11:10934–10938. doi: 10.1039/D0SC03057K.", "ArticleIdList": ["10.1039/D0SC03057K", "PMC8162258", "34123190"]}, {"Citation": "Park J., Jeon S., Kang G., Lee J., Baik M.H., Han S. Dimerization Strategies for the Synthesis of High-Order Securinega Alkaloids. J. Org. Chem. 2019;84:1398–1406. doi: 10.1021/acs.joc.8b02852.", "ArticleIdList": ["10.1021/acs.joc.8b02852", "30588812"]}]}], "History": [{"Year": "2024", "Month": "4", "Day": "12"}, {"Year": "2024", "Month": "4", "Day": "29"}, {"Year": "2024", "Month": "5", "Day": "1"}, {"Year": "2024", "Month": "5", "Day": "11", "Hour": "19", "Minute": "45"}, {"Year": "2024", "Month": "5", "Day": "11", "Hour": "19", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "11", "Hour": "1", "Minute": "12"}, {"Year": "2024", "Month": "5", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["38732484", "PMC11085049", "10.3390/plants13091269", "plants13091269"]}}]}