{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Zingiberaceae", "acute kidney injury", "boesenbergia rotunda", "medicinal plants", "nephroprotective activity"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38736464", "DateRevised": {"Year": "2024", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["10.2147/JEP.S459483"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "06"}], "Journal": {"ISSN": "1179-1454", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2024"}}, "Title": "Journal of experimental pharmacology", "ISOAbbreviation": "J Exp Pharmacol"}, "ArticleTitle": "The Nephroprotective Activity of <i>Boesenbergia Rotunda</i> Rhizome by Reducing Creatinine, Urea Nitrogen, Glutamic Pyruvic Transaminase, and Malondialdehyde Levels in the Blood and Attenuating the Expression of <i>Havcr1 (KIM-1), Lcn2 (NGAL), Casp3</i>, and <i>Casp7</i> Genes in the Kidney Cortex of Cisplatin-Induced Sprague-Dawley Rats.", "Pagination": {"StartPage": "189", "EndPage": "200", "MedlinePgn": "189-200"}, "Abstract": {"AbstractText": ["Cisplatin chemotherapy induces nephrotoxicity by producing reactive oxygen species, hence, discovering add-on nephroprotective drugs for patients with cancer is challenging. <i>Boesenbergia rotunda</i> has been reported for its antioxidant properties.", "This study aims to explore the nephroprotective mechanism of the ethanol extract of <i>Boesenbergia rotunda</i> rhizome (EEBR) in cisplatin-induced rats.", "The rats were randomly assigned into 6 groups: the normal control (treated with saline); the negative control (cisplatin-induced without any treatment); the positive control (treated with quercetin 50 mg/kg BW); and 3 treatment EEBR (125 mg/kg BW; 250 mg/kg BW; 500 mg/kg BW) groups for 10 days. The % relative organ weight, kidney histopathology, and nephrotoxicity biomarkers expression were evaluated.", "EEBR decreased creatinine, urea nitrogen, glutamic pyruvate transaminase, and malondialdehyde levels in the blood of cisplatin-induced rats. An insignificant increase in GOT was observed in rats treated with the highest dose of EEBR. EEBR did not significantly alter the BW and the % kidney relative weight. An abnormal shape of the Bowman capsule is observed in the negative control group. EEBR reduced the expression of <i>Havcr1 (KIM-1), Lcn2 (NGAL), Casp3</i>, and <i>Casp7</i> genes in rats' kidneys.", "<i>Boesenbergia rotunda</i> could be considered a potential candidate for add-on therapy in cisplatin-treated patients, but further studies are needed to verify its efficacy and safety."], "CopyrightInformation": "© 2024 Sujana et al."}, "AuthorList": [{"Identifier": ["0000-0003-0562-7008"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Faculty of Pharmacy, Padjadjaran University, Sumedang, West Java, 46363, Indonesia."}, {"Identifier": [], "Affiliation": "Diploma Program of Pharmacy, Karsa Husada Garut College of Health Sciences (Stikes Karsa Husada Garut), Garut, West Java, 44151, Indonesia."}], "LastName": "Sujana", "ForeName": "Dani", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Faculty of Pharmacy, Padjadjaran University, Sumedang, West Java, 46363, Indonesia."}], "LastName": "Sumiwi", "ForeName": "Sri Adi", "Initials": "SA"}, {"Identifier": ["0000-0002-2406-9411"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Analysis and Medicinal Chemistry, Faculty of Pharmacy, Padjadjaran University, Sumedang, West Java, 46363, Indonesia."}], "LastName": "Saptarini", "ForeName": "Nyi Mekar", "Initials": "NM"}, {"Identifier": ["0000-0002-4578-4174"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, Faculty of Pharmacy, Padjadjaran University, Sumedang, West Java, 46363, Indonesia."}], "LastName": "Levita", "ForeName": "Jutti", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Exp Pharmacol", "NlmUniqueID": "101530345", "ISSNLinking": "1179-1454"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kelland L. The resurgence of platinum-based cancer chemotherapy. Nat Rev Cancer. 2007;7(8):573–584. doi:10.1038/nrc2167", "ArticleIdList": ["10.1038/nrc2167", "17625587"]}, {"Citation": "Dasari S, Tchounwou PB. Cisplatin in cancer therapy: molecular mechanisms of action. Eur J Pharmacol. 2014;740:364–378. doi:10.1016/j.ejphar.2014.07.025", "ArticleIdList": ["10.1016/j.ejphar.2014.07.025", "PMC4146684", "25058905"]}, {"Citation": "Miller RP, Tadagavadi RK, Ramesh G, Reeves WB. Mechanisms of cisplatin nephrotoxicity. Toxins (Basel). 2010;2:2490–2518.", "ArticleIdList": ["PMC3153174", "22069563"]}, {"Citation": "Al-Naimi MS, Rasheed HA, Hussien NR, Al-Kuraishy HM, Al-Gareeb AI. Nephrotoxicity: role and significance of renal biomarkers in the early detection of acute renal injury. J Adv Pharm Technol Res. 2019;10(3):95–99. doi:10.4103/japtr.japtr_336_18", "ArticleIdList": ["10.4103/japtr.japtr_336_18", "PMC6621352", "31334089"]}, {"Citation": "Tanase DM, Gosav EM, Radu S, et al. The predictive role of the biomarker kidney molecule-1 (KIM-1) in acute kidney injury (AKI) cisplatin-induced nephrotoxicity. Int J Mol Sci. 2019;20(20):5238. doi:10.3390/ijms20205238", "ArticleIdList": ["10.3390/ijms20205238", "PMC6834366", "31652595"]}, {"Citation": "Mishra J, Mori K, Ma Q, Kelly C, Barasch J, Devarajan P. Neutrophil gelatinase-associated lipocalin: a novel early urinary biomarker for cisplatin nephrotoxicity. Am J Nephrol. 2004;24(3):307–315. doi:10.1159/000078452", "ArticleIdList": ["10.1159/000078452", "15148457"]}, {"Citation": "Shahbazi F, Sadighi S, Dashti-Khavidaki S, Shahi F, Mirzania M. Urine ratio of neutrophil gelatinase-associated lipocalin to creatinine as a marker for early detection of cisplatin-associated nephrotoxicity. Iran J Kidney Dis. 2015;9(4):306–310.", "ArticleIdList": ["26174458"]}, {"Citation": "Kaushal GP, Kaushal V, Hong X, Shah SV. Role and regulation of activation of caspases in cisplatin-induced injury to renal tubular epithelial cells. Kidney Int. 2001;60(5):1726–1736. doi:10.1046/j.1523-1755.2001.00026.x", "ArticleIdList": ["10.1046/j.1523-1755.2001.00026.x", "11703590"]}, {"Citation": "Jiang M, Wang CY, Huang S, Yang T, Dong Z. Cisplatin-induced apoptosis in p53-deficient renal cells via the intrinsic mitochondrial pathway. Am J Physiol Renal Physiol. 2009;296(5):F983–F993.", "ArticleIdList": ["PMC2681364", "19279129"]}, {"Citation": "Yang C, Kaushal V, Haun RS, Seth R, Shah SV, Kaushal GP. Transcriptional activation of caspase-6 and −7 genes by cisplatin-induced p53 and its functional significance in cisplatin nephrotoxicity. Cell Death Differ. 2008;15(3):530–544. doi:10.1038/sj.cdd.4402287", "ArticleIdList": ["10.1038/sj.cdd.4402287", "18064040"]}, {"Citation": "Bien Z, Fowler AJ, Robbins AJ, Pearse RM, Prowle JR, Wan YI. Trends in hospital admissions associated with an acute kidney injury in England 1998–2020: a repeated cross-sectional study. SN Compr Clin Med. 2022;4:53. doi:10.1007/s42399-022-01127-y", "ArticleIdList": ["10.1007/s42399-022-01127-y"]}, {"Citation": "Hidayat H, Pradian E, Kestriani ND. Incidence, length of stay, and mortality of acute kidney injury patients at the ICU of Dr. Hasan Sadikin Bandung Hospital. J Anestesi Perioperatif. 2020;8:108–118. doi:10.15851/jap.v8n2.2054", "ArticleIdList": ["10.15851/jap.v8n2.2054"]}, {"Citation": "Farooqui MA, Almegren A, Binrushud SR, et al. Incidence and Outcome of Acute Kidney Injury in Patients Hospitalized With Coronavirus Disease-19 at a Tertiary Care Medical Center in Saudi Arabia. Cureus. 2021;13(10):e18927. doi:10.7759/cureus.18927", "ArticleIdList": ["10.7759/cureus.18927", "PMC8604091", "34812311"]}, {"Citation": "Hansrivijit P, Gadhiya KP, Gangireddy M, Goldman JD. Risk Factors, Clinical Characteristics, and Prognosis of Acute Kidney Injury in Hospitalized COVID-19 Patients: a Retrospective Cohort Study. Medicines. 2021;8(1):4. doi:10.3390/medicines8010004", "ArticleIdList": ["10.3390/medicines8010004", "PMC7825666", "33430296"]}, {"Citation": "Sujana D, Saptarini NM, Sumiwi SA, Levita J. Nephroprotective activity of medicinal plants: a review on in silico-, in vitro-, and in vivo-based studies. J Appl Pharm Sci. 2021;11:113–127. doi:10.7324/JAPS.2021.1101016", "ArticleIdList": ["10.7324/JAPS.2021.1101016"]}, {"Citation": "Trevisani F, Di Marco F, Quattrini G, et al. Acute kidney injury and acute kidney disease in high-dose cisplatin-treated head and neck cancer. Front Oncol. 2023;13:1173578.", "ArticleIdList": ["PMC10289148", "37361572"]}, {"Citation": "Liu JQ, Cai GY, Wang SY, et al. The characteristics and risk factors for cisplatin-induced acute kidney injury in the elderly. Ther Clin Risk Manag. 2018;14:1279–1285.", "ArticleIdList": ["PMC6065555", "30100726"]}, {"Citation": "Oda H, Mizuno T, Ikejiri M, et al. Risk factors for cisplatin-induced acute kidney injury: a pilot study on the usefulness of genetic variants for predicting nephrotoxicity in clinical practice. Mol Clin Oncol. 2020;13(5):58.", "ArticleIdList": ["PMC7484732", "32953112"]}, {"Citation": "Money ME, Hamroun A, Shu Y, et al. Case report and supporting documentation: acute kidney injury manifested as oliguria is reduced by intravenous magnesium before cisplatin. Front Oncol. 2021;11:607574. doi:10.3389/fonc.2021.607574", "ArticleIdList": ["10.3389/fonc.2021.607574", "PMC7952862", "33718160"]}, {"Citation": "Jitvaropas R, Saenthaweesuk S, Somparn N, Thuppia A, Sireeratawong S, Phoolcharoen W. Antioxidant, antimicrobial and wound healing activities of Boesenbergia rotunda. Nat Prod Commun. 2012;7(7):909–912.", "ArticleIdList": ["22908579"]}, {"Citation": "Atun S, Handayani S, Rakhmawati A. Potential bioactive compounds isolated from Boesenbergia rotunda as antioxidant and antimicrobial agents. Pharmacogn J. 2018;10:513–518. doi:10.5530/pj.2018.3.84", "ArticleIdList": ["10.5530/pj.2018.3.84"]}, {"Citation": "Rithichai P, Jirakiattikul Y, Poljan P, Youngvises N, Itharat A. Growth, bioactive compound accumulation and antioxidant activity in rhizomes and storage roots of Boesenbergia rotunda (L.) Mansf. Agric Nat Resour. 2022;56:299–306."}, {"Citation": "Chahyadi A, Hartati R, Wirasutisna KR. Boesenbergia pandurata Roxb. an Indonesian medicinal plant: phytochemistry, biological activity, plant biotechnology. Procedia Chem. 2014;13:13–37. doi:10.1016/j.proche.2014.12.003", "ArticleIdList": ["10.1016/j.proche.2014.12.003"]}, {"Citation": "Isa NM, Abdelwahab SI, Mohan S, et al. In vitro anti-inflammatory, cytotoxic and antioxidant activities of boesenbergin A, a chalcone isolated from Boesenbergia rotunda (L.) (fingerroot). Braz J Med Biol Res. 2012;45(6):524–530.", "ArticleIdList": ["PMC3854301", "22358425"]}, {"Citation": "Saah S, Siriwan D, Trisonthi P. Biological activities of Boesenbergia rotunda parts and extracting solvents in promoting osteogenic differentiation of pre-osteoblasts. Food Biosci. 2021;41:101011."}, {"Citation": "Wang T, Liu C, Shu S, Zhang Q, Olatunji OJ. Therapeutic efficacy of polyphenol-rich fraction of Boesenbergia rotunda in diabetic rats: a focus on hypoglycemic, antihyperlipidemic, carbohydrate metabolism, antioxidant, anti-inflammatory and pancreato-protective activities. Front Biosci. 2022;27:206.", "ArticleIdList": ["35866393"]}, {"Citation": "Sujana D, Saptarini NM, Sumiwi SA, Levita J. The protective effect of Boesenbergia rotunda extract on cisplatin-exposed human embryonic kidney-293 cells by inhibiting the expression of kidney injury molecule-1, neutrophil gelatinase associated-lipocalin, NF-κB, and caspases. J Herbmed Pharmacol. 2023;12:147–152."}, {"Citation": "Keoni CL, Brown TL. Inhibition of apoptosis and efficacy of pan-caspase inhibitor, Q-VD-OPh, in models of human disease. J Cell Death. 2015;8:1–7.", "ArticleIdList": ["PMC4395138", "25922583"]}, {"Citation": "Herawati IE, Lesmana R, Levita J, Subarnas A. Cytotoxicity, Apoptosis, Migration Inhibition, and Autophagy-Induced by Crude Ricin from Ricinus communis Seeds in A549 Lung Cancer Cell Lines. Med Sci Monit Basic Res. 2022;28:e936683.", "ArticleIdList": ["PMC9275072", "35849510"]}, {"Citation": "Yang L, Xing G, Wang L, et al. Acute kidney injury in China: a cross-sectional survey. Lancet. 2015;386:1465–1471. doi:10.1016/s0140-6736(15)00344-x", "ArticleIdList": ["10.1016/s0140-6736(15)00344-x", "26466051"]}, {"Citation": "Khasanah D, Permana YS, Rahman A, Saraswati PT. Nephroprotective activity of fingerroot (Boesenbergia pandurata) extract against cisplatin-induced nephrotoxicity in mice: molecular, biochemical, and histopathological approach. J Asian Med Student Assoc. 2020;8:13."}, {"Citation": "Hassan SM, Khalaf MM, Sadek SA, Abo-Youssef AM. Protective effects of apigenin and myricetin against cisplatin-induced nephrotoxicity in mice. Pharm Biol. 2017;55(1):766–774. doi:10.1080/13880209.2016.1275704", "ArticleIdList": ["10.1080/13880209.2016.1275704", "PMC6130592", "28064632"]}, {"Citation": "Vargas F, Romecín P, García-Guillén AI, et al. Flavonoids in kidney health and disease. Front Physiol. 2018;9:394. doi:10.3389/fphys.2018.00394", "ArticleIdList": ["10.3389/fphys.2018.00394", "PMC5928447", "29740333"]}, {"Citation": "Thongnuanjan P, Soodvilai S, Fongsupa S, et al. Protective effect of panduratin a on cisplatin-induced apoptosis of human renal proximal tubular cells and acute kidney injury in mice. Biol Pharm Bull. 2021;44(6):830–837. doi:10.1248/bpb.b21-00036", "ArticleIdList": ["10.1248/bpb.b21-00036", "34078815"]}, {"Citation": "Lin MT, Ko JL, Liu TC, Chao PT, Ou CC. Protective effect of D-Methionine on body weight loss, anorexia, and nephrotoxicity in cisplatin-induced chronic toxicity in rats. Integr Cancer Ther. 2018;17:813–824.", "ArticleIdList": ["PMC6142074", "29430988"]}, {"Citation": "Ramanathan L, Gulyani S, Nienhuis R, Siegel JM. Sleep deprivation decreases superoxide dismutase activity in rat hippocampus and brainstem. Neuroreport. 2002;13:1387–1390.", "ArticleIdList": ["PMC8802885", "12167758"]}, {"Citation": "Oteki T, Ishikawa A, Sasaki Y, et al. Effect of rikkunshi-to treatment on chemotherapy-induced appetite loss in patients with lung cancer: a prospective study. Exp Ther Med. 2016;11:243–246.", "ArticleIdList": ["PMC4726884", "26889248"]}, {"Citation": "McSweeney KR, Gadanec LK, Qaradakhi T, Ali BA, Zulli A, Apostolopoulos V. Mechanisms of cisplatin-induced acute kidney injury: pathological mechanisms, pharmacological interventions, and genetic mitigations. Cancers (Basel). 2021;13:1572.", "ArticleIdList": ["PMC8036620", "33805488"]}, {"Citation": "Mestry SN, Gawali NB, Pai SA, et al. Punica granatum improves renal function in gentamicin-induced nephropathy in rats via attenuation of oxidative stress. J Ayurveda Integr Med. 2020;11:16–23.", "ArticleIdList": ["PMC7125389", "29555255"]}, {"Citation": "Sadick M, Attenberger U, Kraenzlin B, et al. Two non-invasive GFR-estimation methods in rat models of polycystic kidney disease: 3.0 Tesla dynamic contrast-enhanced MRI and optical imaging. Nephrol Dial Transplant. 2011;26:3101–3108.", "ArticleIdList": ["21444361"]}, {"Citation": "Kangari P, Zarnoosheh Farahany T, Golchin A, et al. Enzymatic antioxidant and lipid peroxidation evaluation in the newly diagnosed breast cancer patients in Iran. Asian Pac J Cancer Prev. 2018;19:3511–3515.", "ArticleIdList": ["PMC6428542", "30583677"]}, {"Citation": "Verlander JW, Glomerular Filtration. 6th. Cunningham’s Textbook of Veterinary Physiology, 2020:480–488"}, {"Citation": "Miranda KC, Bond DT, McKee M, et al. Nucleic acids within urinary exosomes/microvesicles are potential biomarkers for renal disease. Kidney Int. 2010;78:191–199.", "ArticleIdList": ["PMC4451567", "20428099"]}, {"Citation": "Du Y, Hou L, Guo J, Sun T, Wang X, Wu Y. Renal neutrophil gelatinase-associated lipocalin and kidney injury molecule-1 expression in children with acute kidney injury and Henoch Schönlein purpura nephritis. Exp Ther Med. 2014;7:1130–1134.", "ArticleIdList": ["PMC3991550", "24940398"]}, {"Citation": "Sabbisetti VS, Waikar SS, Antoine DJ, et al. Blood kidney injury molecule-1 is a biomarker of acute and chronic kidney injury and predicts progression to ESRD in type I diabetes. J Am Soc Nephrol. 2014;25:2177–2186.", "ArticleIdList": ["PMC4178434", "24904085"]}, {"Citation": "George B, Wen X, Mercke N, et al. Time-dependent changes in kidney injury biomarkers in patients receiving multiple cycles of cisplatin chemotherapy. Toxicol Rep. 2020;7:571–576.", "ArticleIdList": ["PMC7200609", "32382514"]}, {"Citation": "Rosdianto AM, Puspitasari IM, Lesmana R, Levita J. Inhibitory activity of Boesenbergia rotunda (L.) Mansf. rhizome towards the expression of Akt and NF-kappaB p65 in acetic acid-induced Wistar rats. Evid-Based Complement Alternat Med. 2020;2020:6940313.", "ArticleIdList": ["PMC7256739", "32565870"]}, {"Citation": "Indonesian Herbal Pharmacopoeia. The Republic of Indonesia Ministry of Health. 2nd. Jakarta, Indonesia; 2017."}, {"Citation": "Sanchez-Gonzalez PD, Lopez-Hernandez FJ, Perez-Barriocanal F, Morales AI, Lopez-Novoa JM. Quercetin reduces cisplatin nephrotoxicity in rats without compromising its anti-tumour activity. Nephrol Dial Transplant. 2011;26(11):3484–3495. doi:10.1093/ndt/gfr195", "ArticleIdList": ["10.1093/ndt/gfr195", "21602180"]}, {"Citation": "Soni H, Kaminski D, Gangaraju R, Adebiyi A. Cisplatin-induced oxidative stress stimulates renal Fas ligand shedding. Ren Fail. 2018;40(1):314–322.", "ArticleIdList": ["PMC6014303", "29619879"]}, {"Citation": "Ilić S, Stojiljković N, Veljković M, Veljković S, Stojanović G. Protective effect of quercetin on cisplatin-induced nephrotoxicity in rats. Med Biol. 2014;16:71–75."}, {"Citation": "Besseling PJ, Pieters TT, Nguyen ITN, et al. A plasma creatinine- and urea-based equation to estimate glomerular filtration rate in rats. Am J Physiol Renal Physiol. 2021;320:F518–F524.", "ArticleIdList": ["33522412"]}, {"Citation": "Abdel-Hady H, El-Sayed M, Abdel-hady AA, et al. Nephroprotective activity of methanolic extract of Lantana camara and squash (Cucurbita pepo) on cisplatin-induced nephrotoxicity in rats and identification of certain chemical constituents of Lantana camara by HPLC-ESIMS. Pharmacogn J. 2018;10:136–147."}, {"Citation": "Wang W, Li Z, Chen Y, Wu H, Zhang S, Chen X. Prediction value of serum NGAL in the diagnosis and prognosis of experimental acute and chronic kidney injuries. Biomolecules. 2020;10(7):981.", "ArticleIdList": ["PMC7407226", "32630021"]}, {"Citation": "Neelima S, Reddy PD, Bannoth SK. Nephroprotective activity of Annona squamosa leaves against paracetamol-induced nephrotoxicity in rats: in vitro and in vivo experiments. Futur J Pharm Sci. 2020;6:131."}, {"Citation": "Prozialeck WC, Edwards JR, Lamar PC, Liu J, Vaidya VS, Bonventre JV. Expression of kidney injury molecule-1 (Kim-1) in relation to necrosis and apoptosis during the early stages of Cd-induced proximal tubule injury. Toxicol Appl Pharmacol. 2009;238:306–314.", "ArticleIdList": ["PMC2709705", "19371613"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "19"}, {"Year": "2024", "Month": "5", "Day": "2"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "5", "Day": "13", "Hour": "3", "Minute": "55"}, {"Year": "2024", "Month": "5", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["38736464", "PMC11086399", "10.2147/JEP.S459483", "459483"]}}]}