{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Antioxidant", "Medicinal plants", "Phytochemical"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38773522", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["199", "10.1186/s12906-024-04499-x"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "21"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "May", "Day": "21"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Ethnomedicine, antibacterial activity, antioxidant potential and phytochemical screening of selected medicinal plants in Dibatie district, Metekel zone, western Ethiopia.", "Pagination": {"StartPage": "199", "MedlinePgn": "199"}, "Abstract": {"AbstractText": ["Medicinal plants play a major role in the delivery of healthcare, particularly among the rural population of Ethiopia. Plant extracts and their bioactive compounds have been utilized for the treatment of several diseases. This study was aimed at evaluating the antibacterial activity, antioxidant capacity, and phytochemical content of selected medicinal plants used in Dibatie district, western Ethiopia.", "Study plants were collected, shade dried, pulverized, extracted by maceration in 80% ethanol, and subjected to antibacterial, antioxidant, and phytochemical tests. Minimum inhibitory concentration (MIC) was determined using 96-well microplates and nutrient broth microdilution. Antioxidant activity was evaluated using the 2,2-diphenyl-1-picrylhydrazyl (DPPH) free radical scavenging assay. Phytochemical screening was conducted using standard test methods.", "The ethanolic extract of Polystachya steudneri Rchb.f. pseudobulbs was the most active against gram-negative Proteus mirabilis, Salmonella typhimurium, Klebsiella pneumoniae, Escherichia coli, and Shigella flexneri, with MIC values of 8 ± 0, 11 ± 5, 3 ± 1, 3 ± 1, and 2 ± 0 mg/mL, respectively. The ethanolic extract of P. steudneri was also the most effective against gram-positive Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus agalactiae, and Enterococcus faecalis, with MIC values of 8 ± 0, 8 ± 0, 3 ± 1, and 16 ± 0 mg/mL, respectively. Ethanolic extracts of Gnidia involucrata Steud. ex A.Rich. stems and roots were effective antioxidants, with respective 50% DPPH free radical inhibitory concentrations (IC<sub>50</sub>) of 168.68 and 181.79 µg/mL, followed by that of P. steudneri (IC<sub>50</sub> = 203.11 µg/mL). The study plants contained alkaloids, anthocyanins, anthraquinones, cardiac glycosides, coumarins, flavonoids, phenols, saponins, steroids, tannins, and terpenoids.", "This study confirmed the antibiotic, antioxidant, and phytochemical constituents of the investigated plants and suggested further investigations that may lead to bioactive lead compounds."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, Addis Ababa University, Addis Ababa, Ethiopia. baressa.anbessa@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Bule Hora University, Bule Hora, Ethiopia. baressa.anbessa@gmail.com."}], "LastName": "Anbessa", "ForeName": "Baressa", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Lulekal", "ForeName": "Ermias", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Hymete", "ForeName": "Ariaya", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Directorate of Modern and Traditional Medicine Research, Ethiopian Public Health Institute, Addis Ababa, Ethiopia."}], "LastName": "Debella", "ForeName": "Asfaw", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional and Modern Medicine Research and Development Directorate, Armauer Hansen Research Institute, Addis Ababa, Ethiopia."}], "LastName": "Debebe", "ForeName": "Eyob", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional and Modern Medicine Research and Development Directorate, Armauer Hansen Research Institute, Addis Ababa, Ethiopia."}], "LastName": "Abebe", "ForeName": "Abiy", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional and Modern Medicine Research and Development Directorate, Armauer Hansen Research Institute, Addis Ababa, Ethiopia."}], "LastName": "Degu", "ForeName": "Sileshi", "Initials": "S"}], "GrantList": [{"GrantID": "TR/039/2021", "Agency": "The Office of Postgraduate Program and Office of the Directorate for Research in Addis Ababa University", "Country": ""}, {"GrantID": "TR/039/2021", "Agency": "The Office of Postgraduate Program and Office of the Directorate for Research in Addis Ababa University", "Country": ""}, {"GrantID": "TR/039/2021", "Agency": "The Office of Postgraduate Program and Office of the Directorate for Research in Addis Ababa University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["pharmacology", "chemistry", "analysis"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Teka A, Rondevaldova J, Asfaw Z, Demissew S, Van Damme P, Kokoska L, et al. In vitro antimicrobial activity of plants used in traditional medicine in Gurage and Silti Zones, south central Ethiopia. BMC Complement Altern Med. 2015;15:286. doi: 10.1186/s12906-015-0822-1.", "ArticleIdList": ["10.1186/s12906-015-0822-1", "PMC4539890", "26283630"]}, {"Citation": "Acharjee M, Zerin N, Ishma T, Mahmud MR. In vitro antibacterial activity of medicinal plants against Urinary Tract Infection (UTI) causing bacteria along with their synergistic effects with commercially available antibiotics. New Microbes New Infect. 2023;51:101076. doi: 10.1016/j.nmni.2022.101076.", "ArticleIdList": ["10.1016/j.nmni.2022.101076", "PMC9823205", "36624873"]}, {"Citation": "Singh A, Kumar J, Sharma VK, Singh DK, Kumari P, Nishad JH, et al. Phytochemical analysis and antimicrobial activity of an endophytic Fusarium proliferatum (ACQR8), isolated from a folk medicinal plant Cissus quadrangularis L. South Afr J Bot. 2021;140:87–94. doi: 10.1016/j.sajb.2021.03.004.", "ArticleIdList": ["10.1016/j.sajb.2021.03.004"]}, {"Citation": "Qadri H, Haseeb Shah A, Mudasir Ahmad S, Alshehri B, Almilaibary A, Ahmad Mir M. Natural products and their semi-synthetic derivatives against antimicrobial-resistant human pathogenic bacteria and fungi. Saudi J Biol Sci. 2022;29:103376. doi: 10.1016/j.sjbs.2022.103376.", "ArticleIdList": ["10.1016/j.sjbs.2022.103376", "PMC9290337", "35874656"]}, {"Citation": "Prabu SL, Umamaheswari A, GF SJ. Investigation on the biofilm eradication potential of selected medicinal plants against methicillin-resistant Staphylococcus aureus. Biotechnol Rep. 2020;28:e00523. doi: 10.1016/j.btre.2020.e00523.", "ArticleIdList": ["10.1016/j.btre.2020.e00523", "PMC7502823", "32995315"]}, {"Citation": "Rajput M, Kumar N. Medicinal plants: a potential source of novel bioactive compounds showing antimicrobial efficacy against pathogens infecting hair and scalp. Gene Rep. 2020;21:100879. doi: 10.1016/j.genrep.2020.100879.", "ArticleIdList": ["10.1016/j.genrep.2020.100879"]}, {"Citation": "Baloyi IT, Cosa S, Combrinck S, Leonard CM, Viljoen AM. Anti-quorum sensing and antimicrobial activities of South African medicinal plants against uropathogens. S Afr J Bot. 2019;122:484–491. doi: 10.1016/j.sajb.2019.01.010.", "ArticleIdList": ["10.1016/j.sajb.2019.01.010"]}, {"Citation": "Nazar S, Hussain MA, Khan A, Muhammad G, Bukhari SNA. Alkaloid-rich plant Tylophora indica; current trends in isolation strategies, chemical profiling and medicinal applications. Arab J Chem. 2020;13:6348–6365. doi: 10.1016/j.arabjc.2020.05.037.", "ArticleIdList": ["10.1016/j.arabjc.2020.05.037"]}, {"Citation": "Mapfumari S, Nogbou N-D, Musyoki A, Gololo S, Mothibe M, Bassey K. Phytochemical screening, antioxidant and antibacterial properties of extracts of Viscum Continuum E. Mey. Ex Sprague, a South African mistletoe. Plants. 2022;11:2094. doi: 10.3390/plants11162094.", "ArticleIdList": ["10.3390/plants11162094", "PMC9412615", "36015398"]}, {"Citation": "Jafri SAA, Khalid ZM, Khan MR, Ashraf S, Ahmad N, Karami AM, et al. Evaluation of some essential traditional medicinal plants for their potential free scavenging and antioxidant properties. J King Saud Univ Sci. 2023;35:102562. doi: 10.1016/j.jksus.2023.102562.", "ArticleIdList": ["10.1016/j.jksus.2023.102562"]}, {"Citation": "Atta S, Waseem D, Naz I, Rasheed F, Phull AR, Ur-Rehman T, et al. Polyphenolic characterization and evaluation of multimode antioxidant, cytotoxic, biocompatibility and antimicrobial potential of selected ethno-medicinal plant extracts. Arab J Chem. 2023;16:104474. doi: 10.1016/j.arabjc.2022.104474.", "ArticleIdList": ["10.1016/j.arabjc.2022.104474"]}, {"Citation": "Alu’datt MH, Rababah T, Alhamad MN, Gammoh S, Al-Mahasneh MA, Tranchant CC, et al. Pharmaceutical, nutraceutical and therapeutic properties of selected wild medicinal plants: thyme, spearmint, and rosemary. In: Ther Probiotic Unconv Foods. 2018. p. 275–90. https://linkinghub.elsevier.com/retrieve/pii/B9780128146255000145. Accessed 10 May 2023."}, {"Citation": "Iqbal E, Salim KA, Lim LBL. Phytochemical screening, total phenolics and antioxidant activities of bark and leaf extracts of Goniothalamus Velutinus (Airy Shaw) from Brunei Darussalam. J King Saud Univ Sci. 2015;27:224–232. doi: 10.1016/j.jksus.2015.02.003.", "ArticleIdList": ["10.1016/j.jksus.2015.02.003"]}, {"Citation": "Martin GJ. Ethnobotany: a methods manual. 1. London, New York: Chapman & Hall; 1995."}, {"Citation": "Tahir M, Asnake H, Beyene T, Van Damme P, Mohammed A. Ethnobotanical study of medicinal plants in Asagirt District, Northeastern Ethiopia. Trop Med Health. 2023;51:1. doi: 10.1186/s41182-023-00493-0.", "ArticleIdList": ["10.1186/s41182-023-00493-0", "PMC9827656", "36617576"]}, {"Citation": "Gonfa T, Teketle S, Kiros T. Effect of extraction solvent on qualitative and quantitative analysis of major phyto-constituents and in vitro antioxidant activity evaluation of Cadaba rotundifolia Forssk leaf extracts. Yildiz F, editor. Cogent Food Agric. 2020;6:1853867. doi: 10.1080/23311932.2020.1853867.", "ArticleIdList": ["10.1080/23311932.2020.1853867"]}, {"Citation": "Sultana B, Anwar F, Ashraf M. Effect of extraction solvent/technique on the antioxidant activity of selected medicinal plant extracts. Molecules. 2009;14:2167–2180. doi: 10.3390/molecules14062167.", "ArticleIdList": ["10.3390/molecules14062167", "PMC6254218", "19553890"]}, {"Citation": "Iswandana R, Olisia S, Adriyani M, Jufri M, Munim A. Application of tween 80 and tween 20 for microwave-assisted extraction of oxyresveratrol from mulberry (Morus alba L.) twigs. J Appl Pharm Sci. 2020;10:93–100. doi: 10.7324/JAPS.2020.103012.", "ArticleIdList": ["10.7324/JAPS.2020.103012"]}, {"Citation": "Kızıl G, Kızıl M, Yavuz M, Emen S, Hakimoğlu F. Antioxidant activities of ethanol extracts of Hypericum triquetrifolium. and Hypericum scabroides. Pharm Biol. 2008;46:231–242. doi: 10.1080/13880200701739363.", "ArticleIdList": ["10.1080/13880200701739363"]}, {"Citation": "Bargale SS, Tripathy TB, Shashirekha HK. Phyto physicochemical profile of Withania somnifera Dunal (Solanaceae) J Drug Deliv Ther. 2019;9:263–268."}, {"Citation": "Mechqoq H, Hourfane S, Yaagoubi ME, Hamdaoui AE, Msanda F, Almeida JRG da S, et al. Phytochemical screening, and in vitro evaluation of the antioxidant and dermocosmetic activities of four Moroccan plants: Halimium antiatlanticum, Adenocarpus artemisiifolius, Pistacia lentiscus and Leonotis nepetifolia. Cosmetics. 2022;9:94."}, {"Citation": "Shaikh JR, Patil M. Qualitative tests for preliminary phytochemical screening: an overview. Int J Chem Stud. 2020;8:603–608. doi: 10.22271/chemi.2020.v8.i2i.8834.", "ArticleIdList": ["10.22271/chemi.2020.v8.i2i.8834"]}, {"Citation": "Odeja OO, Ibok MG, Okpala EO. Composition and biological assays of the leaf essential oil of Asparagus flagellaris (Kunth) Bak. Clin Phytosci. 2021;7:12. doi: 10.1186/s40816-020-00245-1.", "ArticleIdList": ["10.1186/s40816-020-00245-1"]}, {"Citation": "Masters ET. Medicinal plants of the upper Aswa River catchment of northern Uganda - a cultural crossroads. J Ethnobiol Ethnomed. 2023;19:48. doi: 10.1186/s13002-023-00620-5.", "ArticleIdList": ["10.1186/s13002-023-00620-5", "PMC10605377", "37884931"]}, {"Citation": "Megersa M, Nedi T, Belachew S. Ethnobotanical study of medicinal plants used against human diseases in Zuway Dugda District, Ethiopia. Gorzalczany S, editor. Evid Based Complement Alternat Med. 2023;2023:1–22. doi: 10.1155/2023/5545294.", "ArticleIdList": ["10.1155/2023/5545294", "PMC10599937", "37886427"]}, {"Citation": "Woldeamanuel MM, Geda MK, Mohapatra S, Bastia TK, Rath P, Panda AK. Ethnobotanical study of endemic and non-endemic medicinal plants used by indigenous people in environs of Gullele botanical garden Addis Ababa, central Ethiopia: a major focus on Asteraceae family. Front Pharmacol. 2022;13:1020097. doi: 10.3389/fphar.2022.1020097.", "ArticleIdList": ["10.3389/fphar.2022.1020097", "PMC9727095", "36506590"]}, {"Citation": "Gosa BB, Wana TW. Evaluation of the phytochemical and antibacterial activity of four selected plant extracts against some pathogenic bacteria. Int J Environ Agric Biotechnol. 2022;7:265–276."}, {"Citation": "Chekole G, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-Gedam and Amba remnant forests of Libo Kemkem District, northwest Ethiopia. J Ethnobiol Ethnomed. 2015;11:4. doi: 10.1186/1746-4269-11-4.", "ArticleIdList": ["10.1186/1746-4269-11-4", "PMC4417315", "25572933"]}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. J Ethnopharmacol. 2009;124:69–78. doi: 10.1016/j.jep.2009.04.005.", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-Awi and Amhara peoples in northwest Ethiopia. J Ethnopharmacol. 2007;110:516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Liu L, Dong Z, Ai S, Chen S, Dong M, Li Q, et al. Virulence-related factors and antimicrobial resistance in Proteus mirabilis isolated from domestic and stray dogs. Front Microbiol. 2023;14:1141418. doi: 10.3389/fmicb.2023.1141418.", "ArticleIdList": ["10.3389/fmicb.2023.1141418", "PMC10206225", "37234544"]}, {"Citation": "Tumbarello M, Trecarichi EM, Fiori B, Losito AR, D’Inzeo T, Campana L, et al. Multidrug-resistant Proteus mirabilis bloodstream infections: risk factors and outcomes. Antimicrob Agents Chemother. 2012;56:3224–3231. doi: 10.1128/AAC.05966-11.", "ArticleIdList": ["10.1128/AAC.05966-11", "PMC3370815", "22450979"]}, {"Citation": "Chabi R, Momtaz H. Virulence factors and antibiotic resistance properties of the Staphylococcus epidermidis strains isolated from hospital infections in Ahvaz, Iran. Trop Med Health. 2019;47:56. doi: 10.1186/s41182-019-0180-7.", "ArticleIdList": ["10.1186/s41182-019-0180-7", "PMC6896349", "31844416"]}, {"Citation": "Eladli MG, Alharbi NS, Khaled JM, Kadaikunnan S, Alobaidi AS, Alyahya SA. Antibiotic-resistant Staphylococcus epidermidis isolated from patients and healthy students comparing with antibiotic-resistant bacteria isolated from pasteurized milk. Saudi J Biol Sci. 2019;26:1285–1290. doi: 10.1016/j.sjbs.2018.05.008.", "ArticleIdList": ["10.1016/j.sjbs.2018.05.008", "PMC6733385", "31516359"]}, {"Citation": "Taye B, Giday M, Animut A, Seid J. Antibacterial activities of selected medicinal plants in traditional treatment of human wounds in Ethiopia. Asian Pac J Trop Biomed. 2011;1:370–375. doi: 10.1016/S2221-1691(11)60082-8.", "ArticleIdList": ["10.1016/S2221-1691(11)60082-8", "PMC3614199", "23569795"]}, {"Citation": "Kalbessa A, Dekebo A, Tesso H, Abdo T, Abdissa N, Melaku Y. Chemical constituents of root barks of Gnidia involucrata and evaluation for antibacterial and antioxidant activities. J Trop Med. 2019;2019:1–8. doi: 10.1155/2019/8486214.", "ArticleIdList": ["10.1155/2019/8486214", "PMC6710788", "31485237"]}, {"Citation": "Zakerifar M, Kaboosi H, Goli HR, Rahmani Z, Peyravii Ghadikolaii F. Antibiotic resistance genes and molecular typing of Streptococcus agalactiae isolated from pregnant women. BMC Pregnancy Childbirth. 2023;23:43. doi: 10.1186/s12884-023-05380-4.", "ArticleIdList": ["10.1186/s12884-023-05380-4", "PMC9854082", "36658541"]}, {"Citation": "Guadie A, Dakone D, Unbushe D, Wang A, Xia S. Antibacterial activity of selected medicinal plants used by traditional healers in Genta Meyche (Southern Ethiopia) for the treatment of gastrointestinal disorders. J Herb Med. 2020;22:100338. doi: 10.1016/j.hermed.2020.100338.", "ArticleIdList": ["10.1016/j.hermed.2020.100338"]}, {"Citation": "El Hachlafi N, Benkhaira N, Al-Mijalli SH, Mrabti HN, Abdnim R, Abdallah EM, et al. Phytochemical analysis and evaluation of antimicrobial, antioxidant, and antidiabetic activities of essential oils from Moroccan medicinal plants: Mentha suaveolens, Lavandula stoechas, and Ammi visnaga. Biomed Pharmacother. 2023;164:114937. doi: 10.1016/j.biopha.2023.114937.", "ArticleIdList": ["10.1016/j.biopha.2023.114937", "37267633"]}, {"Citation": "Škrovánková S, Mišurcová L, Machů L. Antioxidant activity and protecting health effects of common medicinal plants. Adv Food Nutr Res. 2012:75–139. https://linkinghub.elsevier.com/retrieve/pii/B9780123945983000034. Accessed 20 Nov 2023.", "ArticleIdList": ["23034115"]}, {"Citation": "Liguori I, Russo G, Curcio F, Bulli G, Aran L, Della-Morte D, et al. Oxidative stress, aging, and diseases. Clin Interv Aging. 2018;13:757–772. doi: 10.2147/CIA.S158513.", "ArticleIdList": ["10.2147/CIA.S158513", "PMC5927356", "29731617"]}, {"Citation": "Agidew MG. Phytochemical analysis of some selected traditional medicinal plants in Ethiopia. Bull Natl Res Cent. 2022;46:87. doi: 10.1186/s42269-022-00770-8.", "ArticleIdList": ["10.1186/s42269-022-00770-8"]}, {"Citation": "Mlozi SH. The role of natural products from medicinal plants against COVID-19: traditional medicine practice in Tanzania. Heliyon. 2022;8:e09739. doi: 10.1016/j.heliyon.2022.e09739.", "ArticleIdList": ["10.1016/j.heliyon.2022.e09739", "PMC9212986", "35747321"]}, {"Citation": "Nagorny P, Cichowicz N. New strategy based on sequential Michael/Aldol reactions for the asymmetric synthesis of cardenolides. Strateg Tactics Org Synth. 2016:237–67. https://linkinghub.elsevier.com/retrieve/pii/B9780081007563000091. Accessed 24 Jul 2023. "}, {"Citation": "Dey P, Kundu A, Kumar A, Gupta M, Lee BM, Bhakta T, et al. Analysis of alkaloids (indole alkaloids, isoquinoline alkaloids, tropane alkaloids). Recent Adv Nat Prod Anal. 2020:505–67. https://linkinghub.elsevier.com/retrieve/pii/B9780128164556000159. Accessed 2 Aug 2023."}, {"Citation": "Shen Y, Liang W-J, Shi Y-N, Kennelly EJ, Zhao D-K. Structural diversity, bioactivities, and biosynthesis of natural diterpenoid alkaloids. Nat Prod Rep. 2020;37:763–796. doi: 10.1039/D0NP00002G.", "ArticleIdList": ["10.1039/D0NP00002G", "32129397"]}, {"Citation": "Sharma T, Pandey B, Shrestha BK, Koju GM, Thusa R, Karki N. Phytochemical screening of medicinal plants and study of the effect of phytoconstituents in seed germination. Tribhuvan Univ J. 2020;35:1–11. doi: 10.3126/tuj.v35i2.36183.", "ArticleIdList": ["10.3126/tuj.v35i2.36183"]}, {"Citation": "Bouyahya A, El Omari N, Elmenyiy N, Guaouguaou FE, Balahbib A, Belmehdi O, et al. Moroccan antidiabetic medicinal plants: ethnobotanical studies, phytochemical bioactive compounds, preclinical investigations, toxicological validations and clinical evidences; challenges, guidance and perspectives for future management of diabetes worldwide. Trends Food Sci Technol. 2021;115:147–254. doi: 10.1016/j.tifs.2021.03.032.", "ArticleIdList": ["10.1016/j.tifs.2021.03.032"]}, {"Citation": "Bailly C, Vergoten G. Esculentosides: insights into the potential health benefits, mechanisms of action and molecular targets. Phytomedicine. 2020;79:153343. doi: 10.1016/j.phymed.2020.153343.", "ArticleIdList": ["10.1016/j.phymed.2020.153343", "33002830"]}, {"Citation": "Liu R, Su B, Huang F, Ru M, Zhang H, Qin Z, et al. Identification and analysis of cardiac glycosides in Loranthaceae parasites Taxillus chinensis (DC.) Danser and Scurrula Parasitica Linn. and their host Nerium Indicum Mill. J Pharm Biomed Anal. 2019;174:450–459. doi: 10.1016/j.jpba.2019.05.071.", "ArticleIdList": ["10.1016/j.jpba.2019.05.071", "31220703"]}, {"Citation": "Ravi BG, Guardian MGE, Dickman R, Wang ZQ. High-resolution tandem mass spectrometry dataset reveals fragmentation patterns of cardiac glycosides in leaves of the foxglove plants. Data Brief. 2020;30:105464. doi: 10.1016/j.dib.2020.105464.", "ArticleIdList": ["10.1016/j.dib.2020.105464", "PMC7153291", "32300626"]}, {"Citation": "Patil SB. Medicinal significance of novel coumarin analogs: recent studies. Results Chem. 2022;4:100313. doi: 10.1016/j.rechem.2022.100313.", "ArticleIdList": ["10.1016/j.rechem.2022.100313"]}, {"Citation": "Ntemafack A, Singh RV, Ali S, Kuiate JR, Hassan QP. Antiviral potential of anthraquinones from Polygonaceae, Rubiaceae and Asphodelaceae: potent candidates in the treatment of SARS-COVID-19, a comprehensive review. S Afr J Bot. 2022;151:146–155. doi: 10.1016/j.sajb.2022.09.043.", "ArticleIdList": ["10.1016/j.sajb.2022.09.043", "PMC9519529", "36193345"]}, {"Citation": "Netravati GS, Pathrose B, N MR, Kuruvila PMJ. Comparative evaluation of anthocyanin pigment yield and its attributes from Butterfly pea (Clitorea Ternatea L.) flowers as prospective food colorant using different extraction methods. Future Foods. 2022;6:100199. doi: 10.1016/j.fufo.2022.100199.", "ArticleIdList": ["10.1016/j.fufo.2022.100199"]}, {"Citation": "Kancherla N, Dhakshinamoothi A, Chitra K, Komaram RB. Preliminary analysis of phytoconstituents and evaluation of anthelminthic property of Cayratia auriculata (in vitro) Maedica. 2019;14:350.", "ArticleIdList": ["PMC7035446", "32153665"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "3"}, {"Year": "2024", "Month": "5", "Day": "10"}, {"Year": "2024", "Month": "5", "Day": "22", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "5", "Day": "22", "Hour": "1", "Minute": "52"}, {"Year": "2024", "Month": "5", "Day": "21", "Hour": "23", "Minute": "57"}, {"Year": "2024", "Month": "5", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["38773522", "PMC11110246", "10.1186/s12906-024-04499-x", "10.1186/s12906-024-04499-x"]}}]}