{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["acute lung injury", "apoptosis", "chalcone derivatives", "mitochondrial dysfunction", "oxidative stress"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38789816", "DateRevised": {"Year": "2024", "Month": "05", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s10753-024-02051-0"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "24"}], "Journal": {"ISSN": "1573-2576", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "May", "Day": "24"}}, "Title": "Inflammation", "ISOAbbreviation": "Inflammation"}, "ArticleTitle": "Evidence that a Novel Chalcone Derivative, Compound 27, Acts on the Epithelium Via the PI3K/AKT/Nrf2-Keap1 Signaling Pathway, to Mitigate LPS-Induced Acute Lung Injury in Mice.", "Abstract": {"AbstractText": ["Acute lung injury (ALI) is a highly heterogeneous clinical syndrome and an important cause of mortality in critically ill patients, with limited treatment options currently available. Chalcone, an essential secondary metabolite found in edible or medicinal plants, exhibits good antioxidant activity and simple structure for easy synthesis. In our study, we synthesized a novel chalcone derivative, compound 27 (C27). We hypothesized that C27 could be a potential treatment for acute respiratory distress syndrome (ARDS). Therefore, the protective effects of C27 on lung epithelial cells during ALI and the underlying molecular mechanisms were investigated. In vivo, Intratracheal instillation of LPS (10 mg/kg) was used to induce acute lung injury in mice. In vitro, the bronchial epithelial cell line (Beas-2b) was treated with 30 μM tert-butyl hydroperoxide (t-BHP) to simulate oxidative stress. Our findings demonstrate that pretreatment with C27 reduces LPS-induced oxidative destruction and cellular apoptosis in lung tissues of mice. Furthermore, it significantly attenuates t-BHP-induced cellular reactive oxygen species (ROS) generation, mitochondrial damage, and apoptosis in vitro. Mechanistically, the signaling pathway involving Nrf2-Keap1 and the downstream antioxidative proteins were activated by C27 in vivo. Additionally, PI3K inhibitor LY294002 and Nrf2 inhibitor ML385 abolished the effect of C27 in vitro, indicating that the protective effect of C27 is mediated via the PI3K/AKT/Nrf2-Keap1 pathway. Our study provides evidence that C27 protects against LPS-induced ALI by mitigating oxidative stress via activation of the PI3K/AKT/Nrf2-Keap1 signaling pathway. Therefore, we hypothesize that C27 represents a viable alternative for ALI therapy."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Interventional Pulmonology, Department of Pulmonary and Critical Care Medicine, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, 325000, China."}], "LastName": "Zhou", "ForeName": "Liqin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Interventional Pulmonology, Department of Pulmonary and Critical Care Medicine, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, 325000, China."}], "LastName": "Lin", "ForeName": "Yuting", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Zhejiang University School of Medicine, Hangzhou, 310058, Zhejiang, China."}], "LastName": "Zhou", "ForeName": "Tengfei", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Interventional Pulmonology, Department of Pulmonary and Critical Care Medicine, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, 325000, China."}], "LastName": "Xue", "ForeName": "Yincong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, German Center for Lung Research (DZL), Universities of Giessen and Marburg Lung Center (UGMLC), Cardio-Pulmonary Institute (CPI), Member of the, Justus-Liebig University Giessen , 35392, Giessen, Germany."}], "LastName": "Bellusci", "ForeName": "Saverio", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical Biology Research Center, School of Pharmaceutical Sciences, Wenzhou Medical University, Wenzhou, 325035, China."}], "LastName": "Shen", "ForeName": "Mengya", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Interventional Pulmonology, Department of Pulmonary and Critical Care Medicine, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, 325000, China."}, {"Identifier": [], "Affiliation": "Department of Pulmonary and Critical Care Medicine, The Quzhou Affiliated Hospital of Wenzhou Medical University, Quzhou People's Hospital, Quzhou, 324000, China."}], "LastName": "Chen", "ForeName": "Chengshui", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory of Interventional Pulmonology, Department of Pulmonary and Critical Care Medicine, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, 325000, China. chaoleichenwz@163.com."}], "LastName": "Chen", "ForeName": "Chaolei", "Initials": "C"}], "GrantList": [{"GrantID": "2019E10014", "Agency": "Key Laboratory of Interventional Pulmonology of Zhejiang Province", "Country": ""}, {"GrantID": "2019E10014", "Agency": "Key Laboratory of Interventional Pulmonology of Zhejiang Province", "Country": ""}, {"GrantID": "2019E10014", "Agency": "Key Laboratory of Interventional Pulmonology of Zhejiang Province", "Country": ""}, {"GrantID": "2019E10014", "Agency": "Key Laboratory of Interventional Pulmonology of Zhejiang Province", "Country": ""}, {"GrantID": "82170017", "Agency": "National Nature Science Foundation of China", "Country": ""}, {"GrantID": "82170017", "Agency": "National Nature Science Foundation of China", "Country": ""}, {"GrantID": "82170017", "Agency": "National Nature Science Foundation of China", "Country": ""}, {"GrantID": "2020C03067", "Agency": "Zhejiang Provincial Key Research and Development Program", "Country": ""}, {"GrantID": "2020C03067", "Agency": "Zhejiang Provincial Key Research and Development Program", "Country": ""}, {"GrantID": "2016YFC1304000", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "2016YFC1304000", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "2016YFC1304000", "Agency": "National Key Research and Development Program of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Inflammation", "NlmUniqueID": "7600105", "ISSNLinking": "0360-3997"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Matthay, Michael A., Rachel L. Zemans, Guy A. Zimmerman, Yaseen M. Arabi, Jeremy R. Beitler, Alain Mercat, Margaret Herridge, Adrienne G. Randolph, and Carolyn S. Calfee. 2019. Acute respiratory distress syndrome. Nature Reviews. Disease Primers 5: 18. https://doi.org/10.1038/s41572-019-0069-0 .", "ArticleIdList": ["10.1038/s41572-019-0069-0", "30872586", "6709677"]}, {"Citation": "Mowery, Nathan T., W.T. Hillman Terzian, and Adam C. Nelson. 2020. Acute lung injury. Current Problems in Surgery 57: 100777. https://doi.org/10.1016/j.cpsurg.2020.100777 .", "ArticleIdList": ["10.1016/j.cpsurg.2020.100777", "32505224"]}, {"Citation": "Bos, L.D.J., and L.B. Ware. 2022. Acute respiratory distress syndrome: causes, pathophysiology, and phenotypes. The Lancet 400: 1145–1156. https://doi.org/10.1016/S0140-6736(22)01485-4 . Elsevier.", "ArticleIdList": ["10.1016/S0140-6736(22)01485-4"]}, {"Citation": "Gorman, E.A., C.M. O’Kane, and D.F. McAuley. 2022. Acute respiratory distress syndrome in adults: diagnosis, outcomes, long-term sequelae, and management. The Lancet 400: 1157–1170. https://doi.org/10.1016/S0140-6736(22)01439-8 . Elsevier.", "ArticleIdList": ["10.1016/S0140-6736(22)01439-8"]}, {"Citation": "Dipayan, Chaudhuri, Sasaki Kiyoka, Karkar Aram, Sharif Sameer, Lewis Kimberly, Manoj J. Mammen, Alexander Paul, et al. 2021. Corticosteroids in COVID-19 and non-COVID-19 ARDS: A systematic review and meta-analysis. Intensive Care Medicine 47: 521–537. https://doi.org/10.1007/s00134-021-06394-2 .", "ArticleIdList": ["10.1007/s00134-021-06394-2"]}, {"Citation": "Musaddique, Hussain, Khurram Syed Shahzada, Fatima Mobeen, Shaukat Saira, Saadullah Malik, Ali M. Alqahtani, Alqahtani Taha, et al. 2021. Acute respiratory distress syndrome and COVID-19: A literature review. Journal of Inflammation Research 14: 7225–7242. https://doi.org/10.2147/JIR.S334043 .", "ArticleIdList": ["10.2147/JIR.S334043"]}, {"Citation": "Willson, Douglas F., Jonathon D. Truwit, Mark R. Conaway, Christine S. Traul, and Edmund E. Egan. 2015. The adult calfactant in acute respiratory distress syndrome trial. Chest 148: 356–364. https://doi.org/10.1378/chest.14-1139 .", "ArticleIdList": ["10.1378/chest.14-1139", "25855884"]}, {"Citation": "Mittal, Manish, Mohammad Rizwan Siddiqui, Khiem Tran, Sekhar P. Reddy, and Asrar B. Malik. 2014. Reactive oxygen species in inflammation and tissue injury. Antioxidants & Redox Signaling 20: 1126–1167. https://doi.org/10.1089/ars.2012.5149 .", "ArticleIdList": ["10.1089/ars.2012.5149"]}, {"Citation": "Schwarz, M.A. 2001. Acute lung injury: Cellular mechanisms and derangements. Paediatric Respiratory Reviews 2: 3–9. https://doi.org/10.1053/prrv.2000.0095 .", "ArticleIdList": ["10.1053/prrv.2000.0095", "16263475"]}, {"Citation": "Zhou, H., E.K. Fan, and J. Fan. 2021. Cell-Cell Interaction Mechanisms in Acute Lung Injury. Shock (Augusta, Ga.) 55: 167–176. https://doi.org/10.1097/SHK.0000000000001598 .", "ArticleIdList": ["10.1097/SHK.0000000000001598", "32694389"]}, {"Citation": "Kellner, Manuela, Satish Noonepalle, Lu. Qing, Anup Srivastava, Evgeny Zemskov, and Stephen M. Black. 2017. ROS signaling in the pathogenesis of acute lung injury (ALI) and acute respiratory distress syndrome (ARDS). Advances in Experimental Medicine and Biology 967: 105–137. https://doi.org/10.1007/978-3-319-63245-2_8 .", "ArticleIdList": ["10.1007/978-3-319-63245-2_8", "29047084", "7120947"]}, {"Citation": "Cheng, Xue, Songqing He, Jing Yuan, Shuo Miao, Hongyu Gao, Jingnong Zhang, Yang Li, Wei Peng, and Wu. Ping. 2016. Lipoxin A4 attenuates LPS-induced mouse acute lung injury via Nrf2-mediated E-cadherin expression in airway epithelial cells. Free Radical Biology and Medicine 93: 52–66. https://doi.org/10.1016/j.freeradbiomed.2016.01.026 .", "ArticleIdList": ["10.1016/j.freeradbiomed.2016.01.026", "26845617"]}, {"Citation": "Hough, R.F., M.N. Islam, G.A. Gusarova, G. Jin, S. Das, and J. Bhattacharya. 2019. Endothelial mitochondria determine rapid barrier failure in chemical lung injury. JCI Insight. https://doi.org/10.1172/jci.insight.124329 .", "ArticleIdList": ["10.1172/jci.insight.124329", "30728333", "6413830"]}, {"Citation": "Ware, L.B., and M.A. Matthay. 2001. Alveolar fluid clearance is impaired in the majority of patients with acute lung injury and the acute respiratory distress syndrome. American Journal of Respiratory and Critical Care Medicine 163: 1376–1383. https://doi.org/10.1164/ajrccm.163.6.2004035 .", "ArticleIdList": ["10.1164/ajrccm.163.6.2004035", "11371404"]}, {"Citation": "He, Yu-Qiong., Can-Can. Zhou, Yu. Lu-Yao, Liang Wang, Jiu-Ling. Deng, Yu-Long. Tao, Feng Zhang, and Wan-Sheng. Chen. 2021. Natural product derived phytochemicals in managing acute lung injury by multiple mechanisms. Pharmacological Research 163: 105224. https://doi.org/10.1016/j.phrs.2020.105224 .", "ArticleIdList": ["10.1016/j.phrs.2020.105224", "33007416"]}, {"Citation": "Singh, Dhaliwal Jagjit, Moshawih Said, Goh Khang Wen, Loy Mei Jun, Md. Hossain, Hermansyah Andi Sanower, Kotra Vijay, et al. 2022. Pharmacotherapeutics applications and chemistry of chalcone derivatives. Molecules 27: 7062. https://doi.org/10.3390/molecules27207062 .", "ArticleIdList": ["10.3390/molecules27207062"]}, {"Citation": "Zhuang, Chunlin, Wen Zhang, Chunquan Sheng, Wannian Zhang, Chengguo Xing, and Zhenyuan Miao. 2017. Chalcone: a privileged structure in medicinal chemistry. Chemical Reviews 117: 7762–7810. https://doi.org/10.1021/acs.chemrev.7b00020 .", "ArticleIdList": ["10.1021/acs.chemrev.7b00020", "28488435", "6131713"]}, {"Citation": "Lin, Yuting, Lu. Qingdi, Chaolei Chen, Beibei Wang, Lisha Guo, and Jingwen xie, Chengshui Chen, Lili Huang, and Li Dong. 2021. A synthetic chalcone derivative, compound 39, alleviates lipopolysaccharide-induced acute lung injury in mice. European Journal of Pharmacology 891: 173730. https://doi.org/10.1016/j.ejphar.2020.173730 .", "ArticleIdList": ["10.1016/j.ejphar.2020.173730", "33188742"]}, {"Citation": "Fang, Qilu, Jingying Wang, Lintao Wang, Yali Zhang, Haimin Yin, Yunzhou Li, Chao Tong, Guang Liang, and Chao Zheng. 2015. Attenuation of inflammatory response by a novel chalcone protects kidney and heart from hyperglycemia-induced injuries in type 1 diabetic mice. Toxicology and Applied Pharmacology 288: 179–191. https://doi.org/10.1016/j.taap.2015.07.009 .", "ArticleIdList": ["10.1016/j.taap.2015.07.009", "26206226"]}, {"Citation": "Wang, Lei, Huai-Cheng. Chen, Xi. Yang, Jian-Jian. Tao, Guang Liang, Wu. Jian-Zhang, Wu. Wen-Can, Yi. Wang, Zong-Ming. Song, and Xin Zhang. 2018. The novel chalcone analog L2H17 protects retinal ganglion cells from oxidative stress-induced apoptosis. Neural Regeneration Research 13: 1665–1672. https://doi.org/10.4103/1673-5374.237140 .", "ArticleIdList": ["10.4103/1673-5374.237140", "30127130", "6126127"]}, {"Citation": "Wang, Jiabing, Lili Huang, Chanchan Cheng, Ge. Li, Jingwen Xie, Mengya Shen, Qian Chen, et al. 2019. Design, synthesis and biological evaluation of chalcone analogues with novel dual antioxidant mechanisms as potential anti-ischemic stroke agents. Acta Pharmaceutica Sinica. B 9: 335–350. https://doi.org/10.1016/j.apsb.2019.01.003 .", "ArticleIdList": ["10.1016/j.apsb.2019.01.003", "30972281", "6437665"]}, {"Citation": "Lin, Y., M. Zhang, Q. Lu, J. Xie, J. Wu, and C. Chen. 2019. A novel chalcone derivative exerts anti-inflammatory and anti-oxidant effects after acute lung injury. Aging 11: 7805–7816. https://doi.org/10.18632/aging.102288 .", "ArticleIdList": ["10.18632/aging.102288", "31553308", "6781971"]}, {"Citation": "HS Kulkarni, JS Lee, JA Bastarache, WM Kuebler, GP Downey, GM Albaiceta, WA Altemeier, et al. Update on the features and measurements of experimental acute lung injury in animals: An official American thoracic society workshop report. American Journal of Respiratory Cell and Molecular Biology 66: e1–e14. https://doi.org/10.1165/rcmb.2021-0531ST ."}, {"Citation": "Matute-Bello, Gustavo, Gregory Downey, Bethany B. Moore, Steve D. Groshong, Michael A. Matthay, Arthur S. Slutsky, Wolfgang M. Kuebler, and Acute Lung Injury in Animals Study Group. 2011. An official American Thoracic Society workshop report: Features and measurements of experimental acute lung injury in animals. American Journal of Respiratory Cell and Molecular Biology 44: 725–738. https://doi.org/10.1165/rcmb.2009-0210ST .", "ArticleIdList": ["10.1165/rcmb.2009-0210ST"]}, {"Citation": "Zhang, Xu., Huang Huang, Tingting Yang, Yin Ye, Jianhua Shan, Zhimin Yin, and Lan Luo. 2010. Chlorogenic acid protects mice against lipopolysaccharide-induced acute lung injury. Injury 41: 746–752. https://doi.org/10.1016/j.injury.2010.02.029 .", "ArticleIdList": ["10.1016/j.injury.2010.02.029", "20227691"]}, {"Citation": "Guo, Ren-Feng., and Peter A. Ward. 2007. Role of oxidants in lung injury during sepsis. Antioxidants & Redox Signaling 9: 1991–2002. https://doi.org/10.1089/ars.2007.1785 .", "ArticleIdList": ["10.1089/ars.2007.1785"]}, {"Citation": "Long, M.E., R.K. Mallampalli, and J.C. Horowitz. 2022. Pathogenesis of pneumonia and acute lung injury. Clinical Science (London, England: 1979) 136: 747–769. https://doi.org/10.1042/CS20210879 .", "ArticleIdList": ["10.1042/CS20210879", "35621124"]}, {"Citation": "Chen, Hong, Chunxue Bai, and Xiangdong Wang. 2010. The value of the lipopolysaccharide-induced acute lung injury model in respiratory medicine. Expert Review of Respiratory Medicine 4: 773–783. https://doi.org/10.1586/ers.10.71 .", "ArticleIdList": ["10.1586/ers.10.71", "21128752"]}, {"Citation": "Domscheit, Hannes, Maria A. Hegeman, Niedja Carvalho, and Peter M. Spieth. 2020. Molecular dynamics of lipopolysaccharide-induced lung injury in rodents. Frontiers in Physiology 11: 36. https://doi.org/10.3389/fphys.2020.00036 .", "ArticleIdList": ["10.3389/fphys.2020.00036", "32116752", "7012903"]}, {"Citation": "Lv, Hongming, Qinmei Liu, Zhongmei Wen, Haihua Feng, Xuming Deng, and Xinxin Ci. 2017. Xanthohumol ameliorates lipopolysaccharide (LPS)-induced acute lung injury via induction of AMPK/GSK3β-Nrf2 signal axis. Redox Biology 12: 311–324. https://doi.org/10.1016/j.redox.2017.03.001 .", "ArticleIdList": ["10.1016/j.redox.2017.03.001", "28285192", "5345976"]}, {"Citation": "Kumar, Vineet, Sarvesh Kumar, Mohammad Hassan, Wu. Hailong, Rajesh K. Thimmulappa, Amit Kumar, Sunil K. Sharma, Virinder S. Parmar, Shyam Biswal, and Sanjay V. Malhotra. 2011. Novel chalcone derivatives as potent Nrf2 activators in mice and human lung epithelial cells. Journal of Medicinal Chemistry 54: 4147–4159. https://doi.org/10.1021/jm2002348 .", "ArticleIdList": ["10.1021/jm2002348", "21539383", "3212436"]}, {"Citation": "Teixeira, José, Fernando Cagide, Sofia Benfeito, Pedro Soares, Jorge Garrido, Inês. Baldeiras, José A. Ribeiro, et al. 2017. Development of a mitochondriotropic antioxidant based on caffeic acid: Proof of concept on cellular and mitochondrial oxidative stress models. Journal of Medicinal Chemistry 60: 7084–7098. https://doi.org/10.1021/acs.jmedchem.7b00741 .", "ArticleIdList": ["10.1021/acs.jmedchem.7b00741", "28745898"]}, {"Citation": "Gaspar, Alexandra, Marta Martins, E. Paulo Silva, Manuela Garrido, Jorge Garrido, Omidreza Firuzi, Ramin Miri, Luciano Saso, and Fernanda Borges. 2010. Dietary phenolic acids and derivatives. Evaluation of the antioxidant activity of sinapic acid and its alkyl esters. Journal of Agricultural and Food Chemistry 58: 11273–11280. https://doi.org/10.1021/jf103075r .", "ArticleIdList": ["10.1021/jf103075r", "20949946"]}, {"Citation": "Fu, Panfeng, Vijay Mohan, Syed Mansoor, Chinnaswamy Tiruppathi, Ruxana T. Sadikot, and Viswanathan Natarajan. 2013. Role of nicotinamide adenine dinucleotide phosphate-reduced oxidase proteins in Pseudomonas aeruginosa-induced lung inflammation and permeability. American Journal of Respiratory Cell and Molecular Biology 48: 477–488. https://doi.org/10.1165/rcmb.2012-0242OC .", "ArticleIdList": ["10.1165/rcmb.2012-0242OC", "23306835", "3653606"]}, {"Citation": "Ndengele, M.M., C. Muscoli, Z.Q. Wang, T.M. Doyle, G.M. Matuschak, and Da. Salvemini. 2005. Superoxide potentiates NF-kappaB activation and modulates endotoxin-induced cytokine production in alveolar macrophages. Shock (Augusta, Ga.) 23: 186–193. https://doi.org/10.1097/01.shk.0000144130.36771.d6 .", "ArticleIdList": ["10.1097/01.shk.0000144130.36771.d6", "15665736"]}, {"Citation": "Liu, Ya-Nan., Wang-Jian. Zha, Yuan Ma, Fei-Fei. Chen, Wen Zhu, Ai. Ge, Xiao-Ning. Zeng, and Mao Huang. 2015. Galangin attenuates airway remodelling by inhibiting TGF-β1-mediated ROS generation and MAPK/Akt phosphorylation in asthma. Scientific Reports 5: 11758. https://doi.org/10.1038/srep11758 .", "ArticleIdList": ["10.1038/srep11758", "26156213", "4496730"]}, {"Citation": "Trocme, Candice, Christine Deffert, Julien Cachat, Yves Donati, Christelle Tissot, Sylvie Papacatzis, Vincent Braunersreuther, et al. 2015. Macrophage-specific NOX2 contributes to the development of lung emphysema through modulation of SIRT1/MMP-9 pathways. The Journal of Pathology 235: 65–78. https://doi.org/10.1002/path.4423 .", "ArticleIdList": ["10.1002/path.4423", "25116588"]}, {"Citation": "Kiriyama, Yoshimitsu, and Hiromi Nochi. 2017. Intra- and intercellular quality control mechanisms of mitochondria. Cells 7: 1. https://doi.org/10.3390/cells7010001 .", "ArticleIdList": ["10.3390/cells7010001", "29278362", "5789274"]}, {"Citation": "Friedman, Jonathan R., and Jodi Nunnari. 2014. Mitochondrial form and function. Nature 505: 335–343. https://doi.org/10.1038/nature12985 .", "ArticleIdList": ["10.1038/nature12985", "24429632", "4075653"]}, {"Citation": "Han, Biqi, Zhanjun Lv, Xuemin Han, Siyu Li, Bing Han, Qingyue Yang, Xiaoqiao Wang, et al. 2022. Harmful effects of inorganic mercury exposure on kidney cells: Mitochondrial dynamics disorder and excessive oxidative stress. Biological Trace Element Research 200: 1591–1597. https://doi.org/10.1007/s12011-021-02766-3 .", "ArticleIdList": ["10.1007/s12011-021-02766-3", "34060062"]}, {"Citation": "Yang, D., B. Han, R. Baiyun, Z. Lv, X. Wang, S. Li, Y. Lv, J. Xue, Y. Liu, and Z. Zhang. 2020. Sulforaphane attenuates hexavalent chromium-induced cardiotoxicity via the activation of the Sesn2/AMPK/Nrf2 signaling pathway. Metallomics: Integrated Biometal Science 12: 2009–2020. https://doi.org/10.1039/d0mt00124d .", "ArticleIdList": ["10.1039/d0mt00124d", "33159781"]}, {"Citation": "Gross, A., J.M. McDonnell, and S.J. Korsmeyer. 1999. BCL-2 family members and the mitochondria in apoptosis. Genes & Development 13: 1899–1911. https://doi.org/10.1101/gad.13.15.1899 .", "ArticleIdList": ["10.1101/gad.13.15.1899"]}, {"Citation": "Eldering, Eric, Wendelina J. M. Mackus, Ingrid A. M. Derks, Ludo M. Evers, Esther Beuling, Peter Teeling, Susanne M. A. Lens, Marinus H. J. van Oers, and René A. W. van Lier. 2004. Apoptosis via the B cell antigen receptor requires Bax translocation and involves mitochondrial depolarization, cytochrome C release, and caspase-9 activation. European Journal of Immunology 34: 1950–1960. https://doi.org/10.1002/eji.200324817 .", "ArticleIdList": ["10.1002/eji.200324817", "15214043"]}, {"Citation": "Chipuk, Jerry E., and Douglas R. Green. 2008. How do BCL-2 proteins induce mitochondrial outer membrane permeabilization? Trends in Cell Biology 18: 157–164. https://doi.org/10.1016/j.tcb.2008.01.007 .", "ArticleIdList": ["10.1016/j.tcb.2008.01.007", "18314333", "3242477"]}, {"Citation": "Chen, Bo., Lu. Yanrong, Younan Chen, and Jingqiu Cheng. 2015. The role of Nrf2 in oxidative stress-induced endothelial injuries. Journal of Endocrinology 225: R83–R99. https://doi.org/10.1530/JOE-14-0662 .", "ArticleIdList": ["10.1530/JOE-14-0662", "25918130"]}, {"Citation": "Lee, Jooyeon, Jimin Jang, Sung-Min. Park, and Se-Ran. Yang. 2021. An update on the role of Nrf2 in respiratory disease: Molecular mechanisms and therapeutic approaches. International Journal of Molecular Sciences 22: 8406. https://doi.org/10.3390/ijms22168406 .", "ArticleIdList": ["10.3390/ijms22168406", "34445113", "8395144"]}, {"Citation": "Lu, Y., L. Parkyn, L.E. Otterbein, Y. Kureishi, K. Walsh, A. Ray, and P. Ray. 2001. Activated Akt protects the lung from oxidant-induced injury and delays death of mice. The Journal of Experimental Medicine 193: 545–549. https://doi.org/10.1084/jem.193.4.545 .", "ArticleIdList": ["10.1084/jem.193.4.545", "11181705", "2195901"]}, {"Citation": "Chan, T.O., S.E. Rittenhouse, and P.N. Tsichlis. 1999. AKT/PKB and other D3 phosphoinositide-regulated kinases: Kinase activation by phosphoinositide-dependent phosphorylation. Annual Review of Biochemistry 68: 965–1014. https://doi.org/10.1146/annurev.biochem.68.1.965 .", "ArticleIdList": ["10.1146/annurev.biochem.68.1.965", "10872470"]}, {"Citation": "Reddy, Narsa M., Haranatha R. Potteti, Suryanarayana Vegiraju, Hsin-Jou. Chen, Chandra Mohan Tamatam, and Sekhar P. Reddy. 2015. PI3K-AKT signaling via Nrf2 protects against hyperoxia-induced acute lung injury, but promotes inflammation post-injury independent of Nrf2 in mice. PLoS ONE 10: e0129676. https://doi.org/10.1371/journal.pone.0129676 .", "ArticleIdList": ["10.1371/journal.pone.0129676", "26075390", "4467869"]}, {"Citation": "Papaiahgari, Srinivas, Qin Zhang, Steven R. Kleeberger, Hye-Youn. Cho, and Sekhar P. Reddy. 2006. Hyperoxia stimulates an Nrf2-ARE transcriptional response via ROS-EGFR-PI3K-Akt/ERK MAP kinase signaling in pulmonary epithelial cells. Antioxidants & Redox Signaling 8: 43–52. https://doi.org/10.1089/ars.2006.8.43 .", "ArticleIdList": ["10.1089/ars.2006.8.43"]}, {"Citation": "Umstead, Todd M., Eranda Kurundu Hewage, Margaret Mathewson, Sarah Beaudoin, Zissis C. Chroneos, Ming Wang, and E. Scott Halstead. 2020. Lower respiratory tract delivery, airway clearance, and preclinical efficacy of inhaled GM-CSF in a postinfluenza pneumococcal pneumonia model. American Journal of Physiology. Lung Cellular and Molecular Physiology 318: L571–L579. https://doi.org/10.1152/ajplung.00296.2019 .", "ArticleIdList": ["10.1152/ajplung.00296.2019", "31994895", "7191485"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "26"}, {"Year": "2024", "Month": "5", "Day": "9"}, {"Year": "2024", "Month": "4", "Day": "17"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "5", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "5", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "24", "Hour": "23", "Minute": "37"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38789816", "10.1007/s10753-024-02051-0", "10.1007/s10753-024-02051-0"]}}]}