{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allium spp.", "Cypripedium calceolus", "Stipa spp.", "Veratrum spp.", "cryobank", "cryopreservation", "endangered", "germination", "in vitro cultivation", "medicinal", "ornamental plants", "orthodox seeds", "rare"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38794425", "DateRevised": {"Year": "2024", "Month": "05", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["1354", "10.3390/plants13101354"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "14"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "10", "PubDate": {"Year": "2024", "Month": "May", "Day": "14"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "IPPRAS Cryobank for the Conservation of Orthodox Seeds of Rare, Endangered, Medicinal, and Ornamental Plant Species-Current Research.", "Abstract": {"AbstractText": ["Plant cryobanks play a significant role in modern science and breeding. They contribute to the recovery of lost species, the emergence of new plant varieties, and help preserve and explore the diversity of the plant world. The IPPRAS Cryobank collection is constantly supplemented with new samples, while, at the same time, the stored samples are being monitored. In order to test seed germination, seeds of <i>Allium</i> and <i>Veratrum</i> species were thawed. Rare <i>Allium</i> species seeds, such as <i>A. nutans</i>, <i>A. schoenoprasum</i>, and <i>A. victorialis</i> were stored in liquid nitrogen for 17, 19, and 30 years, respectively. Long-term cryopreservation decreased germination rates for <i>A. nutans</i> from 96.55 to 50.00%, for <i>A. schoenoprasum</i> from 72.00 to 62.75%, and for <i>A. victorialis</i> from 90.00 to 83.05%. Seeds of a rare medicinal species, <i>Veratrum lobelianum</i>, were stored in liquid nitrogen for 18 years; the seed germination rate during this storage period has been significantly decreased from 75.00 to 14.81%. <i>V. nigrum</i> seeds were also collected and frozen in liquid nitrogen for 3 days. Short-term cryopreservation did not result in a statistically significant change in germination rates (from 79.71 to 82.69%). The seeds of an endangered ornamental species, <i>Cypripedium calceolus</i>, were collected and kept frozen for 3 days. After cryopreservation, the seeds were planted on three different media, as follows: ½ MS, MS with 10% coconut milk, and BM1. On ½ MS medium, 24.98% seeds formed protocorms, while on MS medium with 10% coconut milk, this number was 10.02%, and on BM1 medium, it was 15.02%, respectively; however, after 2.5 months, all of the protocorms died. Thus, it appears that the existing protocol for seed cryopreservation of <i>C. calceolus</i> needs further improvement. The size, weight, and free water content (WC) of six previously cryopreserved <i>Stipa</i> species and three <i>Allium</i> species were measured. For all the <i>Allium</i> and <i>Stipa</i> species studied, we found no correlation between seed size, WC, and cryotolerance. We also found no correlation between the life form, which reflects the water requirement of the species, and cryotolerance."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences (IPP RAS), Botanicheskaya 35, 127276 Moscow, Russia."}], "LastName": "Nits", "ForeName": "Olga Sergeevna", "Initials": "OS"}, {"Identifier": ["0000-0002-2918-9682"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences (IPP RAS), Botanicheskaya 35, 127276 Moscow, Russia."}], "LastName": "Sementsova", "ForeName": "Mariya Vladimirovna", "Initials": "MV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences (IPP RAS), Botanicheskaya 35, 127276 Moscow, Russia."}], "LastName": "Osipova", "ForeName": "Ekaterina Sergeevna", "Initials": "ES"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences (IPP RAS), Botanicheskaya 35, 127276 Moscow, Russia."}], "LastName": "Tereshonok", "ForeName": "Dmitry Viktorovich", "Initials": "DV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "K.A. Timiryazev Institute of Plant Physiology, Russian Academy of Sciences (IPP RAS), Botanicheskaya 35, 127276 Moscow, Russia."}], "LastName": "Gladkov", "ForeName": "Evgeny Aleksandrovich", "Initials": "EA"}], "GrantList": [{"GrantID": "No. 122042700045-3", "Agency": "Ministry of Science and Higher Education of the Russian Federation (theme No. 122042700045-3)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Reed B.M. Plant cryopreservation: A continuing requirement for food and ecosystem security. Vitr. Cell. Dev. Biol. -Plant. 2017;53:285–288. doi: 10.1007/s11627-017-9851-4.", "ArticleIdList": ["10.1007/s11627-017-9851-4"]}, {"Citation": "Panis B. Sixty Years of Plant Cryopreservation: From Freezing Hardy Mulberry Twigs to Establishing Reference Crop Collections for Future Generations. Acta Hortic. 2019;1234:1–8. doi: 10.17660/ActaHortic.2019.1234.1.", "ArticleIdList": ["10.17660/ActaHortic.2019.1234.1"]}, {"Citation": "El Merzougui S., Benelli C., El Boullani R., Serghini M.A. The Cryopreservation of Medicinal and Ornamental Geophytes: Application and Challenges. Plants. 2023;12:2143. doi: 10.3390/plants12112143.", "ArticleIdList": ["10.3390/plants12112143", "PMC10255897", "37299120"]}, {"Citation": "Kaczmarczyk A., Funnekotter B., Menon A., Phang P.Y., Al-Hanbali A., Bunn E., Mancera R.L. Current issues in plant cryopreservation. In: Katkov I.I., editor. Current Frontiers in Cryobiology. IntechOpen Ltd.; London, UK: 2012. pp. 417–438."}, {"Citation": "Bajaj Y.P.S., editor. Cryopreservation of Plant Germplasm I. Biotechnology in Agriculture and Foresty. Volume 32. Springer; Berlin/Heidelberg, Germany: 1995. Cryopreservation of plant cell, tissue, and organ culture for the conservation of germplasm and biodiversity; pp. 3–28."}, {"Citation": "Gosling P.G. Viability Testing. In: Smith R.D., Dickie J.B., Linington S.H., Pritchard H.W., Probert R.J., editors. Seed Conservation: Turning Science into Practice. Royal Botanic Gardens, Kew; Richmond, UK: 2003. pp. 445–481."}, {"Citation": "Grishchenko V.I. Results and Perspectives of Cryobiology and Cryomedicine Development. Kriobiologiya. 1988;3:5–11."}, {"Citation": "Manuil’skii V.D. Development of Plant Cryoresistance and Tolerance to Low Temperatures. Naukova Dumka; Kiev, Ukraine: 1992. p. 186."}, {"Citation": "Tsutsaeva A.A. Cryobiology and Biotechnology. Naukova Dumka; Kiev, Ukraine: 1987. p. 213."}, {"Citation": "Panis B., Lambardi M. Status of cryopreservation technologies in plants (crops and forest trees) Role Biotechnol. 2006;5:43–54."}, {"Citation": "Li D.Z., Pritchard H.W. The science and economics of ex situ plant conservation. Trends Plant Sci. 2009;14:614–621. doi: 10.1016/j.tplants.2009.09.005.", "ArticleIdList": ["10.1016/j.tplants.2009.09.005", "19818672"]}, {"Citation": "Vendrame W., Faria R.T., Sorace M., Sahyun S.A. Orchid cryopreservation. Ciência Agrotecnologia. 2014;38:213–229. doi: 10.1590/S1413-70542014000300001.", "ArticleIdList": ["10.1590/S1413-70542014000300001"]}, {"Citation": "Stanwood P.C. Cryopreservation of seed germplasm for genetic conservation. In: Kartha K., editor. Cryopreservation of Plant Cells and Organs. CRC Press; Boca Raton, FL, USA: 1985. pp. 199–225."}, {"Citation": "Tikhonova V. L Long-term storage of seeds. Russ. J. Plant Physiol. 1999;46:400–408."}, {"Citation": "Touchell D.H., Dixon K.W. Cryopresevation of seed of Western-Australian native species. Biodivers. Conserv. 1993;2:594–602. doi: 10.1007/BF00051960.", "ArticleIdList": ["10.1007/BF00051960"]}, {"Citation": "Touchell D.H., Dixon K.W. Cryopresevation for seedbanking of Australian species. Ann. Bot. 1994;74:541–546. doi: 10.1006/anbo.1994.1152.", "ArticleIdList": ["10.1006/anbo.1994.1152"]}, {"Citation": "IPPRAS Cryobank.  [(accessed on 10 February 2024)].  Available online:  https://ippras.ru/nauka/nauchnye_podrazdeleniya/gruppa-kriosokhraneniya-rasteniy/kriobank-ifr-ran/"}, {"Citation": "Popov A.S., Butenko R.G., Glukhova I.N. Effect of the preparation and deep-freezing conditions on the regeneration of the suspension culture of wild carrot cells. Sov. Plant Physiol. 1978;25:972–979."}, {"Citation": "Yuorieva N., Sinetova M., Messineva E., Kulichenko I., Fomenkov A., Vysotskaya O., Osipova E., Baikalova A., Prudnikova O., Titova M., et al. Plants, Cells, Algae, and Cyanobacteria In Vitro and Cryobank Collections at the Institute of Plant Physiology, Russian Academy of Sciences—A Platform for Research and Production Center. Biology. 2023;12:838. doi: 10.3390/biology12060838.", "ArticleIdList": ["10.3390/biology12060838", "PMC10295647", "37372123"]}, {"Citation": "Popov A.S., Popova E.V., Nikishina T.V., Vysotskaya O.N. Cryobank of plant genetic resources in Russian Academy of Sciences. Int. J. Refrig. 2006;29:403–410. doi: 10.1016/j.ijrefrig.2005.07.011.", "ArticleIdList": ["10.1016/j.ijrefrig.2005.07.011"]}, {"Citation": "Murashige T., Skoog F. A Revised Medium for Rapid Growth and Bio Assays with Tobacco Tissue Cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Van Waes J.M., Deberg P.C. In vitro germination of some Western European orchids. Physiol. Plant. 1986;67:253–261. doi: 10.1111/j.1399-3054.1986.tb02452.x.", "ArticleIdList": ["10.1111/j.1399-3054.1986.tb02452.x"]}, {"Citation": "Block E. Garlic and Other Alliums: The Lore and the Science. Royal Society of Chemistry; Cambridge, UK: 2010. p. 454."}, {"Citation": "Ochar K., Kim S.-H. Conservation and Global Distribution of Onion (Allium cepa L.) Germplasm for Agricultural Sustainability. Plants. 2023;12:3294. doi: 10.3390/plants12183294.", "ArticleIdList": ["10.3390/plants12183294", "PMC10535454", "37765458"]}, {"Citation": "Kim H.H., Popova E., Shin D.J., Yi J.Y., Kim C.H., Lee J.S., Yoon M.K., Engelmann F. Cryobanking of Korean allium germplasm collections: Results from a 10 year experience. Cryo Lett. 2012;33:45–57.", "ArticleIdList": ["22434122"]}, {"Citation": "Chojnowski M., Wawrzyniak A., Burian M. Polish Collections of Allium; National Institute for Horticultural Research: Skierniewice, Poland.  [(accessed on 10 February 2024)].  Available online:  https://www.ecpgr.cgiar.org/fileadmin/templates/ecpgr.org/upload/WORKING_GROUPS/Allium/10_Allium_collections_in_INHORT_Poland.pdf."}, {"Citation": "Senula A., Keller E.R.J. Pollen Cryopreservation to Support Maintenance of a Wild Species Collection of the Genus Allium. Acta Hortic. 2014;1039:289–296. doi: 10.17660/ActaHortic.2014.1039.36.", "ArticleIdList": ["10.17660/ActaHortic.2014.1039.36"]}, {"Citation": "Keller E.R.J., Senula A. Recent aspects of Allium cryopreservation in the federal German genebank. Acta Hortic. 2016;1143:35–44. doi: 10.17660/ActaHortic.2016.1143.6.", "ArticleIdList": ["10.17660/ActaHortic.2016.1143.6"]}, {"Citation": "Golubev F.V. Ph.D. Thesis. The Tsitsin Main Botanical Garden of Russian Academy of Sciences; Moscow, Russia: 2003. Biological Characteristics of Species of the Genus Allium during Introduction."}, {"Citation": "Nikolaeva M.G., Razumova M.V., Gladkova V.N. In: Reference Book on Dormant Seed Germination. Danilova M.F., editor. Nauka; Leningrad, Russia: 1985. p. 348. (In Russian)"}, {"Citation": "Levitskaya G.E. The influence of the storage temperature on the seeds of wild species. 3. Seeds with morphological and morphophysiological dormancy. Plant Resour. 2017;53:39–50. (In Russian)"}, {"Citation": "Puchalski J., Kapler A., Niemczyk M., Walerowski P., Krzyżewski A., Nowak A., Podyma W. Long-term seed cryopreservation of rare and endangered Polish Ponto-Panonian plant species. Opole Sci. Soc. Nat. J. 2014;47:1–8."}, {"Citation": "Stanwood P.C., Sowa S. Evaluation of Onion (Allium cepa L.) Seed after 10 Years of Storage at 5, −18, and −196 °C. Seed Physiol. Prod. Technol. 1995;35:852–856. doi: 10.2135/cropsci1995.0011183X003500030036x.", "ArticleIdList": ["10.2135/cropsci1995.0011183X003500030036x"]}, {"Citation": "Lakhanpaul S., Babrekar P.P., Chandel K. Seedevaluation after cryopreservation in onion (Allium cepa L.) cultivars. Indian J. Plant Genet. Resour. 1995;8:99–105."}, {"Citation": "Panter K.K., Gardner W.D., Lee S. False Hellebore (Veratrum californicum): Historical perspectives and management implications for livestock and wildlife. Society for Range Management: Symposium—Medicinal Uses of Veratrum; Proceedings of the Annual Meeting with Weed Science Society of America; Denver, CO, USA. 7–11 February 2010."}, {"Citation": "Berman D.M., Karhadkar S.S., Hallahan A.R., Pritchard J.I., Eberhart C.G., Watkins D.N., Chen J.K., Cooper M.K., Taipale J., Olson J.M., et al. Medulloblastoma growth inhibition by Hedgehog Pathway Blockade. Science. 2002;297:1559–1561. doi: 10.1126/science.1073733.", "ArticleIdList": ["10.1126/science.1073733", "12202832"]}, {"Citation": "Gould A., Missailidis S. Targeting the hedgehog pathway: The development of cyclopamine and the development of anti-cancer drugs targeting the hedgehog pathway. Mini Rev. Med. Chem. 2011;11:200–213. doi: 10.2174/138955711795049871.", "ArticleIdList": ["10.2174/138955711795049871", "21222574"]}, {"Citation": "Liu B., Kou C., Ren Y., Li Q., Wang T., Ma R., Sun W., Xue Z., Ma P. Advances of Veratrum nigrum L. Steroid Alkaloids. Ind. Crops Prod. 2023;191:115946. doi: 10.1016/j.indcrop.2022.115946.", "ArticleIdList": ["10.1016/j.indcrop.2022.115946"]}, {"Citation": "Christov V., Mikhova B., Ivanova A., Serly J., Molnar J., Selenge D., Solongo A., Kostova N., Gerelt-Od Y., Dimitrov D. Steroidal alkaloids of Veratrum lobelianum Bernh. and Veratrum nigrum L. Zeitschrift für Naturforschung C J. Biosci. 2010;65:195–200. doi: 10.1515/znc-2010-3-405.", "ArticleIdList": ["10.1515/znc-2010-3-405", "20469637"]}, {"Citation": "Rozhanets V.V., Nuzhny V.P. About permissibility of veratrum intake for conditioned reflex therapy of alcoholism. Narcology. 2003;4:45–48. (In Russian)"}, {"Citation": "Zheng B., Wang C., Song W., Ye X., Xiang Z. Pharmacokinetics and enterohepatic circulation of jervine, an antitumor steroidal alkaloid from Veratrum nigrum in rats. J. Pharm. Anal. 2019;9:367–372. doi: 10.1016/j.jpha.2019.04.004.", "ArticleIdList": ["10.1016/j.jpha.2019.04.004", "PMC6951481", "31929946"]}, {"Citation": "Chen J., Wen B., Wang Y., Wu S., Zhang X., Gu Y., Wang Z., Wang J., Zhang W., Yong J. Jervine exhibits anticancer effects on nasopharyngeal carcinoma through promoting autophagic apoptosis via the blockage of Hedgehog signaling. Biomed. Pharmacother. 2020;132:110898. doi: 10.1016/j.biopha.2020.110898.", "ArticleIdList": ["10.1016/j.biopha.2020.110898", "33113432"]}, {"Citation": "Li Q., Yang K.-X., Zhao Y.-L., Qin X.-J., Yang X.-W., Liu L., Liu Y.-P., Luo X.-D. Potent anti-inflammatory and analgesic steroidal alkaloids from Veratrum taliense. J. Etnopharmacol. 2016;179:274–279. doi: 10.1016/j.jep.2015.12.059.", "ArticleIdList": ["10.1016/j.jep.2015.12.059", "26743225"]}, {"Citation": "Yakan S., Aydin T., Gulmez C., Ozden O., Erdogan K.E., Daglioglu Y.K., Andic F., Atakisi O., Cakir A. The protective role of jervine against radiation-induced gastrointestinal toxicity. J. Enzyme. Inhib. Med. Chem. 2019;34:789–798. doi: 10.1080/14756366.2019.1586681.", "ArticleIdList": ["10.1080/14756366.2019.1586681", "PMC6419660", "30871382"]}, {"Citation": "Taldaev A., Terekhov R.P., Melnik E.V., Belova M.V., Kozin S.V., Nedorubov A.A., Pomerantseva T.Y., Ramenskaya G.V. Insights into the Cardiotoxic Effects of Veratrum Lobelianum Alkaloids: Pilot Study. Toxins. 2022;14:490. doi: 10.3390/toxins14070490.", "ArticleIdList": ["10.3390/toxins14070490", "PMC9315652", "35878228"]}, {"Citation": "Gardens of the Northwest.  [(accessed on 10 February 2024)].  Available online:  https://sadsevzap.ru/rasteniya-dlya-sada/travyanistyie-mnogoletniki/vse-czvetushhie-mnogoletniki/chemericza.html."}, {"Citation": "Levitskaya G.E. Rare species in experimental collection of cryobank wilding seeds in the Institute of Cell Biophysics of RAS. Tambov. Univ. Rep. Ser. Nat. Tech. Sci. 2017;22:940–944. doi: 10.20310/1810-0198-2017-22-5-940-944. (In Russian)", "ArticleIdList": ["10.20310/1810-0198-2017-22-5-940-944"]}, {"Citation": "Ma R., Ritala A., Oksman-Caldentey K.-M., Rischer H. Development of in vitro Techniques for the Important Medicinal Plant Veratrum californicum. Planta Medica. 2006;72:1142–1148. doi: 10.1055/s-2006-946697.", "ArticleIdList": ["10.1055/s-2006-946697", "17024590"]}, {"Citation": "De L., Medhi R. Orchid diversified component of farming systems for profitability and livelihood security of small and marginal farmers. J. Glob. Biosci. 2019;4:1393–1406."}, {"Citation": "Treesuwan S., Sritularak B., Chanvorachote P., Pongrakhananon V. Cypripedin diminishes an epithelial-to-mesenchymal transition in non-small cell lung cancer cells through suppression of Akt/GSK-3β signalling. Sci. Rep. 2018;22:8009. doi: 10.1038/s41598-018-25657-5.", "ArticleIdList": ["10.1038/s41598-018-25657-5", "PMC5964153", "29789636"]}, {"Citation": "Norstog K. New synthetic medium for the culture of premature barley embryos. In Vitro. 1973;8:307–308. doi: 10.1007/BF02615911.", "ArticleIdList": ["10.1007/BF02615911", "4691648"]}, {"Citation": "De Pauw M.A., Remphrey W.R. In vitro germination of three Cypripedium species in relation to time of seed collection, media, and cold treatment. Can. J. Bot. 1995;71:879–885. doi: 10.1139/b93-100.", "ArticleIdList": ["10.1139/b93-100"]}, {"Citation": "Klavina D., Druva-Lusite I., Gailite A. Asymbiotic Cultivation In Vitro of the Endangered Orchid Cypripedium calceolus L. and Some Aspects of Ex Vitro Growth. Acta Hortic. 2009;812:539–554. doi: 10.17660/ActaHortic.2009.812.78.", "ArticleIdList": ["10.17660/ActaHortic.2009.812.78"]}, {"Citation": "Kozlova O.N. In vitro culture of temperate orchids at the belarusian centre of plant biochemistry and biotechnology theoretical and applied aspects of plant biochemistry and biotechnology; Proceedings of the III International Scientific Conference; Minsk, Belarus. 14–16 May 2008; pp. 252–256."}, {"Citation": "Knudson L. A new nutrient solution for the germination of orchid seed. Amer. Orchid Soc. Bull. 1946;15:214–217."}, {"Citation": "Jakobsone G. Germination and development of some terrestrial orchids in vitro. Acta Hortic. 2009;812:533–538. doi: 10.17660/ActaHortic.2009.812.77.", "ArticleIdList": ["10.17660/ActaHortic.2009.812.77"]}, {"Citation": "Znaniecka J., Minasiewicz J. Application of in vitro culture techniques in the conservation of orchids in Gdansk Pomerania; Proceedings of the XIV Overall Polish In Vitro Culture and Plant Biotechnology Conference Structural, Physiological and Molecular Bases of Plant Differentiation; Poznań, Poland. 14–17 September 2015; p. 142."}, {"Citation": "Harvais G. An improved culture medium for growing the orchid Cypripedium reginae axenically. Can. J. Bot. 1982;60:2547–2556. doi: 10.1139/b82-309.", "ArticleIdList": ["10.1139/b82-309"]}, {"Citation": "Chu C.C., Mudge K.W. Propagation and conservation of native Lady’s Slipper Orchids (Cypripedium acaule, C. calceolus, C. reginae). North American terrestrial orchids. Propagation and production. Conference proceedings; Proceedings of the North American Native Terrestrial Orchid Conference; Germantown, MD, USA. 16–17 March 1996; pp. 107–112."}, {"Citation": "Malmgren S. Orchid propagation: Theory and practice. North American terrestrial orchids. Propagation and production. Conference proceedings; Proceedings of the North American Native Terrestrial Orchid Conference; Germantown, MD, USA. 16–17 March 1996; pp. 63–72."}, {"Citation": "Konovalova T.J., Molkanova O.I. Cultivating Cypripdium species L. in vitro and pre-cultivating them ex vitro. Probl. Bot. South Sib. Mong. 2020;19:15–18. doi: 10.14258/pbssm.2020066.", "ArticleIdList": ["10.14258/pbssm.2020066"]}, {"Citation": "Nikishina T.V., Vysotskaya O.N., Kozlova O.N., Levitskaya G.E. Study of dactylorhiza seeds (D. baltica and D. maculata) from the orchid collection of the Cryobank at Timiryazev Institute of Plant Physiology, Russian Academy of Sciences. Biol. Bull. 2019;46:242–250. doi: 10.1134/S1062359019030063.", "ArticleIdList": ["10.1134/S1062359019030063"]}, {"Citation": "Lavrenko E.M., Karamysheva Z.V. Steppes of the former Soviet Union and Mongolia. In: Coupland R.T., editor. Ecosystems of the World. Volume 8b. Elsevier; Amsterdam, The Netherlands: London, UK: New York, NY, USA: Tokyo, Japan: 1993. pp. 3–59."}, {"Citation": "Osipova E.S., Tereshonok D.V., Gladkov E.A., Evsyukov S.V., Stepanova A.Y. Evaluation of Seed Germination of Six Rare Stipa Species following Low Temperature Stress (Cryopreservation) Life. 2023;13:2296. doi: 10.3390/life13122296.", "ArticleIdList": ["10.3390/life13122296", "PMC10744796", "38137897"]}, {"Citation": "Nikishina T.V., Vysockaja O.N., Solov’jova A.I., Popov A.S. Effect of temperature variation on seed viability during cryogenic storage. Plodovod. Jagodovodstvo Ross. 2011;26:171–178. (In Russian)"}, {"Citation": "Tikhonova V.L. Ph.D. Thesis. All-Russian Research Institute of Ecology; Moscow, Russia: 1992. Resources of Intraspecific Variability of Wild Herbaceous Plants, Their Study, Conservation and Application. (In Russian)"}, {"Citation": "Nesterova S.V. Ph.D. Thesis. Botanical Garden-Institute FEB RAS; Vladivostok, Russia: 2004. Criopreservation of Wild Plant Seeds of Primorsky Region. (In Russian)"}, {"Citation": "De Oliveira R.S., Souza F.V.D., Dos Santos I.L., Souza S.O., Aona L.Y.S., De Souza E.H. Cryopreservation and low-temperature storage of seeds of Tillandsia species (Bromeliaceae) with ornamental potential. 3 Biotech. 2021;11:186. doi: 10.1007/s13205-021-02730-x.", "ArticleIdList": ["10.1007/s13205-021-02730-x", "PMC7984166", "33927977"]}, {"Citation": "Spaeth S.C. Imbibitional stress and transverse cracking of bean, pea and chickpea cotyledons. HortScience. 1986;21:110–111. doi: 10.21273/HORTSCI.21.1.110.", "ArticleIdList": ["10.21273/HORTSCI.21.1.110"]}, {"Citation": "Pritchard H.W., Manger K.R., Prendergast F.G. Changes in Trifolium arvense seed quality following alternating temperature treatment using liquid nitrogen. Ann. Bot. 1988;62:1–11. doi: 10.1093/oxfordjournals.aob.a087626.", "ArticleIdList": ["10.1093/oxfordjournals.aob.a087626"]}, {"Citation": "Nikolaeva M.G. Factors affecting the seed dormancy pattern. In: Khan A.A., editor. The Physiology and Biochemistry of Seed Development, Dormancyand Germination. Elsevier Biomedical Press; Amsterdam, The Netherlands: 1982. pp. 51–74."}, {"Citation": "Ballesteros D., Walters C. Detailed characterization of mechanical properties and molecular mobility within dry seed glasses: Relevance to the physiology of dry biological systems. Plant J. 2011;68:607–619. doi: 10.1111/j.1365-313X.2011.04711.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04711.x", "21831210"]}, {"Citation": "Levitskaya G.E. The influence of the storage temperature on the seeds of wild species. 2. seeds with physiological dormancy in the case of Campanula (Campanulaceae) species. Plant Resour. 2015;51:38–51. (In Russian)"}, {"Citation": "Sementsova M.V. Conservation of rare species of the genus Veratrum L. in the cryobank of IPPRAS; Proceedings of the International Youth Scientific Forum “Lomonosov-2019”, Lomonosov, Moscow State University; Moscow, Russia. 8–12 April 2019."}, {"Citation": "Kolomeitseva G.L., Nikishina T.V., Babosha A.V., Ryabchenko A.S., Vysotskaya O.N. Morphophysiology and cryopreservation of seeds of Dendrobium Nobile Lindl. (Orchidaceae) at different stages of development. Acta Physiol. Plant. 2022;44:36. doi: 10.1007/s11738-022-03372-z.", "ArticleIdList": ["10.1007/s11738-022-03372-z"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "17"}, {"Year": "2024", "Month": "4", "Day": "23"}, {"Year": "2024", "Month": "5", "Day": "10"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "49"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "48"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "1", "Minute": "27"}, {"Year": "2024", "Month": "5", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["38794425", "PMC11125767", "10.3390/plants13101354", "plants13101354"]}}]}