{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Thymus carnosus Boiss.", "apoptosis", "cell cycle arrest", "cytotoxicity", "mitochondrial membrane potential", "necrosis", "phytochemicals", "reactive oxygen species"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38791385", "DateCompleted": {"Year": "2024", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["5343", "10.3390/ijms25105343"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "14"}], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "25", "Issue": "10", "PubDate": {"Year": "2024", "Month": "May", "Day": "14"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Linking Variability in Phytochemical Composition with Safety Profile of <i>Thymus carnosus</i> Boiss. Extracts: Effect of Major Compounds and Evaluation of Markers of Oxidative Stress and Cell Death.", "Abstract": {"AbstractText": ["Natural products are generally considered safe for human consumption, but this classification is often based on ethnobotanical surveys or their use in traditional medicine over a long period of time. However, edaphoclimatic factors are known to produce different chemotypes, which may affect the safety profile and bioactivities, and are not commonly considered for plants exploited as crops worldwide. <i>Thymus carnosus</i> Boiss., a thyme species with various health-promoting effects, has potential pharmaceutical applications, but edaphoclimatic factors were found to significantly impact its phytochemical composition. Thus, we aimed to assess the safety profile of <i>T. carnosus</i> extracts obtained from plants harvested in two locations over three consecutive years and to establish an association with specific components, an essential study in the search for new sources of nutraceuticals. Thus, the antiproliferative effect of an aqueous decoction (AD), hydroethanolic (HE) extracts, and major extracts' components of <i>T. carnosus</i> was evaluated on intestinal (Caco-2) and hepatic (HepG2) cell models, revealing effects dependent on extract type, cell line, and tested compounds. Flavonoids induced different cytotoxic patterns, which could be attributed to molecular structural differences. Flow cytometry analysis showed apoptosis and necrosis induction, mediated by the modulation of intracellular reactive oxygen species and mitochondrial membrane potential, effects that were dependent on the cell line and phytochemical composition and on the synergism between extracts components, rather than on the activity of an isolated compound. While ursolic acid was the component with the strongest impact on the difference between extraction methods, flavonoids assumed a pivotal role in the response of different cell lines to the extracts. We report for the first time, for <i>Thymus</i> spp. extracts, that variations in the phytochemical composition clearly influence the cellular response, thus highlighting the need for extract standardization for medicinal applications."]}, "AuthorList": [{"Identifier": ["0000-0002-1564-3661"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research and Technology of Agro-Environmental and Biological Sciences (CITAB), Cell Biology and Biochemistry Laboratory, University of Trás-os-Montes and Alto Douro (UTAD), Quinta de Prados, 5000-801 Vila Real, Portugal."}, {"Identifier": [], "Affiliation": "Chemistry Research Centre-Vila Real (CQ-VR), Food and Wine Chemistry Laboratory, University of Trás-os-Montes and Alto Douro (UTAD), Quinta de Prados, 5000-801 Vila Real, Portugal."}], "LastName": "Martins-Gomes", "ForeName": "Carlos", "Initials": "C"}, {"Identifier": ["0000-0001-5540-318X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Research Centre-Vila Real (CQ-VR), Food and Wine Chemistry Laboratory, University of Trás-os-Montes and Alto Douro (UTAD), Quinta de Prados, 5000-801 Vila Real, Portugal."}, {"Identifier": [], "Affiliation": "Department of Chemistry, School of Life Sciences and Environment, University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal."}], "LastName": "Nunes", "ForeName": "Fernando M", "Initials": "FM"}, {"Identifier": ["0000-0002-7524-9914"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research and Technology of Agro-Environmental and Biological Sciences (CITAB), Cell Biology and Biochemistry Laboratory, University of Trás-os-Montes and Alto Douro (UTAD), Quinta de Prados, 5000-801 Vila Real, Portugal."}, {"Identifier": [], "Affiliation": "Department of Biology and Environment, School of Life Sciences and Environment, University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal."}, {"Identifier": [], "Affiliation": "Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4gro), University of Trás-os-Montes and Alto Douro (UTAD), Quinta de Prados, 5000-801 Vila Real, Portugal."}], "LastName": "Silva", "ForeName": "Amélia M", "Initials": "AM"}], "GrantList": [{"GrantID": "UIDB/04033/2020 (CITAB)", "Agency": "Portuguese Science and Technology Foundation", "Country": ""}, {"GrantID": "UIDB/00616/2020 (CQ-VR)", "Agency": "Portuguese Science and Technology Foundation", "Country": ""}, {"GrantID": "(SFRH/BD/145855/2019)", "Agency": "Portuguese Science and Technology Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Thymus Plant"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["pharmacology", "chemistry", "analysis"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Caco-2 Cells"}, {"QualifierName": [], "DescriptorName": "Hep G2 Cells"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Death"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["pharmacology", "chemistry", "analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}], "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Martins-Gomes C., Souto E.B., Cosme F., Nunes F.M., Silva A.M. Thymus carnosus extracts induce anti-proliferative activity in Caco-2 cells through mechanisms that involve cell cycle arrest and apoptosis. J. Funct. Foods. 2019;54:128–135. doi: 10.1016/j.jff.2019.01.010.", "ArticleIdList": ["10.1016/j.jff.2019.01.010"]}, {"Citation": "Martins-Gomes C., Taghouti M., Schäfer J., Bunzel M., Silva A.M., Nunes F.M. Chemical characterization and bioactive properties of decoctions and hydroethanolic extracts of Thymus carnosus Boiss. J. Funct. Foods. 2018;43:154–164. doi: 10.1016/j.jff.2018.02.012.", "ArticleIdList": ["10.1016/j.jff.2018.02.012"]}, {"Citation": "Martins-Gomes C., Steck J., Keller J., Bunzel M., Santos J.A., Nunes F.M., Silva A.M. Phytochemical Composition and Antioxidant, Anti-Acetylcholinesterase, and Anti-α-Glucosidase Activity of Thymus carnosus Extracts: A Three-Year Study on the Impact of Annual Variation and Geographic Location. Antioxidants. 2023;12:668. doi: 10.3390/antiox12030668.", "ArticleIdList": ["10.3390/antiox12030668", "PMC10045533", "36978915"]}, {"Citation": "Taghouti M., Martins-Gomes C., Félix L.M., Schäfer J., Santos J.A., Bunzel M., Nunes F.M., Silva A.M. Polyphenol composition and biological activity of Thymus citriodorus and Thymus vulgaris: Comparison with endemic Iberian Thymus species. Food Chem. 2020;331:127362. doi: 10.1016/j.foodchem.2020.127362.", "ArticleIdList": ["10.1016/j.foodchem.2020.127362", "32590268"]}, {"Citation": "Silva A.M., Martins-Gomes C., Souto E.B., Schäfer J., Santos J.A., Bunzel M., Nunes F.M. Thymus zygis subsp. zygis an Endemic Portuguese Plant: Phytochemical Profiling, Antioxidant, Anti-Proliferative and Anti-Inflammatory Activities. Antioxidants. 2020;9:482. doi: 10.3390/antiox9060482.", "ArticleIdList": ["10.3390/antiox9060482", "PMC7346176", "32503184"]}, {"Citation": "Taghouti M., Martins-Gomes C., Schäfer J., Santos J.A., Bunzel M., Nunes F.M., Silva A.M. Chemical Characterization and Bioactivity of Extracts from Thymus mastichina: A Thymus with a Distinct Salvianolic Acid Composition. Antioxidants. 2019;9:34. doi: 10.3390/antiox9010034.", "ArticleIdList": ["10.3390/antiox9010034", "PMC7022745", "31906063"]}, {"Citation": "Silva A.M., Félix L.M., Teixeira I., Martins-Gomes C., Schäfer J., Souto E.B., Santos D.J., Bunzel M., Nunes F.M. Orange thyme: Phytochemical profiling, in vitro bioactivities of extracts and potential health benefits. Food Chem. X. 2021;12:100171. doi: 10.1016/j.fochx.2021.100171.", "ArticleIdList": ["10.1016/j.fochx.2021.100171", "PMC8639431", "34901827"]}, {"Citation": "Galasso S., Pacifico S., Kretschmer N., Pan S.-P., Marciano S., Piccolella S., Monaco P., Bauer R. Influence of seasonal variation on Thymus longicaulis C. Presl chemical composition and its antioxidant and anti-inflammatory properties. Phytochemistry. 2014;107:80–90. doi: 10.1016/j.phytochem.2014.08.015.", "ArticleIdList": ["10.1016/j.phytochem.2014.08.015", "25239551"]}, {"Citation": "Al-Maharik N., Jaradat N., Hawash M., Al-Lahham S., Qadi M., Shoman I., Jaber S., Rahem R.A., Hussein F., Issa L. Chemical Composition, Antioxidant, Antimicrobial and Anti-Proliferative Activities of Essential Oils of Rosmarinus officinalis from five Different Sites in Palestine. Separations. 2022;9:339. doi: 10.3390/separations9110339.", "ArticleIdList": ["10.3390/separations9110339"]}, {"Citation": "Lopes C.L., Pereira E., Soković M., Carvalho A.M., Barata A.M., Lopes V., Rocha F., Calhelha R.C., Barros L., Ferreira I.C. Phenolic Composition and Bioactivity of Lavandula pedunculata (Mill.) Cav. Samples from Different Geographical Origin. Molecules. 2018;23:1037. doi: 10.3390/molecules23051037.", "ArticleIdList": ["10.3390/molecules23051037", "PMC6099610", "29710781"]}, {"Citation": "Martins-Gomes C., Steck J., Keller J., Bunzel M., Nunes F.M., Silva A.M. Molecular Characterization of Thymus capitellatus Extracts and Their Antioxidant, Neuroprotective and Anti-Proliferative Activities. Int. J. Mol. Sci. 2022;23:15187. doi: 10.3390/ijms232315187.", "ArticleIdList": ["10.3390/ijms232315187", "PMC9738728", "36499513"]}, {"Citation": "Taghouti M., Martins-Gomes C., Schäfer J., Félix L.M., Santos J.A., Bunzel M., Nunes F.M., Silva A.M. Thymus pulegioides L. as a rich source of antioxidant, anti-proliferative and neuroprotective phenolic compounds. Food Funct. 2018;9:3617–3629. doi: 10.1039/c8fo00456k.", "ArticleIdList": ["10.1039/c8fo00456k", "29956711"]}, {"Citation": "Silva A.M., Alvarado H.L., Abrego G., Martins-Gomes C., Garduño-Ramirez M.L., García M.L., Calpena A.C., Souto E.B. In Vitro Cytotoxicity of Oleanolic/Ursolic Acids-Loaded in PLGA Nanoparticles in Different Cell Lines. Pharmaceutics. 2019;11:362. doi: 10.3390/pharmaceutics11080362.", "ArticleIdList": ["10.3390/pharmaceutics11080362", "PMC6723971", "31344882"]}, {"Citation": "Zhao T., Liu Y., Gao Z., Gao D., Li N., Bian Y., Dai K., Liu Z. Self-assembly and cytotoxicity study of PEG-modified ursolic acid liposomes. Mater. Sci. Eng. C. 2015;53:196–203. doi: 10.1016/j.msec.2015.04.022.", "ArticleIdList": ["10.1016/j.msec.2015.04.022", "26042707"]}, {"Citation": "Kalani K., Yadav D.K., Khan F., Srivastava S.K., Suri N. Pharmacophore, QSAR, and ADME based semisynthesis and in vitro evaluation of ursolic acid analogs for anticancer activity. J. Mol. Model. 2012;18:3389–3413. doi: 10.1007/s00894-011-1327-6.", "ArticleIdList": ["10.1007/s00894-011-1327-6", "22271093"]}, {"Citation": "Verstraeten S., Catteau L., Boukricha L., Quetin-Leclercq J., Mingeot-Leclercq M.-P. Effect of Ursolic and Oleanolic Acids on Lipid Membranes: Studies on MRSA and Models of Membranes. Antibiotics. 2021;10:1381. doi: 10.3390/antibiotics10111381.", "ArticleIdList": ["10.3390/antibiotics10111381", "PMC8615140", "34827319"]}, {"Citation": "Falé P.L., Ascensão L., Serralheiro M.L.M. Effect of luteolin and apigenin on rosmarinic acid bioavailability in Caco-2 cell monolayers. Food Funct. 2012;4:426–431. doi: 10.1039/c2fo30318c.", "ArticleIdList": ["10.1039/c2fo30318c", "23223784"]}, {"Citation": "Ma Z.-J., Yan H., Wang Y.-J., Yang Y., Li X.-B., Shi A.-C., Jing-Wen X., Yu-Bao L., Li L., Wang X.-X. Proteomics analysis demonstrating rosmarinic acid suppresses cell growth by blocking the glycolytic pathway in human HepG2 cells. Biomed. Pharmacother. 2018;105:334–349. doi: 10.1016/j.biopha.2018.05.129.", "ArticleIdList": ["10.1016/j.biopha.2018.05.129", "29864622"]}, {"Citation": "Wu J., Zhu Y., Li F., Zhang G., Shi J., Ou R., Tong Y., Liu Y., Liu L., Lu L., et al. Spica prunellae and its marker compound rosmarinic acid induced the expression of efflux transporters through activation of Nrf2-mediated signaling pathway in HepG2 cells. J. Ethnopharmacol. 2016;193:1–11. doi: 10.1016/j.jep.2016.07.021.", "ArticleIdList": ["10.1016/j.jep.2016.07.021", "27422165"]}, {"Citation": "Yang Y., Zhang L., La X., Li Z., Li H., Guo S. Salvianolic acid A inhibits tumor-associated angiogenesis by blocking GRP78 secretion. Naunyn-Schmiedeberg’s Arch. Pharmacol. 2018;392:467–480. doi: 10.1007/s00210-018-1585-2.", "ArticleIdList": ["10.1007/s00210-018-1585-2", "30560355"]}, {"Citation": "Li S., Qian Q., Ying N., Lai J., Feng L., Zheng S., Jiang F., Song Q., Chai H., Dou X. Activation of the AMPK-SIRT1 pathway contributes to protective effects of Salvianolic acid A against lipotoxicity in hepatocytes and NAFLD in mice. Front. Pharmacol. 2020;11:560905. doi: 10.3389/fphar.2020.560905.", "ArticleIdList": ["10.3389/fphar.2020.560905", "PMC7734334", "33328983"]}, {"Citation": "Zhang Q., Wang S., Yu Y., Sun S., Zhang Y., Zhang Y., Yang W., Li S., Qiao Y. Salvianolic Acid A, as a Novel ETA Receptor Antagonist, Shows Inhibitory Effects on Tumor in Vitro. Int. J. Mol. Sci. 2016;17:1244. doi: 10.3390/ijms17081244.", "ArticleIdList": ["10.3390/ijms17081244", "PMC5000642", "27490540"]}, {"Citation": "Chuang C.-Y., Ho Y.-C., Lin C.-W., Yang W.-E., Yu Y.-L., Tsai M.-C., Yang S.-F., Su S.-C. Salvianolic acid A suppresses MMP-2 expression and restrains cancer cell invasion through ERK signaling in human nasopharyngeal carcinoma. J. Ethnopharmacol. 2020;252:112601. doi: 10.1016/j.jep.2020.112601.", "ArticleIdList": ["10.1016/j.jep.2020.112601", "31981746"]}, {"Citation": "Guo P., Wang S., Liang W., Wang W., Wang H., Zhao M., Liu X. Salvianolic acid B reverses multidrug resistance in HCT-8/VCR human colorectal cancer cells by increasing ROS levels. Mol. Med. Rep. 2016;15:724–730. doi: 10.3892/mmr.2016.6049.", "ArticleIdList": ["10.3892/mmr.2016.6049", "PMC5364840", "28000873"]}, {"Citation": "Jing Z., Fei W., Zhou J., Zhang L., Chen L., Zhang X., Liang X., Xie J., Fang Y., Sui X., et al. Salvianolic acid B, a novel autophagy inducer, exerts antitumor activity as a single agent in colorectal cancer cells. Oncotarget. 2016;7:61509–61519. doi: 10.18632/oncotarget.11385.", "ArticleIdList": ["10.18632/oncotarget.11385", "PMC5308668", "27557491"]}, {"Citation": "Wang Q.-L., Wu Q., Tao Y.-Y., Liu C.-H., El-Nezami H. Salvianolic acid B modulates the expression of drug-metabolizing enzymes in HepG2 cells. Hepatobiliary Pancreat. Dis. Int. 2011;10:502–508. doi: 10.1016/s1499-3872(11)60085-4.", "ArticleIdList": ["10.1016/s1499-3872(11)60085-4", "21947724"]}, {"Citation": "Hu C., Kitts D.D. Antioxidant, Prooxidant, and Cytotoxic Activities of Solvent-Fractionated Dandelion (Taraxacum officinale) Flower Extracts in Vitro. J. Agric. Food Chem. 2002;51:301–310. doi: 10.1021/jf0258858.", "ArticleIdList": ["10.1021/jf0258858", "12502425"]}, {"Citation": "Pirvu L.C., Pintilie L., Albulescu A., Stefaniu A., Neagu G. Anti-Proliferative Potential of Cynaroside and Orientin—In Silico (DYRK2) and In Vitro (U87 and Caco-2) Studies. Int. J. Mol. Sci. 2023;24:16555. doi: 10.3390/ijms242316555.", "ArticleIdList": ["10.3390/ijms242316555", "PMC10705913", "38068880"]}, {"Citation": "Witkowska-Banaszczak E., Krajka-Kuźniak V., Papierska K. The effect of luteolin 7-glucoside, apigenin 7-glucoside and Succisa pratensis extracts on NF-κB activation and α-amylase activity in HepG2 cells. Acta Biochim. Pol. 2020;67:41–47. doi: 10.18388/abp.2020_2894.", "ArticleIdList": ["10.18388/abp.2020_2894", "32129972"]}, {"Citation": "Tang L., Qin Y., Ling K., Wan H. Eriodictyol inhibits the growth of CNE1 human nasopharyngeal cancer growth by targeting MEK/ERK signalling pathway, inducing cellular autophagy and inhibition of cell migration and invasion. J. BUON. 2020;25:2389–2394.", "ArticleIdList": ["33277860"]}, {"Citation": "Min K., Ebeler S.E. Quercetin inhibits hydrogen peroxide-induced DNA damage and enhances DNA repair in Caco-2 cells. Food Chem. Toxicol. 2009;47:2716–2722. doi: 10.1016/j.fct.2009.07.033.", "ArticleIdList": ["10.1016/j.fct.2009.07.033", "19651184"]}, {"Citation": "Delgado L., Fernandes I., González-Manzano S., de Freitas V., Mateus N., Santos-Buelga C. Anti-proliferative effects of quercetin and catechin metabolites. Food Funct. 2014;5:797–803. doi: 10.1039/c3fo60441a.", "ArticleIdList": ["10.1039/c3fo60441a", "24573487"]}, {"Citation": "Barcelos G.R.M., Grotto D., Angeli J.P.F., Serpeloni J.M., Rocha B.A., Bastos J.K., Barbosa F. Evaluation of Antigenotoxic Effects of Plant Flavonoids Quercetin and Rutin on HepG2 Cells. Phytother. Res. 2011;25:1381–1388. doi: 10.1002/ptr.3436.", "ArticleIdList": ["10.1002/ptr.3436", "25363758"]}, {"Citation": "Guo Y., Han B., Luo K., Ren Z., Cai L., Sun L. NOX2-ROS-HIF-1α signaling is critical for the inhibitory effect of oleanolic acid on rectal cancer cell proliferation. Biomed. Pharmacother. 2017;85:733–739. doi: 10.1016/j.biopha.2016.11.091.", "ArticleIdList": ["10.1016/j.biopha.2016.11.091", "27938946"]}, {"Citation": "Yan S.-L., Huang C.-Y., Wu S.-T., Yin M.-C. Oleanolic acid and ursolic acid induce apoptosis in four human liver cancer cell lines. Toxicol. Vitr. 2010;24:842–848. doi: 10.1016/j.tiv.2009.12.008.", "ArticleIdList": ["10.1016/j.tiv.2009.12.008", "20005942"]}, {"Citation": "Fontana G., Bruno M., Notarbartolo M., Labbozzetta M., Poma P., Spinella A., Rosselli S. Cytotoxicity of oleanolic and ursolic acid derivatives toward hepatocellular carcinoma and evaluation of NF-κB involvement. Bioorg. Chem. 2019;90:103054. doi: 10.1016/j.bioorg.2019.103054.", "ArticleIdList": ["10.1016/j.bioorg.2019.103054", "31212180"]}, {"Citation": "Adham A.N., Hegazy M.E.F., Naqishbandi A.M., Efferth T. Induction of Apoptosis, Autophagy and Ferroptosis by Thymus vulgaris and Arctium lappa Extract in Leukemia and Multiple Myeloma Cell Lines. Molecules. 2020;25:5016. doi: 10.3390/molecules25215016.", "ArticleIdList": ["10.3390/molecules25215016", "PMC7663330", "33138135"]}, {"Citation": "Martins-Gomes C., Nunes F.M., Silva A.M. Modulation of Cell Death Pathways for Cellular Protection and Anti-Tumoral Activity: The Role of Thymus spp. Extracts and Their Bioactive Molecules. Int. J. Mol. Sci. 2023;24:1691. doi: 10.3390/ijms24021691.", "ArticleIdList": ["10.3390/ijms24021691", "PMC9864824", "36675206"]}, {"Citation": "Ward A.B., Mir H., Kapur N., Gales D.N., Carriere P.P., Singh S. Quercetin inhibits prostate cancer by attenuating cell survival and inhibiting anti-apoptotic pathways. World J. Surg. Oncol. 2018;16:108. doi: 10.1186/s12957-018-1400-z.", "ArticleIdList": ["10.1186/s12957-018-1400-z", "PMC6001031", "29898731"]}, {"Citation": "Benedetti S., Nasoni M.G., Luchetti F., Palma F. New insights into the cytotoxic effects of Thymus vulgaris essential oil on the human triple-negative breast cancer cell line MDA-MB-231. Toxicol. Vitr. 2023;93:105705. doi: 10.1016/j.tiv.2023.105705.", "ArticleIdList": ["10.1016/j.tiv.2023.105705", "37775061"]}, {"Citation": "Matsuyama S., Reed J.C. Mitochondria-dependent apoptosis and cellular pH regulation. Cell Death Differ. 2000;7:1155–1165. doi: 10.1038/sj.cdd.4400779.", "ArticleIdList": ["10.1038/sj.cdd.4400779", "11175252"]}, {"Citation": "Ly J.D., Grubb D.R., Lawen A. The mitochondrial membrane potential (deltapsi(m)) in apoptosis; an update. Apoptosis Int. J. Program. Cell Death. 2003;8:115–128. doi: 10.1023/a:1022945107762.", "ArticleIdList": ["10.1023/a:1022945107762", "12766472"]}, {"Citation": "Waterhouse N.J., Ricci J.-E., Green D.R. And all of a sudden it’s over: Mitochondrial outer-membrane permeabilization in apoptosis. Biochimie. 2002;84:113–121. doi: 10.1016/s0300-9084(02)01379-2.", "ArticleIdList": ["10.1016/s0300-9084(02)01379-2", "12022942"]}, {"Citation": "Ho H., Chen P., Lo Y., Lin C., Chuang Y., Hsieh M., Chen M. Luteolin-7-O-glucoside inhibits cell proliferation and modulates apoptosis through the AKT signaling pathway in human nasopharyngeal carcinoma. Environ. Toxicol. 2021;36:2013–2024. doi: 10.1002/tox.23319.", "ArticleIdList": ["10.1002/tox.23319", "34165247"]}, {"Citation": "Wang L.-Q., Wang D.-F., Li X.-M., Li J., Guan Y. Salvianolic acid-A induces apoptosis, mitochondrial membrane potential loss and DNA damage in small cell lung cancer cell lines. Trop. J. Pharm. Res. 2015;14:1399. doi: 10.4314/tjpr.v14i8.11.", "ArticleIdList": ["10.4314/tjpr.v14i8.11"]}, {"Citation": "Zhang X.-M., Chen J., Xia Y.-G., Xu Q. Apoptosis of murine melanoma B16-BL6 cells induced by quercetin targeting mitochondria, inhibiting expression of PKC-α and translocating PKC-δ. Cancer Chemother. Pharmacol. 2004;55:251–262. doi: 10.1007/s00280-004-0863-5.", "ArticleIdList": ["10.1007/s00280-004-0863-5", "15538571"]}, {"Citation": "Zhang Y., Zhang R., Ni H. Eriodictyol exerts potent anticancer activity against A549 human lung cancer cell line by inducing mitochondrial-mediated apoptosis, G2/M cell cycle arrest and inhibition of m-TOR/PI3K/Akt signalling pathway. Arch. Med Sci. 2020;16:446–452. doi: 10.5114/aoms.2019.85152.", "ArticleIdList": ["10.5114/aoms.2019.85152", "PMC7069446", "32190156"]}, {"Citation": "Cao J., Liu Y., Jia L., Zhou H.-M., Kong Y., Yang G., Jiang L.-P., Li Q.-J., Zhong L.-F. Curcumin induces apoptosis through mitochondrial hyperpolarization and mtDNA damage in human hepatoma G2 cells. Free Radic. Biol. Med. 2007;43:968–975. doi: 10.1016/j.freeradbiomed.2007.06.006.", "ArticleIdList": ["10.1016/j.freeradbiomed.2007.06.006", "17697941"]}, {"Citation": "de la Rosa L.C., Goicoechea L., Torres S., Garcia-Ruiz C., Fernandez-Checa J.C. Role of Oxidative Stress in Liver Disorders. Livers. 2022;2:283–314. doi: 10.3390/livers2040023.", "ArticleIdList": ["10.3390/livers2040023"]}, {"Citation": "Shyu M.-H., Kao T.-C., Yen G.-C. Oleanolic Acid and Ursolic Acid Induce Apoptosis in HuH7 Human Hepatocellular Carcinoma Cells through a Mitochondrial-Dependent Pathway and Downregulation of XIAP. J. Agric. Food Chem. 2010;58:6110–6118. doi: 10.1021/jf100574j.", "ArticleIdList": ["10.1021/jf100574j", "20415421"]}, {"Citation": "Lu C., Huang B., Liao P., Yen G. Ursolic acid triggers nonprogrammed death (necrosis) in human glioblastoma multiforme DBTRG-05MG cells through MPT pore opening and ATP decline. Mol. Nutr. Food Res. 2014;58:2146–2156. doi: 10.1002/mnfr.201400051.", "ArticleIdList": ["10.1002/mnfr.201400051", "25131308"]}, {"Citation": "Han Y.-H., Kee J.-Y., Hong S.-H. Rosmarinic Acid Activates AMPK to Inhibit Metastasis of Colorectal Cancer. Front. Pharmacol. 2018;9:68. doi: 10.3389/fphar.2018.00068.", "ArticleIdList": ["10.3389/fphar.2018.00068", "PMC5807338", "29459827"]}, {"Citation": "Li J., Guo W.-J., Yang Q.-Y. Effects of ursolic acid and oleanolic acid on human colon carcinoma cell line HCT15. World J. Gastroenterol. 2002;8:493–495. doi: 10.3748/wjg.v8.i3.493.", "ArticleIdList": ["10.3748/wjg.v8.i3.493", "PMC4656428", "12046077"]}, {"Citation": "Monteiro-Riviere N., Inman A., Zhang L. Limitations and relative utility of screening assays to assess engineered nanoparticle toxicity in a human cell line. Toxicol. Appl. Pharmacol. 2009;234:222–235. doi: 10.1016/j.taap.2008.09.030.", "ArticleIdList": ["10.1016/j.taap.2008.09.030", "18983864"]}, {"Citation": "Pietkiewicz S., Schmidt J.H., Lavrik I.N. Quantification of apoptosis and necroptosis at the single cell level by a combination of Imaging Flow Cytometry with classical Annexin V/propidium iodide staining. J. Immunol. Methods. 2015;423:99–103. doi: 10.1016/j.jim.2015.04.025.", "ArticleIdList": ["10.1016/j.jim.2015.04.025", "25975759"]}, {"Citation": "Brauchle E., Thude S., Brucker S.Y., Schenke-Layland K. Cell death stages in single apoptotic and necrotic cells monitored by Raman microspectroscopy. Sci. Rep. 2014;4:4698. doi: 10.1038/srep04698.", "ArticleIdList": ["10.1038/srep04698", "PMC3986703", "24732136"]}, {"Citation": "Oliviero M., Romilde I., Beatrice M.M., Matteo V., Giovanna N., Consuelo A., Claudio C., Giorgio S., Filippo M., Massimo N. Evaluations of thyme extract effects in human normal bronchial and tracheal epithelial cell lines and in human lung cancer cell line. Chem. Interact. 2016;256:125–133. doi: 10.1016/j.cbi.2016.06.024.", "ArticleIdList": ["10.1016/j.cbi.2016.06.024", "27369807"]}, {"Citation": "Al-Menhali A., Al-Rumaihi A., Al-Mazrooey H., Al-Shamlan M., AlJassim M., Al-Korbi N., Eid A.H. Thymus vulgaris (Thyme) Inhibits Proliferation, Adhesion, Migration, and Invasion of Human Colorectal Cancer Cells. J. Med. Food. 2015;18:54–59. doi: 10.1089/jmf.2013.3121.", "ArticleIdList": ["10.1089/jmf.2013.3121", "25379783"]}, {"Citation": "Al-Seragy I.M., Kharat K.R., Dhabe A.S. Cell Cycle Arrest and Induction of Apoptosis in Human Breast Cancer Cells (T-47D) by Annona squamosa L. and Thymus vulgaris L. Ethanolic Extract. J. Biol. Act. Prod. Nat. 2019;9:47–56. doi: 10.1080/22311866.2018.1554452.", "ArticleIdList": ["10.1080/22311866.2018.1554452"]}, {"Citation": "Bozkurt E., Atmaca H., Kisim A., Uzunoglu S., Uslu R., Karaca B. Effects ofThymus serpyllumExtract on Cell Proliferation, Apoptosis and Epigenetic Events in Human Breast Cancer Cells. Nutr. Cancer. 2012;64:1245–1250. doi: 10.1080/01635581.2012.719658.", "ArticleIdList": ["10.1080/01635581.2012.719658", "23163852"]}, {"Citation": "Liu Y. Incorporation of absorption and metabolism into liver toxicity prediction for phytochemicals: A tiered in silico QSAR approach. Food Chem. Toxicol. 2018;118:409–415. doi: 10.1016/j.fct.2018.05.039.", "ArticleIdList": ["10.1016/j.fct.2018.05.039", "29782898"]}, {"Citation": "González-Arias C., Crespo-Sempere A., Marín S., Sanchis V., Ramos A. Modulation of the xenobiotic transformation system and inflammatory response by ochratoxin A exposure using a co-culture system of Caco-2 and HepG2 cells. Food Chem. Toxicol. 2015;86:245–252. doi: 10.1016/j.fct.2015.10.007.", "ArticleIdList": ["10.1016/j.fct.2015.10.007", "26505656"]}, {"Citation": "Sevior D.K., Pelkonen O., Ahokas J.T. Hepatocytes: The powerhouse of biotransformation. Int. J. Biochem. Cell Biol. 2011;44:257–261. doi: 10.1016/j.biocel.2011.11.011.", "ArticleIdList": ["10.1016/j.biocel.2011.11.011", "22123318"]}, {"Citation": "Andreani T., Kiill C.P., de Souza A.L.R., Fangueiro J.F., Fernandes L., Doktorovová S., Santos D.L., Garcia M.L., Gremião M.P.D., Souto E.B., et al. Surface engineering of silica nanoparticles for oral insulin delivery: Characterization and cell toxicity studies. Colloids Surf. B Biointerfaces. 2014;123:916–923. doi: 10.1016/j.colsurfb.2014.10.047.", "ArticleIdList": ["10.1016/j.colsurfb.2014.10.047", "25466464"]}, {"Citation": "Silva A.M., Martins-Gomes C., Ferreira S.S., Souto E.B., Andreani T. Molecular Physicochemical Properties of Selected Pesticides as Predictive Factors for Oxidative Stress and Apoptosis-Dependent Cell Death in Caco-2 and HepG2 Cells. Int. J. Mol. Sci. 2022;23:8107. doi: 10.3390/ijms23158107.", "ArticleIdList": ["10.3390/ijms23158107", "PMC9331544", "35897683"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "29"}, {"Year": "2024", "Month": "4", "Day": "26"}, {"Year": "2024", "Month": "5", "Day": "10"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "54"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "53"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "1", "Minute": "9"}, {"Year": "2024", "Month": "5", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["38791385", "PMC11120720", "10.3390/ijms25105343", "ijms25105343"]}}]}