{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["availability", "bioactive compounds", "cancer treatment", "medicinal plants", "pharmacological activities", "plant extraction"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38794144", "DateRevised": {"Year": "2024", "Month": "05", "Day": "27"}, "Article": {"Language": ["eng"], "ELocationID": ["574", "10.3390/ph17050574"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "30"}], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "17", "Issue": "5", "PubDate": {"Year": "2024", "Month": "Apr", "Day": "30"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "Potential Anti-Tumorigenic Properties of Diverse Medicinal Plants against the Majority of Common Types of Cancer.", "Abstract": {"AbstractText": ["Globally, cancer is one of the primary causes of both morbidity and mortality. To prevent cancer from getting worse, more targeted and efficient treatment plans must be developed immediately. Recent research has demonstrated the benefits of natural products for several illnesses, and these products have played a significant role in the development of novel treatments whose bioactive components serve as both chemotherapeutic and chemo-preventive agents. Phytochemicals are naturally occurring molecules obtained from plants that have potential applications in both cancer therapy and the development of new medications. These phytochemicals function by regulating the molecular pathways connected to the onset and progression of cancer. Among the specific methods are immune system control, inducing cell cycle arrest and apoptosis, preventing proliferation, raising antioxidant status, and inactivating carcinogens. A thorough literature review was conducted using Google Scholar, PubMed, Scopus, Google Patent, Patent Scope, and US Patent to obtain the data. To provide an overview of the anticancer effects of several medicinal plants, including <i>Annona muricata</i>, <i>Arctium lappa</i>, <i>Arum palaestinum</i>, <i>Cannabis sativa</i>, <i>Catharanthus roseus</i>, <i>Curcuma longa</i>, <i>Glycyrrhiza glabra</i>, <i>Hibiscus</i>, <i>Kalanchoe blossfeldiana</i>, <i>Moringa oleifera</i>, <i>Nerium oleander</i>, <i>Silybum marianum</i>, <i>Taraxacum officinale</i>, <i>Urtica dioica</i>, <i>Withania somnifera</i> L., their availability, classification, active components, pharmacological activities, signaling mechanisms, and potential side effects against the most common cancer types were explored."]}, "AuthorList": [{"Identifier": ["0000-0003-4489-6606"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plateforme de Recherche et d'Analyse en Sciences de l'Environnement (EDST-PRASE), Beirut P.O. Box 657314, Lebanon."}], "LastName": "Albahri", "ForeName": "Ghosoon", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, University of Petra Amman Jordan, Amman P.O. Box 961343, Jordan."}], "LastName": "Badran", "ForeName": "Adnan", "Initials": "A"}, {"Identifier": ["0000-0002-2070-5855"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Engineering and Technology, American University of the Middle East, Egaila 54200, Kuwait."}], "LastName": "Abdel Baki", "ForeName": "Zaher", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plateforme de Recherche et d'Analyse en Sciences de l'Environnement (EDST-PRASE), Beirut P.O. Box 657314, Lebanon."}], "LastName": "Alame", "ForeName": "Mohamad", "Initials": "M"}, {"Identifier": ["0000-0003-4984-8531"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plateforme de Recherche et d'Analyse en Sciences de l'Environnement (EDST-PRASE), Beirut P.O. Box 657314, Lebanon."}], "LastName": "Hijazi", "ForeName": "Akram", "Initials": "A"}, {"Identifier": ["0000-0001-8495-3076"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Sciences Department, College of Pharmacy, QU Health, Qatar University, Doha P.O. Box 2713, Qatar."}], "LastName": "Daou", "ForeName": "Anis", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, American University of Beirut, Beirut 1107, Lebanon."}], "LastName": "Baydoun", "ForeName": "Elias", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zhao H., Ming T., Tang S., Ren S., Yang H., Liu M., Tao Q., Xu H. Wnt Signaling in Colorectal Cancer: Pathogenic Role and Therapeutic Target. Mol. Cancer. 2022;21:144. doi: 10.1186/s12943-022-01616-7.", "ArticleIdList": ["10.1186/s12943-022-01616-7", "PMC9281132", "35836256"]}, {"Citation": "Global Cancer Burden Growing, Amidst Mounting Need for Services.  [(accessed on 20 April 2024)].  Available online:  https://www.who.int/news/item/01-02-2024-global-cancer-burden-growing--amidst-mounting-need-for-services#:~:text=In%202022%2C%20there%20were%20an,women%20die%20from%20the%20disease.", "ArticleIdList": ["PMC11115397", "38438207"]}, {"Citation": "Ferlay J., Soerjomataram I., Dikshit R., Eser S., Mathers C., Rebelo M., Parkin D.M., Forman D., Bray F. Cancer Incidence and Mortality Worldwide: Sources, Methods and Major Patterns in GLOBOCAN 2012. Intl J. Cancer. 2015;136:E359–E386. doi: 10.1002/ijc.29210.", "ArticleIdList": ["10.1002/ijc.29210", "25220842"]}, {"Citation": "Akram M., Iqbal M., Daniyal M., Khan A.U. Awareness and Current Knowledge of Breast Cancer. Biol. Res. 2017;50:33. doi: 10.1186/s40659-017-0140-9.", "ArticleIdList": ["10.1186/s40659-017-0140-9", "PMC5625777", "28969709"]}, {"Citation": "Thanikachalam K., Khan G. Colorectal Cancer and Nutrition. Nutrients. 2019;11:164. doi: 10.3390/nu11010164.", "ArticleIdList": ["10.3390/nu11010164", "PMC6357054", "30646512"]}, {"Citation": "Ahmad M.F. Ganoderma Lucidum: A Rational Pharmacological Approach to Surmount Cancer. J. Ethnopharmacol. 2020;260:113047. doi: 10.1016/j.jep.2020.113047.", "ArticleIdList": ["10.1016/j.jep.2020.113047", "32504783"]}, {"Citation": "Hani U., Wahab S., Siddiqua A., Osmani R.A.M., Rahamathulla M. A Comprehensive Review of Current Perspectives on Novel Drug Delivery Systems and Approaches for Lung Cancer Management. J. Pharm. Innov. 2022;17:1530–1553. doi: 10.1007/s12247-021-09582-1.", "ArticleIdList": ["10.1007/s12247-021-09582-1"]}, {"Citation": "Ferlay J., Colombet M., Soerjomataram I., Parkin D.M., Piñeros M., Znaor A., Bray F. Cancer Statistics for the Year 2020: An Overview. Int. J. Cancer. 2021;149:778–789. doi: 10.1002/ijc.33588.", "ArticleIdList": ["10.1002/ijc.33588", "33818764"]}, {"Citation": "Thun M.J., DeLancey J.O., Center M.M., Jemal A., Ward E.M. The Global Burden of Cancer: Priorities for Prevention. Carcinogenesis. 2010;31:100–110. doi: 10.1093/carcin/bgp263.", "ArticleIdList": ["10.1093/carcin/bgp263", "PMC2802672", "19934210"]}, {"Citation": "Noorolahi S.M., Sadeghi S., Mohammadi M., Azadi M., Rahimi N.A., Vahabi F., Arjmand M., Hosseini H., Mosallatpur S., Zamani Z. Metabolomic Profiling of Cancer Cells to Aloe Vera Extract by 1HNMR Spectroscopy. J. Metabolomics. 2016;2:1. doi: 10.7243/2059-0008-2-1.", "ArticleIdList": ["10.7243/2059-0008-2-1"]}, {"Citation": "Pucci C., Martinelli C., Ciofani G. Innovative Approaches for Cancer Treatment: Current Perspectives and New Challenges. Ecancermedicalscience. 2019;13:961. doi: 10.3332/ecancer.2019.961.", "ArticleIdList": ["10.3332/ecancer.2019.961", "PMC6753017", "31537986"]}, {"Citation": "Steward W.P., Brown K. Cancer Chemoprevention: A Rapidly Evolving Field. Br. J. Cancer. 2013;109:1–7. doi: 10.1038/bjc.2013.280.", "ArticleIdList": ["10.1038/bjc.2013.280", "PMC3708589", "23736035"]}, {"Citation": "Kucuk O. New Opportunities in Chemoprevention Research. Cancer Investig. 2002;20:237–245. doi: 10.1081/CNV-120001151.", "ArticleIdList": ["10.1081/CNV-120001151", "11901544"]}, {"Citation": "Han X., Zhang X., Wang Q., Wang L., Yu S. Antitumor Potential of Hedyotis diffusa Willd: A Systematic Review of Bioactive Constituents and Underlying Molecular Mechanisms. Biomed. Pharmacother. 2020;130:110735. doi: 10.1016/j.biopha.2020.110735.", "ArticleIdList": ["10.1016/j.biopha.2020.110735", "34321173"]}, {"Citation": "Dutt R., Sharma A.K., Keservani R.K., Garg V., editors. Promising Drug Molecules of Natural Origin. 1st ed. Apple Academic Press; Palm Bay, FL, USA: 2020. Includes bibliographical references and index.", "ArticleIdList": ["10.1201/9781003010395"]}, {"Citation": "Pineda-Ramírez N., Calzada F., Alquisiras-Burgos I., Medina-Campos O.N., Pedraza-Chaverri J., Ortiz-Plata A., Pinzón Estrada E., Torres I., Aguilera P. Antioxidant Properties and Protective Effects of Some Species of the Annonaceae, Lamiaceae, and Geraniaceae Families against Neuronal Damage Induced by Excitotoxicity and Cerebral Ischemia. Antioxidants. 2020;9:253. doi: 10.3390/antiox9030253.", "ArticleIdList": ["10.3390/antiox9030253", "PMC7139819", "32244955"]}, {"Citation": "Dai Y., Hogan S., Schmelz E.M., Ju Y.H., Canning C., Zhou K. Selective Growth Inhibition of Human Breast Cancer Cells by Graviola Fruit Extract In Vitro and In Vivo Involving Downregulation of EGFR Expression. Nutr. Cancer. 2011;63:795–801. doi: 10.1080/01635581.2011.563027.", "ArticleIdList": ["10.1080/01635581.2011.563027", "21767082"]}, {"Citation": "Sun B., Cai E., Zhao Y., Wang Y., Yang L., Wang J.-Y. Arctigenin Triggers Apoptosis and Autophagy via PI3K/Akt/mTOR Inhibition in PC-3M Cells. Chem. Pharm. Bull. 2021;69:472–480. doi: 10.1248/cpb.c21-00021.", "ArticleIdList": ["10.1248/cpb.c21-00021", "33627540"]}, {"Citation": "JianFeng C., PengYing Z., ChengWei X., TaoTao H., YunGui B., KaoShan C. Effect of Aqueous Extract of Arctium lappa L. (Burdock) Roots on the Sexual Behavior of Male Rats. BMC Complement. Altern. Med. 2012;12:8. doi: 10.1186/1472-6882-12-8.", "ArticleIdList": ["10.1186/1472-6882-12-8", "PMC3299611", "22296876"]}, {"Citation": "Cai Y., Luo Q., Sun M., Corke H. Antioxidant Activity and Phenolic Compounds of 112 Traditional Chinese Medicinal Plants Associated with Anticancer. Life Sci. 2004;74:2157–2184. doi: 10.1016/j.lfs.2003.09.047.", "ArticleIdList": ["10.1016/j.lfs.2003.09.047", "PMC7126989", "14969719"]}, {"Citation": "Slaughter R.J., Beasley D.M.G., Lambie B.S., Wilkins G.T., Schep L.J. Poisonous Plants in New Zealand: A Review of Those That Are Most Commonly Enquired about to the National Poisons Centre. N. Z. Med. J. 2012;125:87–118.", "ArticleIdList": ["23321887"]}, {"Citation": "Aviello G., Romano B., Borrelli F., Capasso R., Gallo L., Piscitelli F., Di Marzo V., Izzo A.A. Chemopreventive Effect of the Non-Psychotropic Phytocannabinoid Cannabidiol on Experimental Colon Cancer. J. Mol. Med. 2012;90:925–934. doi: 10.1007/s00109-011-0856-x.", "ArticleIdList": ["10.1007/s00109-011-0856-x", "22231745"]}, {"Citation": "Azhar N.A., Ghozali S.Z., Abu Bakar S.A., Lim V., Ahmad N.H. Suppressing Growth, Migration, and Invasion of Human Hepatocellular Carcinoma HepG2 Cells by Catharanthus Roseus-silver Nanoparticles. Toxicol. Vitr. 2020;67:104910. doi: 10.1016/j.tiv.2020.104910.", "ArticleIdList": ["10.1016/j.tiv.2020.104910", "32526345"]}, {"Citation": "Nair K.P.P. The Agronomy and Economy of Turmeric and Ginger. Elsevier; Amsterdam, The Netherlands: 2013. The Ornamental Curcuma; pp. 205–215."}, {"Citation": "Zhu J., Zhao B., Xiong P., Wang C., Zhang J., Tian X., Huang Y. Curcumin Induces Autophagy via Inhibition of Yes-Associated Protein (YAP) in Human Colon Cancer Cells. Med. Sci. Monit. 2018;24:7035–7042. doi: 10.12659/MSM.910650.", "ArticleIdList": ["10.12659/MSM.910650", "PMC6354647", "30281585"]}, {"Citation": "Lee Y.-H., Song N.-Y., Suh J., Kim D.-H., Kim W., Ann J., Lee J., Baek J.-H., Na H.-K., Surh Y.-J. Curcumin Suppresses Oncogenicity of Human Colon Cancer Cells by Covalently Modifying the Cysteine 67 Residue of SIRT1. Cancer Lett. 2018;431:219–229. doi: 10.1016/j.canlet.2018.05.036.", "ArticleIdList": ["10.1016/j.canlet.2018.05.036", "29807115"]}, {"Citation": "Tong W., Wang Q., Sun D., Suo J. Curcumin Suppresses Colon Cancer Cell Invasion via AMPK-Induced Inhibition of NF–κB, uPA Activator and MMP9. Oncol. Lett. 2016;12:4139–4146. doi: 10.3892/ol.2016.5148.", "ArticleIdList": ["10.3892/ol.2016.5148", "PMC5104244", "27895783"]}, {"Citation": "Huang Y.-F., Zhu D.-J., Chen X.-W., Chen Q.-K., Luo Z.-T., Liu C.-C., Wang G.-X., Zhang W.-J., Liao N.-Z. Curcumin Enhances the Effects of Irinotecan on Colorectal Cancer Cells through the Generation of Reactive Oxygen Species and Activation of the Endoplasmic Reticulum Stress Pathway. Oncotarget. 2017;8:40264–40275. doi: 10.18632/oncotarget.16828.", "ArticleIdList": ["10.18632/oncotarget.16828", "PMC5522238", "28402965"]}, {"Citation": "Zhang S., Zhou S., Shao J., Qu X. Primary Research on Chinese Medicine Treatment of Androgen-Independent Prostate Cancer. Chin. J. Integr. Med. 2009;15:168–169. doi: 10.1007/s11655-009-0168-y.", "ArticleIdList": ["10.1007/s11655-009-0168-y", "19568707"]}, {"Citation": "Fiore C., Eisenhut M., Ragazzi E., Zanchin G., Armanini D. A History of the Therapeutic Use of Liquorice in Europe. J. Ethnopharmacol. 2005;99:317–324. doi: 10.1016/j.jep.2005.04.015.", "ArticleIdList": ["10.1016/j.jep.2005.04.015", "PMC7125727", "15978760"]}, {"Citation": "Bortolotto L.F.B., Barbosa F.R., Silva G., Bitencourt T.A., Beleboni R.O., Baek S.J., Marins M., Fachin A.L. Cytotoxicity of Trans-Chalcone and Licochalcone A against Breast Cancer Cells Is Due to Apoptosis Induction and Cell Cycle Arrest. Biomed. Pharmacother. 2017;85:425–433. doi: 10.1016/j.biopha.2016.11.047.", "ArticleIdList": ["10.1016/j.biopha.2016.11.047", "27903423"]}, {"Citation": "Qiu C., Zhang T., Zhang W., Zhou L., Yu B., Wang W., Yang Z., Liu Z., Zou P., Liang G. Licochalcone A Inhibits the Proliferation of Human Lung Cancer Cell Lines A549 and H460 by Inducing G2/M Cell Cycle Arrest and ER Stress. Int. J. Mol. Sci. 2017;18:1761. doi: 10.3390/ijms18081761.", "ArticleIdList": ["10.3390/ijms18081761", "PMC5578150", "28805696"]}, {"Citation": "Lin X., Tian L., Wang L., Li W., Xu Q., Xiao X. Antitumor Effects and the Underlying Mechanism of Licochalcone A Combined with 5-Fluorouracil in Gastric Cancer Cells. Oncol. Lett. 2017;13:1695–1701. doi: 10.3892/ol.2017.5614.", "ArticleIdList": ["10.3892/ol.2017.5614", "PMC5403170", "28454311"]}, {"Citation": "Braglia L., Bruna S., Lanteri S., Mercuri A., Portis E. An AFLP-Based Assessment of the Genetic Diversity within Hibiscus Rosa-Sinensis and Its Place within the Hibiscus Genus Complex. Sci. Hortic. 2010;123:372–378. doi: 10.1016/j.scienta.2009.10.003.", "ArticleIdList": ["10.1016/j.scienta.2009.10.003"]}, {"Citation": "Kao E.-S., Hsu J.-D., Wang C.-J., Yang S.-H., Cheng S.-Y., Lee H.-J. Polyphenols Extracted from Hibiscus sabdariffa L. Inhibited Lipopolysaccharide-Induced Inflammation by Improving Antioxidative Conditions and Regulating Cyclooxygenase-2 Expression. Biosci. Biotechnol. Biochem. 2009;73:385–390. doi: 10.1271/bbb.80639.", "ArticleIdList": ["10.1271/bbb.80639", "19202285"]}, {"Citation": "Hernández-Caballero M.E., Sierra-Ramírez J.A., Villalobos-Valencia R., Seseña-Méndez E. Potential of Kalanchoe Pinnata as a Cancer Treatment Adjuvant and an Epigenetic Regulator. Molecules. 2022;27:6425. doi: 10.3390/molecules27196425.", "ArticleIdList": ["10.3390/molecules27196425", "PMC9573125", "36234962"]}, {"Citation": "Gopalakrishnan L., Doriya K., Kumar D.S. Moringa Oleifera: A Review on Nutritive Importance and Its Medicinal Application. Food Sci. Hum. Wellness. 2016;5:49–56. doi: 10.1016/j.fshw.2016.04.001.", "ArticleIdList": ["10.1016/j.fshw.2016.04.001"]}, {"Citation": "Berkovich L., Earon G., Ron I., Rimmon A., Vexler A., Lev-Ari S. Moringa Oleifera Aqueous Leaf Extract Down-Regulates Nuclear Factor-kappaB and Increases Cytotoxic Effect of Chemotherapy in Pancreatic Cancer Cells. BMC Complement. Altern. Med. 2013;13:212. doi: 10.1186/1472-6882-13-212.", "ArticleIdList": ["10.1186/1472-6882-13-212", "PMC3765468", "23957955"]}, {"Citation": "Bopape M., Tiloke C., Ntsapi C. Moringa oleifera and Autophagy: Evidence from In Vitro Studies on Chaperone-Mediated Autophagy in HepG 2 Cancer Cells. Nutr. Cancer. 2023;75:1822–1847. doi: 10.1080/01635581.2023.2270215.", "ArticleIdList": ["10.1080/01635581.2023.2270215", "37850743"]}, {"Citation": "Mohapatra S., Biswal A.K., Dandapat J., Debata P.R. Leaf Extract of Nerium oleander L. Inhibits Cell Proliferation, Migration and Arrest of Cell Cycle at G2/M Phase in HeLa Cervical Cancer Cell. ACAMC Anti-Cancer Agents Med. Chem. 2021;21:649–657. doi: 10.2174/1871520620666200811121400.", "ArticleIdList": ["10.2174/1871520620666200811121400", "32781975"]}, {"Citation": "Dik B., Coskun D., Er A. Protective Effect of Nerium oleander Distillate and Tarantula cubensis Alcoholic Extract on Cancer Biomarkers in Colon and Liver Tissues of Rats with Experimental Colon Cancer. ACAMC Anti-Cancer Agents Med. Chem. 2022;22:1962–1969. doi: 10.2174/1871520621666210903120253.", "ArticleIdList": ["10.2174/1871520621666210903120253", "34477527"]}, {"Citation": "Khan N., Afaq F., Mukhtar H. Cancer Chemoprevention Through Dietary Antioxidants: Progress and Promise. Antioxid. Redox Signal. 2008;10:475–510. doi: 10.1089/ars.2007.1740.", "ArticleIdList": ["10.1089/ars.2007.1740", "18154485"]}, {"Citation": "Rezaie H., Alipanah-Moghadam R., Jeddi F., Clark C.C.T., Aghamohammadi V., Nemati A. Combined Dandelion Extract and All-Trans Retinoic Acid Induces Cytotoxicity in Human Breast Cancer Cells. Sci. Rep. 2023;13:15074. doi: 10.1038/s41598-023-42177-z.", "ArticleIdList": ["10.1038/s41598-023-42177-z", "PMC10497591", "37700002"]}, {"Citation": "Jakubczyk K., Janda K., Szkyrpan S., Gutowska I., Wolska J. Stinging nettle (Urtica dioica L.)--botanical characteristics, biochemical composition and health benefits. Pomeranian J. Life Sci. 2015;61:191–198. doi: 10.21164/pomjlifesci.78.", "ArticleIdList": ["10.21164/pomjlifesci.78", "27141606"]}, {"Citation": "Lin B., Kolluri S.K., Lin F., Liu W., Han Y.-H., Cao X., Dawson M.I., Reed J.C., Zhang X. Conversion of Bcl-2 from Protector to Killer by Interaction with Nuclear Orphan Receptor Nur77/TR3. Cell. 2004;116:527–540. doi: 10.1016/S0092-8674(04)00162-X.", "ArticleIdList": ["10.1016/S0092-8674(04)00162-X", "14980220"]}, {"Citation": "Mohammadi A., Mansoori B., Aghapour M., Shirjang S., Nami S., Baradaran B. The Urtica Dioica Extract Enhances Sensitivity of Paclitaxel Drug to MDA-MB-468 Breast Cancer Cells. Biomed. Pharmacother. 2016;83:835–842. doi: 10.1016/j.biopha.2016.07.056.", "ArticleIdList": ["10.1016/j.biopha.2016.07.056", "27501501"]}, {"Citation": "Abu-Dahab R. Antiproliferative Activity of Selected Medicinal Plants of Jordan against a Breast Adenocarcinoma Cell Line (MCF7) Sci. Pharm. 2007;75:121–136. doi: 10.3797/scipharm.2007.75.121.", "ArticleIdList": ["10.3797/scipharm.2007.75.121"]}, {"Citation": "Cavaleri F., Chattopadhyay S., Palsule V., Kar P.K., Chatterjee R. Study of Drug Targets Associated With Oncogenesis and Cancer Cell Survival and the Therapeutic Activity of Engineered Ashwagandha Extract Having Differential Withanolide Constitutions. Integr. Cancer Ther. 2024;23:15347354231223499. doi: 10.1177/15347354231223499.", "ArticleIdList": ["10.1177/15347354231223499", "PMC10823841", "38281118"]}, {"Citation": "Abdallah R.H., Al-Saleem M.S.M., Abdel-Mageed W.M., Al-Attar A.-S.R., Shehata Y.M., Abdel-Fattah D.M., Atta R.M. LCMS/MS Phytochemical Profiling, Molecular, Pathological, and Immune-Histochemical Studies on the Anticancer Properties of Annona muricata. Molecules. 2023;28:5744. doi: 10.3390/molecules28155744.", "ArticleIdList": ["10.3390/molecules28155744", "PMC10421100", "37570713"]}, {"Citation": "Liu J., Cai Y.-Z., Wong R.N.S., Lee C.K.-F., Tang S.C.W., Sze S.C.W., Tong Y., Zhang Y. Comparative Analysis of Caffeoylquinic Acids and Lignans in Roots and Seeds among Various Burdock (Arctium Lappa) Genotypes with High Antioxidant Activity. J. Agric. Food Chem. 2012;60:4067–4075. doi: 10.1021/jf2050697.", "ArticleIdList": ["10.1021/jf2050697", "22497441"]}, {"Citation": "Xing Y., Yang Y., Xu L., Hao N., Zhao R., Wang J., Li S., Zhang D., Zhang T., Kang T. The Diversity of Associated Microorganisms in Different Organs and Rhizospheric Soil of Arctium lappa L. Curr. Microbiol. 2020;77:746–754. doi: 10.1007/s00284-019-01864-9.", "ArticleIdList": ["10.1007/s00284-019-01864-9", "31915985"]}, {"Citation": "Abu-Reidah I.M., Ali-Shtayeh M.S., Jamous R.M., Arráez-Román D., Segura-Carretero A. Comprehensive Metabolite Profiling of Arum palaestinum (Araceae) Leaves by Using Liquid Chromatography–Tandem Mass Spectrometry. Food Res. Int. 2015;70:74–86. doi: 10.1016/j.foodres.2015.01.023.", "ArticleIdList": ["10.1016/j.foodres.2015.01.023"]}, {"Citation": "Cottone E., Pomatto V., Cerri F., Campantico E., Mackie K., Delpero M., Guastalla A., Dati C., Bovolin P., Franzoni M.F. Cannabinoid Receptors Are Widely Expressed in Goldfish: Molecular Cloning of a CB2-like Receptor and Evaluation of CB1 and CB2 mRNA Expression Profiles in Different Organs. Fish. Physiol. Biochem. 2013;39:1287–1296. doi: 10.1007/s10695-013-9783-9.", "ArticleIdList": ["10.1007/s10695-013-9783-9", "PMC3776019", "23504102"]}, {"Citation": "Mohammad T., Ghogare R., Morton L.B., Dhingra A., Potlakayala S., Rudrabhatla S., Dhir S.K. Evaluation of Parameters Affecting Agrobacterium-Mediated Transient Gene Expression in Industrial Hemp (Cannabis sativa L.) Plants. 2024;13:664. doi: 10.3390/plants13050664.", "ArticleIdList": ["10.3390/plants13050664", "PMC10934005", "38475511"]}, {"Citation": "Malviya S., Malviya N.  Medicinal Plants and Cancer Chemoprevention. 1st ed. CRC Press; Boca Raton, FL, USA: 2023.  [(accessed on 20 April 2024)].  Available online:  https://www.routledge.com/Medicinal-Plants-and-Cancer-Chemoprevention/Malviya-Malviya/p/book/9781032170763."}, {"Citation": "Chapter 13 Turmeric, the Golden Spice.  [(accessed on 20 April 2024)]; Available online:  https://pubmed.ncbi.nlm.nih.gov/22593922/"}, {"Citation": "Obolentseva G.V., Litvinenko V.I., Ammosov A.S., Popova T.P., Sampiev A.M. Pharmacological and Therapeutic Properties of Licorice Preparations (A Review) Pharm. Chem. J. 1999;33:427–434. doi: 10.1007/BF02510095.", "ArticleIdList": ["10.1007/BF02510095"]}, {"Citation": "Da-Costa-Rocha I., Bonnlaender B., Sievers H., Pischel I., Heinrich M. Hibiscus sabdariffa L.—A Phytochemical and Pharmacological Review. Food Chem. 2014;165:424–443. doi: 10.1016/j.foodchem.2014.05.002.", "ArticleIdList": ["10.1016/j.foodchem.2014.05.002", "25038696"]}, {"Citation": "Milad R. Genus Kalanchoe (Crassulaceae): A Review of Its Ethnomedicinal, Botanical, Chemical and Pharmacological Properties. EJMP. 2014;4:86–104. doi: 10.9734/EJMP/2014/5901.", "ArticleIdList": ["10.9734/EJMP/2014/5901"]}, {"Citation": "Dogra P. Kalanchoe Pinnata Is a Miraculous Plant: A Review. J. Biomed. Allied Res. 2023 doi: 10.37191/Mapsci-2582-4937-4(2)-029.", "ArticleIdList": ["10.37191/Mapsci-2582-4937-4(2)-029"]}, {"Citation": "Mbikay M. Therapeutic Potential of Moringa Oleifera Leaves in Chronic Hyperglycemia and Dyslipidemia: A Review. Front. Pharmacol. 2012;3:17024. doi: 10.3389/fphar.2012.00024.", "ArticleIdList": ["10.3389/fphar.2012.00024", "PMC3290775", "22403543"]}, {"Citation": "Popoola J.O., Obembe O.O. Local Knowledge, Use Pattern and Geographical Distribution of Moringa oleifera Lam. (Moringaceae) in Nigeria. J. Ethnopharmacol. 2013;150:682–691. doi: 10.1016/j.jep.2013.09.043.", "ArticleIdList": ["10.1016/j.jep.2013.09.043", "24096203"]}, {"Citation": "Ayouaz S., Oliveira-Alves S.C., Lefsih K., Serra A.T., Bento Da Silva A., Samah M., Karczewski J., Madani K., Bronze M.R. Phenolic Compounds from Nerium oleander Leaves: Microwave Assisted Extraction, Characterization, Antiproliferative and Cytotoxic Activities. Food Funct. 2020;11:6319–6331. doi: 10.1039/D0FO01180K.", "ArticleIdList": ["10.1039/D0FO01180K", "32608462"]}, {"Citation": "Nawaz A., Zaib S., Khan I., Ahmed A., Shahzadi K., Riaz H. Silybum Marianum: An Overview of Its Phytochemistry and Pharmacological Activitieswith Emphasis on Potential Anticancer Properties. ACAMC Anti-Cancer Agents Med. Chem. 2023;23:1519–1534. doi: 10.2174/1871520623666230412111152.", "ArticleIdList": ["10.2174/1871520623666230412111152", "37055902"]}, {"Citation": "Vural A. Trace Element Accumulation Behavior, Ability, and Propensity of Taraxacum officinale F.H. Wigg (Dandelion) Environ. Sci. Pollut. Res. 2024;31:16667–16684. doi: 10.1007/s11356-024-32293-2.", "ArticleIdList": ["10.1007/s11356-024-32293-2", "PMC10894182", "38319421"]}, {"Citation": "Huber M., Triebwasser-Freese D., Reichelt M., Heiling S., Paetz C., Chandran J.N., Bartram S., Schneider B., Gershenzon J., Erb M. Identification, Quantification, Spatiotemporal Distribution and Genetic Variation of Major Latex Secondary Metabolites in the Common Dandelion (Taraxacum officinale Agg.) Phytochemistry. 2015;115:89–98. doi: 10.1016/j.phytochem.2015.01.003.", "ArticleIdList": ["10.1016/j.phytochem.2015.01.003", "25682510"]}, {"Citation": "Jan K.N., Zarafshan K., Singh S. Stinging Nettle (Urtica dioica L.): A Reservoir of Nutrition and Bioactive Components with Great Functional Potential. Food Meas. 2017;11:423–433. doi: 10.1007/s11694-016-9410-4.", "ArticleIdList": ["10.1007/s11694-016-9410-4"]}, {"Citation": "Shinde S., Balasubramaniam A.K., Mulay V., Saste G., Girme A., Hingorani L. Recent Advancements in Extraction Techniques of Ashwagandha (Withania somnifera) with Insights on Phytochemicals, Structural Significance, Pharmacology, and Current Trends in Food Applications. ACS Omega. 2023;8:40982–41003. doi: 10.1021/acsomega.3c03491.", "ArticleIdList": ["10.1021/acsomega.3c03491", "PMC10633886", "37970011"]}, {"Citation": "Patil H.V., Dhankani M.A., Dhankani A.R. A Review on Marvel Fruit: Annona muricata. Med. Sci. Forum. 2023;21:26. doi: 10.3390/ECB2023-14355.", "ArticleIdList": ["10.3390/ECB2023-14355"]}, {"Citation": "Mary S.J., Veeravarmal V., Thankappan P., Angelin D., Franklin R., Girish K.L. Evaluation of the Cytotoxic, Anti-Proliferative, Anti-Metastatic and pro-Apoptotic Effect of Aqueous Leaf Extract of Annona muricata on Oral Tongue Squamous Cell Carcinoma Cell Line (SCC-15): An in Vitro Study. J. Oral. Maxillofac. Pathol. 2023;27:469–475. doi: 10.4103/jomfp.jomfp_299_23.", "ArticleIdList": ["10.4103/jomfp.jomfp_299_23", "PMC10683899", "38033979"]}, {"Citation": "Silihe K.K., Mbou W.D., Ngo Pambe J.C., Kenmogne L.V., Maptouom L.F., Kemegne Sipping M.T., Zingue S., Njamen D. Comparative Anticancer Effects of Annona muricata Linn (Annonaceae) Leaves and Fruits on DMBA-Induced Breast Cancer in Female Rats. BMC Complement. Med. Ther. 2023;23:234. doi: 10.1186/s12906-023-04073-x.", "ArticleIdList": ["10.1186/s12906-023-04073-x", "PMC10349462", "37454062"]}, {"Citation": "Mahmood R.I., Kadhim A.A., Ibraheem S., Albukhaty S., Mohammed-Salih H.S., Abbas R.H., Jabir M.S., Mohammed M.K.A., Nayef U.M., AlMalki F.A., et al. Biosynthesis of Copper Oxide Nanoparticles Mediated Annona muricata as Cytotoxic and Apoptosis Inducer Factor in Breast Cancer Cell Lines. Sci. Rep. 2022;12:16165. doi: 10.1038/s41598-022-20360-y.", "ArticleIdList": ["10.1038/s41598-022-20360-y", "PMC9519583", "36171339"]}, {"Citation": "Salac E.L.O., Alvarez M.R., Gaurana R.S., Grijaldo S.J.B., Serrano L.M., Juan F.D., Abogado R., Padolina I., Jr., Deniega F.M., Delica K., et al. Biological Assay-Guided Fractionation and Mass Spectrometry-Based Metabolite Profiling of Annona muricata L. Cytotoxic Compounds against Lung Cancer A549 Cell Line. Plants. 2022;11:2380. doi: 10.3390/plants11182380.", "ArticleIdList": ["10.3390/plants11182380", "PMC9503541", "36145779"]}, {"Citation": "Wang Z., Song W., Song H., Huang W., Li Y., Feng J. Effects of Extraction Methods on the Physicochemical Properties and Functionalities of Pectic Polysaccharides from Burdock (Arctium lappa L.) Int. J. Biol. Macromol. 2024;257:128684. doi: 10.1016/j.ijbiomac.2023.128684.", "ArticleIdList": ["10.1016/j.ijbiomac.2023.128684", "38086431"]}, {"Citation": "Parham S., Kharazi A.Z., Bakhsheshi-Rad H.R., Nur H., Ismail A.F., Sharif S., RamaKrishna S., Berto F. Antioxidant, Antimicrobial and Antiviral Properties of Herbal Materials. Antioxidants. 2020;9:1309. doi: 10.3390/antiox9121309.", "ArticleIdList": ["10.3390/antiox9121309", "PMC7767362", "33371338"]}, {"Citation": "Yang R.-Y., Tan J.-Y., Liu Z., Shen X.-L., Hu Y.-J. Lappaol F Regulates the Cell Cycle by Activating CDKN1C/P57 in Human Colorectal Cancer Cells. Pharm. Biol. 2023;61:337–344. doi: 10.1080/13880209.2023.2172048.", "ArticleIdList": ["10.1080/13880209.2023.2172048", "PMC9888477", "36708218"]}, {"Citation": "Lee C.-Y., Hsin M.-C., Chen P.-N., Lin C.-W., Wang P.-H., Yang S.-F., Hsiao Y.-H. Arctiin Inhibits Cervical Cancer Cell Migration and Invasion through Suppression of S100A4 Expression via PI3K/Akt Pathway. Pharmaceutics. 2022;14:365. doi: 10.3390/pharmaceutics14020365.", "ArticleIdList": ["10.3390/pharmaceutics14020365", "PMC8880795", "35214097"]}, {"Citation": "Taleb Agha M., Baharetha H.M., Al-Mansoub M.A., Tabana Y.M., Kaz Abdul Aziz N.H., Yam M.F., Abdul Majid A.M.S. Proapoptotic and Antiangiogenic Activities of Arctium lappa L. on Breast Cancer Cell Lines. Scientifica. 2020;2020:7286053. doi: 10.1155/2020/7286053.", "ArticleIdList": ["10.1155/2020/7286053", "PMC7254072", "32509375"]}, {"Citation": "Maree A., Hashavya S., Gross I., Asaf Y., Bentur Y. Arum palaestinum Poisoning: Revenge of the Witch. Eur. J. Pediatr. 2020;179:1553–1557. doi: 10.1007/s00431-020-03648-x.", "ArticleIdList": ["10.1007/s00431-020-03648-x", "32296984"]}, {"Citation": "Gene H., ZaidBeth Ann WolfLarry D. Crow Nutritional Supplement.  [(accessed on 20 April 2024)].  Available online:  https://patents.justia.com/inventor/gene-h-zaid?page=2."}, {"Citation": "Farid M.M., Hussein S.R., Ibrahim L.F., El Desouky M.A., Elsayed A.M., El Oqlah A.A., Saker M.M. Cytotoxic Activity and Phytochemical Analysis of Arum palaestinum Boiss. Asian Pac. J. Trop. Biomed. 2015;5:944–947. doi: 10.1016/j.apjtb.2015.07.019.", "ArticleIdList": ["10.1016/j.apjtb.2015.07.019"]}, {"Citation": "Dwikat M., Amer J., Jaradat N., Salhab A., Rahim A.A., Qadi M., Aref A., Ghanim M., Murad H., Modallal A., et al. Arum palaestinum Delays Hepatocellular Carcinoma Proliferation through the PI3K-AKT-mTOR Signaling Pathway and Exhibits Anticoagulant Effects with Antimicrobial Properties. Front. Pharmacol. 2023;14:1180262. doi: 10.3389/fphar.2023.1180262.", "ArticleIdList": ["10.3389/fphar.2023.1180262", "PMC10270306", "37332348"]}, {"Citation": "Cole C., Burgoyne T., Lee A., Stehno-Bittel L., Zaid G. Erratum to: Arum palaestinum with Isovanillin, Linolenic Acid and β-Sitosterol Inhibits Prostate Cancer Spheroids and Reduces the Growth Rate of Prostate Tumors in Mice. BMC Complement. Altern. Med. 2015;15:322. doi: 10.1186/s12906-015-0854-6.", "ArticleIdList": ["10.1186/s12906-015-0854-6", "PMC4570745", "26370704"]}, {"Citation": "Crocq M.-A. History of Cannabis and the Endocannabinoid System. Dialogues Clin. Neurosci. 2020;22:223–228. doi: 10.31887/DCNS.2020.22.3/mcrocq.", "ArticleIdList": ["10.31887/DCNS.2020.22.3/mcrocq", "PMC7605027", "33162765"]}, {"Citation": "Worster B., Hajjar E.R., Handley N. Cannabis Use in Patients with Cancer: A Clinical Review. JCO Oncol. Pract. 2022;18:743–749. doi: 10.1200/OP.22.00080.", "ArticleIdList": ["10.1200/OP.22.00080", "35749680"]}, {"Citation": "Lal S., Shekher A., Puneet, Narula A.S., Abrahamse H., Gupta S.C. Cannabis and Its Constituents for Cancer: History, Biogenesis, Chemistry and Pharmacological Activities. Pharmacol. Res. 2021;163:105302. doi: 10.1016/j.phrs.2020.105302.", "ArticleIdList": ["10.1016/j.phrs.2020.105302", "33246167"]}, {"Citation": "Javid F.A., Phillips R.M., Afshinjavid S., Verde R., Ligresti A. Cannabinoid Pharmacology in Cancer Research: A New Hope for Cancer Patients? Eur. J. Pharmacol. 2016;775:1–14. doi: 10.1016/j.ejphar.2016.02.010.", "ArticleIdList": ["10.1016/j.ejphar.2016.02.010", "26852955"]}, {"Citation": "Cherkasova V., Kovalchuk O., Kovalchuk I. Cannabinoids and Endocannabinoid System Changes in Intestinal Inflammation and Colorectal Cancer. Cancers. 2021;13:4353. doi: 10.3390/cancers13174353.", "ArticleIdList": ["10.3390/cancers13174353", "PMC8430689", "34503163"]}, {"Citation": "Borrelli F., Pagano E., Romano B., Panzera S., Maiello F., Coppola D., De Petrocellis L., Buono L., Orlando P., Izzo A.A. Colon Carcinogenesis Is Inhibited by the TRPM8 Antagonist Cannabigerol, a Cannabis-Derived Non-Psychotropic Cannabinoid. Carcinogenesis. 2014;35:2787–2797. doi: 10.1093/carcin/bgu205.", "ArticleIdList": ["10.1093/carcin/bgu205", "25269802"]}, {"Citation": "Jeong S., Yun H.K., Jeong Y.A., Jo M.J., Kang S.H., Kim J.L., Kim D.Y., Park S.H., Kim B.R., Na Y.J., et al. Cannabidiol-Induced Apoptosis Is Mediated by Activation of Noxa in Human Colorectal Cancer Cells. Cancer Lett. 2019;447:12–23. doi: 10.1016/j.canlet.2019.01.011.", "ArticleIdList": ["10.1016/j.canlet.2019.01.011", "30660647"]}, {"Citation": "Donati L., Casagrande Pierantoni D., Conti A., Calzoni E., Corte L., Santi C., Rosati O., Cardinali G., Emiliani C. Water Extracts from Industrial Hemp Waste Inhibit the Adhesion and Development of Candida Biofilm and Showed Antioxidant Activity on HT-29 Colon Cancer Cells. Int. J. Mol. Sci. 2024;25:3979. doi: 10.3390/ijms25073979.", "ArticleIdList": ["10.3390/ijms25073979", "PMC11011686", "38612793"]}, {"Citation": "Wang T., Collet J.-P., Shapiro S., Ware M.A. Adverse Effects of Medical Cannabinoids: A Systematic Review. Can. Med. Assoc. J. 2008;178:1669–1678. doi: 10.1503/cmaj.071178.", "ArticleIdList": ["10.1503/cmaj.071178", "PMC2413308", "18559804"]}, {"Citation": "Pratt M., Stevens A., Thuku M., Butler C., Skidmore B., Wieland L.S., Clemons M., Kanji S., Hutton B. Benefits and Harms of Medical Cannabis: A Scoping Review of Systematic Reviews. Syst. Rev. 2019;8:320. doi: 10.1186/s13643-019-1243-x.", "ArticleIdList": ["10.1186/s13643-019-1243-x", "PMC6905063", "31823819"]}, {"Citation": "Nagarajaiah S., Shivanna Giresha A., Gopala Krishna P., Manikrao Gadewar M., Praveen M., Nanda N., Urs D., Krishnappa Dharmappa K., Mutta Nagabhushana B., Rao S., et al. Anti-oncogenic Potential and Inflammation Modulatory Response of Green Synthesized Biocompatible Silver Nanoparticles. Chem. Biodivers. 2024;21:e202301533. doi: 10.1002/cbdv.202301533.", "ArticleIdList": ["10.1002/cbdv.202301533", "38156969"]}, {"Citation": "Azhar N.A., Abu Bakar S.A., Citartan M., Ahmad N.H. mRNA Transcriptome Profiling of Human Hepatocellular Carcinoma Cells HepG2 Treated with Catharanthus roseus-Silver Nanoparticles. World J. Hepatol. 2023;15:393–409. doi: 10.4254/wjh.v15.i3.393.", "ArticleIdList": ["10.4254/wjh.v15.i3.393", "PMC10075008", "37034237"]}, {"Citation": "Nayila I., Sharif S., Lodhi M.S., Rehman M.F.U., Aman F. Synthesis, Characterization and Anti-Breast Cancer Potential of an Incensole Acetate Nanoemulsion from Catharanthus roseus Essential Oil; in Silico, in Vitro, and in Vivo Study. RSC Adv. 2023;13:32335–32362. doi: 10.1039/D3RA06335F.", "ArticleIdList": ["10.1039/D3RA06335F", "PMC10621725", "37928847"]}, {"Citation": "Chuah Y.Y., Lee Y.Y., Chou C.-K., Chang L.-J. Catharanthus Roseus Intoxication Mimicking Acute Cholangitis. BMC Complement. Med. Ther. 2024;24:139. doi: 10.1186/s12906-024-04441-1.", "ArticleIdList": ["10.1186/s12906-024-04441-1", "PMC10993546", "38575897"]}, {"Citation": "Moshe Y., Bentur O.S., Lishner M., Avivi I. The Management of Hodgkin Lymphomas in Pregnancies. Eur. J. Haematol. 2017;99:385–391. doi: 10.1111/ejh.12956.", "ArticleIdList": ["10.1111/ejh.12956", "28850718"]}, {"Citation": "Priyadarsini K. The Chemistry of Curcumin: From Extraction to Therapeutic Agent. Molecules. 2014;19:20091–20112. doi: 10.3390/molecules191220091.", "ArticleIdList": ["10.3390/molecules191220091", "PMC6270789", "25470276"]}, {"Citation": "Kocaadam B., Şanlier N. Curcumin, an Active Component of Turmeric (Curcuma longa), and Its Effects on Health. Crit. Rev. Food Sci. Nutr. 2017;57:2889–2895. doi: 10.1080/10408398.2015.1077195.", "ArticleIdList": ["10.1080/10408398.2015.1077195", "26528921"]}, {"Citation": "Farooqui T., Farooqui A.A.  Curcumin for Neurological and Psychiatric Disorders. Elsevier; Amsterdam, The Netherlands: 2019.  [(accessed on 20 April 2024)]. Curcumin: Historical Background, Chemistry, Pharmacological Action, and Potential Therapeutic Value; pp. 23–44. Available online:  https://www.researchgate.net/publication/332443753_Curcumin_Historical_Background_Chemistry_Pharmacological_Action_and_Potential_Therapeutic_Value."}, {"Citation": "Lüer S.C., Goette J., Troller R., Aebi C. Synthetic versus Natural Curcumin: Bioequivalence in an in Vitro Oral Mucositis Model. BMC Complement. Altern. Med. 2014;14:53. doi: 10.1186/1472-6882-14-53.", "ArticleIdList": ["10.1186/1472-6882-14-53", "PMC3927628", "24517289"]}, {"Citation": "Bandyopadhyay D. Farmer to Pharmacist: Curcumin as an Anti-Invasive and Antimetastatic Agent for the Treatment of Cancer. Front. Chem. 2014;2:113. doi: 10.3389/fchem.2014.00113.", "ArticleIdList": ["10.3389/fchem.2014.00113", "PMC4275038", "25566531"]}, {"Citation": "Mortezaee K., Salehi E., Mirtavoos-mahyari H., Motevaseli E., Najafi M., Farhood B., Rosengren R.J., Sahebkar A. Mechanisms of Apoptosis Modulation by Curcumin: Implications for Cancer Therapy. J. Cell. Physiol. 2019;234:12537–12550. doi: 10.1002/jcp.28122.", "ArticleIdList": ["10.1002/jcp.28122", "30623450"]}, {"Citation": "Liu Q., Loo W.T.Y., Sze S.C.W., Tong Y. Curcumin Inhibits Cell Proliferation of MDA-MB-231 and BT-483 Breast Cancer Cells Mediated by down-Regulation of NFκB, cyclinD and MMP-1 Transcription. Phytomedicine. 2009;16:916–922. doi: 10.1016/j.phymed.2009.04.008.", "ArticleIdList": ["10.1016/j.phymed.2009.04.008", "19524420"]}, {"Citation": "Kim J.-M., Noh E.-M., Kwon K.-B., Kim J.-S., You Y.-O., Hwang J.-K., Hwang B.-M., Kim B.-S., Lee S.-H., Lee S.J., et al. Curcumin Suppresses the TPA-Induced Invasion through Inhibition of PKCα-Dependent MMP-Expression in MCF-7 Human Breast Cancer Cells. Phytomedicine. 2012;19:1085–1092. doi: 10.1016/j.phymed.2012.07.002.", "ArticleIdList": ["10.1016/j.phymed.2012.07.002", "22921746"]}, {"Citation": "Yim-im W., Sawatdichaikul O., Semsri S., Horata N., Mokmak W., Tongsima S., Suksamrarn A., Choowongkomon K. Computational Analyses of Curcuminoid Analogs against Kinase Domain of HER2. BMC Bioinform. 2014;15:261. doi: 10.1186/1471-2105-15-261.", "ArticleIdList": ["10.1186/1471-2105-15-261", "PMC4143557", "25089037"]}, {"Citation": "Catania A., Barrajón-Catalán E., Nicolosi S., Cicirata F., Micol V. Immunoliposome Encapsulation Increases Cytotoxic Activity and Selectivity of Curcumin and Resveratrol against HER2 Overexpressing Human Breast Cancer Cells. Breast Cancer Res. Treat. 2013;141:55–65. doi: 10.1007/s10549-013-2667-y.", "ArticleIdList": ["10.1007/s10549-013-2667-y", "23959397"]}, {"Citation": "Starok M., Preira P., Vayssade M., Haupt K., Salomé L., Rossi C. EGFR Inhibition by Curcumin in Cancer Cells: A Dual Mode of Action. Biomacromolecules. 2015;16:1634–1642. doi: 10.1021/acs.biomac.5b00229.", "ArticleIdList": ["10.1021/acs.biomac.5b00229", "25893361"]}, {"Citation": "Sun X.-D., Liu X.-E., Huang D.-S. Curcumin Induces Apoptosis of Triple-Negative Breast Cancer Cells by Inhibition of EGFR Expression. Mol. Med. Rep. 2012;6:1267–1270. doi: 10.3892/mmr.2012.1103.", "ArticleIdList": ["10.3892/mmr.2012.1103", "23023821"]}, {"Citation": "Somers-Edgar T.J., Scandlyn M.J., Stuart E.C., Le Nedelec M.J., Valentine S.P., Rosengren R.J. The Combination of Epigallocatechin Gallate and Curcumin Suppresses ERα-breast Cancer Cell Growth in Vitro and in Vivo. Int. J. Cancer. 2008;122:1966–1971. doi: 10.1002/ijc.23328.", "ArticleIdList": ["10.1002/ijc.23328", "18098290"]}, {"Citation": "Zhang B., Shi Y., Chen X., Dai J., Jiang Z., Li N., Zhang Z. Protective Effect of Curcumin against Formaldehyde-induced Genotoxicity in A549 Cell Lines. J. Appl. Toxicol. 2013;33:1468–1473. doi: 10.1002/jat.2814.", "ArticleIdList": ["10.1002/jat.2814", "23059809"]}, {"Citation": "Jin H., Qiao F., Wang Y., Xu Y., Shang Y. Curcumin Inhibits Cell Proliferation and Induces Apoptosis of Human Non-Small Cell Lung Cancer Cells through the Upregulation of miR-192-5p and Suppression of PI3K/Akt Signaling Pathway. Oncol. Rep. 2015;34:2782–2789. doi: 10.3892/or.2015.4258.", "ArticleIdList": ["10.3892/or.2015.4258", "26351877"]}, {"Citation": "Shehzad A., Lee J., Huh T.-L., Lee Y.S. Curcumin Induces Apoptosis in Human Colorectal Carcinoma (HCT-15) Cells by Regulating Expression of Prp4 and P53. Mol. Cells. 2013;35:526–532. doi: 10.1007/s10059-013-0038-5.", "ArticleIdList": ["10.1007/s10059-013-0038-5", "PMC3887881", "23686430"]}, {"Citation": "Rajitha B., Belalcazar A., Nagaraju G.P., Shaib W.L., Snyder J.P., Shoji M., Pattnaik S., Alam A., El-Rayes B.F. Inhibition of NF-κB Translocation by Curcumin Analogs Induces G0/G1 Arrest and Downregulates Thymidylate Synthase in Colorectal Cancer. Cancer Lett. 2016;373:227–233. doi: 10.1016/j.canlet.2016.01.052.", "ArticleIdList": ["10.1016/j.canlet.2016.01.052", "26850372"]}, {"Citation": "Dou H., Shen R., Tao J., Huang L., Shi H., Chen H., Wang Y., Wang T. Curcumin Suppresses the Colon Cancer Proliferation by Inhibiting Wnt/β-Catenin Pathways via miR-130a. Front. Pharmacol. 2017;8:877. doi: 10.3389/fphar.2017.00877.", "ArticleIdList": ["10.3389/fphar.2017.00877", "PMC5705620", "29225578"]}, {"Citation": "Li B., Shi C., Li B., Zhao J., Wang L. The Effects of Curcumin on HCT-116 Cells Proliferation and Apoptosis via the miR-491/PEG10 Pathway. J. Cell. Biochem. 2018;119:3091–3098. doi: 10.1002/jcb.26449.", "ArticleIdList": ["10.1002/jcb.26449", "29058812"]}, {"Citation": "Wahab S., Annadurai S., Abullais S.S., Das G., Ahmad W., Ahmad M.F., Kandasamy G., Vasudevan R., Ali M.S., Amir M. Glycyrrhiza glabra (Licorice): A Comprehensive Review on Its Phytochemistry, Biological Activities, Clinical Evidence and Toxicology. Plants. 2021;10:2751. doi: 10.3390/plants10122751.", "ArticleIdList": ["10.3390/plants10122751", "PMC8703329", "34961221"]}, {"Citation": "Wang L., Yang R., Yuan B., Liu Y., Liu C. The Antiviral and Antimicrobial Activities of Licorice, a Widely-Used Chinese Herb. Acta Pharm. Sin. B. 2015;5:310–315. doi: 10.1016/j.apsb.2015.05.005.", "ArticleIdList": ["10.1016/j.apsb.2015.05.005", "PMC4629407", "26579460"]}, {"Citation": "Albahri G., Badran A., Hijazi A., Daou A., Baydoun E., Nasser M., Merah O. The Therapeutic Wound Healing Bioactivities of Various Medicinal Plants. Life. 2023;13:317. doi: 10.3390/life13020317.", "ArticleIdList": ["10.3390/life13020317", "PMC9960863", "36836674"]}, {"Citation": "El-Saber Batiha G., Magdy Beshbishy A., El-Mleeh A., Abdel-Daim M.M., Prasad Devkota H. Traditional Uses, Bioactive Chemical Constituents, and Pharmacological and Toxicological Activities of Glycyrrhiza glabra L. (Fabaceae) Biomolecules. 2020;10:352. doi: 10.3390/biom10030352.", "ArticleIdList": ["10.3390/biom10030352", "PMC7175350", "32106571"]}, {"Citation": "Lin P.-H., Chiang Y.-F., Shieh T.-M., Chen H.-Y., Shih C.-K., Wang T.-H., Wang K.-L., Huang T.-C., Hong Y.-H., Li S.-C., et al. Dietary Compound Isoliquiritigenin, an Antioxidant from Licorice, Suppresses Triple-Negative Breast Tumor Growth via Apoptotic Death Program Activation in Cell and Xenograft Animal Models. Antioxidants. 2020;9:228. doi: 10.3390/antiox9030228.", "ArticleIdList": ["10.3390/antiox9030228", "PMC7139602", "32164337"]}, {"Citation": "Lee S.-O., Joo S.H., Lee J.-Y., Kwak A.-W., Kim K.-T., Cho S.-S., Yoon G., Choi Y.H., Park J.W., Shim J.-H. Licochalcone C Inhibits the Growth of Human Colorectal Cancer HCT116 Cells Resistant to Oxaliplatin. Biomol. Ther. 2024;32:104–114. doi: 10.4062/biomolther.2023.167.", "ArticleIdList": ["10.4062/biomolther.2023.167", "PMC10762277", "38148556"]}, {"Citation": "Hsu Y.-C., Hsieh W.-C., Chen S.-H., Li Y.-Z., Liao H.-F., Lin M.-Y., Sheu S.-M. 18β-Glycyrrhetinic Acid Modulated Autophagy Is Cytotoxic to Breast Cancer Cells. Int. J. Med. Sci. 2023;20:444–454. doi: 10.7150/ijms.80302.", "ArticleIdList": ["10.7150/ijms.80302", "PMC10087636", "37057216"]}, {"Citation": "Wu M., Hsieh Y., Lin C., Ying T., Hsia S., Hsieh S., Lee C., Lin C. Licochalcone A Induces Endoplasmic Reticulum Stress-mediated Apoptosis of Endometrial Cancer Cells via Upregulation of GRP78 Expression. Environ. Toxicol. 2024;39:2961–2969. doi: 10.1002/tox.24156.", "ArticleIdList": ["10.1002/tox.24156", "38308464"]}, {"Citation": "Magdalita P.M., San Pascual A.O.  Hibiscus (Hibiscus rosa-sinensis): Importance and Classification. In: Datta S.K., Gupta Y.C., editors. Floriculture and Ornamental Plants. Springer Nature; Singapore: 2022.  [(accessed on 20 April 2024)]. pp. 483–522. Available online:  https://www.researchgate.net/publication/360455514_Hibiscus_Rosa_Sinensis_Linn_A_phytochemical_and_pharmacological_review."}, {"Citation": "Bedi P.S., Bekele M., Gure G. Phyto-Chemistry and Pharmacological Activities of Hibiscus sabdariffa Linn.—A Review. IRJPAC. 2020;21:41–54. doi: 10.9734/irjpac/2020/v21i2330301.", "ArticleIdList": ["10.9734/irjpac/2020/v21i2330301"]}, {"Citation": "Yasmin R., Gogoi S., Bora J., Chakraborty A., Dey S., Ghaziri G., Bhattacharjee S., Singh L.H. Novel Insight into the Cellular and Molecular Signalling Pathways on Cancer Preventing Effects of Hibiscus sabdariffa: A Review. J. Cancer Prev. 2023;28:77–92. doi: 10.15430/JCP.2023.28.3.77.", "ArticleIdList": ["10.15430/JCP.2023.28.3.77", "PMC10564632", "37830114"]}, {"Citation": "Ajiboye T., Ajala-Lawal R., Adeyiga A. Caffeic Acid Abrogates 1,3-Dichloro-2-Propanol-Induced Hepatotoxicity by Upregulating Nuclear Erythroid-Related Factor 2 and Downregulating Nuclear Factor-Kappa B. Hum. Exp. Toxicol. 2019;38:1092–1101. doi: 10.1177/0960327119851257.", "ArticleIdList": ["10.1177/0960327119851257", "31142131"]}, {"Citation": "Chen C., Yi L., Jin X., Zhang T., Fu Y., Zhu J., Mi M., Zhang Q., Ling W., Yu B. Inhibitory Effect of Delphinidin on Monocyte–Endothelial Cell Adhesion Induced by Oxidized Low-Density Lipoprotein via ROS/p38MAPK/NF-κB Pathway. Cell Biochem. Biophys. 2011;61:337–348. doi: 10.1007/s12013-011-9216-2.", "ArticleIdList": ["10.1007/s12013-011-9216-2", "21695376"]}, {"Citation": "Khaghani S., Razi F., Yajloo M.M., Paknejad M., Shariftabrizi A., Pasalar P. Selective Cytotoxicity and Apoptogenic Activity of Hibiscus sabdariffa Aqueous Extract Against MCF-7 Human Breast Cancer Cell Line. JCT. 2011;2:394–400. doi: 10.4236/jct.2011.23054.", "ArticleIdList": ["10.4236/jct.2011.23054"]}, {"Citation": "Walcher L., Kistenmacher A.-K., Suo H., Kitte R., Dluczek S., Strauß A., Blaudszun A.-R., Yevsa T., Fricke S., Kossatz-Boehlert U. Cancer Stem Cells—Origins and Biomarkers: Perspectives for Targeted Personalized Therapies. Front. Immunol. 2020;11:1280. doi: 10.3389/fimmu.2020.01280.", "ArticleIdList": ["10.3389/fimmu.2020.01280", "PMC7426526", "32849491"]}, {"Citation": "Tsai M.-C., Chen C.-C., Tseng T.-H., Chang Y.-C., Lin Y.-J., Tsai I.-N., Wang C.-C., Wang C.-J. Hibiscus Anthocyanins Extracts Induce Apoptosis by Activating AMP-Activated Protein Kinase in Human Colorectal Cancer Cells. Nutrients. 2023;15:3972. doi: 10.3390/nu15183972.", "ArticleIdList": ["10.3390/nu15183972", "PMC10535221", "37764756"]}, {"Citation": "Costa S.S., Muzitano M.F., Camargo L.M.M., Coutinho M.A.S. Therapeutic Potential of Kalanchoe Species: Flavonoids and Other Secondary Metabolites. Nat. Product. Commun. 2008;3:1934578X0800301. doi: 10.1177/1934578X0800301236.", "ArticleIdList": ["10.1177/1934578X0800301236"]}, {"Citation": "Stefanowicz-Hajduk J., Hering A., Gucwa M., Sztormowska-Achranowicz K., Kowalczyk M., Soluch A., Ochocka J.R. An In Vitro Anticancer, Antioxidant, and Phytochemical Study on Water Extract of Kalanchoe daigremontiana Raym.-Hamet and H. Perrier. Molecules. 2022;27:2280. doi: 10.3390/molecules27072280.", "ArticleIdList": ["10.3390/molecules27072280", "PMC9000682", "35408681"]}, {"Citation": "Stefanowicz-Hajduk J., Gucwa M., Moniuszko-Szajwaj B., Stochmal A., Kawiak A., Ochocka J.R. Bersaldegenin-1,3,5-Orthoacetate Induces Caspase-Independent Cell Death, DNA Damage and Cell Cycle Arrest in Human Cervical Cancer HeLa Cells. Pharm. Biol. 2021;59:54–65. doi: 10.1080/13880209.2020.1866025.", "ArticleIdList": ["10.1080/13880209.2020.1866025", "PMC7801116", "33403918"]}, {"Citation": "Huang H.-C., Chang W.-T., Lee M.-S., Chen H.-Y., Chen Y.-H., Lin C.-C., Lin M.-K. Three Bufadienolides Induce Cell Death in the Human Lung Cancer Cell Line CL1-5 Mainly through Autophagy. Bioorganic Med. Chem. Lett. 2021;31:127715. doi: 10.1016/j.bmcl.2020.127715.", "ArticleIdList": ["10.1016/j.bmcl.2020.127715", "33246109"]}, {"Citation": "Hip Kam A., Neergheen V.S. Nutrition and Functional Foods in Boosting Digestion, Metabolism and Immune Health. Elsevier; Amsterdam, The Netherlands: 2022. Nutraceutical and Phytopharmaceuticals in Immune Health; pp. 445–475."}, {"Citation": "Umar H., Rabiu Aliyu M. Moringa Oleifera-Mediated Iron Oxide Nanoparticles, Characterization and Their Anti-Proliferative Potential on MDA-MB 231 Human Breast Cancer Cells. Pak. J. Pharm. Sci. 2023;36:1875–1883.", "ArticleIdList": ["38264893"]}, {"Citation": "Sultan R., Ahmed A., Wei L., Saeed H., Islam M., Ishaq M. The Anticancer Potential of Chemical Constituents of Moringa Oleifera Targeting CDK-2 Inhibition in Estrogen Receptor Positive Breast Cancer Using in-Silico and in Vitro Approches. BMC Complement. Med. Ther. 2023;23:396. doi: 10.1186/s12906-023-04198-z.", "ArticleIdList": ["10.1186/s12906-023-04198-z", "PMC10625284", "37925393"]}, {"Citation": "Singhal K.G., Gupta G.D. Hepatoprotective and Antioxidant Activity of Methanolic Extract of Flowers of Nerium Oleander against CCl4–Induced Liver Injury in Rats. Asian Pac. J. Trop. Med. 2012;5:677–685. doi: 10.1016/S1995-7645(12)60106-0.", "ArticleIdList": ["10.1016/S1995-7645(12)60106-0", "22805717"]}, {"Citation": "Bakir Çilesizoğlu N., Yalçin E., Çavuşoğlu K., Sipahi Kuloğlu S. Qualitative and Quantitative Phytochemical Screening of Nerium Oleander L. Extracts Associated with Toxicity Profile. Sci. Rep. 2022;12:21421. doi: 10.1038/s41598-022-26087-0.", "ArticleIdList": ["10.1038/s41598-022-26087-0", "PMC9742154", "36504046"]}, {"Citation": "Crandell Addington Particles from Processing of Oleander Leaves.  [(accessed on 20 April 2024)].  Available online:  https://patents.google.com/patent/US20060188536A1/en."}, {"Citation": "Calderón-Montaño J., Burgos-Morón E., Orta M., Mateos S., López-Lázaro M. A Hydroalcoholic Extract from the Leaves of Nerium Oleander Inhibits Glycolysis and Induces Selective Killing of Lung Cancer Cells. Planta Med. 2013;79:1017–1023. doi: 10.1055/s-0032-1328715.", "ArticleIdList": ["10.1055/s-0032-1328715", "23824549"]}, {"Citation": "Rashan L.J., Özenver N., Boulos J.C., Dawood M., Roos W.P., Franke K., Papasotiriou I., Wessjohann L.A., Fiebig H.-H., Efferth T. Molecular Modes of Action of an Aqueous Nerium Oleander Extract in Cancer Cells In Vitro and In Vivo. Molecules. 2023;28:1871. doi: 10.3390/molecules28041871.", "ArticleIdList": ["10.3390/molecules28041871", "PMC9960564", "36838857"]}, {"Citation": "Farkhondeh T., Kianmehr M., Kazemi T., Samarghandian S., Khazdair M. Toxicity Effects of Nerium oleander, Basic and Clinical Evidence: A Comprehensive Review. Hum. Exp. Toxicol. 2020;39:773–784. doi: 10.1177/0960327120901571.", "ArticleIdList": ["10.1177/0960327120901571", "31971021"]}, {"Citation": "Ayyappan S., N A., Toi P.C. Accidental Fatal Poisoning in a Child Due to Ingestion of Nerium oleander Leaf. Forensic Sci. Med. Pathol. 2023 doi: 10.1007/s12024-023-00771-7.", "ArticleIdList": ["10.1007/s12024-023-00771-7", "38133853"]}, {"Citation": "Bhatia N., Agarwal C., Agarwal R. Differential Responses of Skin Cancer-Chemopreventive Agents Silibinin, Quercetin, and Epigallocatechin 3-Gallate on Mitogenic Signaling and Cell Cycle Regulators in Human Epidermoid Carcinoma A431 Cells. Nutr. Cancer. 2001;39:292–299. doi: 10.1207/S15327914nc392_20.", "ArticleIdList": ["10.1207/S15327914nc392_20", "11759294"]}, {"Citation": "Chambers C.S., Holečková V., Petrásková L., Biedermann D., Valentová K., Buchta M., Křen V. The Silymarin Composition… and Why Does It Matter??? Food Res. Int. 2017;100:339–353. doi: 10.1016/j.foodres.2017.07.017.", "ArticleIdList": ["10.1016/j.foodres.2017.07.017", "28964357"]}, {"Citation": "Nathalie Chevreau Topical Compositions and Methods for Reducing Oxidative Stress.  [(accessed on 20 April 2024)].  Available online:  https://patents.google.com/patent/US9889171B2/en."}, {"Citation": "Zhang X., Jiang Y., Guo N., Ding Y., Feng J., Miao C., Lv Y. Application of SNAP-Tag-EGFR Cell Membrane Chromatography Model in Screening Antitumor Active Components of Silybum marianum (L.) Gaertn. J. Pharm. Biomed. Anal. 2024;238:115816. doi: 10.1016/j.jpba.2023.115816.", "ArticleIdList": ["10.1016/j.jpba.2023.115816", "37976988"]}, {"Citation": "Gjörloff Wingren A., Ziyad Faik R., Holefors A., Filecovic E., Gustafsson A. In Vitro Effects of Undifferentiated Callus Extracts from Plantago major L., Rhodiola rosea L. and Silybum marianum L. in Normal and Malignant Human Skin Cells. Heliyon. 2023;9:e16480. doi: 10.1016/j.heliyon.2023.e16480.", "ArticleIdList": ["10.1016/j.heliyon.2023.e16480", "PMC10245016", "37292297"]}, {"Citation": "Mi X., Choi H.S., Perumalsamy H., Shanmugam R., Thangavelu L., Balusamy S.R., Kim Y.-J. Biosynthesis and Cytotoxic Effect of Silymarin-Functionalized Selenium Nanoparticles Induced Autophagy Mediated Cellular Apoptosis via Downregulation of PI3K/Akt/mTOR Pathway in Gastric Cancer. Phytomedicine. 2022;99:154014. doi: 10.1016/j.phymed.2022.154014.", "ArticleIdList": ["10.1016/j.phymed.2022.154014", "35247670"]}, {"Citation": "Kacar S., Bektur Aykanat N.E., Sahinturk V. Silymarin Inhibited DU145 Cells by Activating SLIT2 Protein and Suppressing Expression of CXCR4. Med. Oncol. 2020;37:18. doi: 10.1007/s12032-020-1343-4.", "ArticleIdList": ["10.1007/s12032-020-1343-4", "32062757"]}, {"Citation": "Zecca E., Zuppa A.A., D’Antuono A., Tiberi E., Giordano L., Pianini T., Romagnoli C. Efficacy of a Galactogogue Containing Silymarin-Phosphatidylserine and Galega in Mothers of Preterm Infants: A Randomized Controlled Trial. Eur. J. Clin. Nutr. 2016;70:1151–1154. doi: 10.1038/ejcn.2016.86.", "ArticleIdList": ["10.1038/ejcn.2016.86", "27245206"]}, {"Citation": "McBride G.M., Stevenson R., Zizzo G., Rumbold A.R., Amir L.H., Keir A.K., Grzeskowiak L.E. Use and Experiences of Galactagogues While Breastfeeding among Australian Women. PLoS ONE. 2021;16:e0254049. doi: 10.1371/journal.pone.0254049.", "ArticleIdList": ["10.1371/journal.pone.0254049", "PMC8248610", "34197558"]}, {"Citation": "Bokelmann J.M.  Medicinal Herbs in Primary Care. Elsevier; Amsterdam, The Netherlands: 2022.  [(accessed on 20 April 2024)]. Dandelion (Taraxacum Officinale) pp. 303–307. Available online:  https://shop.elsevier.com/books/medicinal-herbs-in-primary-care/bokelmann/978-0-323-84676-9."}, {"Citation": "Richards A.J. The Origin of Taraxacum Agamospecies. Bot. J. Linn. Soc. 1973;66:189–211. doi: 10.1111/j.1095-8339.1973.tb02169.x.", "ArticleIdList": ["10.1111/j.1095-8339.1973.tb02169.x"]}, {"Citation": "Qu J., Ke F., Liu Z., Yang X., Li X., Xu H., Li Q., Bi K. Uncovering the Mechanisms of Dandelion against Triple-Negative Breast Cancer Using a Combined Network Pharmacology, Molecular Pharmacology and Metabolomics Approach. Phytomedicine. 2022;99:153986. doi: 10.1016/j.phymed.2022.153986.", "ArticleIdList": ["10.1016/j.phymed.2022.153986", "35183931"]}, {"Citation": "Ovadje P., Chochkeh M., Akbari-Asl P., Hamm C., Pandey S. Selective Induction of Apoptosis and Autophagy Through Treatment With Dandelion Root Extract in Human Pancreatic Cancer Cells. Pancreas. 2012;41:1039–1047. doi: 10.1097/MPA.0b013e31824b22a2.", "ArticleIdList": ["10.1097/MPA.0b013e31824b22a2", "22647733"]}, {"Citation": "El-Emam S.Z., Abo El-Ella D.M., Fayez S.M., Asker M., Nazeam J.A. Novel Dandelion Mannan-Lipid Nanoparticle: Exploring the Molecular Mechanism Underlying the Potent Anticancer Effect against Non-Small Lung Carcinoma. J. Funct. Foods. 2021;87:104781. doi: 10.1016/j.jff.2021.104781.", "ArticleIdList": ["10.1016/j.jff.2021.104781"]}, {"Citation": "Ahmadi S., Saberivand A., Jalili C., Asadpour R., Khordadmehr M., Saberivand M. Hydroalcoholic Extract of Taraxacum officinale Induces Apoptosis and Autophagy in 4T1 Breast Cancer Cells. Vet. Res. Forum. 2023 doi: 10.30466/vrf.2023.1985987.3726.", "ArticleIdList": ["10.30466/vrf.2023.1985987.3726", "PMC10560329", "37814658"]}, {"Citation": "Xia Y., Zhang Y., Chen L., Min L., Huang D., Zhang Y., Li C., Li Z. Suppression of Migration and Invasion by Taraxerol in the Triple-Negative Breast Cancer Cell Line MDA-MB-231 via the ERK/Slug Axis. PLoS ONE. 2023;18:e0291693. doi: 10.1371/journal.pone.0291693.", "ArticleIdList": ["10.1371/journal.pone.0291693", "PMC10522031", "37751436"]}, {"Citation": "De Vico G., Guida V., Carella F. Urtica Dioica (Stinging nettle): A Neglected Plant With Emerging Growth Promoter/Immunostimulant Properties for Farmed Fish. Front. Physiol. 2018;9:285. doi: 10.3389/fphys.2018.00285.", "ArticleIdList": ["10.3389/fphys.2018.00285", "PMC5879320", "29632497"]}, {"Citation": "Dhouibi R., Affes H., Ben Salem M., Hammami S., Sahnoun Z., Zeghal K.M., Ksouda K. Screening of Pharmacological Uses of Urtica Dioica and Others Benefits. Progress. Biophys. Mol. Biol. 2020;150:67–77. doi: 10.1016/j.pbiomolbio.2019.05.008.", "ArticleIdList": ["10.1016/j.pbiomolbio.2019.05.008", "31163183"]}, {"Citation": "Esposito S., Bianco A., Russo R., Di Maro A., Isernia C., Pedone P. Therapeutic Perspectives of Molecules from Urtica Dioica Extracts for Cancer Treatment. Molecules. 2019;24:2753. doi: 10.3390/molecules24152753.", "ArticleIdList": ["10.3390/molecules24152753", "PMC6695697", "31362429"]}, {"Citation": "Fattahi S., Ardekani A.M., Zabihi E., Abedian Z., Mostafazadeh A., Pourbagher R., Akhavan-Niaki H. Antioxidant and Apoptotic Effects of an Aqueous Extract of Urtica Dioica on the MCF-7 Human Breast Cancer Cell Line. Asian Pac. J. Cancer Prev. 2013;14:5317–5323. doi: 10.7314/APJCP.2013.14.9.5317.", "ArticleIdList": ["10.7314/APJCP.2013.14.9.5317", "24175819"]}, {"Citation": "Zhu Q., Jin L., Casero R.A., Davidson N.E., Huang Y. Role of Ornithine Decarboxylase in Regulation of Estrogen Receptor Alpha Expression and Growth in Human Breast Cancer Cells. Breast Cancer Res. Treat. 2012;136:57–66. doi: 10.1007/s10549-012-2235-x.", "ArticleIdList": ["10.1007/s10549-012-2235-x", "PMC3715085", "22976807"]}, {"Citation": "Telo S., Halifeoglu I., Ozercan I.H. Effects of Stinging Nettle (Urtica dioica L.) on Antioxidant Enzyme Activities in Rat Model of Mammary Gland Cancer. Iran. J. Pharm. Res. 2017;16:164–170.", "ArticleIdList": ["PMC5963657", "29844787"]}, {"Citation": "Tekin V., Kozgus Guldu O., Medine E.I., Biber Muftuler F.Z. Examination of the Association Between 3,4-Divanillyltetrahydrofuran Lignan (Urtica dioica Origin) and Prostate Cancer Cells by 131 I Radiolabeling. Cancer Biother. Radiopharm. 2021;36:326–332. doi: 10.1089/cbr.2020.3602.", "ArticleIdList": ["10.1089/cbr.2020.3602", "32453606"]}, {"Citation": "Kardan M., Rafiei A., Golpour M., Ebrahimzadeh M.A., Akhavan-Niaki H., Fattahi S. Urtica Dioica Extract Inhibits Cell Proliferation and Induces Apoptosis in HepG2 and HTC116 as Gastrointestinal Cancer Cell Lines. ACAMC Anti-Cancer Agents Med. Chem. 2020;20:963–969. doi: 10.2174/1871520620666200311095836.", "ArticleIdList": ["10.2174/1871520620666200311095836", "32160852"]}, {"Citation": "Speers A.B., Cabey K.A., Soumyanath A., Wright K.M. Effects of Withania somnifera (Ashwagandha) on Stress and the Stress- Related Neuropsychiatric Disorders Anxiety, Depression, and Insomnia. Curr. Neuropharmacol. 2021;19:1468–1495. doi: 10.2174/1570159X19666210712151556.", "ArticleIdList": ["10.2174/1570159X19666210712151556", "PMC8762185", "34254920"]}, {"Citation": "Srinivasan M., Gangurde A., Chandane A.Y., Tagalpallewar A., Pawar A., Baheti A.M. Integrating Network Pharmacology and in Silico Analysis Deciphers Withaferin-A’s Anti-Breast Cancer Potential via Hedgehog Pathway and Target Network Interplay. Brief. Bioinform. 2024;25:bbae032. doi: 10.1093/bib/bbae032.", "ArticleIdList": ["10.1093/bib/bbae032", "PMC10917074", "38446743"]}, {"Citation": "Kulavi S., Dhar D., Kamal I.M., Chakrabarti S., Bandyopadhyay J. EIF4A3 Targeted Therapeutic Intervention in Glioblastoma Multiforme Using Phytochemicals from Indian Medicinal Plants—An Integration of Phytotherapy into Precision Onco-Medicine. J. Biomol. Struct. Dyn. 2024:1–21. doi: 10.1080/07391102.2024.2314257.", "ArticleIdList": ["10.1080/07391102.2024.2314257", "38345073"]}, {"Citation": "Al Awadh A.A., Sakagami H., Amano S., Sayed A.M., Abouelela M.E., Alhasaniah A.H., Aldabaan N., Refaey M.S., Abdelhamid R.A., Khalil H.M.A., et al. In Vitro Cytotoxicity of Withania somnifera (L.) Roots and Fruits on Oral Squamous Cell Carcinoma Cell Lines: A Study Supported by Flow Cytometry, Spectral, and Computational Investigations. Front. Pharmacol. 2024;15:1325272. doi: 10.3389/fphar.2024.1325272.", "ArticleIdList": ["10.3389/fphar.2024.1325272", "PMC10830635", "38303989"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "7"}, {"Year": "2024", "Month": "4", "Day": "20"}, {"Year": "2024", "Month": "4", "Day": "26"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "56"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "10", "Minute": "55"}, {"Year": "2024", "Month": "5", "Day": "25", "Hour": "1", "Minute": "25"}, {"Year": "2024", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["38794144", "PMC11124340", "10.3390/ph17050574", "ph17050574"]}}]}