{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38799126", "DateRevised": {"Year": "2024", "Month": "05", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["uhae092", "10.1093/hr/uhae092"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "22"}], "Journal": {"ISSN": "2662-6810", "JournalIssue": {"Volume": "11", "Issue": "5", "PubDate": {"Year": "2024", "Month": "May"}}, "Title": "Horticulture research", "ISOAbbreviation": "Hortic Res"}, "ArticleTitle": "Cytochemical localization and synthesis mechanism of the glucomannan in pseudobulbs of <i>Bletilla striata</i> Reichb. f.", "Pagination": {"StartPage": "uhae092", "MedlinePgn": "uhae092"}, "Abstract": {"AbstractText": ["The dried pseudobulbs of <i>Bletilla striata</i>, an important traditional Chinese medicine named <i>BaiJi</i>, have an extraordinary polysaccharide content and excellent prospects for medicinal effects. However, the distribution and molecular mechanism underlying biosynthesis are poorly understood. In this study, chemical and immunologic analyses were performed in representative tissues of <i>B. striata</i>, and the results showed that what are conventionally termed <i>Bletilla striata</i> polysaccharides (BSPs) are water-soluble polysaccharides deposited only in pseudobulbs. The structural component of BSPs is glucomannan, with a mannose:glucose mass ratio of ~3:2. BSPs are present in the parenchyma of the pseudobulbs in cells known as glucomannan idioblasts and distributed in the cytoplasm within cellular membranes, but are not contained in the vacuole. Comparative transcriptomics and bioinformatics analyses mapped the pathway from sucrose to BSP and identified <i>BsGPI</i>, <i>BsmanA</i>, and <i>BsCSLA</i>s as the key genes of BSP biosynthesis, suggesting that the functional differentiation of the cellulose synthase-like family A (CSLA) may be critical for the flow of glucomannan to the BSP or cell wall. Subsequently, virus-mediated gene silencing showed that silencing of two CSLAs (<i>Bs03G11846</i> and <i>Bs03G11849</i>) led to a decrease in BSP content, and yeast two-hybrid and luciferase complementation experiments confirmed that four CSLAs (Bs03G11846, Bs03G11847, Bs03G11848, and Bs03G11849) can form homo- or heterodimers, suggesting that multiple CSLAs may form a large complex that functions in BSP synthesis. Our results provide cytological evidence of BSP and describe the isolation and characterization of candidate genes involved in BSP synthesis, laying a solid foundation for further research on its regulation mechanisms and the genetic engineering breeding of <i>B. striata</i>."], "CopyrightInformation": "© The Author(s) 2024. Published by Oxford University Press on behalf of Nanjing Agricultural University."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan 430074, China."}], "LastName": "Huang", "ForeName": "Junfeng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan 430074, China."}], "LastName": "Ma", "ForeName": "Shuang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan 430074, China."}], "LastName": "Zhou", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Edible Wild Plants Conservation and Utilization, Hubei Normal University, Huangshi City 435002, China."}], "LastName": "Liu", "ForeName": "Zhihao", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Germplasm Enhancement and Specialty Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuhan 430074, China."}, {"Identifier": [], "Affiliation": "Institute of Hydrobiology, Chinese Academy of Sciences, Wuhan 430072, China."}], "LastName": "Liang", "ForeName": "Qiong", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Hortic Res", "NlmUniqueID": "101655540", "ISSNLinking": "2052-7276"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jiang L, Lin M, Wang H. et al. . Haplotype-resolved genome assembly of Bletilla striata (Thunb.) Reichb.f. to elucidate medicinal values. Plant J. 2022;111:1340–53", "ArticleIdList": ["35785503"]}, {"Citation": "Xu DL, Pan YC, Chen JS. Chemical constituents, pharmacologic properties, and clinical applications of Bletilla striata. Front Pharmacol. 2019;10:1168.", "ArticleIdList": ["PMC6838137", "31736742"]}, {"Citation": "Liu YR, Sun C, Zhang G. et al. . Bio-responsive Bletilla striata polysaccharide-based micelles for enhancing intracellular docetaxel delivery. Int J Biol Macromol. 2020;142:277–87", "ArticleIdList": ["31593738"]}, {"Citation": "Zhai WC, Wei E, Li R. et al. . Characterization and evaluation of the pro-coagulant and immunomodulatory activities of polysaccharides from Bletilla striata. ACS Omega. 2021;6:656–65", "ArticleIdList": ["PMC7807737", "33458518"]}, {"Citation": "Zhou BQ, Zhang W, Wu Y. et al. . Improved efficacy of Panax notoginseng saponin loaded into BSP/alginate microspheres for the treatment of alcoholic gastric ulcers. Int J Pharm. 2021;596:120218.", "ArticleIdList": ["33493598"]}, {"Citation": "Wang YR, Han S, Li R. et al. . Structural characterization and immunological activity of polysaccharides from the tuber of Bletilla striata. Int J Biol Macromol. 2019;12:628–35", "ArticleIdList": ["30391591"]}, {"Citation": "Niu JF, Zhao G, Mi Z. et al. . De novo sequencing of Bletilla striata (Orchidaceae) transcriptome and identification of genes involved in polysaccharide biosynthesis. Genet Mol Biol. 2020;43:e20190417", "ArticleIdList": ["PMC7315133", "32609279"]}, {"Citation": "Huang JF, Yuan F, Zhou M. et al. . Phenotype correlation analysis and excellent germplasm screening of herb Bletilla Rchb. f. based on comprehensive evaluation from thirty-three geographic populations. BMC Plant Biol. 2022;22:154.", "ArticleIdList": ["PMC8966332", "35351005"]}, {"Citation": "Chen Z, Cheng L, He Y. et al. . Extraction, characterization, utilization as wound dressing and drug delivery of Bletilla striata polysaccharide: a review. Int J Biol Macromol. 2018;120:2076–85", "ArticleIdList": ["30195614"]}, {"Citation": "Chen HY, Zeng J, Wang B. et al. . Structural characterization and antioxidant activities of Bletilla striata polysaccharide extracted by different methods. Carbohydr Polym. 2021;266:118149.", "ArticleIdList": ["34044956"]}, {"Citation": "Chua M, Hocking TJ, Chan K. et al. . Temporal and spatial regulation of glucomannan deposition and mobilization in corms of Amorphophallus konjac (Araceae). Am J Bot. 2013;100:337–45", "ArticleIdList": ["23347975"]}, {"Citation": "He C, Wu K, Zhang J. et al. . Cytochemical localization of polysaccharides in Dendrobium officinale and the involvement of DoCSLA6 in the synthesis of mannan polysaccharides. Front Plant Sci. 2017;8:173.", "ArticleIdList": ["PMC5306395", "28261235"]}, {"Citation": "Pauly M, Keegstra K. Cell-wall carbohydrates and their modification as a resource for biofuels. Plant J. 2008;54:559–68", "ArticleIdList": ["18476863"]}, {"Citation": "Goubet F, Barton CJ, Mortimer JC. et al. . Cell wall glucomannan in Arabidopsis is synthesised by CSLA glycosyltransferases, and influences the progression of embryogenesis. Plant J. 2009;60:527–38", "ArticleIdList": ["19619156"]}, {"Citation": "Voiniciuc C. Modern mannan: a hemicellulose's journey. New Phytol. 2022;234:1175–84", "ArticleIdList": ["35285041"]}, {"Citation": "Srivastava AC, Ganesan S, Ismail IO. et al. . Functional characterization of the Arabidopsis AtSUC2 sucrose/H+ symporter by tissue-specific complementation reveals an essential role in phloem loading but not in long-distance transport. Plant Physiol. 2008;148:200–11", "ArticleIdList": ["PMC2528097", "18650401"]}, {"Citation": "Yao D, Gonzales-Vigil E, Mansfield SD. Arabidopsis sucrose synthase localization indicates a primary role in sucrose translocation in phloem. J Exp Bot. 2020;71:1858–69", "ArticleIdList": ["PMC7242074", "31805187"]}, {"Citation": "Minami A, Kang X, Carter CJ. A cell wall invertase controls nectar volume and sugar composition. Plant J. 2021;107:1016–28", "ArticleIdList": ["34048120"]}, {"Citation": "Gille S, Cheng K, Skinner ME. et al. . Deep sequencing of voodoo lily (Amorphophallus konjac): an approach to identify relevant genes involved in the synthesis of the hemicellulose glucomannan. Planta. 2011;234:515–26", "ArticleIdList": ["PMC3162142", "21538106"]}, {"Citation": "Liepman AH, Wilkerson CG, Keegstra K. Expression of cellulose synthase-like (Csl) genes in insect cells reveals that CslA family members encode mannan synthases. Proc Natl Acad Sci USA. 2005;102:2221–6", "ArticleIdList": ["PMC548565", "15647349"]}, {"Citation": "Pabst M, Grass J, Fischl R. et al. . Nucleotide and nucleotide sugar analysis by liquid chromatography-electrospray ionization-mass spectrometry on surface-conditioned porous graphitic carbon. Anal Chem. 2010;82:9782–8", "ArticleIdList": ["PMC2995335", "21043458"]}, {"Citation": "Rautengarten C, Heazlewood JL, Ebert B. Profiling cell wall monosaccharides and nucleotide-sugars from plants. Curr Protoc Plant Biol. 2019;4:e20092", "ArticleIdList": ["31187943"]}, {"Citation": "Meng M, Geisler M, Johansson H. et al. . UDP-glucose pyrophosphorylase is not rate limiting, but is essential in Arabidopsis. Plant Cell Physiol. 2009;50:998–1011", "ArticleIdList": ["19366709"]}, {"Citation": "Achari A, Marshall SE, Muirhead H. et al. . Glucose-6-phosphate isomerase. Philos Trans R Soc Lond Ser B Biol Sci. 1981;293:145–57", "ArticleIdList": ["6115414"]}, {"Citation": "Zhong RQ, Cui DT, Ye ZH. Secondary cell wall biosynthesis. New Phytol. 2019;221:1703–23", "ArticleIdList": ["30312479"]}, {"Citation": "Ye ZH, Zhong RQ. Cell wall biology of the moss Physcomitrium patens. J Exp Bot. 2022;73:4440–53", "ArticleIdList": ["35348679"]}, {"Citation": "Wang Y, Mortimer JC, Davis J. et al. . Identification of an additional protein involved in mannan biosynthesis. Plant J. 2013;73:105–17", "ArticleIdList": ["PMC3558879", "22966747"]}, {"Citation": "Voiniciuc C, Dama M, Gawenda N. et al. . Mechanistic insights from plant heteromannan synthesis in yeast. Proc Natl Acad Sci USA. 2019;116:522–7", "ArticleIdList": ["PMC6329948", "30584101"]}, {"Citation": "Zhang JQ, Tao Z, Cheng-Hong X. et al. . Bletilla striata ecological planting patterns and technical principle analysis. Zhongguo Zhong Yao Za Zhi. 2020;45:5042–7", "ArticleIdList": ["33350281"]}, {"Citation": "Sun MH, Ma XJ, Shao SY. et al. . Phenanthrene, 9,10-dihydrophenanthrene and bibenzyl enantiomers from Bletilla striata with their antineuroinflammatory and cytotoxic activities. Phytochemistry. 2021;182:112609.", "ArticleIdList": ["33326906"]}, {"Citation": "Chen G, Chang W, Li X. et al. . n-BuOH extract of Bletilla striata exerts chemopreventive effects on lung against SiO2 nanoparticles through activation of Nrf2 pathway. Phytomedicine. 2021;82:153445", "ArticleIdList": ["33418138"]}, {"Citation": "Pan YC, Li L, Xiao S. et al. . Callus growth kinetics and accumulation of secondary metabolites of Bletilla striata Rchb.f. using a callus suspension culture. PLoS One. 2020;15:e0220084", "ArticleIdList": ["PMC7029869", "32074105"]}, {"Citation": "Li L, Liu H, Wen W. et al. . Full transcriptome analysis of callus suspension culture system of Bletilla striata. Front Genet. 2020;11:995.", "ArticleIdList": ["PMC7593603", "33193583"]}, {"Citation": "Xu DL, Chen H, Aci M. et al. . De novo assembly, characterization and development of EST-SSRs from Bletilla striata transcriptomes profiled throughout the whole growing period. PLoS One. 2018;13:e0205954", "ArticleIdList": ["PMC6203367", "30365506"]}, {"Citation": "Liu HB, Li L, Li C. et al. . Identification and bioinformatic analysis of aux/IAA family based on transcriptome data of Bletilla striata. Bioengineered. 2019;10:668–78", "ArticleIdList": ["PMC8530271", "31722607"]}, {"Citation": "Xu J, Shi YP, Wei SL. et al. . Cloning and bioinformatics analysis of GMP gene in Bletilla striata. Southwest China J Agric Sci. 2018;31:1104–10"}, {"Citation": "Luo CL, Li L, Chen L. et al. . Cloning, sequence characterization, expression profiling of hormones response of phenylalanine ammonia-lyase gene in Bletilla striata. Zhong Cao Yao. 2019;50:694–701"}, {"Citation": "Lu BW, An FX, Cao LJ. et al. . Proteomic profiling uncovered the cytosolic superoxide dismutase BsSOD1 associated with plant defence in the herbal orchid Bletilla striata. Funct Plant Biol. 2020;47:937–44", "ArticleIdList": ["32586414"]}, {"Citation": "Zhang W, Qin W, Li H. et al. . Biosynthesis and transport of nucleotide sugars for plant hemicellulose. Front Plant Sci. 2021;12:723128.", "ArticleIdList": ["PMC8636097", "34868108"]}, {"Citation": "Yu L, Shi D, Li J. et al. . CELLULOSE SYNTHASE-LIKE A2, a glucomannan synthase, is involved in maintaining adherent mucilage structure in Arabidopsis seed. Plant Physiol. 2014;164:1842–56", "ArticleIdList": ["PMC3982747", "24569843"]}, {"Citation": "Yan L, Wang X, Liu H. et al. . The genome of Dendrobium officinale illuminates the biology of the important traditional Chinese orchid herb. Mol Plant. 2015;8:922–34", "ArticleIdList": ["25825286"]}, {"Citation": "Wu XG, Xin M, Chen H. et al. . Novel mucoadhesive polysaccharide isolated from Bletilla striata improves the intraocular penetration and efficacy of levofloxacin in the topical treatment of experimental bacterial keratitis. J Pharm Pharmacol. 2010;62:1152–7", "ArticleIdList": ["20796194"]}, {"Citation": "Meents MJ, Watanabe Y, Samuels AL. The cell biology of secondary cell wall biosynthesis. Ann Bot. 2018;121:1107–25", "ArticleIdList": ["PMC5946954", "29415210"]}, {"Citation": "Hoffmann N, King S, Samuels AL. et al. . Subcellular coordination of plant cell wall synthesis. Dev Cell. 2021;56:933–48", "ArticleIdList": ["33761322"]}, {"Citation": "Hosain NA, Ghosh R, Bryant DL. et al. . Isolation, structure elucidation, and immunostimulatory activity of polysaccharide fractions from Boswellia carterii frankincense resin. Int J Biol Macromol. 2019;133:76–85", "ArticleIdList": ["30981779"]}, {"Citation": "Zeng S, Long J, Sun J. et al. . A review on peach gum polysaccharide: hydrolysis, structure, properties and applications. Carbohydr Polym. 2022;279:119015.", "ArticleIdList": ["34980358"]}, {"Citation": "Biggs AR, Britton KO. Presymptom histopathology of peach trees inoculated with Botryosphaeria obtusa and B. dothidea. Phytopathology. 1988;78:1109–18"}, {"Citation": "Mancilla-Margalli NA, López MG. Water-soluble carbohydrates and fructan structure patterns from agave and Dasylirion species. J Agric Food Chem. 2006;54:7832–9", "ArticleIdList": ["17002459"]}, {"Citation": "Kawasaki M, Matsuda T, Miyake H. et al. . Morphological studies on the mobilization of reserves in Japanese yam (Dioscorea japonica Thunb.) seed tuber and eddo (Colocasia esculenta Schott var. antiquorum Hubbard & Rehder) seed corm on and after sprouting. Plant Prod Sci. 2001;4:304–10"}, {"Citation": "Zhao CZ, He L, Xia H. et al. . De novo full length transcriptome analysis of Arachis glabrata provides insights into gene expression dynamics in response to biotic and abiotic stresses. Genomics. 2021;113:1579–88", "ArticleIdList": ["33819563"]}, {"Citation": "Brown DM, Zeef LA, Ellis J. et al. . Identification of novel genes in Arabidopsis involved in secondary cell wall formation using expression profiling and reverse genetics. Plant Cell. 2005;17:2281–95", "ArticleIdList": ["PMC1182489", "15980264"]}, {"Citation": "Huang JF, Guo Y, Sun Q. et al. . Genome-wide identification of R2R3-MYB transcription factors regulating secondary cell wall thickening in cotton fiber development. Plant Cell Physiol. 2019;60:687–701", "ArticleIdList": ["30576529"]}, {"Citation": "Zhou D, Chang W, Liu B. et al. . Stilbenes from the tubers of Bletilla striata with potential anti-neuroinflammatory activity. Bioorg Chem. 2020;97:103715.", "ArticleIdList": ["32146172"]}, {"Citation": "Jiang S, Wang M, Jiang L. et al. . The medicinal uses of the genus Bletilla in traditional Chinese medicine: a phytochemical and pharmacological review. J Ethnopharmacol. 2021;280:114263.", "ArticleIdList": ["34144194"]}, {"Citation": "Eom JS, Cho JI, Reinders A. et al. . Impaired function of the vacuole-localized sucrose transporter in rice, OsSUT2, limits the transport of vacuolar reserve sucrose and affects plant growth. Plant Physiol. 2011;157:109–19", "ArticleIdList": ["PMC3165862", "21771914"]}, {"Citation": "Wu Y, Fang, Peng W. et al. . Sucrose transporter in rice. Plant Signal Behav. 2021;16:1952373.", "ArticleIdList": ["PMC8525984", "34269147"]}, {"Citation": "Zhang GQ, Xu Q, Bian C. et al. . The Dendrobium catenatum Lindl. genome sequence provides insights into polysaccharide synthase, floral development and adaptive evolution. Sci Rep. 2016;6:19029", "ArticleIdList": ["PMC4709516", "26754549"]}, {"Citation": "Zeng W, Lampugnani ER, Picard KL. et al. . Asparagus IRX9, IRX10, and IRX14A are components of an active xylan backbone synthase complex that forms in the Golgi apparatus. Plant Physiol. 2016;171:93–109", "ArticleIdList": ["PMC4854693", "26951434"]}, {"Citation": "Qin LX, Chen Y, Zeng W. et al. . The cotton β-galactosyltransferase 1 (GalT1) that galactosylates arabinogalactan proteins participates in controlling fiber development. Plant J. 2017;89:957–71", "ArticleIdList": ["27888523"]}, {"Citation": "Yin L, Verhertbruggen Y, Oikawa A. et al. . The cooperative activities of CSLD2, CSLD3, and CSLD5 are required for normal Arabidopsis development. Mol Plant. 2011;4:1024–37", "ArticleIdList": ["21471331"]}, {"Citation": "Kumar M, Mishra L, Carr P. et al. . Exploiting CELLULOSE SYNTHASE(CESA) class specificity to probe cellulose microfibril biosynthesis. Plant Physiol. 2018;177:151–67", "ArticleIdList": ["PMC5933121", "29523715"]}, {"Citation": "Zhang X, Dominguez PG, Kumar M. et al. . Cellulose synthase stoichiometry in aspen differs from Arabidopsis and Norway spruce. Plant Physiol. 2018;177:1096–107", "ArticleIdList": ["PMC6053019", "29760198"]}, {"Citation": "Pedersen GB, Blaschek L, Frandsen KEH. et al. . Cellulose synthesis in land plants. Mol Plant. 2023;16:206–31", "ArticleIdList": ["36564945"]}, {"Citation": "Wilson TH, Kumar M, Turner SR. The molecular basis of plant cellulose synthase complex organisation and assembly. Biochem Soc Trans. 2021;49:379–91", "ArticleIdList": ["33616627"]}, {"Citation": "Wen X, Chen Z, Yang Z. et al. . A comprehensive overview of cotton genomics, biotechnology and molecular biological studies. Sci China Life Sci. 2023;66:2214–56", "ArticleIdList": ["36899210"]}, {"Citation": "Wen X, Zhai Y, Zhang L. et al. . Molecular studies of cellulose synthase supercomplex from cotton fiber reveal its unique biochemical properties. Sci China Life Sci. 2022;65:1776–93", "ArticleIdList": ["35394636"]}, {"Citation": "Swaminathan S, Morrone D, Wang Q. et al. . CYP76M7 is an ent-cassadiene C11α-hydroxylase defining a second multifunctional diterpenoid biosynthetic gene cluster in rice. Plant Cell. 2009;21:3315–25", "ArticleIdList": ["PMC2782285", "19825834"]}, {"Citation": "Guo L, Winzer T, Yang X. et al. . The opium poppy genome and morphinan production. Science. 2018;362:343–7", "ArticleIdList": ["30166436"]}, {"Citation": "Chakraborty P. Gene cluster from plant to microbes: their role in genome architecture, organism's development, specialized metabolism and drug discovery. Biochimie. 2022;193:1–15", "ArticleIdList": ["34890733"]}, {"Citation": "Huang JF, Chen F, Wu SY. et al. . Cotton GhMYB7 is predominantly expressed in developing fibers and regulates secondary cell wall biosynthesis in transgenic Arabidopsis. Sci China Life Sci. 2016;59:194–205", "ArticleIdList": ["26803299"]}, {"Citation": "Marcus SE, Blake AW, Benians TAS. et al. . Restricted access of proteins to mannan polysaccharides in intact plant cell walls. Plant J. 2010;64:191–203", "ArticleIdList": ["20659281"]}, {"Citation": "Yuan C, Li C, Yan L. et al. . A high throughput barley stripe mosaic virus vector for virus induced gene silencing in monocots and dicots. PLoS ONE 2011;6:e26468", "ArticleIdList": ["PMC3198768", "22031834"]}, {"Citation": "Huang XB, Cao LW, Fan JB.et al. . CdWRKY2‐mediated sucrose biosynthesis and CBF‐signalling pathways coordinately contribute to cold tolerance in bermudagrass. Plant Biotechnol J. 2021;20:660–675", "ArticleIdList": ["PMC8989505", "34743386"]}]}], "History": [{"Year": "2023", "Month": "10", "Day": "30"}, {"Year": "2024", "Month": "3", "Day": "25"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "6", "Minute": "45"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "4", "Minute": "18"}, {"Year": "2024", "Month": "4", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["38799126", "PMC11116825", "10.1093/hr/uhae092", "uhae092"]}}]}