{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19 treatment", "DFT", "achillin", "alkannin", "cuminaldehyde", "dillapiole", "estragole", "fenchone", "medicinal plant", "natural medication"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38804306", "DateRevised": {"Year": "2024", "Month": "05", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["38", "10.3390/antib13020038"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "07"}], "Journal": {"ISSN": "2073-4468", "JournalIssue": {"Volume": "13", "Issue": "2", "PubDate": {"Year": "2024", "Month": "May", "Day": "07"}}, "Title": "Antibodies (Basel, Switzerland)", "ISOAbbreviation": "Antibodies (Basel)"}, "ArticleTitle": "Structural and Functional Characterization of Medicinal Plants as Selective Antibodies towards Therapy of COVID-19 Symptoms.", "Abstract": {"AbstractText": ["Considering the COVID-19 pandemic, this research aims to investigate some herbs as probable therapies for this disease. <i>Achillea millefolium</i> (<i>Yarrow</i>), <i>Alkanet</i>, <i>Rumex patientia</i> (<i>Patience dock</i>), <i>Dill</i>, <i>Tarragon</i>, and <i>sweet fennel</i>, including some principal chemical compounds of achillin, alkannin, cuminaldehyde, dillapiole, estragole, and fenchone have been selected. The possible roles of these medicinal plants in COVID-19 treatment have been investigated through quantum sensing methods. The formation of hydrogen bonding between the principal substances selected in anti-COVID natural drugs and Tyr-Met-His (the database amino acids fragment), as the active area of the COVID protein, has been evaluated. The physical and chemical attributes of nuclear magnetic resonance, vibrational frequency, the highest occupied molecular orbital energy and the lowest unoccupied molecular orbital energy, partial charges, and spin density have been investigated using the DFT/TD-DFT method and 6-311+G (2d,p) basis set by the Gaussian 16 revision C.01 program toward the industry of drug design. This research has exhibited that there is relative agreement among the results that these medicinal plants could be efficient against COVID-19 symptoms."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Engineering, Faculty of Engineering and Architecture, Kastamonu University, Kastamonu 37150, Turkey."}], "LastName": "Mollaamin", "ForeName": "Fatemeh", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antibodies (Basel)", "NlmUniqueID": "101587489", "ISSNLinking": "2073-4468"}, "CoiStatement": "The authors declare no conflicts of interest. "}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alomair L., Mustafa S., Jafri M.S., Alharbi W., Aljouie A., Almsned F., Alawad M., Bokhari Y.A., Rashid M. Molecular Dynamics Simulations to Decipher the Role of Phosphorylation of SARS-CoV-2 Nonstructural Proteins (nsps) in Viral Replication. Viruses. 2022;14:2436. doi: 10.3390/v14112436.", "ArticleIdList": ["10.3390/v14112436", "PMC9693435", "36366534"]}, {"Citation": "Plavec Z., Domanska A., Liu X., Laine P., Paulin L., Varjosalo M., Auvinen P., Wolf S.G., Anastasina M., Butcher S.J. SARS-CoV-2 Production, Purification Methods and UV Inactivation for Proteomics and Structural Studies. Viruses. 2022;14:1989. doi: 10.3390/v14091989.", "ArticleIdList": ["10.3390/v14091989", "PMC9505060", "36146795"]}, {"Citation": "Monajjemi M., Shahriari S., Mollaamin F. Evaluation of Coronavirus Families & COVID-19 Proteins: Molecular Modeling Study. Biointerface Res. Appl. Chem. 2020;10:6039–6057. doi: 10.33263/BRIAC105.60396057.", "ArticleIdList": ["10.33263/BRIAC105.60396057"]}, {"Citation": "Yarovaya O.I., Shcherbakov D.N., Borisevich S.S., Sokolova A.S., Gureev M.A., Khamitov E.M., Rudometova N.B., Zybkina A.V., Mordvinova E.D., Zaykovskaya A.V., et al. Borneol Ester Derivatives as Entry Inhibitors of a Wide Spectrum of SARS-CoV-2 Viruses. Viruses. 2022;14:1295. doi: 10.3390/v14061295.", "ArticleIdList": ["10.3390/v14061295", "PMC9228966", "35746766"]}, {"Citation": "Shahriari S., Monajjemi M., Mollaamin F. Determination of proteins specification with SARS-COVID-19 based ligand designing. J. Chil. Chem. Soc. 2022;67:5468–5476. doi: 10.4067/S0717-97072022000205468.", "ArticleIdList": ["10.4067/S0717-97072022000205468"]}, {"Citation": "Majeed A., Zhang X. On the Adoption of Modern Technologies to Fight the COVID-19 Pandemic: A Technical Synthesis of Latest Developments. COVID. 2023;3:90–123. doi: 10.3390/covid3010006.", "ArticleIdList": ["10.3390/covid3010006"]}, {"Citation": "Bonaccorsi G., Pierri F., Cinelli M., Flori A., Galeazzi A., Porcelli F., Schmidt A.L., Valensise C.M., Scala A., Quattrociocchi W., et al. Economic and social consequences of human mobility restrictions under COVID-19. Proc. Natl. Acad. Sci. USA. 2020;117:15530–15535. doi: 10.1073/pnas.2007658117.", "ArticleIdList": ["10.1073/pnas.2007658117", "PMC7355033", "32554604"]}, {"Citation": "Barakat A., Mostafa A., Ali M., Al-Majid A.M., Domingo L.R., Kutkat O., Moatasim Y., Zia K., Ul-Haq Z., Elshaier Y.A.M.M. Design, Synthesis and In Vitro Evaluation of Spirooxindole-Based Phenylsulfonyl Moiety as a Candidate Anti-SAR-CoV-2 and MERS-CoV-2 with the Implementation of Combination Studies. Int. J. Mol. Sci. 2022;23:11861. doi: 10.3390/ijms231911861.", "ArticleIdList": ["10.3390/ijms231911861", "PMC9569468", "36233160"]}, {"Citation": "Mollaamin F., Monajjemi M. Thermodynamic research on the inhibitors of coronavirus through drug delivery method. J. Chil. Chem. Soc. 2021;66:5195–5205. doi: 10.4067/S0717-97072021000205195.", "ArticleIdList": ["10.4067/S0717-97072021000205195"]}, {"Citation": "Sardar T., Nadim S.S., Rana S., Chattopadhyay J. Assessment of lockdown effect in some states and overall India: A predictive mathematical study on COVID-19 outbreak. Chaos Solitons Fract. 2020;139:110078. doi: 10.1016/j.chaos.2020.110078.", "ArticleIdList": ["10.1016/j.chaos.2020.110078", "PMC7345298", "32834620"]}, {"Citation": "Mollaamin F., Shahriari S., Monajjemi M. Treating omicron BA.4 & BA.5 via herbal antioxidant asafoetida: A DFT study of carbon nanocarrier in drug delivery. J. Chil. Chem. Soc. 2023;68:5781–5786. doi: 10.4067/S0717-97072023000105781.", "ArticleIdList": ["10.4067/S0717-97072023000105781"]}, {"Citation": "Zeng F., Huang Y., Guo Y., Yin M., Chen X., Xiao L., Deng G. Association of inflammatory markers with the severity of COVID-19: A meta-analysis. Int. J. Infect. Dis. 2020;96:467–474. doi: 10.1016/j.ijid.2020.05.055.", "ArticleIdList": ["10.1016/j.ijid.2020.05.055", "PMC7233226", "32425643"]}, {"Citation": "Mollaamin F. Physicochemical investigation of anti-COVID19 drugs using several medicinal plants. J. Chil. Chem. Soc. 2022;67:5537–5546. doi: 10.4067/S0717-97072022000205537.", "ArticleIdList": ["10.4067/S0717-97072022000205537"]}, {"Citation": "Jamal Q.M.S. Antiviral Potential of Plants against COVID-19 during Outbreaks—An Update. Int. J. Mol. Sci. 2022;23:13564. doi: 10.3390/ijms232113564.", "ArticleIdList": ["10.3390/ijms232113564", "PMC9655040", "36362351"]}, {"Citation": "Remali J., Aizat W.M. A review on plant bioactive compounds and their modes of action against coronavirus infection. Front. Pharmacol. 2021;11:589044. doi: 10.3389/fphar.2020.589044.", "ArticleIdList": ["10.3389/fphar.2020.589044", "PMC7845143", "33519449"]}, {"Citation": "Singh S., Sk M.F., Sonawane A., Kar P., Sadhukhan S. Plant-derived natural polyphenols as potential antiviral drugs against SARS-CoV-2 via rna-dependent RNA polymerase (rdrp) inhibition: An in-silico analysis. J. Biomol. Struct. Dyn. 2021;39:6249–6264. doi: 10.1080/07391102.2020.1796810.", "ArticleIdList": ["10.1080/07391102.2020.1796810", "PMC7441777", "32720577"]}, {"Citation": "Capell T., Twyman R.M., Armario-Najera V., Ma J.K.-C., Schillberg S., Christou P. Potential applications of plant biotechnology against SARS-CoV-2. Trends Plant Sci. 2020;25:635–643. doi: 10.1016/j.tplants.2020.04.009.", "ArticleIdList": ["10.1016/j.tplants.2020.04.009", "PMC7181989", "32371057"]}, {"Citation": "Mollaamin F. Function of anti-cov structure using inh [1-6]-tyr160-met161-his162 complex. Biointerface Res. Appl. Chem. 2021;11:14433–14450. doi: 10.33263/BRIAC116.1443314450.", "ArticleIdList": ["10.33263/BRIAC116.1443314450"]}, {"Citation": "Bibi S., Khan M.S., El-Kafrawy S.A., Alandijany T.A., El-Daly M.M., Yousafi Q., Fatima D., Faizo A.A., Bajrai L.H., Azhar E.I. Virtual screening and molecular dynamics simulation analysis of Forsythoside A as a plant-derived inhibitor of SARS-CoV-2 3clpro. Saudi Pharm. J. 2022;30:979–1002. doi: 10.3390/ijtm3010003.", "ArticleIdList": ["10.3390/ijtm3010003", "PMC9132386", "35637849"]}, {"Citation": "Raudone L., Vilkickyte G., Marksa M., Radusiene J. Comparative Phytoprofiling of Achillea millefolium Morphotypes: Assessing Antioxidant Activity, Phenolic and Triterpenic Compounds Variation across Different Plant Parts. Plants. 2024;13:1043. doi: 10.3390/plants13071043.", "ArticleIdList": ["10.3390/plants13071043", "PMC11013869", "38611571"]}, {"Citation": "Faran M., Tcherni A. Medicinal Herbs in Modern Medicine (Ṣimḥei Marpé Bir’fū’ah ha-Modernīt) Volume 1. Akademon (Hebrew University of Jerusalem); Jerusalem, Israel: 1997. p. 242. (In Hebrew)"}, {"Citation": "Martin C. How to Grow Perennial Vegetables. Green Books; Newark, NJ, USA: 2012."}, {"Citation": "Rojas-Martínez R., Arrieta J., Cruz-Antonio L., Arrieta-Baez D., Velázquez-Méndez A.M., Sánchez-Mendoza M.E. Dillapiole, Isolated from Peperomia pellucida, Shows Gastroprotector Activity against Ethanol-Induced Gastric Lesions in Wistar Rats. Molecules. 2013;18:11327–11337. doi: 10.3390/molecules180911327.", "ArticleIdList": ["10.3390/molecules180911327", "PMC6269875", "24064453"]}, {"Citation": "Schepetkin I.A., Özek G., Özek T., Kirpotina L.N., Klein R.A., Khlebnikov A.I., Quinn M.T. Composition and Biological Activity of the Essential Oils fromWild Horsemint, Yarrow, and Yampah from Subalpine Meadows in Southwestern Montana: Immunomodulatory Activity of Dillapiole. Plants. 2023;12:2643. doi: 10.3390/plants12142643.", "ArticleIdList": ["10.3390/plants12142643", "PMC10383985", "37514257"]}, {"Citation": "Shultz L.M. Artemisia dracunculus. In: Flora of North America Editorial Committee, editor. Flora of North America North of Mexico (FNA) Volume 19 eFloras.org; New York, NY, USA: Oxford, UK: Missouri Botanical Garden; St. Louis, MO, USA: Harvard University Herbaria; Cambridge, MA, USA: 2006."}, {"Citation": "Zeller A., Rychlik M. Impact of estragole and other odorants on the flavour of anise and tarragon. Flavour Fragr. J. 2007;22:105–113. doi: 10.1002/ffj.1765.", "ArticleIdList": ["10.1002/ffj.1765"]}, {"Citation": "Ribeiro-Santos R., Andrade M., Sanches-Silva A., de Melo N.R. Essential Oils for Food Application: Natural Substances with Established Biological Activities. Food Bioprocess Technol. 2017;11:43–71. doi: 10.1007/s11947-017-1948-6.", "ArticleIdList": ["10.1007/s11947-017-1948-6"]}, {"Citation": "Badgujar S.B., Patel V.V., Bandivdekar A.H. Foeniculum vulgare Mill: A Review of Its Botany, Phytochemistry, Pharmacology, Contemporary Application, and Toxicology. BioMed Res. Int. 2014;2014:842674. doi: 10.1155/2014/842674.", "ArticleIdList": ["10.1155/2014/842674", "PMC4137549", "25162032"]}, {"Citation": "Zakaryan H., Arabyan E., Oo A., Zandi K. Flavonoids: Promising natural compounds against viral infections. Arch. Virol. 2017;162:2539–2551. doi: 10.1007/s00705-017-3417-y.", "ArticleIdList": ["10.1007/s00705-017-3417-y", "PMC7087220", "28547385"]}, {"Citation": "Seema T.M., Thyagarajan S.P. Pa-9: A flavonoid extracted from plectranthus amboinicus inhibits HIV-1 protease. Int. J. Pharmacogn. Phytochem. Res. 2016;8:1020–1024."}, {"Citation": "Jo S., Kim S., Shin D.H., Kim M.S. Inhibition of SARS-CoV 3CL protease by flavonoids. J. Enzyme Inhib. Med. Chem. 2020;35:145–151. doi: 10.1080/14756366.2019.1690480.", "ArticleIdList": ["10.1080/14756366.2019.1690480", "PMC6882434", "31724441"]}, {"Citation": "Dhama K., Natesan S., Iqbal Yatoo M., Patel S.K., Tiwari R., Saxena S.K., Harapan H. Plant-based vaccines and antibodies to combat COVID-19: Current status and prospects. Hum. Vaccines Immunother. 2020;16:2913–2920. doi: 10.1080/21645515.2020.1842034.", "ArticleIdList": ["10.1080/21645515.2020.1842034", "PMC7754927", "33270484"]}, {"Citation": "Nawrot-Hadzik I., Zmudzinski M., Matkowski A., Preissner R., Kęsik-Brodacka M., Hadzik J., Drag M., Abel R. Reynoutria Rhizomes as a Natural Source of SARS-CoV-2 Mpro Inhibitors–Molecular Docking and In Vitro Study. Pharmaceuticals. 2021;4:742. doi: 10.3390/ph14080742.", "ArticleIdList": ["10.3390/ph14080742", "PMC8399519", "34451839"]}, {"Citation": "Dwarka D., Agoni C., Mellem J.J., Soliman M.E., Baijnath H. Identification of potential SARS-CoV-2 inhibitors from South African medicinal plant extracts using molecular modelling approaches. S. Afr. J. Bot. 2020;133:273–284. doi: 10.1016/j.sajb.2020.07.035.", "ArticleIdList": ["10.1016/j.sajb.2020.07.035", "PMC7437493", "32839635"]}, {"Citation": "Kulkarni S.A., Nagarajan S.K., Ramesh V., Palaniyandi V., Selvam S.P., Madhavan T. Computational evaluation of major components from plant essential oils as potent inhibitors of SARS-CoV-2 spike protein. J. Mol. Struct. 2020;1221:128823. doi: 10.1016/j.molstruc.2020.128823.", "ArticleIdList": ["10.1016/j.molstruc.2020.128823", "PMC7334662", "32834111"]}, {"Citation": "Shree P., Mishra P., Selvaraj C., Singh S.K., Chaube R., Garg N., Tripathi Y.B. Targeting COVID-19 (SARS-CoV-2) main protease through active phytochemicals of ayurvedic medicinal plants—Withania somnifera (Ashwagandha), Tinospora cordifolia (Giloy) and Ocimum sanctum (Tulsi)—A molecular docking study. J. Biomol. Struct. Dyn. 2020;40:190–203. doi: 10.1080/07391102.2020.1810778.", "ArticleIdList": ["10.1080/07391102.2020.1810778", "PMC7484581", "32851919"]}, {"Citation": "Nawrot J., Gornowicz-Porowska J., Budzianowski J., Nowak G., Schroeder G., Kurczewska J. Medicinal Herbs in the Relief of Neurological, Cardiovascular, and Respiratory Symptoms after COVID-19 Infection A Literature Review. Cells. 2022;11:1897. doi: 10.3390/cells11121897.", "ArticleIdList": ["10.3390/cells11121897", "PMC9220793", "35741026"]}, {"Citation": "Frisch M.J., Trucks G.W., Schlegel H.B., Scuseria G.E., Robb M.A., Cheeseman J.R., Scalmani G., Barone V., Petersson G.A., Nakatsuji H., et al. Gaussian 16, Revision C.01. Gaussian, Inc.; Wallingford, CT, USA: 2016."}, {"Citation": "Perdew J.P., Burke K., Ernzerhof M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996;77:3865. doi: 10.1103/PhysRevLett.77.3865.", "ArticleIdList": ["10.1103/PhysRevLett.77.3865", "10062328"]}, {"Citation": "Bakhshi K., Mollaamin F., Monajjemi M. Exchange and correlation effect of hydrogen chemisorption on nano V(100) surface: A DFT study by generalized gradient approximation (GGA) J. Comput. Theor. Nanosci. 2011;8:763–768. doi: 10.1166/jctn.2011.1750.", "ArticleIdList": ["10.1166/jctn.2011.1750"]}, {"Citation": "Monajjemi M., Mahdavian L., Mollaamin F., Khaleghian M. Interaction of Na, Mg, Al, Si with carbon nanotube (CNT): NMR and IR study. Russ. J. Inorg. Chem. 2009;54:1465–1473. doi: 10.1134/S0036023609090216.", "ArticleIdList": ["10.1134/S0036023609090216"]}, {"Citation": "Mollaamin F., Shahriari S., Monajjemi M. Drug design of medicinal plants as a treatment of omicron variant (COVID-19 variant B.1.1.529) J. Chil. Chem. Soc. 2022;67:5562–5570. doi: 10.4067/S0717-97072022000305562.", "ArticleIdList": ["10.4067/S0717-97072022000305562"]}, {"Citation": "Monajjemi M., Noei M., Mollaamin F. Design of fMet-tRNA and Calculation of its Bonding Properties by Quantum Mechanics. Nucleosides Nucleotides Nucleic Acids. 2010;29:676–683. doi: 10.1080/15257771003781642.", "ArticleIdList": ["10.1080/15257771003781642", "20706958"]}, {"Citation": "Mollaamin F., Monajjemi M. Harmonic Linear Combination and Normal Mode Analysis of Semiconductor Nanotubes Vibrations. J. Comput. Theor. Nanosci. 2015;12:1030–1039. doi: 10.1166/jctn.2015.3846.", "ArticleIdList": ["10.1166/jctn.2015.3846"]}, {"Citation": "Khaleghian M., Zahmatkesh M., Mollaamin F., Monajjemi M. Investigation of Solvent Effects on Armchair Single-Walled Carbon Nanotubes: A QM/MD Study. Fuller. Nanotub. Carbon Nanostruct. 2011;19:251–261. doi: 10.1080/15363831003721757.", "ArticleIdList": ["10.1080/15363831003721757"]}, {"Citation": "Sarasia E.M., Afsharnezhad S., Honarparvar B., Mollaamin F., Monajjemi M. Theoretical study of solvent effect on NMR shielding tensors of luciferin derivatives. Phys. Chem. Liquids. 2011;49:561–571. doi: 10.1080/00319101003698992.", "ArticleIdList": ["10.1080/00319101003698992"]}, {"Citation": "Mollaamin F., Monajjemi M. In Situ Ti-Embedded SiC as Chemiresistive Nanosensor for Safety Monitoring of CO, CO2, NO, NO2: Molecular Modelling by Conceptual Density Functional Theory. Russ. J. Phys. Chem. B. 2024;18:49–66. doi: 10.1134/S1990793124010159.", "ArticleIdList": ["10.1134/S1990793124010159"]}, {"Citation": "Tahan A., Mollaamin F., Monajjemi M. Thermochemistry and NBO analysis of peptide bond: Investigation of basis sets and binding energy. Russ. J. Phys. Chem. A. 2009;83:587–597. doi: 10.1134/S003602440904013X.", "ArticleIdList": ["10.1134/S003602440904013X"]}, {"Citation": "Mollaamin F., Shahriari S., Monajjemi M. Monkeypox disease treatment by tecovirimat adsorbed onto single-walled carbon nanotube through drug delivery method. J. Chil. Chem. Soc. 2023;68:5796–5801. doi: 10.4067/S0717-97072023000105796.", "ArticleIdList": ["10.4067/S0717-97072023000105796"]}, {"Citation": "Mollaamin F., Monajjemi M. Molecular modelling framework of metal-organic clusters for conserving surfaces: Langmuir sorption through the TD-DFT/ONIOM approach. Mol. Simul. 2023;49:365–376. doi: 10.1080/08927022.2022.2159996.", "ArticleIdList": ["10.1080/08927022.2022.2159996"]}, {"Citation": "Shahriari S., Mollaamin F., Monajjemi M. Increasing the Performance of {[(1-x-y) LiCo0.3Cu0.7] (Al and Mg doped)] O2}, xLi2MnO3, yLiCoO2 Composites as Cathode Material in Lithium-Ion Battery: Synthesis and Characterization. Micromachines. 2023;14:241. doi: 10.3390/mi14020241.", "ArticleIdList": ["10.3390/mi14020241", "PMC9959737", "36837941"]}, {"Citation": "McArdle S., Mayorov A., Shan X., Benjamin S., Yuan X. Digital quantum simulation of molecular vibrations. Chem. Sci. 2019;10:5725–5735. doi: 10.1039/C9SC01313j.", "ArticleIdList": ["10.1039/C9SC01313j", "PMC6568047", "31293758"]}, {"Citation": "Monajjemi M., Baie M.T., Mollaamin F. Interaction between threonine and cadmium cation in [Cd(Thr)] (n = 1–3) complexes: Density functional calculations. Russ Chem Bull. 2010;59:886–889. doi: 10.1007/s11172-010-0181-5.", "ArticleIdList": ["10.1007/s11172-010-0181-5"]}, {"Citation": "Zadeh M.A.A., Lari H., Kharghanian L., Balali E., Khadivi R., Yahyaei H., Mollaamin F., Monajjemi M. Density functional theory study and anti-cancer properties of shyshaq plant: In view point of nano biotechnology. J. Comput. Theor. Nanosci. 2015;12:4358–4367. doi: 10.1166/jctn.2015.4366.", "ArticleIdList": ["10.1166/jctn.2015.4366"]}, {"Citation": "Ciliberto G., Cardone L. Boosting the arsenal against COVID-19 through computational drug repurposing. Drug Discov. Today. 2020;25:946–948. doi: 10.1016/j.drudis.2020.04.005.", "ArticleIdList": ["10.1016/j.drudis.2020.04.005", "PMC7158822", "32304645"]}, {"Citation": "Hatada R., Okuwaki K., Mochizuki Y., Handa Y., Fukuzawa K., Komeiji Y., Okiyama Y., Tanaka S. Fragment molecular orbital based interaction analyses on COVID-19 main protease-inhibitor N3 complex (PDB ID: 6LU7) J. Chem. Inf. Model. 2020;60:3593–3602. doi: 10.1021/acs.jcim.0c00283.", "ArticleIdList": ["10.1021/acs.jcim.0c00283", "32539372"]}, {"Citation": "Peele K.A., Chandrasai P., Srihansa T., Krupanidhi S., Sai A.V., Babu D.J., Indira M., Reddy A.R., Venkateswarulu T. Molecular docking and dynamic simulations for antiviral compounds against SARS-CoV-2: A computational study. Inform. Med. Unlocked. 2020;19:100345. doi: 10.1016/j.imu.2020.100345.", "ArticleIdList": ["10.1016/j.imu.2020.100345", "PMC7211761", "32395606"]}, {"Citation": "Qiao Z., Zhang H., Ji H.-F., Chen Q. Computational view toward the inhibition of SARS-CoV-2 spike glycoprotein and the 3CL protease. Computation. 2020;8:53. doi: 10.3390/computation8020053.", "ArticleIdList": ["10.3390/computation8020053", "PMC7357730", "32661494"]}, {"Citation": "Liang J., Pitsillou E., Karagiannis C., Darmawan K.K., Ng K., Hung A., Karagiannis T.C. Interaction of the prototypical α-ketoamide inhibitor with the SARS-CoV-2 main protease active site in silico: Molecular dynamic simulations highlight the stability of the ligand-protein complex. Comput. Biol. Chem. 2020;87:107292. doi: 10.1016/j.compbiolchem.2020.107292.", "ArticleIdList": ["10.1016/j.compbiolchem.2020.107292", "PMC7253975", "32485652"]}, {"Citation": "Mollaamin F. Conocimiento de enfermedades virales terapéuticas: Aplicación de SWCNT en la administración de fármacos. Rev. Colomb. Quim. 2023;52:28–35. doi: 10.15446/rev.colomb.quim.v52n2.111888.", "ArticleIdList": ["10.15446/rev.colomb.quim.v52n2.111888"]}, {"Citation": "Monajjemi M., Mollaamin F., Shojaei S. An overview on coronaviruses family from past to COVID-19: Introduce some inhibitors as antiviruses from Gillan’s plants. Biointerface Res. Appl. Chem. 2020;3:5575–5585. doi: 10.33263/BRIAC103.575585.", "ArticleIdList": ["10.33263/BRIAC103.575585"]}, {"Citation": "Mollaamin F., Monajjemi M. Adsorption ability of Ga5N10 nanomaterial for removing metal ions contamination from drinking water by DFT. Int. J. Quantum Chem. 2024;124:e27348. doi: 10.1002/qua.27348.", "ArticleIdList": ["10.1002/qua.27348"]}, {"Citation": "Wang S. Efficiently Calculating Anharmonic Frequencies of Molecular Vibration by Molecular Dynamics Trajectory Analysis. ACS Omega. 2019;4:9271–9283. doi: 10.1021/acsomega.8b03364.", "ArticleIdList": ["10.1021/acsomega.8b03364", "PMC6648323", "31460016"]}, {"Citation": "Mollaamin F., Monajjemi M., Salemi S., Baei M.T. A Dielectric Effect on Normal Mode Analysis and Symmetry of BNNT Nanotube. Fuller. Nanotub. Carbon Nanostruct. 2011;19:182–196. doi: 10.1080/15363831003782932.", "ArticleIdList": ["10.1080/15363831003782932"]}, {"Citation": "Mollaamin F., Monajjemi M. Trapping of toxic heavy metals from water by GN–nanocage: Application of nanomaterials for contaminant removal technique. J. Mol. Struct. 2024;1300:137214. doi: 10.1016/j.molstruc.2023.137214.", "ArticleIdList": ["10.1016/j.molstruc.2023.137214"]}, {"Citation": "Mollaamin F., Monajjemi M. Transition metal (X = Mn, Fe, Co, Ni, Cu, Zn)-doped graphene as gas sensor for CO2 and NO2 detection: A molecular modeling framework by DFT perspective. J. Mol. Model. 2023;29:119. doi: 10.1007/s00894-023-05526-3.", "ArticleIdList": ["10.1007/s00894-023-05526-3", "36988725"]}, {"Citation": "Aji G.K., Hatou K., Morimoto T. Modeling the Dynamic Response of Plant Growth to Root Zone Temperature in Hydroponic Chili Pepper Plant Using Neural Networks. Agriculture. 2020;10:234. doi: 10.3390/agriculture10060234.", "ArticleIdList": ["10.3390/agriculture10060234"]}, {"Citation": "Mollaamin F., Monajjemi M. Tailoring and functionalizing the graphitic-like GaN and GaP nanostructures as selective sensors for NO, NO2, and NH3 adsorbing: A DFT study. J. Mol. Model. 2023;29:170. doi: 10.1007/s00894-023-05567-8.", "ArticleIdList": ["10.1007/s00894-023-05567-8", "37148380"]}, {"Citation": "Khalili Hadad B., Mollaamin F., Monajjemi M. Biophysical chemistry of macrocycles for drug delivery: A theoretical study. Russ. Chem. Bull. 2022;60:238–241. doi: 10.1007/s11172-011-0039-5.", "ArticleIdList": ["10.1007/s11172-011-0039-5"]}, {"Citation": "Mollaamin F., Ilkhani A., Sakhaei N., Bonsakhteh B., Faridchehr A., Tohidi S., Monajjemi M. Thermodynamic and solvent effect on dynamic structures of nano bilayer-cell membrane: Hydrogen bonding study. J. Comput. Theor. Nanosci. 2015;12:3148–3154. doi: 10.1166/jctn.2015.4092.", "ArticleIdList": ["10.1166/jctn.2015.4092"]}, {"Citation": "Monajjemi M., Khaleghian M., Tadayonpour N., Mollaamin F. The effect of different solvents and temperatures on stability of single-walled carbon nanotube: A QM/MD study. Int. J. Nanosci. 2010;9:517–529. doi: 10.1142/S0219581X10007071.", "ArticleIdList": ["10.1142/S0219581X10007071"]}, {"Citation": "Aihara J. Reduced HOMO−LUMO Gap as an Index of Kinetic Stability for Polycyclic Aromatic Hydrocarbons. J. Phys. Chem. A. 1999;103:7487–7495. doi: 10.1021/jp990092i.", "ArticleIdList": ["10.1021/jp990092i"]}, {"Citation": "Mollaamin F., Monajjemi M. In Silico-DFT Investigation of Nanocluster Alloys of Al-(Mg,Ge,Sn) Coated by Nitrogen Heterocyclic Carbenes as Corrosion Inhibitors. J. Clust. Sci. 2023;34:2901–2918. doi: 10.1007/s10876-023-02436-5.", "ArticleIdList": ["10.1007/s10876-023-02436-5"]}, {"Citation": "Parr R.G., Pearson R.G. Absolute Hardness: Companion Parameter to Absolute Electronegativity. J. Am. Chem. Soc. 1983;105:7512–7516. doi: 10.1021/ja00364a005.", "ArticleIdList": ["10.1021/ja00364a005"]}, {"Citation": "Politzer P., Abu-Awwad F. A comparative analysis of Hartree-Fock and Kohn-Sham orbital energies. Theor. Chem. Acc. 1998;99:83–87. doi: 10.1007/s002140050307.", "ArticleIdList": ["10.1007/s002140050307"]}, {"Citation": "Mollaamin F., Shahriari S., Monajjemi M., Khalaj Z. Nanocluster of Aluminum Lattice via Organic Inhibitors Coating: A Study of Freundlich Adsorption. J. Clust. Sci. 2023;34:1547–1562. doi: 10.1007/s10876-022-02335-1.", "ArticleIdList": ["10.1007/s10876-022-02335-1"]}]}], "History": [{"Year": "2023", "Month": "2", "Day": "13"}, {"Year": "2023", "Month": "4", "Day": "23"}, {"Year": "2024", "Month": "4", "Day": "29"}, {"Year": "2024", "Month": "5", "Day": "28", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "28", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "28", "Hour": "6", "Minute": "53"}, {"Year": "2024", "Month": "5", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["38804306", "PMC11130808", "10.3390/antib13020038", "antib13020038"]}}]}