{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["clinical studies", "fermentation", "microorganisms", "plant-derived fermented products"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38800633", "DateRevised": {"Year": "2024", "Month": "05", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["102162", "10.1016/j.cdnut.2024.102162"], "ArticleDate": [{"Year": "2024", "Month": "04", "Day": "16"}], "Journal": {"ISSN": "2475-2991", "JournalIssue": {"Volume": "8", "Issue": "5", "PubDate": {"Year": "2024", "Month": "May"}}, "Title": "Current developments in nutrition", "ISOAbbreviation": "Curr Dev Nutr"}, "ArticleTitle": "Plant-Derived Fermented Products: An Interesting Concept for Human Health.", "Pagination": {"StartPage": "102162", "MedlinePgn": "102162"}, "Abstract": {"AbstractText": ["The health benefits of fermenting plant-derived products remain an underexplored domain. Plants and other natural products serve as medicinal agents when consumed as part of our diets, and the role of microorganisms in fermentation garners significant scientific interest. The present narrative review investigates the effects of fermentation of substances such as plants, algae, and fungi on their therapeutic and related purposes. Among the microorganisms used in fermentation, lactic acid bacteria are often linked to fermented products, particularly dairy and animal-based ones, and take center stage. These microorganisms are adept at synthesizing vitamins, active peptides, minerals, proteinases, and enzymes. Plant-derived fermented products are a significant source of active peptides, phytochemicals, flavonoids, and bioactive molecules with a profound impact on human health. They exhibit anti-inflammatory, anticarcinogenic, antiatherosclerotic, antidiabetic, antimicrobial, and antioxidant properties, the effects being substantiated by experimental studies. Clinical investigations underscore their effectiveness in managing diverse health conditions. Various studies highlight a synergy between microorganisms and plant-based materials, with fermentation as an innovative method for daily food preparation or a treatment option for specific ailments. These promising findings highlight the need for continued scientific inquiry into the impact of fermentation-derived products in clinical settings. Clinical observations to date have offered valuable insights into health improvement for various disorders. This current narrative review explores the impact of natural and plant-originated fermented products on health and well-being."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}], "LastName": "Khayatan", "ForeName": "Danial", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}], "LastName": "Nouri", "ForeName": "Kiana", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, Karaj, Iran."}], "LastName": "Momtaz", "ForeName": "Saeideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Discipline of Pharmacology, School of Medical Sciences, University of Sydney, Sydney, New South Wales, Australia."}], "LastName": "Roufogalis", "ForeName": "Basil D", "Initials": "BD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Alidadi", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Medical Toxicology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Jamialahmadi", "ForeName": "Tannaz", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, Karaj, Iran."}], "LastName": "Abdolghaffari", "ForeName": "Amir Hossein", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Global Health Research, Saveetha Medical College and Hospitals, Saveetha Institute of Medical and Technical Sciences, Saveetha University, Chennai, India."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Dev Nutr", "NlmUniqueID": "101717957", "ISSNLinking": "2475-2991"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Reid S.N.S., Ryu J.K., Kim Y., Jeon B.H. The effects of fermented laminaria japonica on short-term working memory and physical fitness in the elderly. Evid. Based Complement. Alternat. Med. 2018;2018", "ArticleIdList": ["PMC6020467", "30008787"]}, {"Citation": "Melini F., Melini V., Luziatelli F., Ficca A.G., Ruzzi M. Health-promoting components in fermented foods: an up-to-date systematic review. Nutrients. 2019;11(5):1189.", "ArticleIdList": ["PMC6567126", "31137859"]}, {"Citation": "McNeil B., Harvey L.M., Rowan N.J., Giavasis I. In: Microbial production of food ingredients, enzymes, and nutraceuticals. McNeil B., Archer D., Giavasis I., Harvey L., editors. Woodhead Publishing; 2013. Fermentation monitoring and control of microbial cultures for food ingredient manufacture; pp. 125–143."}, {"Citation": "Voidarou C., Antoniadou Μ., Rozos G., Tzora A., Skoufos I., Varzakas T., et al. Fermentative foods: microbiology, biochemistry, potential human health benefits and public health issues. Foods. 2020;10(1)", "ArticleIdList": ["PMC7823516", "33396397"]}, {"Citation": "Sivamaruthi B.S., Kesika P., Prasanth M.I., Chaiyasut C. A mini review on antidiabetic properties of fermented foods. Nutrients. 2018;10(12):1973.", "ArticleIdList": ["PMC6316541", "30551623"]}, {"Citation": "Gille D., Schmid A., Walther B., Vergères G. Fermented food and non-communicable chronic diseases: a review. Nutrients. 2018;10(4):448.", "ArticleIdList": ["PMC5946233", "29617330"]}, {"Citation": "Gan R.Y., Li H.B., Gunaratne A., Sui Z.Q., Corke H. Effects of fermented edible seeds and their products on human health: bioactive components and bioactivities. Compr. Rev. Food Sci. Food Saf. 2017;16(3):489–531.", "ArticleIdList": ["33371560"]}, {"Citation": "Taylor B.C., Lejzerowicz F., Poirel M., Shaffer J.P., Jiang L., Aksenov A., et al. Consumption of fermented foods is associated with systematic differences in the gut microbiome and metabolome. mSystems. 2020;5(2) 00919.", "ArticleIdList": ["PMC7380580", "32184365"]}, {"Citation": "Gupta S., Abu-Ghannam N. Probiotic fermentation of plant based products: possibilities and opportunities. Crit. Rev. Food Sci. Nutr. 2012;52(2):183–199.", "ArticleIdList": ["22059963"]}, {"Citation": "Shakya S., Danshiitsoodol N., Sugimoto S., Noda M., Sugiyama M. Anti-oxidant and anti-inflammatory substance generated newly in paeoniae radix alba extract fermented with plant-derived lactobacillus brevis 174A. Antioxidants (Basel) 2021;10(7):1071.", "ArticleIdList": ["PMC8300999", "34356304"]}, {"Citation": "Chai T.T., Tan Y.N., Ee K.Y., Xiao J., Wong F.C. Seeds, fermented foods, and agricultural by-products as sources of plant-derived antibacterial peptides. Crit. Rev. Food Sci. Nutr. 2019;59(sup1):S162–S177.", "ArticleIdList": ["30663883"]}, {"Citation": "Szenderák J., Fróna D., Rákos M. Consumer acceptance of plant-based meat substitutes: a narrative review. Foods. 2022;11(9):1274.", "ArticleIdList": ["PMC9102955", "35563997"]}, {"Citation": "Sivamaruthi B.S., Chaiyasut C., Kesika P. Cosmeceutical importance of fermented plant extracts: a short review. Int. J. Appl. Pharm. 2018;10:31–34."}, {"Citation": "Feng Y., Zhang M., Mujumdar A.S., Gao Z. Recent research process of fermented plant extract: a review. Trends Food Sci. Technol. 2017;65:40–48."}, {"Citation": "Yim D.G., Choi Y.S., Nam K.C. Sea tangle (Laminaria japonica) supplementation on meat quality of Korean native black goat. J. Anim. Sci. Technol. 2019;61(6):352–358.", "ArticleIdList": ["PMC6906126", "31844545"]}, {"Citation": "Reid S.N., Ryu J.-K., Kim Y., Jeon B.H. The effects of fermented Laminaria japonica on short-term working memory and physical fitness in the elderly. Evid. Based Complemen. Alternat. Med. 2018;2018", "ArticleIdList": ["PMC6020467", "30008787"]}, {"Citation": "Kang Y.M., Lee B.J., Kim J.I., Nam B.H., Cha J.Y., Kim Y.M., et al. Antioxidant effects of fermented sea tangle (Laminaria japonica) by Lactobacillus brevis BJ20 in individuals with high level of γ-GT: a randomized, double-blind, and placebo-controlled clinical study. Food Chem. Toxicol. 2012;50(3–4):1166–1169.", "ArticleIdList": ["22138360"]}, {"Citation": "Kang Y.M., Lee B.-J., Kim J.I., Nam B.-H., Cha J.-Y., Kim Y.-M., et al. Fermented sea tangle attenuates oxidative stress in individuals with a high level of γ-glutamyltransferase: a randomized, double-blind, and placebo-controlled clinical study. Food Sci. Biotechnol. 2014;23(3):937–941."}, {"Citation": "Kim S.Y., Kim J.Y., Shin W.S., Lee S.J., Chi S.G., Lee J.Y., et al. Saccharina japonica extract suppresses stemness of glioma stem cells by degrading epidermal growth factor receptor/epidermal growth factor receptor variant III. J. Med. Food. 2018;21(5):496–505.", "ArticleIdList": ["29648968"]}, {"Citation": "Su W., Wang L., Fu X., Ni L., Duan D., Xu J., et al. Protective effect of a fucose-rich fucoidan isolated from Saccharina japonica against ultraviolet B-induced photodamage in vitro in human keratinocytes and in vivo in zebrafish. Mar. Drugs. 2020;18(6):316.", "ArticleIdList": ["PMC7344804", "32549256"]}, {"Citation": "Jin J.O., Yadav D., Madhwani K., Puranik N., Chavda V., Song M. Seaweeds in the oncology arena: anti-cancer potential of fucoidan as a drug-a review. Molecules. 2022;27(18):6032.", "ArticleIdList": ["PMC9506145", "36144768"]}, {"Citation": "Guo J., Qi M., Chen H., Zhou C., Ruan R., Yan X., et al. Macroalgae-derived multifunctional bioactive substances: the potential applications for food and pharmaceuticals. Foods. 2022;11(21):3455.", "ArticleIdList": ["PMC9658329", "36360068"]}, {"Citation": "Jung Park H., Shim H.S., Lee G.R., Yoon K.H., Ho Kim J., Lee J.M., et al. A randomized, double-blind, placebo-controlled study on the memory-enhancing effect of lactobacillus fermented Saccharina japonica extract. Eur. J. Integr. Med. 2019;28:39–46."}, {"Citation": "Cicero A.F.G., Sahebkar A., Fogacci F., Bove M., Giovannini M., Borghi C. Effects of phytosomal curcumin on anthropometric parameters, insulin resistance, cortisolemia and non-alcoholic fatty liver disease indices: a double-blind, placebo-controlled clinical trial. Eur. J. Nutr. 2020;59(2):477–483.", "ArticleIdList": ["PMC7058573", "30796508"]}, {"Citation": "Heidari H., Bagherniya M., Majeed M., Sathyapalan T., Jamialahmadi T., Sahebkar A. Curcumin-piperine co-supplementation and human health: a comprehensive review of preclinical and clinical studies. Phytother. Res. 2023;37(4):1462–1487.", "ArticleIdList": ["36720711"]}, {"Citation": "Iranshahi M., Sahebkar A., Takasaki M., Konoshima T., Tokuda H. Cancer chemopreventive activity of the prenylated coumarin, umbelliprenin, in vivo. Eur. J. Cancer Prev. 2009;18(5):412–415.", "ArticleIdList": ["19531956"]}, {"Citation": "Keihanian F., Saeidinia A., Bagheri R.K., Johnston T.P., Sahebkar A. Curcumin, hemostasis, thrombosis, and coagulation. J. Cell. Physiol. 2018;233(6):4497–4511.", "ArticleIdList": ["29052850"]}, {"Citation": "Khayatan D., Razavi S.M., Arab Z.N., Niknejad A.H., Nouri K., Momtaz S., et al. Protective effects of curcumin against traumatic brain injury. Biomed. Pharmacother. 2022;154", "ArticleIdList": ["36055110"]}, {"Citation": "Marjaneh R.M., Rahmani F., Hassanian S.M., Rezaei N., Hashemzehi M., Bahrami A., et al. Phytosomal curcumin inhibits tumor growth in colitis-associated colorectal cancer. J. Cell. Physiol. 2018;233(10):6785–6798.", "ArticleIdList": ["29737515"]}, {"Citation": "Mohajeri M., Sahebkar A. Protective effects of curcumin against doxorubicin-induced toxicity and resistance: a review. Crit. Rev. Oncol. Hematol. 2018;122:30–51.", "ArticleIdList": ["29458788"]}, {"Citation": "Mokhtari-Zaer A., Marefati N., Atkin S.L., Butler A.E., Sahebkar A. The protective role of curcumin in myocardial ischemia–reperfusion injury. J. Cell. Physiol. 2018;234(1):214–222.", "ArticleIdList": ["29968913"]}, {"Citation": "Panahi Y., Fazlolahzadeh O., Atkin S.L., Majeed M., Butler A.E., Johnston T.P., et al. Evidence of curcumin and curcumin analogue effects in skin diseases: a narrative review. J. Cell. Physiol. 2019;234(2):1165–1178.", "ArticleIdList": ["30073647"]}, {"Citation": "Shafabakhsh R., Pourhanifeh M.H., Mirzaei H.R., Sahebkar A., Asemi Z., Mirzaei H. Targeting regulatory T cells by curcumin: A potential for cancer immunotherapy. Pharmacol Res. 2019;147:104353. doi: 10.1016/j.phrs.2019.104353.", "ArticleIdList": ["10.1016/j.phrs.2019.104353", "31306775"]}, {"Citation": "Bagheri H., Ghasemi F., Barreto G.E., Rafiee R., Sathyapalan T., Sahebkar A. Effects of curcumin on mitochondria in neurodegenerative diseases. Biofactors. 2020;46(1):5–20. doi: 10.1002/biof.1566.", "ArticleIdList": ["10.1002/biof.1566", "31580521"]}, {"Citation": "Yong C.C., Yoon Y., Yoo H.S., Oh S. Effect of lactobacillus fermentation on the anti-inflammatory potential of turmeric. J. Microbiol. Biotechnol. 2019;29(10):1561–1569.", "ArticleIdList": ["31434176"]}, {"Citation": "Mohammadi A., Blesso C.N., Barreto G.E., Banach M., Majeed M., Sahebkar A. Macrophage plasticity, polarization and function in response to curcumin, a diet-derived polyphenol, as an immunomodulatory agent. J. Nutr. Biochem. 2019;66:1–16.", "ArticleIdList": ["30660832"]}, {"Citation": "Kahkhaie K.R., Mirhosseini A., Aliabadi A., Mohammadi A., Mousavi M.J., Haftcheshmeh S.M., et al. Curcumin: a modulator of inflammatory signaling pathways in the immune system. Inflammopharmacology. 2019;27(5):885–900. doi: 10.1007/s10787-019-00607-3.", "ArticleIdList": ["10.1007/s10787-019-00607-3", "31140036"]}, {"Citation": "Ahmadi A., Jamialahmadi T., Sahebkar A. Polyphenols and atherosclerosis: a critical review of clinical effects on LDL oxidation. Pharmacol. Res. 2022;184:106414. doi: 10.1016/j.phrs.2022.106414.", "ArticleIdList": ["10.1016/j.phrs.2022.106414", "36028188"]}, {"Citation": "Panahi Y., Sahebkar A., Amiri M., Davoudi S.M., Beiraghdar F., Hoseininejad S.L., et al. Improvement of sulphur mustard-induced chronic pruritus, quality of life and antioxidant status by curcumin: results of a randomised, double-blind, placebo-controlled trial. Br. J. Nutr. 2012;108(7):1272–1279.", "ArticleIdList": ["22099425"]}, {"Citation": "Kim S.W., Ha K.C., Choi E.K., Jung S.Y., Kim M.G., Kwon D.Y., et al. The effectiveness of fermented turmeric powder in subjects with elevated alanine transaminase levels: a randomised controlled study. BMC Complement. Altern. Med. 2013;13:58.", "ArticleIdList": ["PMC3600681", "23497020"]}, {"Citation": "Chupeerach C., Aursalung A., Watcharachaisoponsiri T., Whanmek K., Thiyajai P., Yosphan K., et al. The effect of steaming and fermentation on nutritive values, antioxidant activities, and inhibitory properties of tea leaves. Foods. 2021;10(1):117.", "ArticleIdList": ["PMC7827290", "33429899"]}, {"Citation": "Tanaka K., Yuasa M., Yamamoto S., Omagari K., Miyata Y., Tanaka T., et al. Effects of fermented tea leaves made by tea-rolling processing of loquat leaves and third crop green tea leaves on visceral fat - a randomized, double-blind, placebo-controlled, parallel-group comparative study. Jpn. Pharmacol. Ther. 2018;46(4):539–547."}, {"Citation": "Tanaka K., Yamamoto S., Omagari K., Yuasa M., Tsuchihashi A., Miyata Y., et al. Effects of feeding hesperidin derived from fermented tea leaves made by tea-rolling processing of thinned satsuma mandarin fruit and green tea leaves on blood pressure-randomized, double-blind, placebo-controlled, parallel-group comparative study. Jpn. Pharmacol. Ther. 2020;48(2):225–235."}, {"Citation": "Tanaka K., Yuasa M., Yamamoto S., Omagari K., Miyata Y., Tamaya K., et al. Effects of feeding a fermented tea made by tea-rolling processing of loquat leaves and third crop green tea leaves on postprandial blood glucose levels - a single-blind titration study. Jpn. Pharmacol. Ther. 2016;44(11):1613–1619."}, {"Citation": "Lee E., Lee B.J., Ha J., Shin H.J., Chung J.O. Efficacy of fermented green tea on peripheral skin temperature: a randomized and placebo-controlled clinical study. J. Cosmet. Dermatol. 2016;15(3):226–230.", "ArticleIdList": ["26714439"]}, {"Citation": "Nakayama H., Miyata Y., Fujii S., Yamamoto S., Omagari K., Tanaka K., et al. Effects of feeding hesperidin derived from fermented tea leaves made by tea-rolling processing of thinned satsuma Mandarin fruit and tea leaves on cold intolerance, shoulder stiffness, fatigue, and quality of sleep -a randomized, double-blind, placebo-controlled crossover study, and a randomized, double-blind, parallel-group comparative study. Jpn. Pharmacol. Ther. 2019;47(9):1471–1481."}, {"Citation": "Park Y., Jung S.M., Yoo S.-A., Kim W.-U., Cho C.-S., Park B.-J., et al. Antinociceptive and anti-inflammatory effects of essential oil extracted from Chamaecyparis obtusa in mice. Intl. Immunopharmacol. 2015;29(2):320–325.", "ArticleIdList": ["26590113"]}, {"Citation": "Park Y., Yoo S.A., Kim W.U., Cho C.S., Woo J.M., Yoon C.H. Anti-inflammatory effects of essential oils extracted from chamaecyparis obtusa on murine models of inflammation and RAW 264.7 cells. Mol. Med. Rep. 2016;13(4):3335–3341.", "ArticleIdList": ["26936418"]}, {"Citation": "Kwon H.H., Yoon J.Y., Park S.Y., Min S., Suh D.H. Comparison of clinical and histological effects between lactobacillus-fermented chamaecyparis obtusa and tea tree oil for the treatment of acne: an eight-week double-blind randomized controlled split-face study. Dermatology. 2014;229(2):102–109.", "ArticleIdList": ["25228478"]}, {"Citation": "Iyer A., Brown L. Fermented wheat germ extract (avemar) in the treatment of cardiac remodeling and metabolic symptoms in rats. Evid. Based Complement. Alternat. Med. 2011;2011", "ArticleIdList": ["PMC3135775", "19622599"]}, {"Citation": "Mackei M., Vörösházi J., Sebők C., Neogrády Z., Mátis G., Jerzsele Á. Fermented wheat germ extract as a redox modulator: alleviating endotoxin-triggered oxidative stress in primary cultured rat hepatocytes. Oxid. Med. Cell, Longev. 2020;2020", "ArticleIdList": ["PMC7787767", "33456668"]}, {"Citation": "Demidov L.V., Manziuk L.V., Kharkevitch G.Y., Pirogova N.A., Artamonova E.V. Adjuvant fermented wheat germ extract (Avemar) nutraceutical improves survival of high-risk skin melanoma patients: a randomized, pilot, phase II clinical study with a 7-year follow-up. Cancer Biother. Radiopharm. 2008;23(4):477–482.", "ArticleIdList": ["18771352"]}, {"Citation": "Sukkar S.G., Cella F., Rovera G.M., Nichelatti M., Ragni G., Chiavenna G., et al. A multicentric prospective open trial on the quality of Life and oxidative stress in patients affected by advanced head and neck cancer treated with a new benzoquinone-rich product derived from fermented wheat germ (Avemar) Mediterr. J. Nutr. Metab. 2008;1(1):37–42."}, {"Citation": "Fujita Y., Tsuno H., Nakayama J. Fermented papaya preparation restores age-related reductions in peripheral blood mononuclear cell cytolytic activity in tube-fed patients. PLoS One. 2017;12(1)", "ArticleIdList": ["PMC5218495", "28060858"]}, {"Citation": "Somanah J., Aruoma O.I., Gunness T.K., Kowelssur S., Dambala V., Murad F., et al. Effects of a short term supplementation of a fermented papaya preparation on biomarkers of diabetes mellitus in a randomized Mauritian population. Prev. Med. 2012;54(Suppl):S90–S97.", "ArticleIdList": ["22330753"]}, {"Citation": "Mankowski R.T., Leeuwenburgh C., Manini T.M., Woods A.J., Anton S.D. Effects of fermented papaya preparation (FPP) on safety outcomes in older adults - a short report of a placebo-controlled clinical trial. J. Frailty Aging. 2018;7(2):142–146.", "ArticleIdList": ["29741201"]}, {"Citation": "Bertuccelli G., Zerbinati N., Marcellino M., Nanda Kumar N.S., He F., Tsepakolenko V., et al. Effect of a quality-controlled fermented nutraceutical on skin aging markers: an antioxidant-control, double-blind study. Exp. Ther. Med. 2016;11(3):909–916.", "ArticleIdList": ["PMC4774357", "26998011"]}, {"Citation": "Kharaeva Z.F., Zhanimova L.R., Mustafaev M., De Luca C., Mayer W., Chung Sheun Thai J., et al. Effects of standardised fermented papaya gel on clinical symptoms, inflammatory cytokines, and nitric oxide metabolites in patients with chronic periodontitis: an open randomised clinical study. Mediators Inflamm. 2016;2016", "ArticleIdList": ["PMC4764753", "26977121"]}, {"Citation": "Marotta F., Weksler M., Naito Y., Yoshida C., Yoshioka M., Marandola P. Nutraceutical supplementation: effect of a fermented papaya preparation on redox status and DNA damage in healthy elderly individuals and relationship with GSTM1 genotype: a randomized, placebo-controlled, cross-over study. Ann. NY Acad. Sci. 2006;1067:400–407.", "ArticleIdList": ["16804018"]}, {"Citation": "Jayachandran M., Xu B. An insight into the health benefits of fermented soy products. Food Chem. 2019;271:362–371.", "ArticleIdList": ["30236688"]}, {"Citation": "Nozue M., Shimazu T., Charvat H., Mori N., Mutoh M., Sawada N., et al. Fermented soy products intake and risk of cardiovascular disease and total cancer incidence: the Japan public health center-based prospective study. Eur. J Clin. Nutr. 2021;75(6):954–968.", "ArticleIdList": ["32887936"]}, {"Citation": "Hwang Y.H., Park S., Paik J.W., Chae S.W., Kim D.H., Jeong D.G., et al. Efficacy and safety of lactobacillus plantarum C29-fermented soybean (DW2009) in individuals with mild cognitive impairment: a 12-week, multi-center, randomized, double-blind, placebo-controlled clinical trial. Nutrients. 2019;11(2):305.", "ArticleIdList": ["PMC6412773", "30717153"]}, {"Citation": "Tsang Y.-W., Chi K.-H., Hu C.-J., Tseng C.-L., Tseng F.-W., Wang Y.-S. Chemotherapy-induced immunosuppression is restored by a fermented soybean extract: a proof of concept clinical trial. Nutr. Res. 2007;27(11):679–684."}, {"Citation": "Fatani A., Vaher K., Rivero-Mendoza D., Alabasi K., Dahl W.J. Fermented soy supplementation improves indicators of quality of life: a randomized, placebo-controlled, double-blind trial in adults experiencing heartburn. BMC Res. Notes. 2020;13(1):364.", "ArticleIdList": ["PMC7397630", "32746904"]}, {"Citation": "Nagino T., Kano M., Masuoka N., Kaga C., Anbe M., Miyazaki K., et al. Intake of a fermented soymilk beverage containing moderate levels of isoflavone aglycones enhances bioavailability of isoflavones in healthy premenopausal Japanese women: a double-blind, placebo-controlled, single-dose, crossover trial, Biosci. Microbiota Food Health. 2016;35(1):9–17.", "ArticleIdList": ["PMC4735029", "26858926"]}, {"Citation": "Nagino T., Kaga C., Kano M., Masuoka N., Anbe M., Moriyama K., et al. Effects of fermented soymilk with lactobacillus casei Shirota on skin condition and the gut microbiota: a randomised clinical pilot trial. Benef. Microbes. 2018;9(2):209–218.", "ArticleIdList": ["29264969"]}, {"Citation": "Maruki-Uchida H., Sai M., Yano S., Morita M., Maeda K. Amazake made from sake cake and rice koji suppresses sebum content in differentiated hamster sebocytes and improves skin properties in humans. Biosci. Biotechnol. Biochem. 2020;84(8):1689–1695.", "ArticleIdList": ["32316864"]}, {"Citation": "Kikushima K., Nakagawa T., Shimizu K., Ohnuki K. Regular Intake of Japanese traditional rice fermented beverage, Koji Amazake for 4 weeks decreases systolic blood pressure a randomized, double-blind, placebo-controlled, parallel-group comparative study. Jpn. Pharmacol. Ther. 2020;48(2):305–312."}, {"Citation": "Byun J.I., Shin Y.Y., Chung S.E., Shin W.C. Safety and efficacy of gamma-aminobutyric acid from fermented rice germ in patients with insomnia symptoms: a randomized, double-blind trial. J. Clin. Neurol. 2018;14(3):291–295.", "ArticleIdList": ["PMC6031986", "29856155"]}, {"Citation": "Choi J.Y., Paik D.J., Kwon D.Y., Park Y. Dietary supplementation with rice bran fermented with Lentinus edodes increases interferon-γ activity without causing adverse effects: a randomized, double-blind, placebo-controlled, parallel-group study. Nutr. J. 2014;13:35.", "ArticleIdList": ["PMC4008373", "24755139"]}, {"Citation": "D'Auria E., Panelli S., Lunardon L., Pajoro M., Paradiso L., Beretta S., et al. Rice flour fermented with Lactobacillus paracasei CBA L74 in the treatment of atopic dermatitis in infants: a randomized, double- blind, placebo- controlled trial. Pharmacol. Res. 2021;163", "ArticleIdList": ["33157233"]}, {"Citation": "Kim S.S., Park K.J., An H.J., Choi Y.H. Phytochemical, antioxidant, and antibacterial activities of fermented Citrus unshiu byproduct. Food Sci. Biotechnol. 2017;26(2):461–466.", "ArticleIdList": ["PMC6049426", "30263565"]}, {"Citation": "Harima-Mizusawa N., Iino T., Onodera-Masuoka N., Kato-Nagaoka N., Kiyoshima-Shibata J., Gomi A., et al. Beneficial effects of citrus juice fermented with lactobacillus plantarum YIT 0132 on Japanese cedar pollinosis. Biosci. Microbiota Food Health. 2014;33(4):147–155.", "ArticleIdList": ["PMC4219981", "25379362"]}, {"Citation": "Harima-Mizusawa N., Kamachi K., Kano M., Nozaki D., Uetake T., Yokomizo Y., et al. Beneficial effects of citrus juice fermented with lactobacillus plantarum YIT 0132 on atopic dermatitis: results of daily intake by adult patients in two open trials, Biosci. Microbiota Food Health. 2016;35(1):29–39.", "ArticleIdList": ["PMC4735031", "26858928"]}, {"Citation": "Harima-Mizusawa N., Kano M., Nozaki D., Nonaka C., Miyazaki K., Enomoto T. Citrus juice fermented with Lactobacillus plantarum YIT 0132 alleviates symptoms of perennial allergic rhinitis in a double-blind, placebo-controlled trial, Benefic. Microbes. 2016;7(5):649–658.", "ArticleIdList": ["27633173"]}, {"Citation": "Jung J.W., Kang H.R., Ji G.E., Park M.S., Song W.J., Kim M.H., et al. Therapeutic effects of fermented red ginseng in allergic rhinitis: a randomized, double-blind, placebo-controlled study, Allergy Asthma. Immunol. Res. 2011;3(2):103–110.", "ArticleIdList": ["PMC3062788", "21461249"]}, {"Citation": "Oh M.R., Park S.H., Kim S.Y., Back H.I., Kim M.G., Jeon J.Y., et al. Postprandial glucose-lowering effects of fermented red ginseng in subjects with impaired fasting glucose or type 2 diabetes: a randomized, double-blind, placebo-controlled clinical trial. BMC Complement. Altern. Med. 2014;14:237.", "ArticleIdList": ["PMC4227112", "25015735"]}, {"Citation": "Lee J.J. Effects of intake of puffed fermented Korean ginseng extract—containing drink on the status of stress, fatigue, and sleep―a randomized, double—blind, placebo—controlled, parallel—group study. 薬理と治療. 2017;45(9):1547–1555."}, {"Citation": "Jung S.J., Hwang J.H., Park S.H., Choi E.K., Ha K.C., Baek H.I., et al. A 12-week, randomized, double-blind study to evaluate the efficacy and safety of liver function after using fermented ginseng powder (GBCK25) Food Nutr. Res. 2020;64", "ArticleIdList": ["PMC7217291", "32425736"]}, {"Citation": "Higashikawa F., Noda M., Awaya T., Ushijima M., Sugiyam M. Reduction of serum lipids by the intake of the extract of garlic fermented with Monascus pilosus: a randomized, double-blind, placebo-controlled clinical trial. Clin. Nutr. 2012;31(2):261–266.", "ArticleIdList": ["22041543"]}, {"Citation": "Kim H.N., Kang S.G., Roh Y.K., Choi M.K., Song S.W. Efficacy and safety of fermented garlic extract on hepatic function in adults with elevated serum gamma-glutamyl transpeptidase levels: a double-blind, randomized, placebo-controlled trial. Eur. J. Nutr. 2017;56(5):1993–2002.", "ArticleIdList": ["27743130"]}, {"Citation": "Yartey J., Nkrumah F., Hori H., Harrison K., Armar D. Clinical trial of fermented maize-based oral rehydration solution in the management of acute diarrhoea in children. Ann. Trop. Paediatr. 1995;15(1):61–68.", "ArticleIdList": ["7598439"]}, {"Citation": "Choi S.Y., Hong J.Y., Ko E.J., Kim B.J., Hong S.W., Lim M.H., et al. Protective effects of fermented honeybush (Cyclopia intermedia) extract (HU-018) against skin aging: a randomized, double-blinded, placebo-controlled study, J. Cosmet. Laser Ther. 2018;20(5):313–318.", "ArticleIdList": ["29388846"]}, {"Citation": "Lucarini M., Durazzo A., Romani A., Campo M., Lombardi-Boccia G., Cecchini F. Bio-based compounds from grape seeds: a biorefinery approach. Molecules. 2018;23(8):1888.", "ArticleIdList": ["PMC6222734", "30060557"]}, {"Citation": "Amoutzopoulos B., Löker G.B., Samur G., Cevikkalp S.A., Yaman M., Köse T., et al. Effects of a traditional fermented grape-based drink 'hardaliye' on antioxidant status of healthy adults: a randomized controlled clinical trial. J. Sci. Food Agric. 2013;93(14):3604–3610.", "ArticleIdList": ["23553618"]}, {"Citation": "Liu S., Laaksonen O., Yang W., Zhang B., Yang B. Pyranoanthocyanins in bilberry (Vaccinium myrtillus L.) wines fermented with Schizosaccharomyces pombe and their evolution during aging. Food Chem. 2020;305", "ArticleIdList": ["31494498"]}, {"Citation": "Xu J., Lazou Ahrén I., Olsson C., Jeppsson B., Ahrné S., Molin G. Oral and faecal microbiota in volunteers with hypertension in a double blind, randomised placebo controlled trial with probiotics and fermented bilberries. J. Funct. Foods. 2015;18:275–288."}, {"Citation": "Kamiya K., Kobashi H., Fujiwara K., Ando W., Shimizu K. Effect of fermented bilberry extracts on visual outcomes in eyes with myopia: a prospective, randomized, placebo-controlled study, J. Ocul. Pharmacol. Ther. 2013;29(3):356–359.", "ArticleIdList": ["23113643"]}, {"Citation": "Cha Y.S., Park Y., Lee M., Chae S.W., Park K., Kim Y., et al. Doenjang, a Korean fermented soy food, exerts antiobesity and antioxidative activities in overweight subjects with the PPAR-γ2 C1431T polymorphism: 12-week, double-blind randomized clinical trial. J. Med. Food. 2014;17(1):119–127.", "ArticleIdList": ["24456362"]}, {"Citation": "Johansson D.P., Lee I., Risérus U., Langton M., Landberg R. Effects of unfermented and fermented whole grain rye crisp breads served as part of a standardized breakfast, on appetite and postprandial glucose and insulin responses: a randomized cross-over trial. PLoS One. 2015;10(3)", "ArticleIdList": ["PMC4380355", "25826373"]}, {"Citation": "Park H.J., Shim H.S., R Lee G., Yoon K.H., Kim J.H., Lee J.-M., et al. A randomized, double-blind, placebo-controlled study on the memory-enhancing effect of lactobacillus fermented saccharina japonica extract. Eur. J. Integr. Med. 2019;28:39–46."}, {"Citation": "Nocerino R., Paparo L., Terrin G., Pezzella V., Amoroso A., Cosenza L., et al. Cow's milk and rice fermented with lactobacillus paracasei CBA L74 prevent infectious diseases in children: a randomized controlled trial. Clin. Nutr. 2017;36(1):118–125.", "ArticleIdList": ["26732025"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "20"}, {"Year": "2024", "Month": "3", "Day": "23"}, {"Year": "2024", "Month": "4", "Day": "14"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "5", "Day": "27", "Hour": "4", "Minute": "39"}, {"Year": "2024", "Month": "4", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["38800633", "PMC11126794", "10.1016/j.cdnut.2024.102162", "S2475-2991(24)00096-9"]}}]}