{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38824123", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "04"}, "Article": {"Language": ["eng"], "ELocationID": ["37", "10.1038/s41387-024-00287-1"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "01"}], "Journal": {"ISSN": "2044-4052", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "01"}}, "Title": "Nutrition & diabetes", "ISOAbbreviation": "Nutr Diabetes"}, "ArticleTitle": "Effectiveness of date seed on glycemia and advanced glycation end-products in type 2 diabetes: a randomized placebo-controlled trial.", "Pagination": {"StartPage": "37", "MedlinePgn": "37"}, "Abstract": {"AbstractText": ["Type 2 diabetes mellitus (T2DM) is a chronic medical condition affecting more than 95% of people with diabetes. Traditionally, some medicinal plants have been considered as an effective approach in management of T2DM. This trial evaluated the effects of date seed powder (DSP) on glycemia indices and oxidative stress in T2DM patients.", "In this trail, 43 patients with T2DM were randomized to two groups: either 5 g/d of the DSP or placebo for 8 weeks. Levels of glycemic indices, lipolpolysaccharide (LPS), and soluble receptor for advanced glycation end products (s-RAGE), as well as other parameters associated with oxidative stress were assessed at baseline and after 8 weeks. Independent t-test and analysis of covariance (ANCOVA) were used for between-groups comparisons at baseline and the post-intervention phase, respectively.", "The results showed that supplementation with DSP significantly decreased HbA1c (-0.30 ± 0.48%), insulin (-1.70 ± 2.21 μU/ml), HOMA-IR (-1.05 ± 0.21), HOMA-B (-0.76 ± 21.21), lipopolysaccharide (LPS) (-3.68 ± 6.05 EU/mL), and pentosidine (118.99 ± 21.67 pg/mL) (P < 0.05, ANCOVA adjusted for baseline and confounding factors). On the other hand, DSP supplementation significantly increased total antioxidant capacity (TAC) (0.50 ± 0.26 mmol/L), superoxide dismutase (SOD) (0.69 ± 0.32 U/ml), and s-RAGE (240.13 ± 54.25 pg/mL) compared to the placebo group. FPG, hs-CRP, GPx, CML, and uric acid had no significant within- or between-group changes.", "Supplementation of DSP could be considered an effective strategy to improve glycemic control and oxidative stress in T2DM patients (Registration ID at www.irct.ir : IRCT20150205020965N10)."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Nutrition and Food Science, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Mohamadizadeh", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": ["0000-0001-8929-3302"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Diet Therapy, Nutrition Research Center, Faculty of Nutrition and Food Science, Tabriz University of Medical Sciences, Tabriz, Iran. dehghan.nut@gmail.com."}], "LastName": "Dehghan", "ForeName": "Parvin", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nutrition, School of Health, Arak University of Medical Sciences, Arak, Iran. azizi.s@arakmu.ac.ir."}], "LastName": "Azizi-Soleiman", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Faculty of Nutrition and Food Science, Tabriz University of Medical Sciences, Tabriz, Iran."}], "LastName": "Maleki", "ForeName": "Parham", "Initials": "P"}], "GrantList": [{"GrantID": "68035", "Agency": "Tabriz University of Medical Sciences (TUOMS)", "Country": ""}, {"GrantID": "68035", "Agency": "Tabriz University of Medical Sciences (TUOMS)", "Country": ""}, {"GrantID": "68035", "Agency": "Tabriz University of Medical Sciences (TUOMS)", "Country": ""}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nutr Diabetes", "NlmUniqueID": "101566341", "ISSNLinking": "2044-4052"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Glycation End Products, Advanced"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycated Hemoglobin"}, {"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptor for Advanced Glycation End Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Insulin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["blood", "drug therapy"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["blood"], "DescriptorName": "Glycation End Products, Advanced"}, {"QualifierName": [], "DescriptorName": "Seeds"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["analysis"], "DescriptorName": "Glycated Hemoglobin"}, {"QualifierName": ["drug effects"], "DescriptorName": "Blood Glucose"}, {"QualifierName": ["blood"], "DescriptorName": "Receptor for Advanced Glycation End Products"}, {"QualifierName": ["blood"], "DescriptorName": "Insulin"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["drug effects"], "DescriptorName": "Glycemic Index"}, {"QualifierName": [], "DescriptorName": "Aged"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Heald AH, Stedman M, Davies M, Livingston M, Alshames R, Lunt M, et al. Estimating life years lost to diabetes: outcomes from analysis of National Diabetes Audit and Office of National Statistics data. Cardiovasc Endocrinol Metab. 2020;9:183. doi: 10.1097/XCE.0000000000000210.", "ArticleIdList": ["10.1097/XCE.0000000000000210", "PMC7673790", "33225235"]}, {"Citation": "Zhang P, Li T, Wu X, Nice EC, Huang C, Zhang Y. Oxidative stress and diabetes: antioxidative strategies. Front Med. 2020;14:583–600. doi: 10.1007/s11684-019-0729-1.", "ArticleIdList": ["10.1007/s11684-019-0729-1", "32248333"]}, {"Citation": "Incalza MA, D’Oria R, Natalicchio A, Perrini S, Laviola L, Giorgino F. Oxidative stress and reactive oxygen species in endothelial dysfunction associated with cardiovascular and metabolic diseases. Vasc Pharmacol. 2018;100:1–19. doi: 10.1016/j.vph.2017.05.005.", "ArticleIdList": ["10.1016/j.vph.2017.05.005", "28579545"]}, {"Citation": "Marciano F, Vajro P. Oxidative stress and gut microbiota. In: Gastrointestinal tissue: Elsevier; 2017. p. 113-23."}, {"Citation": "Dyer DG, Blackledge JA, Thorpe SR, Baynes JW. Formation of pentosidine during nonenzymatic browning of proteins by glucose. Identification of glucose and other carbohydrates as possible precursors of pentosidine in vivo. J Biol Chem. 1991;266:11654–60. doi: 10.1016/S0021-9258(18)99007-1.", "ArticleIdList": ["10.1016/S0021-9258(18)99007-1", "1904867"]}, {"Citation": "Nowotny K, Jung T, Höhn A, Weber D, Grune T. Advanced glycation end products and oxidative stress in type 2 diabetes mellitus. Biomolecules. 2015;5:194–222. doi: 10.3390/biom5010194.", "ArticleIdList": ["10.3390/biom5010194", "PMC4384119", "25786107"]}, {"Citation": "Wagner K-H, Schwingshackl L, Draxler A, Franzke B. Impact of dietary and lifestyle interventions in elderly or people diagnosed with diabetes, metabolic disorders, cardiovascular disease, cancer and micronutrient deficiency on micronuclei frequency–A systematic review and meta-analysis. Mutat Res/Rev Mutat Res. 2021;787:108367. doi: 10.1016/j.mrrev.2021.108367.", "ArticleIdList": ["10.1016/j.mrrev.2021.108367", "34083034"]}, {"Citation": "Bagchi D. Neutraceutical and functional food regulations in the United States around the World. Elsevier: New York; 2008."}, {"Citation": "Hamasaki H. Functional foods for type 2 diabetes. AIMS Med Sci. 2016;3:278–97. doi: 10.3934/medsci.2016.3.278.", "ArticleIdList": ["10.3934/medsci.2016.3.278"]}, {"Citation": "Platat C, Habib HM, Al Maqbali FD, Jaber NN, Ibrahim WH. Identification of date seeds varieties patterns to optimize nutritional benefits of date seeds. J. Nutr. Food Sci. S. 2014;8:1–8."}, {"Citation": "Hilary S, Tomás-Barberán FA, Martinez-Blazquez JA, Kizhakkayil J, Souka U, Al-Hammadi S, et al. Polyphenol characterisation of Phoenix dactylifera L.(date) seeds using HPLC-mass spectrometry and its bioaccessibility using simulated in-vitro digestion/Caco-2 culture model. Food Chem. 2020;311:125969. doi: 10.1016/j.foodchem.2019.125969.", "ArticleIdList": ["10.1016/j.foodchem.2019.125969", "31864186"]}, {"Citation": "Hamada J, Hashim I, Sharif F. Preliminary analysis and potential uses of date pits in foods. Food Chem. 2002;76:135–7. doi: 10.1016/S0308-8146(01)00253-9.", "ArticleIdList": ["10.1016/S0308-8146(01)00253-9"]}, {"Citation": "Ali-Mohamed AY, Khamis AS. Mineral ion content of the seeds of six cultivars of Bahraini date palm (Phoenix dactylifera) J Agric Food Chem. 2004;52:6522–5. doi: 10.1021/jf030518x.", "ArticleIdList": ["10.1021/jf030518x", "15479017"]}, {"Citation": "Ekpa O, Ebana R. Comparative studies of mmanyanga, palm and coconut oils: antimicrobial effects of the oils and their metallic soaps on some bacteria and fungi. Glob J Pure Appl Sci. 1996;2:155–63."}, {"Citation": "Maqsood S, Adiamo O, Ahmad M, Mudgil P. Bioactive compounds from date fruit and seed as potential nutraceutical and functional food ingredients. Food Chem. 2020;308:125522. doi: 10.1016/j.foodchem.2019.125522.", "ArticleIdList": ["10.1016/j.foodchem.2019.125522", "31669945"]}, {"Citation": "Platat C, Hillary S, Tomas-Barberan FA, Martinez-Blazquez JA, Al-Meqbali F, Souka U, et al. Urine metabolites and antioxidant effect after oral intake of date (phoenix dactylifera L.) seeds-based products (powder, bread and extract) by human. Nutrients. 2019;11:2489. doi: 10.3390/nu11102489.", "ArticleIdList": ["10.3390/nu11102489", "PMC6835432", "31623250"]}, {"Citation": "Felemban S, Hamouda AF. A pilot study of the effects of ajwa date seed extract in a diabetic animal with parallel observations on human subjects. J Pharm Res Int. 2022;34:23–33. doi: 10.9734/jpri/2022/v34i38A36214.", "ArticleIdList": ["10.9734/jpri/2022/v34i38A36214"]}, {"Citation": "Gharib MAA-K, Bakrand E-SH, Baz SM. Hypoglycemic efficacy of date kernels coffee on diabetic and nephrodiabetic patients. Life Sci J. 2016;13:10–8."}, {"Citation": "Hasan M, Mohieldein A. In vivo evaluation of anti diabetic, hypolipidemic, antioxidative activities of Saudi date seed extract on streptozotocin induced diabetic rats. J Clin Diagnost Res. 2016;10:FF06.", "ArticleIdList": ["PMC4843279", "27134893"]}, {"Citation": "Ahmed F, Ahmed AM, Darwish HH. Hypoglycemic effect of an extract from date seeds on diabetic rats. Saudi Med J. 2010;31:747–51.", "ArticleIdList": ["20635006"]}, {"Citation": "Thouri A, Chahdoura H, El Arem A, Omri Hichri A, Ben Hassin R, Achour L. Effect of solvents extraction on phytochemical components and biological activities of Tunisian date seeds (var. Korkobbi and Arechti) BMC Complement Alternat Med. 2017;17:1–10. doi: 10.1186/s12906-017-1751-y.", "ArticleIdList": ["10.1186/s12906-017-1751-y", "PMC5418768", "28472941"]}, {"Citation": "Ayatollahi SA, Sharifi-Rad M, Roointan A, Baghalpour N, Salehi B, Shinwari ZK, et al. Antidiabetic activity of date seed methanolic extracts in alloxan-induced diabetic rats. Pak Vet J. 2019;39:583–7. doi: 10.29261/pakvetj/2019.099.", "ArticleIdList": ["10.29261/pakvetj/2019.099"]}, {"Citation": "Zadeh MM, Dehghan P, Eslami Z. Effect of date seed (Phoenix dactylifera) supplementation as functional food on cardiometabolic risk factors, metabolic endotoxaemia and mental health in patients with type 2 diabetes mellitus: a blinded randomised controlled trial protocol. BMJ Open. 2023;13:e066013. doi: 10.1136/bmjopen-2022-066013.", "ArticleIdList": ["10.1136/bmjopen-2022-066013", "PMC10030472", "36931666"]}, {"Citation": "Craig C, Marshall A, Sjostrom M, Bauman A, Lee P, Macfarlane D, et al. International physical activity questionnaire-short form. J Am Coll Health. 2017;65:492–501.", "ArticleIdList": ["0"]}, {"Citation": "Yang YJ, Kim MK, Hwang SH, Ahn Y, Shim JE, Kim DH. Relative validities of 3-day food records and the food frequency questionnaire. Nutr Res Pract. 2010;4:142–8. doi: 10.4162/nrp.2010.4.2.142.", "ArticleIdList": ["10.4162/nrp.2010.4.2.142", "PMC2867225", "20461203"]}, {"Citation": "Silvestrini A, Meucci E, Ricerca BM, Mancini A. Total antioxidant capacity: biochemical aspects and clinical significance. Int J Mol Sci. 2023;24:10978. doi: 10.3390/ijms241310978.", "ArticleIdList": ["10.3390/ijms241310978", "PMC10341416", "37446156"]}, {"Citation": "Papastergiadis A, Mubiru E, Van Langenhove H, De Meulenaer B. Malondialdehyde measurement in oxidized foods: evaluation of the spectrophotometric thiobarbituric acid reactive substances (TBARS) test in various foods. J Agric Food Chem. 2012;60:9589–94. doi: 10.1021/jf302451c.", "ArticleIdList": ["10.1021/jf302451c", "22950760"]}, {"Citation": "Holzinger U, Kitzberger R, Fuhrmann V, Funk G-C, Madl C, Ratheiser K. Correlation of calculated indices of insulin resistance (QUICKI and HOMA) with the euglycaemic hyperinsulinaemic clamp technique for evaluating insulin resistance in critically ill patients. Eur J Anaesthesiol. 2007;24:966–70. doi: 10.1017/S0265021507001111.", "ArticleIdList": ["10.1017/S0265021507001111", "17655809"]}, {"Citation": "Hashemzadeh M, Shojaei-Zarghani S, Heidarian Miri H, Kazemi A. The effect of date seed powder supplementation on glycaemic markers and lipid profile in women with overweight and obesity: a randomised controlled trial. Int J Food Sci Technol. 2023;58:3032–9. doi: 10.1111/ijfs.16428.", "ArticleIdList": ["10.1111/ijfs.16428"]}, {"Citation": "El Fouhil AF, Ahmed AM, Atteya M, Mohamed RA, Moustafa AS, Darwish HH. An extract from date seeds stimulates endogenous insulin secretion in streptozotocin-induced type I diabetic rats. Funct Foods Health Dis. 2013;3:441–6. doi: 10.31989/ffhd.v3i11.33.", "ArticleIdList": ["10.31989/ffhd.v3i11.33"]}, {"Citation": "Khan TJ, Kuerban A, Razvi SS, Mehanna MG, Khan KA, Almulaiky YQ, et al. In vivo evaluation of hypolipidemic and antioxidative effect of ‘Ajwa’(Phoenix dactylifera L.) date seed-extract in high-fat diet-induced hyperlipidemic rat model. Biomed Pharmacother. 2018;107:675–80. doi: 10.1016/j.biopha.2018.07.134.", "ArticleIdList": ["10.1016/j.biopha.2018.07.134", "30125841"]}, {"Citation": "Chu JR, Kang S-Y, Kim S-E, Lee S-J, Lee Y-C, Sung M-K. Prebiotic UG1601 mitigates constipation-related events in association with gut microbiota: a randomized placebo-controlled intervention study. World J Gastroenterol. 2019;25:6129. doi: 10.3748/wjg.v25.i40.6129.", "ArticleIdList": ["10.3748/wjg.v25.i40.6129", "PMC6824284", "31686768"]}, {"Citation": "Parnell JA, Klancic T, Reimer RA. Oligofructose decreases serum lipopolysaccharide and plasminogen activator inhibitor‐1 in adults with overweight/obesity. Obesity. 2017;25:510–3. doi: 10.1002/oby.21763.", "ArticleIdList": ["10.1002/oby.21763", "28229548"]}, {"Citation": "Corrêa TAF, Rogero MM, Hassimotto NMA, Lajolo FM. The two-way polyphenols-microbiota interactions and their effects on obesity and related metabolic diseases. Front Nutr. 2019;6:188. doi: 10.3389/fnut.2019.00188.", "ArticleIdList": ["10.3389/fnut.2019.00188", "PMC6933685", "31921881"]}, {"Citation": "Baothman OA, Zamzami MA, Taher I, Abubaker J, Abu-Farha M. The role of gut microbiota in the development of obesity and diabetes. Lipids Health Dis. 2016;15:1–8. doi: 10.1186/s12944-016-0278-4.", "ArticleIdList": ["10.1186/s12944-016-0278-4", "PMC4912704", "27317359"]}, {"Citation": "Loo YT, Howell K, Suleria H, Zhang P, Gu C, Ng K. Sugarcane polyphenol and fiber to affect production of short-chain fatty acids and microbiota composition using in vitro digestion and pig faecal fermentation model. Food Chem. 2022;385:132665. doi: 10.1016/j.foodchem.2022.132665.", "ArticleIdList": ["10.1016/j.foodchem.2022.132665", "35299023"]}, {"Citation": "Blaak E, Canfora E, Theis S, Frost G, Groen A, Mithieux G, et al. Short chain fatty acids in human gut and metabolic health. Beneficial Microbes. 2020;11:411–55. doi: 10.3920/BM2020.0057.", "ArticleIdList": ["10.3920/BM2020.0057", "32865024"]}, {"Citation": "Moslemi E, Dehghan P, Khani M, Sarbakhsh P, Sarmadi B. The effects of date seed (Phoenix dactylifera) supplementation on exercise-induced oxidative stress and aerobic and anaerobic performance following high-intensity interval training sessions: a randomised, double-blind, placebo-controlled trial. Br J Nutr. 2023;129:1151–62. doi: 10.1017/S0007114522002124.", "ArticleIdList": ["10.1017/S0007114522002124", "35832028"]}, {"Citation": "Saryono S, Rahmawati E, Proverawati A, Hisni D. Effect of antioxidant status and oxidative stress products in pre-menopausal women after treatment with date seed powder (Phoenix dactylifera L.): a study on women in Indonesia. Pak J Nutr. 2017;16:477–81. doi: 10.3923/pjn.2017.477.481.", "ArticleIdList": ["10.3923/pjn.2017.477.481"]}, {"Citation": "Ali SE-mAbdelaziz DHA The protective effect of date seeds on nephrotoxicity induced by carbon tetrachloride in rats. Int J Pharm Sci Rev Res. 2014;26:62–8."}, {"Citation": "Rahmawati E, Hapsari E, Hidayat A. Antioxidant enzyme status on rat after date seeds (Phoenix dactylifera) steeping treatment. Int J Res Med Sci. 2016;4:1893–6."}, {"Citation": "Hmidani A, Bourkhis B, Khouya T, Ramchoun M, Filali-Zegzouti Y, Alem C. Phenolic profile and anti-inflammatory activity of four Moroccan date (Phoenix dactylifera L.) seed varieties. Heliyon. 2020;6:1–10.", "ArticleIdList": ["PMC7033326", "32149199"]}, {"Citation": "Djaoudene O, López V, Cásedas G, Les F, Schisano C, Bey MB, et al. Phoenix dactylifera L. seeds: a by-product as a source of bioactive compounds with antioxidant and enzyme inhibitory properties. Food Funct. 2019;10:4953–65. doi: 10.1039/C9FO01125K.", "ArticleIdList": ["10.1039/C9FO01125K", "31343012"]}, {"Citation": "Farhangi MA, Dehghan P, Namazi N. Prebiotic supplementation modulates advanced glycation end-products (AGEs), soluble receptor for AGEs (sRAGE), and cardiometabolic risk factors through improving metabolic endotoxemia: a randomized-controlled clinical trial. Eur J Nutr. 2020;59:3009–21. doi: 10.1007/s00394-019-02140-z.", "ArticleIdList": ["10.1007/s00394-019-02140-z", "31728681"]}, {"Citation": "Asemi Z, Khorrami-Rad A, Alizadeh S-A, Shakeri H, Esmaillzadeh A. Effects of synbiotic food consumption on metabolic status of diabetic patients: a double-blind randomized cross-over controlled clinical trial. Clin Nutr. 2014;33:198–203. doi: 10.1016/j.clnu.2013.05.015.", "ArticleIdList": ["10.1016/j.clnu.2013.05.015", "23786900"]}, {"Citation": "Ardekani MRS, Khanavi M, Hajimahmoodi M, Jahangiri M, Hadjiakhoondi A. Comparison of antioxidant activity and total phenol contents of some date seed varieties from Iran. Iran J Pharm Res. 2010;9:141.", "ArticleIdList": ["PMC3862061", "24363720"]}, {"Citation": "Peshev D, Van den Ende W. Fructans: prebiotics and immunomodulators. J Funct Foods. 2014;8:348–57. doi: 10.1016/j.jff.2014.04.005.", "ArticleIdList": ["10.1016/j.jff.2014.04.005"]}, {"Citation": "García-Martínez BI, Ruiz-Ramos M, Pedraza-Chaverri J, Santiago-Osorio E, Mendoza-Núñez VM. Effect of resveratrol on markers of oxidative stress and Sirtuin 1 in elderly adults with Type 2 diabetes. Int J Mol Sci. 2023;24:7422. doi: 10.3390/ijms24087422.", "ArticleIdList": ["10.3390/ijms24087422", "PMC10138491", "37108584"]}, {"Citation": "Hsia DS, Zhang DJ, Beyl RS, Greenway FL, Khoo C. Effect of daily consumption of cranberry beverage on insulin sensitivity and modification of cardiovascular risk factors in adults with obesity: a pilot, randomised, placebo-controlled study. Br J Nutr. 2020;124:577–85. doi: 10.1017/S0007114520001336.", "ArticleIdList": ["10.1017/S0007114520001336", "PMC9014773", "32301407"]}]}], "History": [{"Year": "2023", "Month": "8", "Day": "13"}, {"Year": "2024", "Month": "4", "Day": "30"}, {"Year": "2024", "Month": "4", "Day": "28"}, {"Year": "2024", "Month": "6", "Day": "2", "Hour": "0", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "2", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "1", "Hour": "23", "Minute": "12"}, {"Year": "2024", "Month": "6", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38824123", "PMC11144252", "10.1038/s41387-024-00287-1", "10.1038/s41387-024-00287-1"]}}]}