{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "Bergenin", "NF-κB", "Parkinson’s disease", "Stroke", "Tauopathy"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38850305", "DateRevised": {"Year": "2024", "Month": "06", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s00210-024-03197-2"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "08"}], "Journal": {"ISSN": "1432-1912", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jun", "Day": "08"}}, "Title": "Naunyn-Schmiedeberg's archives of pharmacology", "ISOAbbreviation": "Naunyn Schmiedebergs Arch Pharmacol"}, "ArticleTitle": "Therapeutic potential of Bergenin in the management of neurological-based diseases and disorders.", "Abstract": {"AbstractText": ["Originally sourced from plants, Bergenin has been used as a medicinal compound in traditional medicine for centuries, and anecdotal reports suggest a wide range of therapeutic uses. Naturally-occurring and lab-synthesized Bergenin, as well as some of its related compounds, have been shown in in vivo and in vitro studies to alter activity of several enzymes and proteins critical in cellular functioning, including reelin, GSK-3β, Lingo-1, Ten-4, GP-43, Aβ 1-42, P-tau, SOD1,2, GPx, Glx1, NQO1, HO1, PPAR-ɣ, BDNF, VEGF, and STAT6. Additionally, Bergenin alters levels of several cytokines, such as IL-6, IL-1β, TNF-α, and TGF-β. Behavioral and cellular effects of Bergenin have been shown to involve PI3K/Akt, NF-κB, PKC, Nrf2, and Sirt1/FOXO3a pathways. These pathways, enzymes, and proteins have been shown to be important in normal neurological functioning, and/or dysfunctions in these pathways and proteins have been shown to be important in several neuro-based disorders or diseases, which suggests that Bergenin could be therapeutic in management of neuropsychiatric conditions or neurological disorders. In preclinical studies, Bergenin has been shown to be useful for the management of Alzheimer's disease, Parkinson's disease, anxiety, depression, addiction, epilepsy, insomnia, stroke, and potentially, state control. Our review aims to summarize current evidence supporting the conclusion that Bergenin could play a role in treating various neuro-based disorders and that future studies should be conducted to evaluate the mechanisms by which Bergenin could exert its therapeutic effects."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Shiraz University of Medical Sciences, P.O. Box, Shiraz, 71345-1583, Iran."}], "LastName": "Rezaiezadeh", "ForeName": "Hojjat", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy and Pharmaceutics Research Center, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Langarizadeh", "ForeName": "Mohammad Amin", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Faculty of Pharmacy and Pharmaceutics Research Center, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Tavakoli", "ForeName": "Marziye Ranjbar", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Neuropharmacology Institute, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Sabokro", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Sciences and Cosmetic Products Research Center, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Banazadeh", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Design and Pharmacology, Faculty of Health Sciences, University of Copenhagen, Copenhagen, Denmark."}], "LastName": "Kohlmeier", "ForeName": "Kristi A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Neuropharmacology Institute, Kerman University of Medical Sciences, Kerman, Iran. shabanimoh@yahoo.com."}, {"Identifier": [], "Affiliation": "Student Research Committee, Kerman University of Medical Sciences, Kerman, Iran. shabanimoh@yahoo.com."}], "LastName": "Shabani", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Naunyn Schmiedebergs Arch Pharmacol", "NlmUniqueID": "0326264", "ISSNLinking": "0028-1298"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Zaher AO, Mostafa MG, Farghaly HS, Hamdy MM, Abdel-Hady RH (2013a) Role of oxidative stress and inducible nitric oxide synthase in morphine-induced tolerance and dependence in mice. Effect of alpha-lipoic acid. Behav Brain Res 247:17–26"}, {"Citation": "Abdel-Zaher AO, Mostafa MG, Farghly HM, Hamdy MM, Omran GA, Al-Shaibani NK (2013b) Inhibition of brain oxidative stress and inducible nitric oxide synthase expression by thymoquinone attenuates the development of morphine tolerance and dependence in mice. Eur J Pharmacol 702:62–70"}, {"Citation": "Ahmad T, Haq IU, Khan T, Mahnashi MH, Alasmary MY, Almedhesh SA, Shehri HA, Alshahrani MA, Shah AJ (2022) Bergenin from Bergenia species produces a protective response against myocardial infarction in rats. Processes 10:1403", "ArticleIdList": ["10.3390/pr10071403"]}, {"Citation": "Ahmed F, Urooj A (2010) Anticholinesterase activities of cold and hot aqueous extracts of F. racemosa stem bark. Pharmacogn Mag 6:142–144", "ArticleIdList": ["20668582", "2900063", "10.4103/0973-1296.62897"]}, {"Citation": "Ahmed F, Chandra JNS, Manjunath S (2011) Acetylcholine and memory-enhancing activity of Ficus racemosa bark. Pharmacog Res 3:246", "ArticleIdList": ["10.4103/0974-8490.89744"]}, {"Citation": "AkilaMurugan JC, Sumathithangarajan, (2022) Computational docking study of Bergenin against the demyelination associated protein and their regulating receptor. Int J Pharm Res Appl 7:169–176"}, {"Citation": "Aldieri E, Atragene D, Bergandi L, Riganti C, Costamagna C, Bosia A, Ghigo D (2003) Artemisinin inhibits inducible nitric oxide synthase and nuclear factor NF-kB activation. FEBS Lett 552:141–144", "ArticleIdList": ["14527676", "10.1016/S0014-5793(03)00905-0"]}, {"Citation": "Arai S, Harada N, Kubo N, Shen J, Nakamura A, Ikeda H, Tsuji H, Yamashita T (2008) Induction of inducible nitric oxide synthase and apoptosis by LPS and TNF-alpha in nasal microvascular endothelial cells. Acta Otolaryngol 128:78–85", "ArticleIdList": ["17851925", "10.1080/00016480701361962"]}, {"Citation": "Barai P, Raval N, Acharya S, Borisa A, Bhatt H, Acharya N (2019) Neuroprotective effects of Bergenin in Alzheimer’s disease: investigation through molecular docking, in vitro and in vivo studies. Behav Brain Res 356:18–40", "ArticleIdList": ["30118774", "10.1016/j.bbr.2018.08.010"]}, {"Citation": "Barai A, Das A, Sen S (2021) Measuring microenvironment-tuned nuclear stiffness of cancer cells with atomic force microscopy. STAR Protoc 2:100296", "ArticleIdList": ["33532741", "7829340", "10.1016/j.xpro.2021.100296"]}, {"Citation": "Bathina S, Das UN (2015) Brain-derived neurotrophic factor and its clinical implications. Arch Med Sci 11:1164–1178", "ArticleIdList": ["26788077", "4697050", "10.5114/aoms.2015.56342"]}, {"Citation": "Benavides M, Laorden ML, Marín MT, Milanés MV (2005) Role of PKC-α, γ isoforms in regulation of c-Fos and TH expression after naloxone-induced morphine withdrawal in the hypothalamic PVN and medulla oblongata catecholaminergic cell groups. J Neurochem 95:1249–1258", "ArticleIdList": ["16190878", "10.1111/j.1471-4159.2005.03445.x"]}, {"Citation": "Chatzipanteli K, Garcia R, Marcillo AE, Loor KE, Kraydieh S, Dietrich WD (2002) Temporal and segmental distribution of constitutive and inducible nitric oxide synthases after traumatic spinal cord injury: effect of aminoguanidine treatment. J Neurotrauma 19:639–651", "ArticleIdList": ["12042098", "10.1089/089771502753754109"]}, {"Citation": "Chen N-F, Huang S-Y, Lu C-H, Chen C-L, Feng C-W, Chen C-H, Hung H-C, Lin Y-Y, Sung P-J, Sung C-S (2014) Flexibilide obtained from cultured soft coral has anti-neuroinflammatory and analgesic effects through the upregulation of spinal transforming growth factor-β1 in neuropathic rats. Marine Drugs 12:3792–3817", "ArticleIdList": ["24979268", "4113799", "10.3390/md12073792"]}, {"Citation": "Conti A, Miscusi M, Cardali S, Germanò A, Suzuki H, Cuzzocrea S, Tomasello F (2007) Nitric oxide in the injured spinal cord: synthases cross-talk, oxidative stress and inflammation. Brain Res Rev 54:205–218", "ArticleIdList": ["17500094", "10.1016/j.brainresrev.2007.01.013"]}, {"Citation": "Das J, Zhou X, Miller KW (2006) Identification of an alcohol binding site in the first cysteine-rich domain of protein kinase Cdelta. Protein Sci 15:2107–2119", "ArticleIdList": ["16943444", "2242605", "10.1110/ps.062237606"]}, {"Citation": "de Oliveira CM, Nonato FR, de Lima FO, Couto RD, David JP, David JM, Soares MBP, Villarreal CF (2011) Antinociceptive properties of Bergenin. J Nat Prod 74:2062–2068", "ArticleIdList": ["21939182", "10.1021/np200232s"]}, {"Citation": "de Oliveira GAL, de la Lastra CA, Rosillo MÁ, Martinez MLC, Sánchez-Hidalgo M, Medeiros JVR, Villegas I (2019) Preventive effect of Bergenin against the development of TNBS-induced acute colitis in rats is associated with inflammatory mediators inhibition and NLRP3/ASC inflammasome signaling pathways. Chem-Biol Interact 297:25–33", "ArticleIdList": ["10.1016/j.cbi.2018.10.020"]}, {"Citation": "de Sa Hyacienth BM, Tavares Picanco KR, Sanchez-Ortiz BL, Barros Silva L, Matias Pereira AC, Machado Goes LD, Sousa Borges R, Cardoso Ataide R, Dos Santos CBR, de Oliveira CH, Gonzalez Anduaga GM, Navarrete A, Tavares Carvalho JC (2020) Hydroethanolic extract from Endopleura uchi (Huber) Cuatrecasas and its marker Bergenin: toxicological and pharmacokinetic studies in silico and in vivo on zebrafish. Toxicol Rep 7:217–232", "ArticleIdList": ["32042599", "6997909", "10.1016/j.toxrep.2020.01.011"]}, {"Citation": "Deep P, Singh K, Ansari MT, Raghav P (2013) Pharmacological potentials of Ficus racemosa—a review. Int J Pharm Sci Rev Res 22:29–34"}, {"Citation": "Delerive P, Fruchart J, Staels B (2001) Eurosterone meeting–peroxisome proliferator-activated receptors in inflammation control. J Endocrinol 169:453–459", "ArticleIdList": ["11375115", "10.1677/joe.0.1690453"]}, {"Citation": "Esposito K, Nappo F, Marfella R, Giugliano G, Giugliano F, Ciotola M, Quagliaro L, Ceriello A, Giugliano D (2002) Inflammatory cytokine concentrations are acutely increased by hyperglycemia in humans: role of oxidative stress. Circulation 106:2067–2072", "ArticleIdList": ["12379575", "10.1161/01.CIR.0000034509.14906.AE"]}, {"Citation": "Evangelista AF, Vannier-Santos MA, de Assis Silva GS, Silva DN, Juiz PJL, Nonaka CKV, Dos Santos RR, Soares MBP, Villarreal CF (2018) Bone marrow-derived mesenchymal stem/stromal cells reverse the sensorial diabetic neuropathy via modulation of spinal neuroinflammatory cascades. J Neuroinflamm 15:1–17", "ArticleIdList": ["10.1186/s12974-018-1224-3"]}, {"Citation": "Fairbanks CA, Schreiber KL, Brewer KL, Yu CG, Stone LS, Kitto KF, Nguyen HO, Grocholski BM, Shoeman DW, Kehl LJ, Regunathan S, Reis DJ, Yezierski RP, Wilcox GL (2000) Agmatine reverses pain induced by inflammation, neuropathy, and spinal cord injury. Proc Natl Acad Sci U S A 97:10584–10589", "ArticleIdList": ["10984543", "27068", "10.1073/pnas.97.19.10584"]}, {"Citation": "Firestone S, Firestone LL, Ferguson C, Blanck D (1993) Staurosporine, a protein kinase C inhibitor, decreases the general anesthetic requirement in Rana pipiens tadpoles. Anesthesia Analgesia 77:1026–1030", "ArticleIdList": ["8214703", "10.1213/00000539-199311000-00027"]}, {"Citation": "Gandal MJ, Zhang P, Hadjimichael E, Walker RL, Chen C, Liu S, Won H, van Bakel H, Varghese M, Wang Y, Shieh AW, Haney J, Parhami S, Belmont J, Kim M, Moran Losada P, Khan Z, Mleczko J, Xia Y, Dai R, Wang D, Yang YT, Xu M, Fish K, Hof PR, Warrell J, Fitzgerald D, White K, Jaffe AE, Peters MA, Gerstein M, Liu C, Iakoucheva LM, Pinto D, Geschwind DH (2018) Transcriptome-wide isoform-level dysregulation in ASD, schizophrenia, and bipolar disorder. Science 362:eaat8127", "ArticleIdList": ["30545856", "6443102", "10.1126/science.aat8127"]}, {"Citation": "Gao X-j, Guo M-y, Zhang Z-c, Wang T-c, Cao Y-g, Zhang N-s (2015) Bergenin plays an anti-inflammatory role via the modulation of MAPK and NF-κB signaling pathways in a mouse model of LPS-induced mastitis. Inflammation 38:1142–1150", "ArticleIdList": ["25487780", "10.1007/s10753-014-0079-8"]}, {"Citation": "Gao X, Wang Y, Zhang J, Lin L, Yao Q, Xiang G (2017) Bergenin suppresses the growth of colorectal cancer cells by inhibiting PI3K/AKT/mTOR signaling pathway. Tropic J Pharm Res 16:2307–2313", "ArticleIdList": ["10.4314/tjpr.v16i10.1"]}, {"Citation": "Goines PE, Ashwood P (2013) Cytokine dysregulation in autism spectrum disorders (ASD): possible role of the environment. Neurotoxicol Teratol 36:67–81", "ArticleIdList": ["22918031", "10.1016/j.ntt.2012.07.006"]}, {"Citation": "Gunduz O, Karadag CH, Ulugol A (2010) Modulatory role of the endogenous nitric oxide synthase inhibitor, asymmetric dimethylarginine (ADMA), in morphine tolerance and dependence in mice. J Neural Trans 117:1027–1032", "ArticleIdList": ["10.1007/s00702-010-0443-2"]}, {"Citation": "Ibi M, Matsuno K, Matsumoto M, Sasaki M, Nakagawa T, Katsuyama M, Iwata K, Zhang J, Kaneko S, Yabe-Nishimura C (2011) Involvement of NOX1/NADPH oxidase in morphine-induced analgesia and tolerance. J Neurosci 31:18094–18103", "ArticleIdList": ["22159121", "6634133", "10.1523/JNEUROSCI.4136-11.2011"]}, {"Citation": "Ji Y, Wang D, Zhang B, Lu H (2019) Bergenin ameliorates MPTP-induced Parkinson’s disease by activating PI3K/Akt signaling pathway. J Alzheimer’s Dis 72:823–833", "ArticleIdList": ["10.3233/JAD-190870"]}, {"Citation": "Kashima Y, Miyazawa M (2013) Structure-activity relationships for Bergenin analogues as β-secretase (BACE1) inhibitors. J Oleo Sci 62:391–401", "ArticleIdList": ["23728330", "10.5650/jos.62.391"]}, {"Citation": "Kaur R, Kaur S (2018) Evaluation of in vitro and in vivo antileishmanial potential of Bergenin rich Bergenia ligulata (Wall.) Engl. root extract against visceral leishmaniasis in inbred BALB/c mice through immunomodulation. J Trad Complement Med 8:251–260", "ArticleIdList": ["10.1016/j.jtcme.2017.06.006"]}, {"Citation": "Kim H-S, Lim H-K, Chung M-W, Kim YC (2000) Antihepatotoxic activity of Bergenin, the major constituent of Mallotus japonicus, on carbon tetrachloride-intoxicated hepatocytes. J Ethnopharmacol 69:79–83", "ArticleIdList": ["10661887", "10.1016/S0378-8741(99)00137-3"]}, {"Citation": "Kim AH, Khursigara G, Sun X, Franke TF, Chao MV (2001) Akt phosphorylates and negatively regulates apoptosis signal-regulating kinase 1. Mol Cell Biol 21:893–901", "ArticleIdList": ["11154276", "86680", "10.1128/MCB.21.3.893-901.2001"]}, {"Citation": "Koh SH, Lo EH (2015) The role of the PI3K pathway in the regeneration of the damaged brain by neural stem cells after cerebral infarction. J Clin Neurol 11:297–304", "ArticleIdList": ["26320845", "4596106", "10.3988/jcn.2015.11.4.297"]}, {"Citation": "Kumar D, Kumar S (2021) Neuroprotective constituents of Actaea acuminata (Wall. ex Royle) H Hara roots. Zeitschrift für Naturforschung C 76:357–365", "ArticleIdList": ["10.1515/znc-2020-0209"]}, {"Citation": "Kumar R, Patel DK, Prasad SK, Laloo D, Krishnamurthy S, Hemalatha S (2012) Type 2 antidiabetic activity of Bergenin from the roots of Caesalpinia digyna Rottler. Fitoterapia 83:395–401", "ArticleIdList": ["22178680", "10.1016/j.fitote.2011.12.008"]}, {"Citation": "Liang J, Li Y, Liu X, Huang Y, Shen Y, Wang J, Liu Z, Zhao Y (2014) In vivo and in vitro antimalarial activity of Bergenin. Biomed Rep 2:260–264", "ArticleIdList": ["24649107", "10.3892/br.2013.207"]}, {"Citation": "Lim H-K, Kim H-S, Choi H-S, Oh S, Choi J (2000) Hepatoprotective effects of Bergenin, a major constituent of Mallotus japonicus, on carbon tetrachloride-intoxicated rats. J Ethnopharmacol 72:469–474", "ArticleIdList": ["10996288", "10.1016/S0378-8741(00)00260-9"]}, {"Citation": "Lim H-K, Kim H-S, Choi H-S, Choi J, Kim S-H, Chang M-J (2001) Effects of Bergenin, the major constituent of Mallotus japonicus against D-galactosamine-induced hepatotoxicity in rats. Pharmacology 63:71–75", "ArticleIdList": ["11490198", "10.1159/000056115"]}, {"Citation": "Liu T, Zhang L, Joo D, Sun SC (2017) NF-κB signaling in inflammation. Signal Transduct Target Ther 2:17023", "ArticleIdList": ["29158945", "5661633", "10.1038/sigtrans.2017.23"]}, {"Citation": "Liu J, Zhang Y, Yu C, Zhang P, Gu S, Wang G, Xiao H, Li S (2021) Bergenin inhibits bladder cancer progression via activating the PPARγ/PTEN/Akt signal pathway. Drug Dev Res 82:278–286", "ArticleIdList": ["33112006", "10.1002/ddr.21751"]}, {"Citation": "Madaan R, Singla RK, Kumar S, Dubey AK, Kumar D, Sharma P, Bala R, Singla S, Shen B (2022) Bergenin - a biologically active scaffold: nanotechnological perspectives. Curr Top Med Chem 22:132–149", "ArticleIdList": ["34649489", "10.2174/1568026621666211015092654"]}, {"Citation": "Magaji MG, Musa AM, Abdullahi MI, Ya’u J, Hussaini IM, (2015) Isolation of Bergenin from the root bark of Securinega virosa and evaluation of its potential sleep promoting effect. Avicenna J Phytomed 5:587–596", "ArticleIdList": ["26693416", "4678504"]}, {"Citation": "Masi A, Glozier N, Dale R, Guastella AJ (2017) The immune system, cytokines, and biomarkers in autism spectrum disorder. Neurosci Bullet 33:194–204", "ArticleIdList": ["10.1007/s12264-017-0103-8"]}, {"Citation": "MohanKumar SM, Murugan A, Palaniyappan A, MohanKumar PS (2023) Role of cytokines and reactive oxygen species in brain aging. Mechan Ageing Devel 214:111855", "ArticleIdList": ["10.1016/j.mad.2023.111855"]}, {"Citation": "Monteiro AFM, Viana JDO, Nayarisseri A, Zondegoumba EN, Mendonça Junior FJB, Scotti MT, Scotti L (2018) Computational studies applied to flavonoids against Alzheimer’s and Parkinson’s diseases. Oxidat Med Cell Longevity 2018:7912765", "ArticleIdList": ["10.1155/2018/7912765"]}, {"Citation": "Mori K (2011) Bioactive natural products and chirality. Chirality 23:449–462", "ArticleIdList": ["21633977", "10.1002/chir.20930"]}, {"Citation": "Mori T, Ito S, Matsubayashi K, Sawaguchi T (2007) Comparison of nitric oxide synthase inhibitors, phospholipase A2 inhibitor and free radical scavengers as attenuators of opioid withdrawal syndrome. Behav Pharmacol 18:725–729", "ArticleIdList": ["17989510", "10.1097/FBP.0b013e3282f18da6"]}, {"Citation": "Murphy TH, Miyamoto M, Sastre A, Schnaar RL, Coyle JT (1989) Glutamate toxicity in a neuronal cell line involves inhibition of cystine transport leading to oxidative stress. Neuron 2:1547–1558", "ArticleIdList": ["2576375", "10.1016/0896-6273(89)90043-3"]}, {"Citation": "Nazir N, Koul S, Qurishi MA, Taneja SC, Ahmad SF, Bani S, Qazi GN (2007) Immunomodulatory effect of Bergenin and norbergenin against adjuvant-induced arthritis—a flow cytometric study. J Ethnopharmacol 112:401–405", "ArticleIdList": ["17408893", "10.1016/j.jep.2007.02.023"]}, {"Citation": "Nazir N, Koul S, Qurishi MA, Najar MH, Zargar MI (2011) Evaluation of antioxidant and antimicrobial activities of Bergenin and its derivatives obtained by chemoenzymatic synthesis. Eur J Med Chem 46:2415–2420", "ArticleIdList": ["21474216", "10.1016/j.ejmech.2011.03.025"]}, {"Citation": "Parkan K, Pohl R, Kotora M (2014) Cross-coupling reaction of saccharide-based alkenyl boronic acids with aryl halides: the synthesis of Bergenin. Chem A Eur J 20:4414–4419", "ArticleIdList": ["10.1002/chem.201304304"]}, {"Citation": "Patel D, Patel K, Kumar R, Gadewar M, Tahilyani V (2012) Pharmacological and analytical aspects of Bergenin: a concise report. Asian Pacific J Trop Dis 2:163–167", "ArticleIdList": ["10.1016/S2222-1808(12)60037-1"]}, {"Citation": "Prithiviraj B, Singh U, Manickam M, Srivastava J, Ray A (1997) Antifungal activity of Bergenin, a constituent of Flueggea microcarpa. Plant Pathol 46:224–228", "ArticleIdList": ["10.1046/j.1365-3059.1997.d01-220.x"]}, {"Citation": "Pu H-L, Huang X, Zhao J-H, Hong A (2002) Bergenin is the antiarrhythmic principle of Fluggea virosa. Planta Med 68:372–374", "ArticleIdList": ["11988869", "10.1055/s-2002-26758"]}, {"Citation": "Rai SN, Dilnashin H, Birla H, Singh SS, Zahra W, Rathore AS, Singh BK, Singh SP (2019) The role of PI3K/Akt and ERK in neurodegenerative disorders. Neurotox Res 35:775–795", "ArticleIdList": ["30707354", "10.1007/s12640-019-0003-y"]}, {"Citation": "Rangsinth P, Duangjan C, Sillapachaiyaporn C, Isidoro C, Prasansuklab A, Tencomnao T (2021) Caesalpinia mimosoides leaf extract promotes neurite outgrowth and inhibits BACE1 activity in mutant APP-overexpressing neuronal neuro2a cells. Pharmaceuticals 14:901", "ArticleIdList": ["34577601", "8469274", "10.3390/ph14090901"]}, {"Citation": "Reale M, Costantini E, Greig NH (2021) Cytokine imbalance in schizophrenia from research to clinic: potential implications for treatment. Front Psychiatry 12:536257", "ArticleIdList": ["33746786", "7973221", "10.3389/fpsyt.2021.536257"]}, {"Citation": "Riedel G, Platt B, Micheau J (2003) Glutamate receptor function in learning and memory. Behav Brain Res 140:1–47", "ArticleIdList": ["12644276", "10.1016/S0166-4328(02)00272-3"]}, {"Citation": "Romero A, Hernández L, García-Nogales P, Puig MM (2010) Deletion of the inducible nitric oxide synthase gene reduces peripheral morphine tolerance in a mouse model of chronic inflammation. Fund Clin Pharmacol 24:317–323", "ArticleIdList": ["10.1111/j.1472-8206.2009.00775.x"]}, {"Citation": "Salimo ZM, Yakubu MN, da Silva EL, de Almeida AC, Chaves YO, Costa EV, da Silva FM, Tavares JF, Monteiro WM, de Melo GC (2023) Chemistry and pharmacology of Bergenin or its derivatives: a promising molecule. Biomolecules 13:403", "ArticleIdList": ["36979338", "10046151", "10.3390/biom13030403"]}, {"Citation": "Salvemini D, Little JW, Doyle T, Neumann WL (2011) Roles of reactive oxygen and nitrogen species in pain. Free Rad Biol Med 51:951–966", "ArticleIdList": ["21277369", "10.1016/j.freeradbiomed.2011.01.026"]}, {"Citation": "Schmidtko A (2015) Nitric oxide-mediated pain processing in the spinal cord. Pain control 227:103–117", "ArticleIdList": ["10.1007/978-3-662-46450-2_6"]}, {"Citation": "Schomberg D, Ahmed M, Miranpuri G, Olson J, Resnick DK (2012) Neuropathic pain: role of inflammation, immune response, and ion channel activity in central injury mechanisms. Ann Neurosci 19:125–132", "ArticleIdList": ["25205985", "4117080"]}, {"Citation": "Shal B, Khan A, Khan AU, Ullah R, Ali G, Islam SU, Haq IU, Ali H, Seo E-K, Khan S (2021) Alleviation of memory deficit by Bergenin via the regulation of reelin and Nrf-2/NF-κB pathway in transgenic mouse model. Int J Mol Sci 22:6603", "ArticleIdList": ["34203049", "8234641", "10.3390/ijms22126603"]}, {"Citation": "Shao F, Wang X, Wu H, Wu Q, Zhang J (2022) Microglia and neuroinflammation: crucial pathological mechanisms in traumatic brain injury-induced neurodegeneration. Front Aging Neurosci 14:825086", "ArticleIdList": ["35401152", "8990307", "10.3389/fnagi.2022.825086"]}, {"Citation": "Sharma HS, Badgaiyan RD, Alm P, Mohanty S, Wiklund L (2005) Neuroprotective effects of nitric oxide synthase inhibitors in spinal cord injury-induced pathophysiology and motor functions: an experimental study in the rat. Ann N Y Acad Sci 1053:422–434", "ArticleIdList": ["16179549"]}, {"Citation": "Shi X, Xu M, Luo K, Huang W, Yu H, Zhou T (2019) Anticancer activity of Bergenin against cervical cancer cells involves apoptosis, cell cycle arrest, inhibition of cell migration and the STAT3 signalling pathway Retraction in/10.3892/etm. 2021.10085. Exp Ther Med 17:3525–3529", "ArticleIdList": ["30988733", "6447771"]}, {"Citation": "Shukry M, Hafez A, Ghazy EW, Farrag F, Abumandour M (2019) Bergenin ameliorates glutamate-induced death of hippocampal neuronal cells through modulation of the antioxidant activity and reducing the redox oxygen species creation. Alexandria J Veter Sci 62:79", "ArticleIdList": ["10.5455/ajvs.55719"]}, {"Citation": "Singh J, Kumar A, Sharma A (2017) Antianxiety activity guided isolation and characterization of Bergenin from Caesalpinia digyna Rottler roots. J Ethnopharmacol 195:182–187", "ArticleIdList": ["27845264", "10.1016/j.jep.2016.11.016"]}, {"Citation": "Singh SS, Rai SN, Birla H, Zahra W, Rathore AS, Dilnashin H, Singh R, Singh SP (2020) Neuroprotective effect of chlorogenic acid on mitochondrial dysfunction-mediated apoptotic death of DA neurons in a parkinsonian mouse model. Oxid Med Cell Longev 2020:6571484", "ArticleIdList": ["32566093", "7273475", "10.1155/2020/6571484"]}, {"Citation": "Singla RK, Dhonchak K, Sodhi RK, ArockiaBabu M, Madan J, Madaan R, Kumar S, Sharma R, Shen B (2022) Bergenin ameliorates cognitive deficits and neuropathological alterations in sodium azide-induced experimental dementia. Front Pharmacol 13:994018", "ArticleIdList": ["36249784", "9556967", "10.3389/fphar.2022.994018"]}, {"Citation": "Singla RK, Dhonchak K, Sodhi RK, ArockiaBabu M, Madan J, Madaan R, Kumar S, Sharma R, Shen B (2022) Bergenin ameliorates cognitive deficits and neuropathological alterations in sodium azide-induced experimental dementia. Front Pharmacol 13:994018", "ArticleIdList": ["36249784", "9556967", "10.3389/fphar.2022.994018"]}, {"Citation": "Slater SJ, Kelly MB, Larkin JD, Ho C, Mazurek A, Taddeo FJ, Yeager MD, Stubbs CD (1997) Interaction of alcohols and anesthetics with protein kinase Cα*. J Biol Chem 272:6167–6173", "ArticleIdList": ["9045629", "10.1074/jbc.272.10.6167"]}, {"Citation": "Song Z, Zou W, Liu C, Guo Q (2010) Gene knockdown with lentiviral vector-mediated intrathecal RNA interference of protein kinase C gamma reverses chronic morphine tolerance in rats. J Gene Med 12:873–880", "ArticleIdList": ["21105149", "10.1002/jgm.1514"]}, {"Citation": "Stefanova N (2022) Microglia in Parkinson’s Disease. J Parkinsons Dis 12:S105-s112", "ArticleIdList": ["35754289", "9535597", "10.3233/JPD-223237"]}, {"Citation": "Taha E, Shetta A, Nour SA, Naguib MJ, Mamdouh W (2024) Versatile nanoparticulate systems as a prosperous platform for targeted nose-brain drug delivery. Mol Pharm 21:999–1014", "ArticleIdList": ["38329097", "10.1021/acs.molpharmaceut.3c00588"]}, {"Citation": "Takahashi H, Kosaka M, Watanabe Y, Nakade K, Fukuyama Y (2003) Synthesis and neuroprotective activity of Bergenin derivatives with antioxidant activity. Bioorgan Med Chem 11:1781–1788", "ArticleIdList": ["10.1016/S0968-0896(02)00666-1"]}, {"Citation": "Tzavlaki K, Moustakas A (2020) TGF-β signaling. Biomolecules 10:487", "ArticleIdList": ["32210029", "7175140", "10.3390/biom10030487"]}, {"Citation": "Uecker M, Da Silva R, Grampp T, Pasch T, Schaub MC, Zaugg M (2003) Translocation of protein kinase C isoforms to subcellular targets in ischemic and anesthetic preconditioning. J Am Soc Anesthesiol 99:138–147", "ArticleIdList": ["10.1097/00000542-200307000-00023"]}, {"Citation": "Villarreal CF, Santos DS, Lauria PS, Gama KB, Espírito-Santo RF, Juiz PJ, Alves CQ, David JM, Soares MB (2020) Bergenin reduces experimental painful diabetic neuropathy by restoring redox and immune homeostasis in the nervous system. Int J Mol Sci 21:4850", "ArticleIdList": ["32659952", "7420298", "10.3390/ijms21144850"]}, {"Citation": "Wang K, Li Y-f, Lv Q, Li X-m, Dai Y, Wei Z-f (2018) Bergenin, acting as an agonist of PPARγ, ameliorates experimental colitis in mice through improving expression of SIRT1, and therefore inhibiting NF-κB-mediated macrophage activation. Front Pharmacol 8:324875", "ArticleIdList": ["10.3389/fphar.2017.00981"]}, {"Citation": "Wu WP, Hao JX, Ongini E, Impagnatiello F, Presotto C, Wiesenfeld-Hallin Z, Xu XJ (2004) A nitric oxide (NO)-releasing derivative of gabapentin, NCX 8001, alleviates neuropathic pain-like behavior after spinal cord and peripheral nerve injury. Br J Pharmacol 141:65–74", "ArticleIdList": ["14662726", "10.1038/sj.bjp.0705596"]}, {"Citation": "Xiang S, Chen K, Xu L, Wang T, Guo C (2020) Bergenin exerts hepatoprotective effects by inhibiting the release of inflammatory factors, apoptosis and autophagy via the PPAR-γ pathway. Drug Des Devel Ther 14:129–143", "ArticleIdList": ["32021098", "6970010", "10.2147/DDDT.S229063"]}, {"Citation": "Yang JY, Kim HS, Lee JK (2007) Changes in nitric oxide synthase expression in young and adult rats after spinal cord injury. Spinal Cord 45:731–738", "ArticleIdList": ["17353913", "10.1038/sj.sc.3102036"]}, {"Citation": "Yang S, Yu Z, Wang L, Yuan T, Wang X, Zhang X, Wang J, Lv Y, Du G (2017) The natural product Bergenin ameliorates lipopolysaccharide-induced acute lung injury by inhibiting NF-kappaB activition. J Ethnopharmacol 200:147–155", "ArticleIdList": ["28192201", "10.1016/j.jep.2017.02.013"]}, {"Citation": "Yu Y, Matsuyama Y, Nakashima S, Yanase M, Kiuchi K, Ishiguro N (2004) Effects of MPSS and a potent iNOS inhibitor on traumatic spinal cord injury. Neuroreport 15:2103–2107", "ArticleIdList": ["15486490", "10.1097/00001756-200409150-00021"]}, {"Citation": "Yun J, Lee Y, Yun K, Oh S (2015) Bergenin decreases the morphine-induced physical dependence via antioxidative activity in mice. Arch Pharm Res 38:1248–1254", "ArticleIdList": ["25542428", "10.1007/s12272-014-0534-y"]}, {"Citation": "Zafar A, Yasir M, Panda DS, Singh L (2024) Bergenin nano-lipid carrier to improve the oral delivery: development, optimization, in vitro and in vivo evaluation. J Drug Del Sci Technol 96:105655", "ArticleIdList": ["10.1016/j.jddst.2024.105655"]}, {"Citation": "Zeng Q, Zhou T, Zhao F, Xiong D, He B, Hua Q, Lin M, Deng L, Sang X, Xie W (2022) p62-Nrf2 regulatory loop mediates the anti-pulmonary fibrosis effect of Bergenin. Antioxidants 11:307", "ArticleIdList": ["35204190", "8868171", "10.3390/antiox11020307"]}, {"Citation": "Zhang X, Zhang F, Yao F, Wang P, Xiong Q, Neng P (2022a) Bergenin has neuroprotective effects in mice with ischemic stroke through antioxidative stress and anti-inflammation via regulating Sirt1/FOXO3a/NF-κB signaling. Neuroreport 33:549–560"}, {"Citation": "Zhang X, Zhang F, Yao F, Wang P, Xiong Q, Neng P (2022b) Bergenin has neuroprotective effects in mice with ischemic stroke through antioxidative stress and anti-inflammation via regulating Sirt1/FOXO3a/NF-κB signaling. NeuroReport 33"}, {"Citation": "Zhao J, Zhou C (2015) Virtual screening of protein kinase C inhibitors from natural product library to modulate general anaesthetic effects. Nat Prod Res 29:589–591", "ArticleIdList": ["25190070", "10.1080/14786419.2014.955491"]}, {"Citation": "Zheng XW, Shan CS, Xu QQ, Wang Y, Shi YH, Wang Y, Zheng GQ (2018) Buyang Huanwu decoction targets SIRT1/VEGF pathway to promote angiogenesis after cerebral ischemia/reperfusion injury. Front Neurosci 12:911", "ArticleIdList": ["30564092", "6288378", "10.3389/fnins.2018.00911"]}, {"Citation": "Zhou D, Qin X, Zhang Z-R, Huang Y (2008) Physicochemical properties of Bergenin. Die Pharmazie-An Int J Pharm Sci 63:366–371"}]}], "History": [{"Year": "2024", "Month": "2", "Day": "16"}, {"Year": "2024", "Month": "5", "Day": "28"}, {"Year": "2024", "Month": "6", "Day": "8", "Hour": "19", "Minute": "45"}, {"Year": "2024", "Month": "6", "Day": "8", "Hour": "19", "Minute": "45"}, {"Year": "2024", "Month": "6", "Day": "8", "Hour": "11", "Minute": "3"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38850305", "10.1007/s00210-024-03197-2", "10.1007/s00210-024-03197-2"]}}]}