{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chlorhexidine", "Glycyrrhiza", "Intensive care units", "Mouthwashes", "Nurses", "Oral health"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38867216", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": ["682", "10.1186/s12903-024-04456-7"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "12"}], "Journal": {"ISSN": "1472-6831", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "12"}}, "Title": "BMC oral health", "ISOAbbreviation": "BMC Oral Health"}, "ArticleTitle": "Comparison of the effect of licorice and chlorhexidine mouthwash on the oral health of intubated patients in the intensive care unit.", "Pagination": {"StartPage": "682", "MedlinePgn": "682"}, "Abstract": {"AbstractText": ["Chlorhexidine mouthwash is a common oral hygiene product used in intensive care units, but it may have some adverse effects. Licorice, a natural herb, could be a potential alternative to chlorhexidine. However, the effect of licorice mouthwash on the oral health of intubated patients has not been studied yet. Therefore, this study aimed to compare the effects of licorice and chlorhexidine mouthwash on the oral health of intubated patients.", "This was a triple-blind clinical trial. The sample included 130 intubated patients admitted to an intensive care unit in Iran. The samples were selected by convenience sampling and randomly assigned to two groups: A and B. In group A, the main researcher applied 15 ml of 0.2% chlorhexidine mouthwash after each brushing (twice a day for 5.5 days) and suctioned it after 30 s. In group B, 20% licorice mouthwash was used instead of chlorhexidine. The demographic information questionnaire and the Beck Oral Assessment Scale (BOAS) were completed by one of the nurses before and on the sixth day of the study.", "Finally, 60 patients in each group completed the study. There was no significant difference between the groups in terms of demographic variables or oral health before the intervention (P > 0.05). The oral health of patients in both the chlorhexidine and liquorice mouthwash groups improved significantly after the intervention (P < 0.05). However, there was no significant difference in oral health between the two groups at postintervention (P = 0.06).", "The results demonstrated that both mouthwashes exerted a comparable effect on dental and oral health. However, the chlorhexidine mouthwash showed a greater impact on the reduction of dental plaque and the thinning of saliva compared to licorice mouthwash. In essential cases, licorice mouthwash can be employed as an alternative to chlorhexidine."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Surgical Nursing, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Oshvandi", "ForeName": "Khodayar", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student M.Sc. in Critical Care Nursing, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Lotfi", "ForeName": "Reza Faghih", "Initials": "RF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chronic Diseases (Home Care) Research Center, Department of Medical Surgical Nursing, School of Nursing and Midwifery, Hamadan University of Medical Sciences, Hamadan, Iran. Azimazizi1360@gmail.com."}], "LastName": "Azizi", "ForeName": "Azim", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, School of Public Health and Modeling of Noncommunicable Diseases Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Tapak", "ForeName": "Leili", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Medicinal Plants and Natural Products Research Center, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Larki-Harchegani", "ForeName": "Amir", "Initials": "A"}], "GrantList": [{"GrantID": "140204132878", "Agency": "vice-chancellor of research and technology, Hamadan University of Medical Sciences", "Country": ""}, {"GrantID": "140204132878", "Agency": "vice-chancellor of research and technology, Hamadan University of Medical Sciences", "Country": ""}, {"GrantID": "140204132878", "Agency": "vice-chancellor of research and technology, Hamadan University of Medical Sciences", "Country": ""}, {"GrantID": "140204132878", "Agency": "vice-chancellor of research and technology, Hamadan University of Medical Sciences", "Country": ""}, {"GrantID": "140204132878", "Agency": "vice-chancellor of research and technology, Hamadan University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Comparative Study"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Oral Health", "NlmUniqueID": "101088684", "ISSNLinking": "1472-6831"}, "ChemicalList": [{"RegistryNumber": "R4KO0DY52L", "NameOfSubstance": "Chlorhexidine"}, {"RegistryNumber": "0", "NameOfSubstance": "Mouthwashes"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents, Local"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Chlorhexidine"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Mouthwashes"}, {"QualifierName": [], "DescriptorName": "Glycyrrhiza"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Intensive Care Units"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Oral Health"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Anti-Infective Agents, Local"}, {"QualifierName": [], "DescriptorName": "Intubation, Intratracheal"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": ["methods"], "DescriptorName": "Oral Hygiene"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Singh P, Arshad Z, Srivastava VK, Singh GP, Gangwar RS, Singh Sr P, Srivastava VK. Efficacy of oral care protocols in the prevention of ventilator-associated pneumonia in mechanically ventilated patients. Cureus. 2022;14(4).", "ArticleIdList": ["PMC9064705", "35518542"]}, {"Citation": "Cillóniz C, Torres A, Niederman MS. Management of pneumonia in critically ill patients. BMJ. 2021;375:1–24. doi: 10.1136/bmj-2021-065871.", "ArticleIdList": ["10.1136/bmj-2021-065871", "34872910"]}, {"Citation": "Irani H, Mofrad ZP, Navidian A, Dahmardeh AR. Comparing the Effect of Salvadora Persica Chewing Stick (miswak) and Chlorhexidine Mouthwash on oral health in patients hospitalized in Intensive Care Units. J Crit Care Nurs. 2018;12(3):43–50."}, {"Citation": "Scannapieco FA. Poor oral health in the etiology and prevention of aspiration pneumonia. Clin Geriatr Med. 2023;39(2):257–71. doi: 10.1016/j.cger.2023.01.010.", "ArticleIdList": ["10.1016/j.cger.2023.01.010", "37045532"]}, {"Citation": "Sole ML, Klein DG, Moseley MJ. Introduction to critical care nursing E-Book. Elsevier Health Sciences; 2020."}, {"Citation": "Warren C, Medei MK, Wood B, Schutte D. A nurse-driven oral care protocol to reduce hospital-acquired pneumonia. AJN Am J Nurs. 2019;119(2):44–51. doi: 10.1097/01.NAJ.0000553204.21342.01.", "ArticleIdList": ["10.1097/01.NAJ.0000553204.21342.01", "30681478"]}, {"Citation": "Zhao T, Wu X, Zhang Q, Li C, Worthington HV, Hua F. Oral hygiene care for critically ill patients to prevent ventilator-associated pneumonia. Cochrane Database Syst Reviews 2020(12):1–139. 10.1002/14651858.CD008367.pub4", "ArticleIdList": ["PMC8111488", "33368159"]}, {"Citation": "Jabbari ghanati M, Haghighi moghadam Y, Valizadeh Hassanloei MA, Ghraaghaji Asl R. Comparison of the effect of two methods mouth wash (chlorhexidine and chlorhexidine combined with hydrogen peroxide solution) on frequency of oral plaques in patients undergoing mechanical ventilation in the intensive care unit. J Urmia Nurs Midwifery Fac. 2018;16(7):508–16."}, {"Citation": "Rezaei S, Rezaei K, Mahboubi M, Jarahzadeh MH, Momeni E, Bagherinasab M, Targhi MG, Memarzadeh MR. Comparison the efficacy of herbal mouthwash with chlorhexidine on gingival index of intubated patients in Intensive Care Unit. J Indian Soc Periodontology. 2016;20(4):1155–66. doi: 10.4103/0972-124X.194269.", "ArticleIdList": ["10.4103/0972-124X.194269", "PMC5341315", "28298822"]}, {"Citation": "Xiang Y, Ren X, Xu Y, Cheng L, Cai H, Hu T. Anti-inflammatory and anti-bacterial effects of mouthwashes in Intensive Care units: a systematic review and Meta-analysis. Int J Environ Res Public Health. 2022;20(1):1–17. doi: 10.3390/ijerph20010733.", "ArticleIdList": ["10.3390/ijerph20010733", "PMC9819176", "36613055"]}, {"Citation": "Deus FP, Ouanounou A. Chlorhexidine in dentistry: pharmacology, uses, and adverse effects. Int Dent J. 2022;72(3):269–77. doi: 10.1016/j.identj.2022.01.005.", "ArticleIdList": ["10.1016/j.identj.2022.01.005", "PMC9275362", "35287956"]}, {"Citation": "Tetè G, Cattoni F, Polizzi E. Anti-discoloration system: a new chlorhexidine mouthwash. J Biol Regul Homeost Agents. 2021;35(4 Suppl 1):113–8. doi: 10.23812/21-4supp1-10.", "ArticleIdList": ["10.23812/21-4supp1-10", "34425666"]}, {"Citation": "Helmy N, Hafez S, Farid A. Efficacy of licorice on salivary Streptococcus mutans levels vs Chlorhexidine Mouthwash in High Caries Risk patients: a Randomized Clinical Trial. J Contemp Dent Pract. 2021;22(8):914–21. doi: 10.5005/jp-journals-10024-3156.", "ArticleIdList": ["10.5005/jp-journals-10024-3156", "34753844"]}, {"Citation": "Molania T, Saeedi M, Ehsani H, Khazaei Z, Moosazadeh M, Rostamkalaei S, Hatkehlouei MB, Salehi M. Evaluation of anti-inflammatory effect of oral licorice in comparison with Chlorhexidine in Population with Gingivitis: a double Blind Clinical Trial Study. Gazi Med J. 2019;30(2):144–9. doi: 10.12996/gmj.2019.37.", "ArticleIdList": ["10.12996/gmj.2019.37"]}, {"Citation": "Malvania EA, Sharma AS, Sheth SA, Rathod S, Chovatia NR, Kachwala MS. In vitro analysis of licorice (glycyrrhiza glabra) root extract activity on streptococcus mutans in comparison to chlorhexidine and fluoride mouthwash. J Contemp Dent Pract. 2019;20(12):1389–94. doi: 10.5005/jp-journals-10024-2724.", "ArticleIdList": ["10.5005/jp-journals-10024-2724", "32381838"]}, {"Citation": "Nazari S, Rameshrad M, Hosseinzadeh H. Toxicological effects of Glycyrrhiza glabra (licorice) Rev. 2017;31(11):1635–50. doi: 10.1002/ptr.5893.", "ArticleIdList": ["10.1002/ptr.5893", "28833680"]}, {"Citation": "Icer MA, Sanlier N, Sanlier N. A review: pharmacological effects of licorice (Glycyrrhiza glabra) on human health. Int J Basic Clin Stud. 2017;6(1):12–26."}, {"Citation": "Firouzian A, Khezri HD. Can Glycyrrhiza glabra L. reduce both upper gastrointestinal tract bleeding and ventilator-associated pneumonia in intensive‐care unit patients? Focus Altern Complement Ther. 2015;20(3–4):184. doi: 10.1111/fct.12198.", "ArticleIdList": ["10.1111/fct.12198", "PMC7164000", "32313446"]}, {"Citation": "Jain P, Sontakke P, Walia S, Yadav P, Biswas G, Kaur D. Assessment of the efficacy of licorice versus 0.2% chlorhexidine oral rinse on plaque-induced gingivitis: a randomized clinical trial. Indian J Oral Health Res. 2017;3(1):15–8. doi: 10.4103/ijohr.ijohr_18_17.", "ArticleIdList": ["10.4103/ijohr.ijohr_18_17"]}, {"Citation": "Yasue H, Itoh T, Mizuno Y, Harada E. Severe hypokalemia, rhabdomyolysis, muscle paralysis, and respiratory impairment in a hypertensive patient taking herbal medicines containing licorice. Intern Med. 2007;46(9):575–8. doi: 10.2169/internalmedicine.46.6316.", "ArticleIdList": ["10.2169/internalmedicine.46.6316", "17473492"]}, {"Citation": "Beck S. Impact of a systematic oral care protocol on stomatitis after chemotherapy. Cancer Nurs. 1979;2(3):185–200. doi: 10.1097/00002820-197906000-00002.", "ArticleIdList": ["10.1097/00002820-197906000-00002", "255358"]}, {"Citation": "Safarabadi M, Rezaei K, Ghaznavi-Rad E. Comparing the effect of echinacea and chlorhexidine mouthwash on oral health in patients hospitalized in intensive care units. Complement Med. 2012;2(3):222–34."}, {"Citation": "Meidani M, Khorvash F, Abbasi S, Cheshmavar M, Tavakoli H. Oropharyngeal irrigation to prevent ventilator-associated-pneumonia: comparing potassium permangenate with chlorhexidine. Int J Prev Med. 2018;9(93):1–4. doi: 10.4103/ijpvm.IJPVM_370_17.", "ArticleIdList": ["10.4103/ijpvm.IJPVM_370_17", "PMC6202778", "30450176"]}, {"Citation": "Desai A, Jaiswal S, Mitra D, Mitra G, Chandak R, Gurav P. Effect of liquorice (root extract) mouth rinse on dental plaque and gingivitis-A randomized controlled clinical trial. JIDA: J Indian Dent Association. 2023;17(3):26–9. doi: 10.4103/jisp.jisp_517_20.", "ArticleIdList": ["10.4103/jisp.jisp_517_20", "PMC8796775", "35136317"]}, {"Citation": "Goultschin J, Palmon S, Shapira L, Brayer L, Gedalia I. Effect of glycyrrhizin-containing toothpaste on dental plaque reduction and gingival health in humans: a pilot study. J Clin Periodontol. 1991;18(3):210–2. doi: 10.1111/j.1600-051X.1991.tb01136.x.", "ArticleIdList": ["10.1111/j.1600-051X.1991.tb01136.x", "2061422"]}, {"Citation": "Munro CL, Grap MJ. Oral health and care in the intensive care unit: state of the science. Am J Crit Care. 2004;13(1):25–34. doi: 10.4037/ajcc2004.13.1.25.", "ArticleIdList": ["10.4037/ajcc2004.13.1.25", "14735645"]}, {"Citation": "Martins N, Ferreira IC, Henriques M, Silva S. In vitro anti-candida activity of Glycyrrhiza glabra L. Ind Crops Prod. 2016;83:81–5. doi: 10.1016/j.indcrop.2015.12.029.", "ArticleIdList": ["10.1016/j.indcrop.2015.12.029"]}, {"Citation": "Wang L, Yang R, Yuan B, Liu Y, Liu C. The antiviral and antimicrobial activities of licorice, a widely-used Chinese herb. Acta Pharm Sinica B. 2015;5(4):310–5. doi: 10.1016/j.apsb.2015.05.005.", "ArticleIdList": ["10.1016/j.apsb.2015.05.005", "PMC4629407", "26579460"]}, {"Citation": "Gupta VK, Fatima A, Faridi U, Negi AS, Shanker K, Kumar J, Rahuja N, Luqman S, Sisodia BS, Saikia D. Antimicrobial potential of Glycyrrhiza glabra roots. J Ethnopharmacol. 2008;116(2):377–80. doi: 10.1016/j.jep.2007.11.037.", "ArticleIdList": ["10.1016/j.jep.2007.11.037", "18182260"]}, {"Citation": "Isbrucker R, Burdock G. Risk and safety assessment on the consumption of licorice root (Glycyrrhiza sp.), its extract and powder as a food ingredient, with emphasis on the pharmacology and toxicology of glycyrrhizin. Regul Toxicol Pharmacol. 2006;46(3):167–92. doi: 10.1016/j.yrtph.2006.06.002.", "ArticleIdList": ["10.1016/j.yrtph.2006.06.002", "16884839"]}, {"Citation": "Messier C, Epifano F, Genovese S, Grenier D. Licorice and its potential beneficial effects in common oro-dental diseases. Oral Dis. 2012;18(1):32–9. doi: 10.1111/j.1601-0825.2011.01842.x.", "ArticleIdList": ["10.1111/j.1601-0825.2011.01842.x", "21851508"]}, {"Citation": "Tsai H-H, Lin H-W, Lu Y-H, Chen Y-L, Mahady GB. A review of potential harmful interactions between anticoagulant/antiplatelet agents and Chinese herbal medicines. PLoS ONE. 2013;8(5):e64255. doi: 10.1371/journal.pone.0064255.", "ArticleIdList": ["10.1371/journal.pone.0064255", "PMC3650066", "23671711"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "16"}, {"Year": "2024", "Month": "6", "Day": "6"}, {"Year": "2024", "Month": "6", "Day": "13", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "13", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "12", "Hour": "23", "Minute": "46"}, {"Year": "2024", "Month": "6", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38867216", "PMC11167858", "10.1186/s12903-024-04456-7", "10.1186/s12903-024-04456-7"]}}]}