{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Compost-biochar mixtures", "Deficit irrigation", "Organic soil amendment", "Plant-soil-water interaction", "Secondary metabolites", "Trigonelline"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38867179", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": ["538", "10.1186/s12870-024-05182-6"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "12"}], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "12"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Incorporation of compost and biochar enhances yield and medicinal compounds in seeds of water-stressed Trigonella foenum-graecum L. plants cultivated in saline calcareous soils.", "Pagination": {"StartPage": "538", "MedlinePgn": "538"}, "Abstract": {"AbstractText": ["The combination of compost and biochar (CB) plays an important role in soil restoration and mitigation strategies against drought stress in plants. In the current study, the impact of CB was determined on the characteristics of saline calcareous soil and the productivity of fenugreek (Trigonella foenum-graecum L.) plants. The field trials examined CB rates (CB<sub>0,</sub> CB<sub>10</sub> and CB<sub>20</sub> corresponding to 0, 10, and 20 t ha<sup>‒1</sup>, respectively) under deficit irrigation [DI<sub>0%</sub>, DI<sub>20%,</sub> and DI<sub>40%</sub> receiving 100, 80, and 60% crop evapotranspiration (ETc), respectively] conditions on growth, seed yield (SY), quality, and water productivity (WP) of fenugreek grown in saline calcareous soils.", "In general, DI negatively affected the morpho-physio-biochemical responses in plants cultivated in saline calcareous soils. However, amendments of CB<sub>10</sub> or CB<sub>20</sub> improved soil structure under DI conditions. This was evidenced by the decreased pH, electrical conductivity of soil extract (ECe), and bulk density but increased organic matter, macronutrient (N, P, and K) availability, water retention, and total porosity; thus, maintaining better water and nutritional status. These soil modifications improved chlorophyll, tissue water contents, cell membrane stability, photosystem II photochemical efficiency, photosynthetic performance, and nutritional homeostasis of drought-stressed plants. This was also supported by increased osmolytes, non-enzymatic, and enzymatic activities under DI conditions. Regardless of DI regimes, SY was significantly (P ≤ 0.05) improved by 40.0 and 102.5% when plants were treated with CB<sub>10</sub> and CB<sub>20</sub>, respectively, as similarly observed for seed alkaloids (87.0, and 39.1%), trigonelline content (43.8, and 16.7%) and WP (40.9, and 104.5%) over unamended control plants.", "Overall, the application of organic amendments of CB can be a promising sustainable solution for improving saline calcareous soil properties, mitigating the negative effects of DI stress, and enhancing crop productivity in arid and semi-arid agro-climates."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agronomy Department, Faculty of Agriculture, Fayoum University, Fayoum, 63514, Egypt."}], "LastName": "Shaaban", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department, Faculty of Science, Fayoum University, Fayoum, 63514, Egypt."}], "LastName": "Hemida", "ForeName": "Khaulood A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Soil and Water Department, Faculty of Agriculture, Fayoum University, Fayoum, 63514, Egypt."}], "LastName": "Abd El-Mageed", "ForeName": "Taia A", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Horticulture Department, Faculty of Agriculture, Fayoum University, Fayoum, 63514, Egypt."}], "LastName": "Semida", "ForeName": "Wael M", "Initials": "WM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al Ain, 15551, United Arab Emirates. sabuqamar@uaeu.ac.ae."}], "LastName": "AbuQamar", "ForeName": "Synan F", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agriculture, Zagazig University, Zagazig, 44519, Egypt."}], "LastName": "El-Saadony", "ForeName": "Mohamed T", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Horticulture Department, Faculty of Agriculture, Fayoum University, Fayoum, 63514, Egypt."}], "LastName": "Al-Elwany", "ForeName": "Omar A A I", "Initials": "OAAI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al Ain, 15551, United Arab Emirates."}], "LastName": "El-Tarabily", "ForeName": "Khaled A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "biochar"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}], "MeshHeadingList": [{"QualifierName": ["metabolism", "physiology", "growth & development"], "DescriptorName": "Trigonella"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Charcoal"}, {"QualifierName": ["growth & development"], "DescriptorName": "Seeds"}, {"QualifierName": ["methods"], "DescriptorName": "Composting"}, {"QualifierName": [], "DescriptorName": "Dehydration"}, {"QualifierName": ["metabolism"], "DescriptorName": "Water"}, {"QualifierName": [], "DescriptorName": "Salinity"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Yadav SR, Biyani DM, Umekar MJ. Trigonella foenum–graecum: a herbal plant review. World J Pharm Res. 2019;8:402–419."}, {"Citation": "Altuntas E, Ozgoz E, Taser OF. Some physical properties of fenugreek (Trigonella Foenum-Graceum L.) seeds. J Food Eng. 2005;71:37–43. doi: 10.1016/j.jfoodeng.2004.10.015.", "ArticleIdList": ["10.1016/j.jfoodeng.2004.10.015"]}, {"Citation": "Snehlata HS, Payal DR. Fenugreek (Trigonella foenum-graecum L.): an overview. Int J Curr Pharm. 2012;2:169–187."}, {"Citation": "Zhou J, Chan L, Zhou S. Trigonelline: a plant alkaloid with therapeutic potential for diabetes and central nervous system disease. Curr Med Chem. 2012;19:3523–3531. doi: 10.2174/092986712801323171.", "ArticleIdList": ["10.2174/092986712801323171", "22680628"]}, {"Citation": "Abou-Sreea AI, Kamal M, El Sowfy DM, Rady MM, Mohamed GF, Al-Dhumri SA, Al-Harbi MS, Abdou NM. Small-sized nanophosphorus has a positive impact on the performance of fenugreek plants under soil-water deficit stress: a case study under field conditions. Biology. 2022;11:115. doi: 10.3390/biology11010115.", "ArticleIdList": ["10.3390/biology11010115", "PMC8773168", "35053113"]}, {"Citation": "Tramontano WA, Jouve D. Trigonelline accumulation in salt-stressed legumes and the role of other osmoregulators as cell cycle control agents. Phytochemistry. 1997;44:1037–1040. doi: 10.1016/S0031-9422(96)00715-7.", "ArticleIdList": ["10.1016/S0031-9422(96)00715-7"]}, {"Citation": "Shimizu M, Mazzafera P. A role for trigonelline during imbibition and germination of coffee seeds. Plant Biol. 2000;2:605–611. doi: 10.1055/s-2000-16645.", "ArticleIdList": ["10.1055/s-2000-16645"]}, {"Citation": "Choudhary S, Bhat TM, Alwutayd KM, Abd El-Moneim D, Naaz N. Salicylic acid enhances thermotolerance and antioxidant defense in Trigonella Foenum Graecum L. under heat stress. Heliyon. 2024;10: e27227. doi: 10.1016/j.heliyon.2024.e27227.", "ArticleIdList": ["10.1016/j.heliyon.2024.e27227", "PMC10966460", "38545154"]}, {"Citation": "Al-Elwany OA, Hemida KA, Abdel-Razek MA, Abd El-Mageed TA, El-Saadony MT, AbuQamar SF, El-Tarabily KA, Taha RS. Impact of folic acid in modulating antioxidant activity, osmoprotectants, anatomical responses, and photosynthetic efficiency of Plectranthus amboinicus under salinity conditions. Front Plant Sci. 2022;13:887091. doi: 10.3389/fpls.2022.887091.", "ArticleIdList": ["10.3389/fpls.2022.887091", "PMC9367479", "35968108"]}, {"Citation": "Shaaban A, Al-Elwany OA, Abdou NM, Hemida KA, El-Sherif A, Abdel-Razek MA, Semida WM, Mohamed GF, Abd El-Mageed TA. Filter mud enhanced yield and soil properties of water-stressed Lupinus termis L. in saline calcareous soil. J Soil Sci Plant Nutr. 2023;22. 10.1007/s42729-021-00755-y."}, {"Citation": "Akula R, Ravishankar GA. Influence of abiotic stress signals on secondary metabolites in plants. Plant Signal Behav. 2011;6:1720–1731. doi: 10.4161/psb.6.11.17613.", "ArticleIdList": ["10.4161/psb.6.11.17613", "PMC3329344", "22041989"]}, {"Citation": "Abd El-Mageed TA, Shaaban A, Abd El-Mageed SA, Semida WM, Rady MO. Silicon defensive role in maize (Zea mays L.) against drought stress and metals-contaminated irrigation water. SILICON. 2020;13:2165–2176. doi: 10.1007/s12633-020-00690-0.", "ArticleIdList": ["10.1007/s12633-020-00690-0"]}, {"Citation": "Abdelfattah MA, Rady MM, Belal HE, Belal EE, Al-Qthanin R, Al-Yasi HM, Ali EF. Revitalizing fertility of nutrient-deficient virgin sandy soil using leguminous biocompost boosts Phaseolus vulgaris performance. Plants. 2021;10:1637. doi: 10.3390/plants10081637.", "ArticleIdList": ["10.3390/plants10081637", "PMC8398608", "34451682"]}, {"Citation": "Manners R, Varela-Ortega C, Van Etten J. Protein-rich legume and pseudo-cereal crop suitability under present and future European climates. Eur J Agron. 2020;113:125974. 10.1016/j.eja.2019.125974."}, {"Citation": "Abdelhafez AA, Metwalley SM, Abbas HH. Irrigation: water resources, types and common problems in Egypt. In: Omran ES, Negm A, editors. Technological and modern irrigation environment in Egypt. Springer Water. Cham: Springer; 2020. p. 15–34. 10.1007/978-3-030-30375-4_2."}, {"Citation": "Kadiresan K, Khanal PR. Rethinking irrigation for global food security. Irrig Drain. 2018;67:8–11. doi: 10.1002/ird.2219.", "ArticleIdList": ["10.1002/ird.2219"]}, {"Citation": "Al-Qthanin RN, AbdAlghafar I, Sabry D, Fikry AM, AlEnezi NA, Elesawi I, AbuQamar SF, Gad MM, El-Tarabily KA. Impact of rice straw mulching on water Consumption and productivity of orange trees [Citrus sinensis (L.) Osbeck]. Agric Water Manag. 2024;298:108862. 10.1016/j.agwat.2024.108862."}, {"Citation": "Fereres E, Soriano MA. Deficit irrigation for reducing agricultural water use. J Exp Bot. 2007;58:147–159. doi: 10.1093/jxb/erl165.", "ArticleIdList": ["10.1093/jxb/erl165", "17088360"]}, {"Citation": "Fernández J, Alcon F, Diaz-Espejo A, Hernandez-Santana V, Cuevas M. Water use indicators and economic analysis for on-farm irrigation decision: a case study of a super high density olive tree orchard. Agric Water Manag. 2020;237: 106074. doi: 10.1016/j.agwat.2020.106074.", "ArticleIdList": ["10.1016/j.agwat.2020.106074"]}, {"Citation": "Kaplan M, Kaymaz E, Varol IS, Ciftci B, Gokalp Z. Herbage yield and biochemical characterization of fenugreek (Trigonella foenum-graecum L.) under different irrigation levels. Ind Crops Prod. 2024;210:118071. 10.1016/j.indcrop.2024.118071."}, {"Citation": "Cucci G, Lacolla G, Boari F, Mastro MA, Cantore V. Effect of water salinity and irrigation regime on maize (Zea mays L.) cultivated on clay loam soil and irrigated by furrow in Southern Italy. Agric Water Manag. 2019;222:118–124. doi: 10.1016/j.agwat.2019.05.033.", "ArticleIdList": ["10.1016/j.agwat.2019.05.033"]}, {"Citation": "Richards LA. Diagnosis and improvement of saline and alkaline soils. Soil Sci. 1947;64:432. doi: 10.1097/00010694-194711000-00013.", "ArticleIdList": ["10.1097/00010694-194711000-00013"]}, {"Citation": "Leytem A, Mikkelsen R. The nature of phosphorus in calcareous soils. Better Crops. 2005;89:11–13."}, {"Citation": "Semida WM, Abd El-Mageed TA, Hemida K, Rady MM. Natural bee-honey based biostimulants confer salt tolerance in onion via modulation of the antioxidant defense system. J Hortic Sci Biotechnol. 2019;94:632–642. doi: 10.1080/14620316.2019.1592711.", "ArticleIdList": ["10.1080/14620316.2019.1592711"]}, {"Citation": "Iqbal B, Kong F, Ullah I, Ali S, Li H, Wang J, Khattak W, Zhou A. Phosphorus application improves the cotton yield by enhancing reproductive organ biomass and nutrient accumulation in two cotton cultivars with different phosphorus sensitivity. Agronomy. 2020;10: 153. doi: 10.3390/agronomy10020153.", "ArticleIdList": ["10.3390/agronomy10020153"]}, {"Citation": "Yu OY, Harper M, Hoepfl M, Domermuth D. Characterization of biochar and its effects on the water holding capacity of loamy sand soil: comparison of hemlock biochar and switchblade grass biochar characteristics. Environ Prog Sustain. 2017;36:1474–1479. doi: 10.1002/ep.12592.", "ArticleIdList": ["10.1002/ep.12592"]}, {"Citation": "Taalab AS, Ageeb GW, Siam HS, Mahmoud SA. Some characteristics of calcareous soils. A review. Middle East J Agric Res. 2019;8:96–105."}, {"Citation": "El-Samnoudi IM, Ibrahim AE-AM, Abd El Tawwab AR, Abd El-Mageed TA. Combined effect of poultry manure and soil mulching on soil properties, physiological responses, yields and water-use efficiencies of sorghum plants under water stress. Commun Soil Sci Plant Anal. 2019;50:2626–2639. doi: 10.1080/00103624.2019.1671445.", "ArticleIdList": ["10.1080/00103624.2019.1671445"]}, {"Citation": "Hu S, Ding Y, Zhu C. Sensitivity and responses of chloroplasts to heat stress in plants. Front Plant Sci. 2020;11:375. 10.3389/fpls.2020.00375.", "ArticleIdList": ["PMC7142257", "32300353"]}, {"Citation": "Gangwar K, Singh K, Sharma S, Tomar O. Alternative tillage and crop residue management in wheat after rice in sandy loam soils of Indo-Gangetic plains. Soil Tillage Res. 2006;88:242–252. doi: 10.1016/j.still.2005.06.015.", "ArticleIdList": ["10.1016/j.still.2005.06.015"]}, {"Citation": "Diacono M, Montemurro F. Long-term effects of organic amendments on soil fertility. In: Lichtfouse E, Hamelin M, Navarrete M, Debaeke P, editors. Sustainable Agriculture Volume 2. Dordrecht: Springer; 10.1007/978-94-007-0394-0_34."}, {"Citation": "Badal E, Abd El-Mageed T, Buesa I, Guerra D, Bonet L, Intrigliolo DS. Moderate plant water stress reduces fruit drop of Rojo Brillante persimmon (Diospyros kaki) in a Mediterranean climate. Agric Water Manag. 2013;2013(119):154–60. 10.1016/j.agwat.2012.12.020."}, {"Citation": "Abd El-Mageed TA, El-Sherif AM, Abd El-Mageed SA, Abdou NM. A novel compost alleviate drought stress for sugar beet production grown in Cd-contaminated saline soil. Agric Water Manag. 2019;226:105831. doi: 10.1016/j.agwat.2019.105831.", "ArticleIdList": ["10.1016/j.agwat.2019.105831"]}, {"Citation": "Bitarafan Z, Asghari HR, Hasanloo T, Gholami A, Moradi F, Khakimov B, Liu F, Andreasen C. The effect of charcoal on medicinal compounds of seeds of fenugreek (Trigonella foenum-graecum L.) exposed to drought stress. Ind Crops Prod. 2019;131:323–329. doi: 10.1016/j.indcrop.2019.02.003.", "ArticleIdList": ["10.1016/j.indcrop.2019.02.003"]}, {"Citation": "Khan I, Iqbal B, Khan AA, Inamullah, Rehman A, Fayyaz A, Shakoor A, Farooq TH, Wang Lx The interactive impact of straw mulch and biochar application positively enhanced the growth indexes of maize (Zea mays L.) Crop. Agronomy. 2022;12:2584. doi: 10.3390/agronomy12102584.", "ArticleIdList": ["10.3390/agronomy12102584"]}, {"Citation": "Siedt M, Schäffer A, Smith KE, Nabel M, Roß-Nickoll M, Van Dongen JT. Comparing straw, compost, and biochar regarding their suitability as agricultural soil amendments to affect soil structure, nutrient leaching, microbial communities, and the fate of pesticides. Sci Total Environ. 2021;751:141607. doi: 10.1016/j.scitotenv.2020.141607.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141607", "32871314"]}, {"Citation": "Abd El-Mageed TA, El-Samnoudi IM, Ibrahim AE-AM, Abd El Tawwab AR. Compost and mulching modulates morphological, physiological responses and water use efficiency in Sorghum bicolor L. Moench under low moisture regime. Agric Water Manag. 2018;208:431–439. doi: 10.1016/j.agwat.2018.06.042.", "ArticleIdList": ["10.1016/j.agwat.2018.06.042"]}, {"Citation": "Das M, Roychoudhury A. ROS and responses of antioxidant as ROS-scavengers during environmental stress in plants. Front Environ Sci. 2014;2:53 . doi: 10.3389/fenvs.2014.00053.", "ArticleIdList": ["10.3389/fenvs.2014.00053"]}, {"Citation": "Ayaz M, Feizienė D, Tilvikienė V, Akhtar K, Stulpinaitė U, Iqbal R. Biochar role in the sustainability of agriculture and environment. Sustainability. 2021;13:1330. 10.3390/su13031330."}, {"Citation": "Rasse DP, Weldon S, Joner EJ, Joseph S, Kammann CI, Liu X, O’toole A, Pan G, Kocatürk-Schumacher NP. Enhancing plant N uptake with biochar-based fertilizers: limitation of sorption and prospects. Plant Soil. 2022;475:213–236. doi: 10.1007/s11104-022-05365-w.", "ArticleIdList": ["10.1007/s11104-022-05365-w"]}, {"Citation": "Ponce VM, Pandey RP, Ercan S. Characterization of drought across climatic spectrum. J Hydrol Eng. 2000;5:222–224. doi: 10.1061/(ASCE)1084-0699(2000)5:2(222).", "ArticleIdList": ["10.1061/(ASCE)1084-0699(2000)5:2(222)"]}, {"Citation": "Soil Survey Staff . Soil Taxonomy: A basic system of soil classification for making and interpreting soil surveys. United States Department of Agriculture (USDA), Natural Resources Conservation Service. Second Edition, No. 436. Washington, DC: Agriculture Handbook, USDA; 1999."}, {"Citation": "Page AI, Miller RH, Keeny DR. Methods of soil analysis, Part 2: Chemical and microbiological properties. Madison: American Society of Agronomy, Madison Inc; 1982. p. 1159."}, {"Citation": "Stanford G, Carter JN, Westermann DT, Meisinger JJ. Residual nitrate and mineralizable soil nitrogen in relation to nitrogen uptake by irrigated sugar beets 1. Agron J. 1977;69:303–308. doi: 10.2134/agronj1977.00021962006900020025x.", "ArticleIdList": ["10.2134/agronj1977.00021962006900020025x"]}, {"Citation": "Olsen SR, Cole CV, Watanabe FS. Estimation of available phosphorus in soils by extraction with sodium bicarbonate. USDA Circular No. 939. Washington DC: US Government Printing Office; US Department of Agriculture; 1945."}, {"Citation": "Parnell JJ, Terry RE, Nelson Z. Soil chemical analysis applied as an interpretive tool for ancient human activities in Piedras Negras, Guatemala. J Archaeol Sci. 2002;29:379–404. doi: 10.1006/jasc.2002.0735.", "ArticleIdList": ["10.1006/jasc.2002.0735"]}, {"Citation": "Klute A, Dirksen C. Hydraulic conductivity and diffusivity: laboratory methods. Methods of soil analysis: Part 1 physical and mineralogical. Methods. 1986;5:687–734. doi: 10.2136/sssabookser5.1.", "ArticleIdList": ["10.2136/sssabookser5.1"]}, {"Citation": "Allen RG, Pereira LS, Raes D, Smith M. Crop evapotranspiration - guidelines for computing crop water requirements - FAO Irrigation and drainage paper 56. Rome: FAO - Food and Agriculture Organization of the United Nations; 1998. p. D05109."}, {"Citation": "Idrovo-Novillo J, Gavilanes-Terán I, Angeles Bustamante M, Paredes C. Composting as a method to recycle renewable plant resources back to the ornamental plant industry: agronomic and economic assessment of composts. Process Saf Environ Prot. 2018;116:388–395. doi: 10.1016/j.psep.2018.03.012.", "ArticleIdList": ["10.1016/j.psep.2018.03.012"]}, {"Citation": "Abd-Elghany G, El-Shazly MM, Hashem HAEA. Water management for fenugreek plant and its response to bio fertilization in North Sinai. Egypt J Appl Sci. 2017;32:494–515."}, {"Citation": "Kumar D, Rank HD. Comparison of fenugreek crop evapotranspiration measured by a micro-lysimeter, field water balance method and automatic closed canopy chamber. IJAEB. 2021;14:29–49. doi: 10.30954/0974-1712.01.2021.5.", "ArticleIdList": ["10.30954/0974-1712.01.2021.5"]}, {"Citation": "Maxwell K, Johnson G. N. Chlorophyll fluorescence—a practical guide. J Exp Bot. 2000;51:659–668. doi: 10.1093/jxb/51.345.659.", "ArticleIdList": ["10.1093/jxb/51.345.659", "10938857"]}, {"Citation": "Clark AJ, Landolt W, Bucher JB, Strasser RJ. Beech (Fagus sylvatica) response to ozone exposure assessed with a chlorophyll a fluorescence performance index. Environ Pollut. 2000;109:501–507. doi: 10.1016/S0269-7491(00)00053-1.", "ArticleIdList": ["10.1016/S0269-7491(00)00053-1", "15092883"]}, {"Citation": "Premachandra GS, SaneokaB H, Ogata S. Cell membrane stability, an indicator of drought tolerance, as affected by applied nitrogen in soybean. J Agric Sci. 1990;115:63–66. doi: 10.1017/S0021859600073925.", "ArticleIdList": ["10.1017/S0021859600073925"]}, {"Citation": "Hayat S, Hayat Q, Alyemeni M, Wani A, Pichtel J, Ahmad A. Role of proline under changing environments: a review. Plant Signal Behav. 2012;7:1456–1466. doi: 10.4161/psb.21949.", "ArticleIdList": ["10.4161/psb.21949", "PMC3548871", "22951402"]}, {"Citation": "Patterson BD, Macrae EA, Ferguson IB. Estimation of hydrogen peroxide in plant extracts using titanium (IV) Anal Biochem. 1984;139:487–492. doi: 10.1016/0003-2697(84)90039-3.", "ArticleIdList": ["10.1016/0003-2697(84)90039-3", "6476384"]}, {"Citation": "Heath RL, Packer L. Photoperoxidation in isolated chloroplasts. I. Kinetics and stoichiometry of fatty acid peroxidation. Arch Biochem Biophys. 1968;125:189–198. doi: 10.1016/0003-9861(68)90654-1.", "ArticleIdList": ["10.1016/0003-9861(68)90654-1", "5655425"]}, {"Citation": "Irigoyen J, Einerich D, Sánchez-Díaz M. Water stress induced changes in concentrations of proline and total soluble sugars in nodulated alfalfa (Medicago sativa) plants. Physiol Plant. 1992;84:55–60. doi: 10.1111/j.1399-3054.1992.tb08764.x..", "ArticleIdList": ["10.1111/j.1399-3054.1992.tb08764.x."]}, {"Citation": "Bates LS, Waldren RP, Teare I. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207. doi: 10.1007/BF00018060.", "ArticleIdList": ["10.1007/BF00018060"]}, {"Citation": "Sauvesty A, Page F, Huot J. A simple method for extracting plant phenolic compounds. Can J Res. 1992;22:654–659. doi: 10.1139/x92-087.", "ArticleIdList": ["10.1139/x92-087"]}, {"Citation": "Meyers KJ, Watkins CB, Pritts MP, Liu RH. Antioxidant and antiproliferative activities of strawberries. J Agric Food Chem. 2003;51:6887–6892. doi: 10.1021/jf034506n.", "ArticleIdList": ["10.1021/jf034506n", "14582991"]}, {"Citation": "Moore TC. Effects of certain synthetic plant growth regulators on the development of selected species. In: Research experiences in plant physiology. Berlin, Heidelberg: Springer; 1974. p. 307–23. 10.1007/978-3-642-96168-7_20."}, {"Citation": "Bradford N. A rapid and sensitive method for the quantitation microgram quantities of a protein isolated from red cell membranes. Anal Biochem. 1976;72:e254. doi: 10.1006/abio.1976.9999.", "ArticleIdList": ["10.1006/abio.1976.9999", "942051"]}, {"Citation": "Griffith OW. Determination of glutathione and glutathione disulfide using glutathione reductase and 2-vinylpyridine. Anal Biochem. 1980;106:207–212. doi: 10.1016/0003-2697(80)90139-6.", "ArticleIdList": ["10.1016/0003-2697(80)90139-6", "7416462"]}, {"Citation": "Mukherjee S, Choudhuri M. Implications of water stress-induced changes in the levels of endogenous ascorbic acid and hydrogen peroxide in Vigna seedlings. Physiol Plant. 1983;58:166–170. doi: 10.1111/j.1399-3054.1983.tb04162.x..", "ArticleIdList": ["10.1111/j.1399-3054.1983.tb04162.x."]}, {"Citation": "Zhao X, Xie H, Zhao X, Zhang J, Li Z, Yin W, Yuan A, Zhou H, Manan S, Nazar M, Iqbal B, Li G, Du D. Combined inhibitory effect of Canada goldenrod invasion and soil microplastics on rice growth. Int J Environ Res Public Health. 2022;19:11947. 10.3390/ijerph191911947.", "ArticleIdList": ["PMC9565921", "36231243"]}, {"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–6. 10.1016/s0076-6879(84)05016-3.", "ArticleIdList": ["6727660"]}, {"Citation": "Rao MV, Paliyath G, Ormrod DP. Ultraviolet-B-and ozone-induced biochemical changes in antioxidant enzymes of Arabidopsis thaliana. Plant Physiol. 1996;110:125–136. doi: 10.1104/pp.110.1.125.", "ArticleIdList": ["10.1104/pp.110.1.125", "PMC157701", "8587977"]}, {"Citation": "Brand-Williams W, Cuvelier M, Berset C. Antioxidative activity of phenolic composition of commercial extracts of sage and rosemary. LWT Food Sci Technol. 1995;28:25–30. doi: 10.1016/S0023-6438(95)80008-5.", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Martín MJ, Pablos F, Bello MA, González AG. Determination of trigonelline in green and roasted coffee from single column ionic chromatography. Z Anal Chem. 1997;357:357–358. doi: 10.1007/s002160050169.", "ArticleIdList": ["10.1007/s002160050169"]}, {"Citation": "Mohamadi N, Pournamdari M, Sharififar F, Ansari M. Simultaneous spectrophotometric determination of trigonelline, diosgenin and nicotinic acid in dosage forms prepared from fenugreek seed extract. Iran J Pharm Res. 2020;19:153–159. doi: 10.22037/ijpr.2019.1100790.", "ArticleIdList": ["10.22037/ijpr.2019.1100790", "PMC7667557", "33224220"]}, {"Citation": "Shamsa F, Monsef H, Ghamooshi R, Verdian-Rizi M. Spectrophotometric determination of total alkaloids in some Iranian medicinal plants. Thai J Pharm Sci. 2008;32:17–20. doi: 10.56808/3027-7922.2196.", "ArticleIdList": ["10.56808/3027-7922.2196"]}, {"Citation": "Jacobs MB. Micro-Kjeldahl method for biologicals. J Am Pharm Assoc. 1951;40:151-3. 10.1002/jps.3030400309.", "ArticleIdList": ["14823989"]}, {"Citation": "Jackson M. Soil chemical analysis prentice. New Delhi: Hall of India Private Limited; 1967. p. 498."}, {"Citation": "Chapman HD, Pratt PF. Methods of analysis for soils, plants and waters. Soil Sci. 1962;93:68. doi: 10.1097/00010694-196201000-00015.", "ArticleIdList": ["10.1097/00010694-196201000-00015"]}, {"Citation": "Goos P, Vandebroek M. Outperforming completely randomized designs. J Qual Technol. 2004;36:12–26. doi: 10.1080/00224065.2004.11980249.", "ArticleIdList": ["10.1080/00224065.2004.11980249"]}, {"Citation": "Di Rienzo J, Casanoves F, Balzarini M, Gonzalez L, Tablada M, Robledo C. InfoStat Group. Facultad de Ciencias Agropecuarias: Universidad Nacional de Córdoba, Argentina; 2016."}, {"Citation": "Leogrande R, Vitti C, Castellini M, Garofalo P, Samarelli I, Lacolla G, Montesano FF, Spagnuolo M, Mastrangelo M, Stellacci AM. Residual effect of compost and biochar amendment on soil chemical, biological, and physical properties and durum wheat response. Agronomy. 2024;14:749. 10.3390/agronomy14040749."}, {"Citation": "Nyaupane S, Poudel MR, Panthi B, Dhakal A, Paudel H, Bhandari R. Drought stress effect, tolerance, and management in wheat – a review. Cogent Food Agric. 2024;10:2296094. doi: 10.1080/23311932.2023.2296094.", "ArticleIdList": ["10.1080/23311932.2023.2296094"]}, {"Citation": "Maleki M, Shojaeiyan A, Mokhtassi-Bidgoli A. Differential responses of two fenugreek (Trigonella foenum-graecum L.) landraces pretreated with melatonin to prolonged drought stress and subsequent recovery. BMC Plant Biol. 2024;24:161. doi: 10.1186/s12870-024-04835-w.", "ArticleIdList": ["10.1186/s12870-024-04835-w", "PMC10908034", "38429697"]}, {"Citation": "Dehkordi RA, Roghani SR, Mafakheri S, Asghari B. Effect of biostimulants on morpho-physiological traits of various ecotypes of fenugreek (Trigonella foenum-graecum L.) under water deficit stress. Sci Hortic. 2021;283:110077. 10.1016/j.scienta.2021.110077."}, {"Citation": "Bhutia PH, Sharangi AB. Effect of dates of sowing and soil moisture level in different growth stages and yield dynamics of fenugreek (Trigonella foenum-graecum L) Natl Acad Sci Lett. 2016;39:77–80. doi: 10.1007/s40009-016-0428-2.", "ArticleIdList": ["10.1007/s40009-016-0428-2"]}, {"Citation": "Maleki M, Shojaeiyan A, Mokhtassi-Bidgoli A. Genotypic variation in biochemical and physiological responses of fenugreek (Trigonella foenum-graecum L.) landraces to prolonged drought stress and subsequent rewatering. Sci Hortic. 2021;287:110224. 10.1016/j.scienta.2021.110224."}, {"Citation": "Antonangelo JA, Sun X, Zhang H. The roles of co-composted biochar (COMBI) in improving soil quality, crop productivity, and toxic metal amelioration. J Environ Manage. 2021;277:111443. 10.1016/j.jenvman.2020.111443.", "ArticleIdList": ["33049617"]}, {"Citation": "Teodoro M, Trakal L, Gallagher BN, Šimek P, Soudek P, Pohořelý M, Beesley L, Jačka L, Kovář M, Seyedsadr S, Mohan D. Application of co-composted biochar significantly improved plant-growth relevant physical/chemical properties of a metal contaminated soil. Chemosphere. 2020;242:125255. 10.1016/j.chemosphere.2019.125255.", "ArticleIdList": ["31896180"]}, {"Citation": "Garau M, Pinna MV, Nieddu M, Castaldi P, Garau G. Mixing compost and biochar can enhance the chemical and biological recovery of soils contaminated by potentially toxic elements. Plants. 2024;13:284. 10.3390/plants13020284.", "ArticleIdList": ["PMC10818981", "38256837"]}, {"Citation": "Ashok K, Sharma K. Leaf water content-a simple indicator of drought tolerance in crop plants. Indian J Agric Sci. 2010;80:1095–1097."}, {"Citation": "Rajasheker G, Jawahar G, Jalaja N, Kumar SA, Kumari PH, Punita DL, Karumanchi AR, Reddy PS, Rathnagiri P, Sreenivasulu N, Bilhan P, Kishor K. Role and regulation of osmolytes and ABA interaction in salt and drought stress tolerance. In: Khan MIR, Reddy PS, Ferrante A, Khan NA, editors. Plant Signaling molecules. Editors: Woodhead Publishing, Duxford, UK. pp; 2019. pp. 417–436."}, {"Citation": "Zahra MB, Aftab ZEH, Haider MS. Water productivity, yield and agronomic attributes of maize crop in response to varied irrigation levels and biochar–compost application. J Sci Food Agric. 2021;101:4591–4604. doi: 10.1002/jsfa.11102.", "ArticleIdList": ["10.1002/jsfa.11102", "33474725"]}, {"Citation": "Werdin J, Fletcher TD, Rayner JP, Williams NS, Farrell C. Biochar made from low density wood has greater plant available water than biochar made from high density wood. Sci Total Environ. 2020;705:135856 . doi: 10.1016/j.scitotenv.2019.135856.", "ArticleIdList": ["10.1016/j.scitotenv.2019.135856", "31831248"]}, {"Citation": "Sg L, Jjo O, Adeleke R, St M. The potential of biochar to enhance concentration and utilization of selected macro and micronutrients for chickpea (Cicer arietinum) grown in three contrasting soils. Rhizosphere. 2021;17:100289. 10.1016/j.rhisph.2020.100289."}, {"Citation": "Figueiredo C, Lopes H, Coser T, Vale A, Busato J, Aguiar N, Novotny E, Canellas L. Influence of pyrolysis temperature on chemical and physical properties of biochar from sewage sludge. Arch Agron Soil Sci. 2018;64:881–889. doi: 10.1080/03650340.2017.1407870.", "ArticleIdList": ["10.1080/03650340.2017.1407870"]}, {"Citation": "Liu C, Wang Y, Pan K, Wang Q, Liang J, Jin Y, Tariq A. The synergistic responses of different photoprotective pathways in dwarf bamboo (Fargesia Rufa) to drought and subsequent rewatering. Front Plant Sci. 2017;8:489. doi: 10.3389/fpls.2017.00489.", "ArticleIdList": ["10.3389/fpls.2017.00489", "PMC5378818", "28421106"]}, {"Citation": "Tikhonov AN. Induction events and short-term regulation of electron transport in chloroplasts: an overview. Photosynth Res. 2015;125:65–94. doi: 10.1007/s11120-015-0094-0.", "ArticleIdList": ["10.1007/s11120-015-0094-0", "25680580"]}, {"Citation": "Banakar MH, Amiri H, Ardakani MRS, Ranjbar GH. Susceptibility and tolerance of fenugreek (Trigonella Foenum-Graceum L.) to salt stress: physiological and biochemical inspections. Environ Exp Bot. 2022;194:104748. 10.1016/j.envexpbot.2021.104748."}, {"Citation": "Wang S, Hoch G, Grun G, Kahmen A. Water loss after stomatal closure: quantifying leaf minimum conductance and minimal water use in nine temperate European tree species during a severe drought. Tree Physiol. 2024;44:tpae027. doi: 10.1093/treephys/tpae027.", "ArticleIdList": ["10.1093/treephys/tpae027", "PMC10993720", "38412116"]}, {"Citation": "Jahromi MN, Razzaghi F, Zand-Parsa S. Strategies to increase barley production and water use efficiency by combining deficit irrigation and nitrogen fertilizer. Irrig Sci. 2022;1–15. 10.1007/s00271-022-00811-0"}, {"Citation": "Obadi A, Alharbi A, Abdel-Razzak H, Al-Omran A. Biochar and compost as soil amendments: effect on sweet pepper (Capsicum annuum L.) growth under partial root zone drying irrigation. Arab J Geosci. 2020;13:508. doi: 10.1007/s12517-020-05529-x.", "ArticleIdList": ["10.1007/s12517-020-05529-x"]}, {"Citation": "Roy R, Núñez-Delgado A, Wang J, Kader MA, Sarker T, Hasan AK, Dindaroglu T. Cattle manure compost and biochar supplementation improve growth of Onobrychis viciifolia in coal-mined spoils under water stress conditions. Environ Res. 2022;205:112440. 10.1016/j.envres.2021.112440.", "ArticleIdList": ["34843727"]}, {"Citation": "Rehman H, Alharby HF, Bamagoos AA, Abdelhamid MT, Rady MM. Sequenced application of glutathione as an antioxidant with an organic biostimulant improves physiological and metabolic adaptation to salinity in wheat. Plant Physiol Biochem. 2021;158:43–52. doi: 10.1016/j.plaphy.2020.11.041.", "ArticleIdList": ["10.1016/j.plaphy.2020.11.041", "33296845"]}, {"Citation": "Roy R, Núñez-Delgado A, Sultana S, Wang J, Battaglia ML, Sarker T, Seleiman MF, Barmon M, Zhang R. Additions of optimum water, spent mushroom compost and wood biochar to improve the growth performance of Althaea rosea in drought-prone coal-mined spoils. J Environ Manage. 2021;295:113076. 10.1016/j.jenvman.2021.113076.", "ArticleIdList": ["34153587"]}, {"Citation": "Chen Y-E, Cui J-M, Su Y-Q, Zhang C-M, Ma J, Zhang Z-W, Yuan M, Liu W-J, Zhang H-Y, Yuan S. Comparison of phosphorylation and assembly of photosystem complexes and redox homeostasis in two wheat cultivars with different drought resistance. Sci Rep. 2017;7:12718. doi: 10.1038/s41598-017-13145-1.", "ArticleIdList": ["10.1038/s41598-017-13145-1", "PMC5629198", "28983110"]}, {"Citation": "Nguyen KH, Mostofa MG, Watanabe Y, Tran CD, Rahman MM, Tran L-SP. Overexpression of GmNAC085 enhances drought tolerance in Arabidopsis by regulating glutathione biosynthesis, redox balance and glutathione-dependent detoxification of reactive oxygen species and methylglyoxal. Environ Exp Bot. 2019;161:242–254. doi: 10.1016/j.envexpbot.2018.12.021.", "ArticleIdList": ["10.1016/j.envexpbot.2018.12.021"]}, {"Citation": "Ashihara H. Trigonelline (N-methylnicotinic acid) biosynthesis and its biological role in plants. Nat Prod Commun. 2008;3:1423–1428. doi: 10.1177/1934578X0800300906.", "ArticleIdList": ["10.1177/1934578X0800300906"]}, {"Citation": "Tavangar A, Karami L, Hedayat M, Gholamreza A. Effect of salinity and drought stress on morphological and biochemical properties of two Iranian fenugreek (Trigonella foenum-graecum) populations. Not Bot Horti Agrobot. 2021;49:12038–12038. doi: 10.15835/nbha49212038.", "ArticleIdList": ["10.15835/nbha49212038"]}, {"Citation": "Afshar RK, Chaichi MR, Jovini MA, Jahanzad E, Hashemi M. Accumulation of silymarin in milk thistle seeds under drought stress. Planta. 2015;242:2265–2269. doi: 10.1007/s00425-015-2265-9.", "ArticleIdList": ["10.1007/s00425-015-2265-9", "25708739"]}, {"Citation": "Beygi Z, Nezamzadeh Z, Rabiei M, Mirakhorli N. Enhanced accumulation of trigonelline by elicitation and osmotic stresses in fenugreek callus culture. Plant Cell Tissue Organ Cult. 2021;147:169–174. doi: 10.1007/s11240-021-02055-w.", "ArticleIdList": ["10.1007/s11240-021-02055-w"]}, {"Citation": "Yahyazadeh M, Meinen R, Hänsch R, Abouzeid S, Selmar D. Impact of drought and salt stress on the biosynthesis of alkaloids in Chelidonium majus L. Phytochemistry. 2018;152:204–212. doi: 10.1016/j.phytochem.2018.05.007.", "ArticleIdList": ["10.1016/j.phytochem.2018.05.007", "29783187"]}, {"Citation": "Baričevič D, Zupančič A. The impact of drought stress and/or nitrogen fertilization in some medicinal plants. J Herbs Spices Med Plants. 2002;9:53–64. doi: 10.1300/J044v09n02_08.", "ArticleIdList": ["10.1300/J044v09n02_08"]}, {"Citation": "Bista DR, Heckathorn SA, Jayawardena DM, Mishra S, Boldt JK. Effects of drought on nutrient uptake and the levels of nutrient-uptake proteins in roots of drought-sensitive and-tolerant grasses. Plants. 2018;7: 28. doi: 10.3390/plants7020028.", "ArticleIdList": ["10.3390/plants7020028", "PMC6027393", "29601475"]}, {"Citation": "Belmecheri-Cherifi H, Albacete A, Martínez-Andújar C, Pérez-Alfocea F, Abrous-Belbachir O. The growth impairment of salinized fenugreek (Trigonella foenum-graecum L.) plants is associated to changes in the hormonal balance. J Plant Physiol. 2019;232:311–319. doi: 10.1016/j.jplph.2018.11.016.", "ArticleIdList": ["10.1016/j.jplph.2018.11.016", "30551096"]}, {"Citation": "Marshall J, Muhlack R, Morton BJ, Dunnigan L, Chittleborough D, Kwong CW. Pyrolysis temperature effects on biochar–water interactions and application for improved water holding capacity in vineyard soils. Soil Syst. 2019;3:27. doi: 10.3390/soilsystems3020027.", "ArticleIdList": ["10.3390/soilsystems3020027"]}, {"Citation": "Yan S, Gao Y, Tian M, Tian Y, Li J. Comprehensive evaluation of effects of various carbon-rich amendments on tomato production under continuous saline water irrigation: overall soil quality, plant nutrient uptake, crop yields and fruit quality. Agric Water Manag. 2021;255:106995. doi: 10.1016/j.agwat.2021.106995.", "ArticleIdList": ["10.1016/j.agwat.2021.106995"]}, {"Citation": "Singh D, Yadav NS, Tiwari V, Agarwal PK, Jha B. A SNARE-like superfamily protein SbSLSP from the halophyte Salicornia brachiata confers salt and drought tolerance by maintaining membrane stability, K+/Na+ ratio, and antioxidant machinery. Front Plant Sci. 2016;7:737. doi: 10.3389/fpls.2016.00737.", "ArticleIdList": ["10.3389/fpls.2016.00737", "PMC4889606", "27313584"]}, {"Citation": "Zhu JK. Abiotic stress signaling and responses in plants. Cell. 2016;167:313–324. doi: 10.1016/j.cell.2016.08.029.", "ArticleIdList": ["10.1016/j.cell.2016.08.029", "PMC5104190", "27716505"]}, {"Citation": "Siebert J, Sünnemann M, Auge H, Berger S, Cesarz S, Ciobanu M, Guerrero-Ramírez NR, Eisenhauer N. The effects of drought and nutrient addition on soil organisms vary across taxonomic groups, but are constant across seasons. Sci Rep. 2019;9:1–12. doi: 10.1038/s41598-018-36777-3.", "ArticleIdList": ["10.1038/s41598-018-36777-3", "PMC6345851", "30679568"]}, {"Citation": "Nadeem SM, Imran M, Naveed M, Khan MY, Ahmad M, Zahir ZA, Crowley DE. Synergistic use of biochar, compost and plant growth-promoting rhizobacteria for enhancing cucumber growth under water deficit conditions. J Sci Food Agric. 2017;97:5139–5145. doi: 10.1002/jsfa.8393.", "ArticleIdList": ["10.1002/jsfa.8393", "28436040"]}, {"Citation": "Mithu MMH, Mia S, Suhi AA, Tahura S, Biswas P, Kader MA, Kassim S, Makino T. Biochar enriched compost elevates mungbean (Vigna radiata L.) yield under different salt stresses. Crop Pasture Sci. 2022;74:79–89. doi: 10.1071/CP21653.", "ArticleIdList": ["10.1071/CP21653"]}]}], "History": [{"Year": "2023", "Month": "9", "Day": "15"}, {"Year": "2024", "Month": "5", "Day": "21"}, {"Year": "2024", "Month": "6", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "13", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "12", "Hour": "23", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38867179", "PMC11167906", "10.1186/s12870-024-05182-6", "10.1186/s12870-024-05182-6"]}}]}