{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38885188", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["e0012251", "10.1371/journal.pntd.0012251"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "17"}], "Journal": {"ISSN": "1935-2735", "JournalIssue": {"Volume": "18", "Issue": "6", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "PLoS neglected tropical diseases", "ISOAbbreviation": "PLoS Negl Trop Dis"}, "ArticleTitle": "Anthelmintic effects of some medicinal plants on different life stages of Fasciola hepatica: Evidence on oxidative stress biomarkers, and DNA damage.", "Pagination": {"StartPage": "e0012251", "MedlinePgn": "e0012251"}, "Abstract": {"AbstractText": ["Fasciolosis caused by Fasciola hepatica is a major public health and economic problem worldwide. Due to the lack of a successful vaccine and emerging resistance to the drug triclabendazole, alternative phytotherapeutic approaches are being investigated. This study investigated the in vitro anthelmintic activity of Lavender (Lavandula angustifolia) and carob (Ceratonia siliqua L.) essential oils (EOs) against F. hepatica. The in vitro study was based on an egg hatch assay (EHA), adult motility inhibition assays, DNA damage, reactive oxygen species (ROS) level along with several oxidative stress biomarkers including glutathione peroxidase (GSH), and glutathione-S-transferase (GST), superoxide dismutase (SOD) and malondialdehyde (MDA). To this end, different concentrations of L. angustifolia and C. siliqua EOs (1, 5, 10, 25 and 50 mg/mL) were used to assess anthelmintic effects on different life stages including egg, and adults of F. hepatica for 24 hrs. The results indicated that these EOs play a significant role as anthelminthics, and the effect was dependent on time and concentration. The in vitro treatment of F. hepatica worms with both L. angustifolia and C. siliqua EOs increased DNA damage, ROS production and induction of oxidative stress (decreased SOD, GST and GSH, and increased MDA), significantly compared to control. Therefore, it can be concluded that L. angustifolia and C. siliqua EOs have the potential to be used as novel agents for the control and treatment of F. hepatica infections. Further studies are required to investigate their pharmacological potential and effectiveness in vivo for the treatment of parasitic infections."], "CopyrightInformation": "Copyright: © 2024 Allahyari et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Allahyari", "ForeName": "Mohaddeseh", "Initials": "M"}, {"Identifier": ["0000-0002-4809-3782"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Malekifard", "ForeName": "Farnaz", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, Urmia University, Urmia, Iran."}], "LastName": "Yakhchali", "ForeName": "Mohammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS Negl Trop Dis", "NlmUniqueID": "101291488", "ISSNLinking": "1935-2727"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthelmintics"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}, {"RegistryNumber": "EC 2.5.1.18", "NameOfSubstance": "Glutathione Transferase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fasciola hepatica"}, {"QualifierName": ["drug effects"], "DescriptorName": "DNA Damage"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anthelmintics"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lavandula"}, {"QualifierName": ["drug therapy", "parasitology", "veterinary"], "DescriptorName": "Fascioliasis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}, {"QualifierName": ["metabolism", "genetics"], "DescriptorName": "Glutathione Transferase"}, {"QualifierName": ["drug effects"], "DescriptorName": "Life Cycle Stages"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Mas-Coma S, Valero MA, Bargues MD. Fasciola, lymnaeids and human fascioliasis, with a global overview on disease transmission, epidemiology, evolutionary genetics, molecular epidemiology and control. Adv Parasitol. 2009;69: 41–146.", "ArticleIdList": ["19622408"]}, {"Citation": "Lima W dos S, Soares LRM, Barçante TA, Guimaraes MP, Barçante JM de P. Occurrence of Fasciola hepatica (Linnaeus, 1758) infection in Brazilian cattle of Minas Gerais, Brazil. Revista Brasileira de Parasitologia Veterinária. 2009;18: 27–30.", "ArticleIdList": ["19602313"]}, {"Citation": "Rehman A, Ullah R, Gupta D, Khan MAH, Rehman L, Beg MA, et al.. Generation of oxidative stress and induction of apoptotic like events in curcumin and thymoquinone treated adult Fasciola gigantica worms. Exp Parasitol. 2020;209: 107810.", "ArticleIdList": ["31801691"]}, {"Citation": "Kelley JM, Elliott TP, Beddoe T, Anderson G, Skuce P, Spithill TW. Current threat of triclabendazole resistance in Fasciola hepatica. Trends Parasitol. 2016;32: 458–469.", "ArticleIdList": ["27049013"]}, {"Citation": "Martínez-Valladares M, Robles-Pérez D, Martínez-Pérez JM, Cordero-Pérez C, Famularo M del R, Fernández-Pato N, et al.. Prevalence of gastrointestinal nematodes and Fasciola hepatica in sheep in the northwest of Spain: relation to climatic conditions and/or man-made environmental modifications. Parasit Vectors. 2013;6: 1–9.", "ArticleIdList": ["PMC3849522", "24289489"]}, {"Citation": "Ghafari A, Arbabi M, Mosayebi M, Hooshyar H, Nickfarjam AM. Evaluation of anti-helmintic activity of Zingiber officinale roscoe extract on Fasciola hepatica miracidia In vitro. International Archives of Health Sciences. 2021;8: 45–50."}, {"Citation": "Gomez-Puerta LA, Gavidia C, Lopez-Urbina MT, Garcia HH, Gonzalez AE, Peru CWG in. Efficacy of a single oral dose of oxfendazole against Fasciola hepatica in naturally infected sheep. Am J Trop Med Hyg. 2012;86: 486.", "ArticleIdList": ["PMC3284368", "22403323"]}, {"Citation": "Ashrafi K, Valero MA, Panova M, Periago M V, Massoud J, Mas-Coma S. Phenotypic analysis of adults of Fasciola hepatica, Fasciola gigantica and intermediate forms from the endemic region of Gilan, Iran. Parasitol Int. 2006;55: 249–260.", "ArticleIdList": ["16901748"]}, {"Citation": "Mehmood K, Zhang H, Sabir AJ, Abbas RZ, Ijaz M, Durrani AZ, et al.. A review on epidemiology, global prevalence and economical losses of fasciolosis in ruminants. Microb Pathog. 2017;109: 253–262. doi: 10.1016/j.micpath.2017.06.006", "ArticleIdList": ["10.1016/j.micpath.2017.06.006", "28602837"]}, {"Citation": "Moazeni M, Ahmadi A. Controversial aspects of the life cycle of Fasciola hepatica. Exp Parasitol. 2016;169: 81–89.", "ArticleIdList": ["27475124"]}, {"Citation": "Ullah R, Rehman A, Zafeer MF, Rehman L, Khan YA, Khan MAH, et al.. Anthelmintic potential of thymoquinone and curcumin on Fasciola gigantica. PLoS One. 2017;12: e0171267.", "ArticleIdList": ["PMC5289557", "28152102"]}, {"Citation": "Mrabti HN, Jaradat N, Kachmar MR, Ed-Dra A, Ouahbi A, Cherrah Y, et al.. Integrative herbal treatments of diabetes in Beni Mellal region of Morocco. J Integr Med. 2019;17: 93–99. doi: 10.1016/j.joim.2019.01.001", "ArticleIdList": ["10.1016/j.joim.2019.01.001", "30670366"]}, {"Citation": "Rtibi K, Selmi S, Grami D, Amri M, Eto B, El-Benna J, et al.. Chemical constituents and pharmacological actions of carob pods and leaves (Ceratonia siliqua L.) on the gastrointestinal tract: A review. Biomedicine & Pharmacotherapy. 2017;93: 522–528.", "ArticleIdList": ["28686965"]}, {"Citation": "Yao N, He J-K, Pan M, Hou Z-F, Xu J-J, Yang Y, et al.. In vitro evaluation of lavandula angustifolia essential oil on anti-toxoplasma activity. Front Cell Infect Microbiol. 2021;11: 755715.", "ArticleIdList": ["PMC8513107", "34660350"]}, {"Citation": "Rai VK, Sinha P, Yadav KS, Shukla A, Saxena A, Bawankule DU, et al.. Anti-psoriatic effect of Lavandula angustifolia essential oil and its major components linalool and linalyl acetate. J Ethnopharmacol. 2020;261: 113127.", "ArticleIdList": ["32623016"]}, {"Citation": "Boyko O, Brygadyrenko V. Nematicidal activity of essential oils of medicinal plants. Folia Oecologica. 2021;48: 42–48."}, {"Citation": "Moon T, Wilkinson JM, Cavanagh HMA. Antiparasitic activity of two Lavandula essential oils against Giardia duodenalis, Trichomonas vaginalis and Hexamita inflata. Parasitol Res. 2006;99: 722–728.", "ArticleIdList": ["16741725"]}, {"Citation": "Malekifard F, Keramati F. Investigation of the effects of Ceratonia silique extract on protoscolexes of hydratid cyst in vitro. Armaghane danesh. 2018;23: 69–79."}, {"Citation": "Malekifard F, Tavassoli M, Alimoradi M. In vitro assessment of anti-Trichomonas effects of Zingiber officinale and Lavandula angustifolia alcoholic extracts on Trichomonas gallinae. Veterinary Research Forum. Faculty of Veterinary Medicine, Urmia University, Urmia, Iran; 2021. p. 95.", "ArticleIdList": ["PMC8094141", "33953879"]}, {"Citation": "Karimi P, Malekifard F, Tavassoli M. Medicinal plant essential oils as promising Anti-Varroa agents: Oxidative/nitrosative screens. South African Journal of Botany. 2022;148: 344–351."}, {"Citation": "Yang S-K, Yusoff K, Thomas W, Akseer R, Alhosani MS, Abushelaibi A, et al.. Lavender essential oil induces oxidative stress which modifies the bacterial membrane permeability of carbapenemase producing Klebsiella pneumoniae. Sci Rep. 2020;10: 819.", "ArticleIdList": ["PMC6972767", "31964900"]}, {"Citation": "Saadatian M, Aghaei M, Farahpour M, Balouchi Z. Chemical composition of lavender (Lavandula officinallis L.) extraction extracted by two solvent concentrations. Global Journal of Medicinal Plant Research. 2013;1: 214–217."}, {"Citation": "Moazeni M, Khademolhoseini AA. Ovicidal effect of the methanolic extract of ginger (Zingiber officinale) on Fasciola hepatica eggs: an in vitro study. Journal of Parasitic Diseases. 2016;40: 662–666.", "ArticleIdList": ["PMC4996167", "27605763"]}, {"Citation": "Tomar RS, Preet S. Evaluation of anthelmintic activity of biologically synthesized silver nanoparticles against the gastrointestinal nematode, Haemonchus contortus. J Helminthol. 2017;91: 454.", "ArticleIdList": ["27374616"]}, {"Citation": "Sim Choi H, Woo Kim J, Cha Y, Kim C. A quantitative nitroblue tetrazolium assay for determining intracellular superoxide anion production in phagocytic cells. J Immunoassay Immunochem. 2006;27: 31–44. doi: 10.1080/15321810500403722", "ArticleIdList": ["10.1080/15321810500403722", "16450867"]}, {"Citation": "Nazarizadeh A, Asri-Rezaie S. Comparative study of antidiabetic activity and oxidative stress induced by zinc oxide nanoparticles and zinc sulfate in diabetic rats. AAPS PharmSciTech. 2016;17: 834–843. doi: 10.1208/s12249-015-0405-y", "ArticleIdList": ["10.1208/s12249-015-0405-y", "26349687"]}, {"Citation": "Jalali TS, Malekifard F, Esmaeilnejad B, Rezaie SA. Toxicities of the copper and zinc oxide nanoparticles on Marshallagia marshalli (Nematoda: Trichostrongylidae): evidence on oxidative/nitrosative stress biomarkers, DNA damage and egg hatchability. J Helminthol. 2021;95: e70.", "ArticleIdList": ["34852860"]}, {"Citation": "Habig WH, Pabst MJ, Fleischner G, Gatmaitan Z, Arias IM, Jakoby WB. The identity of glutathione S-transferase B with ligandin, a major binding protein of liver. Proceedings of the National Academy of Sciences. 1974;71: 3879–3882.", "ArticleIdList": ["PMC434288", "4139704"]}, {"Citation": "McCord JM, Fridovich I. Superoxide dismutase: an enzymic function for erythrocuprein (hemocuprein). Journal of Biological chemistry. 1969;244: 6049–6055.", "ArticleIdList": ["5389100"]}, {"Citation": "Buege JA, Aust SD. [30] Microsomal lipid peroxidation. Methods in enzymology. Elsevier; 1978. pp. 302–310.", "ArticleIdList": ["672633"]}, {"Citation": "Singh NP, McCoy MT, Tice RR, Schneider EL. A simple technique for quantitation of low levels of DNA damage in individual cells. Exp Cell Res. 1988;175: 184–191. doi: 10.1016/0014-4827(88)90265-0", "ArticleIdList": ["10.1016/0014-4827(88)90265-0", "3345800"]}, {"Citation": "Eyambe GS, Goven AJ, Fitzpatrick LC, Venables BJ, Cooper EL. A non-invasive technique for sequential collection of earthworm (Lumbricus terrestris) leukocytes during subchronic immunotoxicity studies. Lab Anim. 1991;25: 61–67.", "ArticleIdList": ["2010977"]}, {"Citation": "Azqueta A, Meier S, Priestley C, Gutzkow KB, Brunborg G, Sallette J, et al.. The influence of scoring method on variability in results obtained with the comet assay. Mutagenesis. 2011;26: 393–399. doi: 10.1093/mutage/geq105", "ArticleIdList": ["10.1093/mutage/geq105", "21227901"]}, {"Citation": "Baghbani Z, Esmaeilnejad B, Asri-Rezaei S. Assessment of oxidative/nitrosative stress biomarkers and DNA damage in Teladorsagia circumcincta following exposure to zinc oxide nanoparticles. J Helminthol. 2020;94: e115.", "ArticleIdList": ["31931890"]}, {"Citation": "Spithill TW. Fasciola gigantica: epidemiology, control, immunology and molecular biology. Fasciolosis. 1999; 465–525."}, {"Citation": "Anthony J-P, Fyfe L, Smith H. Plant active components–a resource for antiparasitic agents? Trends Parasitol. 2005;21: 462–468. doi: 10.1016/j.pt.2005.08.004", "ArticleIdList": ["10.1016/j.pt.2005.08.004", "16099722"]}, {"Citation": "de Paula Aguiar D, Brunetto Moreira Moscardini M, Rezende Morais E, Graciano de Paula R, Ferreira PM, Afonso A, et al.. Curcumin generates oxidative stress and induces apoptosis in adult Schistosoma mansoni worms. PLoS One. 2016;11: e0167135.", "ArticleIdList": ["PMC5119855", "27875592"]}, {"Citation": "Nayak A, Gayen P, Saini P, Mukherjee N, Sinha Babu SP. Molecular evidence of curcumin-induced apoptosis in the filarial worm Setaria cervi. Parasitol Res. 2012;111: 1173–1186.", "ArticleIdList": ["22562216"]}, {"Citation": "Bero J, Kpoviessi S, Quetin-Leclercq J. Anti-parasitic activity of essential oils and their active constituents against Plasmodium, Trypanosoma and Leishmania. Novel Plant Bioresources: Applications in Food, Medicine and Cosmetics. 2014; 455–469."}, {"Citation": "Marques LT, Guedes RA, Rodrigues WD, Archanjo AB, Severi JA, Martins IVF. Chemical composition of various plant extracts and their in vitro efficacy in control of Fasciola hepatica eggs. Ciência Rural. 2020;50: e20190363."}, {"Citation": "Pereira CAJ, Oliveira LLS, Coaglio AL, Santos FSO, Cezar RSM, Mendes T, et al.. Anti-helminthic activity of Momordica charantia L. against Fasciola hepatica eggs after twelve days of incubation in vitro. Vet Parasitol. 2016;228: 160–166.", "ArticleIdList": ["27692319"]}, {"Citation": "Abidi SMA, Nizami WA. Monoamine oxidase in amphistomes and its role in worm motility. J Helminthol. 2000;74: 283–288. doi: 10.1017/s0022149x0000041x", "ArticleIdList": ["10.1017/s0022149x0000041x", "11138015"]}, {"Citation": "Rehman A, Ullah R, Jaiswal N, Khan MAH, Rehman L, Beg MA, et al.. Low virulence potential and in vivo transformation ability in the honey bee venom treated Clinostomum complanatum. Exp Parasitol. 2017;183: 33–40.", "ArticleIdList": ["29069571"]}, {"Citation": "Alvarez-Mercado JM, Ibarra-Velarde F, Alonso-Díaz MÁ, Vera-Montenegro Y, Avila-Acevedo JG, García-Bores AM. In vitro antihelmintic effect of fifteen tropical plant extracts on excysted flukes of Fasciola hepatica. BMC Vet Res. 2015;11: 1–6.", "ArticleIdList": ["PMC4357144", "25890066"]}, {"Citation": "Marnett LJ. Oxyradicals and DNA damage. Carcinogenesis. 2000;21: 361–370. doi: 10.1093/carcin/21.3.361", "ArticleIdList": ["10.1093/carcin/21.3.361", "10688856"]}, {"Citation": "Stadtman ER, Levine RL. Protein oxidation. Ann N Y Acad Sci. 2000;899: 191–208. doi: 10.1111/j.1749-6632.2000.tb06187.x", "ArticleIdList": ["10.1111/j.1749-6632.2000.tb06187.x", "10863540"]}, {"Citation": "de Paula Aguiar D, Brunetto Moreira Moscardini M, Rezende Morais E, Graciano de Paula R, Ferreira PM, Afonso A, et al.. Curcumin generates oxidative stress and induces apoptosis in adult Schistosoma mansoni worms. PLoS One. 2016;11: e0167135.", "ArticleIdList": ["PMC5119855", "27875592"]}, {"Citation": "Fernandez V, Cadenazzi G, Miranda Miranda E, Larsen KE, Solana HD. A Multienzyme Response is involved in the Phenomenon of Fasciola hepatica Resistance to Triclabendazole. 2015."}, {"Citation": "LaCourse EJ, Perally S, Morphew RM, Moxon J V, Prescott M, Dowling DJ, et al.. The Sigma class glutathione transferase from the liver fluke Fasciola hepatica. PLoS Negl Trop Dis. 2012;6: e1666.", "ArticleIdList": ["PMC3362645", "22666515"]}, {"Citation": "Circu ML, Aw TY. Reactive oxygen species, cellular redox systems, and apoptosis. Free Radic Biol Med. 2010;48: 749–762. doi: 10.1016/j.freeradbiomed.2009.12.022", "ArticleIdList": ["10.1016/j.freeradbiomed.2009.12.022", "PMC2823977", "20045723"]}, {"Citation": "Baghbani Z, Esmaeilnejad B, Asri-Rezaei S. Assessment of oxidative/nitrosative stress biomarkers and DNA damage in Teladorsagia circumcincta following exposure to zinc oxide nanoparticles. J Helminthol. 2020;94.", "ArticleIdList": ["31931890"]}, {"Citation": "Cathcart III RF. Vitamin C: the nontoxic, nonrate-limited, antioxidant free radical scavenger. Med Hypotheses. 1985;18: 61–77. doi: 10.1016/0306-9877(85)90121-5", "ArticleIdList": ["10.1016/0306-9877(85)90121-5", "4069036"]}, {"Citation": "Cord MJM, Fridovich I. Superoxide dismutase: An enzymatic function for erythrocuperin. J Biol Chem. 1969;244: 6049–6055.", "ArticleIdList": ["5389100"]}, {"Citation": "Khan YA, Singh BR, Ullah R, Shoeb M, Naqvi AH, Abidi SMA. Anthelmintic effect of biocompatible zinc oxide nanoparticles (ZnO NPs) on Gigantocotyle explanatum, a neglected parasite of Indian water buffalo. PLoS One. 2015;10: e0133086.", "ArticleIdList": ["PMC4503779", "26177503"]}, {"Citation": "Reinecke SA, Reinecke AJ. The comet assay as biomarker of heavy metal genotoxicity in earthworms. Arch Environ Contam Toxicol. 2004;46: 208–215. doi: 10.1007/s00244-003-2253-0", "ArticleIdList": ["10.1007/s00244-003-2253-0", "15106672"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "20"}, {"Year": "2024", "Month": "5", "Day": "27"}, {"Year": "2024", "Month": "6", "Day": "17", "Hour": "18", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "17", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "17", "Hour": "13", "Minute": "23"}, {"Year": "2024", "Month": "6", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["38885188", "PMC11182539", "10.1371/journal.pntd.0012251", "PNTD-D-24-00413"]}}]}