{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gentiana asclepiadea L.", "antimicrobial activity", "antioxidant activity", "encapsulation", "in silico ADME", "spasmolytic activity"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38891254", "DateRevised": {"Year": "2024", "Month": "06", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["1445", "10.3390/plants13111445"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "23"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "11", "PubDate": {"Year": "2024", "Month": "May", "Day": "23"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Spasmolytic, Antimicrobial, and Antioxidant Activities of Spray-Dried Extracts of <i>Gentiana asclepiadea</i> L. with In Silico Pharmacokinetic Analysis.", "Abstract": {"AbstractText": ["This study aimed to evaluate the spasmolytic activity of an underground parts extract of <i>Gentiana asclepiadea</i> L. (Gentianaceae), assess its antioxidant and antimicrobial activities, and explore the impact of extract encapsulation on the aforementioned bioactivities. An extract encapsulated by spray drying with whey protein, pure extract, and pure whey protein were comparatively tested. The main compounds identified via HPLC-DAD analysis underwent in silico ADME assessment. The spasmolytic effect was tested on a model of spontaneous rat ileum contractions, and the mechanism of action was further evaluated on acetylcholine-, KCl-, CaCl<sub>2</sub>-, BaCl<sub>2</sub>-, histamine-, N(<i>ω</i>)-nitro-L-arginine methyl ester-, and glibenclamide-modified contractions. The most abundant compounds were secoiridoids (dominantly gentiopicroside), followed by <i>C</i>-glycosylated flavonoids and xanthones. Both pure and encapsulated extracts achieved significant spasmolytic effects, despite the spasmogenic activity of pure whey protein. The extract may exert its spasmolytic effect through multiple pathways, predominantly by antagonizing the Ca<sup>2+</sup> channel and opening the K<sup>+</sup> channel, while the nitric oxide pathway appears not to be involved. The antimicrobial and antioxidant activities of the pure extract were moderate. The extract stabilized by encapsulation retained all of the tested bioactivities of the unencapsulated extract. The obtained results suggest that <i>G. asclepiadea</i> has potential for use in the treatment of some gastrointestinal complaints and that the encapsulated extract could be a valuable functional ingredient in pharmaceutical and food products."]}, "AuthorList": [{"Identifier": ["0000-0003-0039-0929"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Jovanović", "ForeName": "Miloš S", "Initials": "MS"}, {"Identifier": ["0000-0002-9895-3840"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Milutinović", "ForeName": "Milica", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Branković", "ForeName": "Suzana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Science and Mathematics, University of Niš, Višegradska 33, 18000 Niš, Serbia."}], "LastName": "Mihajilov-Krstev", "ForeName": "Tatjana", "Initials": "T"}, {"Identifier": ["0000-0002-6951-9957"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Randjelović", "ForeName": "Milica", "Initials": "M"}, {"Identifier": ["0000-0003-2880-6519"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Miladinović", "ForeName": "Bojana", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Ćujić Nikolić", "ForeName": "Nada", "Initials": "N"}, {"Identifier": ["0000-0002-2086-9593"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Šavikin", "ForeName": "Katarina", "Initials": "K"}, {"Identifier": ["0000-0001-8551-274X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Kitić", "ForeName": "Dušanka", "Initials": "D"}], "GrantList": [{"GrantID": "This work was supported by the Ministry of Education, Science and Technological Development of the Republic of Serbia (grant numbers 451-03-65/2024-03/200113 and 451-03-66/2024-03/200003) and Internal Project of the Faculty of Medicine, University of Niš,", "Agency": "Ministry of Education, Science and Technological Development of the Republic of Serbia and Faculty of Medicine, University of Niš, Serbia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "McMullen M.K., Whitehouse J.M., Whitton P.A., Towell A. Bitter tastants alter gastric-phase postprandial haemodynamics. J. Ethnopharmacol. 2014;154:719–727. doi: 10.1016/j.jep.2014.04.041.", "ArticleIdList": ["10.1016/j.jep.2014.04.041", "24802704"]}, {"Citation": "Jiang M., Cui B.-W., Wu Y.-L., Nan J.-X., Lian L.-H. Genus Gentiana: A review on phytochemistry, pharmacology and molecular mechanism. J. Ethnopharmacol. 2021;264:113391. doi: 10.1016/j.jep.2020.113391.", "ArticleIdList": ["10.1016/j.jep.2020.113391", "32931880"]}, {"Citation": "Mihailović V., Mihailović M., Uskoković A., Arambašić J., Mišić D., Stanković V., Katanić J., Mladenović M., Solujić S., Matić S. Hepatoprotective effects of Gentiana asclepiadea L. extracts against carbon tetrachloride induced liver injury in rats. Food Chem. Toxicol. 2013;52:83–90. doi: 10.1016/j.fct.2012.10.034.", "ArticleIdList": ["10.1016/j.fct.2012.10.034", "23146698"]}, {"Citation": "Council of Europe . European Pharmacopoeia 10.0. Council of Europe; Strasbourg, France: 2019."}, {"Citation": "Menković N., Šavikin K., Tasić S., Zdunić G., Stešević D., Milosavljević S., Vincek D. Ethnobotanical study on traditional uses of wild medicinal plants in Prokletije Mountains (Montenegro) J. Ethnopharmacol. 2011;133:97–107. doi: 10.1016/j.jep.2010.09.008.", "ArticleIdList": ["10.1016/j.jep.2010.09.008", "20837123"]}, {"Citation": "Matejić J.S., Stefanović N., Ivković M., Živanović N., Marin P.D., Džamić A.M. Traditional uses of autochthonous medicinal and ritual plants and other remedies for health in Eastern and South-Eastern Serbia. J. Ethnopharmacol. 2020;261:113186. doi: 10.1016/j.jep.2020.113186.", "ArticleIdList": ["10.1016/j.jep.2020.113186", "32730888"]}, {"Citation": "Popović Z., Krstić-Milošević D., Marković M., Vidaković V., Bojović S. Gentiana asclepiadea L. from Two High Mountainous Habitats: Inter- and Intrapopulation Variability Based on Species’ Phytochemistry. Plants. 2021;10:140. doi: 10.3390/plants10010140.", "ArticleIdList": ["10.3390/plants10010140", "PMC7827789", "33445468"]}, {"Citation": "Olennikov D.N., Kashchenko N.I., Chirikova N.K., Tankhaeva L.M. Iridoids and Flavonoids of Four Siberian Gentians: Chemical Profile and Gastric Stimulatory Effect. Molecules. 2015;20:19172–19188. doi: 10.3390/molecules201019172.", "ArticleIdList": ["10.3390/molecules201019172", "PMC6331849", "26506331"]}, {"Citation": "Olennikov D.N., Gadimli A.I., Isaev J.I., Kashchenko N.I., Prokopyev A.S., Kataeva T.N., Chirikova N.K., Vennos C. Caucasian Gentiana Species: Untargeted LC-MS Metabolic Profiling, Antioxidant and Digestive Enzyme Inhibiting Activity of Six Plants. Metabolites. 2019;9:271. doi: 10.3390/metabo9110271.", "ArticleIdList": ["10.3390/metabo9110271", "PMC6918269", "31703419"]}, {"Citation": "Hudecová A., Kusznierewicz B., Hašplová K., Huk A., Magdolenová Z., Miadoková E., Gálová E., Dušinská M. Gentiana asclepiadea exerts antioxidant activity and enhances DNA repair of hydrogen peroxide- and silver nanoparticles-induced DNA damage. Food Chem. Toxicol. 2012;50:3352–3359. doi: 10.1016/j.fct.2012.06.017.", "ArticleIdList": ["10.1016/j.fct.2012.06.017", "22721983"]}, {"Citation": "Stefanović O., Ličina B., Vasić S., Radojević I., Čomić L. Bioactive extracts of Gentiana asclepiadea: Antioxidant, antimicrobial, and antibiofilm activity. Bot. Serb. 2018;42:223–229. doi: 10.5281/zenodo.1468319.", "ArticleIdList": ["10.5281/zenodo.1468319"]}, {"Citation": "Buza V., Cătană L., Andrei S.M., Ștefănuț L.C., Răileanu Ș., Matei M.C., Vlasiuc I., Cernea M. In vitro anthelmintic activity assessment of six medicinal plant aqueous extracts against donkey strongyles. J. Helminthol. 2020;94:e147. doi: 10.1017/S0022149X20000310.", "ArticleIdList": ["10.1017/S0022149X20000310", "32430089"]}, {"Citation": "Milutinović M., Dimitrijević-Branković S., Rajilić-Stojanović M. Plant Extracts Rich in Polyphenols as Potent Modulators in the Growth of Probiotic and Pathogenic Intestinal Microorganisms. Front. Nutr. 2021;8:688843. doi: 10.3389/fnut.2021.688843.", "ArticleIdList": ["10.3389/fnut.2021.688843", "PMC8366775", "34409062"]}, {"Citation": "Adsersen A., Adsersen H. Plants from Reunion Island with alleged antihypertensive and diuretic effects—An experimental and ethnobotanical evaluation. J. Ethnopharmacol. 1997;58:189–206. doi: 10.1016/s0378-8741(97)00100-1.", "ArticleIdList": ["10.1016/s0378-8741(97)00100-1", "9421255"]}, {"Citation": "Jovanović M., Mudrić J., Drinić Z., Matejić J., Kitić D., Bigović D., Šavikin K. Optimization of ultrasound-assisted extraction of bitter compounds and polyphenols from willow gentian underground parts. Sep. Purif. Technol. 2022;281:119868. doi: 10.1016/j.seppur.2021.119868.", "ArticleIdList": ["10.1016/j.seppur.2021.119868"]}, {"Citation": "Aberham A., Pieri V., Croom E.M., Ellmerer E., Stuppner H. Analysis of iridoids, secoiridoids and xanthones in Centaurium erythraea, Frasera caroliniensis and Gentiana lutea using LC–MS and RP-HPLC. J. Pharm. Biomed. Anal. 2011;54:517–525. doi: 10.1016/j.jpba.2010.09.030.", "ArticleIdList": ["10.1016/j.jpba.2010.09.030", "21050691"]}, {"Citation": "Samborska K., Boostani S., Geranpour M., Hosseini H., Dima C., Khoshnoudi-Nia S., Rostamabadi H., Falsafi S.R., Shaddel R., Akbari-Alavijeh S., et al. Green biopolymers from by-products as wall materials for spray drying microencapsulation of phytochemicals. Trends Food Sci. Technol. 2021;108:297–325. doi: 10.1016/j.tifs.2021.01.008.", "ArticleIdList": ["10.1016/j.tifs.2021.01.008"]}, {"Citation": "Jovanović M., Ćujić-Nikolić N., Drinić Z., Janković T., Marković S., Petrović P., Šavikin K. Spray drying of Gentiana asclepiadea L. root extract: Successful encapsulation into powders with preserved stability of bioactive compounds. Ind. Crops Prod. 2021;172:114044. doi: 10.1016/j.indcrop.2021.114044.", "ArticleIdList": ["10.1016/j.indcrop.2021.114044"]}, {"Citation": "Zhao C., Chen N., Ashaolu T.J. Whey proteins and peptides in health-promoting functions—A review. Int. Dairy J. 2022;126:105269. doi: 10.1016/j.idairyj.2021.105269.", "ArticleIdList": ["10.1016/j.idairyj.2021.105269"]}, {"Citation": "Falsafi S.R., Karaca A.C., Deng L., Wang Y., Li H., Askari G., Rostamabadi H. Insights into whey protein-based carriers for targeted delivery and controlled release of bioactive components. Food Hydrocoll. 2022;133:108002. doi: 10.1016/j.foodhyd.2022.108002.", "ArticleIdList": ["10.1016/j.foodhyd.2022.108002"]}, {"Citation": "Baba W.N., McClements D.J., Maqsood S. Whey protein–polyphenol conjugates and complexes: Production, characterization, and applications. Food Chem. 2021;365:130455. doi: 10.1016/j.foodchem.2021.130455.", "ArticleIdList": ["10.1016/j.foodchem.2021.130455", "34237568"]}, {"Citation": "de Morais F.P.R., Pessato T.B., Rodrigues E., Peixoto Mallmann L., Mariutti L.R.B., Netto F.M. Whey protein and phenolic compound complexation: Effects on antioxidant capacity before and after in vitro digestion. Food Res. Int. 2020;133:109104. doi: 10.1016/j.foodres.2020.109104.", "ArticleIdList": ["10.1016/j.foodres.2020.109104", "32466919"]}, {"Citation": "Randjelović M., Branković S., Miladinović B., Milutinović M., Živanović S., Mihajilov-Krstev T., Kitić D. The benefits of Salvia sclarea L. ethanolic extracts on gastrointestinal and respiratory spasms. S. Afr. J. Bot. 2022;150:621–632. doi: 10.1016/j.sajb.2022.07.045.", "ArticleIdList": ["10.1016/j.sajb.2022.07.045"]}, {"Citation": "Godfrain T., Miller R., Wibo M. Calcium antagonism and calcium entry blockade. Pharmacol. Rev. 1986;38:312–416.", "ArticleIdList": ["2432624"]}, {"Citation": "Mainente F., Piovan A., Zanoni F., Chignola R., Cerantola S., Faggin S., Giron M.C., Filippini R., Seraglia R., Zoccatelli G. Spray-drying microencapsulation of an extract from Tilia tomentosa Moench flowers: Physicochemical characterization and in vitro intestinal activity. Plant Foods Hum. Nutr. 2022;77:467–473. doi: 10.1007/s11130-022-00995-y.", "ArticleIdList": ["10.1007/s11130-022-00995-y", "PMC9463327", "35947287"]}, {"Citation": "Munin A., Edwards-Lévy F. Encapsulation of natural polyphenolic compounds; a review. Pharmaceutics. 2011;3:793–829. doi: 10.3390/pharmaceutics3040793.", "ArticleIdList": ["10.3390/pharmaceutics3040793", "PMC3857059", "24309309"]}, {"Citation": "Rojas A., Bah M., Rojas J.I., Gutiérrez D.M. Smooth muscle relaxing activity of gentiopicroside isolated from Gentiana spathacea. Planta Med. 2000;66:765–767. doi: 10.1055/s-2000-9774.", "ArticleIdList": ["10.1055/s-2000-9774", "11199140"]}, {"Citation": "Khan A., Mustafa M.R., Khan A.U., Murugan D.D. Hypotensive effect of Gentiana floribunda is mediated through Ca++ antagonism pathway. BMC Complement. Altern. Med. 2012;12:121. doi: 10.1186/1472-6882-12-121.", "ArticleIdList": ["10.1186/1472-6882-12-121", "PMC3503620", "22883710"]}, {"Citation": "Szerb J.C. Storage and release of labelled acetylcholine in the myenteric plexus of the guinea-pig ileum. Can. J. Physiol. Pharm. 1976;54:12–22. doi: 10.1139/y76-003.", "ArticleIdList": ["10.1139/y76-003", "1260512"]}, {"Citation": "Ruan M., Yu B., Xu L., Zhang L., Long J., Shen X. Attenuation of stress-induced gastrointestinal motility disorder by gentiopicroside, from Gentiana macrophylla Pall. Fitoterapia. 2015;103:265–276. doi: 10.1016/j.fitote.2015.04.015.", "ArticleIdList": ["10.1016/j.fitote.2015.04.015", "25936770"]}, {"Citation": "Smolinska S., Winiarska E., Globinska A., Jutel M. Histamine: A Mediator of Intestinal Disorders-A Review. Metabolites. 2022;12:895. doi: 10.3390/metabo12100895.", "ArticleIdList": ["10.3390/metabo12100895", "PMC9610630", "36295796"]}, {"Citation": "Wölfle U., Haarhaus B., Schempp C.M. Amarogentin displays immunomodulatory effects in human mast cells and keratinocytes. Mediat. Inflamm. 2015;2015:630128. doi: 10.1155/2015/630128.", "ArticleIdList": ["10.1155/2015/630128", "PMC4639662", "26600671"]}, {"Citation": "Anwar H.G., Arif-ullah K., Qaiser J., Fazal S., Rukhsana G. Antispasmodic and blood pressure lowering effects of Valeriana wallichii are mediated through K+ channel activation. J. Ethnopharmacol. 2005;100:347–352. doi: 10.1016/j.jep.2005.05.010.", "ArticleIdList": ["10.1016/j.jep.2005.05.010", "16002246"]}, {"Citation": "Kitić N., Živković J., Šavikin K., Randjelović M., Jovanović M., Kitić D., Miladinović B., Milutinović M., Stojiljković N., Branković S. Spasmolytic Activity of Gentiana lutea L. Root Extracts on the Rat Ileum: Underlying Mechanisms of Action. Plants. 2024;13:453. doi: 10.3390/plants13030453.", "ArticleIdList": ["10.3390/plants13030453", "PMC10857127", "38337986"]}, {"Citation": "Buza V., Niculae M., Hanganu D., Pall E., Burtescu R.F., Olah N.K., Matei-Lațiu M.C., Vlasiuc I., Iozon I., Szakacs A.R., et al. Biological Activities and Chemical Profile of Gentiana asclepiadea and Inula helenium Ethanolic Extracts. Molecules. 2022;27:3560. doi: 10.3390/molecules27113560.", "ArticleIdList": ["10.3390/molecules27113560", "PMC9182457", "35684497"]}, {"Citation": "Ayaz M., Ullah F., Sadiq A., Ullah F., Ovais M., Ahmed J., Devkota H.P. Synergistic interactions of phytochemicals with antimicrobial agents: Potential strategy to counteract drug resistance. Chem. Biol. Interact. 2019;308:294–303. doi: 10.1016/j.cbi.2019.05.050.", "ArticleIdList": ["10.1016/j.cbi.2019.05.050", "31158333"]}, {"Citation": "Mousavi T., Hadizadeh N., Nikfar S., Abdollahi M. Drug discovery strategies for modulating oxidative stress in gastrointestinal disorders. Expert Opin. Drug Dis. 2020;15:1309–1341. doi: 10.1080/17460441.2020.1791077.", "ArticleIdList": ["10.1080/17460441.2020.1791077", "32749894"]}, {"Citation": "Mihailovic V., Matic S., Misic D., Stankovic N., Stanic S., Katanić J., Mladenovic M., Solujic S. Chemical composition, antioxidant and antigenotoxic activities of different fractions of Gentiana asclepiadea L. roots extract. EXCLI J. 2013;12:807–823.", "ArticleIdList": ["PMC4662184", "26622219"]}, {"Citation": "Olennikov D., Kashchenko N., Chirikova N., Koryakina L., Vladimirov L. Bitter Gentian Teas: Nutritional and Phytochemical Profiles, Polysaccharide Characterisation and Bioactivity. Molecules. 2015;20:20014–20030. doi: 10.3390/molecules201119674.", "ArticleIdList": ["10.3390/molecules201119674", "PMC6331966", "26556333"]}, {"Citation": "Mihailović V., Misic D., Matić S., Mihailović M., Stanić S., Vrvić M.M., Katanić J.S., Jurić T., Srećković N., Boroja T., et al. Comparative phytochemical analysis of Gentiana cruciata L. roots and aerial parts, and their biological activities. Ind. Crops Prod. 2015;73:49–62. doi: 10.1016/j.indcrop.2015.04.013.", "ArticleIdList": ["10.1016/j.indcrop.2015.04.013"]}, {"Citation": "Mihailović V., Katanić Stanković J.S., Jurić T., Srećković N., Mišić D., Šiler B., Monti D.M., Imbimbo P., Nikles S., Pan S., et al. Blackstonia perfoliata (L.) Huds. (Gentianaceae): A promising source of useful bioactive compounds. Ind. Crops Prod. 2019;145:111974. doi: 10.1016/j.indcrop.2019.111974.", "ArticleIdList": ["10.1016/j.indcrop.2019.111974"]}, {"Citation": "Adrar N.S., Madani K., Adrar S. Impact of the inhibition of proteins activities and the chemical aspect of polyphenols-proteins interactions. PharmaNutrition. 2019;7:100142. doi: 10.1016/j.phanu.2019.100142.", "ArticleIdList": ["10.1016/j.phanu.2019.100142"]}, {"Citation": "Zarev Y., Naessens T., Theunis M., Elgorashi E., Apers S., Ionkova I., Verschaeve L., Pieters L., Hermans N., Foubert K. In vitro antigenotoxic activity, in silico ADME prediction and protective effects against aflatoxin B1 induced hepatotoxicity in rats of an Erythrina latissima stem bark extract. Food Chem. Toxicol. 2020;135:110768. doi: 10.1016/j.fct.2019.110768.", "ArticleIdList": ["10.1016/j.fct.2019.110768", "31479712"]}, {"Citation": "Welcome M.O., Mastorakis N.E. The taste of neuroinflammation: Molecular mechanisms linking taste sensing to neuroinflammatory responses. Pharmacol. Res. 2021;167:105557. doi: 10.1016/j.phrs.2021.105557.", "ArticleIdList": ["10.1016/j.phrs.2021.105557", "33737243"]}, {"Citation": "Cruz J.N., Oliveira M.S.D., Cascaes M., Mali S.N., Tambe S., Santos C.B.R.D., Zoghbi M.D.G., Andrade E.H.D.A. Variation in the Chemical Composition of Endemic Specimens of Hedychium coronarium J. Koenig from the Amazon and In Silico Investigation of the ADME/Tox Properties of the Major Compounds. Plants. 2023;12:2626. doi: 10.3390/plants12142626.", "ArticleIdList": ["10.3390/plants12142626", "PMC10384162", "37514241"]}, {"Citation": "Ojuka P., Kimani N.M., Apollo S., Nyariki J., Ramos R.S., Santos C.B. Phytochemistry of the Vepris genus plants: A review and in silico analysis of their ADMET properties. S. Afr. J. Bot. 2023;157:106–114. doi: 10.1016/j.sajb.2023.03.057.", "ArticleIdList": ["10.1016/j.sajb.2023.03.057"]}, {"Citation": "Sánchez-Moya T., López-Nicolás R., Planes D., González-Bermúdez C.A., Ros-Berruezo G., Frontela-Saseta C. In vitro modulation of gut microbiota by whey protein to preserve intestinal health. Food Funct. 2017;8:3053–3063. doi: 10.1039/c7fo00197e.", "ArticleIdList": ["10.1039/c7fo00197e", "28636003"]}, {"Citation": "Jayatilake S., Arai K., Kumada N., Ishida Y., Tanaka I., Iwatsuki S., Ohwada T., Ohnishi M., Tokuji Y., Kinoshita M. The Effect of Oral Intake of Low-Temperature-Processed Whey Protein Concentrate on Colitis and Gene Expression Profiles in Mice. Foods. 2014;3:351–368. doi: 10.3390/foods3020351.", "ArticleIdList": ["10.3390/foods3020351", "PMC5302365", "28234324"]}, {"Citation": "Waterman P.G., Mole S. Extraction and chemical quantification. In: Waterman P.G., Mole S., editors. Analysis of Phenolic Plant Metabolites. Methods in Ecology. Blackwell Publishing; Oxford, UK: 1994. pp. 66–103."}, {"Citation": "Estrada-Soto S., Sánchez-Recillas A., Navarrete-Vázquez G., Castillo-España P., Villalobos-Molina R., Ibarra-Barajas M. Relaxant effects of Artemisia ludoviciana on isolated rat smooth muscle tissues. J. Ethnopharmacol. 2012;139:513–518. doi: 10.1016/j.jep.2011.11.041.", "ArticleIdList": ["10.1016/j.jep.2011.11.041", "22155473"]}, {"Citation": "Clinical and Laboratory Standards Institute (CLSI) Methods for Dilution Antimicrobial Susceptibility Tests for Bacteria That Grow Aerobically. Volume 29. CLSI; Wayne, PA, USA: 2012. pp. 1–63. Approved Standard; M07-A9."}]}], "History": [{"Year": "2024", "Month": "4", "Day": "22"}, {"Year": "2024", "Month": "5", "Day": "13"}, {"Year": "2024", "Month": "5", "Day": "20"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "1", "Minute": "4"}, {"Year": "2024", "Month": "5", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["38891254", "PMC11174654", "10.3390/plants13111445", "plants13111445"]}}]}