{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["abiotic stresses", "biodiversity", "climate change", "neglected crops", "puha", "unexploited species"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38891360", "DateRevised": {"Year": "2024", "Month": "06", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["1552", "10.3390/plants13111552"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "04"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "11", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "04"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "The Impact of Salinity in the Irrigation of a Wild Underutilized Leafy Vegetable, <i>Sonchus oleraceus</i> L.", "Abstract": {"AbstractText": ["Introducing non- or under-utilized crops to cultivation generates benefits such as biodiversity enrichment, supporting mitigation actions towards climate change-induced effects. The salinization of soil and water supplies is progressively disrupting natural habitats and food production, especially in regions such as the Mediterranean. <i>Sonchus oleraceus</i> L. is a Mediterranean wild leafy green with nutritional and medicinal properties. This study's purpose was to determine whether salinity affects the growth, quality, and nutrient composition of <i>Sonchus oleraceus</i> L. In an unheated plastic greenhouse, seedlings were transplanted in pots filled with perlite and irrigated with a nutrient solution with no NaCl added (the control, C) or with the addition of 40, 60, 80, and 100 mM of NaCl (treatments S4, S6, S8, and S10, respectively). The leaf and root growth, leaf quality, and the nutrient composition of leaves and roots were determined. Regarding the results, growth was mainly affected at high salinity levels (S8 and S10), with no observed effects of salinity on the determined quality parameters. The nutrient composition was variably affected by salinity in leaves but not in roots (except in the case of Na and the K/Na ratio). <i>Sonchus oleraceus</i> L. showed a general relative tolerance in moderate salinity levels (40 and 60 mM of NaCl), suggesting potential commercial exploitation of the species in areas where the quality of irrigation water is low. However, the health effects of consuming this species grown under salinity stress need to be studied in future research."]}, "AuthorList": [{"Identifier": ["0000-0002-8419-6682"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Crops, School of Agriculture, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Gkotzamani", "ForeName": "Anna", "Initials": "A"}, {"Identifier": ["0000-0002-2093-894X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Soil Science Laboratory, School of Agriculture, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Ipsilantis", "ForeName": "Ioannis", "Initials": "I"}, {"Identifier": ["0000-0002-1034-7345"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Agronomy, School of Agriculture, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Menexes", "ForeName": "George", "Initials": "G"}, {"Identifier": ["0000-0002-0329-3617"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Sciences, Biotechnology and Food Science, Faculty of Geotechnical Sciences and Environmental Management, Cyprus University of Technology, 50329 Limassol, Cyprus."}], "LastName": "Katsiotis", "ForeName": "Andreas", "Initials": "A"}, {"Identifier": ["0000-0001-8304-4292"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Economics, School of Agriculture, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Mattas", "ForeName": "Konstadinos", "Initials": "K"}, {"Identifier": ["0000-0002-0239-2592"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Vegetable Crops, School of Agriculture, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Koukounaras", "ForeName": "Athanasios", "Initials": "A"}], "GrantList": [{"GrantID": "101000499", "Agency": "European Union", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Vengosh A. Salinization and Saline Environments. Treatise Geochem. 2003;9:333–365. doi: 10.1016/B0-08-043751-6/09051-4.", "ArticleIdList": ["10.1016/B0-08-043751-6/09051-4"]}, {"Citation": "Rasool S., Hameed A., Azooz M., Muneeb U., Siddiqi T., Ahmad P. Ecophysiology and Responses of Plants under Salt Stress. Springer; New York, NY, USA: 2013. Salt Stress: Causes, Types and Responses of Plants; pp. 1–24."}, {"Citation": "Hopmans J.W., Qureshi A.S., Kisekka I., Munns R., Grattan S.R., Rengasamy P., Ben-Gal A., Assouline S., Javaux M., Minhas P.S., et al. Advances in Agronomy. Volume 169. Academic Press Inc.; Cambridge, MA, USA: 2021. Critical Knowledge Gaps and Research Priorities in Global Soil Salinity; pp. 1–191."}, {"Citation": "Omuto C.T., Vargas R.R., El Mobarak A.M., Mohamed N., Viatkin K., Yigini Y. Mapping of Salt-Affected Soils—Technical Manual. FAO; Rome, Italy: 2020."}, {"Citation": "Rhoades J.D., Kandiah A., Mashali A.M. The Use of Saline Waters for Crop Production. FAO; Rome, Italy: 1992. FAO Irrigation and Drainage."}, {"Citation": "Giordano M., Petropoulos S.A., Rouphael Y. Response and Defence Mechanisms of Vegetable Crops against Drought, Heat and Salinity Stress. Agriculture. 2021;11:463. doi: 10.3390/agriculture11050463.", "ArticleIdList": ["10.3390/agriculture11050463"]}, {"Citation": "Zamann M., Shahidd S.A., Heng L. Guideline for Salinity Assessment, Mitigation and Adaptation Using Nuclear and Related Techniques. Springer; Cham, Switzerland: 2018."}, {"Citation": "Mukhopadhyay R., Sarkar B., Jat H.S., Sharma P.C., Bolan N.S. Soil Salinity under Climate Change: Challenges for Sustainable Agriculture and Food Security. J. Environ. Manag. 2021;280:111736. doi: 10.1016/j.jenvman.2020.111736.", "ArticleIdList": ["10.1016/j.jenvman.2020.111736", "33298389"]}, {"Citation": "Minhas P.S., Ramos T.B., Ben-Gal A., Pereira L.S. Coping with Salinity in Irrigated Agriculture: Crop Evapotranspiration and Water Management Issues. Agric. Water Manag. 2020;227:105832. doi: 10.1016/j.agwat.2019.105832.", "ArticleIdList": ["10.1016/j.agwat.2019.105832"]}, {"Citation": "Munns R. Genes and Salt Tolerance: Bringing Them Together. New Phytol. 2005;167:645–663. doi: 10.1111/j.1469-8137.2005.01487.x.", "ArticleIdList": ["10.1111/j.1469-8137.2005.01487.x", "16101905"]}, {"Citation": "Corwin D.L. Climate Change Impacts on Soil Salinity in Agricultural Areas. Eur. J. Soil Sci. 2021;72:842–862. doi: 10.1111/ejss.13010.", "ArticleIdList": ["10.1111/ejss.13010"]}, {"Citation": "Panfili G., Niro S., Bufano A., D’Agostino A., Fratianni A., Paura B., Falasca L., Cinquanta L. Bioactive Compounds in Wild Asteraceae Edible Plants Consumed in the Mediterranean Diet. Plant Foods Hum. Nutr. 2020;75:540–546. doi: 10.1007/s11130-020-00842-y.", "ArticleIdList": ["10.1007/s11130-020-00842-y", "32803719"]}, {"Citation": "Petropoulos S.A., Fernandes Â., Dias M.I., Pereira C., Calhelha R.C., Chrysargyris A., Tzortzakis N., Ivanov M., Sokovic M.D., Barros L., et al. Chemical Composition and Plant Growth of Centaurea raphanina subsp. mixta Plants Cultivated under Saline Conditions. Molecules. 2020;25:2204. doi: 10.3390/molecules25092204.", "ArticleIdList": ["10.3390/molecules25092204", "PMC7248820", "32397258"]}, {"Citation": "Alexopoulos A.A., Assimakopoulou A., Panagopoulos P., Bakea M., Vidalis N., Karapanos I.C., Petropoulos S.A. Impact of Salinity on the Growth and Chemical Composition of Two Underutilized Wild Edible Greens: Taraxacum officinale and Reichardia picroides. Horticulturae. 2021;7:160. doi: 10.3390/horticulturae7070160.", "ArticleIdList": ["10.3390/horticulturae7070160"]}, {"Citation": "Calone R., Bregaglio S., Sanoubar R., Noli E., Lambertini C., Barbanti L. Physiological Adaptation to Water Salinity in Six Wild Halophytes Suitable for Mediterranean Agriculture. Plants. 2021;10:309. doi: 10.3390/plants10020309.", "ArticleIdList": ["10.3390/plants10020309", "PMC7914791", "33562812"]}, {"Citation": "Alexopoulos A.A., Assimakopoulou A., Panagopoulos P., Bakea M., Vidalis N., Karapanos I.C., Rouphael Y., Petropoulos S.A. Hedypnois cretica L. and Urospermum picroides L. Plant Growth, Nutrient Status and Quality Characteristics under Salinity Stress. Horticulturae. 2023;9:65. doi: 10.3390/horticulturae9010065.", "ArticleIdList": ["10.3390/horticulturae9010065"]}, {"Citation": "Platis D.P., Papoui E., Bantis F., Katsiotis A., Koukounaras A., Mamolos A.P., Mattas K. Underutilized Vegetable Crops in the Mediterranean Region: A Literature Review of Their Requirements and the Ecosystem Services Provided. Sustainability. 2023;15:4921. doi: 10.3390/su15064921.", "ArticleIdList": ["10.3390/su15064921"]}, {"Citation": "Mattas K., Raptou E., Alayidi A., Yener G., Baourakis G. Assessing the Interlinkage between Biodiversity and Diet through the Mediterranean Diet Case. Adv. Nutr. 2023;14:570–582. doi: 10.1016/j.advnut.2023.03.011.", "ArticleIdList": ["10.1016/j.advnut.2023.03.011", "PMC10201830", "36997093"]}, {"Citation": "Mattas K., Nastis S.A., Michailidis A., Tsakiridou E., Koutroubas S. Unveiling the Hidden Gems: Minor Crops as Catalysts for Sustainable Development, Biodiversity Conservation, and Economic Resilience. Sustain. Dev. 2024;32:1–10. doi: 10.1002/sd.2930.", "ArticleIdList": ["10.1002/sd.2930"]}, {"Citation": "Disciglio G., Tarantino A., Frabboni L., Gagliardi A., Giuliani M.M., Tarantino E., Gatta G. Qualitative Characterisation of Cultivated and Wild Edible Plants: Mineral Elements, Phenols Content and Antioxidant Capacity. Ital. J. Agron. 2017;12:383–394. doi: 10.4081/ija.2017.1036.", "ArticleIdList": ["10.4081/ija.2017.1036"]}, {"Citation": "Guil-Guerrero J.L., Giménez-Giménez A., Rodríguez-García I., Torija-Isasa M.E. Nutritional Composition of Sonchus Species (S asper L., S oleraceus L. and S tenerrimus L.) J. Sci. Food Agric. 1998;76:628–632. doi: 10.1002/(SICI)1097-0010(199804)76:4<628::AID-JSFA997>3.0.CO;2-U.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199804)76:4<628::AID-JSFA997>3.0.CO;2-U"]}, {"Citation": "Li X.M., Yang P.L. Research Progress of Sonchus Species. Int. J. Food Prop. 2018;21:147–157. doi: 10.1080/10942912.2017.1415931.", "ArticleIdList": ["10.1080/10942912.2017.1415931"]}, {"Citation": "Chauhan B., Gill G., Preston C. Factors Affecting Seed Germination of Annual Sowthistle (Sonchus oleraceus) in Southern Australia. Weed Sci. 2009;54:854–860. doi: 10.1614/WS-06-047R.1.", "ArticleIdList": ["10.1614/WS-06-047R.1"]}, {"Citation": "Khan Z., Albrecht M., Traveset A. Salt Application as an Effective Measure to Control Ruderal Invaders Threatening Endangered Halophytic Plant Species. Appl. Veg. Sci. 2013;16:448–456. doi: 10.1111/avsc.12007.", "ArticleIdList": ["10.1111/avsc.12007"]}, {"Citation": "Johnson-Green P.C., Kenkel N.C., Booth T. The Distribution and Phenology of Arbuscular Mycorrhizae along an Inland Salinity Gradient. Can. J. Bot. 1995;73:1318–1327. doi: 10.1139/b95-143.", "ArticleIdList": ["10.1139/b95-143"]}, {"Citation": "Naz I., Bano A., Hassan T. Isolation of Phytohormones Producing Plant Growth Promoting Rhizobacteria from Weeds Growing in Khewra Salt Range, Pakistan and Their Implication in Providing Salt Tolerance to Glycine max L. Afr. J. Biotechnol. 2009;8:5762–5768. doi: 10.5897/AJB09.1176.", "ArticleIdList": ["10.5897/AJB09.1176"]}, {"Citation": "Zhao Y., Li X.-R., Zhang Z.-S., Hu Y.-G., Wu P. Soil-Plant Relationships in the Hetao Irrigation Region Drainage Ditch Banks, Northern China. Arid Land Res. Manag. 2014;28:74–86. doi: 10.1080/15324982.2013.812997.", "ArticleIdList": ["10.1080/15324982.2013.812997"]}, {"Citation": "Carrascosa Á., Pascual J.A., Ros M., Petropoulos S., del Mar Alguacil M. The Effect of Fertilization Regime on Growth Parameters of Sonchus oleraceus and Two Genotypes of Portulaca oleracea. Biol. Life Sci. Forum. 2022;16:7. doi: 10.3390/IECHo2022-12515.", "ArticleIdList": ["10.3390/IECHo2022-12515"]}, {"Citation": "Chrysargyris A., Goumenos C., Tzortzakis N. Use of Medicinal and Aromatic Plant Residues for Partial Peat Substitution in Growing Media for Sonchus oleraceus Production. Agronomy. 2023;13:1074"}, {"Citation": "Chrysargyris A., Tzortzakis N. Optimising Fertigation of Hydroponically Grown Sowthistle (Sonchus oleraceus L.): The Impact of the Nitrogen Source and Supply Concentration. Agric. Water Manag. 2023;289:108528. doi: 10.1016/j.agwat.2023.108528.", "ArticleIdList": ["10.1016/j.agwat.2023.108528"]}, {"Citation": "Salonikioti A., Petropoulos S., Antoniadis V., Levizou E., Alexopoulos A. Wild Edible Species with Phytoremediation Properties. Procedia Environ. Sci. 2015;29:98–99. doi: 10.1016/j.proenv.2015.07.180.", "ArticleIdList": ["10.1016/j.proenv.2015.07.180"]}, {"Citation": "Shannon M.C., Grieve C.M. Tolerance of Vegetable Crops to Salinity. Sci. Hortic. 1998;78:5–38. doi: 10.1016/S0304-4238(98)00189-7.", "ArticleIdList": ["10.1016/S0304-4238(98)00189-7"]}, {"Citation": "Lepeduš H., Brkić I., Cesar V., Jurković V., Antunović Dunić J., Jambrović A., Brkić J., Šimić D. Chlorophyll Fluorescence Analysis of Photosynthetic Performance in Seven Maize Inbred Lines under Water-Limited Conditions. Period Biol. 2012;114:73–76."}, {"Citation": "Tao R., Ding J., Li C., Zhu X., Guo W., Zhu M. Evaluating and Screening of Agro-Physiological Indices for Salinity Stress Tolerance in Wheat at the Seedling Stage. Front. Plant Sci. 2021;12:646175.", "ArticleIdList": ["PMC8044411", "33868346"]}, {"Citation": "Munns R., Tester M. Mechanisms of Salinity Tolerance. Annu. Rev. Plant Biol. 2008;59:651–681. doi: 10.1146/annurev.arplant.59.032607.092911.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092911", "18444910"]}, {"Citation": "Morton M.J.L., Awlia M., Al-Tamimi N., Saade S., Pailles Y., Negrão S., Tester M. Salt Stress under the Scalpel—Dissecting the Genetics of Salt Tolerance. Plant J. 2019;97:148–163.", "ArticleIdList": ["PMC6850516", "30548719"]}, {"Citation": "Hniličková H., Hnilička F., Orsák M., Hejnák V. Effect of Salt Stress on Growth, Electrolyte Leakage, Na+ and Κ+ Content in Selected Plant Species. Plant Soil Environ. 2019;65:90–96. doi: 10.17221/620/2018-PSE.", "ArticleIdList": ["10.17221/620/2018-PSE"]}, {"Citation": "Dhindsa R.S., Plumbdhindsa P., Thorpe T.A. Leaf Senescence: Correlated with Increased Levels of Membrane Permeability and Lipid Peroxidation, and Decreased Levels of Superoxide Dismutase and Catalase. J. Exp. Bot. 1981;32:93–101. doi: 10.1093/jxb/32.1.93.", "ArticleIdList": ["10.1093/jxb/32.1.93"]}, {"Citation": "Romero-Romero J.L., Inostroza-Blancheteau C., Reyes-Díaz M., Matte J.P., Aquea F., Espinoza C., Gil P.M., Arce-Johnson P. Increased Drought and Salinity Tolerance in Citrus aurantifolia (Mexican Lemon) Plants Overexpressing Arabidopsis CBF3 Gene. J. Soil Sci. Plant Nutr. 2020;20:244–252. doi: 10.1007/s42729-019-00130-y.", "ArticleIdList": ["10.1007/s42729-019-00130-y"]}, {"Citation": "Abdelaal K., Alsubeie M.S., Hafez Y., Emeran A., Moghanm F., Okasha S., Omara R., Basahi M.A., Darwish D.B.E., Ibrahim M.F.M., et al. Physiological and Biochemical Changes in Vegetable and Field Crops under Drought, Salinity and Weeds Stresses: Control Strategies and Management. Agriculture. 2022;12:2084. doi: 10.3390/agriculture12122084.", "ArticleIdList": ["10.3390/agriculture12122084"]}, {"Citation": "Petretto G.L., Urgeghe P.P., Massa D., Melito S. Effect of Salinity (NaCl) on Plant Growth, Nutrient Content, and Glucosinolate Hydrolysis Products Trends in Rocket Genotypes. Plant Physiol. Biochem. 2019;141:30–39. doi: 10.1016/j.plaphy.2019.05.012.", "ArticleIdList": ["10.1016/j.plaphy.2019.05.012", "31125809"]}, {"Citation": "Abbas A., Siddiq Z., Hayyat M.U., Zhang Y.J., Ghaffar R., Gatasheh M.K. Na+ and K+ Compartmentalization in Spinacea oleracea and Their Effects on Growth, Water Relations, Endogenous Melatonin, and Non-Structural Carbohydrates. Sci. Hortic. 2024;323:112467. doi: 10.1016/j.scienta.2023.112467.", "ArticleIdList": ["10.1016/j.scienta.2023.112467"]}, {"Citation": "Rouphael Y., Petropoulos S.A., Cardarelli M., Colla G. Salinity as Eustressor for Enhancing Quality of Vegetables. Sci. Hortic. 2018;234:361–369. doi: 10.1016/J.SCIENTA.2018.02.048.", "ArticleIdList": ["10.1016/J.SCIENTA.2018.02.048"]}, {"Citation": "Ramakrishna A., Ravishankar G.A. Influence of Abiotic Stress Signals on Secondary Metabolites in Plants. Plant Signal Behav. 2011;6:1720–1731. doi: 10.4161/psb.6.11.17613.", "ArticleIdList": ["10.4161/psb.6.11.17613", "PMC3329344", "22041989"]}, {"Citation": "Hamilton J.M., Fonseca J.M. Effect of Saline Irrigation Water on Antioxidants in Three Hydroponically Grown Leafy Vegetables: Diplotaxis tenuifolia, Eruca sativa, and Lepidium sativum. HortScience. 2010;45:546–552. doi: 10.21273/HORTSCI.45.4.546.", "ArticleIdList": ["10.21273/HORTSCI.45.4.546"]}, {"Citation": "Neocleous D., Koukounaras A., Siomos A.S., Vasilakakis M. Assessing the Salinity Effects on Mineral Composition and Nutritional Quality of Green and Red “Baby” Lettuce. J. Food Qual. 2014;37:1–8. doi: 10.1111/jfq.12066.", "ArticleIdList": ["10.1111/jfq.12066"]}, {"Citation": "McDowell A., Thompson S., Stark M., Ou Z.Q., Gould K.S. Antioxidant Activity of Puha (Sonchus oleraceus L.) as Assessed by the Cellular Antioxidant Activity (CAA) Assay. Phytother. Res. 2011;25:1876–1882. doi: 10.1002/ptr.3648.", "ArticleIdList": ["10.1002/ptr.3648", "21928279"]}, {"Citation": "Aissani F., Grara N., Bensouici C., Bousbia A., Ayed H., Idris M.H.M., Teh L.K. Algerian Sonchus oleraceus L.: A Comparison of Different Extraction Solvent on Phytochemical Composition, Antioxidant Properties and Anti-Cholinesterase Activity. Adv. Tradit. Med. 2022;22:383–394. doi: 10.1007/s13596-021-00553-y.", "ArticleIdList": ["10.1007/s13596-021-00553-y"]}, {"Citation": "Bryan N.S., van Grinsven H. Advances in Agronomy. Volume 119. Academic Press Inc.; Cambridge, MA, USA: 2013. The Role of Nitrate in Human Health; pp. 153–182."}, {"Citation": "The European Commission Commission Regulation (EU) No 1258/2011 of 2 December 2011 amending Regulation (EC) No 1881/2006 as regards maximum levels for nitrates in foodstuffs. Off. J. Eur. Union. 2011;L320:15–17."}, {"Citation": "Rouphael Y., Kyriacou M.C. Enhancing Quality of Fresh Vegetables through Salinity Eustress and Biofortification Applications Facilitated by Soilless Cultivation. Front. Plant Sci. 2018;9:1254. doi: 10.3389/fpls.2018.01254.", "ArticleIdList": ["10.3389/fpls.2018.01254", "PMC6113394", "30186305"]}, {"Citation": "Bian Z., Wang Y., Zhang X., Li T., Grundy S., Yang Q., Cheng R. A Review of Environment Effects on Nitrate Accumulation in Leafy Vegetables Grown in Controlled Environments. Foods. 2020;9:732. doi: 10.3390/FOODS9060732.", "ArticleIdList": ["10.3390/FOODS9060732", "PMC7353485", "32503134"]}, {"Citation": "Roy S.J., Negrão S., Tester M. Salt Resistant Crop Plants. Curr. Opin. Biotechnol. 2014;26:115–124. doi: 10.1016/j.copbio.2013.12.004.", "ArticleIdList": ["10.1016/j.copbio.2013.12.004", "24679267"]}, {"Citation": "Sarker U., Hossain M.N., Oba S., Ercisli S., Marc R.A., Golokhvast K.S. Salinity Stress Ameliorates Pigments, Minerals, Polyphenolic Profiles, and Antiradical Capacity in Lalshak. Antioxidants. 2023;12:173. doi: 10.3390/antiox12010173.", "ArticleIdList": ["10.3390/antiox12010173", "PMC9855230", "36671036"]}, {"Citation": "Negrão S., Schmöckel S.M., Tester M. Evaluating Physiological Responses of Plants to Salinity Stress. Ann. Bot. 2017;119:1–11. doi: 10.1093/aob/mcw191.", "ArticleIdList": ["10.1093/aob/mcw191", "PMC5218372", "27707746"]}, {"Citation": "Mahmud T.M.M., Atherton J.G., Wright C.J., Ramlan M.F., Ahmad S.H. Pak Choi (Brassica rapa ssp Chinensis L.) Quality Response to Pre-Harvest Salinity and Temperature. J. Sci. Food Agric. 1999;79:1698–1702. doi: 10.1002/(SICI)1097-0010(199909)79:12<1698::AID-JSFA421>3.0.CO;2-K.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199909)79:12<1698::AID-JSFA421>3.0.CO;2-K"]}, {"Citation": "Niu G., Sun Y., Masabni J.G. Impact of Low and Moderate Salinity Water on Plant Performance of Leafy Vegetables in a Recirculating NFT System. Horticulturae. 2018;4:6. doi: 10.3390/horticulturae4010006.", "ArticleIdList": ["10.3390/horticulturae4010006"]}, {"Citation": "Voutsinos-Frantzis O., Karavidas I., Petropoulos D., Zioviris G., Fortis D., Ntanasi T., Ropokis A., Karkanis A., Sabatino L., Savvas D., et al. Effects of NaCl and CaCl2 as Eustress Factors on Growth, Yield, and Mineral Composition of Hydroponically Grown Valerianella locusta. Plants. 2023;12:1454. doi: 10.3390/plants12071454.", "ArticleIdList": ["10.3390/plants12071454", "PMC10097257", "37050080"]}, {"Citation": "Breś W., Kleiber T., Markiewicz B., Mieloszyk E., Mieloch M. The Effect of NaCl Stress on the Response of Lettuce (Lactuca sativa L.) Agronomy. 2022;12:244. doi: 10.3390/agronomy12020244.", "ArticleIdList": ["10.3390/agronomy12020244"]}, {"Citation": "Maathuis F.J.M., Sanders D. Regulation of K+ Absorption in Plant Root Cells by External K+: Interplay of Different Plasma Membrane K+ Transporters. J. Exp. Bot. 1997;48:451–458.", "ArticleIdList": ["21245224"]}, {"Citation": "Asch F., Dingkuhn M., Dörffling K., Miezan K. Leaf K/Na Ratio Predicts Salinity Induced Yield Loss in Irrigated Rice. Euphytica. 2000;113:109–118. doi: 10.1023/A:1003981313160.", "ArticleIdList": ["10.1023/A:1003981313160"]}, {"Citation": "Maathuis F.J.M., Amtmann A. K+ Nutrition and Na+ Toxicity: The Basis of Cellular K+/Na+ Ratios. Ann. Bot. 1999;84:123–133. doi: 10.1006/anbo.1999.0912.", "ArticleIdList": ["10.1006/anbo.1999.0912"]}, {"Citation": "Zurayk R.A., Baalbaki R. Inula crithmoides: A Candidate Plant for Saline Agriculture. Arid Soil Res. Rehabil. 1996;10:213–223. doi: 10.1080/15324989609381436.", "ArticleIdList": ["10.1080/15324989609381436"]}, {"Citation": "FAO . Global Symposium on Salt-Affected Soils: Outcome Document. FAO; Rome, Italy: 2022.", "ArticleIdList": ["10.4060/cb9929en"]}, {"Citation": "Das Shuvo S., Zahid A., Rahman M.M., Parvin R. Exploring the Impact of Soil and Water Salinity on Dietary Behavior and Health Risk of Coastal Communities in Bangladesh. J. Water Health. 2020;18:1110–1123. doi: 10.2166/wh.2020.145.", "ArticleIdList": ["10.2166/wh.2020.145", "33328380"]}, {"Citation": "Loupassaki M.H., Chartzoulakis K.S., Digalaki N.B., Androulakis I.I. Effects of Salt Stress on Concentration of Nitrogen, Phosphorus, Potassium, Calcium, Magnesium, and Sodium in Leaves, Shoots, and Roots of Six Olive Cultivars. J. Plant Nutr. 2002;25:2457–2482. doi: 10.1081/PLN-120014707.", "ArticleIdList": ["10.1081/PLN-120014707"]}, {"Citation": "Fisarakis I., Nikolaou N., Tsikalas P., Therios I., Stavrakas D. Effect of Salinity and Rootstock on Concentration of Potassium, Calcium, Magnesium, Phosphorus, and Nitrate–Nitrogen in Thompson Seedless Grapevine. J. Plant Nutr. 2005;27:2117–2134. doi: 10.1081/pln-200034662.", "ArticleIdList": ["10.1081/pln-200034662"]}, {"Citation": "Ntatsi G., Aliferis K.A., Rouphael Y., Napolitano F., Makris K., Kalala G., Katopodis G., Savvas D. Salinity Source Alters Mineral Composition and Metabolism of Cichorium spinosum. Environ. Exp. Bot. 2017;141:113–123. doi: 10.1016/j.envexpbot.2017.07.002.", "ArticleIdList": ["10.1016/j.envexpbot.2017.07.002"]}, {"Citation": "Smart R.E., Bingham G.E. Rapid Estimates of Relative Water Content. Plant Physiol. 1974;53:258–260. doi: 10.1104/pp.53.2.258.", "ArticleIdList": ["10.1104/pp.53.2.258", "PMC541374", "16658686"]}, {"Citation": "Mcguire R.G. Reporting of Objective Color Measurements. HortScience. 1992;27:1254–1255. doi: 10.21273/HORTSCI.27.12.1254.", "ArticleIdList": ["10.21273/HORTSCI.27.12.1254"]}, {"Citation": "Singleton V.L., Joseph A.R., Jr. Colorimetry of Total Phenolics with Phosphomolybdic-Phosphotungstic Acid Reagents. Am. J. Enol. Vitic. 1965;16:144. doi: 10.5344/ajev.1965.16.3.144.", "ArticleIdList": ["10.5344/ajev.1965.16.3.144"]}, {"Citation": "Jones A., Pravadali-Cekic S., Dennis G.R., Bashir R., Mahon P.J., Shalliker R.A. Ferric Reducing Antioxidant Potential (FRAP) of Antioxidants Using Reaction Flow Chromatography. Anal. Chim. Acta. 2017;967:93–101. doi: 10.1016/j.aca.2017.02.032.", "ArticleIdList": ["10.1016/j.aca.2017.02.032", "28390491"]}, {"Citation": "Cataldo D., Maroon M., Schrader L., Youngs V. Rapid Colorimetric Determination of Nitrate in Plant-Tissue by Nitration of Salicylic-Acid. Commun. Soil Sci. Plant Anal. 1975;6:71–80. doi: 10.1080/00103627509366547.", "ArticleIdList": ["10.1080/00103627509366547"]}, {"Citation": "Kuo S. Phosphorus. In: Sparks D.L., editor. Methods of Soil Analysis—Part 3—Chemical Methods. Soil Science Society of America (SSSA) and American Society of Agronomy (ASA); Madison, WI, USA: 1996. pp. 869–919. SSSA Book Series 5."}, {"Citation": "Kjeldahl J. A New Method for the Determination of Nitrogen in Organic Matter. J. Anal. Chem. 1883;22:366–382."}, {"Citation": "Steel R.G.D., Torrie J.H., Dickey D.A. Principles and Procedures of Statistics: A Biometrical Approach. McGraw-Hill Series Inc.; New York, NY, USA: 1997."}, {"Citation": "Toothaker E.L. Multiple Comparison Procedures. SAGE Publications Inc.; New York, NY, USA: 1993."}]}], "History": [{"Year": "2024", "Month": "3", "Day": "14"}, {"Year": "2024", "Month": "5", "Day": "30"}, {"Year": "2024", "Month": "6", "Day": "1"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "1", "Minute": "4"}, {"Year": "2024", "Month": "6", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["38891360", "PMC11174866", "10.3390/plants13111552", "plants13111552"]}}]}