{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lagenaria siceraria", "landraces", "nutrients", "variation"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38891284", "DateRevised": {"Year": "2024", "Month": "06", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["1475", "10.3390/plants13111475"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "27"}], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "11", "PubDate": {"Year": "2024", "Month": "May", "Day": "27"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Nutritional Variation on Sequentially Harvested Shoots and Fruits of <i>Lagenaria siceraria</i> Landraces.", "Abstract": {"AbstractText": ["<i>Lagenaria siceraria</i> (Molina) Standley, a member of the Cucurbitaceae family, is valued for its medicinal and nutritive properties. The nutrient status of sequentially harvested shoots and fruits at various growth stages in <i>L. siceraria</i> has not been documented to date. This study aimed to compare the nutritional status of <i>L. siceraria</i> landrace shoots and fruits harvested at different maturity stages. Micronutrients, macronutrients, and proximate composition of shoots and fruits were determined using inductively coupled plasma-optical emission spectrometry (ICP-OES). Data were subjected to multivariate statistical analysis. The nutrient attributes differed significantly (<i>p</i> < 0.05) within and among landraces at different growth stages. Correlation of nutritional traits was primarily based on shared absorption sites and comparable chemical composition. The first five principal components in shoots and fruits had 90.218 and 89.918% total variability, respectively. The micronutrients Ca, Mg, K, P, and N in shoots and the macronutrients Fe, Zn, Cu, and Al in fruits were the main contributors to variability. The biplot and dendrogram clustered landraces with comparable nutrient values. Shoot traits classified landraces into three major clusters, where clusters I and II grouped landraces with superior and inferior Mg, P, K, N, Fe, K/Ca+Mg, ADL, and protein levels at 42-63 DAS. Cluster III consisted of landraces with more Ca, Na, Mn, Zn, and Cu. However, the fruit nutrient status classified landraces into two major clusters. Cluster I comprised landrace KSC (as a singlet) with the highest Ca, P, N, Mn, Fe, Zn, and Cu contents at various stages of growth (7-21 DAA). Cluster II had landraces with higher K, C/N ratio, Na, moisture content, ash, protein, and fat. The nutritional status of shoots and fruits determined at different stages of growth is essential for selecting the best harvest time and landrace(s) for required daily nutrient intake."]}, "AuthorList": [{"Identifier": ["0000-0001-5513-4397"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Faculty of Science, Agriculture and Engineering, University of Zululand, KwaDlangezwa 3886, South Africa."}], "LastName": "Buthelezi", "ForeName": "Lungelo Given", "Initials": "LG"}, {"Identifier": ["0000-0002-3479-2646"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Security and Safety Area, Faculty of Natural and Agricultural Science, North-West University, Mmabatho 2745, South Africa."}], "LastName": "Mavengahama", "ForeName": "Sydney", "Initials": "S"}, {"Identifier": ["0000-0002-2934-9738"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Earth and Environmental Sciences, University of KwaZulu-Natal, Pietermaritzburg 3201, South Africa."}], "LastName": "Sibiya", "ForeName": "Julia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "KwaZulu-Natal Department of Agriculture & Rural Development, Soil Fertility and Analytical Services, 01 Cedara Road, Pietermaritzburg 3200, South Africa."}], "LastName": "Mchunu", "ForeName": "Charmaine Nontokozo", "Initials": "CN"}, {"Identifier": ["0000-0001-9417-6506"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Science, Agriculture and Engineering, University of Zululand, KwaDlangezwa 3886, South Africa."}], "LastName": "Ntuli", "ForeName": "Nontuthuko Rosemary", "Initials": "NR"}], "GrantList": [{"GrantID": "Reference: TTK210428597773, Grant number: 138362", "Agency": "National Research Foundation (NRF) Thuthuka Funding Instrument", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "All authors declare no conflicts of interest pertaining to this manuscript. Everyone contributed in a positive manner and agreed to publish the work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Singh H.K., Kumar R., Adarsh A. Evaluation of bottle gourd genotypes [Lagenaria siceraria (Mol.) Standl.] for various horticultural characters. Pharm. Innov. 2023;12:1801–1805."}, {"Citation": "Sithole N.J., Modi A.T., Mabhaudhi T. Seed quality of selected bottle gourd landraces compared with popular cucurbits. S. Afr. J. Plant Soil. 2016;33:133–139. doi: 10.1080/02571862.2015.1098736.", "ArticleIdList": ["10.1080/02571862.2015.1098736"]}, {"Citation": "Aldewy A.E.R.A.A., Hamed A., Ammar Y.A., Nezam-El-Dien A.M.M.M., Shaaban M. Phytochemical and nutritional studies of bottle gourd (Lagenaria Siceraria Ls) cultivated in Egyptian habitat. Egypt. J. Chem. 2022;65:295–304. doi: 10.21608/EJCHEM.2022.150722.6528.", "ArticleIdList": ["10.21608/EJCHEM.2022.150722.6528"]}, {"Citation": "Raj-Sharma H., Kumar T.K.A., Parmar Y., Kumar D.R., Pal S. Morpho-agronomic characterization of cucumber (Cucumis sativus L.) germplasm through principal component analysis. J. Pharmacogn. Phytochem. 2018;7:2573–2577."}, {"Citation": "Singla D., Sangha M.K., Singh M., Pathak M., Bala M. Variation of mineral composition in different fruit parts of bitter gourd (Momordica charantia L.) Biol. Trace Elem. Res. 2023;201:4961–4971. doi: 10.1007/s12011-022-03546-3.", "ArticleIdList": ["10.1007/s12011-022-03546-3", "36626030"]}, {"Citation": "Dos Santos I.F., Dos Santos A.M.P., Barbosa U.A., Lima J.S., Dos Santos D.C., Matos G.D. Multivariate analysis of the mineral content of raw and cooked okra (Abelmoschus esculentus L.) Microchem. J. 2013;110:439–443. doi: 10.1016/j.microc.2013.05.008.", "ArticleIdList": ["10.1016/j.microc.2013.05.008"]}, {"Citation": "Chakraborty I., Ghosh K. Nutritional potential, health effects and structural diversity of bioactive polysaccharides from Lagenaria siceraria: A review. J. Adv. Sci. Res. 2020;11:34–42."}, {"Citation": "Mkhize P., Mashilo J., Shimelis H. Progress on genetic improvement and analysis of bottle gourd [Lagenaria siceraria (Molina) Standl.] for agronomic traits, nutrient compositions, and stress tolerance: A Review. Front. Sustain. Food Syst. 2021;5:683635. doi: 10.3389/fsufs.2021.683635.", "ArticleIdList": ["10.3389/fsufs.2021.683635"]}, {"Citation": "Akinsola A.F., Osasona I., Akintayo E.T., Siyanbola T.O. Nutritional evaluation of calabash gourd (Lagenaria siceraria) seeds and oil. J. Culin. Sci. Technol. 2023;21:737–758. doi: 10.1080/15428052.2021.2016527.", "ArticleIdList": ["10.1080/15428052.2021.2016527"]}, {"Citation": "Devi S.R., Kumari T., Deka S.C. Extraction of dietary fiber and phytochemicals from bottle gourd seeds (Lagenaria siceraria), its physicochemical properties and application in food model. Food Chem. 2023;2:100252. doi: 10.1016/j.focha.2023.100252.", "ArticleIdList": ["10.1016/j.focha.2023.100252"]}, {"Citation": "Ahmed D., Ejaz N., Saeed R., Dar P. Cooking effect on anti-oxidative and alpha-amylase inhibitory potential of aqueous extract of Lagenaria siceraria fruit and its nutritional properties. Free Radic. Antioxid. 2016;6:44–50. doi: 10.5530/fra.2016.1.5.", "ArticleIdList": ["10.5530/fra.2016.1.5"]}, {"Citation": "Prasadd Yadav L., Apparao V.V., Singh A.K., Yadav V., Verma A.K., Rane J., Kumar S., Kaushik P., Rawat L., Raj Choudhary D., et al. Evaluation of Bottle Gourd Variety Thar Avani under Rainfed Semi-Arid Conditions for Morphological Traits along with Antioxidant Potentiality and Mineral Content. Volume 54. ICAR-National Bureau of Soil Survey & Land Use Planning, Regional Centre; New Delhi, India: 2023. p. 110012."}, {"Citation": "Buthelezi L.G., Mavengahama S., Sibiya J., Ntuli N.R. Variation in shoot, peduncle and fruit growth of Lagenaria siceraria landraces. Plants. 2023;12:532. doi: 10.3390/plants12030532.", "ArticleIdList": ["10.3390/plants12030532", "PMC9920849", "36771617"]}, {"Citation": "Martínez-Valdivieso D., Gómez P., Font R., Río-Celestino M.D. Mineral composition and potential nutritional contribution of 34 genotypes from different summer squash morphotypes. Eur. Food Res. Technol. 2015;240:71–81. doi: 10.1007/s00217-014-2308-7.", "ArticleIdList": ["10.1007/s00217-014-2308-7"]}, {"Citation": "El-Mardi M.O., Pillay A.E., Williams J.R., Bakheit C.S., Hassan S.M., Al-Hadabbi M. Influence of alternate bearing on leaf and fruit mineral composition at different developmental stages of date palm fruits. J. Agric. Mar. Sci. 2005;10:5–12. doi: 10.24200/jams.vol10iss1pp5-12.", "ArticleIdList": ["10.24200/jams.vol10iss1pp5-12"]}, {"Citation": "White P.J., Brown P.H. Plant nutrition for sustainable development and global health. Ann. Bot. 2010;105:1073–1080. doi: 10.1093/aob/mcq085.", "ArticleIdList": ["10.1093/aob/mcq085", "PMC2887071", "20430785"]}, {"Citation": "Kumari D., Prasad M., Ahmad F. Variation among different growth stages on mineral nutrient content in guava fruits. Curr. Appl. Sci. Technol. 2020;39:140–144. doi: 10.9734/cjast/2020/v39i230634.", "ArticleIdList": ["10.9734/cjast/2020/v39i230634"]}, {"Citation": "Gharibzahedi S.M.T., Jafari S.M. The importance of minerals in human nutrition: Bioavailability, food fortification, processing effects and nanoencapsulation. Trends Food Sci. Technol. 2017;62:119–132. doi: 10.1016/j.tifs.2017.02.017.", "ArticleIdList": ["10.1016/j.tifs.2017.02.017"]}, {"Citation": "Pan Y., Wang Y., McGregor C., Liu S., Luan F., Gao M. Genetic architecture of fruit size and shape variation in cucurbits: A comparative perspective. Theor. Appl. Genet. 2020;133:1–21. doi: 10.1007/s00122-019-03481-3.", "ArticleIdList": ["10.1007/s00122-019-03481-3", "31768603"]}, {"Citation": "Cardoso A.I.I., Claudio M.T.R., Nakada-Freitas P.G., Magro F.O., Tavares A.E.B. Phosphate fertilization over the accumulation of macronutrients in cauliflower seed production. Hortic. Bras. 2016;34:196–201. doi: 10.1590/S0102-053620160000200008.", "ArticleIdList": ["10.1590/S0102-053620160000200008"]}, {"Citation": "Ramesh K., Paul V., Pandey R. Dynamics of mineral nutrients in tomato (Solanum lycopersicum L.) fruits during ripening: Part II—Off the plant. Plant Physiol. Rep. 2021;26:284–300. doi: 10.1007/s40502-020-00564-y.", "ArticleIdList": ["10.1007/s40502-020-00564-y"]}, {"Citation": "Etemadi F., Barker A.V., Hashemi M., Zandvakili O.R., Park Y. Nutrient accumulation in faba bean varieties. Commun. Soil Sci. Plant Anal. 2018;49:2064–2073. doi: 10.1080/00103624.2018.1495729.", "ArticleIdList": ["10.1080/00103624.2018.1495729"]}, {"Citation": "Mahapatra S., Sureja A.K., Behera T.K., Bhardwaj R., Verma M. Variability in antioxidant capacity and some mineral nutrients among ninety-one Indian accessions of bottle gourd [Lagenaria siceraria (Molina) Standl.] S. Afr. J. Bot. 2023;152:50–62. doi: 10.1016/j.sajb.2022.11.040.", "ArticleIdList": ["10.1016/j.sajb.2022.11.040"]}, {"Citation": "Czech A., Stępniowska A., Wiącek D., Sujak A., Grela E.R. The content of selected nutrients and minerals in some cultivars of Cucurbita maxima. Br. Food J. 2018;120:2261–2269. doi: 10.1108/BFJ-10-2017-0599.", "ArticleIdList": ["10.1108/BFJ-10-2017-0599"]}, {"Citation": "Navas N.M., Obregón L.G., Peralta Y.Y. Behavior of totals carotenoids and color of a mixture of pumpkin puree (Cucurbita moschata) during storage at 4 °C. Ital. J. Food Sci. 2019;31:50–60."}, {"Citation": "Ramachandran P., Dhiman A.K., Attri S., Vikram A., Rai S., Sangeeta S. Comparative study on physical characteristics and nutritional composition of pumpkin (Cucurbita moschata) at different stages of maturity. Indian. J. Tradit. Knowl. 2022;21:856–864. doi: 10.56042/ijtk.v21i4.32425.", "ArticleIdList": ["10.56042/ijtk.v21i4.32425"]}, {"Citation": "Huo Y., Zhang G., Yu W., Liu Z., Shen M., Zhao R. Forward genetic studies reveal LsAPRR2 as a key gene in regulating the green color of pericarp in bottle gourd (Lagenaria siceraria) Front. Plant Sci. 2023;14:1130669. doi: 10.3389/fpls.2023.1130669.", "ArticleIdList": ["10.3389/fpls.2023.1130669", "PMC9975725", "36875578"]}, {"Citation": "Marques D.J., Bianchini H.C., Lobato A.K.S., Silva W.F. Potassium—Improvement of Quality in Fruits and Vegetables through Hydroponic Nutrient Management. InTech; Houston, TX, USA: 2018. Potassium fertilization in the production of vegetables and fruits; pp. 1–25.", "ArticleIdList": ["10.5772/intechopen.72854"]}, {"Citation": "Ponka R., Bouba A.A., Fokou E., Tambe S.T., Beaucher E., Piot M. Protein, mineral and amino acid content of some Cameroonian traditional dishes prepared from pumpkin (Cucurbita maxima Duch.) J. Food Compost. Anal. 2015;43:169–174. doi: 10.1016/j.jfca.2015.06.009.", "ArticleIdList": ["10.1016/j.jfca.2015.06.009"]}, {"Citation": "Huang Y., Zhao L., Kong Q., Cheng F., Niu M., Xie J. Comprehensive mineral nutrition analysis of watermelon grafted onto two different rootstocks. Hortic. Plant J. 2016;2:105–113. doi: 10.1016/j.hpj.2016.06.003.", "ArticleIdList": ["10.1016/j.hpj.2016.06.003"]}, {"Citation": "Krupa T., Tomala K. Effect of oxygen and carbon dioxide concentration on the quality of minikiwi fruits after storage. Agronomy. 2021;11:2251. doi: 10.3390/agronomy11112251.", "ArticleIdList": ["10.3390/agronomy11112251"]}, {"Citation": "Naveena K.K.T., Singh H., Kaur N., Kang B.K., Devi I. Uniconazole improves mango flowering and fruit yield by regulating gibberellins and carbon–nitrogen nutrition. Hortic. Environ. Biotechnol. 2023;64:735–752. doi: 10.1007/s13580-023-00541-y.", "ArticleIdList": ["10.1007/s13580-023-00541-y"]}, {"Citation": "Mente A., O’donnell M., Yusuf S. Sodium intake and health: What should we recommend based on the current evidence? Nutrients. 2021;3:3232. doi: 10.3390/nu13093232.", "ArticleIdList": ["10.3390/nu13093232", "PMC8468043", "34579105"]}, {"Citation": "Hussain A., Kausar T., Din A., Murtaza M.A., Jamil M.A., Noreen S. Determination of total phenolic, flavonoid, carotenoid, and mineral contents in peel, flesh, and seeds of pumpkin (Cucurbita maxima) J. Food Process. Preserv. 2021;45:e15542. doi: 10.1111/jfpp.15542.", "ArticleIdList": ["10.1111/jfpp.15542"]}, {"Citation": "Chelyadina N.S., Kapranov S.V., Popov M.A., Smirnova L.L., Bobko N.I. The mussel Mytilus galloprovincialis (Crimea, Black Sea) as a source of essential trace elements in human nutrition. Biol. Trace Elem. Res. 2023;201:5415–5430. doi: 10.1007/s12011-023-03607-1.", "ArticleIdList": ["10.1007/s12011-023-03607-1", "36881258"]}, {"Citation": "Mohanty M., Kachari M., Borbora P.D., Borah N. Quality of zucchini (Cucurbita pepo) influence by planting time and fertilizers. Pharm. Innov. 2023;12:3888–3891."}, {"Citation": "Shiratake K., Martinoia E. Transporters in fruit vacuoles. Plant Biotechnol. 2007;24:127–133. doi: 10.5511/plantbiotechnology.24.127.", "ArticleIdList": ["10.5511/plantbiotechnology.24.127"]}, {"Citation": "Larson J.E., Perkins-Veazie P., Ma G., Kon T.M. Quantification and prediction with near infrared spectroscopy of carbohydrates throughout apple fruit development. Horticulturae. 2023;9:279. doi: 10.3390/horticulturae9020279.", "ArticleIdList": ["10.3390/horticulturae9020279"]}, {"Citation": "Valdez-Arjona L.P., Ortega-Cerrilla M.E., Fraire-Cordero S., Arreola-Enríquez J., Crosby-Galván M.M., Cruz-Tamayo A.A., Ramírez-Mella M. Physicochemical and preference evaluation of silages from Cucurbita argyrosperma huber residues and its effect on the production and composition of milk from dual-purpose cows in Campeche, Mexico: Pilot study. Sustainability. 2020;12:7757. doi: 10.3390/SU12187757.", "ArticleIdList": ["10.3390/SU12187757"]}, {"Citation": "Doğan Daş B., Avci M., Denek N., Das A., Kirar N., Budak D. The impact of wheat straw and alfalfa additives on quality and in vitro digestibility of pumpkin (Cucurbita pepo) waste silage. J. King Saud Univ. Sci. 2023;35:2–6. doi: 10.1016/j.jksus.2023.102867.", "ArticleIdList": ["10.1016/j.jksus.2023.102867"]}, {"Citation": "Ülger I., Kaliber M., Büyükkiliç Beyzi S., Konca Y. Possible ensiling of pumpkin (Cucurbita pepo) residues. Turk. J. Vet. Anim. Sci. 2020;44:853–859. doi: 10.3906/vet-2002-81.", "ArticleIdList": ["10.3906/vet-2002-81"]}, {"Citation": "Huang H.X., Yu T., Li J.X., Qu S.P., Wang M.M., Wu T.Q. Characterization of Cucurbita maxima fruit metabolomic profiling and transcriptome to reveal fruit quality and ripening gene expression patterns. J. Plant Biol. 2019;62:203–216. doi: 10.1007/s12374-019-0015-4.", "ArticleIdList": ["10.1007/s12374-019-0015-4"]}, {"Citation": "Rastilantie M., Kulaitienė J., Jarienė E., Danilčenko H., Černiauskienė J., Wawrzyniak A., Hamulka J., Juknevičienė E. WFL Publisher Science and Technology Chemical composition of pumpkin (Cucurbita maxima D.) flesh flours used for food. J. Food Agric. Environ. 2014;12:61–64."}, {"Citation": "Nansikombi N., Muyonga J.H., Byaruhanga Y.B. Association between fruit characteristics and postharvest stability of different pumpkin (Cucurbita) Species. J. Food Res. 2019;8:131–145. doi: 10.5539/jfr.v8n4p131.", "ArticleIdList": ["10.5539/jfr.v8n4p131"]}, {"Citation": "Kpodo F.M., Jato J., Adjei C.N.A., Walter A., Agbenorhevi J.K., Duah J. Physicochemical and functional properties of pulp and pectin from agro-waste of three Cucurbitaceae species. Food Chem. 2023;3:100530. doi: 10.1016/j.focha.2023.100530.", "ArticleIdList": ["10.1016/j.focha.2023.100530"]}, {"Citation": "Ojiako O.A., Igwe C.U. Nutritional and anti-nutritional compositions of Cleome rutidosperma, Lagenaria siceraria, and Cucurbita maxima seeds from Nigeria. J. Med. Food. 2007;10:735–738. doi: 10.1089/jmf.2007.625.", "ArticleIdList": ["10.1089/jmf.2007.625", "18158851"]}, {"Citation": "Niyi O.H., Jonathan A.A., Ibukun A.O. Comparative assessment of the proximate, mineral composition and mineral safety index of peel, pulp and seeds of cucumber (Cucumis sativus) Open J. Appl. Sci. 2019;9:691–701. doi: 10.4236/ojapps.2019.99056.", "ArticleIdList": ["10.4236/ojapps.2019.99056"]}, {"Citation": "Oost L.J., Tack C.J., de Baaij J.H.F. Hypomagnesemia and cardiovascular risk in type 2 diabetes. Endocr. Rev. 2023;44:357–378. doi: 10.1210/endrev/bnac028.", "ArticleIdList": ["10.1210/endrev/bnac028", "PMC10166267", "36346820"]}, {"Citation": "Gerrano A.S., Jansen van Rensburg W.S., Venter S.L., Shargie N.G., Amelework B.A., Shimelis H.A., Labuschagne M.T. Selection of cowpea genotypes based on grain mineral and total protein content. Acta Agric. Scand. B Soil Plant Sci. 2019;69:155–166. doi: 10.1080/09064710.2018.1520290.", "ArticleIdList": ["10.1080/09064710.2018.1520290"]}, {"Citation": "Nagar A., Sureja A.K., Kar A., Bhardwaj R., Krishnan S.G., Munshi A.D. Profiling of mineral nutrients and variability study in pumpkin (Cucurbita moschata) genotypes. Agric. Res. 2018;7:225–231. doi: 10.1007/s40003-018-0329-3.", "ArticleIdList": ["10.1007/s40003-018-0329-3"]}, {"Citation": "Kostecka-Gugała A., Kruczek M., Ledwożyw-Smoleń I., Kaszycki P. Antioxidants and health-beneficial nutrients in fruits of eighteen cucurbita cultivars: Analysis of diversity and dietary implications. Molecules. 2020;25:1792. doi: 10.3390/molecules25081792.", "ArticleIdList": ["10.3390/molecules25081792", "PMC7221643", "32295156"]}, {"Citation": "Pulela B.L., Maboko M.M., Soundy P., Amoo S.O. Cultivar and postharvest storage duration influence fruit quality, nutritional and phytochemical profiles of soilless-grown cantaloupe and honeydew melons. Plants. 2022;11:2136. doi: 10.3390/plants11162136.", "ArticleIdList": ["10.3390/plants11162136", "PMC9413578", "36015439"]}, {"Citation": "Blessing A.C., Ifeanyi U.M., Chijioke O.B. Nutritional evaluation of some Nigerian pumpkins (Cucurbita spp.) Fruit Veg. Cereal Sci. Biotechnol. 2011;5:64–71."}, {"Citation": "Mashilo J., Shimelis H., Ngwepe R.M. Genetic resources of bottle gourd (Lagenaria siceraria (Molina) Standl.] and citron watermelon (Citrullus lanatus var. citroides (L.H. Bailey) Mansf. ex Greb.)-implications for genetic improvement, product development and commercialization: A review. S. Afr. J. Bot. 2022;145:28–47. doi: 10.1016/j.sajb.2021.10.013.", "ArticleIdList": ["10.1016/j.sajb.2021.10.013"]}, {"Citation": "Mashilo J., Shimelis H., Odindo A. Genetic diversity of bottle gourd (Lagenaria siceraria (Molina) Standl.) landraces of South Africa assessed by morphological traits and simple sequence repeat markers. S Afr. J. Plant Soil. 2016;33:113–124. doi: 10.1080/02571862.2015.1090024.", "ArticleIdList": ["10.1080/02571862.2015.1090024"]}, {"Citation": "Mashilo J., Shimelis H., Odindo A., Amelework B. Genetic diversity of south african bottle gourd [Lagenaria siceraria (Molina) Standl.] landraces revealed by simple sequence repeat markers. Hortscience. 2016;51:120–126. doi: 10.21273/HORTSCI.51.2.120.", "ArticleIdList": ["10.21273/HORTSCI.51.2.120"]}, {"Citation": "Mashilo J., Odindo A.O., Shimelis H.A., Musenge P., Tesfay S.Z., Magwaza L.S. Drought tolerance of selected bottle gourd [Lagenaria siceraria (Molina) Standl.] landraces assessed by leaf gas exchange and photosynthetic efficiency. Plant Physiol. Biochem. 2017;120:75–87. doi: 10.1016/j.plaphy.2017.09.022.", "ArticleIdList": ["10.1016/j.plaphy.2017.09.022", "28988036"]}, {"Citation": "Ntuli N.R., Zobolo A.M. Effect of water stress on growth of colchicine induced polyploid Coccinia palmata and Lagenaria sphaerica plants. Afr. J. Biotechnol. 2008;7:3548–3652."}, {"Citation": "Nelson L.E., Khama O.R., Cedric K. Improvement on grass establishment at a quarry rehabilitation site influenced by poultry manure in the subtropical South Africa. Afr. Crop Sci. J. 2014;2:98–101."}, {"Citation": "Naidoo S., Laurie S., Odeny D., Vorster B., Mphela W., Greyling M. Genetic analysis of yield and flesh colour in sweetpotato. Afr. Crop Sci. J. 2016;24:61–73. doi: 10.4314/acsj.v24i1.5.", "ArticleIdList": ["10.4314/acsj.v24i1.5"]}, {"Citation": "Khatiwada A., Adhikari P. Effect of various organic fertilizers on seedling health and vigour of different varieties of cucumber in rautahat condition. Malays. J. Sustain. Agric. 2020;4:81–85. doi: 10.26480/mjsa.02.2020.81.85.", "ArticleIdList": ["10.26480/mjsa.02.2020.81.85"]}, {"Citation": "Bulbula D., Urga K. Study on the effect of traditional processing methods on nutritional composition and anti nutritional factors in chickpea (Cicer arietinum) Cogent Food Agric. 2018;4:1422370. doi: 10.1080/23311932.2017.1422370.", "ArticleIdList": ["10.1080/23311932.2017.1422370"]}, {"Citation": "Manson A.D., Roberts V.G. Analytical Methods Used by the Soil Fertility and Analytical Services Section. KwaZulu-Natal Department of Agriculture and Rural Development; Pietermaritzburg, South Africa: 2000."}, {"Citation": "Eckard R.J., Miles N., Tainton N.M. Die gebruik van naby infra-rooi terugkaatsende spektroskopie vir die bepaling van stikstof in plante. J. Grassl. Soc. S. Afr. 1988;5:175–177. doi: 10.1080/02566702.1988.9648134.", "ArticleIdList": ["10.1080/02566702.1988.9648134"]}, {"Citation": "Gaines T.P., Mitchell G.A. Boron determination in plant tissue by the azomethine H method. Commun. Soil Sci. Plant Anal. 1979;10:1099–1108. doi: 10.1080/00103627909366965.", "ArticleIdList": ["10.1080/00103627909366965"]}, {"Citation": "Jung M.Y., Kang J.H., Choi Y.S., Lee D.Y., Lee J.Y., Park J.S. Analytical features of microwave plasma-atomic emission spectrometry (MP-AES) for the quantitation of manganese (Mn) in wild grape (Vitis coignetiae) red wines: Comparison with inductively coupled plasma-optical emission spectrometry (ICP-OES) Food Chem. 2019;274:20–25. doi: 10.1016/j.foodchem.2018.08.114.", "ArticleIdList": ["10.1016/j.foodchem.2018.08.114", "30372927"]}, {"Citation": "Paul V., Pandey R. Physiological Techniques to Analyze the Impact of Climate Change on Crop Plants. Division of Plant Physiology, ICAR-Indian Agricultural Research Institute (IARI); New Delhi, India: 2017. pp. 16–25."}]}], "History": [{"Year": "2024", "Month": "3", "Day": "12"}, {"Year": "2024", "Month": "5", "Day": "19"}, {"Year": "2024", "Month": "5", "Day": "23"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "6", "Day": "19", "Hour": "1", "Minute": "4"}, {"Year": "2024", "Month": "5", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38891284", "PMC11174364", "10.3390/plants13111475", "plants13111475"]}}]}