{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apiaceae", "Biological effects", "Coumarins", "Furanocoumarins", "Prangos", "Traditional uses"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38909827", "DateRevised": {"Year": "2024", "Month": "07", "Day": "12"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.jep.2024.118480", "S0378-8741(24)00779-7"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "21"}], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "334", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "21"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Recent progress on Prangos (Apiaceae) species used in traditional herbal medicine.", "Pagination": {"StartPage": "118480", "MedlinePgn": "118480"}, "Abstract": {"AbstractText": ["Plants have been used for a long time in traditional medicine to treat many diseases. The genus Prangos belongs to the Apiaceae family and has various medicinal and aromatic species. Since ancient times, Prangos species have been employed extensively in traditional medicine for different purposes and are especially popular for their aphrodisiac effects.", "The goal of this paper is to represent a systematic review of the species in the genus Prangos, including their botanical characteristics, uses in traditional medicine, phytochemical constituents, the composition of the essential oils produced, and the biological properties.", "The articles regarding traditional uses and bioactivities of Prangos species were evaluated using electronic databases such as PubMed, Google Scholar, and ScienceDirect. Use of the World Flora Online (WFO) - The Plant List, The International Plant Names Index, the World Checklist of Vascular Plants (2024), and ChemDraw Professional helped complete this compilation.", "Phytochemical investigations have indicated that coumarins are characteristic constituents of Prangos species, especially prenylated simple coumarins and furanocoumarins, and also flavonoids, terpenoids, and phytosterols occur in this genus. In addition, the essential oils of these plants have been examined. The biological properties of the Prangos species seem worthy of further investigation. Also, some information about the toxicity of these species and their use as ingredients in food products is presented.", "This review highlights the evaluation of traditional knowledge, phytochemical profiles, biological activities, and potential uses of Prangos species as foods and spices. Many pharmacological activities have been performed related to their traditional uses, but frequently, the exact mechanism of action remains scientifically unproven. This review has compiled data on the phytochemistry, the active secondary metabolites, the biological properties, and recent advances in Prangos species."], "CopyrightInformation": "Copyright © 2024 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ankara University, Faculty of Pharmacy, Department of Pharmacognosy, 06100, Tandogan-Ankara, Türkiye. Electronic address: atosun@ankara.edu.tr."}], "LastName": "Onder", "ForeName": "Alev", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "CoiStatement": "Declaration of competing interest The author declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "2", "Day": "19"}, {"Year": "2024", "Month": "5", "Day": "21"}, {"Year": "2024", "Month": "6", "Day": "20"}, {"Year": "2024", "Month": "6", "Day": "24", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "24", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "23", "Hour": "19", "Minute": "26"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38909827", "10.1016/j.jep.2024.118480", "S0378-8741(24)00779-7"]}}]}