{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cichorium", "Antioxidants", "Bioactive compounds", "Flavonoids", "Green synthesis", "Pharmacological activities"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38900250", "DateRevised": {"Year": "2024", "Month": "06", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s00210-024-03221-5"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "20"}], "Journal": {"ISSN": "1432-1912", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jun", "Day": "20"}}, "Title": "Naunyn-Schmiedeberg's archives of pharmacology", "ISOAbbreviation": "Naunyn Schmiedebergs Arch Pharmacol"}, "ArticleTitle": "Phytochemistry, pharmacological applications, and therapeutic effects of green synthesized nanomaterials using Cichorium species-a comprehensive review.", "Abstract": {"AbstractText": ["Cichorium is a genus of potential medicinal herbs that finds widespread cultivation in regions spanning Asia and Europe. Belonging to the Asteraceae family, these plants are typically biennial or perennial in nature. Among the various explored varieties of chicory plants, the most commonly studied ones include Cichorium intybus, Cichorium endivia, and Cichorium pumilum. In Ayurveda, chicory has long been used as a remedy for many health problems. This versatile plant is renowned for its efficacy in managing conditions such as gallstones, gastroenteritis, sinus ailments, and the treatment of skin abrasions and wounds. Numerous bioactives, including polysaccharides, caffeic acid, flavonoids, coumarins, steroids, alkaloids, organic acids, triterpenoids, sesquiterpenoids, and essential oils, are present, according to a thorough phytochemical examination. The phytochemicals isolated from chicory have displayed significant therapeutic activities, including antidiabetic effects, hepatoprotective benefits, anti-obesity properties, and anti-cancer potential, as extensively documented by numerous researchers. The incorporation of these bioactive compounds into one's diet as part of a healthy lifestyle has demonstrated considerable advantages for human well-being. Green synthesis is a recent technology in which plant extracts or phytochemicals are used for synthesizing nanoparticles since plant extracts are generally less toxic and contain capping and reducing agents. This review summarizes current developments in green synthesis employing phytoconstituents from Cichorium species and extracts from various plant parts and their application to scientific problems. In order to preserve lifestyles and cure human diseases, the investigation emphasizes the therapeutic effects of the chemical components and nanoparticles obtained from the extract of Cichorium species."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-4851-7992"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Biosciences and Technology, Vellore Institute of Technology, Vellore, 632014, Tamil Nadu, India."}], "LastName": "Sishu", "ForeName": "Nayan Kumar", "Initials": "NK"}, {"Identifier": ["0000-0001-5292-0122"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Plant Breeding, VIT School of Agricultural Innovations and Advanced Learning, VIT, Vellore, 632014, Tamil Nadu, India. immanuelselvaraj@vit.ac.in."}], "LastName": "Selvaraj", "ForeName": "Chinnadurai Immanuel", "Initials": "CI"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Naunyn Schmiedebergs Arch Pharmacol", "NlmUniqueID": "0326264", "ISSNLinking": "0028-1298"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abd Elmeged LSM, Alzahrani MSH (2022) Effect of biologically active substances in Cichorium on biochemical changes in obese rats. J Biochem Technol 13(3):38–45. https://doi.org/10.51847/bN6mHUzXbB"}, {"Citation": "Abdel Raoof GF, Abdelfatah Elsayed ME (2021) Cytotoxic activity, molecular docking study and phytochemical investigation on Cichorium intybus herb. Egypt J Chem 64:761–772. https://doi.org/10.21608/EJCHEM.2020.44299.2896", "ArticleIdList": ["10.21608/EJCHEM.2020.44299.2896"]}, {"Citation": "Ahmed B, Khan S, Masood MH, Siddique AH (2008) Anti-hepatotoxic activity of cichotyboside, a sesquiterpene glycoside from the seeds of Cichorium intybus. J Asian Nat Prod Res 10:218–223. https://doi.org/10.1080/10286020701590764", "ArticleIdList": ["10.1080/10286020701590764"]}, {"Citation": "Ahmed LA, Ramadan RS, Mohamed RA et al (2009) Biochemical and histopathological studies on the water extracts of marjoram and chicory herbs and their mixture in obese rats. Pak J Nutr 8:1581–1587", "ArticleIdList": ["10.3923/pjn.2009.1581.1587"]}, {"Citation": "Aibaidula Y, Aimaiti M, Tan H et al (2022) Lactucin & Lactucopicrin ameliorates FFA-induced steatosis in HepG2 cells via modulating lipid metabolism. J Pharmacol Sci 150:110–122. https://doi.org/10.1016/j.jphs.2022.07.007", "ArticleIdList": ["10.1016/j.jphs.2022.07.007", "36055749"]}, {"Citation": "Aisa HA, Xin X, Tang D (2020) Chemical constituents and their pharmacological activities of plants from Cichorium genus. Chinese Herb Med 12:224–236.  https://doi.org/10.1016/j.chmed.2020.05.001"}, {"Citation": "Al Khateeb W, Hussein E, Qouta L et al (2012) In vitro propagation and characterization of phenolic content along with antioxidant and antimicrobial activities of Cichorium pumilum Jacq. Plant Cell, Tissue Organ Cult 110:103–110. https://doi.org/10.1007/s11240-012-0134-9"}, {"Citation": "Al-Akhras M-AH, Aljarrah K, Al-Khateeb H et al (2012) Introducing Cichorium pumilum as a potential therapeutical agent against drug-induced benign breast tumor in rats. Electromagn Biol Med 31:299–309. https://doi.org/10.3109/15368378.2012.662193"}, {"Citation": "Ali SI, Gopalakrishnan B, Venkatesalu V (2018) Chicory (Cichorium intybus) and wormwood (Artemisia absinthium) extracts exhibit strong larvicidal activity against mosquito vectors of malaria, dengue fever, and filariasis. Parasitol Int 67:781–786.  https://doi.org/10.1016/j.parint.2018.08.005"}, {"Citation": "Ali S, Dayo M, Alahmadi S, Mohamed A (2024). Chitosan-supported ZnO nanoparticles: their green synthesis, characterization, and application for the removal of pyridoxine HCl (Vitamin B6) from aqueous media. Molecules 29(4):828. https://doi.org/10.3390/molecules29040828"}, {"Citation": "Álvarez-Chimal R, Arenas-Alatorre JÁ (2023) Green synthesis of nanoparticles. A Biological Approach. In Advances in Green Chemistry. IntechOpen. https://doi.org/10.5772/intechopen.1002203"}, {"Citation": "Amatjan M, Li N, He P, et al (2023) A novel approach based on gut microbiota analysis and network pharmacology to explain the mechanisms of action of Cichorium intybus L. formula in the improvement of hyperuricemic nephropathy in rats. Drug Des Devel Ther 17:107–128. https://doi.org/10.2147/DDDT.S389811"}, {"Citation": "Amer AM (2018) Antimicrobial effects of Egyptian local chicory, Cichorium endivia subsp. pumilum. Int J Microbiol 2018(1):6475072. https://doi.org/10.1155/2018/6475072"}, {"Citation": "Amin PK, Rafie SM, Hesaraki S, Amini K (2022) Ameliorative effect of the combination of the Cichorium intybus whole extract and melatonin on doxorubicin-induced hepatotoxicity in mice. Int J Cancer Manag 15(3):e119807. https://doi.org/10.5812/ijcm-119807"}, {"Citation": "Amirkhani R, Farzaei MH, Ghanbari E et al (2022) Cichorium intybus improves hepatic complications induced by oxymetholone: an animal study. J Med Plants by-Product 11:111–118.  https://doi.org/10.22092/JMPB.2021.354093.1347"}, {"Citation": "Arya M, Rathour KS, Tiwari A et al (2022) Molecular docking studies of COX-2 protein with 8-deoxylactucin of Cichorium intybus L. involved in anti-inflammation activity. Ann Phytomedicine 11:371–375.  https://doi.org/10.54085/ap.2022.11.1.41"}, {"Citation": "Ashraf H, Anjum T, Riaz S, Naseem S (2020) Microwave-assisted green synthesis and characterization of silver nanoparticles using Melia azedarach for the management of Fusarium wilt in tomato. Front Microbiol 11:238.  https://doi.org/10.3389/fmicb.2020.00238"}, {"Citation": "Azaizeh H, Saad B, Khalil K et al (2006) The state of the art of traditional Arab herbal medicine in the Eastern region of the Mediterranean: a review. Evidence-Based Complement Altern Med 3:229–235.  https://doi.org/10.1093/ecam/nel034"}, {"Citation": "Bayazid AB, Park SH, Kim JG, Lim BO (2020) Green chicory leaf extract exerts anti-inflammatory effects through suppressing LPS-induced MAPK/NF-κB activation and hepatoprotective activity in vitro. Food Agric Immunol 31(1):513–532.  https://doi.org/10.1080/09540105.2020.1742667"}, {"Citation": "Behboodi S, Baghbani-Arani F, Abdalan S, Sadat Shandiz SA (2019) Green engineered biomolecule-capped silver nanoparticles fabricated from Cichorium intybus extract: in vitro assessment on apoptosis properties toward human breast cancer (MCF-7) cells. Biol Trace Elem Res 187:392–402.  https://doi.org/10.1007/s12011-018-1392-0"}, {"Citation": "Benali T, Bakrim S, Ghchime R et al (2022) Pharmacological insights into the multifaceted biological properties of quinic acid. Biotechnol Genet Eng Rev 1–30. https://doi.org/10.1080/02648725.2022.2122303"}, {"Citation": "Bergantin C, Maietti A, Cavazzini A et al (2017) Bioaccessibility and HPLC-MS/MS chemical characterization of phenolic antioxidants in Red Chicory (Cichorium intybus). J Funct Foods 33:94–102.  https://doi.org/10.1016/j.jff.2017.02.037"}, {"Citation": "Bischoff TA, Kelley CJ, Karchesy Y et al (2004) Antimalarial activity of lactucin and lactucopicrin: sesquiterpene lactones isolated from Cichorium intybus L. J Ethnopharmacol 95(2-3):455–457.  https://doi.org/10.1016/j.jep.2004.06.031"}, {"Citation": "Bordiwala R V (2023) Green synthesis and applications of metal nanoparticles.-a review article. Results Chem 5:100832"}, {"Citation": "Calderon-Montano M, J, Burgos-Morón E, Pérez-Guerrero C, López-Lázaro M, (2011) A review on the dietary flavonoid kaempferol. Mini Rev Med Chem 11:298–344.  https://doi.org/10.2174/138955711795305335"}, {"Citation": "Castellano JM, Ramos-Romero S, Perona JS (2022) Oleanolic acid: extraction, characterization and biological activity. Nutrients 14:623.  https://doi.org/10.3390/nu14030623"}, {"Citation": "Chandra K, Jain V, Jabin A et al (2020) Effect of Cichorium intybus seeds supplementation on the markers of glycemic control, oxidative stress, inflammation, and lipid profile in type 2 diabetes mellitus: a randomized, double-blind placebo study. Phyther Res 34:1609–1618. https://doi.org/10.1002/ptr.6624"}, {"Citation": "Chaudhary A, Jaswal VS, Choudhary S et al (2019) Ferulic acid: a promising therapeutic phytochemical and recent patents advances. Recent Pat Inflamm Allergy Drug Discov 13:115–123. https://doi.org/10.2174/1872213X13666190621125048"}, {"Citation": "Chen C-J, Deng A-J, Liu C et al (2011) Hepatoprotective activity of Cichorium endivia L. extract and its chemical constituents. Molecules 16:9049–9066.  https://doi.org/10.3390/molecules16119049"}, {"Citation": "Chopra RN, Nayar SL, Chopra IC (1986) Glossary of Indian medicinal plants (including the supplement), Council Sci. Ind Res, New Delhi, India"}, {"Citation": "Cong LI, Nan ZOU, Jinqi Y et al (2022) Ameliorates study of N-butanol extract of Cichorium pumilum Jacq on chronic liver diseases of rats by regulating intestinal flora-intestine-hepatic axis. Her Med 41:1108–1115"}, {"Citation": "Dalar A, Konczak I (2014) Cichorium intybus from Eastern Anatolia: phenolic composition, antioxidant and enzyme inhibitory activities. Ind Crops Prod 60:79–85.  https://doi.org/10.1016/j.indcrop.2014.05.043"}, {"Citation": "Das S, Vasudeva N, Sharma S (2016) Cichorium intybus: a concise report on its ethnomedicinal, botanical, and phytopharmacological aspects. Drug Dev Ther 7(1):1.  https://doi.org/10.4103/2394-6555.180157"}, {"Citation": "Dei Cas L, Pugni F, Fico G (2015) Tradition of use on medicinal species in Valfurva (Sondrio, Italy). J Ethnopharmacol 163:113–134.  https://doi.org/10.1016/j.jep.2014.12.054"}, {"Citation": "Dembitsky VM, Goldshlag P, Srebnik M (2002) Occurrence of p-nonylphenol isomers in wild species of Cichorium endivia subsp. divaricatum. J Chem Ecol 28:1623–1628.  https://doi.org/10.1023/A:1019980513949"}, {"Citation": "der Merwe D, Swan GE, Botha CJ (2001) Use of ethnoveterinary medicinal plants in cattle by Setswana-speaking people in the Madikwe area of the North West Province of South Africa. J S Afr Vet Assoc 72:189–196.  https://hdl.handle.net/10520/EJC99448"}, {"Citation": "El Omari N, Jaouadi I, Lahyaoui M et al (2022) Natural sources, pharmacological properties, and health benefits of daucosterol: versatility of actions. Appl Sci 12(12): 5779. https://doi.org/10.3390/app12125779"}, {"Citation": "El-Desouky TA (2021) Evaluation of effectiveness aqueous extract for some leaves of wild edible plants in Egypt as anti-fungal and anti-toxigenic. Heliyon 7. https://doi.org/10.1016/j.heliyon.2021.e06209"}, {"Citation": "Elgengaihi S, Mossa A-TH, Refaie AA, Aboubaker D (2016) Hepatoprotective efficacy of Cichorium intybus L. extract against carbon tetrachloride-induced liver damage in rats. J Diet Suppl 13(5):570–584.  https://doi.org/10.3109/19390211.2016.1144230"}, {"Citation": "Elgharabawy RM, Alhowail AH, Emara AM et al (2021) The impact of chicory (Cichorium intybus L.) on hemodynamic functions and oxidative stress in cardiac toxicity induced by lead oxide nanoparticles in male rats. Biomed Pharmacother 137:111324. https://doi.org/10.1016/j.biopha.2021.111324"}, {"Citation": "El-Shafey NM, AbdElgawad HR (2020) Antioxidants released from Cichorium pumilum Jacq. amendment mitigate salinity stress in maize. Jordan J Biol Sci 13(4):525–533"}, {"Citation": "Eltamany EE, Mosalam EM, Mehanna ET et al (2022) Potential gonado-protective effect of Cichorium endivia and its major phenolic acids against methotrexate-induced testicular injury in mice. Biomedicines 10:1986.  https://doi.org/10.3390/biomedicines10081986"}, {"Citation": "Eltokhy AK, Khattab HA, Rabah HM (2021) The impact of Cichorium intybus L. On GDF-15 level in obese diabetic albino mice as compared with metformin effect. J Diabetes & Metab Disord 20:1119–1128. https://doi.org/10.1007/s40200-021-00828-w"}, {"Citation": "Enk CD, Hochberg M, Torres A et al (2003) Photoprotection by Cichorium endivia extracts: prevention of UVB-induced erythema, pyrimidine dimer formation and IL-6 expression. Skin Pharmacol Appl Skin Physiol 17:42–48. https://doi.org/10.1159/000074062", "ArticleIdList": ["10.1159/000074062"]}, {"Citation": "Epure A, Pârvu AE, Vlase L, et al (2021) Phytochemical profile, antioxidant, cardioprotective and nephroprotective activity of Romanian chicory extract. Plants 10:. https://doi.org/10.3390/plants10010064"}, {"Citation": "Fern K (2018) Tropical plants database, Ken Fern. tropical. theferns. info (2018)"}, {"Citation": "Ferrare K, Bidel LPR, Awwad A, et al (2018) Increase in insulin sensitivity by the association of chicoric acid and chlorogenic acid contained in a natural chicoric acid extract (NCRAE) of chicory (Cichorium intybus L.) for an antidiabetic effect. J Ethnopharmacol 215:241–248. https://doi.org/10.1016/j.jep.2017.12.035"}, {"Citation": "Filip GA, Moldovan B, Baldea I, et al (2019) UV-light mediated green synthesis of silver and gold nanoparticles using Cornelian cherry fruit extract and their comparative effects in experimental inflammation. J Photochem Photobiol B Biol 191:26–37. https://doi.org/10.1016/j.jphotobiol.2018.12.006"}, {"Citation": "Foster JG, Cassida KA, Turner KE (2011) In vitro analysis of the anthelmintic activity of forage chicory (Cichorium intybus L.) sesquiterpene lactones against a predominantly Haemonchus contortus egg population. Vet Parasitol 180:298–306. https://doi.org/10.1016/j.vetpar.2011.03.013"}, {"Citation": "Gallucci MN, Fraire JC, Maillard APVF et al (2017) Silver nanoparticles from leafy green extract of Belgian endive (Cichorium intybus L. var. sativus): biosynthesis, characterization, and antibacterial activity. Mater Lett 197:98–101.  https://doi.org/10.1016/j.matlet.2017.03.141"}, {"Citation": "Gao L, Mei S, Ma H, Chen X (2022) Ultrasound-assisted green synthesis of gold nanoparticles using citrus peel extract and their enhanced anti-inflammatory activity. Ultrason Sonochem 83:105940.  https://doi.org/10.1016/j.ultsonch.2022.105940"}, {"Citation": "Gharari Z, Hanachi P, Sadeghinia H, Walker TR (2022) Cichorium intybus bio-callus synthesized silver nanoparticles: a promising antioxidant, antibacterial and anticancer compound. Int J Pharm 625:122062.  https://doi.org/10.1016/j.ijpharm.2022.122062"}, {"Citation": "Goupy PM, Varoquaux PJA, Nicolas JJ, Macheix JJ (1990) Identification and localization of hydroxycinnamoyl and flavonol derivatives from endive (Cichorium endivia L. cv. Geante Maraichere) leaves. J Agric Food Chem 38:2116–2121.  https://doi.org/10.1021/jf00102a003"}, {"Citation": "Gupta N, Jangid AK, Pooja D, Kulhari H (2019) Inulin: a novel and stretchy polysaccharide tool for biomedical and nutritional applications. Int J Biol Macromol 132:852–863. https://doi.org/10.1016/j.ijbiomac.2019.03.188"}, {"Citation": "Hafez ES, Badr EA, Mabrouk YM et al (2014) Expression of tumor-markers and cytokines in response to Cichorium endivia L. in cancerous mice. Int J Life Sci Biotechnol Pharma Res 3(4):33"}, {"Citation": "Han C, Wu X, Zou N et al (2021) Cichorium pumilum Jacq extract inhibits LPS-induced inflammation via MAPK signaling pathway and protects rats from hepatic fibrosis caused by abnormalities in the gut-liver axis. Front Pharmacol 12:683613. https://doi.org/10.3389/fphar.2021.683613"}, {"Citation": "Hasannejad F, Ansar MM, Rostampour M et al (2019) Improvement of pyridoxine-induced peripheral neuropathy by Cichorium intybus hydroalcoholic extract through GABAergic system. J Physiol Sci 69:465–476.  https://doi.org/10.1007/s12576-019-00659-8"}, {"Citation": "He Y, Guo Y, Gao Y (2002) Studies on chemical constituents of root of Cichorium intybus. China J Chinese Mater Medica 27:209–210"}, {"Citation": "Hegazy AK, Ezzat SM, Qasem IB et al (2015) Diversity of active constituents in Cichorium endivia and Cynara cornigera extracts. Acta Biol Hung 66:103–118.  https://doi.org/10.1556/abiol.66.2015.1.9"}, {"Citation": "Hozayen WG, El-Desouky MA, Soliman HA et al (2016) Antiosteoporotic effect of Petroselinum crispum, Ocimum basilicum and Cichorium intybus L. in glucocorticoid-induced osteoporosis in rats. BMC Complement Altern Med 16:1–11.  https://doi.org/10.1186/s12906-016-1140-y"}, {"Citation": "Hussain N, Ikram N, Hussain L et al (2023) Cichorium intybus L. significantly alleviates cigarette smoke-induced acute lung injury by lowering NF-κB pathway activation and inflammatory mediators. Heliyon 9(11). https://doi.org/10.1016/j.heliyon.2023.e22055"}, {"Citation": "Ibrahim MM, El-Bahr MK, Rady MR (2019) In-vitro adventitious root production of Cichorium endivia L. and antioxidants, total phenolic, and total flavonoids assessments. Egypt Pharm J 18:216–227. https://doi.org/10.4103/epj.epj_7_19"}, {"Citation": "Imam KMSU, Tian Y, Xin F et al (2022) Lactucin, a bitter sesquiterpene from Cichorium intybus, inhibits cancer cell proliferation by downregulating the MAPK and central carbon metabolism pathway. Molecules 27:7358. https://doi.org/10.3390/molecules27217358"}, {"Citation": "Janda K, Gutowska I, Geszke-Moritz M, Jakubczyk K (2021) The common cichory (Cichorium intybus L.) as a source of extracts with health-promoting properties-a review. Molecules 26(6):1814. https://doi.org/10.3390/molecules26061814"}, {"Citation": "Jang S-A, Park DW, Kwon JE et al (2017) Quinic acid inhibits vascular inflammation in TNF-α-stimulated vascular smooth muscle cells. Biomed & Pharmacother 96:563–571. https://doi.org/10.1016/j.biopha.2017.10.021"}, {"Citation": "Jasim RS et al (2018) Antioxidant, antimicrobial activities and phytochemical constituents of Cichorium intybus L. aerial parts. Int J Bot 14:24–29.  https://doi.org/10.3923/ijb.2018.24.29"}, {"Citation": "Jiao F, Tan Z, Yu Z et al (2022) The phytochemical and pharmacological profile of taraxasterol. Front Pharmacol 13:927365.  https://doi.org/10.3389/fphar.2022.927365"}, {"Citation": "Kakkar S, Bais S (2014) A review on protocatechuic acid and its pharmacological potential. Int Sch Res Not 2014 1:952943. https://doi.org/10.1155/2014/952943"}, {"Citation": "Kamel ZH, Daw I, Marzouk M (2011) Effect of Cichorium endivia leaves on some biochemical parameters in streptozotocin-induced diabetic rats. Aust J Basic Appl Sci 5(7):387–396"}, {"Citation": "Kandil AS, Abou-Elella F, El Shemy HA (2019) Cytotoxic profile activities of ethanolic and methanolic extracts of chicory plant (Cichorium intybus L.). J Radiat Res Appl Sci 12:106–111.  https://doi.org/10.1080/16878507.2019.1594136"}, {"Citation": "Kaur S, Sharma N, Vyas M et al (2019) A review on pharmacological activities of betaine. Plant Arch 19:1021–1034"}, {"Citation": "Khalil HE, Kamel MS (2015) Phytochemical and biological studies of Cichorium endivia L. leaves. J Pharm Sci Res 7(8):509"}, {"Citation": "Khedr AA, Youssef HE, Attia AM (2021) Anti-atherosclerotic activity of inulin extracted from Cichorium intybus roots on hypercholesterolemic rats. J Home Econ Univ 31(2):1–14.  https://doi.org/10.21608/MKAS.2021.181259"}, {"Citation": "Khodadadi M, Mousavinasab SS, Khamesipour F, Katsande S (2016) The effect of Cichorium intybus L. ethanol extraction on the pathological and biomedical indexes of the liver and kidney of broilers reared under heat stress. Brazilian J Poult Sci 18:407–412.  https://doi.org/10.1590/1806-9061-2015-0153"}, {"Citation": "Kiers MA (2000) Endive, chicory, and their wild relatives. A systematic and phylogenetic study of Cichorium (Asteraceae). Gorteria Dutch Bot Arch 5:1–77"}, {"Citation": "Kisiel W, Michalska K (2003) Root constituents of Cichorium pumilum and rearrangements of some lactucin-like guaianolides. Zeitschrift Für Naturforsch C 58(11-12):789–792.  https://doi.org/10.1515/znc-2003-11-1206"}, {"Citation": "Kisiel W, Michalska K (2006) Sesquiterpenoids and phenolics from roots of Cichorium endivia var. crispum. Fitoterapia 77(5):354–357.  https://doi.org/10.1515/znc-2003-11-1206"}, {"Citation": "Koner A, Ghosh S, Roy P (2011) Isolation of antimicrobial compounds from chicory (Cichorium intybus L.) root. Int J Res Pure Appl Microbiol 1(2):13–18"}, {"Citation": "Koraqi H, Lluga-Rizani K (2022) Effect of extraction solvent on bioactive compounds and antioxidant activity of Cichorium intybus L. grown in Kosovo. Poljopr i Sumar 68:159–171.  https://doi.org/10.17707/AgricultForest.68.1.09"}, {"Citation": "Kumari R, Ali M, Aeri V (2012) Two new triterpenoids from Cichorium intybus L. roots. J Asian Nat Prod Res 14:7–13.  https://doi.org/10.1080/10286020.2011.619181"}, {"Citation": "Kuzina OS, Borovkova MV, Lemyaseva SV (2022) Toxicity study of dry extract of chicory (Cichorium intybus l.) aerial part on laboratory animals of different ages. In Innovations in life sciences, pp 245–246"}, {"Citation": "Li D, Rui Y, Guo S-D et al (2021) Ferulic acid: a review of its pharmacology, pharmacokinetics and derivatives. Life Sci 284:119921.  https://doi.org/10.1016/j.lfs.2021.119921"}, {"Citation": "Liu H, Ivarsson E, Dicksved J et al (2012) Inclusion of chicory (Cichorium intybus L.) in pigs’ diets affects the intestinal microenvironment and the gut microbiota. Appl Environ Microbiol 78:4102–4109. https://doi.org/10.1128/AEM.07702-11", "ArticleIdList": ["10.1128/AEM.07702-11", "22492453", "3370552"]}, {"Citation": "Long T, Gao Y, Niu YJ, Wang H (2014) Research progress in chemical constituents and pharmacological activities of plants in Cichorium genus. Strait Pharm J 26(1):6.  https://doi.org/10.1016/j.chmed.2020.05.001"}, {"Citation": "Luo Y, Yang W, Abuduaini A et al (2018) Preparation of magnetic nanoliposomes of sesquiterpene-rich fraction from Cichorium glandulosum and its tissue distribution in mice. Evidence-Based Complement Altern Med 1:8549519. https://doi.org/10.1155/2018/8549519"}, {"Citation": "Madeo F, Eisenberg T, Pietrocola F, Kroemer G (2018) Spermidine in health and disease. Science (80- ) 359:eaan2788"}, {"Citation": "Mahadeva Rao US, Zin T, Abdurrazakb M, Ahmad AA (2015) Chemistry and pharmacology of syringin, a novel bioglycoside: a review. Asian J Pharm Clin Res 8:20–25"}, {"Citation": "Mahmoudi S, Vahidi M, Malekabad ES et al (2021) In vitro antifungal activity of green synthesized silver nanoparticles in comparison to conventional antifungal drugs against Trichophyton interdigitale, Trichophyton rubrum and Epidermophyton floccosum. Infect Disord Targets (Formerly Curr Drug Targets-Infectious Disord 21:370–374. https://doi.org/10.2174/1871526520666200715095744"}, {"Citation": "Maillard APVF, Dalmasso PR, de Mishima BAL, Hollmann A (2018) Interaction of green silver nanoparticles with model membranes: possible role in the antibacterial activity. Colloids Surf B Biointerfaces 171:320–326.  https://doi.org/10.1016/j.colsurfb.2018.07.044"}, {"Citation": "Makhadmeh GN, Abuelsamen A, Al-Akhras M-AH, Aziz AA (2022) Silica nanoparticles encapsulated Cichorium pumilum as a promising photosensitizer for osteosarcoma photodynamic therapy: in-vitro study. Photodiagnosis Photodyn Ther 38:102801.  https://doi.org/10.1016/j.pdpdt.2022.102801"}, {"Citation": "Mares D, Romagnoli C, Tosi B et al (2005) Chicory extracts from Cichorium intybus L. as potential antifungals. Mycopathologia 160:85–91.  https://doi.org/10.1007/s11046-004-6635-2"}, {"Citation": "Marzouk M, Sayed AA, Soliman AM (2011) Hepatoprotective and antioxidant effects of Cichorium endivia L. leaves extract against acetaminophen toxicity on rats. J Med Med Sci 2:1273–1279"}, {"Citation": "Masoud M, Zayed MA, Gad D, Elhaak MA (2018) Effect of gamma irradiation on some active constituents and metabolites of Cichorium pumilum Jacq. Egypt J Exp Biol 14:153–159.  https://doi.org/10.5455/egyjebb.2018042808505"}, {"Citation": "Mehmood N, Zubair M, Rizwan K et al (2012) Antioxidant, antimicrobial and phytochemical analysis of Cichorium intybus seeds extract and various organic fractions. Iran J Pharm Res IJPR 11:1145"}, {"Citation": "Minaiyan M, Ghannadi AR, Mahzouni P, Abed AR (2012) Preventive effect of Cichorium intybus L. two extracts on cerulein-induced acute pancreatitis in mice. Int J Prev Med 3(5):351–357"}, {"Citation": "Mohamed AE, Shetta A, Kegere J, Mamdouh W (2022) Antibacterial and antioxidant properties of Cichorium intybus extract embedded in chitosan nanocomposite nanofibers. Int J Biol Macromol 215:387–397.  https://doi.org/10.1016/j.ijbiomac.2022.06.088"}, {"Citation": "Mølbak L, Thomsen LE, Jensen TK et al (2007) Increased amount of Bifidobacterium thermacidophilum and Megasphaera elsdenii in the colonic microbiota of pigs fed a swine dysentery preventive diet containing chicory roots and sweet lupine. J Appl Microbiol 103:1853–1867.  https://doi.org/10.1111/j.1365-2672.2007.03430.x"}, {"Citation": "Moloudi MR, Hassanzadeh K, Abdi M et al (2021) Hepatoprotective effect of the hydroalcoholic extract of Cichorium intybus in a rat model of obstructive cholestasis. Arab J Gastroenterol 22(1):34–39.  https://doi.org/10.1016/j.ajg.2020.08.006"}, {"Citation": "Mostafa RM, El-Sayed ASA et al (2021) Evaluation of phytochemical screening and antifungal activity for some annual plant extracts in Egypt. Egypt Acad J Biol Sci G Microbiol 13(1):73–87.  https://doi.org/10.21608/EAJBSG.2021.179733"}, {"Citation": "Murai T, Matsuda S (2023) The chemopreventive effects of chlorogenic acids, phenolic compounds in coffee, against inflammation, cancer, and neurological diseases. Molecules 28(5):2381.  https://doi.org/10.3390/molecules28052381"}, {"Citation": "Muthusamy VS, Saravanababu C, Ramanathan M et al (2010) Inhibition of protein tyrosine phosphatase 1B and regulation of insulin signalling markers by caffeoyl derivatives of chicory (Cichorium intybus) salad leaves. Br J Nutr 104:813–823.  https://doi.org/10.1017/S0007114510001480"}, {"Citation": "Naveed M, Hejazi V, Abbas M et al (2018) Chlorogenic acid (CGA): a pharmacological review and call for further research. Biomed Pharmacother 97:67–74. https://doi.org/10.1016/j.biopha.2017.10.064"}, {"Citation": "Palai S, Kothiyal S, Pandey N, Singh R (2023) In: The essential guide to alkaloids editor: Deepak Kumar Semwal Theophylline: a bioactive dimethylxanthine alkaloid. pp 205–217"}, {"Citation": "Papetti A, Daglia M, Aceti C et al (2008) Hydroxycinnamic acid derivatives occurring in Cichorium endivia vegetables. J Pharm Biomed Anal 48:472–476.  https://doi.org/10.1016/j.jpba.2008.04.014"}, {"Citation": "Papetti A, Mascherpa D, Carazzone C et al (2013) Identification of organic acids in Cichorium intybus inhibiting virulence-related properties of oral pathogenic bacteria. Food Chem 138:1706–1712.  https://doi.org/10.1016/j.foodchem.2012.10.148"}, {"Citation": "Park E, Kim J, Jin H-S et al (2020a) Scopolin attenuates osteoporotic bone loss in ovariectomized mice. Nutrients 12:3565.  https://doi.org/10.3390/nu12113565"}, {"Citation": "Park E, Lee CG, Kim J et al (2020b) Scopolin prevents adipocyte differentiation in 3T3-L1 preadipocytes and weight gain in an ovariectomy-induced obese mouse model. Int J Mol Sci 21:8699.  https://doi.org/10.3390/ijms21228699"}, {"Citation": "Pathak A, Singh SP, Tiwari A (2024) Elucidating hepatoprotective potential of Cichorium intybus through multimodal assessment and molecular docking analysis with hepatic protective enzymes. Food Chem Toxicol 187:114595.  https://doi.org/10.1016/j.fct.2024.114595"}, {"Citation": "Patra JK, Das G, Fraceto LF et al (2018) Nano based drug delivery systems: recent developments and future prospects. J Nanobiotechnology 16:1–33.  https://doi.org/10.1186/s12951-018-0392-8"}, {"Citation": "Pavlíková N (2022) Caffeic acid and diseases-mechanisms of action. Int J Mol Sci 24:588.  https://doi.org/10.3390/ijms24010588"}, {"Citation": "Peña-Espinoza M, Williams AR, Thamsborg SM et al (2017) Anthelmintic effects of forage chicory (Cichorium intybus) against free-living and parasitic stages of Cooperia oncophora. Vet Parasitol 243:204–207.  https://doi.org/10.1016/j.vetpar.2017.07.008"}, {"Citation": "Peña-Espinoza M, Valente AH, Bornancin L et al (2020) Anthelmintic and metabolomic analyses of chicory (Cichorium intybus) identify an industrial by-product with potent in vitro antinematodal activity. Vet Parasitol 243:204–207. https://doi.org/10.1016/j.vetpar.2020.109088"}, {"Citation": "Pena-Espinoza M, Romero-Uzqueda Y, Valente AH et al (2022) Anti-protozoal activity and metabolomic analyses of Cichorium intybus L. against Trypanosoma cruzi. Int J Parasitol Drugs Drug Resist 20:43–53.  https://doi.org/10.1016/j.ijpddr.2022.08.002"}, {"Citation": "Peng Y, Sun Q, Park Y (2019) Chicoric acid promotes glucose uptake and Akt phosphorylation via AMP-activated protein kinase α-dependent pathway. J Funct Foods 59:8–15. https://doi.org/10.1016/j.jff.2019.05.020", "ArticleIdList": ["10.1016/j.jff.2019.05.020"]}, {"Citation": "Petronilho S, Navega J, Pereira C et al (2022) Bioactive properties of instant chicory melanoidins and their relevance as health promoting food ingredients. Foods 12(1):134. https://doi.org/10.3390/foods12010134", "ArticleIdList": ["10.3390/foods12010134", "36613350", "9818759"]}, {"Citation": "Petrovic J, Stanojkovic A, Comic LJ, Curcic S (2004) Antibacterial activity of Cichorium intybus. Fitoterapia 75(7-8):737–739. https://doi.org/10.1016/j.fitote.2004.05.001"}, {"Citation": "Rahimipour A, Dehghan Nayeri N, Mehrandish R, AwsatMellati A (2017) Anti-cancer activity of methanol extracts of Cichorium intybus on human breast cancer SKBR3 Cell Line. Razavi Int J Med 5(1). https://doi.org/10.5812/RIJM.38369"}, {"Citation": "Rees S, Harborne J (1984) Flavonoids and other phenolics of Cichorium and related members of the Lactuceae (Compositae). Bot J Linn Soc 89(4):313–319. https://doi.org/10.1111/j.1095-8339.1984.tb02563.x", "ArticleIdList": ["10.1111/j.1095-8339.1984.tb02563.x"]}, {"Citation": "Ren J, Lu Y, Qian Y et al (2019) Recent progress regarding kaempferol for the treatment of various diseases. Exp Ther Med 18(4):2759–2776. https://doi.org/10.3892/etm.2019.7886", "ArticleIdList": ["10.3892/etm.2019.7886", "31572524", "6755486"]}, {"Citation": "Rizvi W, Fayazuddin M, Shariq S et al (2014) Anti-inflammatory activity of roots of Cichorium intybus due to its inhibitory effect on various cytokines and antioxidant activity. Anc Sci Life 34(1):44. https://doi.org/10.4103/0257-7941.150780"}, {"Citation": "Rollinger JM, Hornick A, Langer T et al (2004) Acetylcholinesterase inhibitory activity of scopolin and scopoletin discovered by virtual screening of natural products. J Med Chem 47(25):6248–6254. https://doi.org/10.1021/jm049655r", "ArticleIdList": ["10.1021/jm049655r", "15566295"]}, {"Citation": "Saxena R, Belemkar S, Apte KG et al (2011) Antiulcerogenic and antioxidant activity of hydro alcoholic extract of the root of Cichorium intybus L. in experimentally induced ulcer in rats. Ethnopharmacology 2:1–4"}, {"Citation": "Schumacher E, Vigh É, Molnár V et al (2011) Thrombosis preventive potential of chicory coffee consumption: a clinical study. Phyther Res 25(5):744–748. https://doi.org/10.1002/ptr.3481", "ArticleIdList": ["10.1002/ptr.3481"]}, {"Citation": "Shad MA, Nawaz H, Rehman T et al (2013) Determination of some biochemicals, phytochemicals and antioxidant properties of different parts of Cichorium intybus L.: a comparative study. J Anim Plant Sci 23:1060–1066"}, {"Citation": "Shahab Khan M, Ahmad M, Tahir M et al (2022) In vitro screening of Cichorium intybus, a local medicinal plant for antimicrobial activities. Phytopharm Res J 1:1–10"}, {"Citation": "Sharmila A, Roopan SM, Selvaraj CI (2024) Natural carbon incorporated ZnO/C and ZnO: sustainable nanomaterials for antioxidant, toxicity and cytotoxicity investigations. J Drug Deliv Sci Technol 96:105731. https://doi.org/10.1016/j.jddst.2024.105731"}, {"Citation": "Shawky E, Nada AA, Ibrahim RS (2020) Potential role of medicinal plants and their constituents in the mitigation of SARS-CoV-2: identifying related therapeutic targets using network pharmacology and molecular docking analyses. RSC Adv 10:27961–27983. https://doi.org/10.1039/D0RA05126H", "ArticleIdList": ["10.1039/D0RA05126H", "35519104", "9055652"]}, {"Citation": "Shi L, Li Y, Zhang S et al (2022) Construction of inulin-based selenium nanoparticles to improve the antitumor activity of an inulin-type fructan from chicory. Int J Biol Macromol 210:261–270.  https://doi.org/10.1016/j.ijbiomac.2022.04.125"}, {"Citation": "Shi L, Lin Z, Hou J et al (2023) Purification and characterization of a chicory polysaccharide and its application in stabilizing genistein for cancer therapy. Int J Biol Macromol 242:124635.  https://doi.org/10.1016/j.ijbiomac.2023.124635"}, {"Citation": "Shim D-W, Han J-W, Ji Y-E et al (2016) Cichorium intybus Linn. extract prevents type 2 diabetes through inhibition of NLRP3 inflammasome activation. J Med Food 19:310–317. https://doi.org/10.1089/jmf.2015.3556", "ArticleIdList": ["10.1089/jmf.2015.3556", "26987023"]}, {"Citation": "Siddiqa A, Qureshi R, Raja NI et al (2024) Liver-boosting potential: chicory compound-mediated silver nanoparticles for hepatoprotection, biochemical and histopathological insights. Front Pharmacol 15:1325359.  https://doi.org/10.3389/fphar.2024.1325359"}, {"Citation": "Siddique HR, Saleem M (2011) Beneficial health effects of lupeol triterpene: a review of preclinical studies. Life Sci 88:285–293. https://doi.org/10.1016/j.lfs.2010.11.020", "ArticleIdList": ["10.1016/j.lfs.2010.11.020", "21118697"]}, {"Citation": "Sidorowicz A, Szymański T, Rybka JD (2021) Photodegradation of biohazardous dye brilliant blue R using organometallic silver nanoparticles synthesized through a green chemistry method. Biology (Basel) 10:. https://doi.org/10.3390/biology10080784"}, {"Citation": "Singh CS, Bigoniya P (2022) Cichotyboside, a sesquiterpene glycoside from Cichorium intybus attenuates carbon tetrachloride-induced liver injury in rat. Adv Pharmacol Pharm 10:18–34. https://doi.org/10.13189/app.2022.100103"}, {"Citation": "Stagos D, Balabanos D, Savva S et al (2018) Extracts from the Mediterranean food plants Carthamus lanatus, Cichorium intybus, and Cichorium spinosum enhanced GSH levels and increased Nrf2 expression in human endothelial cells. Oxid Med Cell Longev 2018:6594101. https://doi.org/10.1155/2018/6594101", "ArticleIdList": ["10.1155/2018/6594101", "30581535", "6276477"]}, {"Citation": "Stojković D, Ivanov M, Ćirić A, et al (2022) Supercritical fluid extraction of chicory reveals its antimicrobial, antibiofilm and wound healing potentials. In: 4th International Conference on Plant Biology and 23rd SPPS Meeting; 2022 6-8; Belgrade, Serbia, p 96"}, {"Citation": "Street RA, Sidana J, Prinsloo G, others (2013) Cichorium intybus: traditional uses, phytochemistry, pharmacology, and toxicology. Evidence-Based Complement Altern Med 1-13:579319. https://doi.org/10.1155/2013/579319"}, {"Citation": "Süntar I, Küpeli Akkol E, Keles H et al (2012) Comparative evaluation of traditional prescriptions from Cichorium intybus L. for wound healing: stepwise isolation of an active component by in vivo bioassay and its mode of activity. J Ethnopharmacol 143:299–309. https://doi.org/10.1016/j.jep.2012.06.036"}, {"Citation": "Syed N (2008) Evaluation of wound healing potential of Cichorium intybus L. (Asteraceae) in rats. Iran J Pharmacol Ther 7(2):181–184"}, {"Citation": "Taleghani BK, Rasouli AH, Rostampour M, et al (2022) Protective effect of Cichorium intybus root extract and esculetin on lipopolysaccharide-induced pain and inflammation in male mice: a potential role for tumor necrosis factor-α and interleukin-1β. ResearchSquare 1–18. https://doi.org/10.21203/rs.3.rs-1324206"}, {"Citation": "Tawfick MM, Xie H, Zhao C, et al (2022) Inulin fructans in diet: role in gut homeostasis, immunity, health outcomes and potential therapeutics. Int J Biol Macromol 208:948–961. https://doi.org/10.1016/j.ijbiomac.2022.03.218"}, {"Citation": "Torabi N, Nowrouzi A, Ahadi A et al (2019) Green synthesis of gold nanoclusters using seed aqueous extract of Cichorium intybus L. and their characterization. SN Appl Sci 1:1–14.  https://doi.org/10.1007/s42452-019-1035-x"}, {"Citation": "Tufarelli V, Ghavami N, Nosrati M et al (2023) The effects of peppermint (Mentha piperita L.) and chicory (Cichorium intybus L.) in comparison with a prebiotic on productive performance, blood constituents, immunity and intestinal microflora in broiler chickens. Anim Biotechnol 34:3046–3052.  https://doi.org/10.1080/10495398.2022.2130798"}, {"Citation": "Tuorkey M, Khedr Y, Aborhyem S, Xue X (2022) Green synthesis of chicory (Cichorium intybus L.) Chitosan nanoparticles and evaluation of their anti-fungal, anti-hemolytic, and anti-cancer activities. J Bioact Compat Polym 37:421–436. https://doi.org/10.1177/08839115221126737", "ArticleIdList": ["10.1177/08839115221126737"]}, {"Citation": "Valente AH, de Roode M, Ernst M et al (2021) Identification of compounds responsible for the anthelmintic effects of chicory (Cichorium intybus) by molecular networking and bio-guided fractionation. Int J Parasitol Drugs Drug Resist 15:105–114. https://doi.org/10.1016/j.ijpddr.2021.02.002", "ArticleIdList": ["10.1016/j.ijpddr.2021.02.002", "33618233", "7907819"]}, {"Citation": "Villalpando M, Rosas G (2019) Effect of magnetic stirring on the green synthesis of silver nanoparticles using Lavandula angustifolia plant extract. Microsc Microanal 25:1976–1977. https://doi.org/10.1017/S1431927619010614"}, {"Citation": "Manisha H Vite, Mayuri I Sonawane, Prathmesh M Vayal (2023) Oleanolic acid as a potential drug molecule: a review. World J Adv Res Rev 17:249–254. https://doi.org/10.30574/wjarr.2023.17.1.1469"}, {"Citation": "Wang F-X, Deng A-J, Li M et al (2013) (3S)-1,2,3,4-Tetrahydro-β-carboline-3-carboxylic acid from Cichorium endivia. L induces apoptosis of human colorectal cancer HCT-8 cells. Molecules 18:418–429. https://doi.org/10.3390/molecules18010418", "ArticleIdList": ["10.3390/molecules18010418"]}, {"Citation": "Wang C, Zhou Q, Wu ST (2022) Scopolin obtained from Smilax china L. against hepatocellular carcinoma by inhibiting glycolysis: a network pharmacology and experimental study. J Ethnopharmacol 296:115469. https://doi.org/10.1016/j.jep.2022.115469"}, {"Citation": "Wang X, Liu M, Cai GH, et al (2020) A potential nutraceutical candidate lactucin inhibits adipogenesis through downregulation of JAK2/STAT3 signaling pathway-mediated mitotic clonal expansion. Cells 9:. https://doi.org/10.3390/cells9020331"}, {"Citation": "Wesołowska A, Nikiforuk A, Michalska K et al (2006) Analgesic and sedative activities of lactucin and some lactucin-like guaianolides in mice. J Ethnopharmacol 107:254–258. https://doi.org/10.1016/j.jep.2006.03.003", "ArticleIdList": ["10.1016/j.jep.2006.03.003", "16621374"]}, {"Citation": "Wöldecke M, Herrmann K (1974) Isolation and identification of the flavon(ol)glycosides of the endive (Cichorium endivia L.) and the lettuce (Lactuca sativa L.) (author’s transl). Zeitschrift Fur Naturforschung Sect c, Biosci 29:355–361"}, {"Citation": "Woźniak Ł, Skąpska S, Marszałek K (2015) Ursolic acid—a pentacyclic triterpenoid with a wide spectrum of pharmacological activities. Molecules 20:20614–20641. https://doi.org/10.3390/molecules201119721", "ArticleIdList": ["10.3390/molecules201119721", "26610440", "6332387"]}, {"Citation": "Yang M, Wu C, Zhang T et al (2022) Chicoric acid: natural occurrence, chemical synthesis, biosynthesis, and their bioactive effects. Front Chem 10:1–16. https://doi.org/10.3389/fchem.2022.888673", "ArticleIdList": ["10.3389/fchem.2022.888673"]}, {"Citation": "Yeşilada E, Sezik E, Honda G et al (1999) Traditional medicine in Turkey IX: folk medicine in north-west Anatolia. J Ethnopharmacol 64:195–210. https://doi.org/10.1016/S0378-8741(98)00133-0", "ArticleIdList": ["10.1016/S0378-8741(98)00133-0", "10363834"]}, {"Citation": "Yoo A, Narayan VP, Hong EY et al (2017) Scopolin ameliorates high-fat diet induced hepatic steatosis in mice: potential involvement of SIRT1-mediated signaling cascades in the liver. Sci Rep 7(1):2251. https://doi.org/10.1038/s41598-017-02416-6"}, {"Citation": "Zareen S, Choudhary MI, Akhtar MN, Khan SN (2008) α-Glucosidase inhibitory activity of triterpenoids from Cichorium intybus. J Nat Prod 71(5):910–913.  https://doi.org/10.1021/np800001v"}, {"Citation": "Zhang H-L, Dai L-H, Wu Y-H et al (2014) Evaluation of hepatocyteprotective and anti-hepatitis B virus properties of cichoric acid from Cichorium intybus leaves in cell culture. Biol Pharm Bull 37(7):1214–1220.  https://doi.org/10.1248/bpb.b14-00137"}, {"Citation": "Zheng HongYan ZH, Hu YaoHui HY, Xu Ying XY, et al (2003) Analysis of the ingredients of chicory nutrition. Jilin Univ Sci 25(4):462–465"}, {"Citation": "Zhijian LIN, Zhang B, Liyu LI et al (2015) Experimental study on protective and anti-obesity effects of inulin from chicory (Cichorium intybus L.) on quail model. Integr Med Res 4(1):2"}]}], "History": [{"Year": "2024", "Month": "2", "Day": "26"}, {"Year": "2024", "Month": "6", "Day": "4"}, {"Year": "2024", "Month": "6", "Day": "20", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "20", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "20", "Hour": "11", "Minute": "13"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38900250", "10.1007/s00210-024-03221-5", "10.1007/s00210-024-03221-5"]}}]}