{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chemical control", "colonization", "crop health", "cultural control", "mushroom crop", "plasmodial slime molds"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38916031", "DateRevised": {"Year": "2024", "Month": "06", "Day": "26"}, "Article": {"Language": ["eng"], "ELocationID": ["1411231", "10.3389/fpls.2024.1411231"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "10"}], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Slime molds (Myxomycetes) causing a \"disease\" in crop plants and cultivated mushrooms.", "Pagination": {"StartPage": "1411231", "MedlinePgn": "1411231"}, "Abstract": {"AbstractText": ["Myxomycetes (plasmodial slime molds) are eukaryotic protist predators that are associated with wood, leaf litter, and soil in forests, where they feed on bacteria, protozoans, and (to a more limited extent) fungi. The health of crop plants is essential because they represent a primary food source for humans. However, when myxomycetes produce numerous fruiting bodies on the stems and leaves of crop plants, which is herein referred to as a myxomycete colonization, this has the potential of interfering with plant photosynthesis, transpiration and respiration by blocking out light and covering stomata. Myxomycetes are not pathogens, but their occurrence on plants can be mistakenly interpreted as some type of infection. However, this phenomenon has been largely ignored. This paper provides a comprehensive overview of the taxonomic and economic diversity of the organisms involved in myxomycete colonization. In addition, the various types of myxomycete colonization reported in the literature are described and discussed, a number of images provided, and cultural and chemical prevention and control measures are summarized. The latter should be of significant relevance for local production of crops and plant protective stations. While myxomycetes are not pathogens of crop plants, some species can seriously impact commercially grown mushrooms. Reports of myxomycetes affecting mushrooms are also described in this paper."], "CopyrightInformation": "Copyright © 2024 Zhang, Zhai, Li, Stephenson and Liu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center of Edible and Medicinal Fungi, Ministry of Education, Jilin Agricultural University, Changchun, China."}], "LastName": "Zhang", "ForeName": "Zhaojuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center of Edible and Medicinal Fungi, Ministry of Education, Jilin Agricultural University, Changchun, China."}], "LastName": "Zhai", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center of Edible and Medicinal Fungi, Ministry of Education, Jilin Agricultural University, Changchun, China."}], "LastName": "Li", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, University of Arkansas, Fayetteville, AR, United States."}], "LastName": "Stephenson", "ForeName": "Steven L", "Initials": "SL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center of Edible and Medicinal Fungi, Ministry of Education, Jilin Agricultural University, Changchun, China."}], "LastName": "Liu", "ForeName": "Pu", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Raheem A. M. (2002). Myxomycetes from upper Egypt. Microbiological Res. 157, 47–67. doi: 10.1078/0944-5013-00131", "ArticleIdList": ["10.1078/0944-5013-00131", "11911614"]}, {"Citation": "Adl S. M., Simpson A. G. B., Lane C. E., Lukes J., Bass D., Bowser S. S., et al. . (2012). The revised classification of eukaryotes. J. Eukaryotic Microbiol. 59, 429–493. doi: 10.1111/j.1550-7408.2012.00644.x", "ArticleIdList": ["10.1111/j.1550-7408.2012.00644.x", "PMC3483872", "23020233"]}, {"Citation": "Bai R. L., Jiang X. L. (1988). The harm of slime mold to ginseng. Plant Prot. 3, 27."}, {"Citation": "Ball B. C., Bingham I., Rees R. M., Watson C. A., Litterick A. (2005). The role of crop rotations in determining soil structure and crop growth conditions. Can. J. Soil Science. 85, 557–577. doi: 10.4141/S04-078", "ArticleIdList": ["10.4141/S04-078"]}, {"Citation": "Bao X. L. (2011). On the disease control of Dictyophora Stemonitis Fusca Roth. Friend Sci. Amateurs. 20, 159–160."}, {"Citation": "Bhat A. I., Aman R., Mahfouz M. (2022). Onsite detection of plant viruses using isothermal amplification assays. Plant Biotechnol. J. 20, 1859–1873. doi: 10.1111/pbi.13871", "ArticleIdList": ["10.1111/pbi.13871", "PMC9491455", "35689490"]}, {"Citation": "Bhat A. A., Shakeel A., Waqar S., Handoo Z. A., Khan A. A. (2023). Microbes vs. Nematodes: insights into biocontrol through antagonistic organisms to control root-knot nematodes. Plants-Basel. 12, 451. doi: 10.3390/plants12030451", "ArticleIdList": ["10.3390/plants12030451", "PMC9919851", "36771535"]}, {"Citation": "Ceasar S. A., Ignacimuthu S. (2012). Genetic engineering of crop plants for fungal resistance: role of antifungal genes. Biotechnol. Letters. 34, 995–1002. doi: 10.1007/s10529-012-0871-1", "ArticleIdList": ["10.1007/s10529-012-0871-1", "22350290"]}, {"Citation": "Chen S. Z. (2008). Reserach on comprehensive prevention and control for edible fungus II: occurrence and control of Polyma disease in Agrocybe chaxingu . Guangxi Agric. Sci. 39, 317–319."}, {"Citation": "Chen P. Y., Qiang X. J., Niu Y. T., Ju L., Zhou X. J., Shen J. D. (2021). First report of the damage of Physarum gyrosum Rostaf to Foxtail Millet (Setaria italica). Barley Cereal Sci. 38, 32–34. doi: 10.14069/j.cnki.32-1769/s.2021.06.007", "ArticleIdList": ["10.14069/j.cnki.32-1769/s.2021.06.007"]}, {"Citation": "Chen Q. B., Wu Q. C., Wu Y. M. (2006). Investigation on diseases and pests of substitute shiitake mushrooms in Zhejiang Province. Acta Edulis Fungi. 13, 69–73. doi: 10.16488/j.cnki.1005-9873.2006.02.017", "ArticleIdList": ["10.16488/j.cnki.1005-9873.2006.02.017"]}, {"Citation": "Cho W. D., Shin H. D. (2004). List of plant diseases in korea. 4th ed. (Suwon, Korea: The Korean Society of Plant Pathology.)."}, {"Citation": "Chung C. H., Liu C. H., Tzean S. S. (1998). Slime molds in edible mushroom cultivation sites. Plant Pathol. Bulletin. 7, 141–146."}, {"Citation": "Clark C. A., Moyer J. W. (1988). Compendium of sweet potato diseases (The American Phytopathological Society, St. Paul, Minnesota: APS Press; )."}, {"Citation": "Couch H. B. (1995). Diseases of turfgrasses. 3rd ed (Florida, USA: Krieger Publishing Company; ), 421."}, {"Citation": "Crescenzi A., Rana G. L., Fanigliulo A., Lahoz E., Carrieri R. (2015). First report of Physarum cinereum on lettuce, rocket, endive, and celery in Italy. Plant Disease. 99, 1272–1272. doi: 10.1094/PDIS-11-14-1121-PDN", "ArticleIdList": ["10.1094/PDIS-11-14-1121-PDN"]}, {"Citation": "Dai D., Sun P., Wu X., Hu J., Zhang B., Wei Y., et al. . (2023). First report of yellow rot caused by Physarum galbeum in Grifola frondosa in China. Plant Disease. 107, 2250–2250. doi: 10.1094/PDIS-10-22-2419-PDN", "ArticleIdList": ["10.1094/PDIS-10-22-2419-PDN", "36627806"]}, {"Citation": "Everhart S. E., Keller H. W. (2008). Life history strategies of corticolous myxomycetes: the life cycle, fruiting bodies, plasmodial types, and taxonomic orders. Fungal Diversity. 29, 1–16."}, {"Citation": "Everhart S. E., Keller H. W., Ely J. S. (2008). Influence of bark pH on the occurrence and distribution of tree canopy myxomycete species. Mycologia. 100, 191–204. doi: 10.1080/15572536.2008.11832476", "ArticleIdList": ["10.1080/15572536.2008.11832476", "18592896"]}, {"Citation": "Fang Y., Sun X., Yang W., Ma N., Xin Z., Fu J., et al. . (2014). Concentrations and health risks of lead, cadmium, arsenic, and mercury in rice and edible mushrooms in China. Food Chem. 147, 147–151. doi: 10.1016/j.foodchem.2013.09.116", "ArticleIdList": ["10.1016/j.foodchem.2013.09.116", "24206698"]}, {"Citation": "Farr D., Bills G., Chamuris G., Rossman A. (1989). Fungi on plants and plant products in the United States (St. Paul, Minnesota: APS Press; ), 1252. doi: 10.13629/j.cnki.53-1054.2019.06.009", "ArticleIdList": ["10.13629/j.cnki.53-1054.2019.06.009"]}, {"Citation": "Filipowicz A. (1979). Sluzowce (myxomycetes) patogenami truskawek [the slime molds (myxomycetes) as pathogens of strawberries]. Ochr. Rosl. 23, 15–16. doi: 10.1039/c5fo00497g", "ArticleIdList": ["10.1039/c5fo00497g"]}, {"Citation": "Fiore-Donno A. M., Meyer M., Baldauf S. L., Pawlowski J. (2008). Evolution of dark-spored Myxomycetes (slime-molds): Molecules versus morphology. Mol. Phylogenet. Evolution. 46, 878–889. doi: 10.1016/j.ympev.2007.12.011", "ArticleIdList": ["10.1016/j.ympev.2007.12.011", "18221895"]}, {"Citation": "Fukasawa Y., Hyodo F., Kawakami S. I. (2018). Foraging association between myxomycetes and fungal communities on coarse woody debris. Soil Biol. Biochem. 121, 95–102. doi: 10.1016/j.soilbio.2018.03.006", "ArticleIdList": ["10.1016/j.soilbio.2018.03.006"]}, {"Citation": "Ghorai S., Banik S. P., Verma D., Chowdhury S., Mukherjee S., Khowala S. (2009). Fungal biotechnology in food and feed processing. Food Res. Int. 42, 577–587. doi: 10.1016/j.foodres.2009.02.019", "ArticleIdList": ["10.1016/j.foodres.2009.02.019"]}, {"Citation": "Ghosh P. K., Hazra K. K., Venkatesh M. S., Praharaj C. S., Kumar N., Nath C. P., et al. . (2020). Grain legume inclusion in cereal-cereal rotation increased base crop productivity in the long run. Exp. Agriculture. 56, 142–158. doi: 10.1017/S0014479719000243", "ArticleIdList": ["10.1017/S0014479719000243"]}, {"Citation": "Golenia A., Rebendel Z. (1970). Masowe wystepowanie sluzowca Diachea leucopodia (Bull.) Rost. na truskawkach [Mass occurrence of slime mold Diachea leucopodia (Bull.) Rost. on the strawberries]. Prace Nauk. IOR. 12, 267–271."}, {"Citation": "Grandin T. (2022). Grazing cattle, sheep, and goats are important parts of a sustainable agricultural future. Animals. 12, 2092. doi: 10.3390/ani12162092", "ArticleIdList": ["10.3390/ani12162092", "PMC9404863", "36009682"]}, {"Citation": "Guan S. G. (2004). Prevention and control test of slime mold dieases of Cyclocybe aegerita . Edible Fungi. 4, 41–42."}, {"Citation": "Hatano S., Tazawa M. (1968). Isolation, purification and characterization of byosin B from myxomycete plasmodium. Biochim. Et Biophys. Acta 154, 507–519. doi: 10.1016/0005-2795(68)90011-1", "ArticleIdList": ["10.1016/0005-2795(68)90011-1", "4231303"]}, {"Citation": "He X. S. (1991). Myxomycetes on the fruiting bodies of Auricular cornea and Pleurotus ostreatus . Edible Fungi. 1, 39."}, {"Citation": "Hikichi Y. (2016). Interactions between plant pathogenic bacteria and host plants involved in establishment of susceptibility. Japanese J. Phytopathology. 82, 156–159. doi: 10.3186/jjphytopath.82.156", "ArticleIdList": ["10.3186/jjphytopath.82.156"]}, {"Citation": "Hu H., Xia W., Li M., Yang Q., Zhai Z., Song H., et al. . (2023). First report of Didymium bahiense on Cultivated Schizophyllum commune in China. Plant Disease. 107, 3295. doi: 10.1094/PDIS-04-23-0687-PDN", "ArticleIdList": ["10.1094/PDIS-04-23-0687-PDN"]}, {"Citation": "Huang S. W. (2019). Biological characteristics and key points of cultivation technology of Hymenopellis radicata 17. Edible Medicinal Mushrooms. 27, 424–426."}, {"Citation": "Jain A., Sarsaiya S., Wu Q., Lu Y., Shi J. (2019). A review of plant leaf fungal diseases and its environment speciation. Bioengineered. 10, 409–424. doi: 10.1080/21655979.2019.1649520", "ArticleIdList": ["10.1080/21655979.2019.1649520", "PMC6779379", "31502497"]}, {"Citation": "Jeon J. (2019). Phytobiome as a potential factor in nitrogen-induced susceptibility to the rice blast disease. Res. Plant Disease. 25, 103–107. doi: 10.5423/RPD.2019.25.3.103", "ArticleIdList": ["10.5423/RPD.2019.25.3.103"]}, {"Citation": "Jia Y., Kang L., Wu Y., Zhou C., Li D., Li J., et al. . (2023). Review on pesticide abiotic stress over crop health and intervention by various biostimulants. J. Agric. Food Chem. 71, 13595–13611. doi: 10.1021/acs.jafc.3c04013", "ArticleIdList": ["10.1021/acs.jafc.3c04013", "37669447"]}, {"Citation": "Jones R. A. C. (2016). “Future scenarios for plant virus pathogens as climate change progresses,” in Advances in virus research, vol. 95 . Eds. Kielian M., Maramorosch K., Mettenleiter T. C., 87–147. doi: 10.1016/bs.aivir.2016.02.004", "ArticleIdList": ["10.1016/bs.aivir.2016.02.004", "27112281"]}, {"Citation": "Kaloshian I., Teixeira M. (2019). Advances in plant-nematode interactions with emphasis on the notorious nematode genus Meloidogyne . Phytopathology. 109, 1988–1996. doi: 10.1094/PHYTO-05-19-0163-IA", "ArticleIdList": ["10.1094/PHYTO-05-19-0163-IA", "31613704"]}, {"Citation": "Kamono A., Kojima H., Matsumoto J., Kawamura K., Fukui M. (2009). Airborne myxomycete spores: detection using molecular techniques. Naturwissenschaften. 96, 147–151. doi: 10.1007/s00114-008-0454-0", "ArticleIdList": ["10.1007/s00114-008-0454-0", "18836695"]}, {"Citation": "Kang S., Hao X., Du T., Tong L., Su X., Lu H., et al. . (2017. a). Improving agricultural water productivity to ensure food security in China under changing environment: From research to practice. Agric. Water Management. 179, 5–17. doi: 10.1016/j.agwat.2016.05.007", "ArticleIdList": ["10.1016/j.agwat.2016.05.007"]}, {"Citation": "Kang S., Tice A. K., Spiegel F. W., Silberman J. D., Panek T., Cepicka I., et al. . (2017. b). Between a pod and a hard test: the deep evolution of amoebae. Mol. Biol. Evolution. 34, 2258–2270. doi: 10.1093/molbev/msx162", "ArticleIdList": ["10.1093/molbev/msx162", "PMC5850466", "28505375"]}, {"Citation": "Kataoka M., Nakamori T. (2020). Food preferences of Collembola for myxomycete plasmodia and plasmodium responses in the presence of Collembola . Fungal Ecology. 47, 100965. doi: 10.1016/j.funeco.2020.100965", "ArticleIdList": ["10.1016/j.funeco.2020.100965"]}, {"Citation": "Kim W. G., Choi H. W., Hong S. K., Lee Y. K., Lee S. H. (2009). Occurrence of Fuligo gyrosa causing slime mold of oriental melon. Mycobiology. 37, 238–239. doi: 10.4489/MYCO.2009.37.3.238", "ArticleIdList": ["10.4489/MYCO.2009.37.3.238", "PMC3749395", "23983540"]}, {"Citation": "Kim W. G., Lee S. Y., Cho W. D. (2007). Two species of myxomycetes causing slime mold of sweet potato. Mycobiology. 35, 97–99. doi: 10.4489/MYCO.2007.35.2.097", "ArticleIdList": ["10.4489/MYCO.2007.35.2.097", "PMC3763137", "24015079"]}, {"Citation": "Kong W. L., Kang Y. C., Zhang Y. T., Yuan R. Q., Kong W. W., Han Y. E., et al. . (2014). Main diseases investigation of edible mushroom in Henan Province. Edible Fungi China. 33, 57–60. doi: 10.13629/j.cnki.53-1054.2014.04.020", "ArticleIdList": ["10.13629/j.cnki.53-1054.2014.04.020"]}, {"Citation": "Lee J. H., Kim D.-R., Kwak Y.-S. (2014). First report of Stemonitis splendens Rostaf causing bark decay of oak logs used for shiitake cultivation in Korea. Mycobiology. 42, 279–281. doi: 10.5941/MYCO.2014.42.3.279", "ArticleIdList": ["10.5941/MYCO.2014.42.3.279", "PMC4206795", "25346606"]}, {"Citation": "Leontyev D. V., Schnittler M., Stephenson S. L., Novozhilov Y. K., Shchepin O. N. (2019). Towards a phylogenetic classification of the myxomycetes. Phytotaxa. 399, 209–238. doi: 10.11646/phytotaxa.399.3.5", "ArticleIdList": ["10.11646/phytotaxa.399.3.5"]}, {"Citation": "Li J. B. (2012). Occurrence of peanut diseases and pests in Xingye County and prevention and control measures. Modern Agric. Sci. Technology. 23, 142–144."}, {"Citation": "Li R. X., Bai J. K., Wang Q., Li Y. (1994). A new disease of strawberries-”mycosis”. J. Jilin Agric. University. 16, 92. doi: 10.13327/j.jjlau.1994.01.023", "ArticleIdList": ["10.13327/j.jjlau.1994.01.023"]}, {"Citation": "Li Y. C., Li Z. X. (1992). Separation and identification and biological characteristics of myxomycetes lyzing the fruitbodies of Auricularia Auricula and Auricularia Polytricha . J. Guangxi Agric. College. 11, 8–15."}, {"Citation": "Li S., Qi B., Wang W., Peng X., Gontcharov A. A., Liu B., et al. . (2022). Diversity of bacterial communities in the plasmodia of myxomycetes. BMC Microbiol. 22, 314. doi: 10.1186/s12866-022-02725-5", "ArticleIdList": ["10.1186/s12866-022-02725-5", "PMC9773492", "36544088"]}, {"Citation": "Li S. S., Qian X. C., Xu J. Z. (1992). Common hybrid bacteria in the production of black fungus shiitake mushrooms in Qinba Mountain and its prevention and control. Edible Fungi China. 11, 25–26. doi: 10.13629j.cnki.53-1054.1992.03.015"}, {"Citation": "Li P., Zhang Y., Chen Y. (2023). Bacterial wilt: pathogenic mechanism, disease control, bacteria-plant and bacteria-environmental microorganism interactions. Front. Microbiol. 14, 1–2. doi: 10.3389/fmicb.2023.1322189", "ArticleIdList": ["10.3389/fmicb.2023.1322189", "PMC10703431", "38075853"]}, {"Citation": "Li Y. S., Zhang B., Jiang S. C., Hsiang T., Li Y., Wang X. L. (2017). First report of Physarella oblonga on Lentinula edodes in China. Plant Disease. 101, 2146–2147. doi: 10.1094/PDIS-02-17-0214-PDN", "ArticleIdList": ["10.1094/PDIS-02-17-0214-PDN"]}, {"Citation": "Lin X. M. (1993). The harm of slime molds in the production of edible mushrooms in Henan. Edible Fungi China 1, 38."}, {"Citation": "Lindley L. A., Stephenson S. L., Spiegel F. W. (2007). Protostelids and myxomycetes isolated from aquatic habitats. Mycologia. 99, 504–509. doi: 10.1080/15572536.2007.11832544", "ArticleIdList": ["10.1080/15572536.2007.11832544", "18065001"]}, {"Citation": "Lister A. (1888). Notes on the plasmodium of Badhamia utricularis and Brefeldia maxima . Ann. Botany. 2, 1–24. doi: 10.1093/aob/os-2.1.1", "ArticleIdList": ["10.1093/aob/os-2.1.1"]}, {"Citation": "Liu Y. G. (2007). “Comprehensive prevention and treatment of Cyclocybe aegerita, Dictyophora sp. slime mold dieases and Trichoderma dieases of Ganoderma lucidum ,” in Sanming edible mushroom technology promotion station."}, {"Citation": "Liu Y. G., Lin R. K. (2003). Symptoms and prevention and treatment technology of Agrocybe chaxingu mycosis. Edible Fungi. 3, 40."}, {"Citation": "Liu Y. G., Xiao S. G., Zhong L. S., Weng C. F., Lin R. K., Liao G. S. (2007). Stemonitis fusca of Dictyophora and its prevention and control. Edible Fungi. 4, 53–54."}, {"Citation": "Lu J. Y. (2001). Plant pathogenic mycology. (Beijing: China Agricultural Press; )."}, {"Citation": "Madelin M. F., Audus F., Knowlest D. (1975). Attraction of plasmodia of the myxomycete, Badhamia utricularis, by extracts of the basidiomycete, Stereum hirsutum . J. Gen. Microbiol. 89, 229–234. doi: 10.1099/00221287-89-2-229", "ArticleIdList": ["10.1099/00221287-89-2-229"]}, {"Citation": "Marouelli W. A., Guimaraes T. G., Braga M. B., de Carvalho e Silva W. L. (2015). Optimal fractions of phosphorus fertilizer applied in preplanting and in drip fertigation of tomato crop. Pesquisa Agropecuaria Brasileira. 50, 949–957. doi: 10.1590/S0100-204X2015001000011", "ArticleIdList": ["10.1590/S0100-204X2015001000011"]}, {"Citation": "Mortensen K., Molloy M. M. (1989). Fungi detected on Acroptilon repens (Russian knapweed) during surveys from 1981 to 1988. Can. Plant Dis. Survev. 69, 143–145. doi: 10.13344/j.microbiol.China.200474", "ArticleIdList": ["10.13344/j.microbiol.China.200474"]}, {"Citation": "Naidu R., Biswas B., Willett I. R., Cribb J., Singh B. K., Nathanail C. P., et al. . (2021). Chemical pollution: a growing peril and potential catastrophic risk to humanity. Environ. Int. 156, 106616. doi: 10.1016/j.envint.2021.106616", "ArticleIdList": ["10.1016/j.envint.2021.106616", "33989840"]}, {"Citation": "Nunes Lemos D. B., Neves Nepomuceno Agra ,.L., Iannuzzi L., de Andrade Bezerra M., Cavalcanti L. (2010). Co-existence of myxomycetes and beetles in an Atlantic Rainforest remnant of Pernambuco, Brazil, with emphasis on staphylinids (Coleoptera: Staphylinidae). J. Natural History. 44, 1365–1376. doi: 10.1080/00222931003632724", "ArticleIdList": ["10.1080/00222931003632724"]}, {"Citation": "Pecundo M. H., Dagamac N. H. A., Stephenson S. L., Dela Crue T. E. E. (2017). First myxomycete survey in the limestone forest of Puerto Princesa Subterranean River National Park, Palawan, Philippines. Nova Hedwigia. 104, 129–141. doi: 10.1127/nova_hedwigia/2016/0358", "ArticleIdList": ["10.1127/nova_hedwigia/2016/0358"]}, {"Citation": "Prikhodko I. S., Shchepin O. N., Bortnikova N. A., Novozhilov Y. K., Gmoshinskiy V. I., Moreno G., et al. . (2023). A three-gene phylogeny supports taxonomic rearrangements in the family Didymiaceae (Myxomycetes). Mycological Progress. 22, 11–34. doi: 10.1007/s11557-022-01858-1", "ArticleIdList": ["10.1007/s11557-022-01858-1"]}, {"Citation": "Ross L. N., Woodward J. F. (2016). Koch’s postulates: an interventionist perspective. Stud. History Philosophy Biol. Biomed. Sci. 59, 35–46. doi: 10.1016/j.shpsc.2016.06.001", "ArticleIdList": ["10.1016/j.shpsc.2016.06.001", "27315189"]}, {"Citation": "Schnittler M., Stephenson S. L. (2002). Inflorescences of Neotropical herbs as a newly discovered microhabitat for myxomycetes. Mycologia. 94, 6–20. doi: 10.1080/15572536.2003.11833244", "ArticleIdList": ["10.1080/15572536.2003.11833244", "21156473"]}, {"Citation": "Shen T., Li J. R., He M. X. (2021). Occurrence regularity and pathogen identification of myxomycosis of Dendrobium Officinale . J. Jinhua Polytechnic. 21, 56–60. doi: 10.3969/j.issn.1671-3699.2021.06.010", "ArticleIdList": ["10.3969/j.issn.1671-3699.2021.06.010"]}, {"Citation": "Shen X. J., Wang Q., Liu K. Y., Cai J., Wang H., Zhang Q., et al. . (2022). Main functional ingredients, nutritional, and medicinal values of common wild edible fungi: a review. Int. Food Res. J. 29, 1–9. doi: 10.47836/ifrj.29.1.01", "ArticleIdList": ["10.47836/ifrj.29.1.01"]}, {"Citation": "Song W. L., Chen S. L. (2024). Arcyria similaris: A new myxomycete species from China. Mycologia. 116, 409–417. doi: 10.1080/00275514.2024.2312077", "ArticleIdList": ["10.1080/00275514.2024.2312077", "38442243"]}, {"Citation": "Stephenson S. L., Feest A. (2012). Ecology of soil eumycetozoans. Acta Protozoologica. 51, 201–208. doi: 10.4467/16890027ap.12.016.0762", "ArticleIdList": ["10.4467/16890027ap.12.016.0762"]}, {"Citation": "Stephenson S. L., Rojas A. (2017). Myxomycetes: biology, systematics, biogeography, and ecology (United States: Academic Press; )."}, {"Citation": "Su J. M. (1987). Observation on the occurrence of myxomycosis in sweet potato seedlings. Plant Prot. 28."}, {"Citation": "The Phytopathological Society of Japan (2000). Common names of plant diseases in Japan. 1st ed. (Tokyo, Japan: Japan Plant Protection Association; ), 857."}, {"Citation": "Trevino-Zevallos I. F., Lado C. (2020). Myxomycete diversity in a humid montane forest on the eastern slopes of the Peruvian Andes. Plant Ecol. Evolution. 153, 390–398. doi: 10.5091/plecevo.153.3", "ArticleIdList": ["10.5091/plecevo.153.3"]}, {"Citation": "Trimble C. (2021). Spore dispersal of slime molds and higher fungi via animal vectors University of Arkansas, Dissertation/Thesis."}, {"Citation": "Tu Y. L., Xiao F., Zhang J. Z., Lu Q. Q., Wang L. F. (2016). Two “myxomycete diseases” occurred on cultivated fields of Dendrobium candidum . J. Zhejiang Univ. (Agric Life Sci.). 42, 137–142. doi: 10.3785/j.issn.1008-9209.2015.06.091", "ArticleIdList": ["10.3785/j.issn.1008-9209.2015.06.091"]}, {"Citation": "Tudi M., Ruan H. D., Wang L., Lyu J., Sadler R., Connell D., et al. . (2021). Agriculture development, pesticide application and its impact on the environment. Int. J. Environ. Res. Public Health 18, 1112. doi: 10.3390/ijerph18031112", "ArticleIdList": ["10.3390/ijerph18031112", "PMC7908628", "33513796"]}, {"Citation": "Vega D., Gazzano Santos M. I., Salm-Zapata W., Poggio S. L. (2020). Revising the concept of crop health from an agroecological perspective. Agroecology Sustain. Food Systems. 44, 215–237. doi: 10.1080/21683565.2019.1643436", "ArticleIdList": ["10.1080/21683565.2019.1643436"]}, {"Citation": "Wahbi S., Maghraoui T., Hafidi M., Sanguin H., Oufdou K., Prin Y., et al. . (2016). Enhanced transfer of biologically fixed N from faba bean to intercropped wheat through mycorrhizal symbiosis. Appl. Soil Ecology. 107, 91–98. doi: 10.1016/j.apsoil.2016.05.008", "ArticleIdList": ["10.1016/j.apsoil.2016.05.008"]}, {"Citation": "Walker L. M., Cedeno-Sanchez M., Carbonero F., Herre E. A., Turner B. L., Wright S. J., et al. . (2019). The response of litter-associated myxomycetes to long-term nutrient addition in a lowland tropical forest. J. Eukaryotic Microbiol. 66, 757–770. doi: 10.1111/jeu.12724", "ArticleIdList": ["10.1111/jeu.12724", "30793409"]}, {"Citation": "Wang H. (2023). Epidemiology and control of fungal diseases in crop plants. Agronomy. 13, 2327. doi: 10.3390/agronomy13092327", "ArticleIdList": ["10.3390/agronomy13092327"]}, {"Citation": "Wang M., Pan F. M. (1985). A newly discovered disease-chili slime mold disease. Hubei Agric. Science. 11, 16. doi: 10.14088/j.cnki.issn0439-8114.1985.11.006", "ArticleIdList": ["10.14088/j.cnki.issn0439-8114.1985.11.006"]}, {"Citation": "Wang J. Y., Song J. F., Song J. C., Zhang X. G., Li S. Z. (2016). The occurrence rules and prevention and control measures of peanut Fuligo gyrosa in Nanyang Basin. Modern Agric. Sci. Technology. 7, 121."}, {"Citation": "Wang Z. Y., Song J. C., Zhang H. X., Feng X. S., Cui X. W. (2014). Occurrence and control of Physarum gyrosum on peanut. J. Peanut Science. 43, 54–56. doi: 10.14001/j.issn.1002-4093.2014.04.009", "ArticleIdList": ["10.14001/j.issn.1002-4093.2014.04.009"]}, {"Citation": "Xia Z. X. (2002). Bordeaux mixture skillfully treats myxomycetes of Pleurotus ostreatus . Agric. Technol. Services. 1, 45."}, {"Citation": "Xie Y. H., Fang L., Wang L. P., Wang H. R. (2017). Occurrence and investigation of Dendrobium disease in Zhejiang Province. J. Zhejiang Agric. Sci. 58, 1757–1759. doi: 10.16178/j.issn.0528-9017.20171027", "ArticleIdList": ["10.16178/j.issn.0528-9017.20171027"]}, {"Citation": "Xing L. J., Liu H. G., Yuan F. R., Han X. D., Zhang X. Y., Duan X. J. (2011). Chemical prevention of myxomycetes disease in edible fungi. J. Anhui Agric. Sci. 39, 9024–9025. doi: 10.13989/j.cnki.0517-6611.2011.15.179", "ArticleIdList": ["10.13989/j.cnki.0517-6611.2011.15.179"]}, {"Citation": "Yu T., Mahe L., Li Y., Wei X., Deng X., Zhang D. (2022). Benefits of crop rotation on climate resilience and its prospects in China. Agronomy. 12, 436. doi: 10.3390/agronomy12020436", "ArticleIdList": ["10.3390/agronomy12020436"]}, {"Citation": "Zhang S., Griffiths J. S., Marchand G., Bernards M. A., Wang A. (2022). Tomato brown rugose fruit virus: an emerging and rapidly spreading plant RNA virus that threatens tomato production worldwide. Mol. Plant Pathology. 23, 1262–1277. doi: 10.1111/mpp.13229", "ArticleIdList": ["10.1111/mpp.13229", "PMC9366064", "35598295"]}, {"Citation": "Zhang Z. G., Li D. W. (2003). Modern lawn management China Forestry (Beijing: China Forestry Press; )."}, {"Citation": "Zhang B., Li Y. S., Li T. H., Li Y. (2018). First report of a new myxogastria (Stemonaria longa) causing rot disease on shiitake logs (Lentinula edodes) in China. Plant Disease. 102, 1032–1033. doi: 10.1094/PDIS-05-17-0719-PDN", "ArticleIdList": ["10.1094/PDIS-05-17-0719-PDN"]}, {"Citation": "Zhang J. Z., Liu L. N., Fiore-Donno A.-M., Xu T. (2007). Ultrastructural characters of a Physarum melleum on living leaves of Dendrobium candidum in China. J. Zhejiang Univ. Sci. B. 8, 896–899. doi: 10.1631/jzus.2007.B0896", "ArticleIdList": ["10.1631/jzus.2007.B0896", "PMC2100162", "18257124"]}, {"Citation": "Zhao G. H., Wang K. D., Xi G. J. (2010). Preliminary report on slime mold disease of Lolium perenne caused by Physarum cinereurn . Grassland Turf. 30, 76–78. doi: 10.13817/j.cnki.cyycp.2010.06.016", "ArticleIdList": ["10.13817/j.cnki.cyycp.2010.06.016"]}]}], "History": [{"Year": "2024", "Month": "4", "Day": "2"}, {"Year": "2024", "Month": "5", "Day": "23"}, {"Year": "2024", "Month": "6", "Day": "25", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "25", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "25", "Hour": "4", "Minute": "16"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38916031", "PMC11194395", "10.3389/fpls.2024.1411231"]}}]}