{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Caucasian medicinal plants", "alkaloids", "alternative treatments", "antibiotic resistance", "antimicrobial metabolites", "flavonoids", "pharmacological properties", "phenolic compounds", "saponins", "sulfur-containing compounds", "tannins", "terpenes"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38927153", "DateRevised": {"Year": "2024", "Month": "06", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["487", "10.3390/antibiotics13060487"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "24"}], "Journal": {"ISSN": "2079-6382", "JournalIssue": {"Volume": "13", "Issue": "6", "PubDate": {"Year": "2024", "Month": "May", "Day": "24"}}, "Title": "Antibiotics (Basel, Switzerland)", "ISOAbbreviation": "Antibiotics (Basel)"}, "ArticleTitle": "Antimicrobial Metabolites of Caucasian Medicinal Plants as Alternatives to Antibiotics.", "Abstract": {"AbstractText": ["This review explores the potential of antimicrobial metabolites derived from Caucasian medicinal plants as alternatives to conventional antibiotics. With the rise of antibiotic resistance posing a global health threat, there is a pressing need to investigate alternative sources of antimicrobial agents. Caucasian medicinal plants have traditionally been used for their therapeutic properties, and recent research has highlighted their potential as sources of antimicrobial compounds. Representatives of 15 families of Caucasian medicinal plant extracts (24 species) have been explored for their efficacy against these pathogens. The effect of these plants on Gram-positive and Gram-negative bacteria and fungi is discussed in this paper. By harnessing the bioactive metabolites present in these plants, this study aims to contribute to the development of new antimicrobial treatments that can effectively combat bacterial infections while minimizing the risk of resistance emergence. Herein we discuss the following classes of bioactive compounds exhibiting antimicrobial activity: phenolic compounds, flavonoids, tannins, terpenes, saponins, alkaloids, and sulfur-containing compounds of Allium species. The review discusses the pharmacological properties of selected Caucasian medicinal plants, the extraction and characterization of these antimicrobial metabolites, the mechanisms of action of antibacterial and antifungal plant compounds, and their potential applications in clinical settings. Additionally, challenges and future directions in the research of antimicrobial metabolites from Caucasian medicinal plants are addressed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemistry, Adam Mickiewicz University in Poznań, Uniwersytetu Poznańskiego 8, 61-614 Poznań, Poland."}], "LastName": "Fik-Jaskółka", "ForeName": "Marta", "Initials": "M"}, {"Identifier": ["0000-0002-9844-8684"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Teaching University Geomedi, 4 King Solomon II Str., Tbilisi 0114, Georgia."}], "LastName": "Mittova", "ForeName": "Valentina", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Teaching University Geomedi, 4 King Solomon II Str., Tbilisi 0114, Georgia."}], "LastName": "Motsonelidze", "ForeName": "Catherine", "Initials": "C"}, {"Identifier": ["0009-0001-2939-0132"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Teaching University Geomedi, 4 King Solomon II Str., Tbilisi 0114, Georgia."}], "LastName": "Vakhania", "ForeName": "Malkhaz", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biostructures and Bioimaging, Italian National Council for Research (IBB-CNR), Area di Ricerca Site and Headquarters, Via Pietro Castellino 111, 80131 Naples, Italy."}], "LastName": "Vicidomini", "ForeName": "Caterina", "Initials": "C"}, {"Identifier": ["0000-0002-6978-542X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biostructures and Bioimaging, Italian National Council for Research (IBB-CNR), Area di Ricerca Site and Headquarters, Via Pietro Castellino 111, 80131 Naples, Italy."}], "LastName": "Roviello", "ForeName": "Giovanni N", "Initials": "GN"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antibiotics (Basel)", "NlmUniqueID": "101637404", "ISSNLinking": "2079-6382"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Vaou N., Stavropoulou E., Voidarou C., Tsigalou C., Bezirtzoglou E. Towards advances in medicinal plant antimicrobial activity: A review study on challenges and future perspectives. Microorganisms. 2021;9:2041. doi: 10.3390/microorganisms9102041.", "ArticleIdList": ["10.3390/microorganisms9102041", "PMC8541629", "34683362"]}, {"Citation": "GBD 2019 Antimicrobial resistance collaborators Global mortality associated with 33 bacterial pathogens in 2019: A systematic analysis for the global burden of disease study 2019. Lancet Lond. Engl. 2022;400:2221–2248. doi: 10.1016/S0140-6736(22)02185-7.", "ArticleIdList": ["10.1016/S0140-6736(22)02185-7", "PMC9763654", "36423648"]}, {"Citation": "Costanzo V., Roviello G.N. The potential role of vaccines in preventing antimicrobial resistance (amr): An update and future perspectives. Vaccines. 2023;11:333. doi: 10.3390/vaccines11020333.", "ArticleIdList": ["10.3390/vaccines11020333", "PMC9962013", "36851210"]}, {"Citation": "Frieri M., Kumar K., Boutin A. Antibiotic resistance. J. Infect. Public Health. 2017;10:369–378. doi: 10.1016/j.jiph.2016.08.007.", "ArticleIdList": ["10.1016/j.jiph.2016.08.007", "27616769"]}, {"Citation": "Baym M., Stone L.K., Kishony R. Multidrug evolutionary strategies to reverse antibiotic resistance. Science. 2016;351:aad3292. doi: 10.1126/science.aad3292.", "ArticleIdList": ["10.1126/science.aad3292", "PMC5496981", "26722002"]}, {"Citation": "Autiero I., Roviello G.N. Interaction of Laurusides 1 and 2 with the 3C-like protease (Mpro) from wild-type and omicron variant of SARS-CoV-2: A Molecular Dynamics Study. Int. J. Mol. Sci. 2023;24:5511. doi: 10.3390/ijms24065511.", "ArticleIdList": ["10.3390/ijms24065511", "PMC10054487", "36982585"]}, {"Citation": "Vicidomini C., Roviello V., Roviello G.N. Molecular basis of the therapeutical potential of clove (Syzygium aromaticum L.) and clues to its anti-COVID-19 utility. Molecules. 2021;26:1880. doi: 10.3390/molecules26071880.", "ArticleIdList": ["10.3390/molecules26071880", "PMC8036487", "33810416"]}, {"Citation": "Vicidomini C., Roviello V., Roviello G.N. In Silico Investigation on the interaction of chiral phytochemicals from opuntia ficus-indica with SARS-CoV-2 Mpro. Symmetry. 2021;13:1041. doi: 10.3390/sym13061041.", "ArticleIdList": ["10.3390/sym13061041"]}, {"Citation": "Baker S., Gilhen-Baker M., Roviello G.N. The Role of nutrition and forest-bathing in the physical rehabilitation of physically inactive patients: From the molecular aspects to new nature-inspired techniques. Int. J. Environ. Res. Public. Health. 2022;20:793. doi: 10.3390/ijerph20010793.", "ArticleIdList": ["10.3390/ijerph20010793", "PMC9819495", "36613115"]}, {"Citation": "Ricci A., Roviello G.N. Exploring the Protective effect of food drugs against viral diseases: Interaction of functional food ingredients and SARS-CoV-2, influenza virus, and HSV. Life. 2023;13:402. doi: 10.3390/life13020402.", "ArticleIdList": ["10.3390/life13020402", "PMC9966545", "36836758"]}, {"Citation": "Álvarez-Martínez F.J., Barrajón-Catalán E., Herranz-López M., Micol V. Antibacterial plant compounds, extracts and essential oils: An updated review on their effects and putative mechanisms of action. Phytomedicine. 2021;90:153626. doi: 10.1016/j.phymed.2021.153626.", "ArticleIdList": ["10.1016/j.phymed.2021.153626", "34301463"]}, {"Citation": "Keita K., Darkoh C., Okafor F. Secondary plant metabolites as potent drug candidates against antimicrobial-resistant pathogens. SN Appl. Sci. 2022;4:209. doi: 10.1007/s42452-022-05084-y.", "ArticleIdList": ["10.1007/s42452-022-05084-y", "PMC9264742", "35821909"]}, {"Citation": "Shankar S.R., Rangarajan R., Sarada D.V.L., Kumar C.S. Evaluation of antibacterial activity and phytochemical screening of Wrightia tinctoria L. Pharmacogn. J. 2010;2:19–22. doi: 10.1016/S0975-3575(10)80066-5.", "ArticleIdList": ["10.1016/S0975-3575(10)80066-5"]}, {"Citation": "Manukyan A., Lumlerdkij N., Heinrich M. Caucasian endemic medicinal and nutraceutical plants: In-vitro antioxidant and cytotoxic activities and bioactive compounds. J. Pharm. Pharmacol. 2019;71:1152–1161. doi: 10.1111/jphp.13093.", "ArticleIdList": ["10.1111/jphp.13093", "31025376"]}, {"Citation": "Miller N.F. Plants and humans in the near east and the Caucasus: Ancient and traditional uses of plants as food and medicine, a diachronic ethnobotanical review. Ethnobiol. Lett. 2014;5:22–23. doi: 10.14237/ebl.5.2014.139.", "ArticleIdList": ["10.14237/ebl.5.2014.139"]}, {"Citation": "Price M.F. Cooperation in the European Mountains. 2: The Caucasus. IUCN; Gland, Switzerland: 2000. (Environmental research series)."}, {"Citation": "Takhtadzhian A.L., Crovello T.J., Cronquist A. Floristic Regions of the World. University of California Press; Berkeley, CA, USA: 1986."}, {"Citation": "Grossheim A.A. Analysis of the Flora of the Caucasus: Proceedings of the Botanical Institute of Azerbaijan. FAN USSR; Baku, Azerbaijan: 1936."}, {"Citation": "Takhtajan A.L. Konspekt Florii Kavkaz. Volume 1. Sankt Peterburg University Press; Sankt Peterburg, Russia: 2003. 204p"}, {"Citation": "Tarkhnishvili D. Historical Biogeography of the Caucasus. Nova Publ.; New York, NY, USA: 2014. 234p."}, {"Citation": "Nakhutsrishvili G.S., Abdaladze O., Batsatsashvili K., Spehn E.M., Körner C., editors. Plant Diversity in the Central Great Caucasus: A Quantitative Assessment. Springer International Publishing; Cham, Switzerland: 2017. 170p."}, {"Citation": "Mamedov N., Mehdiyeva N.P., Craker Lyle E. Medicinal plants used in traditional medicine of the Caucasus and North America. J. Med. Act. Plants. 2015;4:42–66. doi: 10.7275/R51834DS.", "ArticleIdList": ["10.7275/R51834DS"]}, {"Citation": "Eynanlou Yaghmerlou S., Malekzadeh H., Ghaznavi D., Zeighami H., Tavakolizadeh M. Anti-bacterial effects of Allium atroviolaceum hydroalcoholic extract on oral bacteria of Streptococcus viridans groups. Jundishapur J. Nat. Pharm. Prod. 2024;19 doi: 10.5812/jjnpp-139187.", "ArticleIdList": ["10.5812/jjnpp-139187"]}, {"Citation": "Chehregani A., Azimishad F., Alizade H.H. Study on antibacterial effect of some Allium species from Hamedan-Iran. IJAB. 2007;9:873–876."}, {"Citation": "Barbu I.A., Ciorîță A., Carpa R., Moț A.C., Butiuc-Keul A., Pârvu M. Phytochemical characterization and antimicrobial activity of several Allium extracts. Molecules. 2023;28:3980. doi: 10.3390/molecules28103980.", "ArticleIdList": ["10.3390/molecules28103980", "PMC10222200", "37241721"]}, {"Citation": "Chowdhury A.K., Ahsan M., Islam S.N., Ahmed Z.U. Efficacy of aqueous extract of garlic & allicin in experimental shigellosis in rabbits. Indian J. Med. Res. 1991;93:33–36.", "ArticleIdList": ["2022399"]}, {"Citation": "Saha S.K., Saha S., Hossain M.A., Paul S.K. In vitro assessment of antibacterial eEffect of garlic (Allium Sativum) extracts on Pseudomonas aeruginosa. Mymensingh Med. J. MMJ. 2015;24:222–232.", "ArticleIdList": ["26007246"]}, {"Citation": "Karimi E., Mehrabanjoubani P., Homayouni-Tabrizi M., Abdolzadeh A., Soltani M. Phytochemical evaluation, antioxidant properties and antibacterial activity of Iranian medicinal herb Galanthus transcaucasicus Fomin. J. Food Meas. Charact. 2018;12:433–440. doi: 10.1007/s11694-017-9656-5.", "ArticleIdList": ["10.1007/s11694-017-9656-5"]}, {"Citation": "Sharifzadeh M., Yousefbeyk F., Amin G., Salehi Sormaghi M., Azadi B., Samadi N., Amini Moghadam Farouj N., Amin M. Investigation on pharmacological and antimicrobial activities of Galanthus transcaucasicus Fomin growing in Iran. Planta Med. 2010;76:P474. doi: 10.1055/s-0030-1264772.", "ArticleIdList": ["10.1055/s-0030-1264772"]}, {"Citation": "Hamedi A., Pasdaran A., Pasdaran A. Antimicrobial activity and analysis of the essential oils of selected endemic edible Apiaceae plants root from Caspian Hyrcanian region (North of Iran) Pharm. Sci. 2019;25:138–144. doi: 10.15171/PS.2019.21.", "ArticleIdList": ["10.15171/PS.2019.21"]}, {"Citation": "Mohamadipour S., Hatamzadeh A., Bakhshi D., Pasdaran A. Antimicrobial activities of Caucalis platycarpos L. and Eryngium caucasicum Trautv. essential oils. Aust. J. Crop Sci. 2018;12:1357–1362. doi: 10.21475/ajcs.18.12.08.PNE1277.", "ArticleIdList": ["10.21475/ajcs.18.12.08.PNE1277"]}, {"Citation": "Younessi-Hamzekhanlu M., Sanjari S., Dejahang A., Karkaj E.S., Nojadeh M.S., Gönenç T.M., Ozturk M. Evaluation of essential oil from different Artemisia fragrans Willd. populations: Chemical composition, antioxidant, and antibacterial activity. J. Essent. Oil Bear. Plants. 2020;23:1218–1236. doi: 10.1080/0972060X.2020.1854129.", "ArticleIdList": ["10.1080/0972060X.2020.1854129"]}, {"Citation": "Aminkhani A., Sharifi S., Hosseinzadeh P. Chemical constituent, antimicrobial activity, and synergistic effect of the stem, leaf, and flower essential oil of the Artemisia fragrans Willd. from Khoy. Chem. Biodivers. 2021;18:e2100241. doi: 10.1002/cbdv.202100241.", "ArticleIdList": ["10.1002/cbdv.202100241", "34081830"]}, {"Citation": "Shafaghat A., Noormohammadi Y., Zaifizadeh M. Composition and antibacterial activity of essential oils of Artemisia fragrans Willd. leaves and roots from Iran. Nat. Prod. Commun. 2009;4:279–282. doi: 10.1177/1934578X0900400223.", "ArticleIdList": ["10.1177/1934578X0900400223", "19370939"]}, {"Citation": "Ginovyan M., Trchounian A. Novel approach to combat antibiotic resistance: Evaluation of some Armenian herb crude extracts for their antibiotic modulatory and antiviral properties. J. Appl. Microbiol. 2019;127:472–480. doi: 10.1111/jam.14335.", "ArticleIdList": ["10.1111/jam.14335", "31136046"]}, {"Citation": "Ginovyan M., Petrosyan M., Trchounian A. Antimicrobial activity of some plant materials used in Armenian traditional medicine. BMC Complement. Altern. Med. 2017;17:50. doi: 10.1186/s12906-017-1573-y.", "ArticleIdList": ["10.1186/s12906-017-1573-y", "PMC5240328", "28095835"]}, {"Citation": "Fathi H., Ebrahimzadeh M., Ahanjan M. Comparison of the antimicrobial activity of Caucasian wingnut leaf extract (Pterocarya fraxinifolia) and walnut (Juglans regia L.) plants. Acta Biol. Indica. 2015;4:67–74."}, {"Citation": "Chaleshtori R.S., Chaleshtori F.S., Rafieian M. Biological characterization of Iranian walnut (Juglans regia) leaves. Turk. J. Biol. 2011;35:635–639. doi: 10.3906/biy-1005-1.", "ArticleIdList": ["10.3906/biy-1005-1"]}, {"Citation": "Noumi E., Snoussi M., Hajlaoui H., Valentin E., Bakhrouf A. Antifungal properties of Salvadora persica and Juglans regia L. extracts against oral Candida strains. Eur. J. Clin. Microbiol. Infect. Dis. 2010;29:81–88. doi: 10.1007/s10096-009-0824-3.", "ArticleIdList": ["10.1007/s10096-009-0824-3", "19899011"]}, {"Citation": "Moori Bakhtiari N., Khalafi E. Antibacterial activity of the hydro-alcoholic extract of Juglans regia L. stem bark on human bacterial infection. Int. Arch. Health Sci. 2015;2:139–143."}, {"Citation": "Oliveira I., Sousa A., Ferreira I.C.F.R., Bento A., Estevinho L., Pereira J.A. Total phenols, antioxidant potential and antimicrobial activity of walnut (Juglans regia L.) green husks. Food Chem. Toxicol. 2008;46:2326–2331. doi: 10.1016/j.fct.2008.03.017.", "ArticleIdList": ["10.1016/j.fct.2008.03.017", "18448225"]}, {"Citation": "Azirian M., Hadjiakhoondi A., Vatankhah E., Hosseinizadeh S., Tavakoli S., Akhbari M. Variation in chemical components and biological activity of Pterocarya fraxinifolia Lam. stems at different developmental stages. Res. J. Pharmacogn. 2017;4:41–50."}, {"Citation": "Debbabi H., El Mokni R., Chaieb I., Nardoni S., Maggi F., Caprioli G., Hammami S. Chemical composition, antifungal and insecticidal activities of the essential oils from Tunisian Clinopodium nepeta subsp. nepeta and Clinopodium nepeta subsp. glandulosum. Molecules. 2020;25:2137. doi: 10.3390/molecules25092137.", "ArticleIdList": ["10.3390/molecules25092137", "PMC7249092", "32370305"]}, {"Citation": "Öztürk G., Yilmaz G., Ekşi G., DemiRci B. Chemical composition and antibacterial activity of Clinopodium nepeta subsp. glandulosum (Req.) Govaerts essential oil. Nat. Volatiles Essent. Oils. 2021;8:75–80. doi: 10.37929/nveo.949959.", "ArticleIdList": ["10.37929/nveo.949959"]}, {"Citation": "Atakishiyeva Y., Ghasemi M. Investigation of the antibacterial effect of native Peganum harmala, Mentha pulegium and Alcea rosea hydro-alcoholic extracts on antibiotic resistant Streptococcus pneumoniae and Klebsiella pneumonia isolated from Baku, Azerbaijan. IEM. 2016;2:12–14."}, {"Citation": "Mahboubi M., Haghi G. Antimicrobial activity and chemical composition of Mentha pulegium L. essential oil. J. Ethnopharmacol. 2008;119:325–327. doi: 10.1016/j.jep.2008.07.023.", "ArticleIdList": ["10.1016/j.jep.2008.07.023", "18703127"]}, {"Citation": "Luís Â., Domingues F. Screening of the potential bioactivities of pennyroyal (Mentha pulegium L.) essential oil. Antibiotics. 2021;10:1266. doi: 10.3390/antibiotics10101266.", "ArticleIdList": ["10.3390/antibiotics10101266", "PMC8532685", "34680848"]}, {"Citation": "Asbaghian S., Shafaghat A., Zarea K., Kasimov F., Salimi F. Comparison of volatile constituents, and antioxidant and antibacterial activities of the essential oils of Thymus caucasicus, T. kotschyanus and T. vulgaris. Nat. Prod. Commun. 2011;6:137–140. doi: 10.1177/1934578X1100600133.", "ArticleIdList": ["10.1177/1934578X1100600133", "21366065"]}, {"Citation": "Stefanova G., Girova T., Gochev V., Stoyanova M., Petkova Z., Stoyanova A., Zheljazkov V.D. Comparative study on the chemical composition of laurel (Laurus nobilis L.) leaves from Greece and Georgia and the antibacterial activity of their essential oil. Heliyon. 2020;6:e05491. doi: 10.1016/j.heliyon.2020.e05491.", "ArticleIdList": ["10.1016/j.heliyon.2020.e05491", "PMC7770545", "33385077"]}, {"Citation": "Caputo L., Nazzaro F., Souza L., Aliberti L., De Martino L., Fratianni F., Coppola R., De Feo V. Laurus nobilis: Composition of essential oil and its biological activities. Molecules. 2017;22:930. doi: 10.3390/molecules22060930.", "ArticleIdList": ["10.3390/molecules22060930", "PMC6152719", "28587201"]}, {"Citation": "Sakran K.A., Raharjo D., Mertaniasih N.M. Antimicrobial activities of Laurus nobilis leaves ethanol extract on Staphylococcus aureus, Salmonellae typhi, and Escherichia coli. Indones. J. Trop. Infect. Dis. 2021;9:119. doi: 10.20473/ijtid.v9i2.22873.", "ArticleIdList": ["10.20473/ijtid.v9i2.22873"]}, {"Citation": "Rizwana H., Kubaisi N.A., Al-Meghailaith N.N., Moubayed N.M., Albasher G. Evaluation of chemical composition, antibacterial, antifungal, and cytotoxic activity of Laurus nobilis L. grown in Saudi Arabia. J. Pure Appl. Microbiol. 2019;13:2073–2085. doi: 10.22207/JPAM.13.4.19.", "ArticleIdList": ["10.22207/JPAM.13.4.19"]}, {"Citation": "Nazir S., Ahmad M.K., Ali F., Ganie S.A., Nazir Z.U. Phytochemical analysis and antibacterial potential of Onosma hispidium and Alcea rosea. Biomedicine. 2022;42:47–52. doi: 10.51248/.v42i1.766.", "ArticleIdList": ["10.51248/.v42i1.766"]}, {"Citation": "Özcan F., Semerci A.B., Tunç K. A study on antimicrobial and antioxidant activities of Cyclamen coum, Colchicum turcicum and Colchicum bornmuelleri species. Curr. Pers. MAPs. 2020;3:121–127."}, {"Citation": "Amin Jaradat N., Al-Masri M., Hussen F., Zaid A.N., Ali I., Tammam A., Mostafa Odeh D., Hussein Shakarneh O., Rajabi A. Preliminary Phytochemical and biological screening of Cyclamen coum a member of Palestinian flora. Pharm. Sci. 2017;23:231–237. doi: 10.15171/PS.2017.34.", "ArticleIdList": ["10.15171/PS.2017.34"]}, {"Citation": "Li X., Wang X., Li C., Khutsishvili M., Fayvush G., Atha D., Zhang Y., Borris R.P. Unusual flavones from Primula macrocalyx as inhibitors of OAT1 and OAT3 and as antifungal agents against Candida rugosa. Sci. Rep. 2019;9:9230. doi: 10.1038/s41598-019-45728-5.", "ArticleIdList": ["10.1038/s41598-019-45728-5", "PMC6592895", "31239507"]}, {"Citation": "Copland A., Nahar L., Tomlinson C.T.M., Hamilton V., Middleton M., Kumarasamy Y., Sarker S.D. Antibacterial and free radical scavenging activity of the seeds of Agrimonia eupatoria. Fitoterapia. 2003;74:133–135. doi: 10.1016/S0367-326X(02)00317-9.", "ArticleIdList": ["10.1016/S0367-326X(02)00317-9", "12628408"]}, {"Citation": "Muruzović M.Ž., Mladenović K.G., Stefanović O.D., Vasić S.M., Čomić L.R. Extracts of Agrimonia eupatoria L. as sources of biologically active compounds and evaluation of their antioxidant, antimicrobial, and antibiofilm activities. J. Food Drug Anal. 2016;24:539–547. doi: 10.1016/j.jfda.2016.02.007.", "ArticleIdList": ["10.1016/j.jfda.2016.02.007", "PMC9336665", "28911559"]}, {"Citation": "Watkins F., Pendry B., Sanchez-Medina A., Corcoran O. Antimicrobial assays of three native British plants used in Anglo-Saxon medicine for wound healing formulations in 10th century England. J. Ethnopharmacol. 2012;144:408–415. doi: 10.1016/j.jep.2012.09.031.", "ArticleIdList": ["10.1016/j.jep.2012.09.031", "23026307"]}, {"Citation": "Savina T., Lisun V., Feduraev P., Skrypnik L. Variation in phenolic compounds, antioxidant and antibacterial activities of extracts from different plant organs of meadowsweet (Filipendula ulmaria (L.) Maxim.) Molecules. 2023;28:3512. doi: 10.3390/molecules28083512.", "ArticleIdList": ["10.3390/molecules28083512", "PMC10140895", "37110746"]}, {"Citation": "Katanić J., Boroja T., Stanković N., Mihailović V., Mladenović M., Kreft S., Vrvić M.M. Bioactivity, stability and phenolic characterization of Filipendula ulmaria (L.) Maxim. Food Funct. 2015;6:1164–1175. doi: 10.1039/C4FO01208A.", "ArticleIdList": ["10.1039/C4FO01208A", "25695410"]}, {"Citation": "Rovná K., Ivanišová E., Žiarovská J., Ferus P., Terentjeva M., Kowalczewski P.Ł., Kačániová M. Characterization of Rosa canina fruits collected in urban areas of Slovakia. Genome size, iPBS profiles and antioxidant and antimicrobial activities. Molecules. 2020;25:1888. doi: 10.3390/molecules25081888.", "ArticleIdList": ["10.3390/molecules25081888", "PMC7221986", "32325812"]}, {"Citation": "Miljković V.M., Nikolić L., Mrmošanin J., Gajić I., Mihajilov-Krstev T., Zvezdanović J., Miljković M. Chemical profile and antioxidant and antimicrobial activity of Rosa canina L. dried fruit commercially available in Serbia. Int. J. Mol. Sci. 2024;25:2518. doi: 10.3390/ijms25052518.", "ArticleIdList": ["10.3390/ijms25052518", "PMC10931419", "38473766"]}, {"Citation": "Tocai (Moţoc) A.-C., Ranga F., Teodorescu A.G., Pallag A., Vlad A.M., Bandici L., Vicas S.I. Evaluation of polyphenolic composition and antimicrobial properties of Sanguisorba officinalis L. and Sanguisorba minor Scop. Plants. 2022;11:3561. doi: 10.3390/plants11243561.", "ArticleIdList": ["10.3390/plants11243561", "PMC9785539", "36559673"]}, {"Citation": "Kausar F., Farooqi M.-A., Farooqi H.-M.-U., Salih A.-R.-C., Khalil A.-A.-K., Kang C.-W., Mahmoud M.H., Batiha G.-E.-S., Choi K.-H., Mumtaz A.-S. Phytochemical investigation, antimicrobial, antioxidant and anticancer activities of Acer cappadocicum Gled. Life Basel Switz. 2021;11:656. doi: 10.3390/life11070656.", "ArticleIdList": ["10.3390/life11070656", "PMC8306863", "34357028"]}, {"Citation": "Iranshahi M., Fazli Bazaz S., Haririzadeh G., Abootorabi B.Z., Mohamadi A.M., Khashyarmanesh Z. Chemical composition and antibacterial properties of Peganum harmala L. Avicenna J. Phytomedicine. 2019;9:530. doi: 10.22038/ajp.2019.13382.", "ArticleIdList": ["10.22038/ajp.2019.13382", "PMC6823531", "31763212"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D.G. The PRISMA group preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement. PLoS Med. 2009;6:e1000097. doi: 10.1371/journal.pmed.1000097.", "ArticleIdList": ["10.1371/journal.pmed.1000097", "PMC2707599", "19621072"]}, {"Citation": "The Angiosperm Phylogeny Group An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: APG III: APG III. Bot. J. Linn. Soc. 2009;161:105–121. doi: 10.1111/j.1095-8339.2009.00996.x.", "ArticleIdList": ["10.1111/j.1095-8339.2009.00996.x"]}, {"Citation": "Oteng Mintah S., Asafo-Agyei T., Archer M.-A., Atta-Adjei Junior P., Boamah D., Kumadoh D., Appiah A., Ocloo A., Duah Boakye Y., Agyare C. Medicinal plants for treatment of prevalent diseases. In: Perveen S., Al-Taweel A., editors. Pharmacognosy—Medicinal Plants. IntechOpen; London, UK: 2019."}, {"Citation": "Balouiri M., Sadiki M., Ibnsouda S.K. Methods for in vitro evaluating antimicrobial activity: A review. J. Pharm. Anal. 2016;6:71–79. doi: 10.1016/j.jpha.2015.11.005.", "ArticleIdList": ["10.1016/j.jpha.2015.11.005", "PMC5762448", "29403965"]}, {"Citation": "Methods for the determination of susceptibility of bacteria to antimicrobial agents. Terminology. Clin. Microbiol. Infect. 1998;4:291–296. doi: 10.1111/j.1469-0691.1998.tb00061.x.", "ArticleIdList": ["10.1111/j.1469-0691.1998.tb00061.x", "11864348"]}, {"Citation": "Bhargav H.S., Shastri S.D., Poornav S.P., Darshan K.M., Nayak M.M. Measurement of the zone of inhibition of an antibiotic; Proceedings of the 2016 6th International Conference on Advanced Computing (IACC); Bhimavaram, India. 27–28 February 2016; pp. 409–414."}, {"Citation": "Pirtskhalava M., Mittova V., Tsetskhladze Z.R., Palumbo R., Pastore R., Roviello G.N. Georgian medicinal plants as rich natural sources of antioxidant derivatives: A review on the current knowledge and future perspectives. Curr. Med. Chem. 2024;31 doi: 10.2174/0109298673262575231127034952.", "ArticleIdList": ["10.2174/0109298673262575231127034952", "38343047"]}, {"Citation": "Mulani M.S., Kamble E.E., Kumkar S.N., Tawre M.S., Pardesi K.R. Emerging strategies to combat ESKAPE Pathogens in the era of antimicrobial resistance: A review. Front. Microbiol. 2019;10:539. doi: 10.3389/fmicb.2019.00539.", "ArticleIdList": ["10.3389/fmicb.2019.00539", "PMC6452778", "30988669"]}, {"Citation": "Kumar Mishra K., Deep Kaur C., Kumar Sahu A., Panik R., Kashyap P., Prasad Mishra S., Dutta S. Medicinal plants having antifungal properties. In: Abdul Rasool Hassan B., editor. Medicinal Plants—Use in Prevention and Treatment of Diseases. IntechOpen; London, UK: 2020."}, {"Citation": "Khalil N.A., ALFaris N.A., ALTamimi J.Z., Mohamed Ahmed I.A. Anti-inflammatory effects of bay laurel (Laurus nobilis L.) towards the Gut microbiome in dextran sodium sulfate induced colitis animal models. Food Sci. Nutr. 2024;12:2650–2660. doi: 10.1002/fsn3.3946.", "ArticleIdList": ["10.1002/fsn3.3946", "PMC11016440", "38628202"]}, {"Citation": "Shaheen H.A., Issa M.Y. In vitro and in vivo activity of Peganum harmala L. alkaloids against phytopathogenic bacteria. Sci. Hortic. 2020;264:108940. doi: 10.1016/j.scienta.2019.108940.", "ArticleIdList": ["10.1016/j.scienta.2019.108940"]}, {"Citation": "Izadi M., Moosawi Jorf S.A., Nikkhah M., Moradi S. Antifungal activity of hydrocolloid nano encapsulated Carum copticum essential oil and Peganum harmala extract on the pathogenic fungi Alternaria alternata. Physiol. Mol. Plant Pathol. 2021;116:101714. doi: 10.1016/j.pmpp.2021.101714.", "ArticleIdList": ["10.1016/j.pmpp.2021.101714"]}, {"Citation": "Khezri K., Farahpour M.R., Mounesi Rad S. Efficacy of Mentha pulegium essential oil encapsulated into nanostructured lipid carriers as an in vitro antibacterial and infected wound healing agent. Colloids Surf. Physicochem. Eng. Asp. 2020;589:124414. doi: 10.1016/j.colsurfa.2020.124414.", "ArticleIdList": ["10.1016/j.colsurfa.2020.124414"]}, {"Citation": "Rasmussen T.B., Bjarnsholt T., Skindersoe M.E., Hentzer M., Kristoffersen P., Köte M., Nielsen J., Eberl L., Givskov M. Screening for quorum-sensing inhibitors (QSI) by use of a novel genetic system, the QSI selector. J. Bacteriol. 2005;187:1799–1814. doi: 10.1128/JB.187.5.1799-1814.2005.", "ArticleIdList": ["10.1128/JB.187.5.1799-1814.2005", "PMC1063990", "15716452"]}, {"Citation": "Daglia M. Polyphenols as antimicrobial agents. Curr. Opin. Biotechnol. 2012;23:174–181. doi: 10.1016/j.copbio.2011.08.007.", "ArticleIdList": ["10.1016/j.copbio.2011.08.007", "21925860"]}, {"Citation": "Mamari H.H. Phenolic compounds: Classification, chemistry, and updated techniques of analysis and synthesis. In: Badria F.A., editor. Biochemistry. Volume 26. IntechOpen; London, UK: 2022."}, {"Citation": "Manso T., Lores M., De Miguel T. Antimicrobial activity of polyphenols and natural polyphenolic extracts on clinical isolates. Antibiotics. 2021;11:46. doi: 10.3390/antibiotics11010046.", "ArticleIdList": ["10.3390/antibiotics11010046", "PMC8773215", "35052923"]}, {"Citation": "Lobiuc A., Pavăl N.-E., Mangalagiu I.I., Gheorghiță R., Teliban G.-C., Amăriucăi-Mantu D., Stoleru V. Future antimicrobials: Natural and functionalized phenolics. Molecules. 2023;28:1114. doi: 10.3390/molecules28031114.", "ArticleIdList": ["10.3390/molecules28031114", "PMC9920704", "36770780"]}, {"Citation": "Guo L., Sun Q., Gong S., Bi X., Jiang W., Xue W., Fei P. Antimicrobial activity and action approach of the olive oil polyphenol extract against Listeria monocytogenes. Front. Microbiol. 2019;10:1586. doi: 10.3389/fmicb.2019.01586.", "ArticleIdList": ["10.3389/fmicb.2019.01586", "PMC6663969", "31396167"]}, {"Citation": "Piekarska-Radzik L., Klewicka E. Mutual influence of polyphenols and Lactobacillus spp. bacteria in food: A Review. Eur. Food Res. Technol. 2021;247:9–24. doi: 10.1007/s00217-020-03603-y.", "ArticleIdList": ["10.1007/s00217-020-03603-y"]}, {"Citation": "Lin S., Wang Z., Lam K.-L., Zeng S., Tan B.K., Hu J. Role of intestinal microecology in the regulation of energy metabolism by dietary polyphenols and their metabolites. Food Nutr. Res. 2019;63 doi: 10.29219/fnr.v63.1518.", "ArticleIdList": ["10.29219/fnr.v63.1518", "PMC6385797", "30814920"]}, {"Citation": "Othman L., Sleiman A., Abdel-Massih R.M. Antimicrobial activity of polyphenols and alkaloids in middle eastern plants. Front. Microbiol. 2019;10:911. doi: 10.3389/fmicb.2019.00911.", "ArticleIdList": ["10.3389/fmicb.2019.00911", "PMC6529554", "31156565"]}, {"Citation": "Biernasiuk A., Wozniak M., Bogucka-Kocka A. Determination of free and bounded phenolic acids in the rhizomes and herb of Sanguisorba officinalis L. Curr. Issues Pharm. Med. Sci. 2015;28:254–256. doi: 10.1515/cipms-2015-0083.", "ArticleIdList": ["10.1515/cipms-2015-0083"]}, {"Citation": "Kahkeshani N., Farzaei F., Fotouhi M., Alavi S.S., Bahramsoltani R., Naseri R., Momtaz S., Abbasabadi Z., Rahimi R., Farzaei M.H., et al. Pharmacological effects of gallic acid in health and disease: A mechanistic review. Iran. J. Basic Med. Sci. 2019;22:225–237. doi: 10.22038/ijbms.2019.32806.7897.", "ArticleIdList": ["10.22038/ijbms.2019.32806.7897", "PMC6528712", "31156781"]}, {"Citation": "Borges A., Ferreira C., Saavedra M.J., Simões M. Antibacterial activity and mode of action of ferulic and gallic acids against pathogenic bacteria. Microb. Drug Resist. 2013;19:256–265. doi: 10.1089/mdr.2012.0244.", "ArticleIdList": ["10.1089/mdr.2012.0244", "23480526"]}, {"Citation": "Croitoru A., Ficai D., Craciun L., Ficai A., Andronescu E. Evaluation and exploitation of bioactive compounds of walnut, Juglans regia. Curr. Pharm. Des. 2019;25:119–131. doi: 10.2174/1381612825666190329150825.", "ArticleIdList": ["10.2174/1381612825666190329150825", "30931854"]}, {"Citation": "Lou Z., Wang H., Rao S., Sun J., Ma C., Li J. P-Coumaric acid kills bacteria through dual damage mechanisms. Food Control. 2012;25:550–554. doi: 10.1016/j.foodcont.2011.11.022.", "ArticleIdList": ["10.1016/j.foodcont.2011.11.022"]}, {"Citation": "Teodoro G.R., Ellepola K., Seneviratne C.J., Koga-Ito C.Y. Potential use of phenolic acids as anti-Candida agents: A review. Front. Microbiol. 2015;6:1420. doi: 10.3389/fmicb.2015.01420.", "ArticleIdList": ["10.3389/fmicb.2015.01420", "PMC4685070", "26733965"]}, {"Citation": "Ma C.-M., Abe T., Komiyama T., Wang W., Hattori M., Daneshtalab M. Synthesis, anti-fungal and 1,3-β-d-glucan synthase inhibitory activities of caffeic and quinic acid derivatives. Bioorg. Med. Chem. 2010;18:7009–7014. doi: 10.1016/j.bmc.2010.08.022.", "ArticleIdList": ["10.1016/j.bmc.2010.08.022", "20813534"]}, {"Citation": "Oteiza P.I., Erlejman A.G., Verstraeten S.V., Keen C.L., Fraga C.G. Flavonoid-membrane interactions: A protective role of flavonoids at the membrane surface? Clin. Dev. Immunol. 2005;12:19–25. doi: 10.1080/10446670410001722168.", "ArticleIdList": ["10.1080/10446670410001722168", "PMC2270717", "15712595"]}, {"Citation": "Kumar S., Pandey A.K. Chemistry and biological activities of flavonoids: An overview. Sci. World J. 2013;2013:1–16. doi: 10.1155/2013/162750.", "ArticleIdList": ["10.1155/2013/162750", "PMC3891543", "24470791"]}, {"Citation": "Mahmud A.R., Ema T.I., Siddiquee M.F.-R., Shahriar A., Ahmed H., Mosfeq-Ul-Hasan M., Rahman N., Islam R., Uddin M.R., Mizan M.F.R. Natural flavonols: Actions, mechanisms, and potential therapeutic utility for various diseases. Beni-Suef Univ. J. Basic Appl. Sci. 2023;12:47. doi: 10.1186/s43088-023-00387-4.", "ArticleIdList": ["10.1186/s43088-023-00387-4", "PMC10183303", "37216013"]}, {"Citation": "Ginovyan M., Ayvazyan A., Nikoyan A., Tumanyan L., Trchounian A. Phytochemical screening and detection of antibacterial components from crude extracts of some Armenian herbs using TLC-bioautographic technique. Curr. Microbiol. 2020;77:1223–1232. doi: 10.1007/s00284-020-01929-0.", "ArticleIdList": ["10.1007/s00284-020-01929-0", "32107627"]}, {"Citation": "Jiménez S., Gascón S., Luquin A., Laguna M., Ancin-Azpilicueta C., Rodríguez-Yoldi M.J. Rosa canina extracts have antiproliferative and antioxidant effects on Caco-2 human colon cancer. PLoS ONE. 2016;11:e0159136. doi: 10.1371/journal.pone.0159136.", "ArticleIdList": ["10.1371/journal.pone.0159136", "PMC4965184", "27467555"]}, {"Citation": "Ignasimuthu K., Prakash R., Murthy P.S., Subban N. Enhanced bioaccessibility of green tea polyphenols and lipophilic activity of EGCG octaacetate on Gram-negative bacteria. LWT. 2019;105:103–109. doi: 10.1016/j.lwt.2019.01.064.", "ArticleIdList": ["10.1016/j.lwt.2019.01.064"]}, {"Citation": "Renzetti A., Betts J.W., Fukumoto K., Rutherford R.N. Antibacterial green tea catechins from a molecular perspective: Mechanisms of action and structure–activity relationships. Food Funct. 2020;11:9370–9396. doi: 10.1039/D0FO02054K.", "ArticleIdList": ["10.1039/D0FO02054K", "33094767"]}, {"Citation": "Liu S., Zhang Q., Li H., Qiu Z., Yu Y. Comparative assessment of the antibacterial efficacies and mechanisms of different tea extracts. Foods. 2022;11:620. doi: 10.3390/foods11040620.", "ArticleIdList": ["10.3390/foods11040620", "PMC8870964", "35206096"]}, {"Citation": "Xie Y., Yang W., Tang F., Chen X., Ren L. Antibacterial activities of flavonoids: Structure-activity relationship and mechanism. Curr. Med. Chem. 2014;22:132–149. doi: 10.2174/0929867321666140916113443.", "ArticleIdList": ["10.2174/0929867321666140916113443", "25245513"]}, {"Citation": "Biharee A., Sharma A., Kumar A., Jaitak V. Antimicrobial flavonoids as a potential substitute for overcoming antimicrobial resistance. Fitoterapia. 2020;146:104720. doi: 10.1016/j.fitote.2020.104720.", "ArticleIdList": ["10.1016/j.fitote.2020.104720", "32910994"]}, {"Citation": "McGillick B.E., Kumaran D., Vieni C., Swaminathan S. β-hydroxyacyl-acyl carrier protein dehydratase (FabZ) from Francisella tularensis and Yersinia pestis: Structure determination, enzymatic characterization, and cross-inhibition studies. Biochemistry. 2016;55:1091–1099. doi: 10.1021/acs.biochem.5b00832.", "ArticleIdList": ["10.1021/acs.biochem.5b00832", "26818694"]}, {"Citation": "Xu H. Flavones inhibit the hexameric replicative helicase RepA. Nucleic Acids Res. 2001;29:5058–5066. doi: 10.1093/nar/29.24.5058.", "ArticleIdList": ["10.1093/nar/29.24.5058", "PMC97556", "11812837"]}, {"Citation": "Ivanov M., Novović K., Malešević M., Dinić M., Stojković D., Jovčić B., Soković M. Polyphenols as inhibitors of antibiotic resistant bacteria—Mechanisms underlying rutin interference with bacterial virulence. Pharmaceuticals. 2022;15:385. doi: 10.3390/ph15030385.", "ArticleIdList": ["10.3390/ph15030385", "PMC8952364", "35337182"]}, {"Citation": "Li A.-P., He Y.-H., Zhang S.-Y., Shi Y.-P. Antibacterial activity and action mechanism of flavonoids against phytopathogenic bacteria. Pestic. Biochem. Physiol. 2022;188:105221. doi: 10.1016/j.pestbp.2022.105221.", "ArticleIdList": ["10.1016/j.pestbp.2022.105221", "36464329"]}, {"Citation": "Al Aboody M.S., Mickymaray S. Anti-fungal efficacy and mechanisms of flavonoids. Antibiotics. 2020;9:45. doi: 10.3390/antibiotics9020045.", "ArticleIdList": ["10.3390/antibiotics9020045", "PMC7168129", "31991883"]}, {"Citation": "Yun D.G., Lee D.G. Silymarin exerts antifungal effects via membrane-targeted mode of action by increasing permeability and inducing oxidative stress. Biochim. Biophys. Acta BBA Biomembr. 2017;1859:467–474. doi: 10.1016/j.bbamem.2017.01.009.", "ArticleIdList": ["10.1016/j.bbamem.2017.01.009", "28069415"]}, {"Citation": "Da X., Nishiyama Y., Tie D., Hein K.Z., Yamamoto O., Morita E. Antifungal activity and mechanism of action of Ou-gon (Scutellaria root extract) components against pathogenic fungi. Sci. Rep. 2019;9:1683. doi: 10.1038/s41598-019-38916-w.", "ArticleIdList": ["10.1038/s41598-019-38916-w", "PMC6368610", "30737463"]}, {"Citation": "Canonico B., Candiracci M., Citterio B., Curci R., Squarzoni S., Mazzoni A., Papa S., Piatti E. Honey flavonoids inhibit Candida albicans morphogenesis by affecting DNA behavior and mitochondrial function. Future Microbiol. 2014;9:445–456. doi: 10.2217/fmb.14.17.", "ArticleIdList": ["10.2217/fmb.14.17", "24810344"]}, {"Citation": "Yiğit D., Yiğit N., Mavi A. Antioxidant and antimicrobial activities of bitter and sweet apricot (Prunus armeniaca L.) Kernels. Braz. J. Med. Biol. Res. 2009;42:346–352. doi: 10.1590/S0100-879X2009000400006.", "ArticleIdList": ["10.1590/S0100-879X2009000400006", "19330262"]}, {"Citation": "Serpa R., França E.J.G., Furlaneto-Maia L., Andrade C.G.T.J., Diniz A., Furlaneto M.C. In vitro antifungal activity of the flavonoid baicalein against Candida species. J. Med. Microbiol. 2012;61:1704–1708. doi: 10.1099/jmm.0.047852-0.", "ArticleIdList": ["10.1099/jmm.0.047852-0", "22918868"]}, {"Citation": "Steenkamp J.A., Steynberg J.P., Brandt E.V., Ferreira D., Roux D.G. Phlobatannins, a novel class of ring-isomerized condensed tannins. J. Chem. Soc. Chem. Commun. 1985;23:1678. doi: 10.1039/c39850001678.", "ArticleIdList": ["10.1039/c39850001678"]}, {"Citation": "Hill G.D. Encyclopedia of Food Sciences and Nutrition. Elsevier; Amsterdam, The Netherlands: 2003. Plant antinutritional factors|Characteristics; pp. 4578–4587."}, {"Citation": "Tong Z., He W., Fan X., Guo A. Biological function of plant tannin and its application in animal health. Front. Vet. Sci. 2022;8:803657. doi: 10.3389/fvets.2021.803657.", "ArticleIdList": ["10.3389/fvets.2021.803657", "PMC8784788", "35083309"]}, {"Citation": "Scalbert A. Antimicrobial properties of tannins. Phytochemistry. 1991;30:3875–3883. doi: 10.1016/0031-9422(91)83426-L.", "ArticleIdList": ["10.1016/0031-9422(91)83426-L"]}, {"Citation": "Boakye Y.D. Anti-infective properties and time-kill kinetics of Phyllanthus muellerianus and its major constituent, geraniin. Med. Chem. 2016;6:95–104. doi: 10.4172/2161-0444.1000332.", "ArticleIdList": ["10.4172/2161-0444.1000332"]}, {"Citation": "Trentin D.S., Silva D.B., Amaral M.W., Zimmer K.R., Silva M.V., Lopes N.P., Giordani R.B., Macedo A.J. Tannins possessing bacteriostatic effect impair Pseudomonas aeruginosa adhesion and biofilm formation. PLoS ONE. 2013;8:e66257. doi: 10.1371/journal.pone.0066257.", "ArticleIdList": ["10.1371/journal.pone.0066257", "PMC3679062", "23776646"]}, {"Citation": "Olchowik-Grabarek E., Sękowski S., Kwiatek A., Płaczkiewicz J., Abdulladjanova N., Shlyonsky V., Swiecicka I., Zamaraeva M. The structural changes in the membranes of Staphylococcus aureus caused by hydrolysable tannins witness their antibacterial activity. Membranes. 2022;12:1124. doi: 10.3390/membranes12111124.", "ArticleIdList": ["10.3390/membranes12111124", "PMC9698758", "36363679"]}, {"Citation": "Li X., He C., Song L., Li T., Cui S., Zhang L., Jia Y. Antimicrobial activity and mechanism of larch bark procyanidins against Staphylococcus aureus. Acta Biochim. Biophys. Sin. 2017;49:1058–1066. doi: 10.1093/abbs/gmx112.", "ArticleIdList": ["10.1093/abbs/gmx112", "29095973"]}, {"Citation": "Farha A.K., Yang Q.-Q., Kim G., Li H.-B., Zhu F., Liu H.-Y., Gan R.-Y., Corke H. Tannins as an alternative to antibiotics. Food Biosci. 2020;38:100751. doi: 10.1016/j.fbio.2020.100751.", "ArticleIdList": ["10.1016/j.fbio.2020.100751"]}, {"Citation": "Latté K.P., Kolodziej H. Antifungal effects of hydrolysable tannins and related compounds on dermatophytes, mould fungi and yeasts. Z. Für Naturforschung C. 2000;55:467–472. doi: 10.1515/znc-2000-5-625.", "ArticleIdList": ["10.1515/znc-2000-5-625", "10928561"]}, {"Citation": "Zhu C., Lei M., Andargie M., Zeng J., Li J. Antifungal activity and mechanism of action of tannic acid against Penicillium digitatum. Physiol. Mol. Plant Pathol. 2019;107:46–50. doi: 10.1016/j.pmpp.2019.04.009.", "ArticleIdList": ["10.1016/j.pmpp.2019.04.009"]}, {"Citation": "Barbieri R., Coppo E., Marchese A., Daglia M., Sobarzo-Sánchez E., Nabavi S.F., Nabavi S.M. Phytochemicals for human disease: An update on plant-derived compounds antibacterial activity. Microbiol. Res. 2017;196:44–68. doi: 10.1016/j.micres.2016.12.003.", "ArticleIdList": ["10.1016/j.micres.2016.12.003", "28164790"]}, {"Citation": "Roberts S.C. Production and engineering of terpenoids in plant cell culture. Nat. Chem. Biol. 2007;3:387–395. doi: 10.1038/nchembio.2007.8.", "ArticleIdList": ["10.1038/nchembio.2007.8", "17576426"]}, {"Citation": "Mahizan N.A., Yang S.-K., Moo C.-L., Song A.A.-L., Chong C.-M., Chong C.-W., Abushelaibi A., Lim S.-H.E., Lai K.-S. Terpene derivatives as a potential agent against antimicrobial resistance (AMR) pathogens. Molecules. 2019;24:2631. doi: 10.3390/molecules24142631.", "ArticleIdList": ["10.3390/molecules24142631", "PMC6680751", "31330955"]}, {"Citation": "Abdollahi A., Fereydouni N., Moradi H., Karimivaselabadi A., Zarenezhad E., Osanloo M. Nanoformulated herbal compounds: Enhanced antibacterial efficacy of camphor and thymol-loaded nanogels. BMC Complement. Med. Ther. 2024;24:138. doi: 10.1186/s12906-024-04435-z.", "ArticleIdList": ["10.1186/s12906-024-04435-z", "PMC10985855", "38566054"]}, {"Citation": "Kamiya H., Haraguchi A., Mitarai H., Yuda A., Wada H., Shuxin W., Ziqing R., Weihao S., Wada N. In vitro evaluation of the antimicrobial properties of terpinen-4-ol on apical periodontitis-associated bacteria. J. Infect. Chemother. 2024;30:306–314. doi: 10.1016/j.jiac.2023.10.021.", "ArticleIdList": ["10.1016/j.jiac.2023.10.021", "37922985"]}, {"Citation": "Alexopoulos A., Kimbaris A.C., Plessas S., Mantzourani I., Voidarou C., Pagonopoulou O., Tsigalou C., Fournomiti M., Bontsidis C., Stavropoulou E., et al. Combined action of piperitenone epoxide and antibiotics against clinical isolates of Staphylococcus aureus and Escherichia coli. Front. Microbiol. 2019;10:2607. doi: 10.3389/fmicb.2019.02607.", "ArticleIdList": ["10.3389/fmicb.2019.02607", "PMC6877480", "31803154"]}, {"Citation": "Salehi B., Upadhyay S., Erdogan Orhan I., Kumar Jugran A., Jayaweera L.D.S., Dias A.D., Sharopov F., Taheri Y., Martins N., Baghalpour N., et al. Therapeutic potential of α- and β-pinene: A miracle gift of nature. Biomolecules. 2019;9:738. doi: 10.3390/biom9110738.", "ArticleIdList": ["10.3390/biom9110738", "PMC6920849", "31739596"]}, {"Citation": "Yang S.-K., Yusoff K., Ajat M., Thomas W., Abushelaibi A., Akseer R., Lim S.-H.E., Lai K.-S. Disruption of KPC-producing Klebsiella pneumoniae membrane via induction of oxidative stress by cinnamon bark (Cinnamomum verum J. Presl) essential oil. PLoS ONE. 2019;14:e0214326. doi: 10.1371/journal.pone.0214326.", "ArticleIdList": ["10.1371/journal.pone.0214326", "PMC6445408", "30939149"]}, {"Citation": "Ben Arfa A., Combes S., Preziosi-Belloy L., Gontard N., Chalier P. Antimicrobial activity of carvacrol related to its chemical structure. Lett. Appl. Microbiol. 2006;43:149–154. doi: 10.1111/j.1472-765X.2006.01938.x.", "ArticleIdList": ["10.1111/j.1472-765X.2006.01938.x", "16869897"]}, {"Citation": "Pinto E., Vale-Silva L., Cavaleiro C., Salgueiro L. Antifungal activity of the clove essential oil from Syzygium aromaticum on Candida, Aspergillus and dermatophyte species. J. Med. Microbiol. 2009;58:1454–1462. doi: 10.1099/jmm.0.010538-0.", "ArticleIdList": ["10.1099/jmm.0.010538-0", "19589904"]}, {"Citation": "Rao A., Zhang Y., Muend S., Rao R. Mechanism of antifungal activity of terpenoid phenols resembles calcium stress and inhibition of the TOR pathway. Antimicrob. Agents Chemother. 2010;54:5062–5069. doi: 10.1128/AAC.01050-10.", "ArticleIdList": ["10.1128/AAC.01050-10", "PMC2981246", "20921304"]}, {"Citation": "Khan M.I., Karima G., Khan M.Z., Shin J.H., Kim J.D. Therapeutic Effects of saponins for the prevention and treatment of cancer by ameliorating inflammation and angiogenesis and inducing antioxidant and apoptotic effects in human cells. Int. J. Mol. Sci. 2022;23:10665. doi: 10.3390/ijms231810665.", "ArticleIdList": ["10.3390/ijms231810665", "PMC9504392", "36142578"]}, {"Citation": "Boysen R.I., Hearn M.T.W. Comprehensive Natural Products II. Elsevier; Amsterdam, The Netherlands: 2010. High Performance liquid chromatographic separation methods; pp. 5–49."}, {"Citation": "Gökkaya İ., Renda G., Subaş T., Özgen U. Phytochemical, pharmacological, and toxicological studies on Peganum harmala L.: An overview of the last decade. Clin. Exp. Health Sci. 2023;13:664–678. doi: 10.33808/clinexphealthsci.1125345.", "ArticleIdList": ["10.33808/clinexphealthsci.1125345"]}, {"Citation": "Sen S., Makkar H.P.S., Becker K. Alfalfa saponins and their implication in animal nutrition. J. Agric. Food Chem. 1998;46:131–140. doi: 10.1021/jf970389i.", "ArticleIdList": ["10.1021/jf970389i", "10554208"]}, {"Citation": "Bachran C., Sutherland M., Heisler I., Hebestreit P., Melzig M.F., Fuchs H. The saponin-mediated enhanced uptake of targeted saporin-based drugs is strongly dependent on the saponin structure. Exp. Biol. Med. 2006;231:412–420. doi: 10.1177/153537020623100407.", "ArticleIdList": ["10.1177/153537020623100407", "16565437"]}, {"Citation": "Cushnie T.P.T., Cushnie B., Lamb A.J. Alkaloids: An overview of their antibacterial, antibiotic-enhancing and antivirulence activities. Int. J. Antimicrob. Agents. 2014;44:377–386. doi: 10.1016/j.ijantimicag.2014.06.001.", "ArticleIdList": ["10.1016/j.ijantimicag.2014.06.001", "25130096"]}, {"Citation": "Gutiérrez-Grijalva E.P., López-Martínez L.X., Contreras-Angulo L.A., Elizalde-Romero C.A., Heredia J.B. Plant alkaloids: Structures and bioactive properties. In: Swamy M.K., editor. Plant-Derived Bioactives. Springer; Singapore: 2020. pp. 85–117."}, {"Citation": "Yan Y., Li X., Zhang C., Lv L., Gao B., Li M. Research progress on antibacterial activities and mechanisms of natural alkaloids: A review. Antibiotics. 2021;10:318. doi: 10.3390/antibiotics10030318.", "ArticleIdList": ["10.3390/antibiotics10030318", "PMC8003525", "33808601"]}, {"Citation": "Beuria T.K., Santra M.K., Panda D. Sanguinarine blocks cytokinesis in bacteria by inhibiting FtsZ assembly and bundling. Biochemistry. 2005;44:16584–16593. doi: 10.1021/bi050767+.", "ArticleIdList": ["10.1021/bi050767+", "16342949"]}, {"Citation": "Lei Q., Liu H., Peng Y., Xiao P. In Silico target fishing and pharmacological profiling for the isoquinoline alkaloids of Macleaya cordata (Bo Luo Hui) Chin. Med. 2015;10:37. doi: 10.1186/s13020-015-0067-4.", "ArticleIdList": ["10.1186/s13020-015-0067-4", "PMC4683977", "26691584"]}, {"Citation": "Mabhiza D., Chitemerere T., Mukanganyama S. Antibacterial properties of alkaloid extracts from Callistemon citrinus and Vernonia adoensis against Staphylococcus aureus and Pseudomonas aeruginosa. Int. J. Med. Chem. 2016;2016:1–7. doi: 10.1155/2016/6304163.", "ArticleIdList": ["10.1155/2016/6304163", "PMC4745602", "26904285"]}, {"Citation": "Du G.-F., Le Y.-J., Sun X., Yang X.-Y., He Q.-Y. Proteomic investigation into the action mechanism of berberine against Streptococcus pyogenes. J. Proteom. 2020;215:103666. doi: 10.1016/j.jprot.2020.103666.", "ArticleIdList": ["10.1016/j.jprot.2020.103666", "31981716"]}, {"Citation": "Khan H., Mubarak M.S., Amin S. Antifungal potential of alkaloids as an emerging therapeutic target. Curr. Drug Targets. 2017;18:1825–1835. doi: 10.2174/1389450117666160719095517.", "ArticleIdList": ["10.2174/1389450117666160719095517", "27440186"]}, {"Citation": "Silva-Beltrán N.P., Boon S.A., Ijaz M.K., McKinney J., Gerba C.P. Antifungal activity and mechanism of action of natural product derivates as potential environmental disinfectants. J. Ind. Microbiol. Biotechnol. 2023;50:kuad036. doi: 10.1093/jimb/kuad036.", "ArticleIdList": ["10.1093/jimb/kuad036", "PMC10710307", "37951298"]}, {"Citation": "Lanzotti V., Scala F., Bonanomi G. Compounds from Allium species with cytotoxic and antimicrobial activity. Phytochem. Rev. 2014;13:769–791. doi: 10.1007/s11101-014-9366-0.", "ArticleIdList": ["10.1007/s11101-014-9366-0"]}, {"Citation": "Cavallito C.J., Bailey J.H. Allicin, the Antibacterial principle of Allium sativum. I. Isolation, physical properties and antibacterial action. J. Am. Chem. Soc. 1944;66:1950–1951. doi: 10.1021/ja01239a048.", "ArticleIdList": ["10.1021/ja01239a048"]}, {"Citation": "Yamada Y., Azuma K. Evaluation of the in vitro antifungal activity of allicin. Antimicrob. Agents Chemother. 1977;11:743–749. doi: 10.1128/AAC.11.4.743.", "ArticleIdList": ["10.1128/AAC.11.4.743", "PMC352060", "856026"]}, {"Citation": "Leontiev R., Hohaus N., Jacob C., Gruhlke M.C.H., Slusarenko A.J. A Comparison of the antibacterial and antifungal activities of thiosulfinate analogues of allicin. Sci. Rep. 2018;8:6763. doi: 10.1038/s41598-018-25154-9.", "ArticleIdList": ["10.1038/s41598-018-25154-9", "PMC5928221", "29712980"]}, {"Citation": "Jakobsen T.H., Van Gennip M., Phipps R.K., Shanmugham M.S., Christensen L.D., Alhede M., Skindersoe M.E., Rasmussen T.B., Friedrich K., Uthe F., et al. Ajoene, a sulfur-rich molecule from garlic, inhibits genes controlled by quorum sensing. Antimicrob. Agents Chemother. 2012;56:2314–2325. doi: 10.1128/AAC.05919-11.", "ArticleIdList": ["10.1128/AAC.05919-11", "PMC3346669", "22314537"]}, {"Citation": "Tsao S.-M., Liu W.-H., Yin M.-C. Two Diallyl sulphides derived from garlic inhibit meticillin-resistant Staphylococcus aureus infection in diabetic mice. J. Med. Microbiol. 2007;56:803–808. doi: 10.1099/jmm.0.46998-0.", "ArticleIdList": ["10.1099/jmm.0.46998-0", "17510266"]}, {"Citation": "Sebtosheikh P., Qomi M., Ghadami S., Mojab F. Analysis of essential oil from leaves and bulb of Allium atroviolaceum. Int. Pharm. Acta. 2020;3:3e8. doi: 10.22037/ipa.v3i1.32106.", "ArticleIdList": ["10.22037/ipa.v3i1.32106"]}, {"Citation": "Hatami M., Karimi M., Aghaee A., Bovand F., Ghorbanpour M. Morphological Diversity, Phenolic acids, and antioxidant properties in eryngo (Eryngium caucasicum Trautv): Selection of superior populations for agri-food industry. Food Sci. Nutr. 2022;10:3905–3919. doi: 10.1002/fsn3.2987.", "ArticleIdList": ["10.1002/fsn3.2987", "PMC9632200", "36348802"]}, {"Citation": "Fidan H., Stefanova G., Kostova I., Stankov S., Damyanova S., Stoyanova A., Zheljazkov V.D. Chemical composition and antimicrobial activity of Laurus nobilis L. essential oils from Bulgaria. Molecules. 2019;24:804. doi: 10.3390/molecules24040804.", "ArticleIdList": ["10.3390/molecules24040804", "PMC6412751", "30813368"]}, {"Citation": "Mancuso G., Midiri A., Gerace E., Biondo C. Bacterial antibiotic resistance: The most critical pathogens. Pathogens. 2021;10:1310. doi: 10.3390/pathogens10101310.", "ArticleIdList": ["10.3390/pathogens10101310", "PMC8541462", "34684258"]}, {"Citation": "Rossolini G.M., Arena F., Pecile P., Pollini S. Update on the antibiotic resistance crisis. Curr. Opin. Pharmacol. 2014;18:56–60. doi: 10.1016/j.coph.2014.09.006.", "ArticleIdList": ["10.1016/j.coph.2014.09.006", "25254623"]}, {"Citation": "Jubair N., Rajagopal M., Chinnappan S., Abdullah N.B., Fatima A. Review on the antibacterial mechanism of plant-derived compounds against multidrug-resistant bacteria (MDR) Evid. Based Complement. Alternat. Med. 2021;2021:1–30. doi: 10.1155/2021/3663315.", "ArticleIdList": ["10.1155/2021/3663315", "PMC8384518", "34447454"]}, {"Citation": "Ghannoum M.A., Rice L.B. Antifungal Agents: Mode of action, mechanisms of resistance, and correlation of these mechanisms with bacterial resistance. Clin. Microbiol. Rev. 1999;12:501–517. doi: 10.1128/CMR.12.4.501.", "ArticleIdList": ["10.1128/CMR.12.4.501", "PMC88922", "10515900"]}, {"Citation": "Tenover F.C. Mechanisms of antimicrobial resistance in bacteria. Am. J. Infect. Control. 2006;34:S3–S10. doi: 10.1016/j.ajic.2006.05.219.", "ArticleIdList": ["10.1016/j.ajic.2006.05.219", "16813980"]}, {"Citation": "Ganesan K., Xu B. A Critical Review on Phytochemical profile and health promoting effects of mung bean (Vigna radiata) Food Sci. Hum. Wellness. 2018;7:11–33. doi: 10.1016/j.fshw.2017.11.002.", "ArticleIdList": ["10.1016/j.fshw.2017.11.002"]}, {"Citation": "Dahlem Junior M.A., Nguema Edzang R.W., Catto A.L., Raimundo J.-M. Quinones as an efficient molecular scaffold in the antibacterial/antifungal or antitumoral arsenal. Int. J. Mol. Sci. 2022;23:14108. doi: 10.3390/ijms232214108.", "ArticleIdList": ["10.3390/ijms232214108", "PMC9697455", "36430585"]}, {"Citation": "Sanver D., Murray B.S., Sadeghpour A., Rappolt M., Nelson A.L. Experimental modeling of flavonoid–biomembrane interactions. Langmuir. 2016;32:13234–13243. doi: 10.1021/acs.langmuir.6b02219.", "ArticleIdList": ["10.1021/acs.langmuir.6b02219", "27951697"]}, {"Citation": "Mickymaray S. Efficacy and Mechanism of traditional medicinal plants and bioactive compounds against clinically important pathogens. Antibiotics. 2019;8:257. doi: 10.3390/antibiotics8040257.", "ArticleIdList": ["10.3390/antibiotics8040257", "PMC6963422", "31835403"]}, {"Citation": "Ultee A., Bennik M.H.J., Moezelaar R. The phenolic hydroxyl group of carvacrol is essential for action against the food-borne pathogen Bacillus cereus. Appl. Environ. Microbiol. 2002;68:1561–1568. doi: 10.1128/AEM.68.4.1561-1568.2002.", "ArticleIdList": ["10.1128/AEM.68.4.1561-1568.2002", "PMC123826", "11916669"]}, {"Citation": "Huang W., Wang Y., Tian W., Cui X., Tu P., Li J., Shi S., Liu X. Biosynthesis investigations of terpenoid, alkaloid, and flavonoid antimicrobial agents derived from medicinal plants. Antibiotics. 2022;11:1380. doi: 10.3390/antibiotics11101380.", "ArticleIdList": ["10.3390/antibiotics11101380", "PMC9598646", "36290037"]}, {"Citation": "Di Pasqua R., Betts G., Hoskins N., Edwards M., Ercolini D., Mauriello G. Membrane toxicity of antimicrobial compounds from essential oils. J. Agric. Food Chem. 2007;55:4863–4870. doi: 10.1021/jf0636465.", "ArticleIdList": ["10.1021/jf0636465", "17497876"]}, {"Citation": "Lee H., Woo E.-R., Lee D.G. Apigenin induces cell shrinkage in Candida albicans by membrane perturbation. FEMS Yeast Res. 2018;18:foy003. doi: 10.1093/femsyr/foy003.", "ArticleIdList": ["10.1093/femsyr/foy003", "29346565"]}, {"Citation": "Dorsaz S., Snäkä T., Favre-Godal Q., Maudens P., Boulens N., Furrer P., Ebrahimi S.N., Hamburger M., Allémann E., Gindro K., et al. Identification and mode of action of a plant natural product targeting human fungal pathogens. Antimicrob. Agents Chemother. 2017;61:e00829-17. doi: 10.1128/AAC.00829-17.", "ArticleIdList": ["10.1128/AAC.00829-17", "PMC5571344", "28674054"]}, {"Citation": "Khameneh B., Iranshahy M., Soheili V., Fazly Bazzaz B.S. Review on plant antimicrobials: A mechanistic viewpoint. Antimicrob. Resist. Infect. Control. 2019;8:118. doi: 10.1186/s13756-019-0559-6.", "ArticleIdList": ["10.1186/s13756-019-0559-6", "PMC6636059", "31346459"]}, {"Citation": "Zhang L., Kong Y., Wu D., Zhang H., Wu J., Chen J., Ding J., Hu L., Jiang H., Shen X. Three flavonoids targeting the β-hydroxyacyl-acyl carrier protein dehydratase from Helicobacter Pylori: Crystal structure characterization with enzymatic inhibition assay. Protein Sci. 2008;17:1971–1978. doi: 10.1110/ps.036186.108.", "ArticleIdList": ["10.1110/ps.036186.108", "PMC2578801", "18780820"]}, {"Citation": "Jeong K.-W., Lee J.-Y., Kang D.-I., Lee J.-U., Shin S.Y., Kim Y. Screening of flavonoids as candidate antibiotics against Enterococcus faecalis. J. Nat. Prod. 2009;72:719–724. doi: 10.1021/np800698d.", "ArticleIdList": ["10.1021/np800698d", "19236029"]}, {"Citation": "Elmasri W.A., Zhu R., Peng W., Al-Hariri M., Kobeissy F., Tran P., Hamood A.N., Hegazy M.F., Paré P.W., Mechref Y. Multitargeted flavonoid inhibition of the pathogenic bacterium Staphylococcus aureus: A proteomic characterization. J. Proteome Res. 2017;16:2579–2586. doi: 10.1021/acs.jproteome.7b00137.", "ArticleIdList": ["10.1021/acs.jproteome.7b00137", "28541047"]}, {"Citation": "Eumkeb G., Siriwong S., Phitaktim S., Rojtinnakorn N., Sakdarat S. Synergistic activity and mode of action of flavonoids isolated from smaller galangal and amoxicillin combinations against amoxicillin-resistant Escherichia coli: Synergistic of flavonoid on E. coli. J. Appl. Microbiol. 2012;112:55–64. doi: 10.1111/j.1365-2672.2011.05190.x.", "ArticleIdList": ["10.1111/j.1365-2672.2011.05190.x", "22111967"]}, {"Citation": "Curto M.Á., Butassi E., Ribas J.C., Svetaz L.A., Cortés J.C.G. Natural products targeting the synthesis of β(1,3)-d-glucan and chitin of the fungal cell wall. existing drugs and recent findings. Phytomedicine. 2021;88:153556. doi: 10.1016/j.phymed.2021.153556.", "ArticleIdList": ["10.1016/j.phymed.2021.153556", "33958276"]}, {"Citation": "Douglas C.M. Fungal ß(1,3)-D-Glucan Synthesis. Med. Mycol. 2001;39:55–66. doi: 10.1080/mmy.39.1.55.66.", "ArticleIdList": ["10.1080/mmy.39.1.55.66", "11800269"]}, {"Citation": "Arita-Morioka K., Yamanaka K., Mizunoe Y., Tanaka Y., Ogura T., Sugimoto S. Inhibitory effects of myricetin derivatives on curli-dependent biofilm formation in Escherichia coli. Sci. Rep. 2018;8:8452. doi: 10.1038/s41598-018-26748-z.", "ArticleIdList": ["10.1038/s41598-018-26748-z", "PMC5981455", "29855532"]}, {"Citation": "Sharma D., Misba L., Khan A.U. Antibiotics versus biofilm: An emerging battleground in microbial communities. Antimicrob. Resist. Infect. Control. 2019;8:76. doi: 10.1186/s13756-019-0533-3.", "ArticleIdList": ["10.1186/s13756-019-0533-3", "PMC6524306", "31131107"]}, {"Citation": "Srinivasan R., Santhakumari S., Poonguzhali P., Geetha M., Dyavaiah M., Xiangmin L. Bacterial biofilm inhibition: A focused review on recent therapeutic strategies for combating the biofilm mediated infections. Front. Microbiol. 2021;12:676458. doi: 10.3389/fmicb.2021.676458.", "ArticleIdList": ["10.3389/fmicb.2021.676458", "PMC8149761", "34054785"]}, {"Citation": "Awolola G., Koorbanally N., Chenia H., Shode F., Baijnath H. Antibacterial and anti-biofilm activity of flavonoids and triterpenes isolated from the extracts of Ficus sansibarica Warb. subsp. sansibarica (Moraceae) extracts. Afr. J. Tradit. Complement. Altern. Med. 2014;11:124. doi: 10.4314/ajtcam.v11i3.19.", "ArticleIdList": ["10.4314/ajtcam.v11i3.19", "PMC4202430", "25371574"]}, {"Citation": "Cushnie T.P.T., Hamilton V.E.S., Chapman D.G., Taylor P.W., Lamb A.J. Aggregation of Staphylococcus aureus following treatment with the antibacterial flavonol galangin: Aggregation of S. aureus by galangin. J. Appl. Microbiol. 2007;103:1562–1567. doi: 10.1111/j.1365-2672.2007.03393.x.", "ArticleIdList": ["10.1111/j.1365-2672.2007.03393.x", "17953567"]}, {"Citation": "Zhang Q., Lyu Y., Huang J., Zhang X., Yu N., Wen Z., Chen S. Antibacterial activity and mechanism of sanguinarine against Providencia rettgeri in vitro. PeerJ. 2020;8:e9543. doi: 10.7717/peerj.9543.", "ArticleIdList": ["10.7717/peerj.9543", "PMC7427548", "32864203"]}, {"Citation": "Sun T., Li X.-D., Hong J., Liu C., Zhang X.-L., Zheng J.-P., Xu Y.-J., Ou Z.-Y., Zheng J.-L., Yu D.-J. Inhibitory effect of two traditional Chinese medicine monomers, berberine and matrine, on the quorum sensing system of antimicrobial-resistant Escherichia coli. Front. Microbiol. 2019;10:2584. doi: 10.3389/fmicb.2019.02584.", "ArticleIdList": ["10.3389/fmicb.2019.02584", "PMC6863804", "31798551"]}, {"Citation": "Peralta M.A., Da Silva M.A., Ortega M.G., Cabrera J.L., Paraje M.G. Antifungal activity of a prenylated flavonoid from Dalea elegans against Candida albicans biofilms. Phytomedicine. 2015;22:975–980. doi: 10.1016/j.phymed.2015.07.003.", "ArticleIdList": ["10.1016/j.phymed.2015.07.003", "26407939"]}, {"Citation": "Reece R.J., Maxwell A. DNA Gyrase: Structure and function. Crit. Rev. Biochem. Mol. Biol. 1991;26:335–375. doi: 10.3109/10409239109114072.", "ArticleIdList": ["10.3109/10409239109114072", "1657531"]}, {"Citation": "Wu T., Zang X., He M., Pan S., Xu X. Structure–activity relationship of flavonoids on their anti-Escherichia coli activity and inhibition of DNA gyrase. J. Agric. Food Chem. 2013;61:8185–8190. doi: 10.1021/jf402222v.", "ArticleIdList": ["10.1021/jf402222v", "23926942"]}, {"Citation": "Verma K., Mahalapbutr P., Suriya U., Somboon T., Aiebchun T., Shi L., Maitarad P., Rungrotmongkol T. In silico screening of DNA gyrase B potent flavonoids for the treatment of Clostridium difficile infection from PhytoHub database. Braz. Arch. Biol. Technol. 2021;64:e21200402. doi: 10.1590/1678-4324-2021200402.", "ArticleIdList": ["10.1590/1678-4324-2021200402"]}, {"Citation": "Shadrick W.R., Ndjomou J., Kolli R., Mukherjee S., Hanson A.M., Frick D.N. Discovering new medicines targeting helicases: Challenges and recent progress. SLAS Discov. 2013;18:761–781. doi: 10.1177/1087057113482586.", "ArticleIdList": ["10.1177/1087057113482586", "PMC4427233", "23536547"]}, {"Citation": "Bhosle A., Chandra N. Structural Analysis of dihydrofolate reductases enables rationalization of antifolate binding affinities and suggests repurposing possibilities. FEBS J. 2016;283:1139–1167. doi: 10.1111/febs.13662.", "ArticleIdList": ["10.1111/febs.13662", "26797763"]}, {"Citation": "Saito H., Tamura M., Imai K., Ishigami T., Ochiai K. Catechin inhibits Candida albicans dimorphism by disrupting Cek1 phosphorylation and cAMP synthesis. Microb. Pathog. 2013;56:16–20. doi: 10.1016/j.micpath.2013.01.002.", "ArticleIdList": ["10.1016/j.micpath.2013.01.002", "23337884"]}, {"Citation": "Cassetta A., Stojan J., Krastanova I., Kristan K., Brunskole Švegelj M., Lamba D., Lanišnik Rižner T. Structural basis for inhibition of 17β-hydroxysteroid dehydrogenases by phytoestrogens: The case of fungal 17β-HSDcl. J. Steroid Biochem. Mol. Biol. 2017;171:80–93. doi: 10.1016/j.jsbmb.2017.02.020.", "ArticleIdList": ["10.1016/j.jsbmb.2017.02.020", "28259640"]}, {"Citation": "Picerno P., Mencherini T., Sansone F., Del Gaudio P., Granata I., Porta A., Aquino R.P. Screening of a polar extract of Paeonia rockii: Composition and antioxidant and antifungal activities. J. Ethnopharmacol. 2011;138:705–712. doi: 10.1016/j.jep.2011.09.056.", "ArticleIdList": ["10.1016/j.jep.2011.09.056", "22004890"]}, {"Citation": "Chinnam N., Dadi P.K., Sabri S.A., Ahmad M., Kabir M.A., Ahmad Z. Dietary bioflavonoids inhibit Escherichia coli ATP synthase in a differential manner. Int. J. Biol. Macromol. 2010;46:478–486. doi: 10.1016/j.ijbiomac.2010.03.009.", "ArticleIdList": ["10.1016/j.ijbiomac.2010.03.009", "PMC2862773", "20346967"]}, {"Citation": "Xu X., Zhou X.D., Wu C.D. The Tea catechin epigallocatechin gallate suppresses cariogenic virulence factors of Streptococcus mutans. Antimicrob. Agents Chemother. 2011;55:1229–1236. doi: 10.1128/AAC.01016-10.", "ArticleIdList": ["10.1128/AAC.01016-10", "PMC3067078", "21149622"]}, {"Citation": "Chen C., Long L., Zhang F., Chen Q., Chen C., Yu X., Liu Q., Bao J., Long Z. Antifungal activity, main active components and mechanism of Curcuma longa extract against Fusarium graminearum. PLoS ONE. 2018;13:e0194284. doi: 10.1371/journal.pone.0194284.", "ArticleIdList": ["10.1371/journal.pone.0194284", "PMC5854386", "29543859"]}, {"Citation": "Memar M.Y., Ghotaslou R., Samiei M., Adibkia K. Antimicrobial use of reactive oxygen therapy: Current insights. Infect. Drug Resist. 2018;11:567–576. doi: 10.2147/IDR.S142397.", "ArticleIdList": ["10.2147/IDR.S142397", "PMC5926076", "29731645"]}, {"Citation": "Fathima A., Rao J.R. Selective toxicity of catechin—A natural flavonoid towards bacteria. Appl. Microbiol. Biotechnol. 2016;100:6395–6402. doi: 10.1007/s00253-016-7492-x.", "ArticleIdList": ["10.1007/s00253-016-7492-x", "27052380"]}, {"Citation": "Kwun M.S., Lee D.G. Quercetin-induced yeast apoptosis through mitochondrial dysfunction under the accumulation of magnesium in Candida albicans. Fungal Biol. 2020;124:83–90. doi: 10.1016/j.funbio.2019.11.009.", "ArticleIdList": ["10.1016/j.funbio.2019.11.009", "32008756"]}, {"Citation": "Kang K., Fong W.-P., Tsang P.W.-K. Novel Antifungal activity of purpurin against Candida species in vitro. Med. Mycol. 2010;48:904–911. doi: 10.3109/13693781003739351.", "ArticleIdList": ["10.3109/13693781003739351", "20392152"]}, {"Citation": "Waditzer M., Bucar F. Flavonoids as inhibitors of bacterial efflux pumps. Molecules. 2021;26:6904. doi: 10.3390/molecules26226904.", "ArticleIdList": ["10.3390/molecules26226904", "PMC8625893", "34833994"]}, {"Citation": "Dias K.J.S.D.O., Miranda G.M., Bessa J.R., Araújo A.C.J.D., Freitas P.R., Almeida R.S.D., Paulo C.L.R., Neto J.B.D.A., Coutinho H.D.M., Ribeiro-Filho J. Terpenes as bacterial efflux pump inhibitors: A systematic review. Front. Pharmacol. 2022;13:953982. doi: 10.3389/fphar.2022.953982.", "ArticleIdList": ["10.3389/fphar.2022.953982", "PMC9606600", "36313340"]}, {"Citation": "Sharma M., Manoharlal R., Shukla S., Puri N., Prasad T., Ambudkar S.V., Prasad R. Curcumin modulates efflux mediated by yeast ABC multidrug transporters and is synergistic with antifungals. Antimicrob. Agents Chemother. 2009;53:3256–3265. doi: 10.1128/AAC.01497-08.", "ArticleIdList": ["10.1128/AAC.01497-08", "PMC2715616", "19470507"]}]}], "History": [{"Year": "2024", "Month": "5", "Day": "9"}, {"Year": "2024", "Month": "5", "Day": "20"}, {"Year": "2024", "Month": "5", "Day": "21"}, {"Year": "2024", "Month": "6", "Day": "27", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "6", "Day": "27", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "27", "Hour": "1", "Minute": "0"}, {"Year": "2024", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["38927153", "PMC11200912", "10.3390/antibiotics13060487", "antibiotics13060487"]}}]}