{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Torenia fournieri", "Betacyanin", "Betalain", "Flower color", "Genetic engineering"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38937670", "DateCompleted": {"Year": "2024", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["614", "10.1186/s12870-024-05284-1"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "27"}], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "27"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Flower color modification in Torenia fournieri by genetic engineering of betacyanin pigments.", "Pagination": {"StartPage": "614", "MedlinePgn": "614"}, "Abstract": {"AbstractText": ["Betalains are reddish and yellow pigments that accumulate in a few plant species of the order Caryophyllales. These pigments have antioxidant and medicinal properties and can be used as functional foods. They also enhance resistance to stress or disease in crops. Several plant species belonging to other orders have been genetically engineered to express betalain pigments. Betalains can also be used for flower color modification in ornamental plants, as they confer vivid colors, like red and yellow. To date, betalain engineering to modify the color of Torenia fournieri-or wishbone flower-a popular ornamental plant, has not been attempted.", "We report the production of purple-reddish-flowered torenia plants from the purple torenia cultivar \"Crown Violet.\"  Three betalain-biosynthetic genes encoding CYP76AD1, dihydroxyphenylalanine (DOPA) 4,5-dioxygenase (DOD), and cyclo-DOPA 5-O-glucosyltransferase (5GT) were constitutively ectopically expressed under the cauliflower mosaic virus (CaMV) 35S promoter, and their expression was confirmed by quantitative real-time PCR (qRT-PCR) analysis. The color traits, measured by spectrophotometric colorimeter and spectral absorbance of fresh petal extracts, revealed a successful flower color modification from purple to reddish. Red pigmentation was also observed in whole plants. LC-DAD-MS and HPLC analyses confirmed that the additional accumulated pigments were betacyanins-mainly betanin (betanidin 5-O-glucoside) and, to a lesser extent, isobetanin (isobetanidin 5-O-glucoside). The five endogenous anthocyanins in torenia flower petals were also detected.", "This study demonstrates the possibility of foreign betacyanin accumulation in addition to native pigments in torenia, a popular garden bedding plant. To our knowledge, this is the first report presenting engineered expression of betalain pigments in the family Linderniaceae. Genetic engineering of betalains would be valuable in increasing the flower color variation in future breeding programs for torenia."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iwate Biotechnology Research Center, 22-174-4 Narita, Kitakami, 024-0003, Iwate, Japan. mnishiha@ibrc.or.jp."}, {"Identifier": [], "Affiliation": "Department of Bioscience and Biotechnology, Fukui Prefectural University, 4-1-1 Kenjojima, Matsuoka, Eiheiji-cho, Fukui, 910-1195, Japan. mnishiha@ibrc.or.jp."}], "LastName": "Nishihara", "ForeName": "Masahiro", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iwate Biotechnology Research Center, 22-174-4 Narita, Kitakami, 024-0003, Iwate, Japan."}], "LastName": "Hirabuchi", "ForeName": "Akiko", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iwate Biotechnology Research Center, 22-174-4 Narita, Kitakami, 024-0003, Iwate, Japan."}], "LastName": "Teshima", "ForeName": "Takuya", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iwate Biotechnology Research Center, 22-174-4 Narita, Kitakami, 024-0003, Iwate, Japan."}], "LastName": "Uesugi", "ForeName": "Shota", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iwate Biotechnology Research Center, 22-174-4 Narita, Kitakami, 024-0003, Iwate, Japan."}, {"Identifier": [], "Affiliation": "Department of Agriculture, School of Agriculture, Tokai University, 871-12 Sugidou, Mashikimach, Kamimashiki-gun, Kumamoto, 861-2205, Japan."}], "LastName": "Takahashi", "ForeName": "Hideyuki", "Initials": "H"}], "GrantList": [{"GrantID": "15H04453", "Agency": "Japan Society for the Promotion of Science", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Betacyanins"}, {"RegistryNumber": "37279-84-8", "NameOfSubstance": "Betalains"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Betacyanins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Genetic Engineering"}, {"QualifierName": ["genetics"], "DescriptorName": "Pigmentation"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Caryophyllales"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["metabolism"], "DescriptorName": "Betalains"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Delgado-Vargas F, Jimenez AR, Paredes-Lopez O. Natural pigments: carotenoids, anthocyanins, and betalains–characteristics, biosynthesis, processing, and stability. Crit Rev Food Sci Nutr. 2000;40:173–289. doi: 10.1080/10408690091189257.", "ArticleIdList": ["10.1080/10408690091189257", "10850526"]}, {"Citation": "Tanaka Y, Sasaki N, Ohmiya A. Biosynthesis of plant pigments: anthocyanins, betalains and carotenoids. Plant J. 2008;54:733–49. doi: 10.1111/j.1365-313X.2008.03447.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03447.x", "18476875"]}, {"Citation": "Zhao X, Zhang Y, Long T, Wang S, Yang J. Regulation mechanism of plant pigments biosynthesis: anthocyanins, carotenoids, and betalains. Metabolites. 2022;12:871. doi: 10.3390/metabo12090871.", "ArticleIdList": ["10.3390/metabo12090871", "PMC9506007", "36144275"]}, {"Citation": "Gandia-Herrero F, Garcia-Carmona F. Biosynthesis of betalains: yellow and violet plant pigments. Trends Plant Sci. 2013;18:334–43. doi: 10.1016/j.tplants.2013.01.003.", "ArticleIdList": ["10.1016/j.tplants.2013.01.003", "23395307"]}, {"Citation": "Polturak G, Aharoni A. La Vie en Rose: biosynthesis, sources, and applications of betalain pigments. Mol Plant. 2018;11:7–22. doi: 10.1016/j.molp.2017.10.008.", "ArticleIdList": ["10.1016/j.molp.2017.10.008", "29081360"]}, {"Citation": "Fukui Y, Tanaka Y, Kusumi T, Iwashita T, Nomoto K. A rationale for the shift in colour towards blue in transgenic carnation flowers expressing the flavonoid 3’,5’-hydroxylase gene. Phytochemistry. 2003;63:15–23. doi: 10.1016/S0031-9422(02)00684-2.", "ArticleIdList": ["10.1016/S0031-9422(02)00684-2", "12657292"]}, {"Citation": "Katsumoto Y, Fukuchi-Mizutani M, Fukui Y, Brugliera F, Holton TA, Karan M, et al. Engineering of the rose flavonoid biosynthetic pathway successfully generated blue-hued flowers accumulating delphinidin. Plant Cell Physiol. 2007;48:1589–600. doi: 10.1093/pcp/pcm131.", "ArticleIdList": ["10.1093/pcp/pcm131", "17925311"]}, {"Citation": "Noda N, Aida R, Kishimoto S, Ishiguro K, Fukuchi-Mizutani M, Tanaka Y, et al. Genetic engineering of novel bluer-colored chrysanthemums produced by accumulation of delphinidin-based anthocyanins. Plant Cell Physiol. 2013;54:1684–95. doi: 10.1093/pcp/pct111.", "ArticleIdList": ["10.1093/pcp/pct111", "23926063"]}, {"Citation": "Kikuchi A, Watanabe K, Tanaka Y, Kamada H. Recent progress on environmental biosafety assessment of genetically modified trees and floricultural plants in Japan. Plant Biotechnol. 2008;25:9–15. doi: 10.5511/plantbiotechnology.25.9.", "ArticleIdList": ["10.5511/plantbiotechnology.25.9"]}, {"Citation": "Mii M. Aoi Kochoran/daria no kaihatsu (development of blue Phalenopsis and blue Dahlia). (in Japanese). Noukou to Engei. (Agriculture Horticulture) 2013;67:42–6."}, {"Citation": "Nishihara M, Nakatsuka T. Genetic engineering of novel flower colors in floricultural plants: recent advances via transgenic approaches. Methods Mol Biol. 2010;589:325–47. doi: 10.1007/978-1-60327-114-1_29.", "ArticleIdList": ["10.1007/978-1-60327-114-1_29", "20099113"]}, {"Citation": "Mekapogu M, Song HY, Lim SH, Jung JA. Genetic engineering and genome editing advances to enhance floral attributes in ornamental plants: an update. Plants (Basel) 2023;12:3983.", "ArticleIdList": ["PMC10707928", "38068619"]}, {"Citation": "Mekapogu M, Kwon OK, Song HY, Jung JA. Towards the improvement of ornamental attributes in chrysanthemum: recent progress in biotechnological advances. Int J Mol Sci. 2022;23:12281. doi: 10.3390/ijms232012284.", "ArticleIdList": ["10.3390/ijms232012284", "PMC9603847", "36293140"]}, {"Citation": "Ono E, Fukuchi-Mizutani M, Nakamura N, Fukui Y, Yonekura-Sakakibara K, Yamaguchi M, et al. Yellow flowers generated by expression of the aurone biosynthetic pathway. Proc Natl Acad Sci USA. 2006;103:11075–80. doi: 10.1073/pnas.0604246103.", "ArticleIdList": ["10.1073/pnas.0604246103", "PMC1544175", "16832053"]}, {"Citation": "Hoshino A, Mizuno T, Shimizu K, Mori S, Fukada-Tanaka S, Furukawa K, et al. Generation of yellow flowers of the Japanese morning glory by engineering its flavonoid biosynthetic pathway toward aurones. Plant Cell Physiol. 2019;60:1871–9. doi: 10.1093/pcp/pcz101.", "ArticleIdList": ["10.1093/pcp/pcz101", "31135027"]}, {"Citation": "Rajabi A, Fahmideh L, Keykhasaber M, Omran VG. Genetic engineering of novel yellow color African violet (Saintpaulia ionantha) produced by accumulation of aureusidin 6-O-glucoside. Biol Proced Online. 2022;24:3. doi: 10.1186/s12575-022-00164-0.", "ArticleIdList": ["10.1186/s12575-022-00164-0", "PMC8903692", "35139820"]}, {"Citation": "Nakatsuka T, Abe Y, Kakizaki Y, Yamamura S, Nishihara M. Production of red-flowered plants by genetic engineering of multiple flavonoid biosynthetic genes. Plant Cell Rep. 2007;26:1951–9. doi: 10.1007/s00299-007-0401-0.", "ArticleIdList": ["10.1007/s00299-007-0401-0", "17639403"]}, {"Citation": "Moreno JC, Al-Babili S. Are carotenoids the true colors of crop improvement? New Phytol. 2023;237:1946–50. doi: 10.1111/nph.18660.", "ArticleIdList": ["10.1111/nph.18660", "36478583"]}, {"Citation": "Endo A, Saika H, Takemura M, Misawa N, Toki S. A novel approach to carotenoid accumulation in rice callus by mimicking the cauliflower Orange mutation via genome editing. Rice (N Y) 2019;12:81. doi: 10.1186/s12284-019-0345-3.", "ArticleIdList": ["10.1186/s12284-019-0345-3", "PMC6851270", "31713832"]}, {"Citation": "Watanabe K, Oda-Yamamizo C, Sage-Ono K, Ohmiya A, Ono M. Alteration of flower colour in Ipomoea nil through CRISPR/Cas9-mediated mutagenesis of carotenoid cleavage dioxygenase 4. Transgenic Res. 2018;27:25–38. doi: 10.1007/s11248-017-0051-0.", "ArticleIdList": ["10.1007/s11248-017-0051-0", "29247330"]}, {"Citation": "Liu Y, Ye S, Yuan G, Ma X, Heng S, Yi B, et al. Gene silencing of BnaA09.ZEP and BnaC09.ZEP confers orange color in Brassica napus flowers. Plant J. 2020;104:932–49. doi: 10.1111/tpj.14970.", "ArticleIdList": ["10.1111/tpj.14970", "32808386"]}, {"Citation": "Sunnadeniya R, Bean A, Brown M, Akhavan N, Hatlestad G, Gonzalez A, et al. Tyrosine hydroxylation in betalain pigment biosynthesis is performed by dytochrome P450 enzymes in beets (Beta vulgaris) PLoS ONE. 2016;11:e0149417. doi: 10.1371/journal.pone.0149417.", "ArticleIdList": ["10.1371/journal.pone.0149417", "PMC4758722", "26890886"]}, {"Citation": "Polturak G, Grossman N, Vela-Corcia D, Dong Y, Nudel A, Pliner M, et al. Engineered gray mold resistance, antioxidant capacity, and pigmentation in betalain-producing crops and ornamentals. Proc Natl Acad Sci USA. 2017;114:9062–7. doi: 10.1073/pnas.1707176114.", "ArticleIdList": ["10.1073/pnas.1707176114", "PMC5576821", "28760998"]}, {"Citation": "Tomizawa E, Ohtomo S, Asai K, Ohta Y, Takiue Y, Hasumi A, et al. Additional betalain accumulation by genetic engineering leads to a novel flower color in lisianthus (Eustoma grandiflorum) Plant Biotechnol. 2021;38:323–30. doi: 10.5511/plantbiotechnology.21.0516a.", "ArticleIdList": ["10.5511/plantbiotechnology.21.0516a", "PMC8562576", "34782819"]}, {"Citation": "Nishihara M, Hirabuchi A, Goto F, Nishizaki Y, Uesugi S, Watanabe A, et al. Production of yellow-flowered gentian plants by genetic engineering of betaxanthin pigments. New Phytol. 2023;240:1177–88. doi: 10.1111/nph.19218.", "ArticleIdList": ["10.1111/nph.19218", "37606277"]}, {"Citation": "Saito S, Nishihara M, Kohakura M, Kimura K, Yashiro T, Takasawa S, et al. Metabolic engineering of betacyanin in vegetables for anti-inflammatory therapy. Biotechnol Bioeng. 2023;120:1357–65. doi: 10.1002/bit.28335.", "ArticleIdList": ["10.1002/bit.28335", "36702621"]}, {"Citation": "Zhou Y, Karl T, Lewis DH, McGhie TK, Arathoon S, Davies KM, et al. Production of betacyanins in transgenic Nicotiana tabacum increases tolerance to salinity. Front Plant Sci. 2021;12:653147. doi: 10.3389/fpls.2021.653147.", "ArticleIdList": ["10.3389/fpls.2021.653147", "PMC8121086", "33995448"]}, {"Citation": "He Y, Zhang T, Sun H, Zhan H, Zhao Y. A reporter for noninvasively monitoring gene expression and plant transformation. Hortic Res. 2020;7:152. doi: 10.1038/s41438-020-00390-1.", "ArticleIdList": ["10.1038/s41438-020-00390-1", "PMC7502077", "33024566"]}, {"Citation": "Deng YJ, Duan AQ, Liu H, Wang YH, Zhang RR, Xu ZS, et al. Generating colorful carrot germplasm through metabolic engineering of betalains pigments. Hortic Res. 2023;10:uhad024. doi: 10.1093/hr/uhad024.", "ArticleIdList": ["10.1093/hr/uhad024", "PMC10541523", "37786858"]}, {"Citation": "Ge X, Wang P, Wang Y, Wei X, Chen Y, Li F. Development of an eco-friendly pink cotton germplasm by engineering betalain biosynthesis pathway. Plant Biotechnol J. 2023;21:674–6. doi: 10.1111/pbi.13987.", "ArticleIdList": ["10.1111/pbi.13987", "PMC10037144", "36565016"]}, {"Citation": "Ajdanian L, Niazian M, Torkamaneh D. Optimizing ex vitro one-step RUBY-equipped hairy root transformation in drug- and hemp-type Cannabis. Plant Biotechnol J. 2024 doi: 10.1111/pbi.14314.", "ArticleIdList": ["10.1111/pbi.14314", "PMC11182590", "38400583"]}, {"Citation": "Niazian M, Belzile F, Curtin SJ, de Ronne M, Torkamaneh D. Optimization of in vitro and ex vitro Agrobacterium rhizogenes-mediated hairy root transformation of soybean for visual screening of transformants using RUBY. Front Plant Sci. 2023;14:1207762. doi: 10.3389/fpls.2023.1207762.", "ArticleIdList": ["10.3389/fpls.2023.1207762", "PMC10361064", "37484469"]}, {"Citation": "Yuan G, Lu H, Weston DJ, Jawdy S, Tschaplinski TJ, Tuskan GA, et al. Reporter genes confer new-to-nature ornamental traits in plants. Hortic Res. 2022;9:uhac077. doi: 10.1093/hr/uhac077.", "ArticleIdList": ["10.1093/hr/uhac077", "PMC9160727", "35669710"]}, {"Citation": "Wang D, Zhong Y, Feng B, Qi X, Yan T, Liu J, et al. The RUBY reporter enables efficient haploid identification in maize and tomato. Plant Biotechnol J. 2023;21:1707–15. doi: 10.1111/pbi.14071.", "ArticleIdList": ["10.1111/pbi.14071", "PMC10363758", "37195892"]}, {"Citation": "Chen L, Cai Y, Liu X, Yao W, Wu S, Hou W. The RUBY reporter for visual selection in soybean genome editing. aBIOTECH. 2024 doi: 10.1007/s42994-024-00148-6.", "ArticleIdList": ["10.1007/s42994-024-00148-6", "0"]}, {"Citation": "The biology of. Torenia spp. (torenia). Office of the Gene Technology Regulator, Department of Health and Ageing, Australian Govermnment:. 2008."}, {"Citation": "Sasaki K, Ohtsubo N. Production of multi-petaled Torenia fournieri flowers by functional disruption of two class-C MADS-box genes. Planta. 2020;251:101. doi: 10.1007/s00425-020-03393-3.", "ArticleIdList": ["10.1007/s00425-020-03393-3", "32333191"]}, {"Citation": "Su S, Xiao W, Guo W, Yao X, Xiao J, Ye Z, et al. The CYCLOIDEA-RADIALIS module regulates petal shape and pigmentation, leading to bilateral corolla symmetry in Torenia fournieri (Linderniaceae) New Phytol. 2017;215:1582–93. doi: 10.1111/nph.14673.", "ArticleIdList": ["10.1111/nph.14673", "28691160"]}, {"Citation": "Sekiguchi N, Sasaki K, Oshima Y, Mitsuda N. Ectopic expression of AtNF-YA6-VP16 in petals results in a novel petal phenotype in Torenia fournieri. Planta. 2022;255:105. doi: 10.1007/s00425-022-03876-5.", "ArticleIdList": ["10.1007/s00425-022-03876-5", "35429252"]}, {"Citation": "Nishihara M, Shimoda T, Nakatsuka T, Arimura G. Frontiers of torenia research: innovative ornamental traits and study of ecological interaction networks through genetic engineering. Plant Methods. 2013;9:23. doi: 10.1186/1746-4811-9-23.", "ArticleIdList": ["10.1186/1746-4811-9-23", "PMC3701481", "23803155"]}, {"Citation": "Guan S, Song Q, Zhou J, Yan H, Li Y, Zhang Z, et al. Genetic analysis and population structure of wild and cultivated wishbone flower (Torenia fournieri Lind.) Lines related to specific floral color. PeerJ. 2021;9:e11702. doi: 10.7717/peerj.11702.", "ArticleIdList": ["10.7717/peerj.11702", "PMC8265383", "34268012"]}, {"Citation": "Aida R, Kishimoto S, Tanaka Y, Shibata M. Modification of flower color in torenia (Torenia fournieri Lind.) By genetic transformation. Plant Sci. 2000;153:33–42. doi: 10.1016/S0168-9452(99)00239-3.", "ArticleIdList": ["10.1016/S0168-9452(99)00239-3"]}, {"Citation": "Aida R, Yoshida K, Kondo T, Kishimoto S, Shibata M. Copigmentation gives bluer flowers on transgenic torenia plants with the antisense dihydroflavonol-4-reductase gene. Plant Sci. 2000;160:49–56. doi: 10.1016/S0168-9452(00)00364-2.", "ArticleIdList": ["10.1016/S0168-9452(00)00364-2", "11164576"]}, {"Citation": "Junping X, Naing AH, Kim CK. Transcriptional activation of anthocyanin structural genes in Torenia ‘Kauai Rose’ via overexpression of anthocyanin regulatory transcription factors. 3 Biotech. 2018;8:476. doi: 10.1007/s13205-018-1505-7.", "ArticleIdList": ["10.1007/s13205-018-1505-7", "PMC6230334", "30456010"]}, {"Citation": "Nishihara M, Higuchi A, Watanabe A, Tasaki K. Application of the CRISPR/Cas9 system for modification of flower color in Torenia fournieri. BMC Plant Biol. 2018;18:331. doi: 10.1186/s12870-018-1539-3.", "ArticleIdList": ["10.1186/s12870-018-1539-3", "PMC6280492", "30518324"]}, {"Citation": "Hatlestad GJ, Sunnadeniya RM, Akhavan NA, Gonzalez A, Goldman IL, McGrath JM, et al. The beet R locus encodes a new cytochrome P450 required for red betalain production. Nat Genet. 2012;44:816–20. doi: 10.1038/ng.2297.", "ArticleIdList": ["10.1038/ng.2297", "22660548"]}, {"Citation": "Sasaki N, Wada K, Koda T, Kasahara K, Adachi T, Ozeki Y. Isolation and characterization of cDNAs encoding an enzyme with glucosyltransferase activity for cyclo-DOPA from four o’clocks and feather cockscombs. Plant Cell Physiol. 2005;46:666–70. doi: 10.1093/pcp/pci064.", "ArticleIdList": ["10.1093/pcp/pci064", "15695438"]}, {"Citation": "Sasaki N, Abe Y, Goda Y, Adachi T, Kasahara K, Ozeki Y. Detection of DOPA 4,5-dioxygenase (DOD) activity using recombinant protein prepared from Escherichia coli cells harboring cDNA encoding DOD from Mirabilis jalapa. Plant Cell Physiol. 2009;50:1012–6. doi: 10.1093/pcp/pcp053.", "ArticleIdList": ["10.1093/pcp/pcp053", "19366710"]}, {"Citation": "Nishihara M, Yamada E, Saito M, Fujita K, Takahashi H, Nakatsuka T. Molecular characterization of mutations in white-flowered torenia plants. BMC Plant Biol. 2014;14:86. doi: 10.1186/1471-2229-14-86.", "ArticleIdList": ["10.1186/1471-2229-14-86", "PMC4234012", "24694353"]}, {"Citation": "Nagaya S, Kawamura K, Shinmyo A, Kato K. The HSP terminator of Arabidopsis thaliana increases gene expression in plant cells. Plant Cell Physiol. 2010;51:328–32. doi: 10.1093/pcp/pcp188.", "ArticleIdList": ["10.1093/pcp/pcp188", "20040586"]}, {"Citation": "Hamachi A, Nisihara M, Saito S, Rim H, Takahashi H, Islam M, et al. Overexpression of geraniol synthase induces heat stress susceptibility in Nicotiana tabacum. Planta. 2019;249:235–49. doi: 10.1007/s00425-018-3054-z.", "ArticleIdList": ["10.1007/s00425-018-3054-z", "30478473"]}, {"Citation": "Timoneda A, Feng T, Sheehan H, Walker-Hale N, Pucker B, Lopez-Nieves S, et al. The evolution of betalain biosynthesis in Caryophyllales. New Phytol. 2019;224:71–85. doi: 10.1111/nph.15980.", "ArticleIdList": ["10.1111/nph.15980", "31172524"]}, {"Citation": "Strack D, Vogt T, Schliemann W. Recent advances in betalain research. Phytochemistry. 2003;62:247–69. doi: 10.1016/S0031-9422(02)00564-2.", "ArticleIdList": ["10.1016/S0031-9422(02)00564-2", "12620337"]}, {"Citation": "Pucker B, Walker-Hale N, Dzurlic J, Yim WC, Cushman JC, Crum A, et al. Multiple mechanisms explain loss of anthocyanins from betalain-pigmented Caryophyllales, including repeated wholesale loss of a key anthocyanidin synthesis enzyme. New Phytol. 2024;241:471–89. doi: 10.1111/nph.19341.", "ArticleIdList": ["10.1111/nph.19341", "PMC10952170", "37897060"]}, {"Citation": "Li G, Meng X, Zhu M, Li Z. Research progress of betalain in response to adverse stresses and evolutionary relationship compared with anthocyanin. Molecules 2019; 24.", "ArticleIdList": ["PMC6749444", "31450587"]}, {"Citation": "Azeredo HMC. Betalains: properties, sources, applications, and stability–a review. Int J Food Sci Tech. 2009;44:2365–76. doi: 10.1111/j.1365-2621.2007.01668.x.", "ArticleIdList": ["10.1111/j.1365-2621.2007.01668.x"]}, {"Citation": "Sapers GM, Hornstein JS. Varietal differences in colorant properties and stability of red beet pigments. J Food Sci. 2006;44:1245–8. doi: 10.1111/j.1365-2621.1979.tb03490.x.", "ArticleIdList": ["10.1111/j.1365-2621.1979.tb03490.x"]}, {"Citation": "Herbach KM, Stintzing FC, Carle R. Betalain stability and degradation—structural and chromatic aspects. J Food Sci 2006; 71."}, {"Citation": "Wijesinghe VN, Choo WS. Antimicrobial betalains. J Appl Microbiol. 2022;133:3347–67. doi: 10.1111/jam.15798.", "ArticleIdList": ["10.1111/jam.15798", "PMC9826318", "36036373"]}, {"Citation": "Nirmal NP, Medhe S, Dahal M, Koirala P, Nirmal S, Al-Asmari F, et al. Betalains protect various body organs through antioxidant and anti-inflammatory pathways. Food Sci Hum Wellness. 2024;13:1109–17. doi: 10.26599/FSHW.2022.9250093.", "ArticleIdList": ["10.26599/FSHW.2022.9250093"]}, {"Citation": "Sadowska-Bartosz I, Bartosz G. Biological properties and applications of betalains. Molecules. 2021; 26.", "ArticleIdList": ["PMC8123435", "33925891"]}, {"Citation": "Wang B, Wang YH, Deng YJ, Yao QH, Xiong AS. Effect of betanin synthesis on photosynthesis and tyrosine metabolism in transgenic carrot. BMC Plant Biol. 2023;23:402. doi: 10.1186/s12870-023-04383-9.", "ArticleIdList": ["10.1186/s12870-023-04383-9", "PMC10464428", "37620775"]}, {"Citation": "Gandia-Herrero F, Escribano J, Garcia-Carmona F. Structural implications on color, fluorescence, and antiradical activity in betalains. Planta. 2010;232:449–60. doi: 10.1007/s00425-010-1191-0.", "ArticleIdList": ["10.1007/s00425-010-1191-0", "20467875"]}, {"Citation": "Shindo K, Saito E, Sekiya M, Matsui T, Koike Y. Antioxidative activity of the flower of Torenia fournieri. J Nat Med. 2008;62:247–8. doi: 10.1007/s11418-007-0207-y.", "ArticleIdList": ["10.1007/s11418-007-0207-y", "18404334"]}, {"Citation": "Dong W, Yang X, Zhang N, Chen P, Sun J, Harnly JM, et al. Study of UV-Vis molar absorptivity variation and quantitation of anthocyanins using molar relative response factor. Food Chem. 2024;444:138653. doi: 10.1016/j.foodchem.2024.138653.", "ArticleIdList": ["10.1016/j.foodchem.2024.138653", "38335682"]}, {"Citation": "Salem N, Msaada K, Hammami M, Limam F, Vasapollo G, Marzouk B. Variation in anthocyanin and essential oil composition and their antioxidant potentialities during flower development of borage (Borago officinalis L) Plant Biosystems–An Int J Dealing all Aspects Plant Biology. 2013;148:444–59. doi: 10.1080/11263504.2013.778349.", "ArticleIdList": ["10.1080/11263504.2013.778349"]}, {"Citation": "Mosquera N, Cejudo-Bastante MJ, Heredia FJ, Hurtado N. Identification of new betalains in separated betacyanin and betaxanthin fractions from Ulluco (Ullucus tuberosus Caldas) by HPLC-DAD-ESI-MS. Plant Foods Hum Nutr. 2020;75:434–40. doi: 10.1007/s11130-020-00837-9.", "ArticleIdList": ["10.1007/s11130-020-00837-9", "32666336"]}, {"Citation": "Sasaki K, Yamaguchi H, Kasajima I, Narumi T, Ohtsubo N. Generation of novel floral traits using a combination of floral organ-specific promoters and a chimeric repressor in Torenia fournieri Lind. Plant Cell Physiol. 2016;57:1319–31. doi: 10.1093/pcp/pcw081.", "ArticleIdList": ["10.1093/pcp/pcw081", "27107289"]}, {"Citation": "Timoneda A, Sheehan H, Feng T, Lopez-Nieves S, Maeda HA, Brockington S. Redirecting primary metabolism to boost production of tyrosine-derived specialised metabolites in planta. Sci Rep. 2018;8:17256. doi: 10.1038/s41598-018-33742-y.", "ArticleIdList": ["10.1038/s41598-018-33742-y", "PMC6250739", "30467357"]}, {"Citation": "Jung S, Maeda HA. Debottlenecking the DOPA 4,5-dioxygenase step with enhanced tyrosine supply boosts betalain production in Nicotiana Benthamiana. Plant Physiol. 2024 doi: 10.1093/plphys/kiae166.", "ArticleIdList": ["10.1093/plphys/kiae166", "38498597"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "22"}, {"Year": "2024", "Month": "6", "Day": "10"}, {"Year": "2024", "Month": "6", "Day": "28", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "28", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "6", "Day": "27", "Hour": "23", "Minute": "43"}, {"Year": "2024", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["38937670", "PMC11210153", "10.1186/s12870-024-05284-1", "10.1186/s12870-024-05284-1"]}}]}