{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A549", "DNA damage", "LYY-35", "cell apoptosis", "cell cycle"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38947387", "DateRevised": {"Year": "2024", "Month": "07", "Day": "02"}, "Article": {"Language": ["eng"], "ELocationID": ["10.7150/jca.96582"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "03"}], "Journal": {"ISSN": "1837-9664", "JournalIssue": {"Volume": "15", "Issue": "13", "PubDate": {"Year": "2024"}}, "Title": "Journal of Cancer", "ISOAbbreviation": "J Cancer"}, "ArticleTitle": "Derived from fangchinoline, LYY-35 exhibits an inhibiting effect on human NSCLC cancer A549 cells.", "Pagination": {"StartPage": "4232", "EndPage": "4243", "MedlinePgn": "4232-4243"}, "Abstract": {"AbstractText": ["Although fangchinoline has been widely used as an adjunct therapy for a variety of inflammatory and cancerous diseases, its mechanism of action on tumor cells remains unclear. Fangchinoline derivative LYY-35 reduced the number of A549 cells, deformed cell morphology and increased cell debris. Cell viability was significantly reduced, while the same concentration of LYY-35 had little effect on BEAS-2B viability of normal lung epithelial cells. In addition, LYY-35 can also reduce the migration, proliferation and invasion ability of A549 cells. Levels of β-catenin, ZO-1 and ZEB-1 proteins, biomarkers of cell adhesion and epithelial mesenchymal transformation, were significantly reduced. The levels of superoxide dismutase and lactate dehydrogenase decreased gradually, while the levels of glutathione, malondialdehyde and intracellular and extracellular ROS increased significantly. At the same time, LYY-35 induced increased apoptosis, increased expression of Bax, cleaved caspase3, cleaved PARP1, and decreased expression of Bcl-xl, which blocked the cell cycle to G0/G1 phase. The expressions of cell cycle checkpoint proteins Cyclin B1, Cyclin E1, CDK6, PCNA and PICH were significantly decreased. With the increase of LYY-35 concentration, the trailing phenomenon was more obvious in single cell gel electrophoresis. DNA damage repair proteins: BLM, BRCA-1 and PARP-1 expression decreased gradually.LYY-35 can inhibit the proliferation of non-small cell lung cancer A549 cells, block cell cycle, promote apoptosis, increase ROS production, cause DNA damage and interfere with DNA replication. LYY-35 is promising for the treatment of non-small cell lung cancer in the future."], "CopyrightInformation": "© The author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Basic Medical College, Guizhou Medical University, Guiyang, 550025, China."}], "LastName": "Wang", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oncology department, General Hospital of Hunan Medical College, Huaihua, 418000, China."}], "LastName": "Long", "ForeName": "Shan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Guizhou Provincial People's Hospital, Guiyang, 550002, China."}], "LastName": "Lan", "ForeName": "Junjie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Guizhou University, Guiyang, 550025, China."}], "LastName": "Luo", "ForeName": "Kaixiong", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Basic Medical College, Guizhou Medical University, Guiyang, 550025, China."}], "LastName": "Zhang", "ForeName": "Wangming", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oncology, The Seventh Medical Center of Chinese PLA General Hospital, Beijing, 100039, China."}], "LastName": "Li", "ForeName": "Xiaosong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Guizhou University, Guiyang, 550025, China."}], "LastName": "Pan", "ForeName": "Weidong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, Basic Medical College, Guizhou Medical University, Guiyang, 550025, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550014, China."}], "LastName": "Liu", "ForeName": "Jielin", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "J Cancer", "NlmUniqueID": "101535920", "ISSNLinking": "1837-9664"}, "CoiStatement": "Competing Interests: The authors have declared that no competing interest exists."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A. et al. Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries. CA Cancer J Clin. 2021;71:209–49.", "ArticleIdList": ["33538338"]}, {"Citation": "Wolf AMD, Oeffinger KC, Shih TY, Walter LC, Church TR, Fontham ETH. et al. Screening for lung cancer: 2023 guideline update from the American Cancer Society. CA Cancer J Clin. 2024;74:50–81.", "ArticleIdList": ["37909877"]}, {"Citation": "Siegel RL, Miller KD, Wagle NS, Jemal A. Cancer statistics, 2023. CA Cancer J Clin. 2023;73:17–48.", "ArticleIdList": ["36633525"]}, {"Citation": "Ge Y, Wang Z, Chen X, Wang W, Liu Z, Sun H. et al. Comparative Toxicological Effects of Perfluorooctane Sulfonate and Its Alternative 6:2 Chlorinated Polyfluorinated Ether Sulfonate on Earthworms. Environ Toxicol Chem. 2024;43:170–81.", "ArticleIdList": ["37861387"]}, {"Citation": "Gridelli C, Rossi A, Carbone DP, Guarize J, Karachaliou N, Mok T. et al. Non-small-cell lung cancer. Nat Rev Dis Primers. 2015;1:15009.", "ArticleIdList": ["27188576"]}, {"Citation": "Wood DE, Kazerooni EA, Aberle D, Berman A, Brown LM, Eapen GA. et al. NCCN Guidelines® Insights: Lung Cancer Screening, Version 1.2022. J Natl Compr Canc Netw. 2022;20:754–64.", "ArticleIdList": ["35830884"]}, {"Citation": "Miller M, Hanna N. Advances in systemic therapy for non-small cell lung cancer. Bmj. 2021;375:n2363.", "ArticleIdList": ["34753715"]}, {"Citation": "Thakur SK, Singh DP, Choudhary J. Lung cancer identification: a review on detection and classification. Cancer Metastasis Rev. 2020;39:989–98.", "ArticleIdList": ["32519151"]}, {"Citation": "Wang M, Herbst RS, Boshoff C. Toward personalized treatment approaches for non-small-cell lung cancer. Nat Med. 2021;27:1345–56.", "ArticleIdList": ["34385702"]}, {"Citation": "Zhou X, Yao Z, Bai H, Duan J, Wang Z, Wang X. et al. Treatment-related adverse events of PD-1 and PD-L1 inhibitor-based combination therapies in clinical trials: a systematic review and meta-analysis. Lancet Oncol. 2021;22:1265–74.", "ArticleIdList": ["34391508"]}, {"Citation": "Kumar A, Jaitak V. Natural products as multidrug resistance modulators in cancer. Eur J Med Chem. 2019;176:268–91.", "ArticleIdList": ["31103904"]}, {"Citation": "Guo B, Xie P, Su J, Zhang T, Li X, Liang G. Fangchinoline suppresses the growth and invasion of human glioblastoma cells by inhibiting the kinase activity of Akt and Akt-mediated signaling cascades. Tumour Biol. 2016;37:2709–19.", "ArticleIdList": ["26408176"]}, {"Citation": "Xing Z, Zhang Y, Zhang X, Yang Y, Ma Y, Pang D. Fangchinoline induces G1 arrest in breast cancer cells through cell-cycle regulation. Phytother Res. 2013;27:1790–4.", "ArticleIdList": ["23401195"]}, {"Citation": "Wang CD, Yuan CF, Bu YQ, Wu XM, Wan JY, Zhang L. et al. Fangchinoline inhibits cell proliferation via Akt/GSK-3beta/ cyclin D1 signaling and induces apoptosis in MDA-MB-231 breast cancer cells. Asian Pac J Cancer Prev. 2014;15:769–73.", "ArticleIdList": ["24568493"]}, {"Citation": "Li D, Lu Y, Sun P, Feng LX, Liu M, Hu LH. et al. Inhibition on Proteasome β1 Subunit Might Contribute to the Anti-Cancer Effects of Fangchinoline in Human Prostate Cancer Cells. PLoS One. 2015;10:e0141681.", "ArticleIdList": ["PMC4626104", "26512898"]}, {"Citation": "Hart L, Ogbonnaya A, Boykin K, Deyoung K, Bailey R, Heritage T. et al. Burden of chemotherapy-induced myelosuppression among patients with extensive-stage small cell lung cancer: A retrospective study from community oncology practices. Cancer Med. 2023;12:10020–30.", "ArticleIdList": ["PMC10166910", "37000119"]}, {"Citation": "Limper AH. Chemotherapy-induced lung disease. Clin Chest Med. 2004;25:53–64.", "ArticleIdList": ["15062597"]}, {"Citation": "Maxwell MB, Maher KE. Chemotherapy-induced myelosuppression. Semin Oncol Nurs. 1992;8:113–23.", "ArticleIdList": ["1621002"]}, {"Citation": "Dhamija E, Meena P, Ramalingam V, Sahoo R, Rastogi S, Thulkar S. Chemotherapy-induced pulmonary complications in cancer: Significance of clinicoradiological correlation. Indian J Radiol Imaging. 2020;30:20–6.", "ArticleIdList": ["PMC7240883", "32476746"]}, {"Citation": "Huang Y, Hong W, Wei X. The molecular mechanisms and therapeutic strategies of EMT in tumor progression and metastasis. J Hematol Oncol. 2022;15:129.", "ArticleIdList": ["PMC9461252", "36076302"]}, {"Citation": "Hsu YL, Hung JY, Chang WA, Lin YS, Pan YC, Tsai PH. et al. Hypoxic lung cancer-secreted exosomal miR-23a increased angiogenesis and vascular permeability by targeting prolyl hydroxylase and tight junction protein ZO-1. Oncogene. 2017;36:4929–42.", "ArticleIdList": ["28436951"]}, {"Citation": "Takamaru N, Fukuda N, Akita K, Kudoh K, Miyamoto Y. Association of PD-L1 and ZEB-1 expression patterns with clinicopathological characteristics and prognosis in oral squamous cell carcinoma. Oncol Lett. 2022;23:75.", "ArticleIdList": ["PMC8771653", "35111244"]}, {"Citation": "Tian T, Bu M, Chen X, Ding L, Yang Y, Han J. et al. The ZATT-TOP2A-PICH Axis Drives Extensive Replication Fork Reversal to Promote Genome Stability. Mol Cell. 2021;81:198–211.e6.", "ArticleIdList": ["33296677"]}, {"Citation": "González-Magaña A, Blanco FJ. Human PCNA Structure, Function and Interactions. Biomolecules. 2020;10:570.", "ArticleIdList": ["PMC7225939", "32276417"]}, {"Citation": "Cardano M, Tribioli C, Prosperi E. Targeting Proliferating Cell Nuclear Antigen (PCNA) as an Effective Strategy to Inhibit Tumor Cell Proliferation. Curr Cancer Drug Targets. 2020;20:240–52.", "ArticleIdList": ["31951183"]}, {"Citation": "Liu J, Xiao Q, Xiao J, Niu C, Li Y, Zhang X. et al. Wnt/β-catenin signalling: function, biological mechanisms, and therapeutic opportunities. Signal Transduct Target Ther. 2022;7:3.", "ArticleIdList": ["PMC8724284", "34980884"]}, {"Citation": "Su B, Zhong M, Zhang Y, Wu K, Huang Q, Zhu C. et al. Deficiency of kin17 Facilitates Apoptosis of Cervical Cancer Cells by Modulating Caspase 3, PARP, and Bcl-2 Family Proteins. J Oncol. 2022;2022:3156968.", "ArticleIdList": ["PMC9328945", "35909901"]}, {"Citation": "Su TT. Non-apoptotic roles of apoptotic proteases: new tricks for an old dog. Open Biol. 2020;10:200130.", "ArticleIdList": ["PMC7479936", "32810419"]}, {"Citation": "Hennessy EJ. Selective inhibitors of Bcl-2 and Bcl-xL: Balancing antitumor activity with on-target toxicity. Bioorg Med Chem Lett. 2016;26:2105–14.", "ArticleIdList": ["26988306"]}, {"Citation": "Leal-Esteban LC, Fajas L. Cell cycle regulators in cancer cell metabolism. Biochim Biophys Acta Mol Basis Dis. 2020;1866:165715.", "ArticleIdList": ["32035102"]}, {"Citation": "Collins I, Garrett MD. Targeting the cell division cycle in cancer: CDK and cell cycle checkpoint kinase inhibitors. Curr Opin Pharmacol. 2005;5:366–73.", "ArticleIdList": ["15964238"]}, {"Citation": "Al-Qasem AJ, Alves CL, Ehmsen S, Tuttolomondo M, Terp MG, Johansen LE. et al. Co-targeting CDK2 and CDK4/6 overcomes resistance to aromatase and CDK4/6 inhibitors in ER+ breast cancer. NPJ Precis Oncol. 2022;6:68.", "ArticleIdList": ["PMC9509389", "36153348"]}, {"Citation": "Dai Y, Jin F, Wu W, Kumar SK. Cell cycle regulation and hematologic malignancies. Blood Sci. 2019;1:34–43.", "ArticleIdList": ["PMC8975093", "35402801"]}, {"Citation": "Zhang L, Meng F, Zhong D. [DNA Damage Repair System and Antineoplastic Agents in Lung Cancer] Zhongguo Fei Ai Za Zhi. 2022;25:434–42.", "ArticleIdList": ["PMC9244503", "35747923"]}, {"Citation": "Huang R, Zhou PK. DNA damage repair: historical perspectives, mechanistic pathways and clinical translation for targeted cancer therapy. Signal Transduct Target Ther. 2021;6:254.", "ArticleIdList": ["PMC8266832", "34238917"]}, {"Citation": "Gupta N, Huang TT, Nair JR, An D, Zurcher G, Lampert EJ. et al. BLM overexpression as a predictive biomarker for CHK1 inhibitor response in PARP inhibitor-resistant BRCA-mutant ovarian cancer. Sci Transl Med. 2023;15:eadd7872.", "ArticleIdList": ["PMC10758289", "37343085"]}, {"Citation": "Wu C, Chang Y, Chen J, Su Y, Li L, Chen Y. et al. USP37 regulates DNA damage response through stabilizing and deubiquitinating BLM. Nucleic Acids Res. 2021;49:11224–40.", "ArticleIdList": ["PMC8565321", "34606619"]}, {"Citation": "Concannon K, Morris BB, Gay CM, Byers LA. Combining targeted DNA repair inhibition and immune-oncology approaches for enhanced tumor control. Mol Cell. 2023;83:660–80.", "ArticleIdList": ["PMC9992136", "36669489"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "24"}, {"Year": "2024", "Month": "5", "Day": "23"}, {"Year": "2024", "Month": "7", "Day": "1", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "1", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "1", "Hour": "5", "Minute": "43"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38947387", "PMC11212078", "10.7150/jca.96582", "jcav15p4232"]}}]}