{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Funneliformis mosseae", "Bioactive compounds", "Indian Valerian", "Therapeutic", "Valepotriates"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38951390", "DateRevised": {"Year": "2024", "Month": "07", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s10123-024-00548-0"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "01"}], "Journal": {"ISSN": "1618-1905", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "01"}}, "Title": "International microbiology : the official journal of the Spanish Society for Microbiology", "ISOAbbreviation": "Int Microbiol"}, "ArticleTitle": "Unveiling the potential of native arbuscular mycorrhizal fungi for growth promotion and phytochemical enrichment in Valeriana jatamansi Jones.", "Abstract": {"AbstractText": ["Medicinal plants are rich sources of pharmaceutically important compounds and have been utilized for the treatment of various diseases since ancient times. Valeriana jatamansi Jones, also known as Indian valerian, holds a special place among temperate Himalayan medicinal plants and is renowned for its therapeutic properties in addressing a variety of ailments. The therapeutic potential of V. jatamansi is attributed to the presence of valuable compounds such as valepotriates, sesquiterpenoids, valeriananoids, jatamanins, lignans, cryptomeridiol, maaliol, xanthorrhizzol, and patchouli alcohol found in its rhizome and roots. This study employed various treatments, including the cultivation of V. jatamansi with the inoculation of Funneliformis mosseae, F. constrictus, and a consortium of arbuscular mycorrhizal fungi (AMF), to investigate their influence on biomass production, chlorophyll content, and the accumulation of bioactive compounds in V. jatamansi. The results revealed significant improvement in these parameters in the inoculated plants. The parameters of plants inoculated with F. mosseae were the highest, followed by those of plants inoculated with F. constrictus and a mixture of AMFs. This study not only underscores the potential of native AMF for promoting the growth of V. jatamansi but also elucidates their role in influencing the synthesis of bioactive compounds. The cultivation of V. jatamansi with native AMF has emerged as a sustainable and eco-friendly approach, providing the dual benefit of enhancing both the medicinal and economic value of this valuable plant. This research contributes valuable insights into the practical application of mycorrhizal associations for the cultivation of medicinal plants, bridging the realms of agriculture and pharmaceuticals."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": ["0000-0002-7267-0500"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICFRE-Himalayan Forest Research Institute, Shimla, 171013, India. ashwanitapwal@gmail.com."}], "LastName": "Tapwal", "ForeName": "Ashwani", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICFRE-Himalayan Forest Research Institute, Shimla, 171013, India."}, {"Identifier": [], "Affiliation": "Present Address: M.C.M. D.A.V College Kangra, 176001, Himachal Pradesh, Kangra, India."}], "LastName": "Kumar", "ForeName": "Ajay", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICFRE-Himalayan Forest Research Institute, Shimla, 171013, India."}], "LastName": "Sharma", "ForeName": "Sandeep", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dr. Y.S, Parmar University of Horticulture and Forestry, Solan, 173230, India."}], "LastName": "Sharma", "ForeName": "Yash Pal", "Initials": "YP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int Microbiol", "NlmUniqueID": "9816585", "ISSNLinking": "1139-6709"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Fattah GM, Asrar AA, Al-Amri SM, Abdel-Salam EM (2014) Influence of arbuscular mycorrhiza and phosphorus fertilization on the gas exchange, growth and phosphatase activity of soybean (Glycine max L.) plants. Photosynthetica 52:581–588. https://doi.org/10.1007/s11099-014-0067-0"}, {"Citation": "Amanifar S, Toghranegar Z (2020) The efficiency of arbuscular mycorrhiza for improving tolerance of Valeriana officinalis L. and enhancing valerenic acid accumulation under salinity stress. Ind Crop Prod 147:112234.  https://doi.org/10.1016/j.indcrop.2020.112234"}, {"Citation": "Bhardwaj P, Rattan S, Naryal A, Bhardwaj A, Warghat AR (2021) Valeriana jatamansi. In: Nikhil Malhotra, Mohar Singh (eds) Himalayan medicinal plants, Academic Press, pp 259–271. https://doi.org/10.1016/B978-0-12-823151-7.00013-1"}, {"Citation": "Bhatt ID, Dauthal P, Rawat S, Gaira KS, Jugran A, Rawal RS, Dhar U (2012) Characterization of essential oil composition, phenolic content, and antioxidant properties in wild and planted individuals of Valeriana jatamansi Jones. Sci Horticult 136:61–68.  https://doi.org/10.1016/j.scienta.2011.12.032"}, {"Citation": "Bhattacharjee S, Sharma GD (2012) Effect of dual inoculation of arbuscular mycorrhiza and rhizobium on the chlorophyll, nitrogen and phosphorus contents of pigeon pea (Cajanus cajan L.). Adv Microbiol 4(2):561–564. https://doi.org/10.4236/aim.2012.24072"}, {"Citation": "Bremmer J, Riemens MM, Reinders MJ (2021) The future of crop protection in Europe-appendix 3. STOA- Panel for the future of science and technology, p 4. European Union. https://www.europarl.europa.eu/RegData/etudes/STUD/2021/656330/EPRS_STU(2021)656330(ANN1)_EN.pdf . Accessed 21 May 2022"}, {"Citation": "Bui CV, Le QD, Vo ATK, Tran LD (2022) Effect of arbuscular mycorrhizal fungus on the growth and polyphenol production of medicinal plants: Ehretia asperula and Solanum procumben. Notulae Botanicae Horti Agrobotanici Cluj-Napoca 50(1):12609. https://doi.org/10.15835/nbha50112609"}, {"Citation": "Cao B, Dang QL, Yü X, Zhang S (2008) Effects of (CO<sub>2</sub>) and nitrogen on morphological and biomass traits of white birch (Betula papyrifera) seedlings. For Ecol Manage 254(2):217–224", "ArticleIdList": ["10.1016/j.foreco.2007.08.002"]}, {"Citation": "Castrillo G, Teixeira PJPL, Paredes SH, Law TF, De Lorenzo L, Feltcher ME et al (2017) Root microbiota drive direct integration of phosphate stress and immunity. Nature 543(7646):513–518.  https://doi.org/10.1038/nature21417"}, {"Citation": "Ceccarelli N, Curadi M, Martelloni L, Sbrana C, Picciarelli P, Giovannetti M (2010) Mycorrhizal colonization impacts on phenolic content and antioxidant properties of artichoke leaves and flower heads two years after field transplant. Plant and Soil 335:311–323. https://doi.org/10.1007/s11104-010-0417-z"}, {"Citation": "Chahal K, Gupta V, Verma NK, Chaurasia A, Rana B (2021) Arbuscular mycorrhizal (AM) fungi as a tool for sustainable agricultural system. In: Radhakrishnan R (ed) Mycorrhizal fungi-utilization in agriculture and forestry.  https://doi.org/10.5772/intechopen.94442", "ArticleIdList": ["10.5772/intechopen.94442"]}, {"Citation": "Chandrasekaran M (2022) Arbuscular mycorrhizal fungi mediated enhanced biomass, root morphological traits and nutrient uptake under drought stress: a meta-analysis. J Fungi 8(7):660. https://doi.org/10.3390/jof8070660"}, {"Citation": "Chaudhary V, Kapoor R, Bhatnagar AK (2008) Effectiveness of two arbuscular mycorrhizal fungi on concentrations of essential oil and artemisinin in three accessions of Artemisia annua L. Appl Soil Ecol 40(1):174–181. https://doi.org/10.1016/j.apsoil.2008.04.003", "ArticleIdList": ["10.1016/j.apsoil.2008.04.003"]}, {"Citation": "Chen M, Yang G, Sheng Y, Li P, Qiu H, Zhou X et al (2017a) Glomus mosseae inoculation improves the root system architecture, photosynthetic efficiency and flavonoids accumulation of liquorice under nutrient stress. Front Plant Sci 8:931. https://doi.org/10.3389/fpls.2017.00931", "ArticleIdList": ["10.3389/fpls.2017.00931", "28638391", "5461296"]}, {"Citation": "Chen M, Yang G, Liu D, Li M, Qiu H, Guo L et al (2017b) Inoculation with Glomus mosseae improves the growth and salvianolic acid b accumulation of continuously cropped Salvia miltiorrhiza. Appl Sci 7(7):692. https://doi.org/10.3390/app7070692", "ArticleIdList": ["10.3390/app7070692"]}, {"Citation": "Compant S, Cambon MC, Vacher C, Mitter B, Samad A, Sessitsch A (2021) The plant endosphere world–bacterial life within plants. Environ Microbiol 23(4):1812–1829. https://doi.org/10.1111/1462-2920.15240", "ArticleIdList": ["10.1111/1462-2920.15240", "32955144"]}, {"Citation": "Das G, Shin HS, Tundis R, Gonçalves S, Tantengco OAG, Campos MG et al (2021) Plant species of subfamily Valerianaceae-a review on its effect on the central nervous system. Plants 10(5):846. https://doi.org/10.3390/plants10050846", "ArticleIdList": ["10.3390/plants10050846", "33922184", "8144999"]}, {"Citation": "De Vries FT, Griffiths RI, Knight CG, Nicolitch O, Williams A (2020) Harnessing rhizosphere microbiomes for drought-resilient crop production. Science 368(6488):270–274. https://doi.org/10.1126/science.aaz5192", "ArticleIdList": ["10.1126/science.aaz5192", "32299947"]}, {"Citation": "Devi M, Reddy M (2004) Effect of arbuscular mycorrhizal fungi and rhizobium association on chlorophyll content of groundnut (Arachis hypogaea L.). Mycorrhiza News 16:15–17"}, {"Citation": "Dinda B, Chowdhury DR, Mohanta BC (2009) Naturally occurring iridoids, secoiridoids and their bioactivity. An updated review, part 3. Chemical and Pharmaceutical Bulletin 57(8):765–796. https://doi.org/10.1248/cpb.57.765", "ArticleIdList": ["10.1248/cpb.57.765", "19652401"]}, {"Citation": "Doidy J, Grace E, Kühn C, Simon-Plas F, Casieri L, Wipf D (2012) Sugar transporters in plants and in their interactions with fungi. Trends Plant Sci 17(7):413–422", "ArticleIdList": ["10.1016/j.tplants.2012.03.009", "22513109"]}, {"Citation": "Domokos E, Jakab-Farkas L, Darkó B, Bíró-Janka B, Mara G, Albert C, Balog A (2018) Increase in Artemisia annua plant biomass artemisinin content and guaiacol peroxidase activity using the arbuscular mycorrhizal fungus Rhizophagus irregularis. Front Plant Sci 9:478. https://doi.org/10.3389/fpls.2018.00478", "ArticleIdList": ["10.3389/fpls.2018.00478", "29706981", "5908966"]}, {"Citation": "Duell EB, Cobb AB, Wilson GWT (2022) Effects of Commercial arbuscular mycorrhizal inoculants on plant productivity and intra-radical colonization in native grassland: unintentional de-coupling of a symbiosis? Plants (basel) 11(17):2276. https://doi.org/10.3390/plants11172276", "ArticleIdList": ["10.3390/plants11172276", "36079657"]}, {"Citation": "Dunn BL, Singh H, Goad C (2018) Relationship between chlorophyll meter readings and nitrogen in poinsettia leaves. J Plant Nutr 41(12):1566–1575", "ArticleIdList": ["10.1080/01904167.2018.1459697"]}, {"Citation": "Ekor M (2014) The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol 4:177. https://doi.org/10.3389/fphar.2013.00177", "ArticleIdList": ["10.3389/fphar.2013.00177", "24454289", "3887317"]}, {"Citation": "FAO (2022) Global Soil Partnershi. Sustainable Soil Management in Action, Rome, pp 2012–2022. https://doi.org/10.4060/cc0921en", "ArticleIdList": ["10.4060/cc0921en"]}, {"Citation": "Gerdemann JW, Nicolson TH (1963) Spores of mycorrhizal endogone species extracted from soil by wet-sieving and decanting. Trans Brit Mycol Soc 46(2):235–244. https://doi.org/10.1016/S0007-1536(63)80079-0", "ArticleIdList": ["10.1016/S0007-1536(63)80079-0"]}, {"Citation": "Giovannetti M, Mosse B (1980) An evaluation of techniques for measuring vesicular arbuscular mycorrhizal infection in roots. New Phytol 84(3):489–500. https://doi.org/10.1111/j.1469-8137.1980.tb04556.x", "ArticleIdList": ["10.1111/j.1469-8137.1980.tb04556.x"]}, {"Citation": "Gusain P, Uniyal DP, Joga R (2021) Conservation and sustainable use of medicinal plants. In: Preparation of phytopharmaceuticals for the management of disorders. Academic Press, pp 409–427. https://doi.org/10.1016/B978-0-12-820284-5.00026-5"}, {"Citation": "Hamilton AC (2004) Medicinal plants, conservation and livelihoods. Biodivers Conserv 13:1477–1517. https://doi.org/10.1023/B:BIOC.0000021333.23413.42", "ArticleIdList": ["10.1023/B:BIOC.0000021333.23413.42"]}, {"Citation": "Harborne J (1973) Phytochemical Methods: a guide to modern techniques of plant analysis.Springer, Dordrecht, Netherlands, p 89"}, {"Citation": "Hetrick BAD, Wilson GWT, Todd TC (1996) Mycorrhizal response in wheat cultivars: relationship to phosphorus. Can J Bot 74(1):19–25. https://doi.org/10.1139/b96-003", "ArticleIdList": ["10.1139/b96-003"]}, {"Citation": "Hofmeyer PV, Seymour RS, Kenefic LS (2010) Production ecology of Thuja occidentalis. Can J for Res 40(6):1155–1164", "ArticleIdList": ["10.1139/X10-070"]}, {"Citation": "Huang JH, Tan JF, Jie HK, Zeng RS (2011) Effects of inoculating arbuscular mycorrhizal fungi on Artemisia annua growth and its officinal components. J Appl Ecol 22(6):1443–1449"}, {"Citation": "Hussein RA, El-Anssary AA (2019) Plants secondary metabolites: the key drivers of the pharmacological actions of medicinal plants. Herbal Medicine 1(3):11–30. https://doi.org/10.5772/intechopen.76139"}, {"Citation": "İnanç AL (2011) Chlorophyll: structural properties, health benefits and its occurrence in virgin olive oils. Akademik Gıda 9:26–32"}, {"Citation": "Jhanji S, Sekhon NK (2018) Evaluation of potential of portable chlorophyll meter to quantify chlorophyll and nitrogen contents in leaves of wheat under different field conditions. Indian J Exp Bio 56:750–758"}, {"Citation": "Johny L, Cahill DM, Adholeya A (2021) AMF enhance secondary metabolite production in ashwagandha, licorice, and marigold in a fungi-host specific manner. Rhizosphere. https://doi.org/10.1016/j.rhisph.2021.100314"}, {"Citation": "Joshi RK, Satyal P, Setzer WN (2016) Himalayan aromatic medicinal plants: a review of their ethnopharmacology, volatile phytochemistry, and biological activities. Medicines 3(1):6. https://doi.org/10.3390/medicines3010006", "ArticleIdList": ["10.3390/medicines3010006", "28930116", "5456235"]}, {"Citation": "Jugran AK, Bahukhandi A, Dhyani P, Bhatt ID, Rawal RS, Nandi SK, Palni LMS (2015) The effect of inoculation with mycorrhiza: AM on growth, phenolics, tannins, phenolic composition and antioxidant activity in Valeriana jatamansi Jones. J Soil Sci Plant Nutr 15(4):1036–1049. https://doi.org/10.4067/S0718-95162015005000072", "ArticleIdList": ["10.4067/S0718-95162015005000072"]}, {"Citation": "Koske RE, Gemma TN (1989) A modified procedure for staining roots to detect VA mycorrhizae. Mycol Res 92:486–488", "ArticleIdList": ["10.1016/S0953-7562(89)80195-9"]}, {"Citation": "Kumar A, Tapwal A (2022) Diversity of arbuscular mycorrhizal fungi and root colonization in Polygonatum verticillatum. Nusantara Bioscience 14(1):53–63. https://doi.org/10.13057/nusbiosci/n140107", "ArticleIdList": ["10.13057/nusbiosci/n140107"]}, {"Citation": "Kumar R, Tapwal A, Teixeira da Silva JA, Pandey S, Borah DP (2013a) Biodiversity of arbuscular mycorrhizal fungi associated with mixed natural forest of Jeypore, Assam. Bioremediation, Biodiversity and Bioavailability 7(1):91–93"}, {"Citation": "Kumar R, Tapwal A, Pandey S, Rishi R, Borah D (2013b) Observations on arbuscular mycorrhiza associated with important edible tuberous plants grown in wet evergreen forest in Assam. India Biodiversitas 14(2):67–72"}, {"Citation": "Lambertini M 2020 Living Planet Report (2020) Bending the curve of biodiversity loss. In: Almond REA, Grooten M, Petersen T (eds) WWF, Gland, Switzerland, p 83. Available online at: https://www.zsl.org/sites/default/files/LPR%202020%20Full%20report.pdf . Accessed 1 June 2022"}, {"Citation": "Li X, Chen T, Lin S, Zhao J, Chen P, Ba Q, Guo H, Liu Y, Li J, Chu R, Shan L, Zhang W, Wang H (2013) Valeriana jatamansi constituent IVHD-valtrate as a novel therapeutic agent to human ovarian cancer: in vitro and in vivo activities and mechanisms. Curr Cancer Drug Targets 13(4):472–483. https://doi.org/10.2174/1568009611313040009"}, {"Citation": "Lin S, Chen T, Liu XH, Shen YH, Li HL, Shan L, Wang H (2010) Iridoids and lignans from Valeriana jatamansi. J Nat Prod 73(4):632–638", "ArticleIdList": ["10.1021/np900795c", "20151678"]}, {"Citation": "Lu YQ, He XL (2005) Effects of AM fungi on the chemical composition and growth amount of Atractylodes macrocephala koidz seedling on different N levels. J Hebei Univers 25(6):650–653"}, {"Citation": "Ma K, Wang Y, Jin X, Zhao Y, Yan H, Zhang H et al (2022) Application of organic fertilizer changes the rhizosphere microbial communities of a Gramineous grass on Qinghai-Tibet plateau. Microorganisms 10(6):1148. https://doi.org/10.3390/microorganisms10061148", "ArticleIdList": ["10.3390/microorganisms10061148", "35744666", "9228633"]}, {"Citation": "Machiani MA, Javanmard A, Morshedloo MR, Aghaee A, Maggi F (2021) Funneliformis mosseae inoculation under water deficit stress improves the yield and phytochemical characteristics of thyme in intercropping with soybean. Sci Rep 11:15279. https://doi.org/10.1038/s41598-021-94681-9", "ArticleIdList": ["10.1038/s41598-021-94681-9"]}, {"Citation": "Menge JA, Timmer LM (1982) Procedure for inoculation of plants with VAM in the laboratory, greenhouse and field. In: Schenck NC (ed) Methods and principles of mycorrhizal research. Am Phytopathol Soc St Paul 59–68"}, {"Citation": "Mesquita CPB, Sartwell SA, Ordemann EV, Porazinska DL, Farrer EC, King AJ et al (2018) Patterns of root colonization by arbuscular mycorrhizal fungi and dark septate endophytes across a mostly unvegetated, high-elevation landscape. Fungal Ecol 36:63–74. https://doi.org/10.1016/j.funeco.2018.07.009", "ArticleIdList": ["10.1016/j.funeco.2018.07.009"]}, {"Citation": "Mirzaei J, Mirzaei Y, Naji HR (2015) Effect of Funneliformis mosseae on growth, mineral nutrition, biochemical indexes and chlorophyll content of Ziziphus spina-christi seedlings at different salinities. iforest-Biogeosciences and Forestry 9(3):503. https://doi.org/10.3832/ifor1643-008", "ArticleIdList": ["10.3832/ifor1643-008"]}, {"Citation": "Mirzaie M, Ladanmoghadam A, Leila Hakimi, Danaee E (2020) Water stress modifies essential oil yield and composition, glandular trichomes and stomatal features of lemongrass (Cymbopogon citratus L.) inoculated with arbuscular mycorrhizal fungi. J Agric Sci Technol. 22(7):1575–1585"}, {"Citation": "Mrunalini K, Behera B, Jayaraman S, Abhilash PC, Dubey PK, Swamy GN et al (2022) Nature-based solutions in soil restoration for improving agricultural productivity. Land Degrad Dev 33:1269–1289. https://doi.org/10.1002/ldr.4207", "ArticleIdList": ["10.1002/ldr.4207"]}, {"Citation": "Muhammad M, Isnatin U, Soni P, Adinurani PG (2021) Effectiveness of mycorrhiza, plant growth promoting rhizobacteria and inorganic fertilizer on chlorophyll content in Glycine max (L.) cv. Detam-4 Prida. In E3S Web of Conferences, EDP Sciences 226:00031. https://doi.org/10.1051/e3sconf/202122600031"}, {"Citation": "Nadiah NSH, Nursyahidah R, Jaafar NM, Zaharah SS, Muharam FM (2020) Arbuscular mycorrhizal fungi (AMF) and NPK fertilization rate on the growth of soursop (Annona muricata L.) seedlings. Malaysian J Soil Sci 24:147–159. Available online at: https://www.cabdirect.org/cabdirect/abstract/20203599649 . Accessed 18 May 2022"}, {"Citation": "Niinemets Ü, Seufert G, Steinbrecher R, Tenhunen JD (2002) A model coupling foliar monoterpene emissions to leaf photosynthetic characteristics in Mediterranean evergreen Quercus species. New Phytol 153(2):257–275", "ArticleIdList": ["10.1046/j.0028-646X.2001.00324.x"]}, {"Citation": "Nylund JE, Unestam T (1987) Ectomycorrhiza in semihydroponic scot pines; increased photosynthesis but reduced growth. In: Sylvia DM, Hunh LL, Graham JH (eds) The Proceedings of the Seventh North American Conference on Mycorrhizae. University of Florida, Gainesville, pp 256"}, {"Citation": "Panke-Buisse K, Poole AC, Goodrich JK, Ley RE, Kao-Kniffin J (2015) Selection on soil microbiomes reveals reproducible impacts on plant function. ISME J 9(4):980–989", "ArticleIdList": ["10.1038/ismej.2014.196", "25350154"]}, {"Citation": "Parihar P, Bora M (2018) Effect of mycorrhiza (Glomus mosseae) on morphological and biochemical properties of Ashwagandha (Withania somnifera) (L.) Dunal. J Appl Nat Sci 10(4):1115–1123"}, {"Citation": "Patan A, Alekhya K, Aanandhi V, Tharagesh K, Anish A (2018) Valeriana jatamansi: an ethnobotanical review. Asian J Pharmaceut Clin Res 11(4):38e40"}, {"Citation": "Petrovska BB (2012) Historical review of medicinal plants’ usage. Pharmacogn Rev 6:1–5. https://doi.org/10.4103/0973-7847.95849", "ArticleIdList": ["10.4103/0973-7847.95849", "22654398", "3358962"]}, {"Citation": "Phillips JM, Hayman DS (1970) Improved procedures for clearing roots and staining parasitic and vesicular-arbuscular mycorrhizal fungi for rapid assessment of infection. Trans Brit Mycol Soc 55(1):158–161. https://doi.org/10.1016/S0007-1536(70)80110-3", "ArticleIdList": ["10.1016/S0007-1536(70)80110-3"]}, {"Citation": "Raina AP, Negi KS (2015) Essential oil composition of Valeriana jatamansi jones from Himalayan regions of India. Indian J Pharm Sci 77(2):218–222. https://doi.org/10.4103/0250-474x.156614", "ArticleIdList": ["10.4103/0250-474x.156614", "26009656", "4442472"]}, {"Citation": "Rajasekharan S, Nagarajan SM (2005) Effect of dual inoculation (AM fungi and Rhizobium) on chlorophyll content of Vigna unguiculata (L.) Walp. Var. Pusa. 151. Mycorrhiza News, 17(1):10–11"}, {"Citation": "Rani B (2016) Effect of arbuscular mycorrhiza fungi on biochemical parameters in wheat Triticum aestivum L. under drought conditions. Ph.D. Dissertation, CCSHAU, Hisar, Haryana, India"}, {"Citation": "Rapparini F, Llusi J, Peñuelas J (2007) Effect of arbuscular mycorrhizal (AM) colonization on terpene emission and content of Artemisia annua L. Plant Biol 10:108–122. https://doi.org/10.1055/s-2007-964963", "ArticleIdList": ["10.1055/s-2007-964963"]}, {"Citation": "Rashidi S, Yousefi AR, Pouryousef M, Goicoechea N (2022) Effect of arbuscular mycorrhizal fungi on the accumulation of secondary metabolites in roots and reproductive organs of Solanum nigrum, Digitaria sanguinalis and Ipomoea purpurea. Chemical and Biological Technologies in Agriculture 9(1):1–11. https://doi.org/10.1186/s40538-022-00288-1", "ArticleIdList": ["10.1186/s40538-022-00288-1"]}, {"Citation": "Rasouli F, Amini T, Skrovankova S, Asadi M, Hassanpouraghdam MB, Ercisli S, Buckova M, Mrazkova M, Mlcek J (2023) Influence of drought stress and mycorrhizal (Funneliformis mosseae) symbiosis on growth parameters, chlorophyll fluorescence, antioxidant activity, and essential oil composition of summer savory (Satureja hortensis L) plants. Front Plant Sci 14:1151467. https://doi.org/10.3389/fpls.2023.1151467", "ArticleIdList": ["10.3389/fpls.2023.1151467", "37342133", "10278574"]}, {"Citation": "Rather AM, Nawchoo IA, Ganie AH, Singh H, Dutt B, Wani AA (2012) Bioactive compounds and medicinal properties of Valeriana jatamansi Jones– a review. Life Science Journal 9(2):847–850"}, {"Citation": "Reid CPP, Kidd FA, Ekwebelam SA (1983) Nitrogen nutrition, photosynthesis and carbon allocation in ectomycorrhizal pine. Plant Soil 71:415–431. https://doi.org/10.1007/BF02182683", "ArticleIdList": ["10.1007/BF02182683"]}, {"Citation": "Reyes-Sánchez LB, Horn R, Costantini EAC (2022) Sustainable soil management as a key to preserve soil biodiversity and stop its degradation. In: International Decads of Soil. International Union of Soil Sciences (IUSS), Vienna, Austria"}, {"Citation": "Roudi B, Salamatmanesh MM (2018) Study on the growth of (Achillea millefolium L.) medicinal plant by soil inoculation of mountainous area with selected mycorrhizal fungi. Iranian J Plant Physiol 9(1):2601–2609"}, {"Citation": "Sadhana B, Monica PK, Siva Sankari S (2016) AM fungal effect on the growth of selective dicot and monocot plants. In: Choudhary D, Varma A (eds) Microbial-mediated induced systemic resistance in plants. Springer, Singapore. https://doi.org/10.1007/978-981-10-0388-2_11"}, {"Citation": "Sandeepa G (2013) Effect of Glomus mosseae on growth of selected plant species. J Biopharma Research 2(6):144–145"}, {"Citation": "Schüßler A, Walker C (2010) The Glomeromycota: a species list with new families and new genera. The Royal Botanic Garden, Edinburgh, Createspace Independent Pub, p 58"}, {"Citation": "Seema HS, Garampalli RH (2015) Effect of arbuscular mycorrhizal fungi on growth and biomass enhancement in Piper longum L. (Piperaceae). Int J Curr Microbiol App Sci 4(1):11–18"}, {"Citation": "Sharma E, Anand G, Kapoor R (2017) Terpenoids in plant and arbuscular mycorrhiza-reinforced defense against herbivorous insects. Ann Bot 119(5):791–801. https://doi.org/10.1093/aob/mcw263", "ArticleIdList": ["10.1093/aob/mcw263", "28087662", "5378189"]}, {"Citation": "Shen M, Zhang Y, Bo G, Yang B, Wang P (2022) Microbial responses to the reduction of chemical fertilizers in the rhizosphere soil of flue-cured tobacco. Front Bioeng Biotechnol 9:812316. https://doi.org/10.3389/fbioe.2021.812316"}, {"Citation": "Singh RD, Gopichand MRL, Sharma B, Bikram S, Kaul VK, Ahuja PS (2010) Seasonal variation of bioactive components in Valeriana jatamansi from Himachal Pradesh, India. Ind Crops Prod 32:292–296. https://doi.org/10.1016/j.indcrop.2010.05.006", "ArticleIdList": ["10.1016/j.indcrop.2010.05.006"]}, {"Citation": "De Sousa DP (2012) Medicinal essential oils: chemical, pharmacological and therapeutic aspects, Nova Science, New York. p 236"}, {"Citation": "Sridharan S, Mohankumar K, Jeepipalli SPK, Sankaramourthy D, Ronsard L, Subramanian K et al (2015) Neuroprotective effect of Valeriana wallichii rhizome extract against the neurotoxin MPTP in C57BL/6 mice. Neurotoxicology 51:172–183. https://doi.org/10.1016/j.neuro.2015.10.012", "ArticleIdList": ["10.1016/j.neuro.2015.10.012", "26522450"]}, {"Citation": "Sun RT, Zhang ZZ, Feng XC, Zhou N, Feng HD, Liu YM et al (2022) Endophytic fungi accelerate leaf physiological activity and resveratrol accumulation in Polygonum cuspidatum by upregulating expression of associated genes. Agronomy 12(5):1220. https://doi.org/10.3390/agronomy12051220", "ArticleIdList": ["10.3390/agronomy12051220"]}, {"Citation": "Sundaresan V, Sahni G, Verma RS, Padalia RC, Mehrotra S, Thul ST (2012) Impact of geographic range on genetic and chemical diversity of Indian valerian (Valeriana jatamansi) from Northwestern Himalaya. Biochem Genet 50:797–808. https://doi.org/10.1007/s10528-012-9521-5", "ArticleIdList": ["10.1007/s10528-012-9521-5", "22729695"]}, {"Citation": "Supriya NVS, Madhavi M, Reddy PVK, Subbramamma P, Devi PR (2022) Effect of AM fungi on growth of custard apple (Annona squamosa L.) seedlings 11(8):1713–1715"}, {"Citation": "Tang Y, Liu X, Yu B (2002) Iridoids from the rhizomes and roots of Valeriana jatamansi. J Nat Prod 65(12):1949–1952", "ArticleIdList": ["10.1021/np0203335", "12502349"]}, {"Citation": "Tapwal A, Kumar R, Borah D (2016) Response of mycorrhizal inoculations on Dipterocarpus retusus seedlings in nursery. Current Life Sciences 2(1):1–8"}, {"Citation": "Tapwal A, Kumar A, Sharma S (2023) Diversity of arbuscular mycorrhizal fungi in the rhizosphere of Angelica glauca and Valeriana jatamansi in NW Himalaya. India Asian Journal of Forestry 7(2):89–99"}, {"Citation": "Tejavathi DH, Jayashree D (2011) Effects of AM fungal combinations on the growth performance of selected medicinal herbs. Indian J Appl Res 3(7):12–15. https://doi.org/10.15373/2249555X/JULY2013/5", "ArticleIdList": ["10.15373/2249555X/JULY2013/5"]}, {"Citation": "Thakur P, Sharma YP, Bhardwaj C (2019) Phyto-chemical variation in gynodioecious Valeriana jatamansi Jones. J Pharmacognosy Phytochemistry 8(1):1576–1582"}, {"Citation": "Trisilawati O, Hartoyo B, Bermawie N, Pribadi ER (2019) Application of AMF (arbuscular mycorrhizal fungi) and organic fertilizer to increase the growth, biomass and bioactive content of Centella. In: IOP Conf Ser Earth Environ Sci, IOP Publishing 292(1):012067. https://doi.org/10.1088/1755-1315/292/1/012067"}, {"Citation": "Trivedi P, Leach JE, Tringe SG, Sa T, Singh BK (2020) Plant–microbiome interactions: from community assembly to plant health. Nat Rev Microbiol 18(11):607–621. https://doi.org/10.1038/s41579-020-0412-1", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Verma R, Tapwal A, Kumar D, Parkash V, Puri S (2019) Vesicular arbuscular mycorrhizal diversity in some important ethnomedicinal plants of Western Himalaya. Medicinal Plants 2(3):279–285. https://doi.org/10.5958/0975-6892.2019.00036.4", "ArticleIdList": ["10.5958/0975-6892.2019.00036.4"]}, {"Citation": "Verma R, Kumar D, Nagraik R, Sharma A, Tapwal A, Puri S, Kumar H, Kumari A, Nepovimova E, Kuca K (2021) Mycorrhizal inoculation impact on Acorus calamus L. - an ethnomedicinal plant of western Himalaya and its studies in silico studies for anti-inflammatory potential. J Ethnopharmacology 265:113353. https://doi.org/10.1016/j.jep.2020.113353"}, {"Citation": "Wang R, Xiao D, Bian YH, Zhang XY, Li BJ, Ding LS, Peng SL (2008) Minor iridoids from the roots of Valeriana wallichii. J Nat Prod 71(7):1254–1257", "ArticleIdList": ["10.1021/np070598p", "18557641"]}, {"Citation": "Wei GT, Wang HG (1989) Effects of VA mycorrhizal fungi on growth, nutrient uptake and effective compounds in Chinese medicinal herb Datura stramonium L. Sci Agric Sin 25(5):56–61"}, {"Citation": "Wei G, Wang H (1991) Effect of vesicular-arbuscular mycorrhizal fungi on growth, nutrient uptake and synthesis of volatile oil in Schizonepeta tenuifolia Briq. China J Chin Materia Med 16(3):139–142"}, {"Citation": "Wu A, Ye X, Huang Q, Dai WM, Zhang JM (2017) Anti-epileptic effects of valepotriate isolated from Valeriana jatamansi Jones and its possible mechanisms. Pharmacogn Mag 13(51):512", "ArticleIdList": ["10.4103/0973-1296.211027", "28839381", "5551374"]}, {"Citation": "Wu YH, Wang H, Liu M, Li B, Chen X, Ma YT, Yan ZY (2021) Effects of native arbuscular mycorrhizae isolated on root biomass and secondary metabolites of Salvia miltiorrhiza Bge. Front Plant Sci 12:617892. https://doi.org/10.3389/fpls.2021.617892", "ArticleIdList": ["10.3389/fpls.2021.617892", "33603763", "7884620"]}, {"Citation": "Xu J, Zhao P, Guo Y, Xie C, Jin DQ, Ma Y et al (2011) Iridoids from the roots of Valeriana jatamansi and their neuroprotective effects. Fitoterapia 82(7):1133–1136. https://doi.org/10.1016/j.fitote.2011.07.013", "ArticleIdList": ["10.1016/j.fitote.2011.07.013", "21807076"]}, {"Citation": "Yan Z, Ma T, Guo S, Liu R, Li M (2021) Leaf anatomy, photosynthesis and chlorophyll fluorescence of lettuce as influenced by arbuscular mycorrhizal fungi under high temperature stress. Scientia Horticulturae 280:109933. https://doi.org/10.1016/j.scienta.2021.109933"}, {"Citation": "Yang Y, Ou X, Yang G, Xia Y, Chen M, Guo L, Liu D (2017) Arbuscular mycorrhizal fungi regulate the growth and phyto-active compound of Salvia miltiorrhiza seedlings. Appl Sci. https://doi.org/10.3390/app7010068"}, {"Citation": "Zare-Maivan H, Khanpour-Ardestani N, Ghanati F (2017) Influence of mycorrhizal fungi on growth, chlorophyll content, and potassium and magnesium uptake in maize. J Plant Nutr 40(14):2026–2032. https://doi.org/10.1080/01904167.2017.1346119", "ArticleIdList": ["10.1080/01904167.2017.1346119"]}, {"Citation": "Zeng Y, Guo LP, Chen BD, Hao ZP, Wang JY et al (2013) Arbuscular mycorrhizal symbiosis and active ingredients of medicinal plants: current research status and prospective. Mycorrhiza 23:253–265. https://doi.org/10.1007/s00572-013-0484-0", "ArticleIdList": ["10.1007/s00572-013-0484-0", "23417725"]}, {"Citation": "Zhao Y, Cartabia A, Lalaymia I, Declerck S (2022) Arbuscular mycorrhizal fungi and production of secondary metabolites in medicinal plants. Mycorrhiza 32(3–4):221–256. https://doi.org/10.1007/s00572-022-01079-0", "ArticleIdList": ["10.1007/s00572-022-01079-0", "35556179", "9184413"]}, {"Citation": "Zimare S, Borde M, Jite PK, Malpathak N (2013) Effect of AM fungi (Gf, Gm) on biomass and gymnemic acid content of Gymnema sylvestre (Retz.). Biol Sci 83(3):439–445"}, {"Citation": "Zitterl-Eglseer K, Nell M, Lamien-Meda A, Steinkellner S, Wawrosch C, Kopp B et al (2015) Effects of root colonization by symbiotic arbuscular mycorrhizal fungi on the yield of pharmacologically active compounds in Angelica archangelica L. Acta Physiol Plant 37:1–11. https://doi.org/10.1007/s11738-014-1750-2", "ArticleIdList": ["10.1007/s11738-014-1750-2"]}, {"Citation": "Zouari I, Salvioli A, Chialva M, Novero M, Miozzi L, Tenore GC et al (2014) From root to fruit: RNA-Seq analysis shows that arbuscular mycorrhizal symbiosis may affect tomato fruit metabolism. BMC Genomics 15:1–19", "ArticleIdList": ["10.1186/1471-2164-15-221"]}, {"Citation": "Zubek S, Mielcarek S, Turnau K (2012) Hypericin and pseudohypericin concentrations of a valuable medicinal plant Hypericum perforatum L. are enhanced by arbuscular mycorrhizal fungi. Mycorrhiza 22:149–156. https://doi.org/10.1007/s00572-011-0391-1", "ArticleIdList": ["10.1007/s00572-011-0391-1", "21626142"]}]}], "History": [{"Year": "2024", "Month": "4", "Day": "18"}, {"Year": "2024", "Month": "6", "Day": "14"}, {"Year": "2024", "Month": "5", "Day": "30"}, {"Year": "2024", "Month": "7", "Day": "2", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "2", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "1", "Hour": "23", "Minute": "29"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38951390", "10.1007/s10123-024-00548-0", "10.1007/s10123-024-00548-0"]}}]}