{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chemical instability", "nano lipid‐based carriers", "retinoid derivatives", "retinoids", "skin irritation"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38952060", "DateRevised": {"Year": "2024", "Month": "07", "Day": "02"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/jocd.16415"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "01"}], "Journal": {"ISSN": "1473-2165", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "01"}}, "Title": "Journal of cosmetic dermatology", "ISOAbbreviation": "J Cosmet Dermatol"}, "ArticleTitle": "Topical retinoids: Novel derivatives, nano lipid-based carriers, and combinations to improve chemical instability and skin irritation.", "Abstract": {"AbstractText": ["Retinoids, defined as synthetic or natural derivatives of vitamin A, have been extensively studied as anti-aging molecules that are widely applied in cosmetics. However, due to their physicochemical property, retinoids are highly unstable and extremely sensitive to light, oxygen, and temperature. Moreover, topical application of retinoids often leads to cutaneous irritation. These instabilities and irritant properties of retinoids limit their application in cosmetic and pharmaceutical products.", "Our study aimed to provide a systematic review to summarize the mechanisms underlying the instability and irritant properties of retinoids, as well as recent developments in addressing these challenges.", "A comprehensive PubMed search was conducted using the following keywords: retinoids, chemical instability, skin irritation, retinoid derivatives, nano lipid-based carriers, liposomes, penetration-enhancer vesicles, ethosomes, niosomes, nanoemulsions, solid lipid nanoparticles, vitamins, soothing and hydrating agents, antioxidants and metal chelator and retinol combinations. Relevant researches published between 1968 and 2023 and studies related to these reports were reviewed.", "The development of new retinoid derivatives, the utilization of new delivery systems like nano lipid-based carriers and the combination with other compounds like vitamins, soothing agents, antioxidants and metal chelator have been explored to improve the stability, bioavailability, and toxicity of the retinoid family.", "Through advancements in formulation techniques, structure modification of retinoid derivatives and development of novel nano lipid-based carriers, the chemical instability and skin irritation of retinoids has been mitigated, ensuring their efficacy and potency over extended periods."], "CopyrightInformation": "© 2024 The Author(s). Journal of Cosmetic Dermatology published by Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0002-4131-5522"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "HBN Research Institute and Biological Laboratory, Shenzhen Hujia Technology Co., Ltd., Shenzhen, Guangdong, China."}], "LastName": "Zhong", "ForeName": "Jiangming", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "HBN Research Institute and Biological Laboratory, Shenzhen Hujia Technology Co., Ltd., Shenzhen, Guangdong, China."}], "LastName": "Zhao", "ForeName": "Nan", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "HBN Research Institute and Biological Laboratory, Shenzhen Hujia Technology Co., Ltd., Shenzhen, Guangdong, China."}], "LastName": "Song", "ForeName": "Qingle", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, CAS Key Laboratory of Chemistry of Plant Resources in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "School of Biomedical and Pharmaceutical Sciences, Guangdong University of Technology, Guangzhou, Guangdong, China."}], "LastName": "Du", "ForeName": "Zhiyun", "Initials": "Z"}, {"Identifier": ["0009-0004-6354-8716"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "HBN Research Institute and Biological Laboratory, Shenzhen Hujia Technology Co., Ltd., Shenzhen, Guangdong, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, CAS Key Laboratory of Chemistry of Plant Resources in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "Shu", "ForeName": "Peng", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Cosmet Dermatol", "NlmUniqueID": "101130964", "ISSNLinking": "1473-2130"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zasada M, Budzisz E. Retinoids: active molecules influencing skin structure formation in cosmetic and dermatological treatments. Postepy Dermatol Alergol. 2019;36(4):392‐397."}, {"Citation": "Kanai M, Raz A, Goodman DS. Retinol‐binding protein: the transport protein for vitamin A in human plasma. J Clin Invest. 1968;47(9):2025‐2044."}, {"Citation": "Steinhoff JS, Lass A, Schupp M. Retinoid homeostasis and beyond: how retinol binding protein 4 contributes to health and disease. Nutrients. 2022;14(6):1236."}, {"Citation": "Ghyselinck NB, Duester G. Retinoic acid signaling pathways. Development. 2019;146(13):dev167502."}, {"Citation": "Pogenberg V, Guichou JF, Vivat‐Hannah V, et al. Characterization of the interaction between retinoic acid receptor/retinoid X receptor (RAR/RXR) heterodimers and transcriptional coactivators through structural and fluorescence anisotropy studies. J Biol Chem. 2005;280(2):1625‐1633."}, {"Citation": "Khalil S, Bardawil T, Stephan C, et al. Retinoids: a journey from the molecular structures and mechanisms of action to clinical uses in dermatology and adverse effects. J Dermatolog Treat. 2017;28(8):684‐696."}, {"Citation": "Aubert J, Piwnica D, Bertino B, et al. Nonclinical and human pharmacology of the potent and selective topical retinoic acid receptor‐γ agonist trifarotene. Br J Dermatol. 2018;179(2):442‐456."}, {"Citation": "Ferreira R, Napoli J, Enver T, Bernardino L, Ferreira L. Advances and challenges in retinoid delivery systems in regenerative and therapeutic medicine. Nat Commun. 2020;11(1):4265."}, {"Citation": "Dragnev KH, Rigas JR, Dmitrovsky E. The retinoids and cancer prevention mechanisms. Oncologist. 2000;5(5):361‐368."}, {"Citation": "Ramchatesingh B, Martínez Villarreal A, Arcuri D, et al. The use of retinoids for the prevention and treatment of skin cancers: an updated review. Int J Mol Sci. 2022;23(20):12622."}, {"Citation": "Goodman GE, Alberts DS, Meyskens FL. Retinol, vitamins, and cancer prevention: 25 years of learning and relearning. J Clin Oncol. 2008;26(34):5495‐5496."}, {"Citation": "Stefanaki C, Stratigos A, Katsambas A. Topical retinoids in the treatment of photoaging. J Cosmet Dermatol. 2005;4(2):130‐134."}, {"Citation": "Shao Y, He T, Fisher GJ, Voorhees JJ, Quan T. Molecular basis of retinol anti‐ageing properties in naturally aged human skin in vivo. Int J Cosmet Sci. 2017;39(1):56‐65."}, {"Citation": "Romana‐Souza B, Silva‐Xavier W, Monte‐Alto‐Costa A. Topical retinol attenuates stress‐induced ageing signs in human skin ex vivo, through EGFR activation via EGF, but not ERK and AP‐1 activation. Exp Dermatol. 2019;28(8):906‐913."}, {"Citation": "Rossetti D, Kielmanowicz MG, Vigodman S, et al. A novel anti‐ageing mechanism for retinol: induction of dermal elastin synthesis and elastin fibre formation. Int J Cosmet Sci. 2011;33(1):62‐69."}, {"Citation": "Varani J, Warner RL, Gharaee‐Kermani M, et al. Vitamin A antagonizes decreased cell growth and elevated collagen‐degrading matrix metalloproteinases and stimulates collagen accumulation in naturally aged human skin. J Invest Dermatol. 2000;114(3):480‐486."}, {"Citation": "Bellemère G, Stamatas GN, Bruère V, Bertin C, Issachar N, Oddos T. Antiaging action of retinol: from molecular to clinical. Skin Pharmacol Physiol. 2009;22(4):200‐209."}, {"Citation": "Ourique AF, Melero A, Silva CB, et al. Improved photostability and reduced skin permeation of tretinoin: development of a semisolid nanomedicine. Eur J Pharm Biopharm. 2011;79(1):95‐101."}, {"Citation": "Szuts EZ, Harosi FI. Solubility of retinoids in water. Arch Biochem Biophys. 1991;287(2):297‐304."}, {"Citation": "Failloux N, Bonnet I, Perrier E, Baron MH. Effects of light, oxygen and concentration on vitamin A1. J Raman Spectrosc. 2004;35(2):140‐147."}, {"Citation": "Yin S, Luo J, Qian A, et al. Retinoids activate the irritant receptor TRPV1 and produce sensory hypersensitivity. J Clin Invest. 2013;123(9):3941‐3951."}, {"Citation": "Chen W, Li J, Ma Y, et al. Binding interaction and stability of alpha‐lactalbumin and retinol: effects of pre‐or post‐acidification. Food Hydrocoll. 2023;135:108140."}, {"Citation": "Gatti R, Gioia M, Cavrini V. Analysis and stability study of retinoids in pharmaceuticals by LC with fluorescence detection. J Pharm Biomed Anal. 2000;23(1):147‐159."}, {"Citation": "von Lintig J, Kiser PD, Golczak M, Palczewski K. The biochemical and structural basis for trans‐to‐cis isomerization of retinoids in the chemistry of vision. Trends Biochem Sci. 2010;35(7):400‐410."}, {"Citation": "Temova Rakuša Ž, Škufca P, Kristl A, Roškar R. Retinoid stability and degradation kinetics in commercial cosmetic products. J Cosmet Dermatol. 2021;20(7):2350‐2358."}, {"Citation": "Cheong KA, Kim HJ, Kim JY, et al. Retinoic acid and hydroquinone induce inverse expression patterns on cornified envelope‐associated proteins: implication in skin irritation. J Dermatol Sci. 2014;76(2):112‐119."}, {"Citation": "Steinhoff M, Ständer S, Seeliger S, Ansel JC, Schmelz M, Luger T. Modern aspects of cutaneous neurogenic inflammation. Arch Dermatol. 2003;139(11):1479‐1488."}, {"Citation": "Chen S, Ostrowski J, Whiting G, et al. Retinoic acid receptor gamma mediates topical retinoid efficacy and irritation in animal models. J Invest Dermatol. 1995;104(5):779‐783."}, {"Citation": "Kim H, Kim B, Kim H, et al. Synthesis and in vitro biological activity of retinyl retinoate, a novel hybrid retinoid derivative. Bioorg Med Chem. 2008;16(12):6387‐6393."}, {"Citation": "David M, Hodak E, Lowe NJ. Adverse effects of retinoids. Med Toxicol Adverse Drug Exp. 1988;3:273‐288."}, {"Citation": "Babina M, Guhl S, Motakis E, et al. Retinoic acid potentiates inflammatory cytokines in human mast cells: identification of mast cells as prominent constituents of the skin retinoid network. Mol Cell Endocrinol. 2015;406:49‐59."}, {"Citation": "Mukherjee S, Date A, Patravale V, Korting HC, Roeder A, Weindl G. Retinoids in the treatment of skin aging: an overview of clinical efficacy and safety. Clin Interv Aging. 2006;1(4):327‐348."}, {"Citation": "Ale S, Laugier J, Maibach H. Differential irritant skin responses to tandem application of topical retinoic acid and sodium lauryl sulphate: II. effect of time between first and second exposure. Br J Dermatol. 1997;137(2):226‐233."}, {"Citation": "Li J, Li Q, Geng S. All‐trans retinoic acid alters the expression of the tight junction proteins claudin‐1 and‐4 and epidermal barrier function‐associated genes in the epidermis. Int J Mol Med. 2019;43(4):1789‐1805."}, {"Citation": "Sugawara T, Iwamoto N, Akashi M, et al. Tight junction dysfunction in the stratum granulosum leads to aberrant stratum corneum barrier function in claudin‐1‐deficient mice. J Dermatol Sci. 2013;70(1):12‐18."}, {"Citation": "Xing F, Liao W, Jiang P, Xu W, Jin X. Effect of retinoic acid on aquaporin 3 expression in keratinocytes. Genet Mol Res. 2016;15:15016951."}, {"Citation": "Tolleson WH, Cherng SH, Xia Q, et al. Photodecomposition and phototoxicity of natural retinoids. Int J Environ Res Public Health. 2005;2(1):147‐155."}, {"Citation": "Bai D, Hu F, Xu H, et al. High stability and low irritation of retinol propionate and hydroxypinacolone retinoate supramolecular nanoparticles with effective anti‐wrinkle efficacy. Pharmaceutics. 2023;15(3):731."}, {"Citation": "Kambayashi H, Odake Y, Takada K, Funasaka Y, Ichihashi M, Kato S. N‐retinoyl‐d‐glucosamine, a new retinoic acid agonist, mediates topical retinoid efficacy with no irritation on photoaged skin. Br J Dermatol. 2005;153(s2):30‐36."}, {"Citation": "Kim H, Koh J, Baek J, et al. Retinyl retinoate, a novel hybrid vitamin derivative, improves photoaged skin: a double‐blind, randomized‐controlled trial. Skin Res Technol. 2011;17(3):380‐385."}, {"Citation": "Kim KH, Lim DG, Lim JY, et al. Chemical stability and in vitro and clinical efficacy of a novel hybrid retinoid derivative, bis‐retinamido methylpentane. Int J Pharm. 2015;495(1):93‐105."}, {"Citation": "Rusu A, Tanase C, Pascu GA, Todoran N. Recent advances regarding the therapeutic potential of adapalene. Pharmaceuticals. 2020;13(9):217."}, {"Citation": "Kassir M, Karagaiah P, Sonthalia S, et al. Selective RAR agonists for acne vulgaris: a narrative review. J Cosmet Dermatol. 2020;19(6):1278‐1283."}, {"Citation": "Lee E‐S, Ahn Y, Bae IH, et al. Synthetic retinoid seletinoid G improves skin barrier function through wound healing and collagen realignment in human skin equivalents. Int J Mol Sci. 2020;21(9):3198."}, {"Citation": "Kim M‐S, Lee SR, Rho HS, Kim DH, Chang IS, Chung JH. The effects of a novel synthetic retinoid, seletinoid G, on the expression of extracellular matrix proteins in aged human skin in vivo. Clin Chim Acta. 2005;362(1–2):161‐169."}, {"Citation": "Imokawa G, Nakajima H, Ishida K. Biological mechanisms underlying the ultraviolet radiation‐induced formation of skin wrinkling and sagging II: over‐expression of neprilysin plays an essential role. Int J Mol Sci. 2015;16(4):7776‐7795."}, {"Citation": "Cosio T, di Prete M, Gaziano R, et al. Trifarotene: a current review and perspectives in dermatology. Biomedicine. 2021;9(3):237."}, {"Citation": "Ruth N, Mammone T. 1310 anti‐aging effects of retinoid hydroxypinacolone retinoate on skin models. J Invest Dermatol. 2018;138(5):S223."}, {"Citation": "Wang PHM, Agach M, Libii M, et al. An eco‐friendly system for stabilization of retinol: a step towards attending performance with improved environmental respect. Int J Cosmet Sci. 2023;45:581‐591."}, {"Citation": "Kim JE, Kim B, Kim H, et al. Retinyl retinoate induces hyaluronan production and less irritation than other retinoids. J Dermatol. 2010;37(5):448‐454."}, {"Citation": "Gericke J, Ittensohn J, Mihály J, et al. Regulation of retinoid‐mediated signaling involved in skin homeostasis by RAR and RXR agonists/antagonists in mouse skin. PLoS One. 2013;8(4):e62643."}, {"Citation": "Santhosh P, Kidangazhiathmana A. Trifarotene—the latest retinoid. Indian J Dermatol Venereol Leprol. 2021;87(5):742‐745."}, {"Citation": "Mehanna MM, Mneimneh AT. Formulation and applications of lipid‐based nanovehicles: spotlight on self‐emulsifying systems. Adv Pharm Bull. 2021;11(1):56‐67."}, {"Citation": "Ioele G, Cione E, Risoli A, Genchi G, Ragno G. Accelerated photostability study of tretinoin and isotretinoin in liposome formulations. Int J Pharm. 2005;293(1–2):251‐260."}, {"Citation": "Rahman SA, Abdelmalak NS, Badawi A, Elbayoumy T, Sabry N, el Ramly A. Tretinoin‐loaded liposomal formulations: from lab to comparative clinical study in acne patients. Drug Deliv. 2016;23(4):1184‐1193."}, {"Citation": "Romero EL, Morilla MJ. Highly deformable and highly fluid vesicles as potential drug delivery systems: theoretical and practical considerations. Int J Nanomedicine. 2013;8:3171‐3186."}, {"Citation": "Bavarsad N, Akhgari A, Seifmanesh S, Salimi A, Rezaie A. Statistical optimization of tretinoin‐loaded penetration‐enhancer vesicles (PEV) for topical delivery. Daru. 2016;24:1‐12."}, {"Citation": "Salem HF, Kharshoum RM, Awad SM, Ahmed Mostafa M, Abou‐Taleb HA. Tailoring of retinyl palmitate‐based ethosomal hydrogel as a novel nanoplatform for acne vulgaris management: fabrication, optimization, and clinical evaluation employing a split‐face comparative study. Int J Nanomed. 2021;16:4251‐4276."}, {"Citation": "Manconi M, Sinico C, Valenti D, Lai F, Fadda AM. Niosomes as carriers for tretinoin: III. A study into the in vitro cutaneous delivery of vesicle‐incorporated tretinoin. Int J Pharm. 2006;311(1–2):11‐19."}, {"Citation": "Manconi M, Valenti D, Sinico C, Lai F, Loy G, Fadda AM. Niosomes as carriers for tretinoin: II. Influence of vesicular incorporation on tretinoin photostability. Int J Pharm. 2003;260(2):261‐272."}, {"Citation": "Manca ML, Manconi M, Nacher A, et al. Development of novel diolein–niosomes for cutaneous delivery of tretinoin: influence of formulation and in vitro assessment. Int J Pharm. 2014;477(1–2):176‐186."}, {"Citation": "Kim J, Kim J, Lee YI, Suk J, Lee D, Lee JH. A pilot study evaluating the efficacy and safety of retinaldehyde‐loaded niosomes against mild‐to‐moderate acne. J Cosmet Dermatol. 2021;20(11):3586‐3592."}, {"Citation": "Clares B, Calpena AC, Parra A, et al. Nanoemulsions (NEs), liposomes (LPs) and solid lipid nanoparticles (SLNs) for retinyl palmitate: effect on skin permeation. Int J Pharm. 2014;473(1–2):591‐598."}, {"Citation": "Jeon HS, Seo JE, Kim MS, et al. A retinyl palmitate‐loaded solid lipid nanoparticle system: effect of surface modification with dicetyl phosphate on skin permeation in vitro and anti‐wrinkle effect in vivo. Int J Pharm. 2013;452(1–2):311‐320."}, {"Citation": "Pople PV, Singh KK. Development and evaluation of topical formulation containing solid lipid nanoparticles of vitamin A. AAPS PharmSciTech. 2006;7:E63‐E69."}, {"Citation": "van Tran V, Nguyen TL, Moon JY, Lee YC. Core‐shell materials, lipid particles and nanoemulsions, for delivery of active anti‐oxidants in cosmetics applications: challenges and development strategies. Chem Eng J. 2019;368:88‐114."}, {"Citation": "Mehanna M, Motawaa A, Samaha M. Pharmaceutical particulate carriers: lipid‐based carriers. Natl J Physiol Pharm Pharmacol. 2012;2(1):10."}, {"Citation": "Juszkiewicz K, Sikorski AF, Czogalla A. Building blocks to design liposomal delivery systems. Int J Mol Sci. 2020;21(24):9559."}, {"Citation": "Lee D‐U, Park H‐W, Lee S‐C. Comparing the stability of retinol in liposomes with cholesterol, β‐sitosterol, and stigmasterol. Food Sci Biotechnol. 2021;30:389‐394."}, {"Citation": "Rovoli M, Pappas I, Lalas S, Gortzi O, Kontopidis G. In vitro and in vivo assessment of vitamin A encapsulation in a liposome–protein delivery system. J Liposome Res. 2019;29(2):142‐152."}, {"Citation": "Ascenso A, Cruz M, Euletério C, et al. Novel tretinoin formulations: a drug‐in‐cyclodextrin‐in‐liposome approach. J Liposome Res. 2013;23(3):211‐219."}, {"Citation": "Oh YK, Kim MY, Shin JY, et al. Skin permeation of retinol in Tween 20‐based deformable liposomes: in‐vitro evaluation in human skin and keratinocyte models. J Pharm Pharmacol. 2006;58(2):161‐166."}, {"Citation": "Ascenso A, Guedes R, Bernardino R, et al. Complexation and full characterization of the tretinoin and dimethyl‐β‐cyclodextrin complex. AAPS PharmSciTech. 2011;12:553‐563."}, {"Citation": "Ghasemiyeh P, Mohammadi‐Samani S. Potential of nanoparticles as permeation enhancers and targeted delivery options for skin: advantages and disadvantages. Drug Des Devel Ther. 2020;14:3271‐3289."}, {"Citation": "Eskandar NG, Simovic S, Prestidge CA. Chemical stability and phase distribution of all‐trans‐retinol in nanoparticle‐coated emulsions. Int J Pharm. 2009;376(1–2):186‐194."}, {"Citation": "Afornali A, Vecchi R, Stuart RM, et al. Triple nanoemulsion potentiates the effects of topical treatments with microencapsulated retinol and modulates biological processes related to skin aging. An Bras Dermatol. 2013;88:930‐936."}, {"Citation": "Raza K, Singh B, Singal P, Wadhwa S, Katare OP. Systematically optimized biocompatible isotretinoin‐loaded solid lipid nanoparticles (SLNs) for topical treatment of acne. Colloids Surf B Biointerfaces. 2013;105:67‐74."}, {"Citation": "Müller RH, Radtke M, Wissing SA. Solid lipid nanoparticles (SLN) and nanostructured lipid carriers (NLC) in cosmetic and dermatological preparations. Adv Drug Deliv Rev. 2002;54:S131‐S155."}, {"Citation": "Jun S‐H, Kim H, Lee HJ, Song JE, Park SG, Kang NG. Synthesis of retinol‐loaded lipid nanocarrier via vacuum emulsification to improve topical skin delivery. Polymers. 2021;13(5):826."}, {"Citation": "Song X, Xu A, Pan W, et al. Nicotinamide attenuates aquaporin 3 overexpression induced by retinoic acid through inhibition of EGFR/ERK in cultured human skin keratinocytes. Int J Mol Med. 2008;22(2):229‐236."}, {"Citation": "Padayatty SJ, Katz A, Wang Y, et al. Vitamin C as an antioxidant: evaluation of its role in disease prevention. J Am Coll Nutr. 2003;22(1):18‐35."}, {"Citation": "Wójcik A, Bartnicka E, Namieciński P, Rotsztejn H. Influence of the complex of retinol‐vitamin C on skin surface lipids. J Cosmet Dermatol. 2015;14(2):92‐99."}, {"Citation": "Praça FG, Viegas JSR, Peh HY, Garbin TN, Medina WSG, Bentley MVLB. Microemulsion co‐delivering vitamin A and vitamin E as a new platform for topical treatment of acute skin inflammation. Mater Sci Eng C. 2020;110:110639."}, {"Citation": "Pavlík V, Machalová V, Čepa M, et al. Retinoic acid grafted to hyaluronic acid activates retinoid gene expression and removes cholesterol from cellular membranes. Biomolecules. 2022;12(2):200."}, {"Citation": "Robinson D, Friedmann D, Gordon J, Wortzman M, Nelson D. Efficacy and tolerability of a double‐conjugated retinoid and alpha hydroxy acid cream in subjects with mild to moderate blemish‐prone skin. J Drugs Dermatol. 2022;21(1):54‐59."}, {"Citation": "Hajheydari Z, Saeedi M, Morteza‐Semnani K, Soltani A. Effect of aloe vera topical gel combined with tretinoin in treatment of mild and moderate acne vulgaris: a randomized, double‐blind, prospective trial. J Dermatolog Treat. 2014;25(2):123‐129."}, {"Citation": "Few J, Lee MJ, Semersky A, Mariscal E, Vachon G. A single‐center study evaluating the effects of a novel retinol and cannabidiol combination topical on facial skin. Aesthet Surg J Open Forum. 2022;4:ojac002."}, {"Citation": "Borrego‐Sánchez A, Sainz‐Díaz CI, Perioli L, Viseras C. Theoretical study of retinol, niacinamide and glycolic acid with halloysite clay mineral as active ingredients for topical skin care formulations. Molecules. 2021;26(15):4392."}, {"Citation": "Forbat E, Al‐Niaimi F, Ali F. Use of nicotinamide in dermatology. Clin Exp Dermatol. 2017;42(2):137‐144."}, {"Citation": "Emanuele E, Bertona M, Altabas K, Altabas V, Alessandrini G. Anti‐inflammatory effects of a topical preparation containing nicotinamide, retinol, and 7‐dehydrocholesterol in patients with acne: a gene expression study. Clin Cosmet Investig Dermatol. 2012;5:33‐37."}, {"Citation": "Davó AP, Truchuelo MT, Vitale M, Gonzalez‐Castro J. Efficacy of an antiaging treatment against environmental factors: Deschampsia Antarctica extract and high‐tolerance retinoids combination. J Clin Aesthet Dermatol. 2019;12(7):E65."}, {"Citation": "Ochiai Y, Kaburagi S, Obayashi K, et al. A new lipophilic pro‐vitamin C, tetra‐isopalmitoyl ascorbic acid (VC‐IP), prevents UV‐induced skin pigmentation through its anti‐oxidative properties. J Dermatol Sci. 2006;44(1):37‐44."}, {"Citation": "Sauermann K, Jaspers S, Koop U, Wenck H. Topically applied vitamin C increases the density of dermal papillae in aged human skin. BMC Dermatol. 2004;4:1‐6."}, {"Citation": "Wójcik A, Bartnicka E, Rotsztejn H. Reviscometer evaluation of the skin condition after applying retinol and vitamin C complex in menopausal women. JCDSA. 2016;6(4):148‐155."}, {"Citation": "Seité S, Bredoux C, Compan D, et al. Histological evaluation of a topically applied retinol‐vitamin C combination. Skin Pharmacol Physiol. 2005;18(2):81‐87."}, {"Citation": "Herndon JH Jr, Jiang LI, Kononov T, Fox T. An open label clinical trial to evaluate the efficacy and tolerance of a retinol and vitamin C facial regimen in women with mild‐to‐moderate hyperpigmentation and photodamaged facial skin. J Drugs Dermatol. 2016;15(4):476‐482."}, {"Citation": "Godic A, Poljšak B, Adamic M, Dahmane R. The role of antioxidants in skin cancer prevention and treatment. Oxidative Med Cell Longev. 2014;2014:860479."}, {"Citation": "Wood E, Almukhtar R, Gonzalez A, Angra K, Lipp M, Fabi S. A prospective, randomized, double‐blind, vehicle‐controlled study evaluating the efficacy, safety, and patient satisfaction of tretinoin 0.05% lotion for chest rejuvenation. J Drugs Dermatol. 2022;21(6):645‐652."}, {"Citation": "Tang S‐C, Yang J‐H. Dual effects of alpha‐hydroxy acids on the skin. Molecules. 2018;23(4):863."}, {"Citation": "Jarrar M, Behl S, Shaheen N, Fatima A, Nasab R. Anti‐aging effects of retinol and alpha hydroxy acid on elastin fibers of artificially photo‐aged human dermal fibroblast cell lines. Int J Life Sci. 2015;9(4):328‐331."}, {"Citation": "Katz BE, Lewis J, McHugh L, Pellegrino A, Popescu L. The tolerability and efficacy of a three‐product anti‐aging treatment regimen in subjects with moderate‐to‐severe photodamage. J Clin Aesthet Dermatol. 2015;8(10):21‐26."}, {"Citation": "Draelos Z, Lewis J, McHugh L, Pellegrino A, Popescu L. Novel retinoid ester in combination with salicylic acid for the treatment of acne. J Cosmet Dermatol. 2016;15(1):36‐42."}, {"Citation": "Sholler DJ, Schoene L, Spindle TR. Therapeutic efficacy of cannabidiol (CBD): a review of the evidence from clinical trials and human laboratory studies. Curr Addict Rep. 2020;7:405‐412."}, {"Citation": "Oláh A, Tóth BI, Borbíró I, et al. Cannabidiol exerts sebostatic and antiinflammatory effects on human sebocytes. J Clin Invest. 2014;124(9):3713‐3724."}, {"Citation": "Wang H, Liu K, Geng M, et al. RXRα inhibits the NRF2‐ARE signaling pathway through a direct interaction with the Neh7 domain of NRF2. Cancer Res. 2013;73(10):3097‐3108."}, {"Citation": "Wang Y, He L, Lv G, et al. Distribution, transformation and toxicity evaluation of 2, 6‐Di‐tert‐butyl‐hydroxytotulene in aquatic environment. Environ Pollut. 2019;255:113330."}, {"Citation": "Vargas‐Gonzalez M, Witte F, Martz P, et al. Operational life cycle impact assessment weighting factors based on planetary boundaries: applied to cosmetic products. Ecol Indic. 2019;107:105498."}, {"Citation": "Bernauer, U., L. Bodin, Q. Chaudhry, P. J. Coenraads, M. Dusinska, J. Ezendam, E. Gaffet, C.L. Galli, E. Panteri, V. Rogiers, C. Rousselle, M. Stepnik, T. Vanhaecke, S. Wijnhoven, Scientific Committe for Consumer Safety (SCCS, EC). REVISION of the Scientific Opinion (SCCS/1576/16) on Vitamin A (Retinol, Retinyl Acetate, Retinyl Palmitate). 2023. SCCS/1639/21‐Final Version."}], "Title": "REFERENCES"}], "History": [{"Year": "2024", "Month": "4", "Day": "17"}, {"Year": "2023", "Month": "12", "Day": "21"}, {"Year": "2024", "Month": "5", "Day": "24"}, {"Year": "2024", "Month": "7", "Day": "2", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "2", "Hour": "6", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "2", "Hour": "2", "Minute": "3"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38952060", "10.1111/jocd.16415"]}}]}