{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["CD44", "Cadmium nanocluster", "antioxidant enzymes", "breast cancer cell line", "hyaluronic acid", "oxidative stress"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38966182", "DateRevised": {"Year": "2024", "Month": "07", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.37349/etat.2024.00233"], "ArticleDate": [{"Year": "2024", "Month": "05", "Day": "28"}], "Journal": {"ISSN": "2692-3114", "JournalIssue": {"Volume": "5", "Issue": "3", "PubDate": {"Year": "2024"}}, "Title": "Exploration of targeted anti-tumor therapy", "ISOAbbreviation": "Explor Target Antitumor Ther"}, "ArticleTitle": "Cadmium nanocluster as a safe nanocarrier: biodistribution in BALB/c mice and application to carry crocin to breast cancer cell lines.", "Pagination": {"StartPage": "522", "EndPage": "542", "MedlinePgn": "522-542"}, "Abstract": {"AbstractText": ["Metal nanoclusters are emerging nanomaterials applicable for drug delivery. Here, the toxicity and oxidative stress induction of divalent cationic cadmium (Cd<sup>2+</sup>) was compared with a Cd in the form of nanocluster. Then, it was used for targeted drug delivery into breast cancer cell lines.", "Using a green chemistry route, a Cd nanocluster (Cd-NC) was synthesized based on bovine serum albumin. After characterization, its genotoxicity and oxidative stress induction were studied in both <i>in vitro</i> and <i>in vivo</i>. After that, it was conjugated with hyaluronic acid (HA). The efficiency of hyaloronized-Cd-CN (HA-Cd-NC) for loading and releasing crocin (Cro), an anticancer phytochemical, was studied. Finally, it was applied for cell death induction in a panel of breast cancer cell lines.", "The comet assay results indicated that, unlike Cd<sup>2+</sup> and potassium permanganate (KMnO<sub>4</sub>), no genotoxicity and oxidative stress was induced by Cd-NC <i>in vitro</i>. Then, the pharmacokinetics of this Cd-NC was studied <i>in vivo</i>. The data showed that Cd-NC has accumulated in the liver and excreted from the feces of mice. Unlike Cd<sup>2+</sup>, no toxicity and oxidative stress were induced by this Cd-NC in animal tissues. Then, the Cd-NC was targeted toward breast cancer cells by adding HA, a ligand for the CD44 cell surface receptor. After that, Cro was loaded on HA-Cd-NC and it was used for the treatment of a panel of human breast cancer cell lines with varying degrees of CD44. The half-maximal drug inhibitory concentration (IC<sub>50</sub>) of Cro was significantly decreased when it was loaded on HA-Cd-NC, especially in MDA-MB-468 with a higher degree of CD44 at the surface. These results indicate the higher toxicity of Cro toward breast cancers when carried out by HA-Cd-NC.", "The Cd-NC was completely safe and is a promising candidate for delivering anticancer drugs/phytochemicals into the targeted breast tumors."], "CopyrightInformation": "© The Author(s) 2024."}, "AuthorList": [{"Identifier": ["0000-0002-8341-6049"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}], "LastName": "Jafarisani", "ForeName": "Moslem", "Initials": "M"}, {"Identifier": ["0000-0002-7991-1194"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}], "LastName": "Hashemi", "ForeName": "S Ali", "Initials": "SA"}, {"Identifier": ["0000-0003-4868-327X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}], "LastName": "Faridi", "ForeName": "Nassim", "Initials": "N"}, {"Identifier": ["0000-0001-7361-4298"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Natural Products and Medicinal Plants (INPMP), Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}, {"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of basic Sciences, Tarbiat Modares University (TMU), Tehran 14115-175, Iran."}], "LastName": "Mousavi", "ForeName": "Mir F", "Initials": "MF"}, {"Identifier": ["0000-0002-2529-045X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medical Sciences, Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}, {"Identifier": [], "Affiliation": "Institute for Natural Products and Medicinal Plants (INPMP), Tarbiat Modares University (TMU), Tehran 14155-331, Iran."}], "LastName": "Bathaie", "ForeName": "S Zahra", "Initials": "SZ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Explor Target Antitumor Ther", "NlmUniqueID": "101770662", "ISSNLinking": "2692-3114"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lee JH, Yeo Y. Controlled drug release from pharmaceutical nanocarriers. Chem Eng Sci. 2015;125:75–84. doi: 10.1016/j.ces.2014.08.046.", "ArticleIdList": ["10.1016/j.ces.2014.08.046", "PMC4322773", "25684779"]}, {"Citation": "Ghasemi S, Karami H, Mousavi MF, Shamsipur M. Synthesis and morphological investigation of pulsed current formed nano-structured lead dioxide. Electrochem Commun. 2005;7:1257–64. doi: 10.1016/j.elecom.2005.09.007.", "ArticleIdList": ["10.1016/j.elecom.2005.09.007"]}, {"Citation": "Ilkhani H, Sarparast M, Noori A, Zahra Bathaie S, Mousavi MF. Electrochemical aptamer/antibody based sandwich immunosensor for the detection of EGFR, a cancer biomarker, using gold nanoparticles as a signaling probe. Biosens Bioelectron. 2015;74:491–7. doi: 10.1016/j.bios.2015.06.063.", "ArticleIdList": ["10.1016/j.bios.2015.06.063", "26176209"]}, {"Citation": "Xie C, Cen D, Ren Z, Wang Y, Wu Y, Li X, et al. FeS@BSA nanoclusters to enable H2S-amplified ROS-based therapy with MRI guidance. Adv Sci (Weinh) 2020;7:1903512. doi: 10.1002/advs.201903512.", "ArticleIdList": ["10.1002/advs.201903512", "PMC7141047", "32274323"]}, {"Citation": "Ghanbari K, Bathaie SZ, Mousavi MF. Electrochemically fabricated polypyrrole nanofiber-modified electrode as a new electrochemical DNA biosensor. Biosens Bioelectron. 2008;23:1825–31. doi: 10.1016/j.bios.2008.02.029.", "ArticleIdList": ["10.1016/j.bios.2008.02.029", "18406598"]}, {"Citation": "Shabangoli Y, Rahmanifar MS, Noori A, El-Kady MF, Kaner RB, Mousavi MF. Nile blue functionalized graphene aerogel as a pseudocapacitive negative electrode material across the full pH range. ACS Nano. 2019;13:12567–76. doi: 10.1021/acsnano.9b03351.", "ArticleIdList": ["10.1021/acsnano.9b03351", "31633927"]}, {"Citation": "Kyllönen N. Drug loading and release properties of mesoporous silicon nanoparticles using D-luciferin as a drug-like model molecule Finland [dissertation]. Joensuu: University of Eastern Finland; 2014."}, {"Citation": "Liu X, Yao G, Cheng X, Xu J, Cai X, Hu W, et al. Cd-driven surface reconstruction and photodynamics in gold nanoclusters. Chem Sci. 2021;12:3290–4. doi: 10.1039/d0sc05163b.", "ArticleIdList": ["10.1039/d0sc05163b", "PMC8179392", "34164098"]}, {"Citation": "Sarparast M, Noori A, Ilkhani H, Bathaie SZ, El-Kady MF, Wang LJ, et al. Cadmium nanoclusters in a protein matrix: synthesis, characterization, and application in targeted drug delivery and cellular imaging. Nano Res. 2016;9:3229–46. doi: 10.1007/s12274-016-1201-z.", "ArticleIdList": ["10.1007/s12274-016-1201-z"]}, {"Citation": "Mousavi MF, Mirsian S, Noori A, Ilkhani H, Sarparast M, Moradi N, et al. BSA-templated Pb nanocluster as a biocompatible signaling probe for electrochemical EGFR immunosensing. Electroanalysis. 2017;29:861–72. doi: 10.1002/elan.201600537.", "ArticleIdList": ["10.1002/elan.201600537"]}, {"Citation": "Ding C, Tian Y. Gold nanocluster-based fluorescence biosensor for targeted imaging in cancer cells and ratiometric determination of intracellular pH. Biosens Bioelectron. 2015;65:183–90. doi: 10.1016/j.bios.2014.10.034.", "ArticleIdList": ["10.1016/j.bios.2014.10.034", "25461156"]}, {"Citation": "Chen T, Xu S, Zhao T, Zhu L, Wei D, Li Y, et al. Gold nanocluster-conjugated amphiphilic block copolymer for tumor-targeted drug delivery. ACS Appl Mater Interfaces. 2012;4:5766–74. doi: 10.1021/am301223n.", "ArticleIdList": ["10.1021/am301223n", "23043448"]}, {"Citation": "Bathaie SZ, Faridi N, Nasimian A, Heidarzadeh H, Tamanoi F. How phytochemicals prevent chemical carcinogens and/or suppress tumor growth? Enzymes. 2015;37:1–42. doi: 10.1016/bs.enz.2015.06.003.", "ArticleIdList": ["10.1016/bs.enz.2015.06.003", "26298454"]}, {"Citation": "Bathaie SZ, Mousavi SZ. New applications and mechanisms of action of saffron and its important ingredients. Crit Rev Food Sci Nutr. 2010;50:761–86. doi: 10.1080/10408390902773003.", "ArticleIdList": ["10.1080/10408390902773003", "20830635"]}, {"Citation": "Bathaie SZ, Bolhassani A, Tamanoi F. Anticancer effect and molecular targets of saffron carotenoids. Enzymes. 2014;36:57–86. doi: 10.1016/B978-0-12-802215-3.00004-5.", "ArticleIdList": ["10.1016/B978-0-12-802215-3.00004-5", "27102699"]}, {"Citation": "Bathaie SZ, Bolhasani A, Hoshyar R, Ranjbar B, Sabouni F, Moosavi-Movahedi AA. Interaction of saffron carotenoids as anticancer compounds with ctDNA, Oligo (dG.dC)15, and Oligo (dA.dT)15. DNA Cell Biol. 2007;26:533–40. doi: 10.1089/dna.2007.0598.", "ArticleIdList": ["10.1089/dna.2007.0598", "17688404"]}, {"Citation": "Sajjadi M, Bathaie Z. Comparative study on the preventive effect of saffron carotenoids, crocin and crocetin, in NMU-induced breast cancer in rats. Cell J. 2017;19:94–101. doi: 10.22074/cellj.2016.3901.", "ArticleIdList": ["10.22074/cellj.2016.3901", "PMC5241521", "28367420"]}, {"Citation": "Ashrafi M, Bathaie SZ, Abroun S, Azizian M. Effect of crocin on cell cycle regulators in N-nitroso-N-methylurea-induced breast cancer in rats. DNA Cell Biol. 2015;34:684–91. doi: 10.1089/dna.2015.2951.", "ArticleIdList": ["10.1089/dna.2015.2951", "PMC4642822", "26394119"]}, {"Citation": "Hoshyar R, Bathaie SZ, Sadeghizadeh M. Crocin triggers the apoptosis through increasing the Bax/Bcl-2 ratio and caspase activation in human gastric adenocarcinoma, AGS, cells. DNA Cell Biol. 2013;32:50–7. doi: 10.1089/dna.2012.1866.", "ArticleIdList": ["10.1089/dna.2012.1866", "23347444"]}, {"Citation": "Hashemi SA, Karami M, Bathaie SZ. Saffron carotenoids change the superoxide dismutase activity in breast cancer: in vitro, in vivo and in silico studies. Int J Biol Macromol. 2020;158:845–53. doi: 10.1016/j.ijbiomac.2020.04.063.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.04.063", "32360463"]}, {"Citation": "Nasimian A, Farzaneh P, Tamanoi F, Bathaie SZ. Cytosolic and mitochondrial ROS production resulted in apoptosis induction in breast cancer cells treated with Crocin: the role of FOXO3a, PTEN and AKT signaling. Biochem Pharmacol. 2020;177:113999. doi: 10.1016/j.bcp.2020.113999.", "ArticleIdList": ["10.1016/j.bcp.2020.113999", "32353423"]}, {"Citation": "Bolhasani A, Bathaie SZ, Yavari I, Moosavi-Movahedi AA, Ghaffari M. Separation and purification of some components of Iranian saffron. Asian J Chem. 2005;17:725–9."}, {"Citation": "Song E, Han W, Li C, Cheng D, Li L, Liu L, et al. Hyaluronic acid-decorated graphene oxide nanohybrids as nanocarriers for targeted and pH-responsive anticancer drug delivery. ACS Appl Mater Interfaces. 2014;6:11882–90. doi: 10.1021/am502423r.", "ArticleIdList": ["10.1021/am502423r", "25000539"]}, {"Citation": "Collins AR. The comet assay for DNA damage and repair: principles, applications, and limitations. Mol Biotechnol. 2004;26:249–61. doi: 10.1385/MB:26:3:249.", "ArticleIdList": ["10.1385/MB:26:3:249", "15004294"]}, {"Citation": "Speit G, Hartmann A. The comet assay (single-cell gel test). A sensitive genotoxicity test for the detection of DNA damage and repair. In: Henderson DS, editor. DNA repair protocols. NJ: Humana Totowa; 1999. pp. 203–12.", "ArticleIdList": ["10.1385/1-59259-675-4:203", "10443422"]}, {"Citation": "Bradford MM. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72:248–54. doi: 10.1006/abio.1976.9999.", "ArticleIdList": ["10.1006/abio.1976.9999", "942051"]}, {"Citation": "Kurien BT, Scofield RH. Mouse urine collection using clear plastic wrap. Lab Anim. 1999;33:83–6. doi: 10.1258/002367799780578525.", "ArticleIdList": ["10.1258/002367799780578525", "10759397"]}, {"Citation": "Perry EF, Koirtyohann SR, Perry HM. Determination of cadmium in blood and urine by graphite furnace atomic absorption spectrophotometry. Clin Chem. 1975;21:626–9.", "ArticleIdList": ["1116299"]}, {"Citation": "Sadauskas E, Danscher G, Stoltenberg M, Vogel U, Larsen A, Wallin H. Protracted elimination of gold nanoparticles from mouse liver. Nanomedicine: Nanotechnol, Biol and Med. 2009;5:162–9. doi: 10.1016/j.nano.2008.11.002.", "ArticleIdList": ["10.1016/j.nano.2008.11.002", "19217434"]}, {"Citation": "Aebi H. Catalase in vitro. In: Packer L, editor. Oxygen radicals in biological systems. Amsterdam: Elsevier; 1984. pp. 121–6."}, {"Citation": "Kuo W, Huang C, Liu A, Cheng C, Li S, Chang W, et al. CHAPERONIN 20 mediates iron superoxide dismutase (FeSOD) activity independent of its co-chaperonin role in Arabidopsis chloroplasts. New Phytol. 2013;197:99–110. doi: 10.1111/j.1469-8137.2012.04369.x.", "ArticleIdList": ["10.1111/j.1469-8137.2012.04369.x", "23057508"]}, {"Citation": "Habig WH, Jakoby WB. Assays for differentiation of glutathione S-transferases. In: Jakoby WB, editor. Detoxication and drug metabolism: conjugation and related systems. Amsterdam: Elsevier; 1981. pp. 398–405.", "ArticleIdList": ["10.1016/s0076-6879(81)77053-8"]}, {"Citation": "Draper HH, Hadley M. Malondialdehyde determination as index of lipid peroxidation. In: Glazer AN, editor. Oxygen radicals in biological systems part B: oxygen radicals and antioxidants. Amsterdam: Elsevier; 1990. pp. 421–31.", "ArticleIdList": ["10.1016/0076-6879(90)86135-i", "2233309"]}, {"Citation": "Ellman GL. Tissue sulfhydryl groups. Arch Biochem Biophys. 1959;82:70–7. doi: 10.1016/0003-9861(59)90090-6.", "ArticleIdList": ["10.1016/0003-9861(59)90090-6", "13650640"]}, {"Citation": "Hinzmann M, Jaworski S, Kutwin M, Jagiełło J, Koziński R, Wierzbicki M, et al. Nanoparticles containing allotropes of carbon have genotoxic effects on glioblastoma multiforme cells. Int J Nanomedicine. 2014;9:2409–17. doi: 10.2147/IJN.S62497.", "ArticleIdList": ["10.2147/IJN.S62497", "PMC4035311", "24876774"]}, {"Citation": "Rojas E, Lopez MC, Valverde M. Single cell gel electrophoresis assay: methodology and applications. J Chromatogr B Biomed Sci Appl. 1999;722:225–54. doi: 10.1016/s0378-4347(98)00313-2.", "ArticleIdList": ["10.1016/s0378-4347(98)00313-2", "10068143"]}, {"Citation": "Godt J, Scheidig F, Grosse-Siestrup C, Esche V, Brandenburg P, Reich A, et al. The toxicity of cadmium and resulting hazards for human health. J Occup Med Toxicol. 2006;1:22. doi: 10.1186/1745-6673-1-22.", "ArticleIdList": ["10.1186/1745-6673-1-22", "PMC1578573", "16961932"]}, {"Citation": "Karmakar R, Bhattacharya R, Chatterjee M. Biochemical, haematological and histopathological study in relation to time-related cadmium-induced hepatotoxicity in mice. Biometals. 2000;13:231–9. doi: 10.1023/a:1009279803842.", "ArticleIdList": ["10.1023/a:1009279803842", "11127895"]}, {"Citation": "Koons AL, Rajasurya V. Cadmium toxicity. Treasure Island: StatPearls; 2022.", "ArticleIdList": ["30725651"]}, {"Citation": "Tzirogiannis KN, Panoutsopoulos GI, Demonakou MD, Hereti RI, Alexandropoulou KN, Basayannis AC, et al. Time-course of cadmium-induced acute hepatotoxicity in the rat liver: the role of apoptosis. Arch Toxicol. 2003;77:694–701. doi: 10.1007/s00204-003-0499-y.", "ArticleIdList": ["10.1007/s00204-003-0499-y", "13680093"]}, {"Citation": "Das A, Roy A, Das R, Bhattacharya S, Haldar PK. Naringenin alleviates cadmium-induced toxicity through the abrogation of oxidative stress in Swiss Albino mice. J Environ Pathol Toxicol Oncol. 2016;35:161–9. doi: 10.1615/JEnvironPatholToxicolOncol.2016015892.", "ArticleIdList": ["10.1615/JEnvironPatholToxicolOncol.2016015892", "27481493"]}, {"Citation": "Dudley RE, Svoboda DJ, Klaassen C. Acute exposure to cadmium causes severe liver injury in rats. Toxicol Appl Pharmacol. 1982;65:302–13. doi: 10.1016/0041-008x(82)90013-8.", "ArticleIdList": ["10.1016/0041-008x(82)90013-8", "7179286"]}, {"Citation": "Simoniello P, Filosa S, Riggio M, Scudiero R, Tammaro S, Trinchella F, et al. Responses to cadmium intoxication in the liver of the wall lizard Podarcis sicula. Comp Biochem Physiol C Toxicol Pharmacol. 2010;151:194–203. doi: 10.1016/j.cbpc.2009.10.005.", "ArticleIdList": ["10.1016/j.cbpc.2009.10.005", "19861172"]}, {"Citation": "Djukic-Cosic D, Curcic Jovanovic M, Plamenac Bulat Z, Ninkovic M, Malicevic Z, Matovic V. Relation between lipid peroxidation and iron concentration in mouse liver after acute and subacute cadmium intoxication. J Trace Elem Med Biol. 2008;22:66–72. doi: 10.1016/j.jtemb.2007.09.024.", "ArticleIdList": ["10.1016/j.jtemb.2007.09.024", "18319143"]}, {"Citation": "Casalino E, Sblano C, Landriscina V, Calzaretti G, Landriscina C. Rat liver glutathione S-transferase activity stimulation following acute cadmium or manganese intoxication. Toxicology. 2004;200:29–38. doi: 10.1016/j.tox.2004.03.004.", "ArticleIdList": ["10.1016/j.tox.2004.03.004", "15158561"]}, {"Citation": "Jr PHM, Yunice A, Erlanger M, Schoepfle E, Perry EF. Hypertension and tissue metal levels following intravenous cadmium, mercury, and zinc. Am J Physiol. 1970;219:755–61. doi: 10.1152/ajplegacy.1970.219.3.755.", "ArticleIdList": ["10.1152/ajplegacy.1970.219.3.755", "5450882"]}, {"Citation": "Nordberg GF, Nordberg M. Different binding forms of cadmium--implications for distribution and toxicity. J UOEH. 1987;9:153–64.", "ArticleIdList": ["3299599"]}, {"Citation": "Ivleva EA, Obraztsova EA, Pavlova ER, Morozova OV, Ivanov DG, Kononikhin AS, et al. Albumin-stabilized fluorescent metal nanoclusters: fabrication, physico-chemical properties and cytotoxicity. Mater Des. 2020;192:108771. doi: 10.1016/j.matdes.2020.108771.", "ArticleIdList": ["10.1016/j.matdes.2020.108771"]}, {"Citation": "Simpson CA, Salleng KJ, Cliffel DE, Feldheim DL. In vivo toxicity, biodistribution, and clearance of glutathione-coated gold nanoparticles. Nanomedicine. 2013;9:257–63. doi: 10.1016/j.nano.2012.06.002.", "ArticleIdList": ["10.1016/j.nano.2012.06.002", "22772047"]}, {"Citation": "Ikediobi CO, Badisa VL, Ayuk-Takem LT, Latinwo LM, West J. Response of antioxidant enzymes and redox metabolites to cadmium-induced oxidative stress in CRL-1439 normal rat liver cells. Int J Mol Med. 2004;14:87–92.", "ArticleIdList": ["15202021"]}, {"Citation": "Jurczuk M, Brzoska MM, Moniuszko-Jakoniuk J, Galazyn-Sidorczuk M, Kulikowska-Karpinska E. Antioxidant enzymes activity and lipid peroxidation in liver and kidney of rats exposed to cadmium and ethanol. Food Chem Toxicol. 2004;42:429–38. doi: 10.1016/j.fct.2003.10.005.", "ArticleIdList": ["10.1016/j.fct.2003.10.005", "14871584"]}, {"Citation": "Casalino E, Calzaretti G, Sblano C, Landriscina C. Molecular inhibitory mechanisms of antioxidant enzymes in rat liver and kidney by cadmium. Toxicology. 2002;179:37–50. doi: 10.1016/s0300-483x(02)00245-7.", "ArticleIdList": ["10.1016/s0300-483x(02)00245-7", "12204541"]}, {"Citation": "Ahmad M, Taweel GMA, Hidayathulla S. Nano-composites chitosan-curcumin synergistically inhibits the oxidative stress induced by toxic metal cadmium. Int J Biol Macromol. 2018;108:591–7. doi: 10.1016/j.ijbiomac.2017.12.054.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.12.054", "29229243"]}, {"Citation": "Senbanjo LT, Chellaiah MA. CD44: a multifunctional cell surface adhesion receptor is a regulator of progression and metastasis of cancer cells. Front Cell Dev Biol. 2017;5:18. doi: 10.3389/fcell.2017.00018.", "ArticleIdList": ["10.3389/fcell.2017.00018", "PMC5339222", "28326306"]}, {"Citation": "Leccia F, Nardone A, Corvigno S, Vecchio LD, De Placido S, Salvatore F, et al. Cytometric and biochemical characterization of human breast cancer cells reveals heterogeneous myoepithelial phenotypes. Cytometry A. 2012;81:960–72. doi: 10.1002/cyto.a.22095.", "ArticleIdList": ["10.1002/cyto.a.22095", "22791584"]}, {"Citation": "Heidarzadeh H, Bathaie SZ, Abroun S, Mohagheghi MA. Evaluating the cytotoxic effect of crocin on MDA-MB-468 cell line based on apoptosis induction, ER stress, and autophagy markers. Pathobiol Res. 2018;20:37–51. Farsi."}, {"Citation": "Nam K, Oh S, Lee KM, Yoo SA, Shin I. CD44 regulates cell proliferation, migration, and invasion via modulation of c-Src transcription in human breast cancer cells. Cell Signal. 2015;27:1882–94. doi: 10.1016/j.cellsig.2015.05.002.", "ArticleIdList": ["10.1016/j.cellsig.2015.05.002", "25979842"]}, {"Citation": "Scudamore CL, editor. A practical guide to the histology of the mouse. Hoboken: John Wiley & Sons; 2014. Index. pp. 221–32."}]}], "History": [{"Year": "2023", "Month": "9", "Day": "12"}, {"Year": "2023", "Month": "12", "Day": "27"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "4", "Minute": "5"}, {"Year": "2024", "Month": "5", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["38966182", "PMC11220307", "10.37349/etat.2024.00233"]}}]}