{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Escherichia coli", "Heterologous biosynthesis", "Lignans", "Module assembly"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38970026", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "05"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["193", "10.1186/s12934-024-02467-1"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "05"}], "Journal": {"ISSN": "1475-2859", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "05"}}, "Title": "Microbial cell factories", "ISOAbbreviation": "Microb Cell Fact"}, "ArticleTitle": "Construction of lignan glycosides biosynthetic network in Escherichia coli using mutltienzyme modules.", "Pagination": {"StartPage": "193", "MedlinePgn": "193"}, "Abstract": {"AbstractText": ["Due to the complexity of the metabolic pathway network of active ingredients, precise targeted synthesis of any active ingredient on a synthetic network is a huge challenge. Based on a complete analysis of the active ingredient pathway in a species, this goal can be achieved by elucidating the functional differences of each enzyme in the pathway and achieving this goal through different combinations. Lignans are a class of phytoestrogens that are present abundantly in plants and play a role in various physiological activities of plants due to their structural diversity. In addition, lignans offer various medicinal benefits to humans. Despite their value, the low concentration of lignans in plants limits their extraction and utilization. Recently, synthetic biology approaches have been explored for lignan production, but achieving the synthesis of most lignans, especially the more valuable lignan glycosides, across the entire synthetic network remains incomplete.", "By evaluating various gene construction methods and sequences, we determined that the pCDF-Duet-Prx02-PsVAO gene construction was the most effective for the production of (+)-pinoresinol, yielding up to 698.9 mg/L after shake-flask fermentation. Based on the stable production of (+)-pinoresinol, we synthesized downstream metabolites in vivo. By comparing different fermentation methods, including \"one-cell, one-pot\" and \"multicellular one-pot\", we determined that the \"multicellular one-pot\" method was more effective for producing (+)-lariciresinol, (-)-secoisolariciresinol, (-)-matairesinol, and their glycoside products. The \"multicellular one-pot\" fermentation yielded 434.08 mg/L of (+)-lariciresinol, 96.81 mg/L of (-)-secoisolariciresinol, and 45.14 mg/L of (-)-matairesinol. Subsequently, ultilizing the strict substrate recognition pecificities of UDP-glycosyltransferase (UGT) incorporating the native uridine diphosphate glucose (UDPG) Module for in vivo synthesis of glycoside products resulted in the following yields: (+)-pinoresinol glucoside: 1.71 mg/L, (+)-lariciresinol-4-O-D-glucopyranoside: 1.3 mg/L, (+)-lariciresinol-4'-O-D-glucopyranoside: 836 µg/L, (-)-secoisolariciresinol monoglucoside: 103.77 µg/L, (-)-matairesinol-4-O-D-glucopyranoside: 86.79 µg/L, and (-)-matairesinol-4'-O-D-glucopyranoside: 74.5 µg/L.", "By using various construction and fermentation methods, we successfully synthesized 10 products of the lignan pathway in Isatis indigotica Fort in Escherichia coli, with eugenol as substrate. Additionally, we obtained a diverse range of lignan products by combining different modules, setting a foundation for future high-yield lignan production."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development Center of Chinese Medicine Resources and Biotechnology, The Ministry of Education (MOE) Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China."}], "LastName": "Qiao", "ForeName": "Yuqi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China."}], "LastName": "Huang", "ForeName": "Doudou", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development Center of Chinese Medicine Resources and Biotechnology, The Ministry of Education (MOE) Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China."}], "LastName": "Li", "ForeName": "Yajing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China."}], "LastName": "Jiang", "ForeName": "Songfan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shanghai Key Laboratory of Plant Molecular Sciences, College of Life Sciences, Shanghai Normal University, Shanghai, 200234, China."}], "LastName": "Chen", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development Center of Chinese Medicine Resources and Biotechnology, The Ministry of Education (MOE) Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China."}], "LastName": "Chen", "ForeName": "Junfeng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development Center of Chinese Medicine Resources and Biotechnology, The Ministry of Education (MOE) Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China. xiaoyingtcm@shutcm.edu.cn."}], "LastName": "Xiao", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research and Development Center of Chinese Medicine Resources and Biotechnology, The Ministry of Education (MOE) Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, China. chenwansheng@shutcm.edu.cn."}, {"Identifier": [], "Affiliation": "Department of Pharmacy, Changzheng Hospital, Second Military Medical University, Shanghai, 200003, China. chenwansheng@shutcm.edu.cn."}], "LastName": "Chen", "ForeName": "Wansheng", "Initials": "W"}], "GrantList": [{"GrantID": "2023YFC3504800", "Agency": "National Key Research and Development Program of China", "Country": ""}, {"GrantID": "U23A20512, 32170402", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "23XD1423500", "Agency": "Program of Shanghai Academic/Technology Research Leader", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Microb Cell Fact", "NlmUniqueID": "101139812", "ISSNLinking": "1475-2859"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Lignans"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "V4N1UDY811", "NameOfSubstance": "pinoresinol"}, {"RegistryNumber": "0", "NameOfSubstance": "Furans"}], "MeshHeadingList": [{"QualifierName": ["biosynthesis", "metabolism"], "DescriptorName": "Lignans"}, {"QualifierName": ["biosynthesis", "metabolism"], "DescriptorName": "Glycosides"}, {"QualifierName": ["metabolism", "genetics"], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Biosynthetic Pathways"}, {"QualifierName": ["methods"], "DescriptorName": "Metabolic Engineering"}, {"QualifierName": [], "DescriptorName": "Fermentation"}, {"QualifierName": ["methods"], "DescriptorName": "Synthetic Biology"}, {"QualifierName": ["metabolism"], "DescriptorName": "Furans"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang P, Wei Y, Fan Y, Liu Q, Wei W, Yang C, Zhang L, et al. Production of bioactive ginsenosides Rh2 and Rg3 by metabolically engineered yeasts. Metab Eng. 2015;29:97–105. doi: 10.1016/j.ymben.2015.03.003.", "ArticleIdList": ["10.1016/j.ymben.2015.03.003", "25769286"]}, {"Citation": "Wu QY, Huang ZY, Wang JY, Yu HL, Xu JH. Construction of an Escherichia coli cell factory to synthesize taxadien-5α-ol, the key precursor of anti-cancer drug paclitaxel. Bioresources Bioprocess. 2022;9(1):82. doi: 10.1186/s40643-022-00569-5.", "ArticleIdList": ["10.1186/s40643-022-00569-5", "PMC10992617", "38647602"]}, {"Citation": "Chhillar H, Chopra P, Ashfaq MA. Lignans from linseed (Linum usitatissimum L.) and its allied species: Retrospect, introspect and prospect. Crit Rev Food Sci Nutr. 2021;61:2719–41. doi: 10.1080/10408398.2020.1784840.", "ArticleIdList": ["10.1080/10408398.2020.1784840", "32619358"]}, {"Citation": "Davin LB, Wang HB, Crowell AL, Bedgar DL, Martin DM, Sarkanen S, Lewis NG. Stereoselective bimolecular phenoxy radical coupling by an auxiliary (dirigent) protein without an active center. Science. 1997;275:362–6. doi: 10.1126/science.275.5298.362.", "ArticleIdList": ["10.1126/science.275.5298.362", "8994027"]}, {"Citation": "Ward RS. Lignans, neolignans and related compounds. Nat Prod Rep. 1999;16:75–96. doi: 10.1039/a705992b.", "ArticleIdList": ["10.1039/a705992b"]}, {"Citation": "Takeda R, Hasegawa J, Shinozaki M. The first isolation of lignans, megacerotonic acid and anthocerotonic acid, from non-vascular plants, anthocerotae (hornworts) Tetrahedron Lett. 1990;31:4159–62. doi: 10.1016/S0040-4039(00)97569-5.", "ArticleIdList": ["10.1016/S0040-4039(00)97569-5"]}, {"Citation": "Cullmann F, Becker H. Lignans from the liverwort Lepicolea ochroleuca. Phytochemistry. 1999;52:1651–6. doi: 10.1016/S0031-9422(99)00372-6.", "ArticleIdList": ["10.1016/S0031-9422(99)00372-6"]}, {"Citation": "Scher JM, Zapp J, Becker H. Lignan derivatives from the liverwort Bazzania trilobata. Phytochemistry. 2003;62:769–77. doi: 10.1016/S0031-9422(02)00626-X.", "ArticleIdList": ["10.1016/S0031-9422(02)00626-X", "12620330"]}, {"Citation": "Wada H, Kido T, Tanaka N, Murakami T, Saiki Y, Chen CM. Chemical and chemotaxonomical studies of ferns. LXXXI. Characteristic lignans of blechnaceous ferns. Chem Pharm Bull. 1992;40:2099–101. doi: 10.1248/cpb.40.2099.", "ArticleIdList": ["10.1248/cpb.40.2099"]}, {"Citation": "Milder IE, Arts IC, van de Putte B, Venema DP, Hollman PC. Lignan contents of Dutch plant foods: a database including lariciresinol, pinoresinol, secoisolariciresinol and matairesinol. Br J Nutr. 2005;93:393–402. doi: 10.1079/bjn20051371.", "ArticleIdList": ["10.1079/bjn20051371", "15877880"]}, {"Citation": "Ardalani H, Avan A, Ghayour-Mobarhan M. Podophyllotoxin: a novel potential natural anticancer agent. Avicenna J Phytomed. 2017;7:285–94.", "ArticleIdList": ["PMC5580867", "28884079"]}, {"Citation": "Li ZT, Li L, Chen TT, Li CY, Wang DQ, Yang ZF, Zhong NS. Efficacy and safety of Ban-Lan-Gen granules in the treatment of seasonal influenza: study protocol for a randomized controlled trial. Trials. 2015;16:126. doi: 10.1186/s13063-015-0645-x.", "ArticleIdList": ["10.1186/s13063-015-0645-x", "PMC4383212", "25873046"]}, {"Citation": "Yang Z, Wang Y, Zheng Z, Zhao S, Zhao J, Lin Q, Li C, Zhu Q, Zhong N. Antiviral activity of Isatis Indigotica root-derived clemastanin B against human and avian influenza A and B viruses in vitro. Int J Mol Med. 2013;31:867–73. doi: 10.3892/ijmm.2013.1274.", "ArticleIdList": ["10.3892/ijmm.2013.1274", "23403777"]}, {"Citation": "Zhou B, Li J, Liang X, Yang Z, Jiang Z. Transcriptome profiling of influenza a virus-infected lung epithelial (A549) cells with lariciresinol-4-β-d-glucopyranoside treatment. PLoS ONE. 2017;12:e0173058. doi: 10.1371/journal.pone.0173058.", "ArticleIdList": ["10.1371/journal.pone.0173058", "PMC5342222", "28273165"]}, {"Citation": "Li J, Zhou B, Li C, Chen Q, Wang Y, Li Z, et al. Lariciresinol-4-O-β-d-glucopyranoside from the root of Isatis Indigotica inhibits influenza a virus-induced pro-inflammatory response. J Ethnopharmacol. 2015;174:379–86. doi: 10.1016/j.jep.2015.08.037.", "ArticleIdList": ["10.1016/j.jep.2015.08.037", "26320688"]}, {"Citation": "Wei P, Zhao F, Wang Z, Wang Q, Chai X, Hou G, Meng Q. Sesame (Sesamum indicum L.): a Comprehensive Review of Nutritional Value, Phytochemical Composition, Health benefits, development of Food, and Industrial Applications. Nutrients. 2022;14:4079. doi: 10.3390/nu14194079.", "ArticleIdList": ["10.3390/nu14194079", "PMC9573514", "36235731"]}, {"Citation": "Rana A, Samtiya M, Dhewa T, Mishra V, Aluko RE. Health benefits of polyphenols: a concise review. J Food Biochem. 2022;46:e14264. doi: 10.1111/jfbc.14264.", "ArticleIdList": ["10.1111/jfbc.14264", "35694805"]}, {"Citation": "Gertsch J, Tobler RT, Brun R, Sticher O, Heilmann J. Antifungal, antiprotozoal, cytotoxic and piscicidal properties of Justicidin B and a new arylnaphthalide lignan from Phyllanthus Piscatorum. Planta Med. 2003;69:420–4. doi: 10.1055/s-2003-39706.", "ArticleIdList": ["10.1055/s-2003-39706", "12802722"]}, {"Citation": "Majdalawieh AF, Ahari SH, Yousef SM, Nasrallah GK, Sesamol A lignan in sesame seeds with potent anti-inflammatory and immunomodulatory properties. Eur J Pharmacol. 2023;960:176163. doi: 10.1016/j.ejphar.2023.176163.", "ArticleIdList": ["10.1016/j.ejphar.2023.176163", "37925135"]}, {"Citation": "Kim JH, Kwon SS, Jeong HU, Lee HS. Inhibitory effects of Dimethyllirioresinol, Epimagnolin A, Eudesmin, Fargesin, and Magnolin on Cytochrome P450 enzyme activities in human liver microsomes. Int J Mol Sci. 2017;18:952. doi: 10.3390/ijms18050952.", "ArticleIdList": ["10.3390/ijms18050952", "PMC5454865", "28468305"]}, {"Citation": "Satake H, Koyama T, Bahabadi SE, Matsumoto E, Ono E, Murata J. Essences in metabolic engineering of lignan biosynthesis. Metabolites. 2015;5:270–90. doi: 10.3390/metabo5020270.", "ArticleIdList": ["10.3390/metabo5020270", "PMC4495373", "25946459"]}, {"Citation": "Hata N, Hayashi Y, Okazawa A, Ono E, Satake H, Kobayashi A. Comparison of sesamin contents and CYP81Q1 gene expressions in aboveground vegetative organs between two Japanese sesame (Sesamum indicum L.) varieties differing in seed sesamin contents. Plant Sci. 2010;178:510–6. doi: 10.1016/j.plantsci.2010.02.020.", "ArticleIdList": ["10.1016/j.plantsci.2010.02.020"]}, {"Citation": "Hata N, Hayashi Y, Ono E, Satake H, Kobayashi A, Muranaka T, Okazwa A. Differences in plant growth and leaf sesamin content of the lignan-rich sesame variety ‘Gomazou’ under continuous light of different wavelengths. Plant Biotechnol. 2013;30:1–8. doi: 10.5511/plantbiotechnology.12.1021a.", "ArticleIdList": ["10.5511/plantbiotechnology.12.1021a"]}, {"Citation": "Okazawa A, Hori K, Okumura R, Izumi Y, Hata N, Bamba T, et al. Simultaneous quantification of lignans in Arabidopsis thaliana by highly sensitive capillary liquid chromatography-electrospray ionization-ion trap mass spectrometry. Plant Biotechnol. 2011;28:287–93. doi: 10.5511/plantbiotechnology.11.0221a.", "ArticleIdList": ["10.5511/plantbiotechnology.11.0221a"]}, {"Citation": "Chaurasia OP, Ballabh B, Tayade A, Kumar R, Kumar GP, Singh SB, Podophyllum L. An endangered and anticancerous medicinal plant–An overview. Indian J Tradit Know. 2012;11:234–41."}, {"Citation": "van Fürden B, Humburg A, Fuss E. Influence of methyl jasmonate on podophyllotoxin and 6-methoxypodophyllotoxin accumulation in Linum album cell suspension cultures. Plant Cell Rep. 2005;24:312–7. doi: 10.1007/s00299-005-0954-8.", "ArticleIdList": ["10.1007/s00299-005-0954-8", "15818489"]}, {"Citation": "Xiao Y, Ji Q, Gao S, Tan H, Chen R, Li Q, et al. Combined transcriptome and metabolite profiling reveals that IiPLR1 plays an important role in lariciresinol accumulation in Isatis Indigotica. J Exp Bot. 2015;66:6259–71. doi: 10.1093/jxb/erv333.", "ArticleIdList": ["10.1093/jxb/erv333", "PMC7107596", "26163698"]}, {"Citation": "Arneaud SL, Porter JR. 2015. :961 – 73.", "ArticleIdList": ["10.1007/s12033-015-9888-8", "26289300"]}, {"Citation": "Xia ZQ, Costa MA, Pelissier HC, Davin LB, Lewis NG. Secoisolariciresinol dehydrogenase purification, cloning, and functional expression. Implications for human health protection. J Biol Chem. 2001;276:12614–23. doi: 10.1074/jbc.M008622200.", "ArticleIdList": ["10.1074/jbc.M008622200", "11278426"]}, {"Citation": "Murata J, Ono E, Yoroizuka S, Toyonaga H, Shiraishi A, Mori S, et al. Oxidative rearrangement of (+)-sesamin by CYP92B14 co-generates twin dietary lignans in sesame. Nat Commun. 2017;8:2155. doi: 10.1038/s41467-017-02053-7.", "ArticleIdList": ["10.1038/s41467-017-02053-7", "PMC5735135", "29255253"]}, {"Citation": "Ono E, Kim HJ, Murata J, Morimoto K, Okazawa A, Kobayashi A, et al. Molecular and functional characterization of novel furofuranclass lignan glucosyltransferases from Forsythia. Plant Biotechnol. 2010;27:317–24. doi: 10.5511/plantbiotechnology.27.317.", "ArticleIdList": ["10.5511/plantbiotechnology.27.317"]}, {"Citation": "Ono E, Waki T, Oikawa D, Murata J, Shiraishi A, Toyonaga H, et al. Glycoside-specific glycosyltransferases catalyze regio-selective sequential glucosylations for a sesame lignan, sesaminol triglucoside. Plant J. 2020;101:1221–33. doi: 10.1111/tpj.14586.", "ArticleIdList": ["10.1111/tpj.14586", "31654577"]}, {"Citation": "Lau W, Sattely ES. Six enzymes from mayapple that complete the biosynthetic pathway to the etoposide aglycone. Science. 2015;349:1224–8. doi: 10.1126/science.aac7202.", "ArticleIdList": ["10.1126/science.aac7202", "PMC6861171", "26359402"]}, {"Citation": "Lv Y, Cheng X, Du G, Zhou J, Chen J. Engineering of an H2O2 auto-scavenging in vivo cascade for pinoresinol production. Biotechnol Bioeng. 2017;114:2066–74. doi: 10.1002/bit.26319.", "ArticleIdList": ["10.1002/bit.26319", "28436004"]}, {"Citation": "Xiao Y, Shao K, Zhou JW, Wang L, Ma X, Wu D, et al. Structure-based engineering of substrate specificity for pinoresinol-lariciresinol reductases. Nat Commun. 2021;12:2828. doi: 10.1038/s41467-021-23095-y.", "ArticleIdList": ["10.1038/s41467-021-23095-y", "PMC8121951", "33990581"]}, {"Citation": "Chen RB, Yu J, Yu LY, Xiao L, Xiao Y, Chen JF, et al. The ERF transcription factor LTF1 activates DIR1 to control stereoselective synthesis of antiviral lignans and stress defense in Isatis Indigotica roots. Acta Pharm Sin B. 2024;14:405–20. doi: 10.1016/j.apsb.2023.08.011.", "ArticleIdList": ["10.1016/j.apsb.2023.08.011", "PMC10792966", "38261810"]}, {"Citation": "Chen X, Chen JF, Feng JX, Wang Y, Li S, Xiao Y, et al. Tandem UGT71B5s catalyze Lignan Glycosylation in Isatis Indigotica with substrates Promiscuity. Front Plant Sci. 2021;12:637695. doi: 10.3389/fpls.2021.637695.", "ArticleIdList": ["10.3389/fpls.2021.637695", "PMC8044456", "33868336"]}, {"Citation": "Chen JF, Wang Y, Liang FY, Zhou X, Chen X, Lu MH, et al. IiUGT71B2 catalyzes lignan glycosylation in Isatis indigotica with substrates specificity. Ind Crops Prod. 2023;195:116483. doi: 10.1016/j.indcrop.2023.116483.", "ArticleIdList": ["10.1016/j.indcrop.2023.116483"]}, {"Citation": "Ghose K, Selvaraj K, McCallum J, Kirby CW, Sweeney-Nixon M, Cloutier SJ, et al. Identification and functional characterization of a flax UDP-glycosyltransferase glucosylating secoisolariciresinol (SECO) into secoisolariciresinol monoglucoside (SMG) and diglucoside (SDG) BMC Plant Biol. 2014;14:82. doi: 10.1186/1471-2229-14-82.", "ArticleIdList": ["10.1186/1471-2229-14-82", "PMC3986616", "24678929"]}, {"Citation": "Fawal N, Li Q, Savelli B, Brette M, Passaia G, Fabre M, et al. PeroxiBase: a database for large-scale evolutionary analysis of peroxidases. Nucleic Acids Res. 2013;41:D441–4. doi: 10.1093/nar/gks1083.", "ArticleIdList": ["10.1093/nar/gks1083", "PMC3531118", "23180785"]}, {"Citation": "Zhang YY, Xu S, Jin Y, Dai Y, Chen Y, Wu X. Efficient Biocatalytic Preparation of Rebaudioside KA: highly selective glycosylation coupled with UDPG Regeneration. Sci Rep. 2020;10:6230. doi: 10.1038/s41598-020-63379-9.", "ArticleIdList": ["10.1038/s41598-020-63379-9", "PMC7148340", "32277148"]}, {"Citation": "De Bruyn F, Maertens J, Beauprez J, Soetaert W, De Mey M. Biotechnological advances in UDP-sugar based glycosylation of small molecules. Biotechnol Adv. 2015;33:288–302. doi: 10.1016/j.biotechadv.2015.02.005.", "ArticleIdList": ["10.1016/j.biotechadv.2015.02.005", "25698505"]}, {"Citation": "Xu Y, Liu S, Bian L, Li Z, Luo C, Chen Y, Wu X. Engineering of a UDP-Glycosyltransferase for the efficient whole-cell biosynthesis of Siamenoside I in Escherichia coli. J Agric Food Chem. 2022;70:1601–9. doi: 10.1021/acs.jafc.1c07699.", "ArticleIdList": ["10.1021/acs.jafc.1c07699", "35099964"]}, {"Citation": "Decembrino D, Girhard M, Urlacher VB. Use of copper as a trigger for the in vivo activity of E. Coli Laccase CueO: a simple Tool for Biosynthetic purposes. ChemBioChem. 2021;22:1470–9. doi: 10.1002/cbic.202000775.", "ArticleIdList": ["10.1002/cbic.202000775", "PMC8248233", "33332702"]}, {"Citation": "Ricklefs E, Girhard M, Urlacher VB. Three-steps in one-pot: whole-cell biocatalytic synthesis of enantiopure (+)- and (-)-pinoresinol via kinetic resolution. Microb Cell Fact. 2016;15:78. doi: 10.1186/s12934-016-0472-0.", "ArticleIdList": ["10.1186/s12934-016-0472-0", "PMC4862135", "27160378"]}, {"Citation": "Pickens LB, Tang Y, Chooi YH. Metabolic engineering for the production of natural products. Annu Rev Chem Biomol Eng. 2011;2:211–36. doi: 10.1146/annurev-chembioeng-061010-114209.", "ArticleIdList": ["10.1146/annurev-chembioeng-061010-114209", "PMC4077471", "22432617"]}, {"Citation": "Watanabe K, Hotta K, Praseuth AP, Koketsu K, Migita A, Boddy CN, Wang CC, Oguri H, Oikawa H. Total biosynthesis of antitumor nonribosomal peptides in Escherichia coli. Nat Chem Biol. 2006;2:423–8. doi: 10.1038/nchembio803.", "ArticleIdList": ["10.1038/nchembio803", "16799553"]}, {"Citation": "Leonard E, Ajikumar PK, Thayer K, Xiao WH, Mo JD, Tidor B, Stephanopoulos G, et al. Combining metabolic and protein engineering of a terpenoid biosynthetic pathway for overproduction and selectivity control. Proc Natl Acad Sci U S A. 2010;107:13654–9. doi: 10.1073/pnas.1006138107.", "ArticleIdList": ["10.1073/pnas.1006138107", "PMC2922259", "20643967"]}, {"Citation": "Yao M, Wang H, Wang Z, Song C, Sa X, Du W, Ye M, Qiao X. Construct Phenylethanoid glycosides Harnessing Biosynthetic Networks, Protein Engineering and One-Pot Multienzyme cascades. Angew Chem Int Ed Engl Published Online April. 2024;14. 10.1002/anie.202402546.", "ArticleIdList": ["38616162"]}]}], "History": [{"Year": "2024", "Month": "4", "Day": "29"}, {"Year": "2024", "Month": "6", "Day": "25"}, {"Year": "2024", "Month": "7", "Day": "6", "Hour": "10", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "6", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "5", "Hour": "23", "Minute": "36"}, {"Year": "2024", "Month": "7", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["38970026", "PMC11225284", "10.1186/s12934-024-02467-1", "10.1186/s12934-024-02467-1"]}}]}