{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Boraginales", "Heliotropiaceae", "Phylogenetic tree", "Plastome"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38987665", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["654", "10.1186/s12870-024-05388-8"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "10"}], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "10"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Complete plastome genomes of three medicinal heliotropiaceae species: comparative analyses and phylogenetic relationships.", "Pagination": {"StartPage": "654", "MedlinePgn": "654"}, "Abstract": {"AbstractText": ["Heliotropiaceae is a family of the order Boraginales and has over 450 species. The members of the family Heliotropiaceae have been widely reported to be used in traditional medicine Over time, the classification of Heliotropiaceae has remained uncertain and has moved from family to subfamily, or conversely.", "In the present study, we sequenced, analyzed, and compared the complete plastomes of Euploca strigosa, Heliotropium arbainense, and Heliotropium longiflorum with the genomes of related taxa. The lengths of the plastomes of E. strigosa, H. arbainense, and H. longiflorum were 155,174 bp, 154,709 bp, and 154,496 bp, respectively. Each plastome consisted of 114 genes: 80 protein-coding genes, 4 ribosomal RNA genes, and 30 transfer RNA genes. The long repeats analysis indicated that reverse, palindromic, complement and forward repeats were all found in the three plastomes. The simple repeats analysis showed that the plastomes of E. strigosa, H. arbainense, and H. longiflorum contained 158, 165, and 151 microsatellites, respectively. The phylogenetic analysis confirmed two major clades in the Boraginales: clade I comprised Boraginaceae, while clade II included Heliotropiaceae, Ehretiaceae, Lennoaceae, and Cordiaceae. Inside the family Heliotropiaceae, E. strigosa is nested within the Heliotropium genus.", "This study expands our knowledge of the evolutionary relationships within Heliotropiaceae and offers useful genetic resources."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Sciences, King Khalid University, Abha, Saudi Arabia. mabdulazizalawfi@stu.kau.edu.sa."}, {"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Sciences, King Abdulaziz University, Jeddah, Saudi Arabia. mabdulazizalawfi@stu.kau.edu.sa."}], "LastName": "Alawfi", "ForeName": "Mohammad S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Sciences, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Alzahrani", "ForeName": "Dhafer A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Applied Sciences, Umm Al-Qura University, Makkah, Saudi Arabia."}], "LastName": "Albokhari", "ForeName": "Enas J", "Initials": "EJ"}], "PublicationTypeList": ["Journal Article", "Comparative Study"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Genome, Plastid"}, {"QualifierName": ["genetics"], "DescriptorName": "Heliotropium"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Genome, Plant"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Luebert F, Cecchi L, Frohlich MW, Gottschling M, Guilliams CM, Hasenstab-Lehman KE et al. Familial classification of the Boraginales. Taxon [Internet]. 2016;65(3):502–22. 10.12705/653.5."}, {"Citation": "Heywood VH, Brummitt RK, Culham A. Flowering Plant Families of the World [Internet]. Firefly Books; 2007. (A Firefly book). https://books.google.com.sa/books?id=X2tnQgAACAAJ."}, {"Citation": "Simpson MG. Diversity and classification of flowering plants: Eudicots. Plant Systematics. Elsevier; 2019. pp. 285–466."}, {"Citation": "Newman DJ, Cragg GM, Snader KM. The influence of natural products upon drug discovery (antiquity to late 1999) Nat Prod Rep. 2000;17(3):215–34. doi: 10.1039/a902202c.", "ArticleIdList": ["10.1039/a902202c", "10888010"]}, {"Citation": "Howes MR, Quave CL, Collemare J, Tatsis EC, Twilley D, Lulekal E, PLANET. Molecules from nature: reconciling biodiversity conservation and global healthcare imperatives for sustainable use of medicinal plants and fungi. Plants, People, Planet. 2020 Sep 29;2(5):463–81."}, {"Citation": "Sun W, Xu Z, Song C, Chen S, Herbgenomics Decipher molecular genetics of medicinal plants. Innov. 2022;3(6):100322.", "ArticleIdList": ["PMC9529535", "36199278"]}, {"Citation": "Atanasov AG, Zotchev SB, Dirsch VM, Supuran CT. Natural products in drug discovery: advances and opportunities. Nat Rev Drug Discov. 2021;20(3):200–16. doi: 10.1038/s41573-020-00114-z.", "ArticleIdList": ["10.1038/s41573-020-00114-z", "PMC7841765", "33510482"]}, {"Citation": "Almoshari Y. Medicinal plants used for dermatological disorders among the people of the Kingdom of Saudi Arabia: a narrative review. Saudi J Biol Sci. 2022;29(6):103303. doi: 10.1016/j.sjbs.2022.103303.", "ArticleIdList": ["10.1016/j.sjbs.2022.103303", "PMC9111994", "35592741"]}, {"Citation": "Tounekti T, Mahdhi M, Khemira H. Ethnobotanical study of indigenous Medicinal plants of Jazan Region, Saudi Arabia. Evidence-Based Complement Altern Med. 2019;2019:1–45. doi: 10.1155/2019/3190670.", "ArticleIdList": ["10.1155/2019/3190670", "PMC6582903", "31275409"]}, {"Citation": "Sarkar C, Mondal M, Khanom B, Hossain MM, Hossain MS, Sureda A, et al. Heliotropium indicum L.: from farm to a source of Bioactive compounds with therapeutic activity. Evidence-Based Complement Altern Med. 2021;2021:1–21. doi: 10.1155/2021/9965481.", "ArticleIdList": ["10.1155/2021/9965481", "PMC8187075", "34158818"]}, {"Citation": "Ullah, Farhat et al. Hussain. Sajid, Jamil. Muhammad, Khan. Arifullah, Arfan. Mohammad, Ahmad. Shabir,. Antimicrobial and antioxidant activities of the plant Heliotropium strigosum. Afr J Biotechnol. 2010;9:7738–43."}, {"Citation": "Janbaz KH, Javed S, Saqib F, Imran I, Zia-Ul-Haq M, De Feo V. Validation of ethnopharmacological uses of Heliotropium Strigosum Willd. As spasmolytic, bronchodilator and vasorelaxant remedy. BMC Complement Altern Med. 2015;15(1):169. doi: 10.1186/s12906-015-0697-1.", "ArticleIdList": ["10.1186/s12906-015-0697-1", "PMC4458017", "26048286"]}, {"Citation": "Tresina MVRDA, editor. Ethnomedicinal Plants with Therapeutic Properties. Cambridge: Apple Academic; 2019."}, {"Citation": "Qari SH, Alrefaei AF, Filfilan W, Qumsani A. Exploration of the Medicinal Flora of the Aljumum Region in Saudi Arabia. Appl Sci. 2021;11(16):7620. doi: 10.3390/app11167620.", "ArticleIdList": ["10.3390/app11167620"]}, {"Citation": "Wondimu T, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants around ‘Dheeraa’ town, Arsi Zone, Ethiopia. J Ethnopharmacol. 2007;112(1):152–61. doi: 10.1016/j.jep.2007.02.014.", "ArticleIdList": ["10.1016/j.jep.2007.02.014", "17418987"]}, {"Citation": "Hassan-Abdallah A, Merito A, Hassan S, Aboubaker D, Djama M, Asfaw Z, et al. Medicinal plants and their uses by the people in the region of Randa, Djibouti. J Ethnopharmacol. 2013;148(2):701–13. doi: 10.1016/j.jep.2013.05.033.", "ArticleIdList": ["10.1016/j.jep.2013.05.033", "23707214"]}, {"Citation": "de Candolle A. AP de A de AP de, Candolle A de AP de A de AP de. Prodromus systematis naturalis regni vegetabilis, sive, Enumeratio contracta ordinum generum specierumque plantarum huc usque cognitarium, juxta methodi naturalis, normas digesta /auctore Aug. Pyramo de Candolle. [Internet]. Sumptibus Sociorum Treuttel et Würtz,; 1824. 10.5962/bhl.title.286."}, {"Citation": "Engler A, Krause K, Pilger R, Prantl K. Die Natürlichen Pflanzenfamilien nebst ihren Gattungen und wichtigeren Arten, insbesondere den Nutzpflanzen, unter Mitwirkung zahlreicher hervorragender Fachgelehrten begründet [Internet]. W. Engelmann; 1887. 10.5962/bhl.title.4635."}, {"Citation": "Hutchinson John. The Families of Flowering Plants. I. Dicotyledons. Arranged According to a New System Based on Their Probable Phylogeny. J. Hutchinson. Botanical Gazette [Internet]. 1926;82(1):111–2. 10.1086/333641."}, {"Citation": "Dahlgren RMT. A revised system of classification of the angiosperms. Botanical Journal of the Linnean Society [Internet]. 1980;80(2):91–124. 10.1111/j.1095-8339.1980.tb01661.x."}, {"Citation": "Thorne R. An Updated Phylogenetic Classification of the Flowering Plants. Aliso [Internet]. 1992;13(2):265–389. 10.5642/aliso.19921302.08."}, {"Citation": "Takhtajan A. Diversity and Classification of Flowering Plants [Internet]. Columbia University Press; 1997. https://books.google.com.sa/books?id=pnCVQjDUfuEC."}, {"Citation": "APG I. An Ordinal Classification for the Families of Flowering Plants. Annals of the Missouri Botanical Garden [Internet]. 1998;85(4):531. 10.2307/2992015."}, {"Citation": "APG II. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG II. Botanical Journal of the Linnean Society [Internet]. 2003;141(4):399–436. 10.1046/j.1095-8339.2003.t01-1-00158.x."}, {"Citation": "Moore MJ, Jansen RK. Molecular evidence for the age, origin, and evolutionary history of the American desert plant genus Tiquilia (Boraginaceae). Mol Phylogenet Evol [Internet]. 2006;39(3):668–87. 10.1016/j.ympev.2006.01.020.", "ArticleIdList": ["16495087"]}, {"Citation": "APG An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG III. Bot J Linn Soc. 2009;161(2):105–21. doi: 10.1111/j.1095-8339.2009.00996.x.", "ArticleIdList": ["10.1111/j.1095-8339.2009.00996.x"]}, {"Citation": "Nazaire M, Hufford L. A Broad Phylogenetic Analysis of Boraginaceae: Implications for the Relationships of &lt;I&gt;Mertensia&lt;/I&gt; Syst Bot [Internet]. 2012;37(3):758–83. Available from:10.1600/036364412x648715"}, {"Citation": "APG IV An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181(1):1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Gottschling M, Hilger HH, Wolf M, Diane N. Secondary Structure of the ITS1 Transcript and its Application in a Reconstruction of the Phylogeny of Boraginales. Plant Biol [Internet]. 2001;3(6):629–36. 10.1055/s-2001-19371."}, {"Citation": "Cohen JI. A phylogenetic analysis of morphological and molecular characters of Boraginaceae: evolutionary relationships, taxonomy, and patterns of character evolution. Cladistics [Internet]. 2013;30(2):139–69. 10.1111/cla.12036.", "ArticleIdList": ["34784688"]}, {"Citation": "Weigend M, Luebert F, Gottschling M, Couvreur TLP, Hilger HH, Miller JS. From capsules to nutlets-phylogenetic relationships in the Boraginales. Cladistics [Internet]. 2013;30(5):508–18. 10.1111/cla.12061.", "ArticleIdList": ["34794245"]}, {"Citation": "Refulio-Rodriguez NF, Olmstead RG. Phylogeny of Lamiidae. Am J Bot [Internet]. 2014;101(2):287–99. 10.3732/ajb.1300394.", "ArticleIdList": ["24509797"]}, {"Citation": "Hasenstab-Lehman K. Phylogenetics of the Borage Family: Delimiting Boraginales and Assessing Closest Relatives. Aliso [Internet]. 2017;35(1):41–9. 10.5642/aliso.20173501.04."}, {"Citation": "Zhang C, Zhang T, Luebert F, Xiang Y, Huang CH, Hu Y et al. Asterid Phylogenomics/Phylotranscriptomics Uncover Morphological Evolutionary Histories and Support Phylogenetic Placement for Numerous Whole-Genome Duplications. Mol Biol Evol [Internet]. 2020;37(11):3188–210. 10.1093/molbev/msaa160.", "ArticleIdList": ["32652014"]}, {"Citation": "Hilger HH, Diane N. A systematic analysis of Heliotropiaceae (Boraginales) based on trnL and ITS1 sequence data. Bot Jahrb Syst Pflanzengesch Pflanzengeogr [Internet]. 2003;125(1):19–51. 10.1127/0006-8152/2003/0125-0019."}, {"Citation": "Schrader HA. De Asperifoliis Linnei Commentatio Recitata. In: Commentationes Societatis Regiae Scientarum Gottingensis Recentiores. 1819. pp. 175–96."}, {"Citation": "Gürke M. Boraginaceae. In: Engler A, Prantl K, editors. Die natürlichen Pflanzenfamilien. Leipzig; 1893. pp. 59–96."}, {"Citation": "Johnston IM. Studies in Boraginaceae.X. The Boraginaceae of northeastern South America. Journal of the Arnold Arboretum [Internet]. 1935;16(1):1–64. 10.5962/p.32373."}, {"Citation": "Förther H. Die infragenerische Gliederung der Gattung Heliotropium L. und ihre Stellung innerhalb der subfam. Heliotropioideae (Schrad.) Arn. (Boraginaceae). Sendtnera: Mitteilungen der Botanischen Staatssammlung und des Instituts für Systematische Botanik der Universitat München [Internet]. 1998;5:35–241. https://www.biodiversitylibrary.org/part/146614."}, {"Citation": "Grevich JJ, Daniell H. Chloroplast Genetic Engineering: Recent Advances and Future Perspectives. CRC Crit Rev Plant Sci [Internet]. 2005;24(2):83–107. 10.1080/07352680590935387."}, {"Citation": "Roston RL, Jouhet J, Yu F, Gao H. Editorial: structure and function of chloroplasts. Front Plant Sci. 2018;9.", "ArticleIdList": ["PMC6246893", "30487808"]}, {"Citation": "Shaw J, Lickey EB, Schilling EE, Small RL. Comparison of whole chloroplast genome sequences to choose noncoding regions for phylogenetic studies in angiosperms: the tortoise and the hare III. Am J Bot [Internet]. 2007;94(3):275–88. 10.3732/ajb.94.3.275.", "ArticleIdList": ["21636401"]}, {"Citation": "Mower JP, Vickrey TL. Chapter Nine - Structural Diversity Among Plastid Genomes of Land Plants. In: Chaw SM, Jansen RKBTA in BR, editors. Plastid Genome Evolution [Internet]. Academic Press; 2018. pp. 263–92. https://www.sciencedirect.com/science/article/pii/S006522961730085X."}, {"Citation": "Bendich AJ. Circular chloroplast chromosomes: the grand illusion. Plant Cell [Internet]. 2004;16(7):1661–6. https://pubmed.ncbi.nlm.nih.gov/15235123.", "ArticleIdList": ["PMC514151", "15235123"]}, {"Citation": "Liu S, Ni Y, Li J, Zhang X, Yang H, Chen H, et al. CPGView: a package for visualizing detailed chloroplast genome structures. Mol Ecol Resour. 2023;23(3):694–704. doi: 10.1111/1755-0998.13729.", "ArticleIdList": ["10.1111/1755-0998.13729", "36587992"]}, {"Citation": "Yao J, Zhao F, Xu Y, Zhao K, Quan H, Su Y et al. Complete Chloroplast Genome Sequencing and Phylogenetic Analysis of Two Dracocephalum Plants. Biomed Res Int [Internet]. 2020;2020:4374801. https://pubmed.ncbi.nlm.nih.gov/33457408.", "ArticleIdList": ["PMC7787725", "33457408"]}, {"Citation": "Luo J, Hou BW, Niu ZT, Liu W, Xue QY, Ding XY. Comparative chloroplast genomes of photosynthetic orchids: insights into evolution of the Orchidaceae and development of molecular markers for phylogenetic applications. PLoS One [Internet]. 2014;9(6):e99016–e99016. https://pubmed.ncbi.nlm.nih.gov/24911363.", "ArticleIdList": ["PMC4049609", "24911363"]}, {"Citation": "Guo X, Wang X, Wang Q, Liu C, Zhang R, Cheng A et al. The complete chloroplast genome sequence of Borago officinalis Linn. (Boraginaceae) and its phylogenetic analysis. Mitochondrial DNA Part B [Internet]. 2020;5(2):1461–2. 10.1080/23802359.2020.1741467."}, {"Citation": "Carvalho Leonardo I, Barreto Crespo MT, Capelo J, Bustos Gaspar F. The complete plastome of Echium plantagineum L. (Boraginaceae), the first chloroplast genome belonging to the Echium genus. Mitochondrial DNA B Resour [Internet]. 2022;7(6):1154–6. https://pubmed.ncbi.nlm.nih.gov/35783061.", "ArticleIdList": ["PMC9245987", "35783061"]}, {"Citation": "Wu JH, Li HM, Lei JM, Liang ZR. The complete chloroplast genome sequence of Trigonotis peduncularis (Boraginaceae). Mitochondrial DNA B Resour [Internet]. 2022;7(3):456–7. https://pubmed.ncbi.nlm.nih.gov/35274042.", "ArticleIdList": ["PMC8903795", "35274042"]}, {"Citation": "Liu K, Wang R, Guo XX, Zhang XJ, Qu XJ, Fan SJ. Comparative and Phylogenetic Analysis of Complete Chloroplast Genomes in Eragrostideae (Chloridoideae, Poaceae). Plants (Basel) [Internet]. 2021;10(1):109. https://pubmed.ncbi.nlm.nih.gov/33419221.", "ArticleIdList": ["PMC7825611", "33419221"]}, {"Citation": "Long L, Li Y, Wang S, Liu Z, Wang J, Yang M. Complete chloroplast genomes and comparative analysis of Ligustrum species. Sci Rep. 2023;13(1):212. doi: 10.1038/s41598-022-26884-7.", "ArticleIdList": ["10.1038/s41598-022-26884-7", "PMC9814286", "36604557"]}, {"Citation": "Jansen R, Ruhlman T. Genomics of chloroplasts and Mitochondria. Germany: Springer: Berlin/Heidelberg; 2012. pp. 103–26."}, {"Citation": "Shaul O. How introns enhance gene expression. Int J Biochem Cell Biol. 2017;91:145–55. doi: 10.1016/j.biocel.2017.06.016.", "ArticleIdList": ["10.1016/j.biocel.2017.06.016", "28673892"]}, {"Citation": "Chen X, Li Q, Li Y, Qian J, Han J. Chloroplast genome of Aconitum barbatum var. Puberulum (Ranunculaceae) derived from CCS reads using the PacBio RS platform. Front Plant Sci. 2015;6.", "ArticleIdList": ["PMC4319492", "25705213"]}, {"Citation": "Sharp PM, Emery LR, Zeng K. Forces that influence the evolution of codon bias. Philosophical Trans Royal Soc B: Biol Sci. 2010;365(1544):1203–12. doi: 10.1098/rstb.2009.0305.", "ArticleIdList": ["10.1098/rstb.2009.0305", "PMC2871821", "20308095"]}, {"Citation": "Li Q, Wei R. Comparison of Boraginales Plastomes: Insights into Codon Usage Bias, Adaptive Evolution, and, Relationships P. Diversity (Basel) [Internet]. 2022;14(12):1104. 10.3390/d14121104."}, {"Citation": "Tang W, Luo C. Molecular and functional diversity of RNA editing in Plant Mitochondria. Mol Biotechnol. 2018;60(12):935–45. doi: 10.1007/s12033-018-0126-z.", "ArticleIdList": ["10.1007/s12033-018-0126-z", "30244436"]}, {"Citation": "Konhar R, Debnath M, Vishwakarma S, Bhattacharjee A, Sundar D, Tandon P, et al. The complete chloroplast genome of Dendrobium nobile, an endangered medicinal orchid from north-east India and its comparison with related Dendrobium species. PeerJ. 2019;7:e7756. doi: 10.7717/peerj.7756.", "ArticleIdList": ["10.7717/peerj.7756", "PMC6830405", "31695964"]}, {"Citation": "Li J, Yang M, Li Y, Jiang M, Liu C, He M, et al. Chloroplast genomes of two Pueraria DC. Species: sequencing, comparative analysis and molecular marker development. FEBS Open Bio. 2022;12(2):349–61. doi: 10.1002/2211-5463.13335.", "ArticleIdList": ["10.1002/2211-5463.13335", "PMC8804624", "34856076"]}, {"Citation": "Tian C, Li X, Wu Z, Li Z, Hou X, Li FY. Characterization and comparative analysis of complete chloroplast genomes of three species from the Genus Astragalus (Leguminosae). Front Genet. 2021;12.", "ArticleIdList": ["PMC8378255", "34422006"]}, {"Citation": "Gan J, Li Y, Tang D, Guo B, Li D, Cao F, et al. The complete chloroplast genomes of Gynostemma reveal the phylogenetic relationships of species within the Genus. Genes (Basel) 2023;14(4):929. doi: 10.3390/genes14040929.", "ArticleIdList": ["10.3390/genes14040929", "PMC10138119", "37107687"]}, {"Citation": "Zhang Z, Zhang DS, Zou L, Yao CY. Comparison of chloroplast genomes and phylogenomics in the Ficus sarmentosa complex (Moraceae) PLoS ONE. 2022;17(12):e0279849. doi: 10.1371/journal.pone.0279849.", "ArticleIdList": ["10.1371/journal.pone.0279849", "PMC9803296", "36584179"]}, {"Citation": "Contreras-Díaz R, Arias-Aburto M, van den Brink L. Characterization of the complete chloroplast genome of Zephyranthes phycelloides (Amaryllidaceae, tribe Hippeastreae) from Atacama region of Chile. Saudi J Biol Sci. 2022;29(1):650–9. doi: 10.1016/j.sjbs.2021.10.035.", "ArticleIdList": ["10.1016/j.sjbs.2021.10.035", "PMC8716934", "35002462"]}, {"Citation": "Guisinger MM, Kuehl JV, Boore JL, Jansen RK. Extreme Reconfiguration of Plastid Genomes in the Angiosperm Family Geraniaceae: Rearrangements, Repeats, and Codon Usage. Mol Biol Evol [Internet]. 2010;28(1):583–600. 10.1093/molbev/msq229.", "ArticleIdList": ["20805190"]}, {"Citation": "Provan J, Powell W, Hollingsworth PM. Chloroplast microsatellites: new tools for studies in plant ecology and evolution. Trends in Ecology & Evolution [Internet]. 2001;16(3):142–7. 10.1016/s0169-5347(00)02097-8.", "ArticleIdList": ["11179578"]}, {"Citation": "Addisalem AB, Esselink GD, Bongers F, Smulders MJM. Genomic sequencing and microsatellite marker development for Boswellia papyrifera, an economically important but threatened tree native to dry tropical forests. AoB Plants. 2015;7.", "ArticleIdList": ["PMC4433549", "25573702"]}, {"Citation": "Ebert D, Peakall R. Chloroplast simple sequence repeats (cpSSRs): technical resources and recommendations for expanding cpSSR discovery and applications to a wide array of plant species. Mol Ecol Resour. 2009;9(3):673–90. doi: 10.1111/j.1755-0998.2008.02319.x.", "ArticleIdList": ["10.1111/j.1755-0998.2008.02319.x", "21564725"]}, {"Citation": "Ishaq MN, Ehirim BO, Nwanyanwu GC, Abubaka RI. DNA fingerprinting Simple sequence repeat (SSR) marker-basedof some varieties of rice (Oryza sativa L.) released in Nigeria. Afr J Biotechnol [Internet]. 2019;18(11):242–8. 10.5897/ajb2018.16554."}, {"Citation": "Raubeson LA, Peery R, Chumley TW, Dziubek C, Fourcade HM, Boore JL, et al. Comparative chloroplast genomics: analyses including new sequences from the angiosperms Nuphar advena and Ranunculus macranthus. BMC Genomics. 2007;8(1):174. doi: 10.1186/1471-2164-8-174.", "ArticleIdList": ["10.1186/1471-2164-8-174", "PMC1925096", "17573971"]}, {"Citation": "Wang W, Messing J. High-throughput sequencing of three Lemnoideae (Duckweeds) Chloroplast genomes from total DNA. PLoS ONE. 2011;6(9):e24670. doi: 10.1371/journal.pone.0024670.", "ArticleIdList": ["10.1371/journal.pone.0024670", "PMC3170387", "21931804"]}, {"Citation": "Huang JL, Sun GL, Zhang DM. Molecular evolution and phylogeny of the angiosperm ycf2 gene. J Syst Evol [Internet]. 2010;48(4):240–8. 10.1111/j.1759-6831.2010.00080.x."}, {"Citation": "Dong W, Xu C, Li C, Sun J, Zuo Y, Shi S et al. ycf1, the most promising plastid DNA barcode of land plants. Sci Rep [Internet]. 2015;5:8348. https://pubmed.ncbi.nlm.nih.gov/25672218.", "ArticleIdList": ["PMC4325322", "25672218"]}, {"Citation": "Jiang S, Chen F, Qin P, Xie H, Peng G, Li Y et al. The specific DNA barcodes based on chloroplast genes for species identification of Theaceae plants. Physiol Mol Biol Plants [Internet]. 2022/04/19. 2022;28(4):837–48. https://pubmed.ncbi.nlm.nih.gov/35592487.", "ArticleIdList": ["PMC9110604", "35592487"]}, {"Citation": "Wu W, Li J, Liu Y, Jiang M, Lan M, Liu C. Peculiarities of the inverted repeats in the complete chloroplast genome of Strobilanthes bantonensis Lindau. Mitochondrial DNA Part B. 2021;6(4):1440–7. doi: 10.1080/23802359.2021.1911699.", "ArticleIdList": ["10.1080/23802359.2021.1911699", "PMC8079011", "33969193"]}, {"Citation": "Huang X, Coulibaly D, Tan W, Ni Z, Shi T, Li H, et al. The analysis of genetic structure and characteristics of the chloroplast genome in different Japanese apricot germplasm populations. BMC Plant Biol. 2022;22(1):354. doi: 10.1186/s12870-022-03731-5.", "ArticleIdList": ["10.1186/s12870-022-03731-5", "PMC9306182", "35864441"]}, {"Citation": "Liu DK, Zhou CY, Tu XD, Zhao Z, Chen JL, Gao XY, et al. Comparative and phylogenetic analysis of Chiloschista (Orchidaceae) species and DNA barcoding investigation based on plastid genomes. BMC Genomics. 2023;24(1):749. doi: 10.1186/s12864-023-09847-8.", "ArticleIdList": ["10.1186/s12864-023-09847-8", "PMC10702055", "38057701"]}, {"Citation": "Zhang W, Sun Y, Liu J, Xu C, Zou X, Chen X, et al. DNA barcoding of Oryza: conventional, specific, and super barcodes. Plant Mol Biol. 2021;105(3):215–28. doi: 10.1007/s11103-020-01054-3.", "ArticleIdList": ["10.1007/s11103-020-01054-3", "PMC7858216", "32880855"]}, {"Citation": "Chacón J, Luebert F, Hilger HH, Ovchinnikova S, Selvi F, Cecchi L et al. The borage family (Boraginaceae s.str.): A revised infrafamilial classification based on new phylogenetic evidence, with emphasis on the placement of some enigmatic genera. Taxon [Internet]. 2016;65(3):523–46. 10.12705/653.6."}, {"Citation": "Gottschling M, Luebert F, Hilger HH, Miller JS. Molecular delimitations in the Ehretiaceae (Boraginales). Mol Phylogenet Evol [Internet]. 2014;72:1–6. 10.1016/j.ympev.2013.12.005.", "ArticleIdList": ["24384255"]}, {"Citation": "Craven LA. Malesian and Australian Tournefortia Transferred to Heliotropium and Notes on Delimitation of Boraginaceae. Blumea - Biodiversity, Evolution and Biogeography of Plants [Internet]. 2005;50(2):375–81. 10.3767/000651905x623049."}, {"Citation": "Luebert F, Wen J. Phylogenetic Analysis and Evolutionary Diversification of &lt;I&gt;Heliotropium&lt;/I&gt; Sect. &lt;I&gt;Cochranea&lt;/I&gt; (Heliotropiaceae) in the Atacama Desert. Syst Bot [Internet]. 2008;33(2):390–402. Available from:10.1600/036364408784571635"}, {"Citation": "Frohlich M, Thulin M, Chase M. Ninety-three new combinations in Euploca for species of Heliotropium section Orthostachys (Boraginaceae Sensu APG) Phytotaxa. 2020;434:13–21. doi: 10.11646/phytotaxa.434.1.2.", "ArticleIdList": ["10.11646/phytotaxa.434.1.2"]}, {"Citation": "Chen YY, Chen YY, Shi C, Huang Z, Zhang Y, Li S et al. SOAPnuke: a MapReduce acceleration-supported software for integrated quality control and preprocessing of high-throughput sequencing data. Gigascience [Internet]. 2018;7(1):1–6. https://pubmed.ncbi.nlm.nih.gov/29220494.", "ArticleIdList": ["PMC5788068", "29220494"]}, {"Citation": "Dierckxsens N, Mardulyn P, Smits G. NOVOPlasty: de novo assembly of organelle genomes from whole genome data. Nucleic Acids Res [Internet]. 2017;45(4):e18–e18. https://pubmed.ncbi.nlm.nih.gov/28204566.", "ArticleIdList": ["PMC5389512", "28204566"]}, {"Citation": "Tillich M, Lehwark P, Pellizzer T, Ulbricht-Jones ES, Fischer A, Bock R et al. GeSeq - versatile and accurate annotation of organelle genomes. Nucleic Acids Res [Internet]. 2017;45(W1):W6–11. https://pubmed.ncbi.nlm.nih.gov/28486635.", "ArticleIdList": ["PMC5570176", "28486635"]}, {"Citation": "Greiner S, Lehwark P, Bock R. OrganellarGenomeDRAW (OGDRAW) version 1.3.1: expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res [Internet]. 2019;47(W1):W59–64. https://pubmed.ncbi.nlm.nih.gov/30949694.", "ArticleIdList": ["PMC6602502", "30949694"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: Molecular Evolutionary Genetics Analysis version 6.0. Mol Biol Evol [Internet]. 2013/10/16. 2013;30(12):2725–9. https://pubmed.ncbi.nlm.nih.gov/24132122.", "ArticleIdList": ["PMC3840312", "24132122"]}, {"Citation": "Lenz H, Knoop V. PREPACT 2.0: Predicting C-to-U and U-to-C RNA Editing in Organelle Genome Sequences with Multiple References and Curated RNA Editing Annotation. Bioinform Biol Insights [Internet]. 2013/01/10. 2013;7:1–19. https://pubmed.ncbi.nlm.nih.gov/23362369.", "ArticleIdList": ["PMC3547502", "23362369"]}, {"Citation": "Kurtz S, Choudhuri JV, Ohlebusch E, Schleiermacher C, Stoye J, Giegerich R. REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res [Internet]. 2001;29(22):4633–42. https://pubmed.ncbi.nlm.nih.gov/11713313.", "ArticleIdList": ["PMC92531", "11713313"]}, {"Citation": "Beier S, Thiel T, Münch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Bioinformatics [Internet]. 2017;33(16):2583–5. https://pubmed.ncbi.nlm.nih.gov/28398459.", "ArticleIdList": ["PMC5870701", "28398459"]}, {"Citation": "Librado P, Rozas J. DnaSP v5: a software for comprehensive analysis of DNA polymorphism data. Bioinformatics [Internet]. 2009;25(11):1451–2. 10.1093/bioinformatics/btp187.", "ArticleIdList": ["19346325"]}, {"Citation": "Kearse M, Moir R, Wilson A, Stones-Havas S, Cheung M, Sturrock S et al. Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics [Internet]. 2012/04/27. 2012;28(12):1647–9. https://pubmed.ncbi.nlm.nih.gov/22543367.", "ArticleIdList": ["PMC3371832", "22543367"]}, {"Citation": "Mayor C, Brudno M, Schwartz JR, Poliakov A, Rubin EM, Frazer KA et al. VISTA: visualizing global DNA sequence alignments of arbitrary length. Bioinformatics [Internet]. 2000;16(11):1046–7. 10.1093/bioinformatics/16.11.1046.", "ArticleIdList": ["11159318"]}, {"Citation": "Amiryousefi A, Hyvönen J, Poczai P. IRscope: an online program to visualize the junction sites of chloroplast genomes. Bioinformatics [Internet]. 2018;34(17):3030–1. 10.1093/bioinformatics/bty220.", "ArticleIdList": ["29659705"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol [Internet]. 2013/01/16. 2013;30(4):772–80. https://pubmed.ncbi.nlm.nih.gov/23329690.", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "Nguyen LT, Schmidt HA, von Haeseler A, Minh BQ. IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies. Mol Biol Evol [Internet]. 2014/11/03. 2015;32(1):268–74. https://pubmed.ncbi.nlm.nih.gov/25371430.", "ArticleIdList": ["PMC4271533", "25371430"]}, {"Citation": "Ronquist F, Teslenko M, van der Mark P, Ayres DL, Darling A, Höhna S et al. MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst Biol [Internet]. 2012/02/22. 2012;61(3):539–42. https://pubmed.ncbi.nlm.nih.gov/22357727.", "ArticleIdList": ["PMC3329765", "22357727"]}, {"Citation": "Kalyaanamoorthy S, Minh BQ, Wong TKF, von Haeseler A, Jermiin LS. ModelFinder: fast model selection for accurate phylogenetic estimates. Nat Methods [Internet]. 2017/05/08. 2017;14(6):587–9. https://pubmed.ncbi.nlm.nih.gov/28481363.", "ArticleIdList": ["PMC5453245", "28481363"]}, {"Citation": "Posada D, jModelTest. Phylogenetic Model Averaging. Mol Biol Evol [Internet]. 2008;25(7):1253–6. 10.1093/molbev/msn083.", "ArticleIdList": ["18397919"]}]}], "History": [{"Year": "2023", "Month": "7", "Day": "29"}, {"Year": "2024", "Month": "7", "Day": "5"}, {"Year": "2024", "Month": "7", "Day": "11", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "11", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "10", "Hour": "23", "Minute": "40"}, {"Year": "2024", "Month": "7", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["38987665", "PMC11234707", "10.1186/s12870-024-05388-8", "10.1186/s12870-024-05388-8"]}}]}