{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Essential oil", "Myrsine", "Pharmacology", "Phytochemical", "Phytochemistry", "Toxicology"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38992476", "DateRevised": {"Year": "2024", "Month": "07", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.fitote.2024.106121", "S0367-326X(24)00304-6"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "09"}], "Journal": {"ISSN": "1873-6971", "JournalIssue": {"Volume": "177", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "09"}}, "Title": "Fitoterapia", "ISOAbbreviation": "Fitoterapia"}, "ArticleTitle": "The genus Myrsine: A review of phytochemistry, pharmacology, and toxicology.", "Pagination": {"StartPage": "106121", "MedlinePgn": "106121"}, "Abstract": {"AbstractText": ["Myrsine (the family Primulaceae) contains flowering species. Pharmacologically, the plants of this genus belong to a list of medicinal plants that induce infectious and inflammatory treatments. There are no scientific publications that review phytochemistry and pharmacological activities.", "The compilation and classification of phytochemicals, chromatographic information, essential oils, and pharmacological reviews are the ultimate aim.", "References on phytochemical and pharmacological investigations of Myrsine species were collected from various sources, such as Google Scholar, PubMed, and Web of Science from the 1990s to present. The main keyword \"Myrsine\" was used alone or in combination with others to search for references.", "Chromatographic procedure of Myrsine extracts led to the purification of 134 compounds. Flavonoids, mono-phenols, saponins, quinones, megastigmanes, and lignans were the main phytochemical classes. Myrsine Volatile compounds are monoterpenoids, sesquiterpenoids, and aliphatic compounds. Myrsine constituents established a widespread panel of pharmacological activities, such as cytotoxicity, antioxidant, antimicrobial, anti-parasite, tyrosine inhibition, and hepatoprotection, especially anti-inflammation. Novel flavonoids myrsininones A-B are better than the standard triclosan against bacteria Staphylococcus warneri, S. mutan, S. sanguis, and Actinomyces naeslundii. M. seguinii aerial part ethanolic extract inhibited LPS (lipopolysaccharide)-stimulated inflammatory Raw 264.7 cells via Src/Syk/NF-κB (sarcoma kinase/spleen tyrosine kinase/ nuclear factor-kappa B) and IRAK-1/AP-1 (interleukin-1 receptor-associated kinase-1/activating protein-1) signaling inhibition. Generally, Myrsine plant extracts showed no toxicity.", "Myrsine constituents are good antimicrobial, antioxidative, and anti-inflammatory agents. However, the majority of earlier research focuses on the pharmacological analyses of M. africana. Thus, comprehensive findings for the remaining species are needed."], "CopyrightInformation": "Copyright © 2024 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical Technology, Hanoi University of Industry, 298 Cau Dien, Bac Tu Liem, Hanoi, Viet Nam."}], "LastName": "Thoa", "ForeName": "Nguyen Thi", "Initials": "NT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chemistry, Vietnam Academy of Science and Technology (VAST), 18 Hoang Quoc Viet, Caugiay, Hanoi, Viet Nam; Department of Chemistry, Graduate University of Science and Technology, VAST, 18 Hoang Quoc Viet, Caugiay, Hanoi, Viet Nam. Electronic address: ntson@ich.vast.vn."}], "LastName": "Son", "ForeName": "Ninh The", "Initials": "NT"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Fitoterapia", "NlmUniqueID": "16930290R", "ISSNLinking": "0367-326X"}, "CoiStatement": "Declaration of competing interest No conflict of interest."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "1", "Day": "3"}, {"Year": "2024", "Month": "7", "Day": "7"}, {"Year": "2024", "Month": "7", "Day": "8"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "11", "Hour": "23", "Minute": "39"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["38992476", "10.1016/j.fitote.2024.106121", "S0367-326X(24)00304-6"]}}]}