{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Antioxidant", "Antiparasitic", "Black seed", "Synergism", "Traditional medicine"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "38997638", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "12"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["266", "10.1186/s12906-024-04470-w"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "12"}], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "12"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Unlocking the therapeutic potential of Nigella sativa extract: phytochemical analysis and revealing antimicrobial and antioxidant marvels.", "Pagination": {"StartPage": "266", "MedlinePgn": "266"}, "Abstract": {"AbstractText": ["The growing global threat of antimicrobial resistance endangers both human and animal life, necessitating the urgent discovery of novel antimicrobial solutions. Medicinal plants hold promise as sources of potential antimicrobial compounds. In this study, we investigated the phytochemical constituents and microbicidal capabilities of the ethanolic extract from Nigella sativa (black seed). Gas chromatography analysis (GC) identified 11 compounds, among them thymoquinone, and thymol, contributing to antimicrobial and antioxidant properties. Antimicrobial assays demonstrated notable inhibition zones against broad spectra of bacteria, including Pseudomonas aeruginosa, Escherichia coli, Salmonella typhi, Staphylococcus aureus, Enterobacter, and Bacillus subtilis, along with potent antifungal activity against Aspergillus niger, Penicillium, and Candida albicans. Notably, when combined with antibiotics, the extract displayed exceptional synergistic antimicrobial efficacy. The black seed extract demonstrated membrane-damaging activity and disrupted virulence factors that protect microbes from antimicrobial agents, including the formation of bacterial biofilm and protease secretion. Thymoquinone, the primary active constituent of the extract, exhibited similar antimicrobial and ant virulence properties. In silico analysis targeting key regulators of quorum sensing and biofilm formation in P. aeruginosa, such as RhlG, LasR, and PqsR, showed a remarkable affinity of thymol and thymoquinone for these targets. Moreover, the N. sativa extract exhibited dose-dependent cytotoxicity against both the promastigote and amastigote forms of Leishmania tropica parasites, hinting at potential antiparasitic activity. In addition to its antimicrobial properties, the extract displayed potential antioxidant activity at a concentration of 400 μg/mL."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health and Biological Science, Abasyn University, Peshawar, 25000, Pakistan."}], "LastName": "Rahman", "ForeName": "Anees Ur", "Initials": "AU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Chemistry and Technology of Polymers, Silesian University of Technology, M. Strzody 9, Gliwice, 44-100, Poland. abdullah.abdullah@polsl.pl."}, {"Identifier": [], "Affiliation": "Joint Doctoral School, Silesian University of Technology, Akademicka 2A, Gliwice, Poland. abdullah.abdullah@polsl.pl."}], "LastName": "Abdullah", "ForeName": "Abdullah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Health Research, Guangzhou Institute of Biomedicine and Health, Chinese Academy of Sciences, Guangzhou, 510530, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China."}, {"Identifier": [], "Affiliation": "Institute of Biotechnology and Microbiology, Bacha Khan University, Charsadda, 24460, Pakistan."}], "LastName": "Faisal", "ForeName": "Shah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, Delta University for Science and Technology, Gamasa, 11152, Egypt."}, {"Identifier": [], "Affiliation": "Department of pharmaceutical chemistry, Kut University College, Al Kut, Wasit, 52001, Iraq."}], "LastName": "Mansour", "ForeName": "Basem", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Immunology, Faculty of Pharmacy, Zagazig University, Al Sharqia, 44519, Egypt. galalyehia@zu.edu.eg."}], "LastName": "Yahya", "ForeName": "Galal", "Initials": "G"}], "GrantList": [{"GrantID": "RG-34-166-43", "Agency": "The Deanship of Scientific Research (DSR) at King Abdulaziz University (KAU), Jeddah, Saudi Arabia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nigella sativa"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology", "chemistry"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lim C, Ashley EA, Hamers RL, Turner P, Kesteman T, Akech S et al. Surveillance strategies using routine microbiology for antimicrobial resistance in low- and middle-income countries. Clin Microbiol Infect. 2021;27.", "ArticleIdList": ["PMC7613529", "34111583"]}, {"Citation": "Samreen, Ahmad I, Malak HA, Abulreesh HH. Environmental antimicrobial resistance and its drivers: a potential threat to public health. J Global Antimicrob Resist. 2021;27.", "ArticleIdList": ["34454098"]}, {"Citation": "Stuart L, Marshall B. Antibacterial resistance worldwide: causes, challenges and responses. Nat Med. 2004;10.", "ArticleIdList": ["15577930"]}, {"Citation": "Anyanwu MU, Okoye RC. Antimicrobial activity of Nigerian medicinal plants. J Intercultural Ethnopharmacol. 2017;6.", "ArticleIdList": ["PMC5429085", "28512606"]}, {"Citation": "Ushamalini, Naik DP. Antimicrobial activity of some medicinal plants. Ecol Environ Conserv. 2008;14."}, {"Citation": "Egamberdieva D, Wirth S, Behrendt U, Ahmad P, Berg G. Antimicrobial activity of medicinal plants correlates with the proportion of antagonistic endophytes. Front Microbiol. 2017;8:FEB. doi: 10.3389/fmicb.2017.00199.", "ArticleIdList": ["10.3389/fmicb.2017.00199", "PMC5298987", "28232827"]}, {"Citation": "Bhatia P, Sharma A, George AJ, Anvitha D, Kumar P, Dwivedi VP, et al. Antibacterial activity of medicinal plants against ESKAPE: an update. Heliyon. 2021;7:e06310. doi: 10.1016/j.heliyon.2021.e06310.", "ArticleIdList": ["10.1016/j.heliyon.2021.e06310", "PMC7920328", "33718642"]}, {"Citation": "Hajimonfarednejad M, Ostovar M, Hasheminasab FS, Shariati MA, Thiruvengadam M, Raee MJ, et al. Medicinal plants for viral respiratory diseases: a systematic review on Persian Medicine. Evidence-Based Complement Altern Med. 2023;2023:1–10. doi: 10.1155/2023/1928310.", "ArticleIdList": ["10.1155/2023/1928310", "PMC9937752", "36818226"]}, {"Citation": "Benlarbi F, Mimoune N, Chaachouay N, Souttou K, Saidi R, Mokhtar MR et al. Ethnobotanical survey of the traditional antiparasitic use of medicinal plants in humans and animals in Laghouat (Southern Algeria). Vet World. 2023:357–68.", "ArticleIdList": ["PMC10082715", "37041995"]}, {"Citation": "Dalli M, Bekkouch O, Azizi SE, Azghar A, Gseyra N, Kim B. Nigella sativa l. Phytochemistry and pharmacological activities: a review (2019–2021). Biomolecules. 2022;12.", "ArticleIdList": ["PMC8773974", "35053168"]}, {"Citation": "Gul R, Tansuker HD, Cengiz AB, Gul M, Tabaru A, Emre F et al. Effects of nigella sativa oil on allergic rhinitis: an experimental animal study. Braz J Otorhinolaryngol. 2022;88.", "ArticleIdList": ["PMC9801018", "36243604"]}, {"Citation": "Hamdan A, Idrus RH, Mokhtar MH. Effects of nigella sativa on type-2 diabetes mellitus: a systematic review. Int J Environ Res Public Health. 2019;16.", "ArticleIdList": ["PMC6950756", "31817324"]}, {"Citation": "Dwita LP, Yati K, Gantini SN. The anti-inflammatory activity of nigella sativa balm sticks. Sci Pharm. 2019;87."}, {"Citation": "Margout D, Kelly MT, Meunier S, Auinger D, Pelissier Y, Larroque M. Morphological, microscopic and chemical comparison between Nigella sativa L. Cv (black cumin) and Nigella damascena L. Cv. J Food Agric Environ. 2013;11."}, {"Citation": "Ghanavi Z, Velayati AA, Farnia P, Naji AM, Kalatehjari S. Essential oil composition of Nigella sativa seeds from different populations of Iran. J Essent Oil-Bearing Plants. 2018;21."}, {"Citation": "Basurra RS, Wang SM, Alhoot MA. Nigella sativa (black seed) as a natural remedy against viruses. J Pure Appl Microbiol. 2021;15."}, {"Citation": "Chaieb K, Kouidhi B, Jrah H, Mahdouani K, Bakhrouf A. Antibacterial activity of Thymoquinone, an active principle of Nigella sativa and its potency to prevent bacterial biofilm formation. BMC Complement Altern Med. 2011;11:29. doi: 10.1186/1472-6882-11-29.", "ArticleIdList": ["10.1186/1472-6882-11-29", "PMC3095572", "21489272"]}, {"Citation": "Dai J, Li C, Cui H, Lin L. Unraveling the anti-bacterial mechanism of Litsea cubeba essential oil against E. Coli O157:H7 and its application in vegetable juices. Int J Food Microbiol. 2021;338:108989. doi: 10.1016/j.ijfoodmicro.2020.108989.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2020.108989", "33257098"]}, {"Citation": "Das RK, Pachapur VL, Lonappan L, Naghdi M, Pulicharla R, Maiti S et al. Biological synthesis of metallic nanoparticles: plants, animals and microbial aspects. Nanatechnol Environ Eng. 2017;2."}, {"Citation": "Elmowalid GAE, Ahmad AAM, El-Hamid MIA, Ibrahim D, Wahdan A, El Oksh ASA et al. Nigella sativa extract potentially inhibited methicillin resistant staphylococcus aureus induced infection in rabbits: potential immunomodulatory and growth promoting properties. Animals. 2022;12.", "ArticleIdList": ["PMC9559630", "36230379"]}, {"Citation": "Alkhalaf MI, Hussein RH, Hamza A. Green synthesis of silver nanoparticles by Nigella sativa extract alleviates diabetic neuropathy through anti-inflammatory and antioxidant effects. Saudi J Biol Sci. 2020;27.", "ArticleIdList": ["PMC7451673", "32884424"]}, {"Citation": "Nivetha K, Prasanna G. GC-MS and FT-IR analysis of Nigella sativa L. Seeds. Iternational J Adv Res Biol Sci. 2016;3."}, {"Citation": "Sivakumar S, Soundhirarajan P, Venkatesan A, Khatiwada CP. Synthesis, characterization and anti-bacterial activities of pure and co-doped BaSO4 nanoparticles via chemical precipitation route. Spectrochim Acta Mol Biomol Spectrosc. 2015;137:137–47. doi: 10.1016/j.saa.2014.08.080.", "ArticleIdList": ["10.1016/j.saa.2014.08.080", "25218222"]}, {"Citation": "Haloci E, Manfredini S, Toska V, Vertuani S, Ziosi P, Topi I, et al. Antibacterial and antifungal activity assesment of nigella sativa essential oils. International Scholarly and Scientific Research & Innovation, 2012(6)."}, {"Citation": "Yahya G, Ebada A, Khalaf EM, Mansour B, Nouh NA, Mosbah RA, et al. Soil-Associated Bacillus species: a Reservoir of Bioactive compounds with potential therapeutic activity against human pathogens. Microorganisms. 2021;9:1131. doi: 10.3390/microorganisms9061131.", "ArticleIdList": ["10.3390/microorganisms9061131", "PMC8225174", "34073963"]}, {"Citation": "El-Baz AM, Yahya G, Mansour B, El-Sokkary MMA, Alshaman R, Alattar A, et al. The link between occurrence of Class I Integron and Acquired Aminoglycoside Resistance in Clinical MRSA isolates. Antibiotics. 2021;10:488. doi: 10.3390/antibiotics10050488.", "ArticleIdList": ["10.3390/antibiotics10050488", "PMC8147066", "33922421"]}, {"Citation": "Diaz R, Afreixo V, Ramalheira E, Rodrigues C, Gago B. Evaluation of vancomycin MIC creep in methicillin-resistant Staphylococcus aureus infections—a systematic review and meta-analysis. Clin Microbiol Infect. 2018;24.", "ArticleIdList": ["28648858"]}, {"Citation": "Agarwal M, Rathore RS, Chauhan A. A rapid and high throughput mic determination method to screen uranium resistant microorganisms. Methods Protoc. 2020;3.", "ArticleIdList": ["PMC7189662", "32138252"]}, {"Citation": "Yazdi M, Khan F, Abbassi R, Quddus N, Castaneda-Lopez H. A review of risk-based decision-making models for microbiologically influenced corrosion (MIC) in offshore pipelines. Reliab Eng Syst Saf. 2022;223."}, {"Citation": "Kowalska-Krochmal B, Dudek-Wicher R. The minimum inhibitory concentration of antibiotics: methods, interpretation, clinical relevance. Pathogens. 2021;10.", "ArticleIdList": ["PMC7913839", "33557078"]}, {"Citation": "Abdullah, Al-Radadi NS, Hussain T, Faisal S, Ali Raza Shah S. Novel biosynthesis, characterization and bio-catalytic potential of green algae (Spirogyra hyalina) mediated silver nanomaterials. Saudi J Biol Sci. 2022;29:411–9. doi: 10.1016/j.sjbs.2021.09.013.", "ArticleIdList": ["10.1016/j.sjbs.2021.09.013", "PMC8717159", "35002436"]}, {"Citation": "Abdullah, Hussain T, Faisal S, Rizwan M, Saira, Zaman N et al. Green synthesis and characterization of copper and nickel hybrid nanomaterials: investigation of their biological and photocatalytic potential for the removal of organic crystal violet dye. J Saudi Chem Soc. 2022;26."}, {"Citation": "Baiomy AA, Serry FE, Kadry AA, Yahya G, Doijad S, Mostafa A, et al. Genome analysis of Pseudomonas aeruginosa strains from chronically infected patients with high levels of Persister formation. Pathogens. 2023;12:426. doi: 10.3390/pathogens12030426.", "ArticleIdList": ["10.3390/pathogens12030426", "PMC10051920", "36986348"]}, {"Citation": "El-Telbany M, Mohamed AA, Yahya G, Abdelghafar A, Abdel-Halim MS, Saber S, et al. Combination of Meropenem and Zinc Oxide nanoparticles; Antimicrobial Synergism, Exaggerated Antibiofilm Activity, and efficient therapeutic strategy against bacterial keratitis. Antibiotics. 2022;11:1374. doi: 10.3390/antibiotics11101374.", "ArticleIdList": ["10.3390/antibiotics11101374", "PMC9598448", "36290032"]}, {"Citation": "Fekry M, Yahya G, Osman A, Al-Rabia MW, Mostafa I, Abbas HA. GC-MS analysis and Microbiological Evaluation of Caraway Essential Oil as a virulence attenuating Agent against Pseudomonas aeruginosa. Molecules. 2022;27:8532. doi: 10.3390/molecules27238532.", "ArticleIdList": ["10.3390/molecules27238532", "PMC9741284", "36500623"]}, {"Citation": "Abdel-Halim MS, Askoura M, Mansour B, Yahya G, El-Ganiny AM. In vitro activity of celastrol in combination with thymol against carbapenem-resistant Klebsiella pneumoniae isolates. J Antibiot (Tokyo) 2022;75:679–90. doi: 10.1038/s41429-022-00566-y.", "ArticleIdList": ["10.1038/s41429-022-00566-y", "PMC9640353", "36167781"]}, {"Citation": "Miller DJ, Zhang YM, Rock CO, White SW. Structure of RhlG, an essential β-ketoacyl reductase in the rhamnolipid biosynthetic pathway of Pseudomonas aeruginosa. J Biol Chem. 2006;281.", "ArticleIdList": ["16624803"]}, {"Citation": "Bottomley MJ, Muraglia E, Bazzo R, Carfì A. Molecular insights into quorum sensing in the human pathogen Pseudomonas aeruginosa from the structure of the virulence regulator LasR bound to its autoinducer. J Biol Chem. 2007;282.", "ArticleIdList": ["17363368"]}, {"Citation": "Ilangovan A, Fletcher M, Rampioni G, Pustelny C, Rumbaugh K, Heeb S et al. Structural basis for native agonist and synthetic inhibitor recognition by the Pseudomonas aeruginosa Quorum sensing Regulator PqsR (MvfR). PLoS Pathog. 2013;9.", "ArticleIdList": ["PMC3723537", "23935486"]}, {"Citation": "Labute P. The generalized born/volume integral implicit solvent model: estimation of the free energy of hydration using London dispersion instead of atomic surface area. J Comput Chem. 2008;29.", "ArticleIdList": ["18307169"]}, {"Citation": "Khan ZA, Siddiqui MF, Park S. Current and emerging methods of antibiotic susceptibility testing. Diagnostics. 2019;9.", "ArticleIdList": ["PMC6627445", "31058811"]}, {"Citation": "Kasas S, Malovichko A, Villalba MI, Vela ME, Yantorno O, Willaert RG. Nanomotion detection-based rapid antibiotic susceptibility testing. Antibiotics. 2021;10.", "ArticleIdList": ["PMC7999052", "33801939"]}, {"Citation": "Saquib SA, Alqahtani NA, Ahmad I, Kader MA, Al Shahrani SS, Asiri EA. Evaluation and comparison of antibacterial efficacy of herbal extracts in combination with antibiotics on periodontal pathobionts: an in vitro microbiological study. Antibiotics. 2019;8.", "ArticleIdList": ["PMC6783985", "31266146"]}, {"Citation": "Adwan G, Mhanna M. Synergistic effects of plant extracts and antibiotics on Staphylococcus aureus strains isolated from clinical specimens. Middle-East J Sci Res. 2008;3."}, {"Citation": "Elkhair EA, El-Bashiti TA, Masad AA, Draz WSA. Antibacterial effect of some Palestinian plant extracts against clinical multidrug-resistant gram-negative bacteria: a possible synergism with antibiotics. Bangladesh J Med Sci. 2020;19."}, {"Citation": "Sharif SA, Ismaeil AS, Ahmad AA. Synergistic effect of different plant extracts and antibiotics on some pathogenic bacteria. Sci J Univ Zakho. 2020;8."}, {"Citation": "Rogozhin EA, Oshchepkova YI, Odintsova TI, Khadeeva NV, Veshkurova ON, Egorov TA et al. Novel antifungal defensins from Nigella sativa L. seeds. Plant Physiol Biochem. 2011;49.", "ArticleIdList": ["21144761"]}, {"Citation": "Darmawan W, Farida R, Redjeki S. The effect of nigella sativa (Black cumin) seed extract on candida albicans viability. Int J Appl Pharm. 2019;11."}, {"Citation": "Gulcin İ. Antioxidants and antioxidant methods: an updated overview. Arch Toxicol. 2020;94.", "ArticleIdList": ["32180036"]}, {"Citation": "Vora J, Srivastava A, Modi H. Antibacterial and antioxidant strategies for acne treatment through plant extracts. Inf Med Unlocked. 2018;13."}, {"Citation": "Prakash SL, Kumar AK. Antioxidant activity and wound healing potential of selected medicinal plants. J Chem Pharm Sci JCHPS Special Issue. 2014;2."}, {"Citation": "Tiji S, Benayad O, Berrabah M, El Mounsi I, Mimouni M. Phytochemical profile and antioxidant activity of Nigella sativa L growing in Morocco. Scientific World Journal. 2021;2021.", "ArticleIdList": ["PMC8079191", "33986636"]}, {"Citation": "Shah S, Ray K, Sen. Study on antioxidant and antimicrobial properties of black cumin (Nigella sativa Linn). J Food Sci Technol. 2003;40."}, {"Citation": "Burits M, Bucar F. Antioxidant activity of Nigella sativa essential oil. Phytother Res. 2000;14.", "ArticleIdList": ["10925395"]}, {"Citation": "Faisal S, Jan H, Abdullah, Alam I, Rizwan M, Hussain Z et al. In vivo analgesic, anti-inflammatory, and anti-diabetic screening of Bacopa monnieri-synthesized copper oxide nanoparticles. ACS Omega. 2022;7.", "ArticleIdList": ["PMC8829860", "35155901"]}, {"Citation": "de Oliveira DP, de Almeida L, Marques MJ, de Carvalho RR, Dias ALT, da Silva GA et al. Exploring the bioactivity potential of Leonotis nepetifolia: phytochemical composition, antimicrobial and antileishmanial activities of extracts from different anatomical parts. Nat Prod Res. 2021;35.", "ArticleIdList": ["31691582"]}, {"Citation": "Rocha LG, Almeida JRGS, Macêdo RO, Barbosa-Filho JM. A review of natural products with antileishmanial activity. Phytomedicine. 2005;12.", "ArticleIdList": ["16008131"]}, {"Citation": "Nigatu H, Belay A, Ayalew H, Abebe B, Tadesse A, Tewabe Y et al. In vitro antileishmanial activity of some Ethiopian medicinal plants. J Exp Pharmacol. 2021;13.", "ArticleIdList": ["PMC7815069", "33488126"]}, {"Citation": "Ali FB, Ali RV, Mohammad HA, Kazem B, Mahin G. The in vivo antileishmanial activity of alcoholic extract from Nigella sativa seeds. Afr J Microbiol Res. 2011;5."}, {"Citation": "Milman BL, Zhurkovich IK. Mass spectral libraries: a statistical review of the visible use. TrAC - Trends Anal Chem. 2016;80."}, {"Citation": "Hagr TE, Adam IA, Almain AA, Mohammed MM, Phytochemical Screening. GC - MS analysis, antibacterial and antioxidant activity of seeds oil of Annona Squmosa L. Sudanese Medicinal Plant. Open Sci J Pharm Pharmacol. 2019;7."}, {"Citation": "Farnsworth NR, Soejarto DD. Global importance of medicinal plants. In: Conservation of Medicinal Plants. 2010."}, {"Citation": "Mosavat SH, Pasalar M, Joulaei H, Ameli V, Heydari ST, Mirzazadeh A et al. Complementary and alternative medicine use among people living with HIV in Shiraz, Southern Iran. Front Public Health. 2023;11.", "ArticleIdList": ["PMC10585019", "37869188"]}, {"Citation": "Nguyen X-M-A, Bun S-S, Ollivier E, Dang T-P-T. Ethnobotanical study of medicinal plants used by K’Ho-Cil people for treatment of diarrhea in Lam Dong Province, Vietnam. J Herb Med. 2020;19:100320. doi: 10.1016/j.hermed.2019.100320.", "ArticleIdList": ["10.1016/j.hermed.2019.100320"]}, {"Citation": "Adhikari B, Marasini BP, Rayamajhee B, Bhattarai BR, Lamichhane G, Khadayat K, et al. Potential roles of medicinal plants for the treatment of viral diseases focusing on < scp > COVID -19: a review. Phytother Res. 2021;35:1298–312. doi: 10.1002/ptr.6893.", "ArticleIdList": ["10.1002/ptr.6893", "PMC7675695", "33037698"]}, {"Citation": "Mohammed SJ, Amin HHH, Aziz SB, Sha AM, Hassan S, Abdul Aziz JM, et al. Structural characterization, antimicrobial activity, and in Vitro Cytotoxicity Effect of Black Seed Oil. Evidence-Based Complement Altern Med. 2019;2019:1–9. doi: 10.1155/2019/6515671.", "ArticleIdList": ["10.1155/2019/6515671", "PMC6721493", "31531117"]}, {"Citation": "Khan AR. Wide spectrum antibacterial activity of Nigella Sativa L. Seeds. IOSR J Pharm (IOSRPHR). 2016;06."}, {"Citation": "Shafodino FS, Lusilao JM, Mwapagha LM. Phytochemical characterization and antimicrobial activity of Nigella sativa seeds. PLoS ONE. 2022;17:e0272457. doi: 10.1371/journal.pone.0272457.", "ArticleIdList": ["10.1371/journal.pone.0272457", "PMC9352024", "35926002"]}, {"Citation": "Nigella sativa |. Plant | Dr. Duke’s Phytochemical and Ethnobotanical Databases. https://phytochem.nal.usda.gov/phytochem/plants/show/6177. Accessed 4 Jan 2024."}, {"Citation": "Tiji S, Lakrat M, Rokni Y, Mejdoubi EM, Hano C, Addi M, et al. Characterization and antimicrobial activity of Nigella sativa extracts encapsulated in Hydroxyapatite Sodium Silicate Glass Composite. Antibiotics. 2022;11:170. doi: 10.3390/antibiotics11020170.", "ArticleIdList": ["10.3390/antibiotics11020170", "PMC8868394", "35203773"]}, {"Citation": "Bakathir HA, Abbas NA. Detection of the antibacterial effect, of nigella sativa ground seedswith water. Afr J Tradit Complement Altern Med. 2011;8.", "ArticleIdList": ["PMC3252685", "22238497"]}, {"Citation": "Hanafy MSM, Hatem ME. Studies on the antimicrobial activity of Nigella sativa seed (black cumin) J Ethnopharmacol. 1991;34:275–8. doi: 10.1016/0378-8741(91)90047-H.", "ArticleIdList": ["10.1016/0378-8741(91)90047-H", "1795532"]}, {"Citation": "Saïd D. Antibacterial activity of honey and Nigella sativa L. seed extracts against animal wound bacteria. Int J Veterinary Sci Res. 2019 doi: 10.17352/ijvsr.000038.", "ArticleIdList": ["10.17352/ijvsr.000038"]}, {"Citation": "Sahni YP, Sharma RK, Kishor K, Gautam V, Nayak A, Sawarkar A. In vitro antibacterial activity of Panchgavya, Nigella sativa and Asparagus racemosus. ~ 307 ∼ the. Pharma Innov J. 2019;8."}, {"Citation": "Rahman MS, Roy T. Antibacterial and antibiofilm activities of Nigella sativa L. seed extracts. Banglad J Microbiol. 2021;38."}, {"Citation": "Rahat A, Bashir S, Khattak KF, Ahmad B, Khan I, Azam S et al. Antifungal, antibacterial, phytotoxic and insecticidal activities of Nigella sativa seeds. Asian J Chem. 2015;27."}, {"Citation": "Dhahir MA, Sultani T, Ayad Fakhri S, Al-Zuhairi WHN. Comparison of the antimicrobial activity of Nigella sativa Aqueous and Oil extracts. Iran J War Public Health. 2021;13."}, {"Citation": "Arif S, Saqib H, Mubashir M, Malik SI, Mukhtar A, Saqib S, et al. Comparison of nigella sativa and trachyspermum ammi via experimental investigation and biotechnological potential. Chemical Engineering and Processing - Process Intensification; 2021(161)."}, {"Citation": "Tiji S, Rokni Y, Benayad O, Laaraj N, Asehraou A, Mimouni M. Chemical composition related to antimicrobial activity of Moroccan Nigella sativa L. Extracts and Isolated Fractions. Evidence-based Complementary and Alternative Medicine. 2021;2021.", "ArticleIdList": ["PMC8557078", "34725555"]}, {"Citation": "Javed S, Sultan MH, Ahsan W, Najmi A, Alhazmi HA, Albratty M et al. Chemometrics-assisted comparative chemical profiling of marketed Nigella sativa L. seed oils using Spectroscopic techniques. Lat Am J Pharm. 2022;41."}, {"Citation": "Nivetha K, Prasanna G. www.ijarbs.com GC-MS and FT-IR analysis of Nigella sativa L. seeds. Int J Adv Res Biol Sci. 2016;3(6)."}]}], "History": [{"Year": "2024", "Month": "1", "Day": "5"}, {"Year": "2024", "Month": "4", "Day": "5"}, {"Year": "2024", "Month": "7", "Day": "13", "Hour": "7", "Minute": "48"}, {"Year": "2024", "Month": "7", "Day": "13", "Hour": "7", "Minute": "47"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "23", "Minute": "32"}, {"Year": "2024", "Month": "7", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["38997638", "PMC11241953", "10.1186/s12906-024-04470-w", "10.1186/s12906-024-04470-w"]}}]}