{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Physalis", "genetic diversity", "inflated calyx syndrome", "molecular marker", "omics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "38993935", "DateRevised": {"Year": "2024", "Month": "07", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["1407625", "10.3389/fpls.2024.1407625"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "27"}], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Advances in <i>Physalis</i> molecular research: applications in authentication, genetic diversity, phylogenetics, functional genes, and omics.", "Pagination": {"StartPage": "1407625", "MedlinePgn": "1407625"}, "Abstract": {"AbstractText": ["The plants of the genus <i>Physalis</i> L. have been extensively utilized in traditional and indigenous Chinese medicinal practices for treating a variety of ailments, including dermatitis, malaria, asthma, hepatitis, and liver disorders. The present review aims to achieve a comprehensive and up-to-date investigation of the genus <i>Physalis</i>, a new model crop, to understand plant diversity and fruit development. Several chloroplast DNA-, nuclear ribosomal DNA-, and genomic DNA-based markers, such as <i>psbA-trnH</i>, internal-transcribed spacer (ITS), simple sequence repeat (SSR), random amplified microsatellites (RAMS), sequence-characterized amplified region (SCAR), and single nucleotide polymorphism (SNP), were developed for molecular identification, genetic diversity, and phylogenetic studies of <i>Physalis</i> species. A large number of functional genes involved in inflated calyx syndrome development (<i>AP2-L</i>, <i>MPF2</i>, <i>MPF3</i>, and <i>MAGO</i>), organ growth (<i>AG1</i>, <i>AG2</i>, <i>POS1</i>, and <i>CNR1</i>), and active ingredient metabolism (<i>24ISO</i>, <i>DHCRT</i>, <i>P450-CPL</i>, <i>SR</i>, <i>DUF538</i>, <i>TAS14</i>, and <i>3β-HSB</i>) were identified contributing to the breeding of novel <i>Physalis</i> varieties. Various omic studies revealed and functionally identified a series of reproductive organ development-related factors, environmental stress-responsive genes, and active component biosynthesis-related enzymes. The chromosome-level genomes of <i>Physalis floridana</i> Rydb., <i>Physalis grisea</i> (Waterf.) M. Martínez, and <i>Physalis pruinosa</i> L. have been recently published providing a valuable resource for genome editing in <i>Physalis</i> crops. Our review summarizes the recent progress in genetic diversity, molecular identification, phylogenetics, functional genes, and the application of omics in the genus <i>Physalis</i> and accelerates efficient utilization of this traditional herb."], "CopyrightInformation": "Copyright © 2024 Jiang, Jin, Shan, Zhong, Wang, Shen and Feng."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}], "LastName": "Jiang", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Jin", "ForeName": "Yanyun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Shan", "ForeName": "Yiyi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Zhong", "ForeName": "Quanzhou", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Wang", "ForeName": "Huizhong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Shen", "ForeName": "Chenjia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Normal University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, China."}], "LastName": "Feng", "ForeName": "Shangguo", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alcala-Gomez G., Perez-Alquicira J., Cabrera-Toledo D., Cortes-Cruz M., Zamora-Tavares M. D., Vargas-Ponce O. (2022). Genetic diversity and structure in husk tomato based (Physalis philadelphica Lam.) on SNPs: a case of diffuse domestication. Genet. Resour. Crop Evol. 69, 443–459. doi: 10.1007/s10722-021-01278-2", "ArticleIdList": ["10.1007/s10722-021-01278-2"]}, {"Citation": "Arca M., Mary-Huard T., Gouesnard B., Berard A., Bauland C., Combes V., et al. . (2020). Deciphering the genetic diversity of Landraces with high-throughput SNP genotyping of DNA bulks: Methodology and application to the maize 50k array. Front. Plant Sci. 11. doi: 10.1101/2020.05.19.103655", "ArticleIdList": ["10.1101/2020.05.19.103655", "PMC7817617", "33488638"]}, {"Citation": "Avendaño W. A., Muñoz H. F., Leal L. J., Deaquiz Y. A., Castellanos D. A. (2022). Physicochemical characterization of cape gooseberry (Physalis Peruviana L.) fruits ecotype Colombia during preharvest development and growth. J. Food Sci. 87, 4429–4439. doi: 10.1111/1750-3841.16318", "ArticleIdList": ["10.1111/1750-3841.16318", "36102046"]}, {"Citation": "Axelius B. (1996). The phylogenetic relationships of the Physaloid genera (Solanaceae) based on morphological data. Amer J. Bot. 83, 118–124. doi: 10.1002/j.1537-2197.1996.tb13884.x", "ArticleIdList": ["10.1002/j.1537-2197.1996.tb13884.x"]}, {"Citation": "Bawa G., Liu Z., Yu X., Qin A., Sun X. (2022). Single-cell RNA sequencing for plant research: Insights and possible benefits. Int. J. Mol. Sci. 23, 4497. doi: 10.3390/ijms23094497", "ArticleIdList": ["10.3390/ijms23094497", "PMC9100049", "35562888"]}, {"Citation": "Cbol Plant Working Group . (2009). A DNA barcode for land plants. Proc. Natl. Acad. Sci. U.S.A. 106, 12794–12797. doi: 10.1073/pnas.0905845106", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Cely J. A. B., Rodriguez F. E., Almario C. G., Meneses L. S. B. (2015). Genetic variability of parentals and inter and interspecific F1 populations of Physalis Peruviana L. and P. floridana Rydb. Rev. Bras. Fruticultura 37, 179–192. doi: 10.1590/0100-2945-002/14", "ArticleIdList": ["10.1590/0100-2945-002/14"]}, {"Citation": "Chen S., Yao H., Han J., Liu C., Song J., Shi L., et al. . (2010). Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS One 5, e8613. doi: 10.1371/journal.pone.0008613", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Chen Z. M., Gao L., Wang H. Z., Feng S. G. (2024). Molecular identification and phylogenetic analysis of Cymbidium species (Orchidaceae) based on the potential DNA barcodes matK, rbcL, psbA-trnH, and internal transcribed spacer. Agronomy 14, 933. doi: 10.3390/agronomy14050933", "ArticleIdList": ["10.3390/agronomy14050933"]}, {"Citation": "China Plant B. O. L. G., Li D. Z., Gao L. M., Li H. T., Wang H., Ge X. J., et al. . (2011). Comparative analysis of a large dataset indicates that internal transcribed spacer (ITS) should be incorporated into the core barcode for seed plants. Proc. Natl. Acad. Sci. U.S.A. 108, 19641–19646. doi: 10.1073/pnas.1104551108", "ArticleIdList": ["10.1073/pnas.1104551108", "PMC3241788", "22100737"]}, {"Citation": "Crescenzi M. A., Serreli G., Deiana M., Tuberoso C. I. G., Montoro P., Piacente S. (2023). Metabolite profiling, through LC-ESI/LTQOrbitrap/MS analysis, of antioxidant extracts from Physalis alkekengi L. Antioxidants (Basel) 12, 2101. doi: 10.3390/antiox12122101", "ArticleIdList": ["10.3390/antiox12122101", "PMC10741110", "38136220"]}, {"Citation": "Delgado-Alvarado E. A., Almaraz-Abarca N., Escamirosa-Tinoco C., Uribe-Soto J. N., Avila-Reyes J. A., Torres-Ricario R., et al. . (2018). Potential of random amplified microsatellites (RAMS) to typify and discriminate varieties of Physalis ixocarpa Brot. ex Hornem. Emirates J. Food Agric. 30, 396–403. doi: 10.9755/ejfa.2018.v30.i5.1684", "ArticleIdList": ["10.9755/ejfa.2018.v30.i5.1684"]}, {"Citation": "Delgado-Bastidas N., Lagos-Santander L. K., Lagos-Burbano T. C. (2019). Genetic diversity of 40 genotypes of golden berry Physalis Peruviana L. using microsatellite markers. Rev. Cienc. Agricolas 36, 95–107. doi: 10.22267/rcia.1936E.110", "ArticleIdList": ["10.22267/rcia.1936E.110"]}, {"Citation": "de Souza A. X., Riederer M., Leide J. (2022). Multifunctional contribution of the inflated fruiting calyx: Implication for cuticular barrier profiles of the Solanaceous genera Physalis, Alkekengi, and Nicandra . Front. Plant Sci. 13. doi: 10.3389/fpls.2022.888930", "ArticleIdList": ["10.3389/fpls.2022.888930", "PMC9298275", "35874003"]}, {"Citation": "Enciso-Rodriguez F. E., Gonzalez C., Rodriguez E. A., Lopez C. E., Landsman D., Barrero L. S., et al. . (2013). Identification of immunity related genes to study the Physalis Peruviana–Fusarium oxysporum pathosystem. PloS One 8, e68500. doi: 10.1371/journal.pone.0068500", "ArticleIdList": ["10.1371/journal.pone.0068500", "PMC3701084", "23844210"]}, {"Citation": "Enciso-Rodriguez F. E., Osorio-Guarin J. A., Garzon-Martinez G. A., Delgadillo-Duran P., Barrero L. S. (2020). Optimization of the genotyping-by-sequencing SNP calling for diversity analysis in cape gooseberry (Physalis Peruviana L.) and related taxa. PLoS One 15, e0238383. doi: 10.1371/journal.pone.0238383", "ArticleIdList": ["10.1371/journal.pone.0238383", "PMC7449456", "32845934"]}, {"Citation": "Feng S. G., Jiang M. Y., Shi Y. J., Jiao K. L., Shen C. J., Lu J. J., et al. . (2016). Application of the ribosomal DNA ITS2 region of Physalis (Solanaceae): DNA barcoding and phylogenetic study. Front. Plant Sci. 7. doi: 10.3389/fpls.2016.01047", "ArticleIdList": ["10.3389/fpls.2016.01047", "PMC4949264", "27486467"]}, {"Citation": "Feng S. G., Jiao K. L., Zhang Z. H., Yang S., Gao Y. D., Jin Y. Y., et al. . (2023). Development of chloroplast microsatellite markers and evaluation of genetic diversity and population structure of cutleaf groundcherry (Physalis angulata L.) in China. Plants 12, 1755. doi: 10.3390/plants12091755", "ArticleIdList": ["10.3390/plants12091755", "PMC10180938", "37176816"]}, {"Citation": "Feng S. G., Jiao K. L., Zhu Y. J., Wang H. F., Jiang M. Y., Wang H. Z. (2018. a). Molecular identification of species of Physalis (Solanaceae) using a candidate DNA barcode: the chloroplast psbA-trnH intergenic region. Genome 61, 15–20. doi: 10.1139/gen-2017-0115", "ArticleIdList": ["10.1139/gen-2017-0115", "28961406"]}, {"Citation": "Feng S. G., Zheng K. X., Jiao K. L., Cai Y. C., Chen C. L., Mao Y. Y., et al. . (2020). Complete chloroplast genomes of four Physalis species (Solanaceae): lights into genome structure, comparative analysis, and phylogenetic relationships. BMC Plant Biol. 20, 242. doi: 10.1186/s12870-020-02429-w", "ArticleIdList": ["10.1186/s12870-020-02429-w", "PMC7254759", "32466748"]}, {"Citation": "Feng S. G., Zhu Y. J., Yu C. L., Jiao K. L., Jiang M. Y., Lu J. J., et al. . (2018. b). Development of species-specific SCAR markers, based on a SCoT analysis, to authenticate Physalis (Solanaceae) species. Front. Genet. 9. doi: 10.3389/fgene.2018.00192", "ArticleIdList": ["10.3389/fgene.2018.00192", "PMC5992434", "29910824"]}, {"Citation": "Fukushima A., Nakamura M., Suzuki H., Yamazaki M., Knoch E., Mori T., et al. . (2016). Comparative characterization of the leaf tissue of Physalis alkekengi and Physalis Peruviana using RNA-seq and metabolite profiling. Front. Plant Sci. 7. doi: 10.3389/fpls.2016.01883", "ArticleIdList": ["10.3389/fpls.2016.01883", "PMC5167740", "28066454"]}, {"Citation": "Gao H. H., Li J., Wang L., Zhang J. S., He C. Y. (2020). Transcriptomic variation of the flower-fruit transition in Physalis and Solanum . Planta 252, 28. doi: 10.1007/s00425-020-03434-x", "ArticleIdList": ["10.1007/s00425-020-03434-x", "32720160"]}, {"Citation": "Garzon-Martinez G. A., Garcia-Arias F. L., Enciso-Rodriguez F. E., Soto-Suarez M., Gonzalez C., Bombarely A., et al. . (2021). Combining transcriptome analysis and GWAS for identification and validation of marker genes in the Physalis peruviana-Fusarium oxysporum pathosystem. PeerJ. 9, e11135. doi: 10.7717/peerj.11135", "ArticleIdList": ["10.7717/peerj.11135", "PMC7993016", "33828924"]}, {"Citation": "Garzon-Martinez G. A., Osorio-Guarin J. A., Delgadillo-Duran P., Mayorga F., Enciso-Rodriguez F. E., Landsman D., et al. . (2015). Genetic diversity and population structure in Physalis peruviana and related taxa based on InDels and SNPs derived from COSII and IRG markers. Plant Gene. 4, 29–37. doi: 10.1016/j.plgene.2015.09.003", "ArticleIdList": ["10.1016/j.plgene.2015.09.003", "PMC4630809", "26550601"]}, {"Citation": "Garzón-Martínez G. A., Zhu Z. I., Landsman D., Barrero L. S., Marino-Ramirez L. (2012). The Physalis Peruviana leaf transcriptome: assembly, annotation and gene model prediction. BMC Genomics 13, 151. doi: 10.1186/1471-2164-13-151", "ArticleIdList": ["10.1186/1471-2164-13-151", "PMC3488962", "22533342"]}, {"Citation": "Gong P., Li J., He C. (2018). Exon junction complex (EJC) core genes play multiple developmental roles in Physalis floridana . Plant Mol. Biol. 98, 545–563. doi: 10.1007/s11103-018-0795-9", "ArticleIdList": ["10.1007/s11103-018-0795-9", "PMC6280879", "30426309"]}, {"Citation": "Gong P., Song C., Liu H., Li P., Zhang M., Zhang J., et al. . (2021). Physalis floridana CRABS CLAW mediates neofunctionalization of GLOBOSA genes in carpel development. J. Exp. Bot. 72, 6882–6903. doi: 10.1093/jxb/erab309", "ArticleIdList": ["10.1093/jxb/erab309", "PMC8547157", "34181715"]}, {"Citation": "Gonzalez O. T., Torres J. M. C., Cano C. I. M., Arias M. L., Arboleda A. A. N. (2008). Morphologic characterization of forty six accessions of cape gooseberry (Physalis Peruviana L.), in Antioquia (Colombia). Rev. Bras. Fruticultura 30, 708–715. doi: 10.1590/S0100-29452008000300025", "ArticleIdList": ["10.1590/S0100-29452008000300025"]}, {"Citation": "Guo Z. F., Yang Q. N., Huang F. F., Zheng H. J., Sang Z. Q., Xu Y. F., et al. . (2021). Development of high-resolution multiple-SNP arrays for genetic analyses and molecular breeding through genotyping by target sequencing and liquid chip. Plant Commun. 2, 100230. doi: 10.1016/j.xplc.2021.100230", "ArticleIdList": ["10.1016/j.xplc.2021.100230", "PMC8577115", "34778746"]}, {"Citation": "He J., Alonge M., Ramakrishnan S., Benoit M., Soyk S., Reem N. T., et al. . (2023). Establishing Physalis as a Solanaceae model system enables genetic reevaluation of the inflated calyx syndrome. Plant Cell 35, 351–368. doi: 10.1093/plcell/koac305", "ArticleIdList": ["10.1093/plcell/koac305", "PMC9806562", "36268892"]}, {"Citation": "He C. Y., Saedler H. (2005). Heterotopic expression of MPF2 is the key to the evolution of the Chinese lantern of Physalis, a morphological novelty in Solanaceae. Proc. Natl. Acad. Sci. U.S.A. 102, 5779–5784. doi: 10.1073/pnas.0501877102", "ArticleIdList": ["10.1073/pnas.0501877102", "PMC556287", "15824316"]}, {"Citation": "He C. Y., Sommer H., Grosardt B., Huijser P., Saedler H. (2007). PFMAGO, a MAGO NASHI-like factor, interacts with the MADS-domain protein MPF2 from Physalis floridana . Mol. Biol. Evol. 24, 1229–1241. doi: 10.1093/molbev/msm041", "ArticleIdList": ["10.1093/molbev/msm041", "17339635"]}, {"Citation": "He C. Y., Tian Y., Saedler R., Efremova N., Riss S., Khan M. R., et al. . (2010). The MADS-domain protein MPF1 of Physalis floridana controls plant architecture, seed development and flowering time. Planta 231, 767–777. doi: 10.1007/s00425-009-1087-z", "ArticleIdList": ["10.1007/s00425-009-1087-z", "PMC2806528", "20033229"]}, {"Citation": "Hidayat T., Yosnata L. J., Wulandari L. T., Priyandoko D., Aisyah S. (2017). Random Amplified Polymorphism DNA Method to Authenticate Indonesian medicinal plant ciplukan (Physalis angulata; Solanaceae). Pertanika J. Sci. Technol. 25, 13–22."}, {"Citation": "Hu J. Y., Saedler H. (2007). Evolution of the inflated calyx syndrome in Solanaceae. Mol. Biol. Evol. 24, 2443–2453. doi: 10.1093/molbev/msm177", "ArticleIdList": ["10.1093/molbev/msm177", "17827172"]}, {"Citation": "Jalab A. Z., Al-Rufaye Z. T. A. (2024). Phylogenetic analysis of ground cherry (Physalis) species. SABRAO J. Breed. Genet. 56, (1) 112–118. doi: 10.54910/sabrao2024.56.1.10", "ArticleIdList": ["10.54910/sabrao2024.56.1.10"]}, {"Citation": "Khan W., Bakht J., Khan B. M., Naeem I., Uddin M. N., Padder B. A. (2019). Morphometric and genetic characterization of medicinally important accessions of Physalis ixocarpa Brot. Bangladesh J. Bot. 48, 105–111. doi: 10.3329/bjb.v48i1.47421", "ArticleIdList": ["10.3329/bjb.v48i1.47421"]}, {"Citation": "Khan M. R., Hu J., Ali G. M. (2012). Reciprocal loss of CArG-boxes and auxin response elements drives expression divergence of MPF2-Like MADS-box genes controlling calyx inflation. PLoS One 7, e42781. doi: 10.1371/journal.pone.0042781", "ArticleIdList": ["10.1371/journal.pone.0042781", "PMC3416756", "22900049"]}, {"Citation": "Kumar A., Rodrigues V., Mishra P., Baskaran K., Shukla A. K., Shasany A. K., et al. . (2018). ISSR-derived species-specific SCAR marker for rapid and accurate authentication of Ocimum tenuiflorum L. Planta Med. 84, 117–122. doi: 10.1055/s-0043-116853", "ArticleIdList": ["10.1055/s-0043-116853", "28738440"]}, {"Citation": "Labate J., Robertson L. (2015). Nucleotide diversity estimates of tomatillo (Physalis philadelphica) accessions including nine new inbred lines. Mol. Breed. 35, 1–10. doi: 10.1007/s11032-015-0302-9", "ArticleIdList": ["10.1007/s11032-015-0302-9"]}, {"Citation": "Lemmon Z. H., Reem N. T., Dalrymple J., Soyk S., Swartwood K. E., Rodriguez-Leal D., et al. . (2018). Rapid improvement of domestication traits in an orphan crop by genome editing. Nat. Plants 4, 766–770. doi: 10.1038/s41477-018-0259-x", "ArticleIdList": ["10.1038/s41477-018-0259-x", "30287957"]}, {"Citation": "Li Z., He C. Y. (2015). Physalis floridana cell number regulator1 encodes a cell membrane-anchored modulator of cell cycle and negatively controls fruit size. J. Exp. Bot. 66, 257–270. doi: 10.1093/jxb/eru415", "ArticleIdList": ["10.1093/jxb/eru415", "PMC4265161", "25305759"]}, {"Citation": "Li X., Yang Y., Henry R. J., Rossetto M., Wang Y., Chen S. (2015). Plant DNA barcoding: from gene to genome. Biol. Rev. Camb Philos. Soc. 90, 157–166. doi: 10.1111/brv.12104", "ArticleIdList": ["10.1111/brv.12104", "24666563"]}, {"Citation": "Lima L. G. B., Montenegro J., Abreu J. P., Santos M. C. B., Nascimento T. P. D., Santos M. D. S., et al. . (2020). Metabolite profiling by UPLC-MS(E), NMR, and antioxidant properties of Amazonian fruits: Mamey apple (Mammea americana), camapu (Physalis angulata), and uxi (Endopleura uchi). Molecules 25, 342. doi: 10.3390/molecules25020342", "ArticleIdList": ["10.3390/molecules25020342", "PMC7024372", "31952109"]}, {"Citation": "Liu J., Liu Y., Wang Y., Zhang Z. H., Zu Y. G., Efferth T., et al. . (2016). The combined effects of ethylene and MeJA onmetabolic profiling of phenolic compounds in Catharanthus roseus revealed by metabolomics analysis. Front. Physiol. 7. doi: 10.3389/fphys.2016.00217", "ArticleIdList": ["10.3389/fphys.2016.00217", "PMC4895121", "27375495"]}, {"Citation": "Llano S. M., Munoz-Jimenez A. M., Jimenez-Cartagena C., Londono-Londono J., Medina S. (2018). Untargeted metabolomics reveals specific withanolides and fatty acyl glycoside as tentative metabolites to differentiate organic and conventional Physalis Peruviana fruits. Food Chem. 244, 120–127. doi: 10.1016/j.foodchem.2017.10.026", "ArticleIdList": ["10.1016/j.foodchem.2017.10.026", "29120759"]}, {"Citation": "Lopez-Gomollon S. (2023). Physalis: A new model crop to understand plant diversity. Plant Cell 35, 338–339. doi: 10.1093/plcell/koac315", "ArticleIdList": ["10.1093/plcell/koac315", "PMC9806580", "36350573"]}, {"Citation": "Lu J., Liu Y., Xu J., Mei Z., Shi Y., Liu P., et al. . (2018). High-density genetic map construction and stem total polysaccharide content-related QTL exploration for Chinese endemic dendrobium (Orchidaceae). Front. Plant Sci. 9. doi: 10.3389/fpls.2018.00398", "ArticleIdList": ["10.3389/fpls.2018.00398", "PMC5880926", "29636767"]}, {"Citation": "Lu J. J., Luo M. F., Wang L., Li K. P., Yu Y. Y., Yang W. F., et al. . (2021). The Physalis floridana genome provides insights into the biochemical and morphological evolution of Physalis fruits. Hortic. Res. 8, 244. doi: 10.1038/s41438-021-00705-w", "ArticleIdList": ["10.1038/s41438-021-00705-w", "PMC8602270", "34795210"]}, {"Citation": "Lu J., Xu M., Cai J., Yu D., Meng Y., Wang H. (2019). Transcriptome-wide identification of microRNAs and functional insights inferred from microRNA-target pairs in Physalis angulata L . Plant Signal Behav. 14, 1629267. doi: 10.1080/15592324.2019.1629267", "ArticleIdList": ["10.1080/15592324.2019.1629267", "PMC6619950", "31184247"]}, {"Citation": "Mahana A., Hammoda H. M., Harraz F. M., Shawky E. (2022). Metabolomics combined to chemometrics reveals the putative alpha-glucosidase and alpha-amylase inhibitory metabolites of ground cherry (Physalis pruinosa L.). Food Res. Int. 161, 111903. doi: 10.1016/j.foodres.2022.111903", "ArticleIdList": ["10.1016/j.foodres.2022.111903", "36192919"]}, {"Citation": "Martin Avila E., Gisby M. F., Day A. (2016). Seamless editing of the chloroplast genome in plants. BMC Plant Biol. 16, 168. doi: 10.1186/s12870-016-0857-6", "ArticleIdList": ["10.1186/s12870-016-0857-6", "PMC4966725", "27474038"]}, {"Citation": "Maruenda H., Cabrera R., Canari-Chumpitaz C., Lopez J. M., Toubiana D. (2018). NMR-based metabolic study of fruits of Physalis Peruviana L. grown in eight different Peruvian ecosystems. Food Chem. 262, 94–101. doi: 10.1016/j.foodchem.2018.04.032", "ArticleIdList": ["10.1016/j.foodchem.2018.04.032", "29751927"]}, {"Citation": "Meza-Canales I. D., Trujillo-Pahua V., Vargas-Ponce O., Ramirez-Romero R., Montero-Vargas J. M., Ordaz-Ortiz J. J., et al. . (2022). Systemic whitefly-induced metabolic responses in newly developed distal leaves of husk tomato plants (Physalis philadelphica) impairs whiteflies development. Pest Manag. Sci. 79, 368–380. doi: 10.1002/ps.7206", "ArticleIdList": ["10.1002/ps.7206", "36165215"]}, {"Citation": "Monroy-Velandia D., Coy-Barrera E. (2021). Effect of salt stress on growth and metabolite profiles of cape gooseberry (Physalis Peruviana L.) along three growth stages. Molecules 26, 2756. doi: 10.3390/molecules26092756", "ArticleIdList": ["10.3390/molecules26092756", "PMC8125371", "34067096"]}, {"Citation": "Olmstead R. G., Bohs L., Migid H. A., Santiago-Valentin E., Garcia V. F., Collier S. M. (2008). A molecular phylogeny of the Solanaceae. Taxon 57, 1159–1181. doi: 10.1002/tax.574010", "ArticleIdList": ["10.1002/tax.574010"]}, {"Citation": "Park J. S., Kang M. Y., Shim E. J., Oh J., Seo K. I., Kim K. S., et al. . (2022). Genome-wide core sets of SNP markers and Fluidigm assays for rapid and effective genotypic identification of Korean cultivars of lettuce (Lactuca sativa L.). Hortic. Res. 9, uhac119. doi: 10.1093/hr/uhac119", "ArticleIdList": ["10.1093/hr/uhac119", "PMC9343917", "35928401"]}, {"Citation": "Pere K., Mburu K., Muge E. K., Wagacha J. M., Nyaboga E. N. (2023). Molecular discrimination and phylogenetic relationships of Physalis species based on ITS2 and rbcL DNA barcode sequence. Crops 3, 302–319. doi: 10.3390/crops3040027", "ArticleIdList": ["10.3390/crops3040027"]}, {"Citation": "Poczai P., Varga I., Laos M., Cseh A., Bell N., Valkonen J. P., et al. . (2013). Advances in plant gene-targeted and functional markers: a review. Plant Methods 9, 6. doi: 10.1186/1746-4811-9-6", "ArticleIdList": ["10.1186/1746-4811-9-6", "PMC3583794", "23406322"]}, {"Citation": "Popova V., Petkova Z., Mazova N., Ivanova T., Petkova N., Stoyanova M., et al. . (2022). Chemical composition assessment of structural parts (seeds, peel, pulp) of Physalis alkekengi L. fruits. Molecules 27, 5787. doi: 10.3390/molecules27185787", "ArticleIdList": ["10.3390/molecules27185787", "PMC9501157", "36144521"]}, {"Citation": "Pretz C., Deanna R. (2020). Typifications and nomenclatural notes in Physalis (Solanaceae) from the United States. Taxon 69, 170–192. doi: 10.1002/tax.12159", "ArticleIdList": ["10.1002/tax.12159"]}, {"Citation": "Sandoval-Padilla I., Perez-Alquicira J., Rodriguez A., Zamora-Tavares M. D., Vargas-Ponce O. (2022. a). The plastome of the husk tomato (Physalis philadelphica Lam., Solanaceae): a comparative analysis between wild and cultivated pools. Genet. Resour. Crop Evol. 69, 1391–1405. doi: 10.1007/s10722-021-01334-x", "ArticleIdList": ["10.1007/s10722-021-01334-x"]}, {"Citation": "Sandoval-Padilla I., Perez-Alquicira J., Zamora-Tavares M. D. P., Rodriguez A., Cortes-Cruz M., Alcala-Gomez G., et al. . (2019). Complete sequence of wild Physalis philadelphica chloroplast genome. Mitochondrial DNA B Resour 4, 3295–3297. doi: 10.1080/23802359.2019.1673231", "ArticleIdList": ["10.1080/23802359.2019.1673231", "PMC7707378", "33365963"]}, {"Citation": "Sandoval-Padilla I., Zamora-Tavares M. D. P., Ruiz-Sanchez E., Pérez-Alquicira J., Vargas Ponce O. (2022. b). Characterization of the plastome of Physalis cordata and comparative analysis of eight species of Physalis sensu stricto. PhytoKeys 210, 109–134. doi: 10.3897/phytokeys.210.85668", "ArticleIdList": ["10.3897/phytokeys.210.85668", "PMC9836641", "36760406"]}, {"Citation": "Sarwat M., Nabi G., Das S., Srivastava P. S. (2012). Molecular markers in medicinal plant biotechnology: past and present. Crit. Rev. Biotechnol. 32, 74–92. doi: 10.3109/07388551.2011.551872", "ArticleIdList": ["10.3109/07388551.2011.551872", "21649550"]}, {"Citation": "Scheben A., Wolter F., Batley J., Puchta H., Edwards D. (2017). Towards CRISPR/Cas crops - bringing together genomics and genome editing. New Phytol. 216, 682–698. doi: 10.1111/nph.14702", "ArticleIdList": ["10.1111/nph.14702", "28762506"]}, {"Citation": "Schindel D., Miller S. E. (2005). DNA barcoding a useful tool for taxonomists. Nature 435, 17. doi: 10.1038/435017b", "ArticleIdList": ["10.1038/435017b", "15874991"]}, {"Citation": "Simbaqueba J., Sanchez P., Sanchez E., Nunez Zarantes V. M., Chacon M. I., Barrero L. S., et al. . (2011). Development and characterization of microsatellite markers for the Cape gooseberry Physalis Peruviana . PLoS One 6, e26719. doi: 10.1371/journal.pone.0026719", "ArticleIdList": ["10.1371/journal.pone.0026719", "PMC3198794", "22039540"]}, {"Citation": "Sinha N. P. (1951). Chromosome number and morphology in Physalis . Curr. Sci. 20, 70–71.", "ArticleIdList": ["14822553"]}, {"Citation": "Souard F., Delporte C., Stoffelen P., Thevenot E. A., Noret N., Dauvergne B., et al. . (2018). Metabolomics fingerprint of coffee species determined by untargeted-profiling study using LC-HRMS. Food Chem. 245, 603–612. doi: 10.1016/j.foodchem.2017.10.022", "ArticleIdList": ["10.1016/j.foodchem.2017.10.022", "29287415"]}, {"Citation": "Su Z., Ning B., Fang H., Hong H., Perkins R., Tong W., et al. . (2011). Next-generation sequencing and its applications in molecular diagnostics. Expert Rev. Mol. Diagn. 11, 333–343. doi: 10.1586/erm.11.3", "ArticleIdList": ["10.1586/erm.11.3", "21463242"]}, {"Citation": "Sullivan J. R. (2004). The genus Physalis (Solanaceae) in the Southeastern United States. Rhodora 106, 305–326."}, {"Citation": "Tautz D. (1989). Hypervariability of simple sequences as a general source for polymorphic DNA markers. Nucleic Acids Res. 17, 6463–6471. doi: 10.1093/nar/17.16.6463", "ArticleIdList": ["10.1093/nar/17.16.6463", "PMC318341", "2780284"]}, {"Citation": "Terrones A., Moreno J., Juan A. (2021). DNA barcoding supports an easier identification of Alien plants: The case of the genus Physalis (Solanaceae) in the Iberian Peninsula (Spain). Annali Di Botanica 11, 105–119. doi: 10.13133/2239-3129/16618", "ArticleIdList": ["10.13133/2239-3129/16618"]}, {"Citation": "Trujillo-Pahua V., Vargas-Ponce O., Rodriguez-Zaragoza F. A., Ordaz-Ortiz J. J., Delano-Frier J. P., Winkler R., et al. . (2021). Metabolic response to larval herbivory in three Physalis species. Plant Signal Behav. 16, 1962050. doi: 10.1080/15592324.2021.1962050", "ArticleIdList": ["10.1080/15592324.2021.1962050", "PMC9208789", "34435930"]}, {"Citation": "Tyagi R., Sharma V., Sureja A. K., Das Munshi A., Arya L., Saha D., et al. . (2020). Genetic diversity and population structure detection in sponge gourd (Luffa cylindrica) using ISSR, SCoT and morphological markers. Physiol. Mol. Biol. Plants 26, 119–131. doi: 10.1007/s12298-019-00723-y", "ArticleIdList": ["10.1007/s12298-019-00723-y", "PMC7036400", "32158125"]}, {"Citation": "Uppu S., Krishna A., Gopalan R. P. (2018). A Review on methods for detecting SNP interactions in high-dimensional genomic data. IEEE/ACM Trans. Comput. Biol. Bioinform. 15, 599–612. doi: 10.1109/TCBB.2016.2635125", "ArticleIdList": ["10.1109/TCBB.2016.2635125", "28060710"]}, {"Citation": "Vaillant F., Corrales-Agudelo V., Moreno-Castellanos N., Ángel-Martín A., Henao-Rojas J. C., Muñoz-Durango K., et al. . (2021). Plasma metabolome profiling by high-performance chemical isotope-labelling LC-MS after acute and medium-term intervention with golden berry fruit (Physalis Peruviana L.), confirming its impact on insulin-associated signaling pathways. Nutrients 13, 3125. doi: 10.3390/nu13093125", "ArticleIdList": ["10.3390/nu13093125", "PMC8468427", "34579001"]}, {"Citation": "Vargas-Ponce O., Perez-Alvarez L. F., Zamora-Tavares P., Rodriguez A. (2011). Assessing genetic diversity in Mexican Husk tomato species. Plant Mol. Biol. Rep. 29, 733–738. doi: 10.1007/s11105-010-0258-1", "ArticleIdList": ["10.1007/s11105-010-0258-1"]}, {"Citation": "Wang H. Z., Feng S. G., Lu J. J., Shi N. N., Liu J. J. (2009). Phylogenetic study and molecular identification of 31 Dendrobium species using inter-simple sequence repeat (ISSR) markers. Scientia Hortic. 122, 440–447. doi: 10.1016/j.scienta.2009.06.005", "ArticleIdList": ["10.1016/j.scienta.2009.06.005"]}, {"Citation": "Wang L., He L., Li J., Zhao J., Li Z., He C. (2014). Regulatory change at Physalis organ size 1 correlates to natural variation in tomatillo reproductive organ size. Nat. Commun. 5, 4271. doi: 10.1038/ncomms5271", "ArticleIdList": ["10.1038/ncomms5271", "24980282"]}, {"Citation": "Wang L., Li Z., He C. (2012). Transcriptome-wide mining of the differentially expressed transcripts for natural variation of floral organ size in Physalis philadelphica . J. Exp. Bot. 63, 6457–6465. doi: 10.1093/jxb/ers299", "ArticleIdList": ["10.1093/jxb/ers299", "PMC3504495", "23081983"]}, {"Citation": "Wang L., Liu X., Li Q., Xu N., He C. (2022). A lineage-specific arginine in POS1 is required for fruit size control in Physaleae (Solanaceae) via gene co-option. Plant J. 111, 183–204. doi: 10.1111/tpj.15786", "ArticleIdList": ["10.1111/tpj.15786", "35481627"]}, {"Citation": "Wei J., Hu X., Yang J., Yang W. (2012). Identification of single-copy orthologous genes between Physalis and Solanum lycopersicum and analysis of genetic diversity in Physalis using molecular markers. PLoS One 7, e50164. doi: 10.1371/journal.pone.0050164", "ArticleIdList": ["10.1371/journal.pone.0050164", "PMC3500348", "23166835"]}, {"Citation": "Whitson M., Manos P. S. (2005). Untangling Physalis (Solanaceae) from the Physaloids: A two-gene phylogeny of the Physalinae. Systematic Bot. 30, 216–230. doi: 10.1600/0363644053661841", "ArticleIdList": ["10.1600/0363644053661841"]}, {"Citation": "Wilf P., Carvalho M. R., Gandolfo M. A., Cúneo N. R. (2017). Eocene lantern fruits from Gondwanan Patagonia and the early origins of Solanaceae. Science 355, 71–75. doi: 10.1126/science.aag2737", "ArticleIdList": ["10.1126/science.aag2737", "28059765"]}, {"Citation": "Xiang X. G., Schuiteman A., Li D. Z., Huang W. C., Chung S. W., Li J. W., et al. . (2013). Molecular systematics of Dendrobium (Orchidaceae, Dendrobieae) from mainland Asia based on plastid and nuclear sequences. Mol. Phylogenet. Evol. 69, 950–960. doi: 10.1016/j.ympev.2013.06.009", "ArticleIdList": ["10.1016/j.ympev.2013.06.009", "23811435"]}, {"Citation": "Xiang L., Wang F., Bian Y., Harindintwali J. D., Wang Z., Wang Y., et al. . (2022). Visualizing the distribution of phthalate esters and plant metabolites in carrot by matrix-assisted laser desorption/ionization imaging mass spectrometry. J. Agric. Food Chem. 70, 15311–15320. doi: 10.1021/acs.jafc.2c06995", "ArticleIdList": ["10.1021/acs.jafc.2c06995", "36442135"]}, {"Citation": "Yang J., Li C., Zhang Y. (2021). Engineering of saccharomyces cerevisiae for 24-methylene-cholesterol production. Biomolecules 11, 1710. doi: 10.3390/biom11111710", "ArticleIdList": ["10.3390/biom11111710", "PMC8615579", "34827708"]}, {"Citation": "Yang J., Tian J., Yang Y., Zhu Y., Li C., Zhang Y. (2022). RNAi of sterol delta24-isomerase implicated its involvement in Physalin biosynthesis in Physalis angulata L. Front. Plant Sci. 13. doi: 10.3389/fpls.2022.850711", "ArticleIdList": ["10.3389/fpls.2022.850711", "PMC8931419", "35310660"]}, {"Citation": "Yates J. R., 3rd, Speicher S., Griffin P. R., Hunkapiller T. (1993). Peptide mass maps: a highly informative approach to protein identification. Anal. Biochem. 214, 397–408. doi: 10.1006/abio.1993.1514", "ArticleIdList": ["10.1006/abio.1993.1514", "8109726"]}, {"Citation": "Yu Y., Chen X., Zheng Q. (2019). Metabolomic profiling of carotenoid constituents in Physalis Peruviana during different growth stages by LC-MS/MS technology. J. Food Sci. 84, 3608–3613. doi: 10.1111/1750-3841.14916", "ArticleIdList": ["10.1111/1750-3841.14916", "31724748"]}, {"Citation": "Yu H., Yan J., Guo M., Jin Y. (2013). Analysis of proteins in the extracts of Physalis alkekengi L. var. franchetii (Mast.) Makino using nanoflow reversed-phase liquid chromatography-tandem mass spectrometry. Se Pu 31, 362–366. doi: 10.3724/sp.j.1123.2012.11023", "ArticleIdList": ["10.3724/sp.j.1123.2012.11023", "23898636"]}, {"Citation": "Zamora-Tavares M. D., Martinez M., Magallon S., Guzman-Davalos L., Vargas-Ponce O. (2016). Physalis and physaloids: A recent and complex evolutionary history. Mol. Phylogenet. Evol. 100, 41–50. doi: 10.1016/j.ympev.2016.03.032", "ArticleIdList": ["10.1016/j.ympev.2016.03.032", "27063196"]}, {"Citation": "Zamora-Tavares M. D. P., Sandoval-Padilla I., Chavez Zendejas A., Perez-Alquicira J., Vargas-Ponce O. (2019). Complete chloroplast genome of Physalis chenopodifolia Lam. (Solanaceae). Mitochondrial DNA B Resour 5, 162–163. doi: 10.1080/23802359.2019.1698364", "ArticleIdList": ["10.1080/23802359.2019.1698364", "PMC7720949", "33366468"]}, {"Citation": "Zamora-Tavares P., Vargas-Ponce O., Sanchez-Martinez J., Cabrera-Toledo D. (2015). Diversity and genetic structure of the husk tomato (Physalis philadelphica Lam.) in Western Mexico. Genet. Resour Crop Evol. 62, 141–153. doi: 10.1007/s10722-014-0163-9", "ArticleIdList": ["10.1007/s10722-014-0163-9"]}, {"Citation": "Zhan X. R., Liao X. Y., Luo X. J., Zhu Y. J., Feng S. G., Yu C. N., et al. . (2018). Comparative metabolomic and proteomic analyses reveal the regulation mechanism underlying MeJA-induced bioactive compound accumulation in cutleaf groundcherry ( Physalis angulata L.) Hairy Roots. J. Agric. Food Chem. 66, 6336–6347. doi: 10.1021/acs.jafc.8b02502", "ArticleIdList": ["10.1021/acs.jafc.8b02502", "29874907"]}, {"Citation": "Zhan X. R., Luo X. J., He J. Y., Zhang C. C., Liao X. Y., Xu X. Y., et al. . (2020). Bioactive compounds induced in Physalis angulata L. by methyl-jasmonate: an investigation of compound accumulation patterns and biosynthesis-related candidate genes. Plant Mol. Biol. 103, 341–354. doi: 10.1007/s11103-020-00996-y", "ArticleIdList": ["10.1007/s11103-020-00996-y", "32227258"]}, {"Citation": "Zhan X. R., Zhang Z. H., Zhang Y., Gao Y. D., Jin Y. Y., Shen C. J., et al. . (2022). Complete plastome of Physalis angulata var. villosa, Gene organization, comparative genomics and phylogenetic relationships among Solanaceae. Genes (Basel) 13, 2291. doi: 10.3390/genes13122291", "ArticleIdList": ["10.3390/genes13122291", "PMC9778145", "36553558"]}, {"Citation": "Zhan X., Zang Y., Ma R., Lin W., Li X. L., Pei Y., et al. . (2024). Mass spectrometry-imaging analysis of active ingredients in the leaves of Taxus cuspidata. ACS omega 9 (16), 18634–18642. doi: 10.1021/acsomega.4c01440", "ArticleIdList": ["10.1021/acsomega.4c01440", "PMC11044248", "38680336"]}, {"Citation": "Zhang Z. H., Jin Y. Y., Gao Y. D., Zhang Y., Ying Q. C., Shen C. J., et al. . (2023). The complete chloroplast genomes of two Physalis species, Physalis macrophysa and P. ixocarpa: Comparative genomics, evolutionary dynamics and phylogenetic relationships. Agronomy 13, 135. doi: 10.3390/agronomy13010135", "ArticleIdList": ["10.3390/agronomy13010135"]}, {"Citation": "Zhang W. N., Tong W. Y. (2016). Chemical constituents and biological activities of plants from the genus Physalis . Chem. Biodiversity 13, 48–65. doi: 10.1002/cbdv.201400435", "ArticleIdList": ["10.1002/cbdv.201400435", "26765352"]}, {"Citation": "Zhao J., Gong P. C., Liu H. Y., Zhang M. S., He C. Y. (2021). Multiple and integrated functions of floral C-class MADS-box genes in flower and fruit development of Physalis floridana . Plant Mol. Biol. 107, 101–116. doi: 10.1007/s11103-021-01182-4", "ArticleIdList": ["10.1007/s11103-021-01182-4", "34424500"]}, {"Citation": "Zhao J., Tian Y., Zhang J. S., Zhao M., Gong P., Riss S., et al. . (2013). The euAP1 protein MPF3 represses MPF2 to specify floral calyx identity and displays crucial roles in Chinese lantern development in Physalis . Plant Cell 25, 2002–2021. doi: 10.1105/tpc.113.111757", "ArticleIdList": ["10.1105/tpc.113.111757", "PMC3723609", "23792370"]}, {"Citation": "Zietkiewicz E., Rafalski A., Labuda D. (1994). Genome fingerprinting by simple sequence repeat (SSR)-anchored polymerase chain reaction amplification. Genomics 20, 176–183. doi: 10.1006/geno.1994.1151", "ArticleIdList": ["10.1006/geno.1994.1151", "8020964"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "27"}, {"Year": "2024", "Month": "6", "Day": "7"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "12", "Hour": "4", "Minute": "44"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["38993935", "PMC11236614", "10.3389/fpls.2024.1407625"]}}]}