{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Type 2 diabetes mellitus", "gene ontology", "molecular docking", "network pharmacology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "39006202", "DateRevised": {"Year": "2024", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22088/IJMCM.BUMS.12.4.372"], "Journal": {"ISSN": "2251-9637", "JournalIssue": {"Volume": "12", "Issue": "4", "PubDate": {"Year": "2023"}}, "Title": "International journal of molecular and cellular medicine", "ISOAbbreviation": "Int J Mol Cell Med"}, "ArticleTitle": "<i>In Silico</i> Molecular Docking of Phytochemicals for Type 2 Diabetes Mellitus Therapy: A Network Pharmacology Approach.", "Pagination": {"StartPage": "372", "EndPage": "387", "MedlinePgn": "372-387"}, "Abstract": {"AbstractText": ["Identification of potential lead molecules in herbal medicines is crucial not only for validation but also for drug discovery. This study was focused on identifying the therapeutic mechanisms of 10 common herbs used to treat type 2 diabetes mellitus (T2DM) using network pharmacology and docking studies. Details pertaining to medicinal plants and their phytoconstituents were obtained from Indian Medicinal Plants, Phytochemistry, and Therapeutics and Dr. Duke's database, respectively. MolSoft was used to assess their drug likeness. Prediction of protein targets for the screened phytochemicals and the list of target genes involved in T2DM were obtained using Swiss TargetPrediction and GeneCards respectively. STRING; Cytoscape; Database for Annotation, Visualization, and Integrated Discovery; and PyRx were used for network construction, network analysis, gene ontology analysis, and molecular docking, respectively. The protein targets MAPK1, AKT1, PI3K, and EGFR were identified to play a crucial role in the progression of T2DM. Furthermore, molecular docking indicated that nimbaflavone exhibited high binding affinities for MAPK1 (-8.7 kcal/mole) and PI3K (-9.6 kcal/mole), whereas rutin and 10-hydroxyaloin-B showed high binding affinities for AKT1 (-7.4 kcal/mole) and EGFR (-8.1 kcal/mole), respectively. The findings from this study suggest that flavonoids are the major phytoconstituents that display antidiabetic activity by interacting with key protein molecules related to the MAPK and PI3K-AKT signaling pathways, thereby aiding in the treatment of T2DM. The activation of these pathways alters Ras-GTPase activity and enhances the expression of GLUT4, a glucose transporter, resulting in the uptake of glucose from the bloodstream."], "CopyrightInformation": "© The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mepco Schlenk Engineering College (Autonomous), Sivakasi, Tamil Nadu, India."}], "LastName": "Sri Prakash", "ForeName": "Sooriyakala Rani", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mepco Schlenk Engineering College (Autonomous), Sivakasi, Tamil Nadu, India."}], "LastName": "Kamalnath", "ForeName": "Sree Meenakshi", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mepco Schlenk Engineering College (Autonomous), Sivakasi, Tamil Nadu, India."}], "LastName": "Antonisamy", "ForeName": "Arul Jayanthi", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mepco Schlenk Engineering College (Autonomous), Sivakasi, Tamil Nadu, India."}], "LastName": "Marimuthu", "ForeName": "Sivasankari", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mepco Schlenk Engineering College (Autonomous), Sivakasi, Tamil Nadu, India."}], "LastName": "Malayandi", "ForeName": "Sankar", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Int J Mol Cell Med", "NlmUniqueID": "101598104", "ISSNLinking": "2251-9637"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "DeFronzo RA, Ferrannini E, Groop L, et al. Type 2 diabetes mellitus. Nat Rev Dis Primers. 2015;1:15019.", "ArticleIdList": ["27189025"]}, {"Citation": "Leahy JL. Pathogenesis of type 2 diabetes mellitus. Arch Med Res. 2005;36:197–209.", "ArticleIdList": ["15925010"]}, {"Citation": "Artasensi A, Pedretti A, Vistoli G, et al. Type 2 Diabetes Mellitus: A Review of Multi-Target Drugs. Molecules. 2020:25.", "ArticleIdList": ["PMC7221535", "32340373"]}, {"Citation": "Chandran U, Mehendale N, Patil S, et al. Network pharmacology. Innovative approaches in drug discovery . 2017:127."}, {"Citation": "Hopkins AL. Network pharmacology: the next paradigm in drug discovery. Nat Chem Biol. 2008;4:682–90.", "ArticleIdList": ["18936753"]}, {"Citation": "Modak M, Dixit P, Londhe J, et al. Indian herbs and herbal drugs used for the treatment of diabetes. J Clin Biochem Nutr. 2007;40:163–73.", "ArticleIdList": ["PMC2275761", "18398493"]}, {"Citation": "Wang Y, Hu B, Feng S, et al. Target recognition and network pharmacology for revealing anti-diabetes mechanisms of natural product. J Comput Sci. 2020;45:101186."}, {"Citation": "Mohanraj K, Karthikeyan BS, Vivek-Ananth RP, et al. IMPPAT: A curated database of Indian Medicinal Plants, Phytochemistry And Therapeutics. Sci Rep. 2018;8:4329.", "ArticleIdList": ["PMC5847565", "29531263"]}, {"Citation": "He D, Huang JH, Zhang ZY, et al. A Network Pharmacology-Based Strategy For Predicting Active Ingredients And Potential Targets Of LiuWei DiHuang Pill In Treating Type 2 Diabetes Mellitus. Drug Des Devel Ther. 2019;13:3989–4005.", "ArticleIdList": ["PMC6890936", "31819371"]}, {"Citation": "Gfeller D, Grosdidier A, Wirth M, et al. SwissTargetPrediction: a web server for target prediction of bioactive small molecules. Nucleic Acids Res. 2014;42:W32–8.", "ArticleIdList": ["PMC4086140", "24792161"]}, {"Citation": "Stelzer G, Rosen N, Plaschkes I, et al. The GeneCards Suite: From Gene Data Mining to Disease Genome Sequence Analyses. Curr Protoc Bioinformatics. 2016;54:1 30 1–1 3.", "ArticleIdList": ["27322403"]}, {"Citation": "von Mering C, Huynen M, Jaeggi D, et al. STRING: a database of predicted functional associations between proteins. Nucleic Acids Res. 2003;31:258–61.", "ArticleIdList": ["PMC165481", "12519996"]}, {"Citation": "Zhang X, Shen T, Zhou X, et al. Network pharmacology based virtual screening of active constituents of Prunella vulgaris and the molecular mechanism against breast cancer. Sci Rep. 2020;10:15730.", "ArticleIdList": ["PMC7519149", "32978480"]}, {"Citation": "Gu S, Xue Y, Gao Y, et al. Mechanisms of indigo naturalis on treating ulcerative colitis explored by GEO gene chips combined with network pharmacology and molecular docking. Sci Rep. 2020;10:15204.", "ArticleIdList": ["PMC7495487", "32938944"]}, {"Citation": "Klopfenstein DV, Zhang L, Pedersen BS, et al. GOATOOLS: A Python library for Gene Ontology analyses. Sci Rep. 2018;8:10872.", "ArticleIdList": ["PMC6052049", "30022098"]}, {"Citation": "Dwivedi PSR, Patil R, Khanal P, et al. Exploring the therapeutic mechanisms of Cassia glauca in diabetes mellitus through network pharmacology, molecular docking and molecular dynamics. RSC Adv. 2021;11:39362–75.", "ArticleIdList": ["PMC9044434", "35492478"]}, {"Citation": "Oh KK, Adnan M, Cho DH. Network pharmacology of bioactives from Sorghum bicolor with targets related to diabetes mellitus. PLoS One. 2020;15:e0240873.", "ArticleIdList": ["PMC7774932", "33382706"]}, {"Citation": "Meng XY, Zhang HX, Mezei M, et al. Molecular docking: a powerful approach for structure-based drug discovery. Curr Comput Aided Drug Des. 2011;7:146–57.", "ArticleIdList": ["PMC3151162", "21534921"]}, {"Citation": "Schultze SM, Hemmings BA, Niessen M, et al. PI3K/AKT, MAPK and AMPK signalling: protein kinases in glucose homeostasis. Expert Rev Mol Med. 2012;14:e1.", "ArticleIdList": ["22233681"]}, {"Citation": "Mackenzie RW, Elliott BT. Akt/PKB activation and insulin signaling: a novel insulin signaling pathway in the treatment of type 2 diabetes. Diabetes Metab Syndr Obes. 2014;7:55–64.", "ArticleIdList": ["PMC3928478", "24611020"]}, {"Citation": "Huang X, Liu G, Guo J, et al. The PI3K/AKT pathway in obesity and type 2 diabetes. Int J Biol Sci. 2018;14:1483–96.", "ArticleIdList": ["PMC6158718", "30263000"]}, {"Citation": "Gandhi GR, Stalin A, Balakrishna K, et al. Insulin sensitization via partial agonism of PPARgamma and glucose uptake through translocation and activation of GLUT4 in PI3K/p-Akt signaling pathway by embelin in type 2 diabetic rats. Biochim Biophys Acta. 2013;1830:2243–55.", "ArticleIdList": ["23104384"]}, {"Citation": "Henriksen EJ, Diamond-Stanic MK, Marchionne EM. Oxidative stress and the etiology of insulin resistance and type 2 diabetes. Free Radic Biol Med. 2011;51:993–9.", "ArticleIdList": ["PMC3071882", "21163347"]}, {"Citation": "Koistinen HA, Chibalin AV, Zierath JR. Aberrant p38 mitogen-activated protein kinase signalling in skeletal muscle from Type 2 diabetic patients. Diabetologia. 2003;46:1324–8.", "ArticleIdList": ["12937895"]}, {"Citation": "Liu Z, Cao W. p38 mitogen-activated protein kinase: a critical node linking insulin resistance and cardiovascular diseases in type 2 diabetes mellitus. Endocr Metab Immune Disord Drug Targets. 2009;9:38–46.", "ArticleIdList": ["19275680"]}, {"Citation": "Sengupta U, Ukil S, Dimitrova N, et al. Expression-based network biology identifies alteration in key regulatory pathways of type 2 diabetes and associated risk/complications. PLoS One. 2009;4:e8100.", "ArticleIdList": ["PMC2785475", "19997558"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "1", "Day": "29"}, {"Year": "2024", "Month": "1", "Day": "31"}, {"Year": "2024", "Month": "2", "Day": "5"}, {"Year": "2023", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2023", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "5", "Minute": "27"}, {"Year": "2023", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["39006202", "PMC11240057", "10.22088/IJMCM.BUMS.12.4.372"]}}], "PubmedBookArticle": []}