{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fatty acid", "Mineral", "Natural products", "Phenol", "Proximate composition"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39004716", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["669", "10.1186/s12870-024-05341-9"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "15"}], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "15"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Fatty acid and nutrient profiles, diosgenin and trigonelline contents, mineral composition, and antioxidant activity of the seed of some Iranian Trigonella L. species.", "Pagination": {"StartPage": "669", "MedlinePgn": "669"}, "Abstract": {"AbstractText": ["Fenugreeks (Trigonella L. spp.), belonging to the legume family (Fabaceae), are well-known multipurpose crops that their materials are currently received much attention in the pharmaceutical and food industries for the production of healthy and functional foods all over the world. Iran is one of the main diversity origins of this valuable plant. Therefore, the aim of the present study was to explore vitamins, minerals, and fatty acids profile, proximate composition, content of diosgenin, trigonelline, phenolic acids, total carotenoids, saponins, phenols, flavonoids, and tannins, mucilage and bitterness value, and antioxidant activity of the seed of thirty populations belonging to the ten different Iranian Trigonella species.", "We accordingly identified notable differences in the nutrient and bioactive compounds of each population. The highest content (mg/100 g DW) of ascorbic acid (18.67 ± 0.85‒22.48 ± 0.60) and α-tocopherol (31.61 ± 0.15‒38.78 ± 0.67) were found in the populations of T. filipes and T. coerulescens, respectively. Maximum content of catechin was found in the populations of T. teheranica (52.67 ± 0.05‒63.50 ± 0.72 mg/l). Linoleic acid (> 39.11% ± 0.61%) and linolenic acid (> 48.78 ± 0.39%) were the main polyunsaturated fatty acids, with the majority in the populations of T. stellata (54.81 ± 1.39‒63.46 ± 1.21%). The populations of T. stellata were also rich in trigonelline (4.95 ± 0.03‒7.66 ± 0.16 mg/g DW) and diosgenin (9.06 ± 0.06‒11.03 ± 0.17 mg/g DW).", "The obtained data provides baseline information to expand the inventory of wild and cultivated Iranian Trigonella species for further exploitation of rich chemotypes in the new foods and specific applications."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Bakhtiar", "ForeName": "Ziba", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Hassandokht", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biotechnology, Department of Agronomy and Plant Breeding, College of Agriculture and Natural Resources, University of Tehran, Karaj, Iran."}], "LastName": "Naghavi", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute of Shahid Beheshti University, Tehran, 1983969411, Iran."}], "LastName": "Rezadoost", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, 1983969411, Iran. m-mirjalili@sbu.ac.ir."}], "LastName": "Mirjalili", "ForeName": "Mohammad Hossein", "Initials": "MH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "K49P2K8WLX", "NameOfSubstance": "Diosgenin"}, {"RegistryNumber": "3NQ9N60I00", "NameOfSubstance": "trigonelline"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Minerals"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["analysis"], "DescriptorName": "Alkaloids"}, {"QualifierName": [], "DescriptorName": "Diosgenin"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": ["chemistry"], "DescriptorName": "Seeds"}, {"QualifierName": ["analysis"], "DescriptorName": "Fatty Acids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Trigonella"}, {"QualifierName": ["analysis"], "DescriptorName": "Minerals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phenols"}, {"QualifierName": ["analysis"], "DescriptorName": "Nutrients"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nestle M. Animal v. plant foods in human diets and health: is the historical record unequivocal? Proc Nutr Soc. 1999;58(2):211–218. doi: 10.1017/S0029665199000300.", "ArticleIdList": ["10.1017/S0029665199000300", "10466159"]}, {"Citation": "Ewy MW, Patel A, Abdelmagid MG, Mohamed Elfadil O, Bonnes SL, Salonen BR, Hurt RT, Mundi MS. Plant-Based Diet: Is it as good as an animal-based diet when it comes to protein? Curr Nutr Rep. 2022;11(2):1–10. doi: 10.1007/s13668-022-00401-8.", "ArticleIdList": ["10.1007/s13668-022-00401-8", "35194768"]}, {"Citation": "Ludewig F, Sonnewald U. Demand for food as driver for plant sink development. J Plant Physiol. 2016;203:110–115. doi: 10.1016/j.jplph.2016.06.002.", "ArticleIdList": ["10.1016/j.jplph.2016.06.002", "27316916"]}, {"Citation": "Timsina J. Can organic sources of nutrients increase crop yields to meet global food demand? Agronomy. 2018;8(10):214. doi: 10.3390/agronomy8100214.", "ArticleIdList": ["10.3390/agronomy8100214"]}, {"Citation": "Yu M, Gouvinhas I, Rocha J, Barros AI. Phytochemical and antioxidant analysis of medicinal and food plants towards bioactive food and pharmaceutical resources. Sci Rep. 2021;11(1):1–14. doi: 10.1038/s41598-021-89437-4.", "ArticleIdList": ["10.1038/s41598-021-89437-4", "PMC8113553", "33976317"]}, {"Citation": "Bassolino L, Petroni K, Polito A, Marinelli A, Azzini E, Ferrari M, Ficco DB, Mazzucotelli E, Tondelli A, Fricano A, Paris R. Does plant breeding for antioxidant-rich foods have an impact on human health? Antioxidants. 2022;11(4):794. doi: 10.3390/antiox11040794.", "ArticleIdList": ["10.3390/antiox11040794", "PMC9024522", "35453479"]}, {"Citation": "Miho H, Díez CM, Mena-Bravo A, de Medina VS, Moral J, Melliou E, Magiatis P, Rallo L, Barranco D, Priego-Capote F. Cultivar influence on variability in olive oil phenolic profiles determined through an extensive germplasm survey. Food Chem. 2018;266:192–199. doi: 10.1016/j.foodchem.2018.06.002.", "ArticleIdList": ["10.1016/j.foodchem.2018.06.002", "30381176"]}, {"Citation": "Gouveia BT, Barrios SCL, do Valle CB, Gomes RDC, Machado WKR, Bueno Filho JSDS, Nunes JAR. Selection strategies for increasing the yield of high nutritional value leaf mass in Urochloa hybrids. Euphytica. 2020;16(3):1–12. doi: 10.1007/s10681-020-2574-3.", "ArticleIdList": ["10.1007/s10681-020-2574-3"]}, {"Citation": "Devarajan R, Jayaraman JK, Somasundaram SM, Ragupathy S, Raman P, Sathiamoorthy K, Subbaraya U. Genetic diversity in fresh fruit pulp mineral profile of 100 Indian Musa accessions. Food Chem. 2021;361:130080. doi: 10.1016/j.foodchem.2021.130080.", "ArticleIdList": ["10.1016/j.foodchem.2021.130080", "34029894"]}, {"Citation": "Poonia A, Phogat DS, Nagar S, Sharma P, Kumar V. Biochemical assessment of oat genotypes revealed variability in grain quality with nutrition and crop improvement implications. Food Chem. 2022;377:131982. doi: 10.1016/j.foodchem.2021.131982.", "ArticleIdList": ["10.1016/j.foodchem.2021.131982", "34999462"]}, {"Citation": "Hasanuzzaman M, Araújo S, Gill SS. The Plant Family Fabaceae. Springer Singapore. 2020. 10.1007/978-981-15-4752-2."}, {"Citation": "Chai BC, van der Voort JR, Grofelnik K, Eliasdottir HG, Klöss I, Perez-Cueto FJ. Which diet has the least environmental impact on our planet? A systematic review of vegan, vegetarian and omnivorous diets. Sustainability. 2019;11(15):4110. doi: 10.3390/su11154110.", "ArticleIdList": ["10.3390/su11154110"]}, {"Citation": "Irisarri P, Imperial J, Lattanzi FA, Monza J, Palacios J, Sanjuan J, Grossman J (Eds.). Maximizing nitrogen fixation in legumes as a tool for sustainable agriculture intensification. Frontiers Media SA. 2022. 10.3389/fagro.2021.796717."}, {"Citation": "LPWG A new subfamily classification of the leguminosae based on a taxonomically comprehensive phylogeny. Taxon. 2017;66:44–77. doi: 10.12705/661.3.", "ArticleIdList": ["10.12705/661.3"]}, {"Citation": "Singh RJ, Chung GH, Nelson RL. Landmark research in legumes. Genome. 2007;50(6):525–537. doi: 10.1139/G07-037.", "ArticleIdList": ["10.1139/G07-037", "17632574"]}, {"Citation": "Akan H, Ekici M, Aytac Z. The synopsis of the genus Trigonella L. (Fabaceae) in Turkey. Turk J Bot. 2020;44(6):670–93. 10.3906/bot-2004-63."}, {"Citation": "Rechinger KH. Trigonella. In: Rechinger KH, editor. Flora Iranica. Graz: Akademische Drucku.Verlagsanstalt; 1984. p. 207‒253."}, {"Citation": "Sun W, Shahrajabian MH, Cheng Q. Fenugreek cultivation with emphasis on historical aspects and its uses in traditional medicine and modern pharmaceutical science. Mini-Rev Med Chem. 2021;21(6):724–730. doi: 10.2174/1389557520666201127104907.", "ArticleIdList": ["10.2174/1389557520666201127104907", "33245271"]}, {"Citation": "Basu SK, Zandi P, Cetzal-Ix W. Fenugreek (Trigonella foenum-graecum L.): Distribution, genetic diversity, and potential to serve as an industrial crop for the global pharmaceutical, nutraceutical, and functional food industries. In the role of functional food security in global health. Academic Press; 2019. p. 471–497. 10.1016/B978-0-12-813148-0.00028-1."}, {"Citation": "Galal OM. The nutrition transition in Egypt: obesity, undernutrition and the food consumption context. Public Health Nutr. 2002;5(1):141–148. doi: 10.1079/PHN2001286.", "ArticleIdList": ["10.1079/PHN2001286", "12027277"]}, {"Citation": "Petropoulos GA. Fenugreek: the genus Trigonella. CRC Press; 2002. 10.4324/9780203217474."}, {"Citation": "Mahmood NM, Yahya KI. Nutrient and phytochemical of fenugreek (Trigonella foenum graecum) seeds. Int J Basic Appl Sci. 2017;36(3):203–213."}, {"Citation": "Syed QA, Rashid Z, Ahmad MH, Shukat R, Ishaq A, Muhammad N, Rahman HUU. Nutritional and therapeutic properties of fenugreek (Trigonella foenum-graecum): a review. Int J Food Prop. 2020;23(1):1777–1791. doi: 10.1080/10942912.2020.1825482.", "ArticleIdList": ["10.1080/10942912.2020.1825482"]}, {"Citation": "Ahmed Kaid NA, Norbaiyah MB, Imad MA, Norazian MH. Quantification of anti-fertility compound-diosgenin concentration in the fenugreek seeds aqueous extract (FSA). Int Med J Malays. 2016;15(1). 10.31436/imjm.v15i1.410."}, {"Citation": "Garg RC. Fenugreek: multiple health benefits. In Nutraceuticals. Academic Press; 2016. pp. 599–617 10.1016/B978-0-12-802147-7.00044-9."}, {"Citation": "Akbari S, Abdurahman NH, Yunus RM. Optimization of saponins, phenolics, and antioxidants extracted from fenugreek seeds using microwave-assisted extraction and response surface methodology as an optimizing tool. C R Chim. 2019;22(11–12):714–727. doi: 10.1016/j.crci.2019.07.007.", "ArticleIdList": ["10.1016/j.crci.2019.07.007"]}, {"Citation": "Tavakoli N, Varshosaz J, Ghannadi A, Bavarsad N. Evaluation of Trigonella foenum-graecum seeds gum as a novel tablet binder. Int J Pharm Pharm Sci. 2012;4(1):97–101."}, {"Citation": "Pant NC, Tewari M, Dhoundiyal R, Pandey CS, Singh JP, Agrawal S. Evaluation of micronutrients in fenugreek (Trigonella foenum-graecum L.): A viable alternative for micronutrient supplementation. Int J Curr Microbiol Appl Sci. 2018;7:2446–64. 10.20546/ijcmas.2018.705.281."}, {"Citation": "Singh A, Singh S, Sharma R. Nutritional potentials and nutrient profile of fenugreek (Trigonella foenum-graecum L.). Int J Curr Microbiol Appl Sci. 2020;9(10):3606‒3615."}, {"Citation": "Abdouli H, Hadj-Ayed M, Elham M, Nabila B, Remedios Alvir Morencos M. Proximate composition, and total phenols, tannins, flavonoids and saponins, and in vitro ruminal fermentation activity of fenugreek cut at three maturity stages. Livest Res Rural Dev. 2012;24(1)."}, {"Citation": "Abdouli H, Missaoui H, Jellali S, Tibaoui G, Tayachi L. Comparison of two fenugreek seed genotypes: bitterness value, secondary metabolites contents and biological activities. J New Sci. 2014."}, {"Citation": "Verma S, Bansal J, Kumar N, Malviya RM, Sharma PK. Isolation and characterization studies of mucilage obtained from Trigonella foenum greacum L. seed and Tamarindus Indica polysaccharide as a pharmaceutical excipient. J Drug Deliv Ther. 2014;4(3):106–9. 10.22270/jddt.v4i3.852."}, {"Citation": "Riasat M, Pakniyat H, Heidari B, Jafari AA. Variations in phytophenol compounds in association with morphological traits in Trigonella spp. Accessions Annu Res Rev Biol. 2018;1–16. 10.9734/ARRB/2018/39533."}, {"Citation": "Bouhenni H, Doukani K, Hanganu D, Olah NK, Şekeroğlu N, Gezici S, Spinu M, Niculae M. Comparative analysis on bioactive compounds and antioxidant activity of Algerian fenugreek (Trigonella foenum-graecum L.) and Syrian cumin (Cuminum cyminum L.) seeds. Herba Pol. 2021;67(1):18–34. 10.2478/hepo-2021-0005."}, {"Citation": "Lohvina H, Sándor M, Wink M. Effect of ethanol solvents on total phenolic content and antioxidant properties of seed extracts of fenugreek (Trigonella foenum-graecum L.) varieties and determination of phenolic composition by HPLC-ESI-MS. Diversity. 2021;14(1):7. 10.3390/d14010007."}, {"Citation": "Paramesha M, Priyanka N, Crassina K, Shetty NP. Evaluation of diosgenin content from eleven different Indian varieties of fenugreek and fenugreek leaf powder fortified bread. J Food Sci Technol; 2021;1‒9. 10.1007/s13197-021-04967-z", "ArticleIdList": ["PMC8478989", "34629539"]}, {"Citation": "Uras Güngör ŞS, Kökdil G. Tocopherol, sterol and amino acid compositions of Trigonella strangulata Boiss. seeds. Int Res J Pharm Med Sci. 2018;2(1):36–9."}, {"Citation": "Uras Güngör ŞS, İlçim A, Kökdil G. A comparison of diosgenin, phenolics, fatty acid profiles and mineral contents with free radical scavenging activity of Trigonella L. species from section cylindricae. Rec Nat Prod. 2017;11(1):17‒30."}, {"Citation": "Mylavarapu R, Sikora FJ, Moore KP. Walkley-Black Method. Soil test methods from the Southeastern United States. 2014. p. 158."}, {"Citation": "Negi PS, Roy SK. Changes in β-carotene and ascorbic acid content of fresh amaranth and fenugreek leaves during storage by low cost technique. Plant Foods Hum Nutr. 2003;58(3):225–230. doi: 10.1023/B:QUAL.0000040361.85578.b5.", "ArticleIdList": ["10.1023/B:QUAL.0000040361.85578.b5", "15366263"]}, {"Citation": "Akintimehin ES, Karigidi KO, Anthony EO, Adetuyi FO. Proximate composition, minerals, vitamins, phytochemical constituents and anti-nutrient profile of Beilschmiedia mannii seeds and Combretum racemosum leaves for soup preparation. J Food Sci Technol. 2021;1–8. 10.1007/s13197-021-05198-y.", "ArticleIdList": ["PMC9046488", "35531418"]}, {"Citation": "AOAC. Official methods of analysis. 18th edn. Association of Official Analytical Chemists. Arlington, VA, USA. 2005."}, {"Citation": "Law MY, Charles SA, Halliwell B. Glutathione and ascorbic acid in spinach (Spinacia oleracea) chloroplasts. The effect of hydrogen peroxide and of paraquat. Biochem. 1983;210(3):899–903. 10.1042/bj2100899.", "ArticleIdList": ["PMC1154305", "6307273"]}, {"Citation": "AOAC. Official methods of analysis,17th edn. Association of official analytical chemists Inc.,. Virginia, USA; 2003."}, {"Citation": "FAO. Food energy–methods of analysis and conversion factors. Report of a Technical Workshop. Food Nutrition. 2003. p. 77."}, {"Citation": "Başgel S, Erdemoğlu SB. Determination of mineral and trace elements in some medicinal herbs and their infusions consumed in Turkey. Sci Total Environ. 2006;359(1–3):82–89. doi: 10.1016/j.scitotenv.2005.04.016.", "ArticleIdList": ["10.1016/j.scitotenv.2005.04.016", "15907975"]}, {"Citation": "Singer FAW, Taha FS, Mohamed SS, Gibriel A, El-Nawawy M. Preparation of mucilage/protein products from flaxseed. Am J Food Technol. 2011;6(4):260–278. doi: 10.3923/ajft.2011.260.278.", "ArticleIdList": ["10.3923/ajft.2011.260.278"]}, {"Citation": "Milinsk MC, Matsushita M, Visentainer JV, Oliveira CCD, Souza NED. Comparative analysis of eight esterification methods in the quantitative determination of vegetable oil fatty acid methyl esters (FAME) J Braz Chem. 2008;19(8):1475–1483. doi: 10.1590/S0103-50532008000800006.", "ArticleIdList": ["10.1590/S0103-50532008000800006"]}, {"Citation": "Herrera T, Navarro del Hierro J, Fornari T, Reglero G, Martin D. Acid hydrolysis of saponin-rich extracts of quinoa, lentil, fenugreek and soybean to yield sapogenin-rich extracts and other bioactive compounds. J Sci Food Agric. 2019;99(6):3157–3167. doi: 10.1002/jsfa.9531.", "ArticleIdList": ["10.1002/jsfa.9531", "30536393"]}, {"Citation": "Campa C, Ballester JF, Doulbeau S, Dussert S, Hamon S, Noirot M. Trigonelline and sucrose diversity in wild Coffea species. Food Chem. 2004;88(1):39–43. doi: 10.1016/j.foodchem.2004.01.020.", "ArticleIdList": ["10.1016/j.foodchem.2004.01.020"]}, {"Citation": "WHO G . Quality control methods for medicinal plant material. 1998."}, {"Citation": "Singleton VL, Orthofer R, Lamuela-Raventós RM. Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent. Meth Enzymol. 1999;299:152–178. doi: 10.1016/S0076-6879(99)99017-1.", "ArticleIdList": ["10.1016/S0076-6879(99)99017-1"]}, {"Citation": "Chang CC, Yang MH, Wen HM, Chern JC. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J Food Drug Anal. 2002;10(3). 10.38212/2224-6614.2748."}, {"Citation": "Akhlaghi N, Najafpour-Darzi G. Phytochemical analysis, antioxidant activity, and pancreatic lipase inhibitory effect of ethanolic extract of Trigonella foenum graceum L. leaves. Biocatal Agric Biotechnol. 2021;32:1–7. 10.1016/j.bcab.2021.101961."}, {"Citation": "Benzie IF, Strain JJ. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay. Anal Biochem. 1996;239(1):70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Srinivasan K. Fenugreek (Trigonella foenum-graecum): a review of health beneficial physiological effects. Food Rev Int. 2006;22(2):203–224. doi: 10.1080/87559120600586315.", "ArticleIdList": ["10.1080/87559120600586315"]}, {"Citation": "Ahmad A, Alghamdi SS, Mahmood K, Afzal M. Fenugreek a multipurpose crop: potentialities and improvements. Saudi J Biol Sci. 2016;23(2):300–310. doi: 10.1016/j.sjbs.2015.09.015.", "ArticleIdList": ["10.1016/j.sjbs.2015.09.015", "PMC4894452", "27307778"]}, {"Citation": "Calvo MS, Whiting SJ. Survey of current vitamin D food fortification practices in the United States and Canada. J Steroid Biochem Mol Biol. 2013;136:211–213. doi: 10.1016/j.jsbmb.2012.09.034.", "ArticleIdList": ["10.1016/j.jsbmb.2012.09.034", "23104118"]}, {"Citation": "Cirlincione F, Venturella G, Gargano ML, Ferraro V, Gaglio R, Francesca N, Rizzo BA, Russo G, Moschetti G, Settanni L, Mirabile G. Functional bread supplemented with Pleurotus eryngii powder: a potential new food for human health. Int J Gastron Food Sci. 2022;27:100449. 10.1016/j.ijgfs.2021.100449."}, {"Citation": "El Nasri NA, El Tinay AH. Functional properties of fenugreek (Trigonella foenum graecum) protein concentrate. Food Chem. 2007;103(2):582–589. doi: 10.1016/j.foodchem.2006.09.003.", "ArticleIdList": ["10.1016/j.foodchem.2006.09.003"]}, {"Citation": "Feyzi S, Varidi M, Zare F, Varidi MJ. Fenugreek (Trigonella foenum graecum) seed protein isolate: extraction optimization, amino acid composition, thermo and functional properties. J Sci Food Agric. 2015;95(15):3165–3176. doi: 10.1002/jsfa.7056.", "ArticleIdList": ["10.1002/jsfa.7056", "25523830"]}, {"Citation": "Aljuhaimi F, Şimşek Ş, Özcan MM, Ghafoor K, Babiker EE. Effect of location on chemical properties, amino acid and fatty acid compositions of fenugreek (Trigonella foenum-graecum L.) seed and oils. J Food Process Preserv. 2018;42(4):e13569. 10.1111/jfpp.13569."}, {"Citation": "Abbas Ali M, Abu Sayeed M, Shahinur Alam M, Sarmina Yeasmin MS, Khan AM, Muhamad II. Characteristics of oils and nutrient contents of Nigella sativa Linn. and Trigonella foenum-graecum seeds. Bull Chem Soc Ethiop. 2012;26(1). 10.4314/bcse.v26i1.6."}, {"Citation": "Pandey H, Awasthi P. Effect of processing techniques on nutritional composition and antioxidant activity of fenugreek (Trigonella foenum-graecum) seed flour. J Food Sci Technol. 2015;52(2):1054–1060. doi: 10.1007/s13197-013-1057-0.", "ArticleIdList": ["10.1007/s13197-013-1057-0", "PMC4325032", "25694718"]}, {"Citation": "Hooda S, Jood S. Effect of soaking and germination on nutrient and antinutrient contents of fenugreek (Trigonella foenum graecum L.). J Food Biochem. 2003;27(2):165–76. 10.1111/j.1745-4514.2003.tb00274.x."}, {"Citation": "Mathur P, Choudhry M. Effect of domestic processing on proximate composition of fenugreek seeds. J Food Sci Technol. 2009;46(3):255–258."}, {"Citation": "Nour AAM, Magboul BI. Chemical and amino acid composition of fenugreek seeds grown in Sudan. Food Chem. 1986;22(1):1–5. doi: 10.1016/0308-8146(86)90002-6.", "ArticleIdList": ["10.1016/0308-8146(86)90002-6"]}, {"Citation": "Kan Y, Kan A, Ceyhan T, Sayar E, Kartal M, Altun L, Aslan S, Cevheroğlu Ş. Atomic absorption spectrometric analysis of Trigonella foenum-graecum L. seeds cultivated in Turkey. Turk J Pharm Sci. 2005;2(3):187‒91."}, {"Citation": "Waghmare R, Moses JA, Anandharamakrishnan C. Mucilages: Sources, extraction methods, and characteristics for their use as encapsulation agents. Crit Rev Food Sci Nutr. 2022;62(15):4186–4207. doi: 10.1080/10408398.2021.1873730.", "ArticleIdList": ["10.1080/10408398.2021.1873730", "33480265"]}, {"Citation": "Dybka-Stępień K, Otlewska A, Góźdź P, Piotrowska M. The renaissance of plant mucilage in health promotion and industrial applications: a review. Nutrients. 2021;13(10):3354. doi: 10.3390/nu13103354.", "ArticleIdList": ["10.3390/nu13103354", "PMC8539170", "34684354"]}, {"Citation": "Chandravanshi K, Sahu M, Sahu R, Sahu N, Lanjhiyana S, Chandy A. Isolation of mucilage from herbal plants and its evaluation as a pharmaceutical excipients. J Pharmacogn Phytochem. 2022;14(3):171–178. doi: 10.52711/0975-4385.2022.00031.", "ArticleIdList": ["10.52711/0975-4385.2022.00031"]}, {"Citation": "Nayak AK, Hasnain MS, Nayak AK, Hasnain MS. Fenugreek seed mucilage based multiple units for oral drug delivery. Plant polysaccharides-based multiple-unit systems for oral drug delivery. 2019;93–112. 10.1007/978-981-10-6784-6_8."}, {"Citation": "Ghebretinsae AG, Graham SA, Camilo GR, Barber JC. Natural infraspecific variation in fatty acid composition of Cuphea (Lythraceae) seed oils. Ind Crops Prod. 2008;27(3):279–287. doi: 10.1016/j.indcrop.2007.11.002.", "ArticleIdList": ["10.1016/j.indcrop.2007.11.002"]}, {"Citation": "Calder PC. Functional roles of fatty acids and their effects on human health. J Parenter Enteral Nutr. 2015;39:18–32. doi: 10.1177/0148607115595980.", "ArticleIdList": ["10.1177/0148607115595980", "26177664"]}, {"Citation": "Gu LB, Liu XN, Liu HM, Pang HL, Qin GY. Extraction of fenugreek (Trigonella foenum-graceum L.) seed oil using subcritical butane: Characterization and process optimization. Molecules. 2017;22(2):228. 10.3390/molecules22020228.", "ArticleIdList": ["PMC6155872", "28157172"]}, {"Citation": "Mandal S, DebMandal M. Fenugreek (Trigonella foenum-graecum L.) oils. In: Essential oils in food preservation, flavor and safety. Academic Press; 2016. p. 421–9. 10.1016/B978-0-12-416641-7.00047-X."}, {"Citation": "Akbari S, Abdurahman NH, Yunus RM, Alara OR, Abayomi OO. Extraction, characterization and antioxidant activity of fenugreek (Trigonella-Foenum Graecum) seed oil. Mater Sci Energy Technol. 2019;2(2):349–355. doi: 10.1016/j.mset.2018.12.001.", "ArticleIdList": ["10.1016/j.mset.2018.12.001"]}, {"Citation": "Beyzi E. Chemometric methods for fatty acid compositions of fenugreek (Trigonella foenum-graecum L.) and black cumin (Nigella sativa L.) seeds at different maturity stages. Ind Crops Herba Pol. Prod. 2020;151:112488. 10.1016/j.indcrop.2020.112488."}, {"Citation": "Munshi M, Arya P, Kumar P. Physico-chemical analysis and fatty acid profiling of fenugreek (Trigonella foenum graecum) seed oil using different solvents. J Oleo Sci. 2020;20137. 10.5650/jos.ess20137.", "ArticleIdList": ["33055445"]}, {"Citation": "Chatterjee S, Variyar PS, Sharma A. Bioactive lipid constituents of fenugreek. Food Chem. 2010;119(1):349–353. doi: 10.1016/j.foodchem.2009.05.076.", "ArticleIdList": ["10.1016/j.foodchem.2009.05.076"]}, {"Citation": "Esmaeili A, Shaykhmoradi F, Naseri R. Comparison of oil content and fatty acid composition of native olive genotypes in different region of Liam. Iran Int J Agric Sci. 2012;4(8):434–438."}, {"Citation": "Belguith-Hadriche O, Bouaziz M, Jamoussi K, El Feki A, Sayadi S, Makni-Ayedi F. Lipid-lowering and antioxidant effects of an ethyl acetate extract of fenugreek seeds in high-cholesterol-fed rats. J Agric Food Chem. 2010;58(4):2116–2122. doi: 10.1021/jf903186w.", "ArticleIdList": ["10.1021/jf903186w", "20108903"]}, {"Citation": "Kenny O, Smyth TJ, Hewage CM, Brunton NP. Antioxidant properties and quantitative UPLC-MS analysis of phenolic compounds from extracts of fenugreek (Trigonella foenum-graecum) seeds and bitter melon (Momordica charantia) fruit. Food Chem. 2013;141(4):4295–4302. doi: 10.1016/j.foodchem.2013.07.016.", "ArticleIdList": ["10.1016/j.foodchem.2013.07.016", "23993618"]}, {"Citation": "Khole S, Chatterjee S, Variyar P, Sharma A, Devasagayam TPA, Ghaskadbi S. Bioactive constituents of germinated fenugreek seeds with strong antioxidant potential. J Funct Foods. 2014;6:270–279. doi: 10.1016/j.jff.2013.10.016.", "ArticleIdList": ["10.1016/j.jff.2013.10.016"]}, {"Citation": "Taylor WG, Zulyniak HJ, Richards KW, Acharya SN, Bittman S, Elder JL. Variation in diosgenin levels among 10 accessions of fenugreek seeds produced in Western Canada. J Agric Food Chem. 2002;50(21):5994–5997. doi: 10.1021/jf020486y.", "ArticleIdList": ["10.1021/jf020486y", "12358471"]}, {"Citation": "Trivedi PD, Pundarikakshudu K, Rathnam S, Shah KS. A validated quantitative thin-layer chromatographic method for estimation of diosgenin in various plant samples, extract, and market formulation. J AOAC Int. 2007;90(2):358–363. doi: 10.1093/jaoac/90.2.358.", "ArticleIdList": ["10.1093/jaoac/90.2.358", "17474505"]}, {"Citation": "Dangi R, Misar A, Tamhankar S, Rao S. Diosgenin content in some Trigonella species. Int J Ayurveda Pharma Res. 2014;1(2):47–51."}, {"Citation": "Saxena SN, Kakani RK, Sharma LK, Agarwal D, John S, Sharma Y. Genetic variation in seed quality and fatty acid composition of fenugreek (Trigonella foenum-graecum L.) genotypes grown under limited moisture conditions. Acta Physiol Plant. 2017;39(10):1–10. 10.1007/s11738-017-2522-6."}, {"Citation": "Esmaeili H, Karami A, Hadian J, Saharkhiz MJ, Ebrahimi SN. Variation in the phytochemical contents and antioxidant activity of Glycyrrhiza glabra populations collected in Iran. Ind Crops Prod. 2019;137:248–259. doi: 10.1016/j.indcrop.2019.05.034.", "ArticleIdList": ["10.1016/j.indcrop.2019.05.034"]}, {"Citation": "Heydari A, Hadian J, Esmaeili H, Kanani MR, Mirjalili MH, Sarkhosh A. Introduction of Thymus daenensis into cultivation: Analysis of agro-morphological, phytochemical and genetic diversity of cultivated clones. Ind Crops Prod. 2019;131:14–24. doi: 10.1016/j.indcrop.2019.01.033.", "ArticleIdList": ["10.1016/j.indcrop.2019.01.033"]}, {"Citation": "Al-Maamari IT, Khan MM, Ali A, Al-Sadi AM, Waly MI, Al-Saady NA. Diversity in phytochemical composition of Omani fenugreek (Trigonella foenum-graecum L.) accessions. Pak J Agric Sci. 2016;53(4):851–62. 10.21162/PAKJAS/16.5559."}, {"Citation": "Osman MG, Daffalla HM, Ahmad MM, Saleh SA, Hamza AA. Total phenolic content, antioxidant and antimicrobial activities of seeds and callus of Trigonella foenum-graecum L. GSC Biol Pharm Sci. 2020;10(3):1‒9. 10.30574/gscbps.2020.10.3.0033."}, {"Citation": "Aylanc V, Eskin B, Zengin G, Dursun M, Cakmak YS. In vitro studies on different extracts of fenugreek (Trigonella spruneriana Boiss.): Phytochemical profile, antioxidant activity, and enzyme inhibition potential. J Food Biochem. 2020;44(11):1–10. 10.1111/jfbc.13463.", "ArticleIdList": ["32931607"]}, {"Citation": "Hameed S, Imran A, Nisa MU, Arshad MS, Saeed F, Arshad MU, Asif Khan M. Characterization of extracted phenolics from black cumin (Nigella sativa linn), coriander seed (Coriandrum sativum L.), and fenugreek seed (Trigonella foenum-graecum). Int J Food Prop. 2019;22(1):714–26. 10.1080/10942912.2019.1599390."}, {"Citation": "Saxena SN, Karwa S, Saxena R, Sharma T, Sharma YK, Kakani RK, Anwer MM. Analysis of antioxidant activity, phenolic and flavanoids content of fenugreek (Trigonella foenum-graecum L.) seed extracts. Int J seed spices. 2011;1(1):38‒43."}, {"Citation": "Zeb A. Concept, mechanism, and applications of phenolic antioxidants in foods. J Food Biochem. 2020;44(9):e13394. doi: 10.1111/jfbc.13394.", "ArticleIdList": ["10.1111/jfbc.13394", "32691460"]}, {"Citation": "Haliem EA, Al-Huqail AA. Correlation of genetic variation among wild Trigonella foenum-graecum L. accessions with their antioxidant potential status. Genet Mol Res. 2014;13(4):10464–81. 10.4238/2014.December.12.8.", "ArticleIdList": ["25511030"]}, {"Citation": "Suryanarayana L, Sekhar MR, Babu DR, Ramana AV, Rao VS. Cluster and principal component analysis in maize. Int J Curr Microbiol Appl Sci. 2017;6(7):354–359. doi: 10.20546/ijcmas.2016.501.041.", "ArticleIdList": ["10.20546/ijcmas.2016.501.041"]}, {"Citation": "Tohidi B, Rahimmalek M, Arzani A. Essential oil composition, total phenolic, flavonoid contents, and antioxidant activity of Thymus species collected from different regions of Iran. Food Chem. 2017;220:153–161. doi: 10.1016/j.foodchem.2016.09.203.", "ArticleIdList": ["10.1016/j.foodchem.2016.09.203", "27855883"]}, {"Citation": "Khadivi-Khub A, Salehi-Arjmand H, Hadian J. Morphological and phytochemical variation of Satureja bachtiarica populations from Iran. Ind Crops Prod. 2014;54:257–265. doi: 10.1016/j.indcrop.2014.01.039.", "ArticleIdList": ["10.1016/j.indcrop.2014.01.039"]}, {"Citation": "Mirzaei A, Mohammadi J, Mirzaei N, Mirzaei M. The antioxidant capacities and total phenolic contents of some medicinal plants in Iran. J Fasa Univ Med Sci. 2011;1(3):160–167."}, {"Citation": "Brown B. Mint soil fertility research in the PNW. Western Nutrient Management Conf. 2003;5(3):54–60."}]}], "History": [{"Year": "2024", "Month": "4", "Day": "8"}, {"Year": "2024", "Month": "6", "Day": "25"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "0", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "14", "Hour": "23", "Minute": "14"}, {"Year": "2024", "Month": "7", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["39004716", "PMC11247732", "10.1186/s12870-024-05341-9", "10.1186/s12870-024-05341-9"]}}]}