{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Autophagy", "Breast cancer", "Gallic acid", "Metformin", "ROS"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "39005566", "DateRevised": {"Year": "2024", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4103/1735-5362.389956"], "ArticleDate": [{"Year": "2023", "Month": "11", "Day": "23"}], "Journal": {"ISSN": "1735-5362", "JournalIssue": {"Volume": "18", "Issue": "6", "PubDate": {"Year": "2023", "Month": "Dec"}}, "Title": "Research in pharmaceutical sciences", "ISOAbbreviation": "Res Pharm Sci"}, "ArticleTitle": "Combination of metformin and gallic acid induces autophagy and apoptosis in human breast cancer cells.", "Pagination": {"StartPage": "663", "EndPage": "675", "MedlinePgn": "663-675"}, "Abstract": {"AbstractText": ["Breast cancer is the most common type of cancer and one of the major causes of death among women. Many reports propose gallic acid as a candidate for cancer treatment due to its biological and medicinal effects as well as its antioxidant properties. This study aimed to assess the effects of metformin and gallic acid on human breast cancer (MCF-7) and normal (MCF-10) cell lines.", "MCF7 and MCF-10 cells were treated with various concentrations of metformin, gallic acid, and their combination. Cell proliferation, reactive oxygen species (ROS), as well as cell cycle arrest were measured. Autophagy induction was assessed using western blot analysis.", "Metformin and gallic acid did not cause toxicity in normal cells. They had a stronger combined impact on ROS induction. Metformin and Gallic acid resulted in cell cycle arrest in the sub-G1 phase with G1 and S phase arrest, respectively. Increased levels of LC3 and Beclin-1 markers along with decreased P62 markers were observed in cancerous cells, which is consistent with the anticancer properties of metformin and gallic acid.", "The effects of metformin and gallic acid on cancerous cells indicate the positive impact of their combination in treating human breast cancer."], "CopyrightInformation": "Copyright: © 2023 Research in Pharmaceutical Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Haghshenas", "ForeName": "Marziyeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Firouzabadi", "ForeName": "Negar", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Quality Control, Food and Drug, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Akbarizadeh", "ForeName": "Amin Reza", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Food and Supplements Safety Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Rashedinia", "ForeName": "Marzieh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Res Pharm Sci", "NlmUniqueID": "101516968", "ISSNLinking": "1735-5362"}, "CoiStatement": "The authors declared no conflicts of interest in this study."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Momenimovahed Z, Salehiniya H. Epidemiological characteristics of and risk factors for breast cancer in the world. Breast Cancer (Dove Med Press) 2019;11:151–164. DOI: 10.2147/BCTT.S176070.", "ArticleIdList": ["PMC6462164", "31040712"]}, {"Citation": "Waks AG, Winer EP. Breast cancer treatment: a review. JAMA. 2019;321(3):288–300. DOI: 10.1001/jama.2018.19323.", "ArticleIdList": ["30667505"]}, {"Citation": "Akram M, Iqbal M, Daniyal M, Khan AU. Awareness and current knowledge of breast cancer. Biol Res. 2017;50(1):33,1–23. DOI: 10.1186/s40659-017-0140-9.", "ArticleIdList": ["PMC5625777", "28969709"]}, {"Citation": "Homayoun M, Ghasemnezhad Targhi R, Soleimani M. Anti-proliferative and anti-apoptotic effects of grape seed extract on chemo-resistant OVCAR-3 ovarian cancer cells. Res Pharm Sci. 2020;15(4):390–400. DOI: 10.4103/1735-5362.293517.", "ArticleIdList": ["PMC7714018", "33312217"]}, {"Citation": "Novitasari D, Jenie RI, Kato JY, Meiyanto E. Chemoprevention curcumin analog 1.1 promotes metaphase arrest and enhances intracellular reactive oxygen species levels on TNBC MDA-MB-231 and HER2-positive HCC1954 cells. Res Pharm Sci. 2023;18(4):358–370. DOI: 10.4103/1735-5362.378083.", "ArticleIdList": ["PMC10443663", "37614620"]}, {"Citation": "Tong CW, Wu M, Cho WC, To KK. Recent advances in the treatment of breast cancer. Front Oncol. 2018;8(227):1–1. DOI:DOI: 10.3389/fonc.2018.00227.", "ArticleIdList": ["PMC6010518", "29963498"]}, {"Citation": "Fernandes FHA, Salgado HRN. Gallic acid: review of the methods of determination and quantification. Crit Rev Anal Chem. 2016;46(3):257–265. DOI: 10.1080/10408347.2015.1095064.", "ArticleIdList": ["26440222"]}, {"Citation": "Choubey S, Varughese LR, Kumar V, Beniwal V. Medicinal importance of gallic acid and its ester derivatives: a patent review. Pharm Pat Anal. 2015;4(4):305–315. DOI: 10.4155/ppa.15.14.", "ArticleIdList": ["26174568"]}, {"Citation": "Kahkeshani N, Farzaei F, Fotouhi M, Alavi SS, Bahramsoltani R, Naseri R, et al. Pharmacological effects of gallic acid in health and diseases: a mechanistic review. Iran J Basic Med Sci. 2019;22(3):225–237. DOI: 10.22038/ijbms.2019.32806.7897.", "ArticleIdList": ["PMC6528712", "31156781"]}, {"Citation": "Jalili C, Korani M, Pazhouhi M, Ghanbari A, Zhaleh M, Davoudi S, et al. Protective effect of gallic acid on nicotine-induced testicular toxicity in mice. Res Pharm Sci. 2021;16(4):414–424. DOI: 10.4103/1735-5362.319579.", "ArticleIdList": ["PMC8356720", "34447449"]}, {"Citation": "De A, Kuppusamy G. Metformin in breast cancer: preclinical and clinical evidence. Curr Probl Cancer. 2020;44(1):100488. DOI: 10.1016/j.currproblcancer.2019.06.003.", "ArticleIdList": ["31235186"]}, {"Citation": "Zhao B, Luo J, Yu T, Zhou L, Lv H, Shang P. Anticancer mechanisms of metformin: a review of the current evidence. Life Sci. 2020;254(117717):1–1. DOI:DOI: 10.1016/j.lfs.2020.117717.", "ArticleIdList": ["32339541"]}, {"Citation": "Cocco S, Leone A, Piezzo M, Caputo R, Di Lauro V, Di Rella F, et al. Targeting autophagy in breast cancer. Int J Mol Sci. 2020;21(21):7836,1–21. DOI: 10.3390/ijms21217836.", "ArticleIdList": ["PMC7660056", "33105796"]}, {"Citation": "Abd El-Aziz YS, Gillson J, Jansson PJ, Sahni S. Autophagy: a promising target for triple negative breast cancers. Pharmacol Res. 2022;175:106006. DOI: 10.1016/j.phrs.2021.106006.", "ArticleIdList": ["34843961"]}, {"Citation": "Schmitz KJ, Ademi C, Bertram S, Schmid KW, Baba HA. Prognostic relevance of autophagy-related markers LC3, p62/sequestosome 1, Beclin-1 and ULK1 in colorectal cancer patients with respect to KRAS mutational status. World J Surg Oncol. 2016;14(1):189,1–13. DOI: 10.1186/s12957-016-0946-x.", "ArticleIdList": ["PMC4957418", "27444698"]}, {"Citation": "Klionsky DJ, Baehrecke EH, Brumell JH, Chu CT, Codogno P, Cuervo AM, et al. A comprehensive glossary of autophagy-related molecules and processes. Autophagy. 2011;7(11):1273–1294. DOI: 10.4161/auto.7.11.17661.", "ArticleIdList": ["PMC3359482", "21997368"]}, {"Citation": "Levy JMM, Towers CG, Thorburn A. Targeting autophagy in cancer. Nat Rev Cancer. 2017;17(9):528–542. DOI: 10.1038/nrc.2017.53.", "ArticleIdList": ["PMC5975367", "28751651"]}, {"Citation": "Fatehi R, Rashedinia M, Akbarizadeh AR, Firouzabadi N. Metformin enhances anti-cancer properties of resveratrol in MCF-7 breast cancer cells via induction of apoptosis, autophagy and alteration in cell cycle distribution. Biochem Biophys Res Commun. 2022;644:130–139. DOI: 10.1016/j.bbrc.2022.12.069.", "ArticleIdList": ["36641965"]}, {"Citation": "Mikhaevich EI, Sorokin DV, Scherbakov AM. Honokiol inhibits the growth of hormone-resistant breast cancer cells: its promising effect in combination with metformin. Res Pharm Sci. 2023;18(5):580–591. DOI: 10.4103/1735-5362.383712.", "ArticleIdList": ["PMC10568957", "37842518"]}, {"Citation": "Ghavami G, Ebrahimi Kiasari R, Pakzad F, Sardari S. Effect of metformin alone and in combination with etoposide and epirubicin on proliferation, apoptosis, necrosis, and migration of B-CPAP and SW cells as thyroid cancer cell lines. Res Pharm Sci. 2023;18(2):185–201. DOI: 10.4103/1735-5362.367797.", "ArticleIdList": ["PMC9976061", "36873273"]}, {"Citation": "Rashedinia M, Saberzadeh J, Khodaei F, Mashayekhi Sardoei N, Alimohammadi M, Arabsolghar R. Effect of sodium benzoate on apoptosis and mitochondrial membrane potential after aluminum toxicity in PC-12 cell line. Iranian J Toxicol. 2020;14(4):237–244. DOI: 10.32598/IJT.10.4.677.1."}, {"Citation": "Arabsolghar R, Saberzadeh J, Khodaei F, Borojeni RA, Khorsand M, Rashedinia M. The protective effect of sodium benzoate on aluminum toxicity in PC12 cell line. Res Pharm Sci. 2017;12(5):391–400. DOI: 10.4103/1735-5362.213984.", "ArticleIdList": ["PMC5615869", "28974977"]}, {"Citation": "Aborehab NM, Elnagar MR, Waly NE. Gallic acid potentiates the apoptotic effect of paclitaxel and carboplatin via overexpression of Bax and P53 on the MCF-7 human breast cancer cell line. J Biochem Mol Toxicol. 2021;35(2):e22638,1–11. DOI: 10.1002/jbt.22638.", "ArticleIdList": ["33002289"]}, {"Citation": "Tayarani-Najaran Z, Rashidi R, Rashedinia M, Khoshbakht S, Javadi B. The protective effect of Lavandula officinalis extract on 6-hydroxydopamine-induced reactive oxygen species and apoptosis in PC12 cells. Eur J Integr Med. 2021;41(101233):1–1. DOI:DOI: 10.1016/j.eujim.2020.101233."}, {"Citation": "Rashedinia M, Lari P, Abnous K, Hosseinzadeh H. Proteomic analysis of rat cerebral cortex following subchronic acrolein toxicity. Toxicol Appl Pharmacol. 2013;272(1):199–207. DOI: 10.1016/j.taap.2013.05.029.", "ArticleIdList": ["23743302"]}, {"Citation": "Andrzejewski S, Gravel SP, Pollak M, St-Pierre J. Metformin directly acts on mitochondria to alter cellular bioenergetics. Cancer Metab. 2014;2(1):12,1–14. DOI: 10.1186/2049-3002-2-12.", "ArticleIdList": ["PMC4147388", "25184038"]}, {"Citation": "Massarweh S, Romond E, Black EP, Van Meter E, Shelton B, Kadamyan-Melkumian V, et al. A phase II study of combined fulvestrant and everolimus in patients with metastatic estrogen receptor (ER)-positive breast cancer after aromatase inhibitor (AI) failure. Breast Cancer Res Treat. 2014;143(2):325–332. DOI: 10.1007/s10549-013-2810-9.", "ArticleIdList": ["24327334"]}, {"Citation": "Martinez JA, Chalasani P, Thomson CA, Roe D, Altbach M, Galons JP, et al. Phase II study of metformin for reduction of obesity-associated breast cancer risk: a randomized controlled trial protocol. BMC Cancer. 2016;16(500):1–1. DOI:DOI: 10.1186/s12885-016-2551-3.", "ArticleIdList": ["PMC4950218", "27430256"]}, {"Citation": "Kim J, Lim W, Kim EK, Kim MK, Paik NS, Jeong SS, et al. Phase II randomized trial of neoadjuvant metformin plus letrozole versus placebo plus letrozole for estrogen receptor positive postmenopausal breast cancer (METEOR) BMC Cancer. 2014;14(1):170,1–5. DOI: 10.1186/1471-2407-14-170.", "ArticleIdList": ["PMC3984742", "24612502"]}, {"Citation": "Sun G, Zhang S, Xie Y, Zhang Z, Zhao W. Gallic acid as a selective anticancer agent that induces apoptosis in SMMC-7721 human hepatocellular carcinoma cells. Oncol Lett. 2016;11(1):150–158. DOI: 10.3892/ol.2015.3845.", "ArticleIdList": ["PMC4727056", "26870182"]}, {"Citation": "Tanaka Y, Obinata H, Konishi A, Yamagiwa N, Tsuneoka M. Production of ROS by gallic acid activates KDM2A to reduce rRNA transcription. Cells. 2020;9(10):2266,1–16. DOI: 10.3390/cells9102266.", "ArticleIdList": ["PMC7601038", "33050392"]}, {"Citation": "Rezaei-Seresht H, Cheshomi H, Falanji F, Movahedi-Motlagh F, Hashemian M, Mireskandari E. Cytotoxic activity of caffeic acid and gallic acid against MCF-7 human breast cancer cells: an in silico and in vitro study. Avicenna J Phytomedicine. 2019;9(6):574–586. DOI: 10.22038/AJP.2019.13475.", "ArticleIdList": ["PMC6823530", "31763216"]}, {"Citation": "Zhan Y, Gong K, Chen C, Wang H, Li W. P38 MAP kinase functions as a switch in MS-275-induced reactive oxygen species-dependent autophagy and apoptosis in human colon cancer cells. Free Radic Biol Med. 2012;53(3):532–543. DOI: 10.1016/j.freeradbiomed.2012.05.018.", "ArticleIdList": ["22634147"]}, {"Citation": "Queiroz EA, Puukila S, Eichler R, Sampaio SC, Forsyth HL, Lees SJ, et al. Metformin induces apoptosis and cell cycle arrest mediated by oxidative stress, AMPK and FOXO3a in MCF-7 breast cancer cells. PloS One. 2014;9(5):e98207,1–18. DOI: 10.1371/journal.pone.0098207.", "ArticleIdList": ["PMC4032293", "24858012"]}, {"Citation": "Choubey S, Goyal S, Varughese LR, Kumar V, Sharma AK, Beniwal V. Probing gallic acid for its broad spectrum applications. Mini Rev Med Chem. 2018;18(15):1283–1293. DOI: 10.2174/1389557518666180330114010.", "ArticleIdList": ["29600764"]}, {"Citation": "Schwartz GK, Shah MA. Targeting the cell cycle: a new approach to cancer therapy. J Clin Oncol. 2005;23(36):9408–9421. DOI: 10.1200/JCO.2005.01.5594.", "ArticleIdList": ["16361640"]}, {"Citation": "Zimmermann M, Arachchige-Don APS, Donaldson MS, Patriarchi T, Horne MC. Cyclin G2 promotes cell cycle arrest in breast cancer cells responding to fulvestrant and metformin and correlates with patient survival. Cell Cycle. 2016;15(23):3278–3295. DOI: 10.1080/15384101.2016.1243189.", "ArticleIdList": ["PMC5176157", "27753529"]}, {"Citation": "Alimova IN, Liu B, Fan Z, Edgerton SM, Dillon T, Lind SE, et al. Metformin inhibits breast cancer cell growth, colony formation and induces cell cycle arrest in vitro. Cell Cycle. 2009;8(6):909–915. DOI: 10.4161/cc.8.6.7933.", "ArticleIdList": ["19221498"]}, {"Citation": "Jin DH, Kim Y, Lee BB, Han J, Kim HK, Shim YM, et al. Metformin induces cell cycle arrest at the G1 phase through E2F8 suppression in lung cancer cells. Oncotarget. 2017;8(60):101509–101519. DOI: 10.18632/oncotarget.21552.", "ArticleIdList": ["PMC5731892", "29254182"]}, {"Citation": "Zhao L, Wen ZH, Jia CH, Li M, Luo SQ, Bai XC. Metformin induces G1 cell cycle arrest and inhibits cell proliferation in nasopharyngeal carcinoma cells. Anat Rec (Hoboken) 2011;294(8):1337–1343. DOI: 10.1002/ar.21283.", "ArticleIdList": ["21717584"]}, {"Citation": "Wang Y, Xu W, Yan Z, Zhao W, Mi J, Li J, et al. Metformin induces autophagy and G0/G1 phase cell cycle arrest in myeloma by targeting the AMPK/mTORCl and mTORC2 pathways. J Exp Clin Cancer Res. 2018;37(1):63,1–12. DOI: 10.1186/s13046-018-0731-5.", "ArticleIdList": ["PMC5859411", "29554968"]}, {"Citation": "Wang K, Zhu X, Zhang K, Zhu L, Zhou F. Investigation of gallic acid induced anticancer effect in human breast carcinoma MCF-7 cells. J Biochem Mol Toxicol. 2014;28(9):387–393. DOI: 10.1002/jbt.21575.", "ArticleIdList": ["24864015"]}, {"Citation": "Moghtaderi H, Sepehri H, Delphi L, Attari F. Gallic acid and curcumin induce cytotoxicity and apoptosis in human breast cancer cell MDA-MB-231. Bioimpacts. 2018;8(3):185–194. DOI: 10.15171/bi.2018.21.", "ArticleIdList": ["PMC6128975", "30211078"]}, {"Citation": "Forester SC, Choy YY, Waterhouse AL, Oteiza PI. The anthocyanin metabolites gallic acid, 3-O-methylgallic acid, and 2, 4, 6-trihydroxybenzaldehyde decrease human colon cancer cell viability by regulating pro-oncogenic signals. Mol Carcinog. 2014;53(6):432–439. DOI: 10.1002/mc.21974.", "ArticleIdList": ["23124926"]}, {"Citation": "Bilodeau J-F, Faure R, Piedboeuf B, Mirault M-E. Hyperoxia induces S-phase cell-cycle arrest and p21Cip1/Waf1-independent CDK2 inhibition in human carcinoma T47D-H3 cells. Exp Cell Res. 2000;256(2):347–357. DOI: 10.1006/excr.2000.4844.", "ArticleIdList": ["10772807"]}, {"Citation": "Markowicz-Piasecka M, Sadowski K, Huttunen J, Sikora J, Huttunen KM. Incorporation of sulfonamide moiety into biguanide scaffold results in apoptosis induction and cell cycle arrest in MCF-7 breast cancer cells. Int J Mol Sci. 2021;22(11):5642,1–31. DOI: 10.3390/ijms22115642.", "ArticleIdList": ["PMC8198066", "34073245"]}, {"Citation": "Siri M, Behrouj H, Dastghaib S, Zamani M, Likus W, Rezaie S, et al. Casein kinase-1-alpha inhibitor (D4476) sensitizes microsatellite instable colorectal cancer cells to 5-fluorouracil via authophagy flux inhibition. Arch Immunol Ther Exp (Warsz) 2021;69(1):26,1–16. DOI: 10.1007/s00005-021-00629-2.", "ArticleIdList": ["PMC8449776", "34536148"]}, {"Citation": "Cirone M, Gilardini Montani MS, Granato M, Garufi A, Faggioni A, D'Orazi G. Autophagy manipulation as a strategy for efficient anticancer therapies: possible consequences. J Exp Clin Cancer Res. 2019;38(1):262,1–7. DOI: 10.1186/s13046-019-1275-z.", "ArticleIdList": ["PMC6570888", "31200739"]}, {"Citation": "Samuel SM, Varghese E, Kubatka P, Triggle CR, Busselberg D. Metformin: the answer to cancer in a flower? Current knowledge and future prospects of metformin as an anti-cancer agent in breast cancer. Biomolecules. 2019;9(12):846,1–33. DOI: 10.3390/biom9120846.", "ArticleIdList": ["PMC6995629", "31835318"]}, {"Citation": "Wang X, Zhang X, Chu ES, Chen X, Kang W, Wu F, et al. Defective lysosomal clearance of autophagosomes and its clinical implications in nonalcoholic steatohepatitis. FASEB J. 2018;32(1):37–51. DOI: 10.1096/fj.201601393R.", "ArticleIdList": ["28842428"]}, {"Citation": "Jabbari N, Feghhi M, Esnaashari O, Soraya H, Rezaie J. Inhibitory effects of gallic acid on the activity of exosomal secretory pathway in breast cancer cell lines: a possible anticancer impact. Bioimpacts. 2022;12(6):549–559. DOI: 10.34172/bi.2022.23489.", "ArticleIdList": ["PMC9809134", "36644548"]}, {"Citation": "Patra S, Bhol CS, Panigrahi DP, Praharaj PP, Pradhan B, Jena M, et al. Gamma irradiation promotes chemo-sensitization potential of gallic acid through attenuation of autophagic flux to trigger apoptosis in an NRF2 inactivation signalling pathway. Free Radic Biol Med. 2020;160:111–124. DOI: 10.1016/j.freeradbiomed.2020.06.022.", "ArticleIdList": ["32755671"]}, {"Citation": "Huang CY, Chang YJ, Wei PL, Hung CS, Wang W. Methyl gallate, gallic acid-derived compound, inhibit cell proliferation through increasing ROS production and apoptosis in hepatocellular carcinoma cells. Plos One. 2021;16(3):e0248521,1–15. DOI: 10.1371/journal.pone.0248521.", "ArticleIdList": ["PMC7963062", "33725002"]}, {"Citation": "Zhang L, Cheng X, Gao Y, Zheng J, Xu Q, Sun Y, et al. Apigenin induces autophagic cell death in human papillary thyroid carcinoma BCPAP cells. Food Funct. 2015;6(11):3464–3472. DOI: 10.1039/C5FO00671F.", "ArticleIdList": ["26292725"]}, {"Citation": "Mizushima N, Yoshimori T, Levine B. Methods in mammalian autophagy research. Cell. 2010;140(3):313–326. DOI: 10.1016/j.cell.2010.01.028.", "ArticleIdList": ["PMC2852113", "20144757"]}, {"Citation": "Lisiak N, Toton E, Rybczynska M. Autophagy as a potential therapeutic target in breast cancer treatment. Curr Cancer Drug Targets. 2018;18(7):629–639. DOI: 10.2174/1568009617666171114143330.", "ArticleIdList": ["29141550"]}, {"Citation": "Li N, Han S, Ma B, Huang X, Xu L, Cao J, et al. Chemosensitivity enhanced by autophagy inhibition based on a polycationic nano-drug carrier. Nanoscale Adv. 2021;3(6):1656–1673. DOI: 10.1039/D0NA00990C.", "ArticleIdList": ["PMC9417626", "36132550"]}, {"Citation": "Kumar V, Sharma K, Sachan R, Alhayyani S, Al-abbasi FA, Singh R, et al. Co-drug development of gallic acid and metformin targeting the pro-inflammatory cytokines for the treatment of breast cancer. J Biochem Mol Toxicol. 2023;37(4):e23300. DOI: 10.1002/jbt.23300.", "ArticleIdList": ["36703564"]}]}], "History": [{"Year": "2023", "Month": "7", "Day": "28"}, {"Year": "2023", "Month": "9", "Day": "13"}, {"Year": "2023", "Month": "10", "Day": "28"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "15", "Hour": "5", "Minute": "19"}, {"Year": "2023", "Month": "11", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["39005566", "PMC11246111", "10.4103/1735-5362.389956", "RPS-18-663"]}}]}