{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Campanumoea javanica Bl.", "Codonopsis radix", "Metabolite", "Network pharmacology", "Widely targeted metabolomics"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39020306", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["683", "10.1186/s12870-024-05401-0"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "18"}], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "24", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "18"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Metabolomics combined with network pharmacology reveals the potential development value of Campanumoea javanica Bl. and its metabolite differences with Codonopsis Radix.", "Pagination": {"StartPage": "683", "MedlinePgn": "683"}, "Abstract": {"AbstractText": ["Campanumoea javanica Bl. (CJ) traditionally used in Southwestern China, is now widely consumed as a health food across the nation. Due to its similar efficacy to Codonopsis Radix (CR) and their shared botanical family, CJ is often used as a substitute for CR. According to the Chinese Pharmacopoeia, Codonopsis pilosula var. modesta (Nannf.) L.T. Shen (CPM), Codonopsis pilosula (Franch.) Nannf. (CP), and Codonopsis tangshen Oliv. (CT) are the primary sources of CR. However, details on the differences in composition, effectiveness, and compositional between CJ and CR are still limited. Besides, there is little evidence to support the application of CJ as a drug. In this study, we employed widely targeted metabolomics, network pharmacology analysis, and molecular docking to explore the disparities in metabolite profiles between CJ and CR and to predict the pharmacological mechanisms of the dominant differential metabolites of CJ and their potential medicinal applications. The widely targeted metabolomics results indicated that 1,076, 1,102, 1,102, and 1,093 compounds, most phenolic acids, lipids, amino acids, and flavonoids, were characterized in CJ, CPM, CP, and CT, respectively. There were an average of 1061 shared compounds in CJ and CRs, with 95.07% similarity in metabolic profiles. Most of the metabolites in CJ were previously unreported. Twelve of the seventeen dominant metabolites found in CJ were directly associated with treating cancer and lactation, similar to the traditional medicinal efficacy. The molecular docking results showed that the dominant metabolites of CJ had good docking activity with the core targets PIK3R1, PIK3CA, ESR1, HSP90AA1, EGFR, and AKT1. This study provides a scientific basis for understanding the similarities and differences between CJ and CR at the metabolome level, offering a theoretical foundation for developing innovative medications from CJ. Additionally, it significantly enhances the metabolite databases for both CJ and CR."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacy, Affiliated Hospital of Zunyi Medical University, Zunyi, 563003, China."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China."}], "LastName": "Peng", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China."}, {"Identifier": [], "Affiliation": "Guizhou Medical and Health Industry Research Institute, Zunyi, 563000, China."}], "LastName": "Liu", "ForeName": "Sha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China."}], "LastName": "Wu", "ForeName": "Xuanlin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Chinese Medicine, Lanzhou, 730000, China."}], "LastName": "Li", "ForeName": "Shuo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China."}], "LastName": "Xie", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guizhou Medical and Health Industry Research Institute, Zunyi, 563000, China."}], "LastName": "Wang", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China."}], "LastName": "Yao", "ForeName": "Qiuyang", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacy, Affiliated Hospital of Zunyi Medical University, Zunyi, 563003, China. wufaming@zmu.edu.cn."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China. wufaming@zmu.edu.cn."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550000, China. wufaming@zmu.edu.cn."}], "LastName": "Wu", "ForeName": "Faming", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacy, Affiliated Hospital of Zunyi Medical University, Zunyi, 563003, China. zhangdelintcm@126.com."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Zunyi Medical University, Zunyi, 563000, China. zhangdelintcm@126.com."}], "LastName": "Zhang", "ForeName": "Delin", "Initials": "D"}], "GrantList": [{"GrantID": "82060687", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "Qiankehe Foundation [2021] General 248", "Agency": "Science and Technology Support Plan Project of Guizhou province", "Country": ""}, {"GrantID": "Qiankehe Platform Talent [2017] 5101", "Agency": "State Key Laboratory Open Subjects", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "codonopsis radix"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Codonopsis"}, {"QualifierName": [], "DescriptorName": "Metabolomics"}, {"QualifierName": [], "DescriptorName": "Network Pharmacology"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["metabolism", "pharmacology", "chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["pharmacology", "chemistry", "metabolism"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wu QR. An Illustrated Book of plants. Shanghai: Commercial; 1957."}, {"Citation": "Pharmacopoeia Committee of the Ministry. of Health of the People’s Republic of China. Pharmacopoeia of the people’s republic of China. People’s health publishing house; 1977."}, {"Citation": "Guizhou Provincial Drug Administration . Quality standards of Chinese medicinal materials and ethnic medicinal materials in Guizhou Province. Guiyang: Guizhou Science and Technology; 2003."}, {"Citation": "Guizhou Food and Drug Administration . Processing specification of Chinese herbal medicine decoction pieces in Guizhou Province. Guiyang: Guizhou Science and Technology Publishing House; 2005."}, {"Citation": "Guangxi Zhuang Autonomous Region Food and Drug Administration . Processing specification of traditional Chinese medicine decoction pieces in Guangxi Zhuang Autonomous. Guangxi: Region Guangxi Science and Technology; 2007."}, {"Citation": "Tu CL, Liao SW. Advances in Chemical constituents and pharmacological action from roots of Campanumoea Javanica. Dru Eva. 2022;19(16):1022–4. doi: 10.19939/j.cnki.1672-2809.2022.16.18.", "ArticleIdList": ["10.19939/j.cnki.1672-2809.2022.16.18"]}, {"Citation": "Tian J, Xu YL. Thin layer chromatography was used to simultaneously detect Campanumoea javanica bl. In Qinghuo Yangyuan Capsules and Jinwu Gutong Capsules. Guizhou Med J. 2011;35(9):836–7. doi: 10.3969/j.issn.1000-744X.", "ArticleIdList": ["10.3969/j.issn.1000-744X"]}, {"Citation": "Jia MR, Li XW. Summary of Chinese ethnic Medicine annals. Beijing: China pharmaceutical science and technology; 2005."}, {"Citation": "Cheng TY, Liu YY, Hu HB. Study on specific Chromatogram and multi-components determination of alkaloids in Hulisan tablets by HPLC. Chin J Mod App Pha. 2021;38:1594–600. doi: 10.13748/j.cnki.issn1007-7693.2021.13.010.", "ArticleIdList": ["10.13748/j.cnki.issn1007-7693.2021.13.010"]}, {"Citation": "Yunnan Provincial People’s Government Portal. http://www.hh.gov.cn/zmhd/jytabljg/2018njytabljg/2018nrdjybljg/201809/t20180926_302038.html. Accessed 20 Jan 2024."}, {"Citation": "Zhou MM, Liu L, Zhou ZH. Reviews of Campanumoea javanica bl. In different ethnic medicine in clinical application. Chin J Ethn Ethn. 2018;27:37–41. doi: 10.3969/j.issn.1007-8517.2018.24.zgmzmjyyzz201824012.", "ArticleIdList": ["10.3969/j.issn.1007-8517.2018.24.zgmzmjyyzz201824012"]}, {"Citation": "Peng M, Zhang ZD, Yang J. Inhibitory effects of 14 polysaccharides on Sarcocarcinoma S180 of mice. J Mou Agr Bio. 2011;30(1):56–9. doi: 10.15958/j.cnki.sdnyswxb.2011.01.006.", "ArticleIdList": ["10.15958/j.cnki.sdnyswxb.2011.01.006"]}, {"Citation": "Editorial Committee of Flora of China . Chinese Academy of Sciences. Beijing: Flora of China science; 1993."}, {"Citation": "Zhang ZJ, Yang XS, Zhu WS. Campanumoea javanica bl. Study on chemical constituents. Chin Traditional Herb Drugs. 2005:28–30."}, {"Citation": "Yang DS, Li ZL, Wang X, Yang YP, Peng WB, Liu KC, et al. Chemical constituents from roots of Campanumoea Javanica and their antiangiogeneic activities. Chin Tradit Herb Drugs. 2015;46:470–5. doi: 10.7501/j.issn.0253-2670.2015.04.002.", "ArticleIdList": ["10.7501/j.issn.0253-2670.2015.04.002"]}, {"Citation": "Wu LF, Jing YS, Zhang ZD, Yang J. A comparative study of different extraction methods for polysaccharides from Campanumoea Javanica roots. Foo Sci. 2012;33:45–8."}, {"Citation": "Shen Y. Bio-Pharmacy and Quality Standard Research of Radix. Yunnan university of traditional Chinese medicine. 2013:79."}, {"Citation": "Pan L, Zhou LG, Deng Y, Wang X, Zhou GP, Yuan MM. Chemical constituents of Ethyl acetate Extract Part Campanumoea Javanica subsp. Javanica. Chin Med Mat. 2018;41:1119–21. doi: 10.13863/j.issn1001-4454.2018.05.022.", "ArticleIdList": ["10.13863/j.issn1001-4454.2018.05.022"]}, {"Citation": "Zhang KX, Zhang DL, Yang QF, Long LT, Xie J, Wang Y, et al. Integrated widely targeted metabolomics and network pharmacology revealed quality disparities between Guizhou and conventional producing areas of Codonopsis Radix. Front Nutr. 2023;10:1271817. doi: 10.3389/fnut.2023.1271817.", "ArticleIdList": ["10.3389/fnut.2023.1271817", "PMC10616484", "37915621"]}, {"Citation": "Zhao YS, Sun CY, Wang SZ, Zhang ML, Li YL, Xue QH, et al. Widely targeted metabolomic, transcriptomic, and metagenomic profiling reveal microbe-plant-metabolic reprogramming patterns mediated by Streptomyces pactum Act12 enhance the fruit quality of Capsicum annuum L. Food Res Int. 2023;166:112587. doi: 10.1016/j.foodres.2023.112587.", "ArticleIdList": ["10.1016/j.foodres.2023.112587", "36914318"]}, {"Citation": "Huang X, Wang W, Gong T, Wickell D, Kuo LY, Zhang X, et al. The flying spider-monkey tree fern genome provides insights into fern evolution and arborescence. Nat Plants. 2022;8(5):500–12. doi: 10.1016/j.msec.2019.04.081.", "ArticleIdList": ["10.1016/j.msec.2019.04.081", "PMC9122828", "35534720"]}, {"Citation": "Ning K, Hou C, Wei X, Zhou Y, Zhang S, Chen Y, et al. Metabolomics Analysis Revealed the Characteristic Metabolites of Hemp Seeds Varieties and metabolites responsible for antioxidant Properties. Front Plant sci. 2022;13:904163. doi: 10.3389/fpls.2022.904163.", "ArticleIdList": ["10.3389/fpls.2022.904163", "PMC9253560", "35800608"]}, {"Citation": "Wang Y, Zhang H, Ri HC, An Z, Wang X, Zhou JN, et al. Deletion and tandem duplications of biosynthetic genes drive the diversity of triterpenoids in Aralia elata. Nat Commun. 2022;13:2224. doi: 10.1038/s41467-022-29908-y.", "ArticleIdList": ["10.1038/s41467-022-29908-y", "PMC9038795", "35468919"]}, {"Citation": "Song XH, He Y, Liu M, Yang Y, Yuan Y, Yan J, et al. Mechanism underlying Polygonum capitatum effect on Helicobacter pylori-associated gastritis based on network pharmacology. Bioorg Chem. 2021;114:105044. doi: 10.1016/j.bioorg.2021.105044.", "ArticleIdList": ["10.1016/j.bioorg.2021.105044", "34157554"]}, {"Citation": "Qu J, Ke F, Liu Z, Yang X, Li X, Xu H, et al. Uncovering the mechanisms of dandelion against triple-negative breast cancer using a combined network pharmacology, molecular pharmacology, and metabolomics approach. Phytomedicine. 2022;99:153986. doi: 10.1016/j.phymed.2022.153986.", "ArticleIdList": ["10.1016/j.phymed.2022.153986", "35183931"]}, {"Citation": "Sherman BT, Hao M, Qiu J, Jiao X, Baseler MW, Lane HC, et al. DAVID: a web server for functional enrichment analysis and functional annotation of gene lists (2021 update) NAR. 2022;50(W1):W216–21. doi: 10.1093/nar/gkac194.", "ArticleIdList": ["10.1093/nar/gkac194", "PMC9252805", "35325185"]}, {"Citation": "Fan ZX, Li XN, Jin M, Wang ZL, Gao ZX. Mechanism of Mongolian medicine Sendeng-9 decoction in the treatment of brucellosis based on network pharmacology based on network pharmacology. J Baotou Med Coll. 2024;40(05):72–8. doi: 10.16833/j.cnki.jbmc.2024.05.014.", "ArticleIdList": ["10.16833/j.cnki.jbmc.2024.05.014"]}, {"Citation": "Shu YX, Guo JT, Xu WF, Zhang YP, Zhang KF, Shi XY, et al. Action mechanism of periploca forrestii in against alzheimer’s disease based on network pharmacology and molecular docking. Chin J Gerontol. 2023;43(22):5484–92. doi: 10.3969/j.issn.1005-9202.2023.22.031.", "ArticleIdList": ["10.3969/j.issn.1005-9202.2023.22.031"]}, {"Citation": "Wang Y, Zhang YW, Wang YJ, Shu XY, Lu CR, Shao SL, et al. Using Network Pharmacology and Molecular Docking to explore the mechanism of Shan Ci Gu (Cremastra appendiculata) against Non-small Cell Lung Cancer. Front Chem. 2021;9:682862. doi: 10.3389/fchem.2021.682862.", "ArticleIdList": ["10.3389/fchem.2021.682862", "PMC8220148", "34178945"]}, {"Citation": "Jiao YL. Transcriptomic and metabolomic analyses reveal the flavor of bitterness in the tip shoots of Bambusa oldhamii Munro. Sci Rep. 2023;13(1):14853. doi: 10.1038/s41598-023-40918-8.", "ArticleIdList": ["10.1038/s41598-023-40918-8", "PMC10491673", "37684287"]}, {"Citation": "Tang XY, Zeng JX, Wang XX, Xu WY, Zhao PC, Fan CL, et al. Chemical and metabolic profiling of Codonopsis Radix extract with an integrated strategy using ultra-high-performance liquid chromatography coupled with mass spectrometry. J Sep Sci. 2023;46(2):e2200723. doi: 10.1002/jssc.202200723.", "ArticleIdList": ["10.1002/jssc.202200723", "36401831"]}, {"Citation": "Xie ZW. Study on the theory of traditional Chinese medicine varieties. China J Chin Materia Med. 1991:195–9."}, {"Citation": "Chen XY, Guo XY, Li C, Li Y, Yao SC, Zhang ZJ, et al. Research progress on pharmacological properties and monoterpenoid indole alkaloids biosynthetic pathway in plants of genus Rauvolfia. Chin Tradit Herb Drugs. 2019;50:2004–12. doi: 10.7501/j.issn.0253-2670.2019.08.035.", "ArticleIdList": ["10.7501/j.issn.0253-2670.2019.08.035"]}, {"Citation": "Luo Y, Li YC, Wang M, Zhou L, Meng FB, Jiang LS. Effects of grafting methods and raw materials on the physicochemical properties and biological activities of phenolic acids grafted oat β-glucan. Food Res Int. 2023;173(Pt 1):113250. doi: 10.1016/j.foodres.2023.113250.", "ArticleIdList": ["10.1016/j.foodres.2023.113250", "37803562"]}, {"Citation": "Zhang MZ, Wang LN, Zhao W, Gao D, Zhang YX, Yin KD. Effects of salt/alkali-tolerant phosphate-solubilizing bacteria on lipid metabolome of soybean seedlings. Chin J Oil Crop Sci. 2023:1–11. 10.19802/j.issn.1007-9084.2022274."}, {"Citation": "Wang ZZ, Zhao Y, Pan WW, Zhao YR, Zhang HX, Wang RF. Study on Antitumor Activity of flavonoids from Zizyphus Jujuba Mill. J Chin Ins Foo Sci Tec. 2023;23:90–8. doi: 10.16429/j.1009-7848.2023.03.010.", "ArticleIdList": ["10.16429/j.1009-7848.2023.03.010"]}, {"Citation": "Zheng P, Wen M, Liu QY, Wang X, Zuo YJ. Optimization of extraction process and evaluation of antioxidant and antitumor activities of total flavonoids from Scutellaria Barbata. Sci Technol food Ind. 2023;1–16. 10.13386/j.issn1002-0306.2023020199."}, {"Citation": "Zhang JH, Liu WQ, Luo HM. Research progress on the activity of terpenoids in medicinal plants. Wor Sci Tec Sci Tec Tra Chin Med. 2018;20:419–30. doi: 10.11842/wst.2018.03.015.", "ArticleIdList": ["10.11842/wst.2018.03.015"]}, {"Citation": "Huang X, Cao J, Zhan Y, Liu T, Yan H. Polyethylenimine modified with 2,3-dimethylmaleic anhydride potentiates the antitumor efficacy of conventional chemotherapy. Mater Sci Eng C Mater Biol Appl. 2019;102:558–68. doi: 10.1016/j.msec.2019.04.081.", "ArticleIdList": ["10.1016/j.msec.2019.04.081", "31147028"]}, {"Citation": "Vizetto-Duarte C, Custodio L, Gangadhar KN, Lago JH, Dias C, Matos AM, et al. Isololiolide, a carotenoid metabolite isolated from the brown alga Cystoseira tamariscifolia, is cytotoxic and able to induce apoptosis in hepatocarcinoma cells through caspase-3 activation, decreased Bcl-2 levels, increased p53 expression and PARP cleavage. Phytomedicine. 2016;23:550–7. doi: 10.1016/j.phymed.2016.02.008.", "ArticleIdList": ["10.1016/j.phymed.2016.02.008", "27064014"]}, {"Citation": "Sun CA, Wang FY, Li SX. The influence of Shao Yao Tang to signal pathway expression of TLR2、PIK3CA and AKT in colon tissues of Uc rat models. Jiangsu J Tradit Chin Med. 2019;51(11):83–6. doi: 10.3969/j.issn.1672-397X.2019.11.030.", "ArticleIdList": ["10.3969/j.issn.1672-397X.2019.11.030"]}, {"Citation": "Wu T, Zhang GQ, Li C, Zhang LT. Effect of miR-155 on the PI3K/AKt/mTOR signaling pathway in rheumatoid arthritis rats by targeting PIK3R1. Chin J Osteoporos. 2022;28:1593–8. doi: 10.3969/j.issn.1006-7108.", "ArticleIdList": ["10.3969/j.issn.1006-7108"]}, {"Citation": "Wang L, Zhao H, Zhang L, Luo H, Chen Q, Zuo X. HSP90AA1, ADRB2, TBL1XR1, and HSPB1 are chronic obstructive pulmonary disease-related genes that facilitate squamous cell lung cancer progression. Oncol Lett. 2020;19:2115–22. doi: 10.3892/ol.2020.11318.", "ArticleIdList": ["10.3892/ol.2020.11318", "PMC7039115", "32194709"]}, {"Citation": "Jin MQ, Shuang CZ, Shen YL. Development and anti-tumor study of bispecific antibody drug conjugate targeting TPBG and EGFR. Chin Bio. 2023;43(5):11–23. doi: 10.13523/j.cb.2212010.", "ArticleIdList": ["10.13523/j.cb.2212010"]}, {"Citation": "Li MT, Shi L, Hou C, Yu M, Li JK. Molecular mechanism of galactopoietic pill in hypogalactia treatment based on network pharmacology and molecular docking. J Shaanxi nor U. 2023;51(3):75–85. doi: 10.15983/j.cnki.jsnu.2023206.", "ArticleIdList": ["10.15983/j.cnki.jsnu.2023206"]}]}], "History": [{"Year": "2024", "Month": "2", "Day": "5"}, {"Year": "2024", "Month": "7", "Day": "9"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "17", "Hour": "23", "Minute": "37"}, {"Year": "2024", "Month": "7", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["39020306", "PMC11256632", "10.1186/s12870-024-05401-0", "10.1186/s12870-024-05401-0"]}}]}