{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bletilla striata", "Antioxidant activity", "Polysaccharide", "Selenium", "Zinc"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39023790", "DateRevised": {"Year": "2024", "Month": "07", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s10534-024-00621-1"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "18"}], "Journal": {"ISSN": "1572-8773", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "18"}}, "Title": "Biometals : an international journal on the role of metal ions in biology, biochemistry, and medicine", "ISOAbbreviation": "Biometals"}, "ArticleTitle": "Synergistic effects of selenium and zinc on Bletilla striata (Thunb.) Reichb. F. growth and polysaccharide antioxidation.", "Abstract": {"AbstractText": ["Selenium (Se) is a beneficial trace element for plants, while zinc (Zn) is a vital micronutrient. Bletilla striata (Thunb.) Reichb. F. is widely recognized as a medicinal herb. In this study, Se and Zn were introduced to determine the medicinal properties of B. striata. The plant's biomass, polysaccharides, Se and Zn contents, and the antioxidant properties of polysaccharide solutions were all examined. A notable increase in polysaccharide synthesis in B. striata tubers was observed following the application of 0.2 kg ha<sup>-1</sup> of Se, and 1.0 kg ha<sup>-1</sup> of Zn, either individually or in combination. Se and Zn content in polysaccharides were 3.33 to 3.77 mg kg<sup>-1</sup> and 82.82 to 121.78 mg kg<sup>-1</sup>, at 1.0 kg ha<sup>-1</sup> Se and 10.0 kg ha<sup>-1</sup> Zn treatments, respectively. These values were 2.1-3.1 times and 1.8-2.8 times higher than those observed in control samples. Polysaccharide antioxidation has resulted in an increase in antioxidant activity as the concentration of polysaccharide solutions increased. The largest scavenging of 1, 1-diphenyl-2-picrylhydrazyl (DPPH) radicals and the most excellent reducing power of the polysaccharide solutions were observed when a mixture of Se and Zn was applied at a rate of 1.0 kg ha<sup>-1</sup> and 10.0 kg ha<sup>-1</sup>. The individual application of Se at 1.0 kg ha<sup>-1</sup> and Zn at 10.0 kg ha<sup>-1</sup> also resulted in significant DPPH radicals scavenging and reduced power. These data suggested that Se-Zn enriched B. striata is a new source of Se and Zn supplementation and an antioxidant resource."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}], "LastName": "Hu", "ForeName": "Changli", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}], "LastName": "Wang", "ForeName": "Chengying", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}], "LastName": "Wu", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Management Science and Engineering, Guizhou University of Finance and Economics, Guiyang, 550025, China."}], "LastName": "Liang", "ForeName": "Long", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}], "LastName": "Yin", "ForeName": "Liwei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}, {"Identifier": [], "Affiliation": "Collaborative Innovation Center of Targeted Development of Medicinal Resources (iCTM), Anhui, 246000, China."}], "LastName": "Cheng", "ForeName": "Xu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China."}, {"Identifier": [], "Affiliation": "Collaborative Innovation Center of Targeted Development of Medicinal Resources (iCTM), Anhui, 246000, China."}], "LastName": "Li", "ForeName": "Conghu", "Initials": "C"}, {"Identifier": ["0000-0003-4720-1742"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Anqing Normal University, Anhui, 246000, China. hutingby25@163.com."}, {"Identifier": [], "Affiliation": "Collaborative Innovation Center of Targeted Development of Medicinal Resources (iCTM), Anhui, 246000, China. hutingby25@163.com."}], "LastName": "Hu", "ForeName": "Ting", "Initials": "T"}], "GrantList": [{"GrantID": "Qiankehejichu-ZK[2023]Yiban032", "Agency": "Science and technology planning program in Guizhou Province", "Country": ""}, {"GrantID": "2023AH050470", "Agency": "Anhui Provincial Department of Education key project", "Country": ""}, {"GrantID": "Wsz202211; Wsz202306", "Agency": "Open Foundation of Provincial Key Laboratory of the Biodiversity Study and Ecology Conservation in Southwest Anhui", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biometals", "NlmUniqueID": "9208478", "ISSNLinking": "0966-0844"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bhardwaj AK, Chejara S, Malik K, Kumar R, Kumar A, Yadav RK (2022) Agronomic biofortification of food crops: an emerging opportunity for global food and nutritional security. Front Plant Sci 12:1055278", "ArticleIdList": ["10.3389/fpls.2022.1055278"]}, {"Citation": "Chen H, Zeng J, Wang B, Cheng Z, Xu J, Gao W, Chen K (2021) Structural characterization and antioxidant activities of Bletilla striata polysaccharide extracted by different methods. Carbohyd Polym 266:118149", "ArticleIdList": ["10.1016/j.carbpol.2021.118149"]}, {"Citation": "Combs GF (2001) Selenium in global food systems. Br J Nutr 85(5):517–547", "ArticleIdList": ["10.1079/BJN2000280", "11348568"]}, {"Citation": "de Araujo MA, de Melo AAR, Silva VM, dos Reis AR (2023) Selenium enhances ROS scavenging systems and sugar metabolism increasing growth of sugarcane plants. Plant Physiol Biochem 201:107798", "ArticleIdList": ["10.1016/j.plaphy.2023.107798", "37301189"]}, {"Citation": "Diao H, Li X, Chen J, Luo Y, Chen X, Dong L, Wang C, Zhang C, Zhang J (2008) Bletilla striata polysaccharide stimulates inducible nitric oxide synthase and proinflflammatory cytokine expression in macrophages. J Biosci Bioeng 105(2):85–89", "ArticleIdList": ["10.1263/jbb.105.85", "18343332"]}, {"Citation": "Diao M, Ma L, Wang J, Cui J, Fu A, Liu H (2014) Selenium promotes the growth and photosynthesis of tomato seedlings under salt stress by enhancing chloroplast antioxidant defense system. J Plant Growth Regul 33:671–682", "ArticleIdList": ["10.1007/s00344-014-9416-2"]}, {"Citation": "Djanaguiraman M, Devi DD, Shanker AK, Sheeba JA, Bangarusamy U (2005) Selenium—an antioxidative protectant in soybean during senescence. Plant Soil 272:77–86", "ArticleIdList": ["10.1007/s11104-004-4039-1"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK, Reders PA, Smith F (1956) Colorimetric method for determination of sugars and related substances. Anal Chem 28:350–356", "ArticleIdList": ["10.1021/ac60111a017"]}, {"Citation": "Elkelish AA, Soliman MH, Alhaithloul HA, El-Esawi MA (2019) Selenium protects wheat seedlings against salt stress-mediated oxidative damage by up-regulating antioxidants and osmolytes metabolism. Plant Physiol Biochem 137:144–153", "ArticleIdList": ["10.1016/j.plaphy.2019.02.004", "30784986"]}, {"Citation": "Elmastas M, Isildak O, Turkekul I, Temur N (2007) Determination of antioxidant activity and antioxidant compounds in wild edible mushrooms. J Food Compos Anal 20:337–345", "ArticleIdList": ["10.1016/j.jfca.2006.07.003"]}, {"Citation": "El-Ramady H, El-Sakhawy T, Omara AED, Prokisch J, Brevik EC (2022) Selenium and nano-selenium for plant nutrition and crop quality. In: Hossain MA, Ahammed GJ, Kolbert Z, El-Ramady H, Islam T, Schiavon M (eds) Selenium and nano-selenium in environmental stress management and crop quality improvement. Sustainable plant nutrition in a changing world. Springer, Cham"}, {"Citation": "Fan Y, Jiang T, Chun Z, Wang G, Yang K, Tan X, Zhao J, Pu S, Luo A (2021) Zinc affects the physiology and medicinal components of Dendrobium nobile Lindl. Plant Physiol Biochem 162:656–666", "ArticleIdList": ["10.1016/j.plaphy.2021.03.040", "33780739"]}, {"Citation": "Foti MC (2015) Use and abuse of the DPPH• radical. J Agric Food Chem 63(40):8765–8776", "ArticleIdList": ["10.1021/acs.jafc.5b03839", "26390267"]}, {"Citation": "Ganguly R, Sarkar A, Dasgupta D, Acharya K, Keswani C, Popova V, Minkina T, Maksimov AY, Chakraborty N (2022) Unravelling the efficient applications of zinc and selenium for mitigation of abiotic stresses in plants. Agriculture 12(10):1551", "ArticleIdList": ["10.3390/agriculture12101551"]}, {"Citation": "Gucia M, Jarzyńska G, Kojta AK, Falandysz J (2012) Temporal variability in 20 chemical elements content of Parasol Mushroom (Macrolepiota procera) collected from two sites over a few years. J Environ Sci Health Part B Pestic Food Contam Agric Wastes 47(2):81–88", "ArticleIdList": ["10.1080/03601234.2012.611433"]}, {"Citation": "He Y, Xiang Y, Zhou Y, Yang Y, Zhang J, Huang H, Shang C, Luo L, Gao J, Tang L (2018) Selenium contamination, consequences and remediation techniques in water and soils: a review. Environ Res 164:288–301", "ArticleIdList": ["10.1016/j.envres.2018.02.037", "29554620"]}, {"Citation": "Huang S, Yang W, Huang G (2020) Preparation and activities of selenium polysaccharide from plant such as Grifola frondosa. Carbohyd Polym 242:116409", "ArticleIdList": ["10.1016/j.carbpol.2020.116409"]}, {"Citation": "Hussein H-A, Darwesh OM, Mekki BB, El-Hallouty SM (2019) Evaluation of cytotoxicity, biochemical profile and yield components of groundnut plants treated with nano-selenium. Biotechnol Rep (amst) 24:e00377", "ArticleIdList": ["10.1016/j.btre.2019.e00377", "31641621"]}, {"Citation": "Khan MIR, Nazir F, Asfher M, Per TS, Khan NA (2015) Selenium and sulfur influence ethylene formation and alleviate cadmium-induced oxidative stress by improving proline and glutathione productionin wheat. J Plant Physiol 173:9–18", "ArticleIdList": ["10.1016/j.jplph.2014.09.011", "25462073"]}, {"Citation": "Kushwaha A, Goswami L, Lee J, Sonne C, Brown RJC, Kim KH (2022) Selenium in soil-microbe-plant systems: sources, distribution, toxicity, tolerance, and detoxification. Crit Rev Environ Sci Technol 52(13):2383–2420", "ArticleIdList": ["10.1080/10643389.2021.1883187"]}, {"Citation": "Lanza MGDB, dos Reis AR (2021) Roles of selenium in mineral plant nutrition: ROS scavenging responses against abiotic stresses. Plant Physiol Biochem 164:27–43", "ArticleIdList": ["10.1016/j.plaphy.2021.04.026", "33962229"]}, {"Citation": "Lara TS, Lessa J, de Souza KRD, Corguinha AP, Martins FAD, Lopes G, Guiherme L (2019) Selenium biofortification of wheat grain via foliar application and its effect on plant metabolism. J Food Compos Anal 81:10–18", "ArticleIdList": ["10.1016/j.jfca.2019.05.002"]}, {"Citation": "Li J, Shen B, Nie S, Duan Z, Chen K (2019) A combination of selenium and polysaccharides: promising therapeutic potential. Carbohyd Polym 206(15):163–173", "ArticleIdList": ["10.1016/j.carbpol.2018.10.088"]}, {"Citation": "Marschner H (1995) Mineral nutrition of higher plants, 2nd edn. Academic Press, New York"}, {"Citation": "Meir S, Kanner J, Akiri B, Hadas SP, Hadas J (1995) Determination and involvement of aqueous reducing compounds in oxidative defense systems of various senescing leaves. J Agric Food Chem 43:1813–1817", "ArticleIdList": ["10.1021/jf00055a012"]}, {"Citation": "Montalvo D, Degryse F, da Silva RC, Baird R, McLaughlin MJ (2016) Agronomic effectiveness of zinc sources as micronutrient fertilizer. Adv Agron 139:215–267", "ArticleIdList": ["10.1016/bs.agron.2016.05.004"]}, {"Citation": "Pharmacopoeia of People’s Republic of China, Appendix IX K (2010) Beijing: Committee of National Pharmacopoeia"}, {"Citation": "Rady M, Hussein EE, Belal F, Gadallah F, Semida W (2020) Selenium application in two methods promotes drought tolerance in Solanum lycopersicum plant by inducing the antioxidant defense system. Sci Hortic 266:109290", "ArticleIdList": ["10.1016/j.scienta.2020.109290"]}, {"Citation": "Saleem H, Khan MB, Mahdavian SM (2022) The role of green growth, green financing, and eco-friendly technology in achieving environmental quality: evidence from selected Asian economies. Environ Sci Pollut Res 29:57720–57739", "ArticleIdList": ["10.1007/s11356-022-19799-3"]}, {"Citation": "Shahid M, Niazi NK, Khalid S, Murtaza B, Bibi I, Rashid MI (2018) A critical review of selenium biogeochemical behavior in soil-plant system with an inference to human health. Environ Pollut 234:915–934", "ArticleIdList": ["10.1016/j.envpol.2017.12.019", "29253832"]}, {"Citation": "Shahid MA, Balal RM, Khan N, Zotarelli L, Garcia-Sanchez F (2019) Selenium impedes cadmium and arsenic toxicity in potato by modulating carbohydrate and nitrogen metabolism. Ecotoxicol Environ Saf 180:588–599", "ArticleIdList": ["10.1016/j.ecoenv.2019.05.037", "31132554"]}, {"Citation": "Stanto C, Sanders D, Krämer U, Podar D (2022) Zinc in plants: integrating homeostasis and biofortification. Mol Plant 15(1):65–85", "ArticleIdList": ["10.1016/j.molp.2021.12.008"]}, {"Citation": "Staub AM (1965) Removal of proteins from polysaccharides. Methods Carbohydr Chem 5:5–7"}, {"Citation": "Sun X, Wang Y, Han G, Ye S, Zhou X (2020) Effects of different selenium forms on selenium accumulation, plant growth, and physiological parameters of wild peach. S Afr J Bot 131:437–442", "ArticleIdList": ["10.1016/j.sajb.2020.03.038"]}, {"Citation": "Torre SBDL, Henderson T, Nigam S, Owusu-Apenten RK (2015) A universally calibrated microplate ferric reducing antioxidant power (FRAP) assay for foods and applications to Manuka honey. Food Chem 174(1):119–123", "ArticleIdList": ["10.1016/j.foodchem.2014.11.009"]}, {"Citation": "Xu J, Zhang Y, Zhang M, Wei X, Zhou Y (2024) Effects of foliar selenium application on Se accumulation, elements uptake, nutrition quality, sensory quality and antioxidant response in summer-autumn tea. Food Res Int 175:113618", "ArticleIdList": ["10.1016/j.foodres.2023.113618", "38128974"]}, {"Citation": "Zhu Z, Liang T, Dai G, Zheng J, Dong J, Xia C, Duan B (2023) Extraction, structural-activity relationships, bioactivities, and application prospects of Bletilla striata polysaccharides as ingredients for functional products: a review. Int J Biol Macromol 245:125407", "ArticleIdList": ["10.1016/j.ijbiomac.2023.125407", "37327937"]}]}], "History": [{"Year": "2024", "Month": "3", "Day": "18"}, {"Year": "2024", "Month": "7", "Day": "8"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "11", "Minute": "14"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39023790", "10.1007/s10534-024-00621-1", "10.1007/s10534-024-00621-1"]}}]}