{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibiotic resistance", "Antimicrobial nanoparticles", "Dendrimers", "Polymeric nanoparticle", "Solid lipid nanoparticles"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39023679", "DateRevised": {"Year": "2024", "Month": "07", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s12013-024-01428-0"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "18"}], "Journal": {"ISSN": "1559-0283", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "18"}}, "Title": "Cell biochemistry and biophysics", "ISOAbbreviation": "Cell Biochem Biophys"}, "ArticleTitle": "Advancements in Nanoparticle-Based Strategies for Enhanced Antibacterial Interventions.", "Abstract": {"AbstractText": ["The escalating global threat of antibiotic resistance underscores the urgent need for innovative antimicrobial strategies. This review explores the cutting-edge applications of nanotechnology in combating bacterial infections, addressing a critical healthcare challenge. We critically assess the antimicrobial properties and mechanisms of diverse nanoparticle systems, including liposomes, polymeric micelles, solid lipid nanoparticles, dendrimers, zinc oxide, silver, and gold nanoparticles, as well as nanoencapsulated essential oils. These nanomaterials offer distinct advantages, such as enhanced drug delivery, improved bioavailability, and efficacy against antibiotic-resistant strains. Recent advancements in nanoparticle synthesis, functionalization, and their synergistic interactions with conventional antibiotics are highlighted. The review emphasizes biocompatibility considerations, stressing the need for rigorous safety assessments in nanomaterial applications. By synthesizing current knowledge and identifying emerging trends, this review provides crucial insights for researchers and clinicians aiming to leverage nanotechnology for next-generation antimicrobial therapies. The integration of nanotechnology represents a promising frontier in combating infectious diseases, underscoring the timeliness and imperative of this comprehensive analysis."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Engineering, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Gastroenterology and Liver Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Center for Theoretical Physics, Khazar University, 41 Mehseti Street, Baku, AZ1096, Azerbaijan."}], "LastName": "Moradialvand", "ForeName": "Madineh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Celiac Disease and Gluten Related Disorders Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Asri", "ForeName": "Nastaran", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Celiac Disease and Gluten Related Disorders Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Jahdkaran", "ForeName": "Mahtab", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, North Tehran Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Beladi", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Foodborne and Waterborne Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran. hr.houri@sbmu.ac.ir."}], "LastName": "Houri", "ForeName": "Hamidreza", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cell Biochem Biophys", "NlmUniqueID": "9701934", "ISSNLinking": "1085-9195"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Høiby, N., Bjarnsholt, T., Givskov, M., Molin, S., & Ciofu, O. (2010). Antibiotic resistance of bacterial biofilms. International Journal of Antimicrobial Agents, 35(4), 322–332.", "ArticleIdList": ["20149602", "10.1016/j.ijantimicag.2009.12.011"]}, {"Citation": "Arciola, C. R., Campoccia, D., Speziale, P., Montanaro, L., & Costerton, J. W. (2012). Biofilm formation in Staphylococcus implant infections. A review of molecular mechanisms and implications for biofilm-resistant materials. Biomaterials, 33(26), 5967–5982.", "ArticleIdList": ["22695065", "10.1016/j.biomaterials.2012.05.031"]}, {"Citation": "Craig, W. A. (1998). Pharmacokinetic/pharmacodynamic parameters: rationale for antibacterial dosing of mice and men. Clinical Infectious Diseases, 26(1), 1–10.", "ArticleIdList": ["9455502", "10.1086/516284"]}, {"Citation": "Asín-Prieto, E., Rodríguez-Gascón, A., & Isla, A. (2015). Applications of the pharmacokinetic/pharmacodynamic (PK/PD) analysis of antimicrobial agents. Journal of Infection and Chemotherapy, 21(5), 319–329.", "ArticleIdList": ["25737147", "10.1016/j.jiac.2015.02.001"]}, {"Citation": "Chen, D., Love, K. T., Chen, Y., Eltoukhy, A. A., Kastrup, C., & Sahay, G., et al. (2012). Rapid discovery of potent siRNA-containing lipid nanoparticles enabled by controlled microfluidic formulation. Journal of the American Chemical Society, 134(16), 6948–6951.", "ArticleIdList": ["22475086", "10.1021/ja301621z"]}, {"Citation": "Kim, Y., Lee Chung, B., Ma, M., Mulder, W. J., Fayad, Z. A., & Farokhzad, O. C., et al. (2012). Mass production and size control of lipid-polymer hybrid nanoparticles through controlled microvortices. Nano Letters, 12(7), 3587–3591.", "ArticleIdList": ["22716029", "3415299", "10.1021/nl301253v"]}, {"Citation": "Seil, J. T., & Webster, T. J. (2012). Antimicrobial applications of nanotechnology: methods and literature. International Journal of Nanomedicine, 7, 2767–2781.", "ArticleIdList": ["22745541", "3383293"]}, {"Citation": "Zhang, L., Gu, F. X., Chan, J. M., Wang, A. Z., Langer, R. S., & Farokhzad, O. C. (2008). Nanoparticles in medicine: therapeutic applications and developments. Clinical Pharmacology and Therapeutics, 83(5), 761–769.", "ArticleIdList": ["17957183", "10.1038/sj.clpt.6100400"]}, {"Citation": "Gao, W., Chen, Y., Zhang, Y., Zhang, Q., & Zhang, L. (2018). Nanoparticle-based local antimicrobial drug delivery. Adv Drug Deliv Rev, 127, 46–57.", "ArticleIdList": ["28939377", "10.1016/j.addr.2017.09.015"]}, {"Citation": "Wang, L., Hu, C., & Shao, L. (2017). The antimicrobial activity of nanoparticles: present situation and prospects for the future. International Journal of Nanomedicine, 12, 1227–1249.", "ArticleIdList": ["28243086", "5317269", "10.2147/IJN.S121956"]}, {"Citation": "Bangham, A. D. (1995). Surrogate cells or Trojan horses. The discovery of liposomes. Bioessays, 17(12), 1081–1088.", "ArticleIdList": ["8634070", "10.1002/bies.950171213"]}, {"Citation": "Thill, A., Zeyons, O., Spalla, O., Chauvat, F., Rose, J., & Auffan, M., et al. (2006). Cytotoxicity of CeO<sub>2</sub> nanoparticles for Escherichia coli. Physico-chemical insight of the cytotoxicity mechanism. Environmental Science and Technology, 40(19), 6151–6156.", "ArticleIdList": ["17051814", "10.1021/es060999b"]}, {"Citation": "Hajipour, M. J., Fromm, K. M., Ashkarran, A. A., Jimenez de Aberasturi, D., de Larramendi, I. R., & Rojo, T., et al. (2012). Antibacterial properties of nanoparticles. Trends in Biotechnology, 30(10), 499–511.", "ArticleIdList": ["22884769", "10.1016/j.tibtech.2012.06.004"]}, {"Citation": "Sousa de Almeida, M., Susnik, E., Drasler, B., Taladriz-Blanco, P., Petri-Fink, A., & Rothen-Rutishauser, B. (2021). Understanding nanoparticle endocytosis to improve targeting strategies in nanomedicine. Chemical Society Reviews, 50(9), 5397–5434.", "ArticleIdList": ["33666625", "8111542", "10.1039/D0CS01127D"]}, {"Citation": "Augustine, R., Hasan, A., Primavera, R., Wilson, R. J., Thakor, A. S., & Kevadiya, B. D. (2020). Cellular uptake and retention of nanoparticles: insights on particle properties and interaction with cellular components. Materials Today Communications, 25, 101692.", "ArticleIdList": ["10.1016/j.mtcomm.2020.101692"]}, {"Citation": "Thekkae Padil, V. V., & Černík, M. (2013). Green synthesis of copper oxide nanoparticles using gum karaya as a biotemplate and their antibacterial application. International Journal of Nanomedicine, 8, 889–898.", "ArticleIdList": ["23467397"]}, {"Citation": "Xu, Y., Wei, M.-T., Ou-Yang, H. D., Walker, S. G., Wang, H. Z., & Gordon, C. R., et al. (2016). Exposure to TiO2 nanoparticles increases Staphylococcus aureus infection of HeLa cells. Journal of Nanobiotechnology, 14(1), 34.", "ArticleIdList": ["27102228", "4840899", "10.1186/s12951-016-0184-y"]}, {"Citation": "Shaikh S., Nazam N., Rizvi S. M. D., Ahmad K., Baig M. H., Lee E. J., et al. Mechanistic Insights into the Antimicrobial Actions of Metallic Nanoparticles and Their Implications for Multidrug Resistance. International Journal of Molecular Sciences. 2019;20(10)"}, {"Citation": "Sondi, I., & Salopek-Sondi, B. (2004). Silver nanoparticles as antimicrobial agent: a case study on E. coli as a model for Gram-negative bacteria. Journal of Colloid and Interface Science, 275(1), 177–182.", "ArticleIdList": ["15158396", "10.1016/j.jcis.2004.02.012"]}, {"Citation": "Suri, S. S., Fenniri, H., & Singh, B. (2007). Nanotechnology-based drug delivery systems. Journal of Occupational Medicine and Toxicology, 2(1), 16.", "ArticleIdList": ["18053152", "2222591", "10.1186/1745-6673-2-16"]}, {"Citation": "Leonov, N., Polishchuk, V., & Vartanyan, T. (2018). An investigation of major factors affecting metal nanoparticle morphology in island films. METAL NANOPARTICLES, 1."}, {"Citation": "Pelgrift, R. Y., & Friedman, A. J. (2013). Nanotechnology as a therapeutic tool to combat microbial resistance. Advanced Drug Delivery Reviews, 65(13–14), 1803–1815.", "ArticleIdList": ["23892192", "10.1016/j.addr.2013.07.011"]}, {"Citation": "Beyth, N., Houri-Haddad, Y., Domb, A., Khan, W., & Hazan, R. (2015). Alternative antimicrobial approach: nano-antimicrobial materials. Evidence Based Complementary and Alternative Medicines, 2015, 246012."}, {"Citation": "Duran, N., Marcato, P., Souza, G., Alves, O., & Esposito, E. (2007). Antibacterial effect of silver nanoparticles produced by fungal process on textile fabrics and their effluent treatment. Journal of Biomedical Nanotechnology, 3, 203–208.", "ArticleIdList": ["10.1166/jbn.2007.022"]}, {"Citation": "Lutsenko, S., Barnes, N. L., Bartee, M. Y., & Dmitriev, O. Y. (2007). Function and regulation of human copper-transporting ATPases. Physiological Reviews, 87(3), 1011–1046.", "ArticleIdList": ["17615395", "10.1152/physrev.00004.2006"]}, {"Citation": "Usman, M. S., El Zowalaty, M. E., Shameli, K., Zainuddin, N., Salama, M., & Ibrahim, N. A. (2013). Synthesis, characterization, and antimicrobial properties of copper nanoparticles. International Journal of Nanomedicine, 8, 4467–4479.", "ArticleIdList": ["24293998", "3839804"]}, {"Citation": "Yaqoob, A. A., Ahmad, H., Parveen, T., Ahmad, A., Oves, M., & Ismail, I. M. I., et al. (2020). Recent advances in metal decorated nanomaterials and their various biological applications: a review. Frontiers in Chemistry, 8, 341.", "ArticleIdList": ["32509720", "7248377", "10.3389/fchem.2020.00341"]}, {"Citation": "Krebsz, M., Kótai, L., Sajó, I. E., Váczi, T., & Pasinszki, T. (2021). Carbon microsphere-supported metallic nickel nanoparticles as novel heterogeneous catalysts and their application for the reduction of nitrophenol. Molecules, 26(18), 5680.", "ArticleIdList": ["34577151", "8468432", "10.3390/molecules26185680"]}, {"Citation": "Li, H., Chen, Q., Zhao, J., & Urmila, K. (2015). Enhancing the antimicrobial activity of natural extraction using the synthetic ultrasmall metal nanoparticles. Scientific Reports, 5(1), 11033.", "ArticleIdList": ["26046938", "4457014", "10.1038/srep11033"]}, {"Citation": "Patra, J. K., Das, G., Fraceto, L. F., Campos, E. V. R., Rodriguez-Torres, Md. P., & Acosta-Torres, L. S., et al. (2018). Nano based drug delivery systems: recent developments and future prospects. Journal of Nanobiotechnology, 16(1), 71.", "ArticleIdList": ["30231877", "6145203", "10.1186/s12951-018-0392-8"]}, {"Citation": "Morones, J. R., Elechiguerra, J. L., Camacho, A., Holt, K., Kouri, J. B., & Ramírez, J. T., et al. (2005). The bactericidal effect of silver nanoparticles. Nanotechnology, 16(10), 2346–2353.", "ArticleIdList": ["20818017", "10.1088/0957-4484/16/10/059"]}, {"Citation": "Reyes, V. C., Opot, S. O., & Mahendra, S. (2015). Planktonic and biofilm-grown nitrogen-cycling bacteria exhibit different susceptibilities to copper nanoparticles. Environmental Toxicology and Chemistry, 34(4), 887–897.", "ArticleIdList": ["25556815", "10.1002/etc.2867"]}, {"Citation": "Feng, Q. L., Wu, J., Chen, G. Q., Cui, F. Z., Kim, T. N., & Kim, J. O. (2000). A mechanistic study of the antibacterial effect of silver ions on Escherichia coli and Staphylococcus aureus. Journals of Biomedical Materials Research, 52(4), 662–668.", "ArticleIdList": ["10.1002/1097-4636(20001215)52:4<662::AID-JBM10>3.0.CO;2-3"]}, {"Citation": "Pal, S., Tak, Y. K., & Song, J. M. (2007). Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the Gram-negative bacterium Escherichia coli. Applied and Environmental Microbiology, 73(6), 1712–1720.", "ArticleIdList": ["17261510", "1828795", "10.1128/AEM.02218-06"]}, {"Citation": "Blecher, K., Nasir, A., & Friedman, A. (2011). The growing role of nanotechnology in combating infectious disease. Virulence, 2(5), 395–401.", "ArticleIdList": ["21921677", "10.4161/viru.2.5.17035"]}, {"Citation": "Liao, S., Zhang, Y., Pan, X., Zhu, F., Jiang, C., Liu, Q., Cheng, Z., Dai, G., Wu, G., & Wang, L. (2019). Antibacterial activity and mechanism of silver nanoparticles against multidrug-resistant Pseudomonas aeruginosa. International journal of nanomedicine, 1469–1487."}, {"Citation": "Huang, L., Dai, T., Xuan, Y., Tegos, G., & Hamblin, M. (2011). Synergistic combination of chitosan acetate with nanoparticle silver as a topical antimicrobial: efficacy against bacterial burn infections. Antimicrobial Agents and Chemotherapy, 55, 3432–3438.", "ArticleIdList": ["21502618", "3122390", "10.1128/AAC.01803-10"]}, {"Citation": "D’Agostino, A., Taglietti, A., Desando, R., Bini, M., Patrini, M., & Dacarro, G., et al. (2017). Bulk surfaces coated with triangular silver nanoplates: antibacterial action based on silver release and photo-thermal effect. Nanomaterials, 7(1), 7.", "ArticleIdList": ["28336841", "5295197", "10.3390/nano7010007"]}, {"Citation": "Paladini, F., & Pollini, M. (2019). Antimicrobial silver nanoparticles for wound healing application: progress and future trends. Materials, 12(16), 2540.", "ArticleIdList": ["31404974", "6719912", "10.3390/ma12162540"]}, {"Citation": "Pallavicini, P., Dacarro, G., & Taglietti, A. (2018). Self-assembled monolayers of silver nanoparticles: from intrinsic to switchable inorganic antibacterial surfaces. European Journal of Inorganic Chemistry, 2018(45), 4846–4855.", "ArticleIdList": ["10.1002/ejic.201800709"]}, {"Citation": "Li, P., Li, J., Wu, C., Wu, Q., & Li, J. (2005). Synergistic antibacterial effects of β-lactam antibiotic combined with silver nanoparticles. Nanotechnology, 16, 1912–1917.", "ArticleIdList": ["10.1088/0957-4484/16/9/082"]}, {"Citation": "Dos Santos, C. A., Seckler, M. M., Ingle, A. P., Gupta, I., Galdiero, S., & Galdiero, M., et al. (2014). Silver nanoparticles: therapeutical uses, toxicity, and safety issues. Journal of Pharmaceutical Sciences, 103(7), 1931–1944.", "ArticleIdList": ["24824033", "10.1002/jps.24001"]}, {"Citation": "Thakor, A. S., Jokerst, J., Zavaleta, C., Massoud, T. F., & Gambhir, S. S. (2011). Gold nanoparticles: a revival in precious metal administration to patients. Nano Letters, 11(10), 4029–4036.", "ArticleIdList": ["21846107", "3195547", "10.1021/nl202559p"]}, {"Citation": "Lim, S., Koo, O. K., You, Y. S., Lee, Y. E., Kim, M.-S., & Chang, P.-S., et al. (2012). Enhancing nanoparticle-based visible detection by controlling the extent of aggregation. Scientific Reports, 2(1), 456.", "ArticleIdList": ["22701160", "3374159", "10.1038/srep00456"]}, {"Citation": "Das, M., Shim, K. H., An, S. S. A., & Yi, D. K. (2011). Review on gold nanoparticles and their applications. Toxicology and Environmental Health Sciences, 3(4), 193–205.", "ArticleIdList": ["10.1007/s13530-011-0109-y"]}, {"Citation": "Burygin, G. L., Khlebtsov, B. N., Shantrokha, A. N., Dykman, L. A., Bogatyrev, V. A., & Khlebtsov, N. G. (2009). On the enhanced antibacterial activity of antibiotics mixed with gold nanoparticles. Nanoscale Research Letters, 4(8), 794–801.", "ArticleIdList": ["20596384", "2894127", "10.1007/s11671-009-9316-8"]}, {"Citation": "Dykman, L. A., & Khlebtsov, N. G. (2011). Gold nanoparticles in biology and medicine: recent advances and prospects. Acta Naturae, 3(2), 34–55.", "ArticleIdList": ["22649683", "3347577", "10.32607/20758251-2011-3-2-34-55"]}, {"Citation": "Yang, M., Ward, J., & Choy, K.-L. (2020). Nature-inspired bacterial cellulose/methylglyoxal (BC/MGO) nanocomposite for broad-spectrum antimicrobial wound dressing. Macromolecular Bioscience, 20(8), 2000070.", "ArticleIdList": ["10.1002/mabi.202000070"]}, {"Citation": "Payne, J. N., Waghwani, H. K., Connor, M. G., Hamilton, W., Tockstein, S., Moolani, H., Chavda, F., Badwaik, V., Lawrenz, M. B., & Dakshinamurthy, R. (2016). Novel synthesis of kanamycin conjugated gold nanoparticles with potent antibacterial activity. Frontiers in Microbiology, 7, 607.", "ArticleIdList": ["27330535", "4908860", "10.3389/fmicb.2016.00607"]}, {"Citation": "Cui, Y., Zhao, Y., Tian, Y., Zhang, W., Lü, X., & Jiang, X. (2012). The molecular mechanism of action of bactericidal gold nanoparticles on Escherichia coli. Biomaterials, 33(7), 2327–2333.", "ArticleIdList": ["22182745", "10.1016/j.biomaterials.2011.11.057"]}, {"Citation": "Allahverdiyev, A. M., Abamor, E. S., Bagirova, M., & Rafailovich, M. (2011). Antimicrobial effects of TiO(2) and Ag(2)O nanoparticles against drug-resistant bacteria and leishmania parasites. Future Microbiology, 6(8), 933–940.", "ArticleIdList": ["21861623", "10.2217/fmb.11.78"]}, {"Citation": "Gu, H., Ho, P. L., Tong, E., Wang, L., & Xu, B. (2003). Presenting vancomycin on nanoparticles to enhance antimicrobial activities. Nano Letters, 3(9), 1261–1263.", "ArticleIdList": ["10.1021/nl034396z"]}, {"Citation": "Chavan, C., Kamble, S., Murthy, A. V. R., & Kale, S. N. (2020). Ampicillin-mediated functionalized gold nanoparticles against ampicillin-resistant bacteria: strategy, preparation and interaction studies. Nanotechnology, 31(21), 215604.", "ArticleIdList": ["32018229", "10.1088/1361-6528/ab72b4"]}, {"Citation": "Vassallo, A., Silletti, M. F., Faraone, I., & Milella, L. (2020). Nanoparticulate Antibiotic Systems as Antibacterial Agents and Antibiotic Delivery Platforms to Fight Infections. Journal of Nanomaterials, 2020, 6905631.", "ArticleIdList": ["10.1155/2020/6905631"]}, {"Citation": "Zhang, L., Jiang, Y., Ding, Y., Povey, M., & York, D. (2007). Investigation into the antibacterial behaviour of suspensions of ZnO nanoparticles (ZnO nanofluids). Journal of Nanoparticle Research, 9(3), 479–489.", "ArticleIdList": ["10.1007/s11051-006-9150-1"]}, {"Citation": "Alavi, M., Rai, M., Varma, R. S., Hamidi, M., & Mozafari, M. (2022). Conventional and novel methods for the preparation of micro and nanoliposomes. Micro Nano Bio Aspects, 1(1), 18–29."}, {"Citation": "Siddiqi, K. S., Husen, A., & Rao, R. A. K. (2018). A review on biosynthesis of silver nanoparticles and their biocidal properties. Journal of Nanobiotechnology, 16(1), 14.", "ArticleIdList": ["29452593", "5815253", "10.1186/s12951-018-0334-5"]}, {"Citation": "Asif, N., Amir, M., & Fatma, T. (2023). Recent advances in the synthesis, characterization and biomedical applications of zinc oxide nanoparticles. Bioprocess and Biosystem Engineering, 46(10), 1377–1398.", "ArticleIdList": ["10.1007/s00449-023-02886-1"]}, {"Citation": "Pasquet, J., Chevalier, Y., Couval, E., Bouvier, D., & Bolzinger, M. A. (2015). Zinc oxide as a new antimicrobial preservative of topical products: interactions with common formulation ingredients. International Journal of Pharmaceutics, 479(1), 88–95.", "ArticleIdList": ["25527211", "10.1016/j.ijpharm.2014.12.031"]}, {"Citation": "Khanna, K., Bhardwaj, R., Alam, P., Reiter, R. J., & Ahmad, P. (2023). Phytomelatonin: a master regulator for plant oxidative stress management. Plant Physiology and Biochemistry, 196, 260–269.", "ArticleIdList": ["36731287", "10.1016/j.plaphy.2023.01.035"]}, {"Citation": "He, W., Jia, H., Cai, J., Han, X., Zheng, Z., & Wamer, W. G., et al. (2016). Production of reactive oxygen species and electrons from photoexcited ZnO and ZnS nanoparticles: a comparative study for unraveling their distinct photocatalytic activities. The Journal of Physical Chemistry C, 120(6), 3187–3195.", "ArticleIdList": ["10.1021/acs.jpcc.5b11456"]}, {"Citation": "Sivakumar, P., Lee, M., Kim, Y.-S., & Shim, M. S. (2018). Photo-triggered antibacterial and anticancer activities of zinc oxide nanoparticles. Journal of Materials Chemistry B, 6(30), 4852–4871.", "ArticleIdList": ["32255062", "10.1039/C8TB00948A"]}, {"Citation": "Raghupathi, K. R., Koodali, R. T., & Manna, A. C. (2011). Size-dependent bacterial growth inhibition and mechanism of antibacterial activity of zinc oxide nanoparticles. Langmuir, 27(7), 4020–4028.", "ArticleIdList": ["21401066", "10.1021/la104825u"]}, {"Citation": "Hirota, K., Sugimoto, M., Kato, M., Tsukagoshi, K., Tanigawa, T., & Sugimoto, H. (2010). Preparation of zinc oxide ceramics with a sustainable antibacterial activity under dark conditions. Ceramics International, 36(2), 497–506.", "ArticleIdList": ["10.1016/j.ceramint.2009.09.026"]}, {"Citation": "Ansari, M. A., Khan, H. M., Khan, A. A., Sultan, A., & Azam, A. (2012). Characterization of clinical strains of MSSA, MRSA and MRSE isolated from skin and soft tissue infections and the antibacterial activity of ZnO nanoparticles. World Journal of Microbiology and Biotechnology, 28(4), 1605–1613.", "ArticleIdList": ["22805942", "10.1007/s11274-011-0966-1"]}, {"Citation": "Malka, E., Perelshtein, I., Lipovsky, A., Shalom, Y., Naparstek, L., & Perkas, N., et al. (2013). Eradication of multi-drug resistant bacteria by a novel Zn-doped CuO nanocomposite. Small, 9(23), 4069–4076.", "ArticleIdList": ["23813908", "10.1002/smll.201301081"]}, {"Citation": "Reddy, L. S., Nisha, M. M., Joice, M., & Shilpa, P. N. (2014). Antimicrobial activity of zinc oxide (ZnO) nanoparticle against Klebsiella pneumoniae. Pharmaceutical Biology, 52(11), 1388–1397.", "ArticleIdList": ["25026353", "10.3109/13880209.2014.893001"]}, {"Citation": "Jin, T., Sun, D., Su, J. Y., Zhang, H., & Sue, H. J. (2009). Antimicrobial efficacy of zinc oxide quantum dots against Listeria monocytogenes, Salmonella Enteritidis, and Escherichia coli O157:H7. Journal of Food Science, 74(1), M46-52.", "ArticleIdList": ["19200107", "10.1111/j.1750-3841.2008.01013.x"]}, {"Citation": "Kasraei, S., Sami, L., Hendi, S., Alikhani, M. Y., Rezaei-Soufi, L., & Khamverdi, Z. (2014). Antibacterial properties of composite resins incorporating silver and zinc oxide nanoparticles on Streptococcus mutans and Lactobacillus. Restorative Dentistry and Endodontics, 39(2), 109–114.", "ArticleIdList": ["24790923", "3978100", "10.5395/rde.2014.39.2.109"]}, {"Citation": "Liu, Y., He, L., Mustapha, A., Li, H., Hu, Z. Q., & Lin, M. (2009). Antibacterial activities of zinc oxide nanoparticles against Escherichia coli O157:H7. Journal of Applied Microbiology, 107(4), 1193–1201.", "ArticleIdList": ["19486396", "10.1111/j.1365-2672.2009.04303.x"]}, {"Citation": "Reddy, K. M., Feris, K., Bell, J., Wingett, D. G., Hanley, C., & Punnoose, A. (2007). Selective toxicity of zinc oxide nanoparticles to prokaryotic and eukaryotic systems. Applied Physics Letters, 90(213902), 2139021–2139023.", "ArticleIdList": ["18160973"]}, {"Citation": "Zong, T.-X., Silveira, A. P., Morais, J. A. V., Sampaio, M. C., Muehlmann, L. A., Zhang, J., Jiang, C.-S., & Liu, S.-K. (2022). Recent advances in antimicrobial nano-drug delivery systems. Nanomaterials, 12(11), 1855.", "ArticleIdList": ["35683711", "9182179", "10.3390/nano12111855"]}, {"Citation": "Arana, L., Gallego, L., & Alkorta, I. (2021). Incorporation of antibiotics into solid lipid nanoparticles: a promising approach to reduce antibiotic resistance emergence. Nanomaterials, 11(5), 1251.", "ArticleIdList": ["34068834", "8151913", "10.3390/nano11051251"]}, {"Citation": "Ghosh, R., & De, M. (2023). Liposome-based antibacterial delivery: an emergent approach to combat bacterial infections. ACS Omega, 8(39), 35442–35451.", "ArticleIdList": ["37810644", "10551917", "10.1021/acsomega.3c04893"]}, {"Citation": "Viegas, C., Patrício, A. B., Prata, J. M., Nadhman, A., Chintamaneni, P. K., & Fonte, P. (2023). Solid lipid nanoparticles vs. nanostructured lipid carriers: a comparative review. Pharmaceutics, 15(6), 1593.", "ArticleIdList": ["37376042", "10305282", "10.3390/pharmaceutics15061593"]}, {"Citation": "Mehta, M., Bui, T. A., Yang, X., Aksoy, Y., Goldys, E. M., & Deng, W. (2023). Lipid-based nanoparticles for drug/gene delivery: an overview of the production techniques and difficulties encountered in their industrial development. ACS Materials Au, 3(6), 600–619.", "ArticleIdList": ["38089666", "10636777", "10.1021/acsmaterialsau.3c00032"]}, {"Citation": "Mittal, P., Saharan, A., Verma, R., Altalbawy, F. M. A., Alfaidi, M. A., & Batiha, G. E., et al. (2021). Dendrimers: a new race of pharmaceutical nanocarriers. BioMed Research International, 2021, 8844030.", "ArticleIdList": ["33644232", "7902124", "10.1155/2021/8844030"]}, {"Citation": "Sarode, R. J., & Mahajan, H. S. (2024). Dendrimers for drug delivery: An overview of its classes, synthesis, and applications. Journal of Drug Delivery Science and Technology, 98, 105896.", "ArticleIdList": ["10.1016/j.jddst.2024.105896"]}, {"Citation": "Johnson, S. M., Bangham, A. D., Hill, M. W., & Korn, E. D. (1971). Single bilayer liposomes. Biochimica et Biophysica Acta (BBA) - Biomembranes, 233(3), 820–826.", "ArticleIdList": ["4107123", "10.1016/0005-2736(71)90184-2"]}, {"Citation": "Vemuri, S., & Rhodes, C. T. (1995). Preparation and characterization of liposomes as therapeutic delivery systems: a review. Pharmaceutica acta Helvetiae, 70(2), 95–111.", "ArticleIdList": ["7651973", "10.1016/0031-6865(95)00010-7"]}, {"Citation": "Gonzalez Gomez, A., Syed, S., Marshall, K., & Hosseinidoust, Z. (2019). Liposomal nanovesicles for efficient encapsulation of staphylococcal antibiotics. ACS Omega, 4(6), 10866–10876.", "ArticleIdList": ["31460184", "6649299", "10.1021/acsomega.9b00825"]}, {"Citation": "Kelsey, S. M., Goldman, J. M., McCann, S., Newland, A. C., Scarffe, J. H., & Oppenheim, B. A., et al. (1999). Liposomal amphotericin (AmBisome) in the prophylaxis of fungal infections in neutropenic patients: a randomised, double-blind, placebo-controlled study. Bone Marrow Transplantation, 23(2), 163–168.", "ArticleIdList": ["10197802", "10.1038/sj.bmt.1701543"]}, {"Citation": "Bangham, A. D., Standish, M. M., & Watkins, J. C. (1965). Diffusion of univalent ions across the lamellae of swollen phospholipids. Journal of Molecular Biology, 13(1), 238–IN27.", "ArticleIdList": ["5859039", "10.1016/S0022-2836(65)80093-6"]}, {"Citation": "Baran, E. T., & Reis, R. L. (2006). Biomimetic approach to drug delivery and optimization of nanocarrier systems. In Nanocarrier technologies: Frontiers of nanotherapy (pp. 75–86)."}, {"Citation": "Estupiñan, O. R., Garcia-Manrique, P., Blanco-Lopez, M. d. C., Matos, M., & Gutiérrez, G. (2020). Vitamin D3 loaded niosomes and transfersomes produced by ethanol injection method: identification of the critical preparation step for size control. Foods, 9(10), 1367.", "ArticleIdList": ["32993064", "7600288", "10.3390/foods9101367"]}, {"Citation": "Drayton M., Kizhakkedathu J. N., Straus S. K. Towards robust delivery of antimicrobial peptides to combat bacterial resistance. Molecules. 2020;25(13)"}, {"Citation": "Aguilar-Pérez, K. M., Avilés-Castrillo, J. I., Medina, D. I., Parra-Saldivar, R., & Iqbal, H. M. N. (2020). Insight into nanoliposomes as smart nanocarriers for greening the twenty-first century biomedical settings. Frontiers in Bioengeenering and Biotechnology, 8, 579536.", "ArticleIdList": ["10.3389/fbioe.2020.579536"]}, {"Citation": "Liu, J., Lai, X., Li, Y., Yu, Z., Wang, X., Zhang, C., & Peng, Q. (2024). Reversing the Natural Drug Resistance of Gram-Negative Bacteria to Fusidic Acid via Forming Drug–Phospholipid Complex. Bioengineering, 11(2), 177.", "ArticleIdList": ["38391663", "10885999", "10.3390/bioengineering11020177"]}, {"Citation": "Xu, L., Wang, X., Liu, Y., Yang, G., Falconer, R. J., & Zhao, C.-X. (2022). Lipid nanoparticles for drug delivery. Advanced NanoBiomed Research, 2(2), 2100109.", "ArticleIdList": ["10.1002/anbr.202100109"]}, {"Citation": "Souto, E. B., & Müller, R. H. (2006). The use of SLN and NLC as topical particulate carriers for imidazole antifungal agents. Pharmazie, 61(5), 431–437.", "ArticleIdList": ["16724541"]}, {"Citation": "Souto, E. B., Wissing, S. A., Barbosa, C., & Müller, R. H. (2004). Development of a controlled release formulation based on SLN and NLC for topical clotrimazole delivery. International Journal of Pharmaceutics, 278, 71–77.", "ArticleIdList": ["15158950", "10.1016/j.ijpharm.2004.02.032"]}, {"Citation": "Pouton, C. W. (2000). Lipid formulations for oral administration of drugs: non-emulsifying, self-emulsifying and ‘self-microemulsifying’ drug delivery systems. European Journal of Pharmaceutical Sciences, 11(Suppl 2), S93–S98.", "ArticleIdList": ["11033431", "10.1016/S0928-0987(00)00167-6"]}, {"Citation": "Bargoni, A., Cavalli, R., Zara, G. P., Fundarò, A., Caputo, O., & Gasco, M. R. (2001). Transmucosal transport of tobramycin incorporated in solid lipid nanoparticles (sln) after duodenal administration to rats. Part II—Tissue distribution. Pharmacological Research, 43(5), 497–502.", "ArticleIdList": ["11394943", "10.1006/phrs.2001.0813"]}, {"Citation": "Gelperina, S., Kisich, K., Iseman, M. D., & Heifets, L. (2005). The potential advantages of nanoparticle drug delivery systems in chemotherapy of tuberculosis. American Journal of Respiratory and Critical Care Medicine, 172(12), 1487–1490.", "ArticleIdList": ["16151040", "2718451", "10.1164/rccm.200504-613PP"]}, {"Citation": "Pandey, R., & Khuller, G. K. (2005). Solid lipid particle-based inhalable sustained drug delivery system against experimental tuberculosis. Tuberculosis, 85(4), 227–234.", "ArticleIdList": ["15922668", "10.1016/j.tube.2004.11.003"]}, {"Citation": "Jain, D., & Banerjee, R. (2008). Comparison of ciprofloxacin hydrochloride-loaded protein, lipid, and chitosan nanoparticles for drug delivery. Journal of Biomedical Materials Research B Applied Biomaterials, 86(1), 105–112.", "ArticleIdList": ["18098198", "10.1002/jbm.b.30994"]}, {"Citation": "Cavalli, R., Gasco, M. R., Chetoni, P., Burgalassi, S., & Saettone, M. F. (2002). Solid lipid nanoparticles (SLN) as ocular delivery system for tobramycin. International Journal of Pharmaceutics, 238(1-2), 241–245.", "ArticleIdList": ["11996827", "10.1016/S0378-5173(02)00080-7"]}, {"Citation": "Sanna, V., Gavini, E., Cossu, M., Rassu, G., & Giunchedi, P. (2007). Solid lipid nanoparticles (SLN) as carriers for the topical delivery of econazole nitrate: in-vitro characterization, ex-vivo and in-vivo studies. Journal of Pharmacy and Pharmacology, 59(8), 1057–1064.", "ArticleIdList": ["17725847", "10.1211/jpp.59.8.0002"]}, {"Citation": "Esfand, R., & Tomalia, D. A. (2001). Poly(amidoamine) (PAMAM) dendrimers: from biomimicry to drug delivery and biomedical applications. Drug Discovery Today, 6(8), 427–436.", "ArticleIdList": ["11301287", "10.1016/S1359-6446(01)01757-3"]}, {"Citation": "Brink-Spalink, F., & Greiner, A. (2002). Efficient control on molecular weight in the synthesis of poly(p-xylylene)s via gilch polymerization. Macromolecules, 35(9), 3315–3317.", "ArticleIdList": ["10.1021/ma010623c"]}, {"Citation": "Staneva, D., & Grabchev, I. (2021). Dendrimer as antimicrobial agents. In Dendrimer-Based Nanotherapeutics (pp. 363–384). Elsevier."}, {"Citation": "Chen, C. Z., & Cooper, S. L. (2002). Interactions between dendrimer biocides and bacterial membranes. Biomaterials, 23(16), 3359–3368.", "ArticleIdList": ["12099278", "10.1016/S0142-9612(02)00036-4"]}, {"Citation": "Zhang, L., Pornpattananangku, D., Hu, C. M., & Huang, C. M. (2010). Development of nanoparticles for antimicrobial drug delivery. Current Medicinal Chemistry, 17(6), 585–594.", "ArticleIdList": ["20015030", "10.2174/092986710790416290"]}, {"Citation": "Abeylath, S. C., Turos, E., Dickey, S., & Lim, D. V. (2008). Glyconanobiotics: novel carbohydrated nanoparticle antibiotics for MRSA and Bacillus anthracis. Bioorganic and Medicinal Chemistry, 16(5), 2412–2418.", "ArticleIdList": ["18063370", "10.1016/j.bmc.2007.11.052"]}, {"Citation": "El-Kaliuoby, M. I., Amer, M., & Shehata, N. (2021). Enhancement of nano-biopolymer Antibacterial activity by pulsed electric fields. Polymers, 13(11), 1869.", "ArticleIdList": ["34200040", "8200249", "10.3390/polym13111869"]}, {"Citation": "Dhlamini, K. S., Selepe, C. T., Ramalapa, B., Tshweu, L., & Ray, S. S. (2024). Reimagining Chitosan‐Based Antimicrobial Biomaterials to Mitigate Antibiotic Resistance and Alleviate Antibiotic Overuse: A Review. Macromolecular Materials and Engineering, 2400018."}, {"Citation": "Tan, Y., Ma, S., Leonhard, M., Moser, D., Haselmann, G. M., & Wang, J., et al. (2018). Enhancing antibiofilm activity with functional chitosan nanoparticles targeting biofilm cells and biofilm matrix. Carbohydrate Polymers, 200, 35–42.", "ArticleIdList": ["30177175", "10.1016/j.carbpol.2018.07.072"]}, {"Citation": "Wang, T., Wusigale, Kuttappan, D., Amalaradjou, M. A., Luo, Y., & Luo, Y. (2021). Polydopamine-coated chitosan hydrogel beads for synthesis and immobilization of silver nanoparticles to simultaneously enhance antimicrobial activity and adsorption kinetics. Advanced Composites and Hybrid Materials, 4(3), 696–706.", "ArticleIdList": ["10.1007/s42114-021-00305-1"]}, {"Citation": "Geng, Z., Cao, Z., & Liu, J. (2023). Recent advances in targeted antibacterial therapy basing on nanomaterials. Exploration, 3(1), 20210117.", "ArticleIdList": ["37323620", "10191045", "10.1002/EXP.20210117"]}, {"Citation": "Yan, D., Li, Y., Liu, Y., Li, N., Zhang, X., & Yan, C. (2021). Antimicrobial properties of chitosan and chitosan derivatives in the treatment of enteric infections. Molecules, 26(23), 7136.", "ArticleIdList": ["34885715", "8659174", "10.3390/molecules26237136"]}, {"Citation": "Gao, P., Xia, G., Bao, Z., Feng, C., Cheng, X., & Kong, M., et al. (2016). Chitosan based nanoparticles as protein carriers for efficient oral antigen delivery. International Journal of Biological Macromolecules, 91, 716–723.", "ArticleIdList": ["27287772", "10.1016/j.ijbiomac.2016.06.015"]}, {"Citation": "Bose, A., Roy Burman, D., Sikdar, B., & Patra, P. (2021). Nanomicelles: types, properties and applications in drug delivery. IET Nanobiotechnol, 15(1), 19–27.", "ArticleIdList": ["34694727", "8675821", "10.1049/nbt2.12018"]}, {"Citation": "Tiwari, S., Singh, K., Gerrard Marangoni, D., & Bahadur, P. (2022). Amphiphilic star block copolymer micelles in saline as effective vehicle for quercetin solubilization. Journal of Molecular Liquids, 345, 118259.", "ArticleIdList": ["10.1016/j.molliq.2021.118259"]}, {"Citation": "Silva, M., Lara, A. S., Leite, C. Q. F., & Ferreira, E. I. (2001). Potential tuberculostatic agents: micelle-forming copolymer poly(ethylene glycol)-poly(aspartic acid) prodrug with isoniazid. Archiv der Pharmazie, 334(6), 189–193.", "ArticleIdList": ["11475908", "10.1002/1521-4184(200106)334:6<189::AID-ARDP189>3.0.CO;2-6"]}, {"Citation": "Silva, M., Ricelli, N. L., El Seoud, O., Valentim, C. S., Ferreira, A. G., & Sato, D. N., et al. (2006). Potential tuberculostatic agent: micelle‐forming pyrazinamide prodrug. Archiv der Pharmazie: An International Journal Pharmaceutical and Medicinal Chemistry, 339(6), 283–290.", "ArticleIdList": ["10.1002/ardp.200500039"]}, {"Citation": "Veyries, M. L., Couarraze, G., Geiger, S., Agnely, F., Massias, L., & Kunzli, B., et al. (1999). Controlled release of vancomycin from poloxamer 407 gels. International Journal of Pharmaceutics, 192(2), 183–193.", "ArticleIdList": ["10567749", "10.1016/S0378-5173(99)00307-5"]}, {"Citation": "Auddy, B., Ferreira, M., Blasina, F., Lafon, L., Arredondo, F., & Dajas, F., et al. (2003). Screening of antioxidant activity of three Indian medicinal plants, traditionally used for the management of neurodegenerative diseases. Journal of Ethnopharmacology, 84(2-3), 131–138.", "ArticleIdList": ["12648805", "10.1016/S0378-8741(02)00322-7"]}, {"Citation": "Costa, D. C., Costa, H. S., Albuquerque, T. G., Ramos, F., Castilho, M. C., & Sanches-Silva, A. (2015). Advances in phenolic compounds analysis of aromatic plants and their potential applications. Trends in Food Science & Technology, 45(2), 336–354.", "ArticleIdList": ["10.1016/j.tifs.2015.06.009"]}, {"Citation": "Bakkali, F., Averbeck, S., Averbeck, D., & Idaomar, M. (2008). Biological effects of essential oils-a review. Food Chem Toxicol, 46(2), 446–475.", "ArticleIdList": ["17996351", "10.1016/j.fct.2007.09.106"]}, {"Citation": "de Sousa Barros, A., de Morais, S. M., Ferreira, P. A. T., Vieira, Í. G. P., Craveiro, A. A., & dos Santos Fontenelle, R. O., et al. (2015). Chemical composition and functional properties of essential oils from Mentha species. Industrial Crops and Products, 76, 557–564.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.004"]}, {"Citation": "Moghimi, R., Aliahmadi, A., McClements, D., & Rafati, H. (2017). Nanoemulsification of salvia officinalis essential oil; the impact on the antibacterial activity in liquid and vapour phase. Journal of Bionanoscience, 11, 80–86.", "ArticleIdList": ["10.1166/jbns.2017.1407"]}, {"Citation": "G B, Tariku, Y., Kebede, T., Hymete, A., & Mekonnen, Y. (2011). Ethnopharmacological investigations of essential oils isolated from five Ethiopian medicinal plants against eleven pathogenic bacterial strains. Phytopharmacoly, 1, 133."}, {"Citation": "Shaaban, H. A. E., El-Ghorab, A. H., & Shibamoto, T. (2012). Bioactivity of essential oils and their volatile aroma components: review. Journal of Essential Oil Research, 24(2), 203–212.", "ArticleIdList": ["10.1080/10412905.2012.659528"]}, {"Citation": "Stefanakis, M. K., Touloupakis, E., Anastasopoulos, E., Ghanotakis, D., Katerinopoulos, H. E., & Makridis, P. (2013). Antibacterial activity of essential oils from plants of the genus Origanum. Food Control, 34(2), 539–546.", "ArticleIdList": ["10.1016/j.foodcont.2013.05.024"]}, {"Citation": "Devi, K. P., Nisha, S. A., Sakthivel, R., & Pandian, S. K. (2010). Eugenol (an essential oil of clove) acts as an antibacterial agent against Salmonella typhi by disrupting the cellular membrane. Journal of Ethnopharmacology, 130(1), 107–115.", "ArticleIdList": ["20435121", "10.1016/j.jep.2010.04.025"]}, {"Citation": "Vigan, M. (2010). Essential oils: renewal of interest and toxicity. European Journal of Dermatology, 20(6), 685–692.", "ArticleIdList": ["20840911"]}, {"Citation": "Chouhan, S., Sharma, K., & Guleria, S. (2017). Antimicrobial activity of some essential oils—present status and future perspectives. Medicines, 4(3), 58.", "ArticleIdList": ["28930272", "5622393", "10.3390/medicines4030058"]}, {"Citation": "Astani, A., Reichling, J., & Schnitzler, P. (2010). Comparative study on the antiviral activity of selected monoterpenes derived from essential oils. Phytotherapy Research, 24(5), 673–679.", "ArticleIdList": ["19653195", "10.1002/ptr.2955"]}, {"Citation": "Nokhodchi, A., Sharabiani, K., Rashidi, M. R., & Ghafourian, T. (2007). The effect of terpene concentrations on the skin penetration of diclofenac sodium. International Journal of Pharmaceuticals, 335(1-2), 97–105.", "ArticleIdList": ["10.1016/j.ijpharm.2006.10.041"]}, {"Citation": "Manfredi, KP. Terpenes. Flavors, Fragrances, Pharmaca, Pheromones. (2007). Eberhard Breitmaier (University of Bonn). Wiley-VCH, Weinheim. 2006. ix + 214 pp. 6.5 × 9.5 in. $65.00. ISBN 3-527-31786-4. Journal of Natural Products, 70(4), 711.", "ArticleIdList": ["10.1021/np078143n"]}, {"Citation": "Solórzano-Santos, F., & Miranda-Novales, M. G. (2012). Essential oils from aromatic herbs as antimicrobial agents. Current Opinion Biotechnology, 23(2), 136–141.", "ArticleIdList": ["10.1016/j.copbio.2011.08.005"]}, {"Citation": "Lv, F., Liang, H., Yuan, Q., & Li, C. (2011). In vitro antimicrobial effects and mechanism of action of selected plant essential oil combinations against four food-related microorganisms. Food Research International, 44, 3057–3064.", "ArticleIdList": ["10.1016/j.foodres.2011.07.030"]}, {"Citation": "Bassolé, I. H., & Juliani, H. R. (2012). Essential oils in combination and their antimicrobial properties. Molecules, 17(4), 3989–4006.", "ArticleIdList": ["22469594", "6268925", "10.3390/molecules17043989"]}, {"Citation": "Reichling, J., Schnitzler, P., Suschke, U., & Saller, R. (2009). Essential oils of aromatic plants with antibacterial, antifungal, antiviral, and cytotoxic properties-an overview. Forsch Komplementmed, 16(2), 79–90.", "ArticleIdList": ["19420953"]}, {"Citation": "Liang, R., Xu, S., Shoemaker, C. F., Li, Y., Zhong, F., & Huang, Q. (2012). Physical and antimicrobial properties of peppermint oil nanoemulsions. Journal of Agricultural and Food Chemistry, 60(30), 7548–7555.", "ArticleIdList": ["22746096", "10.1021/jf301129k"]}, {"Citation": "Keawchaoon, L., & Yoksan, R. (2011). Preparation, characterization and in vitro release study of carvacrol-loaded chitosan nanoparticles. Colloids and Surfaces B: Biointerfaces, 84(1), 163–171.", "ArticleIdList": ["21296562", "10.1016/j.colsurfb.2010.12.031"]}, {"Citation": "Joe, M. M., Bradeeba, K., Parthasarathi, R., Sivakumaar, P. K., Chauhan, P. S., & Tipayno, S., et al. (2012). Development of surfactin based nanoemulsion formulation from selected cooking oils: Evaluation for antimicrobial activity against selected food associated microorganisms. Journal of the Taiwan Institute of Chemical Engineers, 43(2), 172–180.", "ArticleIdList": ["10.1016/j.jtice.2011.08.008"]}, {"Citation": "Sur, S., Rathore, A., Dave, V., Reddy, K. R., Chouhan, R. S., & Sadhu, V. (2019). Recent developments in functionalized polymer nanoparticles for efficient drug delivery system. Nano-Structures & Nano-Objects, 20, 100397.", "ArticleIdList": ["10.1016/j.nanoso.2019.100397"]}, {"Citation": "Zhu, T., Huang, Z., Shu, X., Zhang, C., Dong, Z., & Peng, Q. (2022). Functional nanomaterials and their potentials in antibacterial treatment of dental caries. Colloids and Surfaces B Biointerfaces, 218, 112761.", "ArticleIdList": ["35961108", "10.1016/j.colsurfb.2022.112761"]}, {"Citation": "Feng, H., Wang, W., Wang, T., Pu, Y., Ma, C., & Chen, S. (2023). Interfacial regulation of BiOI@Bi(2)S(3)/MXene heterostructures for enhanced photothermal and photodynamic therapy in antibacterial applications. Acta Biomaterials, 171, 506–518.", "ArticleIdList": ["10.1016/j.actbio.2023.09.036"]}, {"Citation": "Gao, Y., Dong, Y., Yang, S., Mo, A., Zeng, X., & Chen, Q., et al. (2022). Size-dependent photothermal antibacterial activity of Ti(3)C(2)T(x) MXene nanosheets against methicillin-resistant Staphylococcus aureus. Journal of Colloid and Interface Science, 617, 533–541.", "ArticleIdList": ["35299127", "10.1016/j.jcis.2022.03.032"]}, {"Citation": "Li, Z., Wei, W., Zhang, M., Guo, X., Zhang, B., & Wang, D., et al. (2023). Cryptotanshinone-doped photothermal synergistic MXene@PDA nanosheets with antibacterial and anti-inflammatory properties for wound healing. Advanced Healthcare Materials, 12(28), e2301060.", "ArticleIdList": ["37387333", "10.1002/adhm.202301060"]}, {"Citation": "Shen, Y., Nie, C., Pan, T., Zhang, W., Yang, H., & Ye, Y., et al. (2023). A multifunctional cascade nanoreactor based on Fe-driven carbon nanozymes for synergistic photothermal/chemodynamic antibacterial therapy. Acta Biomaterials, 168, 580–592.", "ArticleIdList": ["10.1016/j.actbio.2023.07.006"]}, {"Citation": "Sana, S. S., Santhamoorthy, M., Haldar, R., Raorane, C. J., Iravani, S., & Varma, R. S., et al. (2023). Recent advances on MXene-based hydrogels for antibacterial and drug delivery applications. Process Biochemistry, 132, 200–220.", "ArticleIdList": ["10.1016/j.procbio.2023.06.022"]}, {"Citation": "Meng, W., Liu, X., Song, H., Xie, Y., Shi, X., & Dargusch, M., et al. (2021). Advances and challenges in 2D MXenes: from structures to energy storage and conversions. Nano Today, 40, 101273.", "ArticleIdList": ["10.1016/j.nantod.2021.101273"]}, {"Citation": "Wang, J., Xuan, J., Liu, Y., Li, Z., Han, Y., & Wang, Z. (2023). NIR-dependent photothermal-photodynamic synergistic antibacterial mechanism for titanium carbide nanosheets intercalated and delaminated by tetramethylammonium hydroxide. Biomaterials Advances, 152, 213492.", "ArticleIdList": ["37343331", "10.1016/j.bioadv.2023.213492"]}, {"Citation": "Yu, C., Sui, S., Yu, X., Huang, W., Wu, Y., & Zeng, X., et al. (2022). Ti(3)C(2)T(x) MXene loaded with indocyanine green for synergistic photothermal and photodynamic therapy for drug-resistant bacterium. Colloids and Surface B Biointerfaces, 217, 112663.", "ArticleIdList": ["10.1016/j.colsurfb.2022.112663"]}, {"Citation": "Huang, W., Meng, L., Chen, Y., Dong, Z., & Peng, Q. (2022). Bacterial outer membrane vesicles as potential biological nanomaterials for antibacterial therapy. Acta Biomaterials, 140, 102–115.", "ArticleIdList": ["10.1016/j.actbio.2021.12.005"]}, {"Citation": "Chen, Y., Huang, W., Dong, Y., Yu, X., Mo, A., & Peng, Q. (2022). Enhanced antibacterial activity of indocyanine green-loaded graphene oxide via synergistic contact killing, photothermal and photodynamic therapy. Journal of Biomedical Nanotechnology, 18(1), 185–192.", "ArticleIdList": ["35180911", "10.1166/jbn.2022.3236"]}, {"Citation": "Lu, B.-Y., Zhu, G.-Y., Yu, C.-H., Chen, G.-Y., Zhang, C.-L., & Zeng, X., et al. (2021). Functionalized graphene oxide nanosheets with unique three-in-one properties for efficient and tunable antibacterial applications. Nano Research, 14(1), 185–190.", "ArticleIdList": ["10.1007/s12274-020-3064-6"]}, {"Citation": "Williams, D. F. (2008). On the mechanisms of biocompatibility. Biomaterials, 29(20), 2941–2953.", "ArticleIdList": ["18440630", "10.1016/j.biomaterials.2008.04.023"]}, {"Citation": "Kohane, D. S., & Langer, R. (2010). Biocompatibility and drug delivery systems. Chemical Science, 1(4), 441–446.", "ArticleIdList": ["10.1039/C0SC00203H"]}, {"Citation": "Anderson, J. M., Rodriguez, A., & Chang, D. T. (2008). Foreign body reaction to biomaterials. Seminars in Immunology, 20(2), 86–100.", "ArticleIdList": ["18162407", "10.1016/j.smim.2007.11.004"]}, {"Citation": "Nicolete, R., dos Santos, D. F., & Faccioli, L. H. (2011). The uptake of PLGA micro or nanoparticles by macrophages provokes distinct in vitro inflammatory response. International Immunopharmacology, 11(10), 1557–1563.", "ArticleIdList": ["21621649", "10.1016/j.intimp.2011.05.014"]}, {"Citation": "Liu, S., Maheshwari, R., & Kiick, K. L. (2009). Polymer-based therapeutics. Macromolecules, 42(1), 3–13.", "ArticleIdList": ["21494423", "3074525", "10.1021/ma801782q"]}, {"Citation": "Tabata, Y., & Ikada, Y. (1988). Macrophage phagocytosis of biodegradable microspheres composed of L-lactic acid/glycolic acid homo- and copolymers. Journal of Biomedical Materials Research, 22(10), 837–858.", "ArticleIdList": ["3220838", "10.1002/jbm.820221002"]}, {"Citation": "Thiele, L., Rothen-Rutishauser, B., Jilek, S., Wunderli-Allenspach, H., Merkle, H. P., & Walter, E. (2001). Evaluation of particle uptake in human blood monocyte-derived cells in vitro. Does phagocytosis activity of dendritic cells measure up with macrophages? Journal of Control Release, 76(1-2), 59–71.", "ArticleIdList": ["10.1016/S0168-3659(01)00412-6"]}, {"Citation": "Lichter, J. A., & Rubner, M. F. (2009). Polyelectrolyte multilayers with intrinsic antimicrobial functionality: the importance of mobile polycations. Langmuir, 25(13), 7686–7694.", "ArticleIdList": ["19317389", "10.1021/la900349c"]}, {"Citation": "Anand, U., Carpena, M., Kowalska-Góralska, M., Garcia-Perez, P., Sunita, K., & Bontempi, E., et al. (2022). Safer plant-based nanoparticles for combating antibiotic resistance in bacteria: A comprehensive review on its potential applications, recent advances, and future perspective. Science of The Total Environment, 821, 153472.", "ArticleIdList": ["35093375", "10.1016/j.scitotenv.2022.153472"]}, {"Citation": "Prasher, P., Singh, M., & Mudila, H. (2018). Silver nanoparticles as antimicrobial therapeutics: current perspectives and future challenges. 3 Biotech, 8(10), 411.", "ArticleIdList": ["30237958", "6138003", "10.1007/s13205-018-1436-3"]}, {"Citation": "Ssekatawa, K., Byarugaba, D. K., Kato, C. D., Ejobi, F., Tweyongyere, R., & Lubwama, M., et al. (2020). Nanotechnological solutions for controlling transmission and emergence of antimicrobial-resistant bacteria, future prospects, and challenges: a systematic review. Journal of Nanoparticle Research, 22(5), 117.", "ArticleIdList": ["10.1007/s11051-020-04817-7"]}, {"Citation": "Gómez-Núñez, M. F., Castillo-López, M., Sevilla-Castillo, F., Roque-Reyes, O. J., Romero-Lechuga, F., & Medina-Santos, D. I., et al. (2020). Nanoparticle-based devices in the control of antibiotic resistant bacteria. Frontiers in Microbiology, 11, 563821.", "ArticleIdList": ["33324356", "7723998", "10.3389/fmicb.2020.563821"]}, {"Citation": "Yoon, K. Y., Byeon, J. H., Park, C. W., & Hwang, J. (2008). Antimicrobial effect of silver particles on bacterial contamination of activated carbon fibers. Environmental Science and Technology, 42(4), 1251–1255.", "ArticleIdList": ["18351101", "10.1021/es0720199"]}, {"Citation": "Gajjar, P., Pettee, B., Britt, D. W., Huang, W., Johnson, W. P., & Anderson, A. J. (2009). Antimicrobial activities of commercial nanoparticles against an environmental soil microbe, Pseudomonas putida KT2440. Journal of Biological Engineering, 3(1), 9.", "ArticleIdList": ["19558688", "2714038", "10.1186/1754-1611-3-9"]}, {"Citation": "Sheng, Z., & Liu, Y. (2011). Effects of silver nanoparticles on wastewater biofilms. Water Research, 45(18), 6039–6050.", "ArticleIdList": ["21940033", "10.1016/j.watres.2011.08.065"]}, {"Citation": "Padmavathy, N., & Vijayaraghavan, R. (2008). Enhanced bioactivity of ZnO nanoparticles-an antimicrobial study. Science Technology and Advanced Materials, 9(3), 035004.", "ArticleIdList": ["10.1088/1468-6996/9/3/035004"]}, {"Citation": "Nair, S., Sasidharan, A., Divya Rani, V. V., Menon, D., Nair, S., & Manzoor, K., et al. (2009). Role of size scale of ZnO nanoparticles and microparticles on toxicity toward bacteria and osteoblast cancer cells. Journal of Materials Science Materials in Medicine, 20(Suppl 1), S235–S241.", "ArticleIdList": ["18716714", "10.1007/s10856-008-3548-5"]}, {"Citation": "Jones, N., Ray, B., Ranjit, K. T., & Manna, A. C. (2008). Antibacterial activity of ZnO nanoparticle suspensions on a broad spectrum of microorganisms. FEMS Microbiology Letters, 279(1), 71–76.", "ArticleIdList": ["18081843", "10.1111/j.1574-6968.2007.01012.x"]}, {"Citation": "Kumar, A., Pandey, A. K., Singh, S. S., Shanker, R., & Dhawan, A. (2011). Cellular uptake and mutagenic potential of metal oxide nanoparticles in bacterial cells. Chemosphere, 83(8), 1124–1132.", "ArticleIdList": ["21310462", "10.1016/j.chemosphere.2011.01.025"]}, {"Citation": "Friedman, A., Blecher, K., Sanchez, D., Tuckman-Vernon, C., Gialanella, P., & Friedman, J. M., et al. (2011). Susceptibility of Gram-positive and -negative bacteria to novel nitric oxide-releasing nanoparticle technology. Virulence, 2(3), 217–221.", "ArticleIdList": ["21577055", "10.4161/viru.2.3.16161"]}, {"Citation": "Sinha, R., Karan, R., Sinha, A., & Khare, S. K. (2011). Interaction and nanotoxic effect of ZnO and Ag nanoparticles on mesophilic and halophilic bacterial cells. Bioresource Technology, 102(2), 1516–1520.", "ArticleIdList": ["20797851", "10.1016/j.biortech.2010.07.117"]}, {"Citation": "Takemoto, K., Yamamoto, Y., Ueda, Y., Sumita, Y., Yoshida, K., & Niki, Y. (2006). Comparative study on the efficacy of AmBisome and Fungizone in a mouse model of pulmonary aspergillosis. Journal of Antimicrobial Chemotherapy, 57(4), 724–731.", "ArticleIdList": ["16446374", "10.1093/jac/dkl005"]}, {"Citation": "Hiemenz, J. W., & Walsh, T. J. (1996). Lipid formulations of amphotericin B: recent progress and future directions. Clin Infect Dis, 22(Suppl 2), S133–S144.", "ArticleIdList": ["8722841", "10.1093/clinids/22.Supplement_2.S133"]}, {"Citation": "Liu, P., Chen, G., & Zhang, J. (2022). A review of liposomes as a drug delivery system: current status of approved products, regulatory environments, and future perspectives. Molecules, 27(4), 1372.", "ArticleIdList": ["35209162", "8879473", "10.3390/molecules27041372"]}, {"Citation": "Omri, A., Suntres, Z. E., & Shek, P. N. (2002). Enhanced activity of liposomal polymyxin B against Pseudomonas aeruginosa in a rat model of lung infection. Biochemical Pharmacology, 64(9), 1407–1413.", "ArticleIdList": ["12392822", "10.1016/S0006-2952(02)01346-1"]}, {"Citation": "Schumacher, I., & Margalit, R. (1997). Liposome-encapsulated ampicillin: physicochemical and antibacterial properties. Journal of Pharmaceutical Sciences, 86(5), 635–641.", "ArticleIdList": ["9145392", "10.1021/js9503690"]}, {"Citation": "Mimoso, I. M., Francisco, A. P. G., & Cruz, M. E. M. (1997). Liposomal formulation of netilmicin. International Journal of Pharmaceutics, 147(1), 109–117.", "ArticleIdList": ["10.1016/S0378-5173(96)04807-7"]}, {"Citation": "Magallanes, M., Dijkstra, J., & Fierer, J. (1993). Liposome-incorporated ciprofloxacin in treatment of murine salmonellosis. Antimicrob Agents Chemother, 37(11), 2293–2297.", "ArticleIdList": ["8285608", "192381", "10.1128/AAC.37.11.2293"]}, {"Citation": "Kim, H. J., & Jones, M. N. (2004). The delivery of benzyl penicillin to Staphylococcus aureus biofilms by use of liposomes. Journal of Liposome Research, 14(3-4), 123–139.", "ArticleIdList": ["15676122", "10.1081/LPR-200029887"]}, {"Citation": "Schiffelers, R., Storm, G., & Bakker-Woudenberg, I. (2001). Liposome-encapsulated aminoglycosides in pre-clinical and clinical studies. Journal of Antimicrobiol Chemotherapy, 48(3), 333–344.", "ArticleIdList": ["10.1093/jac/48.3.333"]}, {"Citation": "Fielding, R. M., Lewis, R. O., & Moon-McDermott, L. (1998). Altered tissue distribution and elimination of amikacin encapsulated in unilamellar, low-clearance liposomes (MiKasome). Pharmaceutical Research, 15(11), 1775–1781.", "ArticleIdList": ["9834002", "10.1023/A:1011925132473"]}, {"Citation": "Onyeji, C. O., Nightingale, C. H., & Marangos, M. N. (1994). Enhanced killing of methicillin-resistant Staphylococcus aureus in human macrophages by liposome-entrapped vancomycin and teicoplanin. Infection, 22(5), 338–342.", "ArticleIdList": ["7843812", "10.1007/BF01715542"]}, {"Citation": "Gomes, C., Moreira, R. G., & Castell-Perez, E. (2011). Poly (DL-lactide-co-glycolide) (PLGA) nanoparticles with entrapped trans-cinnamaldehyde and eugenol for antimicrobial delivery applications. Journal of Food Sciences, 76(2), N16–N24."}, {"Citation": "Iannitelli, A., Grande, R., Di Stefano, A., Di Giulio, M., Sozio, P., & Bessa, L. J., et al. (2011). Potential antibacterial activity of carvacrol-loaded poly(DL-lactide-co-glycolide) (PLGA) nanoparticles against microbial biofilm. International Journal of Molecular Sciences, 12(8), 5039–5051.", "ArticleIdList": ["21954343", "3179150", "10.3390/ijms12085039"]}, {"Citation": "Wattanasatcha, A., Rengpipat, S., & Wanichwecharungruang, S. (2012). Thymol nanospheres as an effective anti-bacterial agent. International Journal of Pharmaceutics, 434(1), 360–365.", "ArticleIdList": ["22698863", "10.1016/j.ijpharm.2012.06.017"]}, {"Citation": "Gortzi, O., Lala, S., Chinou, I., & Tsaknis, J. (2007). Evaluation of the antimicrobial and antioxidant activities of Origanum dictamnus extracts before and after encapsulation in liposomes. Molecules, 12(5), 932–945.", "ArticleIdList": ["17873829", "6149476", "10.3390/12050932"]}, {"Citation": "Trombetta, D., Castelli, F., Sarpietro, M. G., Venuti, V., Cristani, M., & Daniele, C., et al. (2005). Mechanisms of antibacterial action of three monoterpenes. Antimicrobiols Agents Chemotherapy, 49(6), 2474–2478.", "ArticleIdList": ["10.1128/AAC.49.6.2474-2478.2005"]}, {"Citation": "Sugumar, S., Mukherjee, A., & Chandrasekaran, N. (2015). Eucalyptus oil nanoemulsion-impregnated chitosan film: antibacterial effects against a clinical pathogen, Staphylococcus aureus, in vitro. International Journal of Nanomedicine, 1(Suppl 1), 67–75."}, {"Citation": "Viyoch, J., Pisutthanan, N., Faikreua, A., Nupangta, K., Wangtorpol, K., & Ngokkuen, J. (2006). Evaluation of in vitro antimicrobial activity of Thai basil oils and their micro-emulsion formulas against Propionibacterium acnes. International Journal of Cosmetic Science, 28(2), 125–133.", "ArticleIdList": ["18492147", "10.1111/j.1467-2494.2006.00308.x"]}, {"Citation": "Donsì, F., Annunziata, M., Vincensi, M., & Ferrari, G. (2012). Design of nanoemulsion-based delivery systems of natural antimicrobials: effect of the emulsifier. Journal of Biotechnology, 159(4), 342–350.", "ArticleIdList": ["21763730", "10.1016/j.jbiotec.2011.07.001"]}]}], "History": [{"Year": "2024", "Month": "7", "Day": "11"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "11", "Minute": "7"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39023679", "10.1007/s12013-024-01428-0", "10.1007/s12013-024-01428-0"]}}]}