{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "39021456", "DateRevised": {"Year": "2024", "Month": "07", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1039/d4ra03578j"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "17"}], "Journal": {"ISSN": "2046-2069", "JournalIssue": {"Volume": "14", "Issue": "31", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "12"}}, "Title": "RSC advances", "ISOAbbreviation": "RSC Adv"}, "ArticleTitle": "GC-MS analysis, phytochemical composition of <i>Hertia cheirifolia</i> L. essential oil with pharmacological assessments: antioxidant, antibacterial, and antifungal activities.", "Pagination": {"StartPage": "22548", "EndPage": "22559", "MedlinePgn": "22548-22559"}, "Abstract": {"AbstractText": ["The genus <i>Hertia</i>, which belongs to the Asteraceae family, is a flowering genus with 12 species found in Africa, North and South. Among the species present in Algeria, <i>Hertia cheirifolia</i> L. is distributed in the eastern regions of Algeria. The aim of this study is to evaluate its phytochemical composition with following pharmacological assessments: the antioxidant, antibacterial, and antifungal activities of <i>Hertia cheirifolia</i> L. essential oil (EO). GC-MS analysis was used to analyze the chemical constituents of <i>H. cheirifolia</i> essential oil. The antioxidant capacity was assessed using DPPH, FRAP, and H<sub>2</sub>O<sub>2</sub> tests. The EO was also tested for its ability to inhibit six strains of microorganisms, including two Gram (+) and four Gram (-) strains. The antifungal activity was tested by analyzing the effect of the EO on the mycelial growth of <i>Fusarium oxysporum</i> f.sp. <i>lycopersici</i> (FOL) fungi. Results showed that primary volatile components were α-pinene (32.59%), 2-(1-cyclopent-1-enyl-1-methylethyl) cyclopentanone (14.62%), (-)-germacrene D (11.37%), and bakkenolide A (9.57%). <i>H. cheirifolia</i> EO showed inhibitory effects against DPPH, H<sub>2</sub>O<sub>2</sub>, and FRAP (IC<sub>50</sub> = 0.34 ± 0.1, 0.053 ± 0.1, and 0.047 ± 0.01 mg mL<sup>-1</sup>, respectively). The EO also exhibited moderate antibacterial effects against <i>Staphylococcus aureus</i> ATCC 25923 (<i>S. aureus</i>), <i>Streptococcus pneumoniae</i> ATCC 49619 (<i>S. pneumoniae</i>), and <i>Enterobacter aerogenes</i> ATCC 13048 (<i>E. aerogenes</i>), as well as significant antioxidant potential and varied antifungal activity based on dosage and fungal strain. To our knowledge, no previous research has examined the antifungal capacity of <i>H. cheirifolia</i> oil and oil-mycelial development of the FOL relationship. To fully explore the benefits of <i>H. cheirifolia</i> EO, more <i>in vivo</i> research is necessary, along with more testing on other bacterial and fungal strains."], "CopyrightInformation": "This journal is © The Royal Society of Chemistry."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, University of 20 Août 1955-Skikda PO Box 26 El-Hadaiek Road Algeria b_wassila84@yahoo.fr."}], "LastName": "Benabderrahmane", "ForeName": "Wassila", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit Valorization of Natural Resources, Bioactive Molecules, and Physicochemical and Biological Analyses, University of the Mentouri Brothers Constantine1, Aïn El Bey Road 25000 Constantine Algeria hamzafadel64@yahoo.com sekharaines@gmail.com mennai_imad@umc.edu.dz."}], "LastName": "Fadel", "ForeName": "Hamza", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit Valorization of Natural Resources, Bioactive Molecules, and Physicochemical and Biological Analyses, University of the Mentouri Brothers Constantine1, Aïn El Bey Road 25000 Constantine Algeria hamzafadel64@yahoo.com sekharaines@gmail.com mennai_imad@umc.edu.dz."}], "LastName": "Sekhara", "ForeName": "Ines", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit Valorization of Natural Resources, Bioactive Molecules, and Physicochemical and Biological Analyses, University of the Mentouri Brothers Constantine1, Aïn El Bey Road 25000 Constantine Algeria hamzafadel64@yahoo.com sekharaines@gmail.com mennai_imad@umc.edu.dz."}], "LastName": "Mennai", "ForeName": "Imad", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit in Medicinal Plants (URPM. 3000, Laghouat) Attached to the Research Centre of Biotechnology (CRBt. 25000, Constantine) Algeria kadi.imed.eddine@gmail.com."}], "LastName": "Kadi", "ForeName": "Imed Eddine", "Initials": "IE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, Faculty of Engineering, Taif University PO 11099 Taif 21944 Saudi Arabia mo.helal@tu.edu.sa."}], "LastName": "Helal", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": ["0000-0003-3162-9453"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Nutrition, College of Sciences, Taif University PO Box 11099 Taif 21944 Saudi Arabia rokayya.d@ tu.edu.sa."}], "LastName": "Sami", "ForeName": "Rokayya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, University College-Ranyah, Taif University PO Box 11099 Saudi Arabia h.abodeif@tu.edu.sa."}], "LastName": "Abo-Dief", "ForeName": "Hala M", "Initials": "HM"}, {"Identifier": ["0000-0001-8621-8614"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Faculty of Applied Medical Sciences, University of Tabuk PO Box 741 Tabuk 71491 Saudi Arabia rbedaiwi@ut.edu.sa m.alenezi@ut.edu.sa."}], "LastName": "Bedaiwi", "ForeName": "Ruqaiah I", "Initials": "RI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Technology, Faculty of Applied Medical Sciences, University of Tabuk PO Box 741 Tabuk 71491 Saudi Arabia rbedaiwi@ut.edu.sa m.alenezi@ut.edu.sa."}], "LastName": "Alanazi", "ForeName": "Mohammad A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Turabah University College, Taif University 21995 Saudi Arabia h.alharthy@tu.edu.sa."}], "LastName": "Al-Harthi", "ForeName": "Helal F", "Initials": "HF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, College of Science, University of Jeddah Jeddah 21959 Saudi Arabia rhkadi@uj.edu.sa."}], "LastName": "Kadi", "ForeName": "Roqayah H", "Initials": "RH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program of Food Sciences and Nutrition, Turabah University College, Taif University PO 11099 Taif 21944 Saudi Arabia s.aboshal@tu.edu.sa."}], "LastName": "Abushal", "ForeName": "Suzan A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Sciences, Umm Al-Qura University Makkah Saudi Arabia tsbishi@uqu.edu.sa."}], "LastName": "Albishi", "ForeName": "Tasahil S", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Al-Jumum University College, Umm Al-Qura University Makkah Saudi Arabia atqumsani@uqu.edu.sa shqari@uqu.edu.sa."}], "LastName": "Qumsani", "ForeName": "Alaa T", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Al-Jumum University College, Umm Al-Qura University Makkah Saudi Arabia atqumsani@uqu.edu.sa shqari@uqu.edu.sa."}], "LastName": "Qari", "ForeName": "Sameer H", "Initials": "SH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "RSC Adv", "NlmUniqueID": "101581657", "ISSNLinking": "2046-2069"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hussain A. Potential Medicinal Uses of Plants From the Asteraceae (Compositae) Family in Pakistan: A Literature Review Based Meta-analysis. J. Herb. Med. 2024;45:100871."}, {"Citation": "Rolnik A. Olas B. The plants of the Asteraceae family as agents in the protection of human health. Int. J. Mol. Sci. 2021;22(6):3009.", "ArticleIdList": ["PMC7999649", "33809449"]}, {"Citation": "Denisow-Pietrzyk M. Pietrzyk L. Denisows B. Asteraceae species as potential environmental factors of allergy. Environ. Sci. Pollut. Res. 2019;26:6290–6300.", "ArticleIdList": ["PMC6428906", "30666578"]}, {"Citation": "Ccana-Ccapatinta G. V. Monge M. Ferreira P. L. Da Costa F. B. Chemistry and medicinal uses of the subfamily Barnadesioideae (Asteraceae) Phytochem. Rev. 2018;17:471–489."}, {"Citation": "Piątkowska E. Biel W. Witkowicz R. Kępińska-Pacelik J. Chemical composition and antioxidant activity of Asteraceae family plants. Appl. Sci. 2022;12(23):12293."}, {"Citation": "Yien R. M. K. Santos Matos A. P. d. Gomes A. C. C. Garófalo D. d. A. Santos-Oliveira R. Simas N. K. Ricci-Júnior E. Nanotechnology promoting the development of products from the biodiversity of the Asteraceae family. Nutrients. 2023;15(7):1610.", "ArticleIdList": ["PMC10096939", "37049452"]}, {"Citation": "Petrova M. Georgieva K. M. Geneva M. P. Influence of abiotic and biotic elicitors on organogenesis, biomass accumulation, and production of key secondary metabolites in Asteraceae plants. Int. J. Mol. Sci. 2024;25(8):4197.", "ArticleIdList": ["PMC11050642", "38673783"]}, {"Citation": "Akhgar M. R. Shariatifar M. Akhgar A. R. Moradalizadeh M. Faghihi-Zarandi A. Chemical composition and antibacterial activity of the leaf essential oil from Hertia Intermedia. Chem. Nat. Compd. 2012;48:329–331."}, {"Citation": "Iamonico D. El mokni R. Hertia cheirifolia and H. maroccana (Asteraceae), two species endemic to North Africa: nomenclatural notes, morphology, distribution, and IUCN Red List assessments. Collect. Bot. 2021;40:009."}, {"Citation": "Soltanian S. Sheikhbahaei M. Mohamadi N. Pabarja A. Abadi M. F. S. Tahroudi M. H. M. Biosynthesis of zinc oxide nanoparticles Using Hertia intermedia and evaluation of its cytotoxic and antimicrobial activities. J. Bionanosci. 2021;11:245–255."}, {"Citation": "Majouli K. Hlila M. B. Hamdi A. Kenani A. Phytochemical and pharmacological properties of Hertia L. genus. SOJ Pharm. Pharm. Sci. 2018;5(2):1–3."}, {"Citation": "Cherni M. Dallali S. Dallali D. Mouhbi R. Bouraoui H. Jdidi S. Selmi H. Allelopathic activity and chemical constituents of extracts from leaves and stems of Kherchoun (Hertia cheirifolia) J. Int. Res. Med. Pharm. Sci. 2023;18(2):1–12."}, {"Citation": "Gubb A. S., La flore Algérienne naturelle et Acquise, Imprimerie Adolphe Jourdan, place du gouvernement, Alger, 1913"}, {"Citation": "Pottier-Alapetite G., Flore de la Tunisie. Imprimerie officielle de la république Tunisienne, 1981, vol. 11"}, {"Citation": "Beniston N. T. and Beniston W. S., Fleurs d'Algérie F.N.1, Alger, 1984"}, {"Citation": "Majouli K. Hlila M. B. Flamini G. Jannet H. B. Kenani A. In vitro antibacterial activity of the Hertia cheirifolia L. essential oils. J. Coastal Life Med. 2016;4(11):865–867."}, {"Citation": "Bouriche H. Kada S. Assaf A. M. Senator A. Gül F. Dimertas I. Phytochemical screening and anti-inflammatory properties of Algerian Hertia cheirifolia methanol extract. Pharm. Biol. 2016;54(11):2584–2590.", "ArticleIdList": ["27159241"]}, {"Citation": "Abdelouhab K. Guemmaz T. Karamać M. Kati D. E. Amarowicz R. Arrar L. Phenolic composition and correlation with antioxidant properties of various organic fractions from Hertia cheirifolia extracts. J. Pharm. Biomed. Anal. 2023;235:115673.", "ArticleIdList": ["37634359"]}, {"Citation": "Bassa N. Boulechfar S. Boutellaa S. Senoussi M. M. Zellagui A. Essential oils of Hertia cheirifolia Leaves in fructification stage with high anti bacterial activity. Ann. Rom. Soc. Cell Biol. 2022;26(1):3784–3791."}, {"Citation": "Ounoughi A. Ramdani M. Lograda T. Chalard P. Figueredo G. Chemical composition, antimicrobial activity and chromosome number of Hertia cheirifolia L. from Algeria. Acta Sci. Nat. 2020;7(2):31–43."}, {"Citation": "Rahali N. Mehdi S. Younsi F. Boussaid M. Messaoud C. Antioxidant, α-amylase, and acetylcholinesterase inhibitory activities of Hertia cheirifolia essential oils: influence of plant organs and seasonal variation. Int. J. Food Prop. 2017;20(S2):S1637–S1651."}, {"Citation": "Segueni N. Zellagui A. Boulechfar S. Derouiche K. Rhouati S. Essential oil of Hertia cheirifolia leaves: chemical composition, antibacterial and antioxidant activities. J. Mater. Environ. Sci. 2017;8(2):551–556."}, {"Citation": "Majouli K. Kenani A. Bioactivity of essential oil from Hertia cheirifolia L. flowers in the control of bacteria. Trends Phytochem. Res. 2017;1(1):23–26."}, {"Citation": "Attia S. Grissa K. L. Mailleux A. C. Heuskin S. Lognay G. Hance T. Acaricidal activities of Santolina africana and Hertia cheirifolia essential oils against the two-spotted spider mite (Tetranychusurticae) SCI Pest Manag. Sci. 2012;68:1069–1076.", "ArticleIdList": ["22407653"]}, {"Citation": "Bousselsela H. Benhouda A. Yahia M. Benbia S. Ghecham A. Zidani A. In vitro evaluation of antioxidant and antibacterial activities of extracts of Hertia cheirifolia's leaves. Nat. Sci. 2012;4(11):825–831."}, {"Citation": "Khedidja A. Touahria C. Djeghader N. E. H. Boudjelida H. Laboratory study of the larvicidal efficacy of a local plant Hernia cheirifolia against the most abundant mosquito species, in Algeria. J. Entomol. Zool. Stud. 2018;6(1):258–262."}, {"Citation": "Boulanouar B. Cheraif K. Gherib A. Rezzoug M. GC-MS Analysis of essential oil of Lavandula officinalis (Lamiaceae) from Laghouat, Algeria. South Asian J. 2022;12(2):232–236."}, {"Citation": "Babushok V. I. Linstrom P. J. Zenkevich I. G. Retention indices for frequently reported compounds of plant essential oils. J. Phys. Chem. Ref. Data. 2011;40(4):043101."}, {"Citation": "Mahcene S. Elhouiti F. Mennai I. Pinto D. C. G. A. Tahri D. Ouinten M. Yousfi M. A comparative study on the chemical composition, anti-microbial, antiparasitic, and cytotoxic activities of Rhanterium adpressum Coss. & Dur. and Rhanterium suaveolens Desf. essential oils from Algeria. J. Essent.Oil Bear. Plants. 2024;27(2):327–340."}, {"Citation": "Gargouri O. D. Gargouri B. Trabelsi S. K. Bouaziz M. Abdelhédi R. Synthesis of 3-O-methylgallic acid a powerful antioxidant by electrochemical conversion of syringic acid. Biochim. Biophys. Acta, Gen. Subj. 2013;1830(6):3643–3649.", "ArticleIdList": ["23434437"]}, {"Citation": "Remigante A. Spinelli S. Straface E. Gambardella L. Caruso D. Falliti G. Dossena S. Marino A. Morabito R. Antioxidant activity of quercetin in a H2O2-induced oxidative stress model in red blood cells: functional role of band 3 protein. Int. J. Mol. Sci. 2022;23(19):10991.", "ArticleIdList": ["PMC9569818", "36232293"]}, {"Citation": "Chokri M. Laabidi A. Boussaid M. Myrtus communis L. Infusions: the effect of infusion time on phytochemical composition, antioxidant, and antimicrobial activities. J. Food Sci. 2012;77(9):941–947.", "ArticleIdList": ["22888790"]}, {"Citation": "Song W. Zhou L. Yang C. Cao X. Zhang L. Liu X. Tomato Fusarium wilt and its chemical control strategies in a hydroponic system. Crop Prot. 2004;23(3):243–247."}, {"Citation": "Patel R. P. Singh R. Rao B. R. R. Singh R. R. Srivastava A. Lal R. K. Differential response of genotype×environment on phenology, essential oil yield and quality of natural aroma chemicals of five Ocimum species. Ind. Crops Prod. 2016;87:210–217."}, {"Citation": "Doozakhdarreh S. F. K. Khorshidi J. Morshedloo M. R. Essential oil content and components, antioxidant activity and total phenol content of rosemary (Rosmarinus ofcinalis L.) as affected by harvesting time and drying method. Bull. Natl. Res. Cent. 2022;46(1):199."}, {"Citation": "Tsiftsoglou O. S. Stagiopoulou R. Krigas N. Lazari D. Exploring the ecological preferences and essential oil variability in wild-growing populations of the endangered local greek endemic Thymus holosericeus (Lamiaceae) Plants. 2023;12(2):348.", "ArticleIdList": ["PMC9864777", "36679061"]}, {"Citation": "Benomari F. Z. Sarazin M. Chaib D. Pichette A. Boumghar H. Boumghar Y. Djabou N. Chemical variability and chemotype concept of essential oils from Algerian wild plants. Molecules. 2023;28(11):4439.", "ArticleIdList": ["PMC10254628", "37298915"]}, {"Citation": "Izuegbuna O. Otunola G. Bradley G. Chemical composition, antioxidant, antiinflammatory, and cytotoxic activities of Opuntia stricta cladodes. PLoS One. 2019;14(1):e0209682.", "ArticleIdList": ["PMC6350967", "30695064"]}, {"Citation": "Ni Z. J. Wang X. Shen Y. Thakur K. Han J. Zhang J. G. Hu F. Wei Z. J. Recent updates on the chemistry, bioactivities, mode of action, and industrial applications of plant essential oils. Trends Food Sci. Technol. 2021;110(1):78–89."}, {"Citation": "Ramak P. Osaloo S. K. Sharifi M. Ebrahimzadeh H. Behmanesh M. Biosynthesis, regulation and properties of plant monoterpenoids. J. Med. Plants Res. 2014;8(29):983–991."}, {"Citation": "Kamal F. Z. Stanciu G. D. Lefter R. Cotea V. V. Niculaua M. Ababei D. C. Ciobica A. Ech-Chahad A. Chemical Composition and Antioxidant Activity of Ammi visnaga L. Essential Oil. Antioxidants. 2022;11(2):347.", "ArticleIdList": ["PMC8868941", "35204230"]}, {"Citation": "Fadel H. Benayache F. Chalchat J. C. Figueredo G. Chalard P. Hazmoune H. Benayache S. Essential oil constituents of Juniperus oxycedrus L. and Cupressus sempervirens L. (Cupressaceae) growing in Aures region of Algeria. Nat. Prod. Res. 2019;35(15):2616–2620.", "ArticleIdList": ["31696737"]}, {"Citation": "Walia S. Mukhia S. Bhatt V. Kumar R. Kumar R. Variability in chemical composition and antimicrobial activity of Tagetes minuta L. essential oil collected from different locations of Himalaya. Ind. Crops Prod. 2020;150:112449."}, {"Citation": "Farhadi N. Babaei K. Farsaraei S. Moghaddam M. Pirbalouti A. G. Changes in essential oil compositions, total phenol, flavonoids and antioxidant capacity of Achillea millefolium at different growth stages. Ind. Crops Prod. 2020;152(8):112570."}, {"Citation": "Daghbouche S. Ammar I. Rekik D. M. Djazouli Z. E. Zebib B. Merah O. Effect of phenological stages on essential oil composition of Cytisus triflorus L'Her. J. King Saud Univ., Sci. 2020;32(4):2383–2387."}, {"Citation": "Afshar M. Najafian S. Radi M. The effect of harvest time on the natural product of Rosmarinus officinalis L. from South Iran (Fars province) Nat. Prod. Res. 2021;36(10):2637–2642.", "ArticleIdList": ["33974457"]}, {"Citation": "Srivastava S. Lal R. K. Maurya R. Mishra A. Yadav A. K. Pandey G. Rout P. K. Chanotiya C. S. Chemical diversity of essential oil among basil genotypes (Ocimum viride Willd.) across the years. Ind. Crops Prod. 2021;173(3149362):114153."}, {"Citation": "Rathore S. Mukhia S. Kapoor S. Bhatt V. Kumar R. Kumar R. Seasonal variability in essential oil composition and biological activity of Rosmarinus officinalis L. accessions in the western Himalaya. Sci. Rep. 2022;12(1):1–13.", "ArticleIdList": ["PMC8885650", "35228638"]}, {"Citation": "Majouli K. Hlila M. B. Hamdi A. Flamini G. Jannet H. B. Kenani A. Antioxidant activity and α-glucosidase inhibition by essential oils from Hertia cheirifolia (L.) Ind. Crops Prod. 2015;82:23–28."}, {"Citation": "Kadri A. Zarai Z. Chobba I. B. Gharsallah N. Damak M. Békir A. Chemical composition and in vitro antioxidant activities of Thymelaea hirsute L: essential oil from Tunisia. Afr. J. Biotechnol. 2013;10:2930–2935."}, {"Citation": "Assaeed A. Elshamy A. El Gendy A. E. Dar B. Al-Rowaily S. Abd-El Gawad A. Sesquiterpenes-rich essential oil from above ground parts of Pulicaria somalensisexhibited antioxidant activity and allelopathic effect on weeds. Agronomy. 2020;10(3):399."}, {"Citation": "Sudarikov D. V. Krymskaya Y. V. Melekhin A. K. Shevchenko O. G. Synthesis and antioxidantactivity of monoterpenen itrobenzylidene sulfenimines. Chem. Pap. 2021;75(6):1–7."}, {"Citation": "Chukicheva I. Y. Fedorova I. V. Shevchenko O. G. Kutchin A. V. Monoterpene derivatives of sesamol. Synthesis and evaluation of antioxidant properties. Russ. Chem. Bull. 2023;72:2215–2223."}, {"Citation": "Chraibi M. Farah A. Elamin O. Iraqui H. M. Fikri-Benbrahim K. Characterization, antioxidant, antimycobacterial, antimicrobial effects of Moroccan rosemary essential oil, and its synergistic antimicrobial potential with carvacrol. J. Adv. Pharm. Technol. Res. 2020;11(1):25–29.", "ArticleIdList": ["PMC7034174", "32154155"]}, {"Citation": "Akacha B. B. Michalak M. Mekinić I. G. Kačániová M. Chaari M. Brini F. Saad R. B. Mnif W. Garzoli S. Hsouna A. B. Mixture design of α-pinene, α-terpineol, and 1,8-cineole: a multiobjective response followed by chemometric approaches to optimize the antibacterial effect against various bacteria and antioxidant activity. Food Sci. Nutr. 2023;12(1):574–589.", "ArticleIdList": ["PMC10804091", "38268912"]}, {"Citation": "Nagy J. K. Móricz Á. M. Böszörményi A. Ambrus Á. Schwarczinger I. Antibacterial effect of essential oils and their components against Xanthomonas arboricola pv. pruni revealed by microdilution and direct bioautographic assays. Front. Cell. Infect. Microbiol. 2023;13:2023.", "ArticleIdList": ["PMC10303133", "37389207"]}, {"Citation": "Benslama A., Boumerfeg S., Beghiani A., Aouachria S., Khennou S. and Arrar L., Total phenolic contents and antioxidant activities of Hertia cheirifolia leaves extracts, Proceeding of the 2nd African Congress on Biology and Health University Ferhat Abbas Setif1, 2012, vol. 93"}, {"Citation": "Menakh M. Mahdi D. Boutellaa S. Zellagui A. Lahouel M. Bensouici C. In vitro antioxidant activity and protective effect of Hertia cheirifolia L. n-butanol extract against liver and heart mitochondrial oxidative stress in rat. Acta Sci. Nat. 2020;7(1):33."}, {"Citation": "da Silva A. C. R. Lopes P. M. Azevedo M. M. B. de Costa D. C. M. Alviano C. S. Alviano D. S. Biological activities of α-pinene and β-pinene enantiomers. Molecules. 2012;17(6):6305–6316.", "ArticleIdList": ["PMC6268778", "22634841"]}, {"Citation": "Salehi B. Upadhyay S. Orhan I. E. Jugran A. K. Jayaweera S. L. D. Dias D. A. Sharopov F. Martins Y. T. N. Baghalpour N. Cho W. C. Sharifi-Rad J. Therapeutic potential of α- and β-Pinene: a miracle gift of nature. Biomol. 2019;9(11):738.", "ArticleIdList": ["PMC6920849", "31739596"]}, {"Citation": "Joshi A. Sharma U. Samani K. Surendra V. Swamy G. Manjunath P. Review on therapeutic activity of pinene (C10H16): an essential oil. Int. J. Adv. Res. Pharm. Edu. 2020;2(1):28–33."}, {"Citation": "Aazza S. Lyoussi B. Miguel M. G. Antioxidant and antiacetylcholinesterase activities of some commercial essential oils and their major compounds. Molecules. 2011;16(9):7672–7690.", "ArticleIdList": ["PMC6264425", "21900869"]}, {"Citation": "Tak J. H. Jovel E. Isman M. B. Comparative and synergistic activity of Rosmarinus officinalis L. essential oil constituents against the larvae and an ovarian cell line of the cabbage looper, Trichoplusiani (Lepidoptera: Noctuidae) Pest Manage. Sci. 2016;72(3):474–480.", "ArticleIdList": ["25809531"]}, {"Citation": "Tohidi B. Rahimmalek M. Arzani A. Essential oil composition, total phenolic, flavonoid contents, and antioxidant activity of Thymus species collected from different regions of Iran. Food Chem. 2017;220:153–161.", "ArticleIdList": ["27855883"]}, {"Citation": "Rivas A. C. d. S. Lopes P. M. Barros M. M. A. Machado D. C. C. Alviano C. S. Alviano D. S. Biological Activities of α-Pinene and β-Pinene Enantiomers. Molecules. 2012;17(6):6305–6316.", "ArticleIdList": ["PMC6268778", "22634841"]}, {"Citation": "Ramos S. Rojas L. B. Lucena M. E. Meccia G. Usubillaga A. Chemical Composition and Antibacterial Activity of Origanum majorana L. Essential Oil from the Venezuelan Andes. J. Essent. Oil Res. 2011;23(5):45–49."}, {"Citation": "Diass K. Merzouki M. Elfazazi K. Azzouzi H. Challioui A. Azzaoui K. Hammouti B. Touzani R. Depeint F. Gotor A. A. Rhazi L. Plants. 2023;12(7):1571.", "ArticleIdList": ["PMC10097330", "37050197"]}, {"Citation": "Kazemi M. Chemical Composition and Antimicrobial Activity of Essential Oil of Matricaria recutita. Int. J. Food Prop. 2015;18:1784–1792."}, {"Citation": "Salamon I. Ibraliu A. Kryvtsova M. Essential Oil Content and Composition of the Chamomile Inflorescences (Matricaria recutita L.) Belonging to Central Albania. Horticulturae. 2023;9(1):47."}, {"Citation": "Daniel P. S. Lourenço E. L. B. Cruz R. M. S. Gonçalves C. H. D. S. Almas L. R. M. D. Hoscheid J. Silva C. D. Jacomassi E. Junior L. B. Alberton O. Composition and antimicrobial activity of essential oil of yarrow (Achillea Millefolium L.) AJCS. 2020;14(3):545–550."}, {"Citation": "Zaibet W. Laouer H. amira S. Flamini G. Ramdani M. Akkal S. Chemical composition and biological activities of Daucus aureus essential oils from eastern algeria. J. Chil. Chem. Soc. 2015;60(4):2721–2728."}, {"Citation": "Özbek H. Yılmaz B. S. Anti-inflammatory and Hypoglycemic Activities of Alpha-pinene. Acta Pharm. Sci. 2017;55(4):7–14."}, {"Citation": "Santos E. S. Coelho G. L. A. Loula Y. K. S. F. Landim B. L. S. Lima C. N. F. Machado S. T. S. Lopes M. J. P. Gomes A. D. S. Costa J. G. M. d. Menezes I. R. A. d. Coutinho H. D. M. Kim B. Felipe C. F. B. Neves S. d. A. Kerntopf M. R. Hypoglycemic, Hypolipidemic, and Anti-Inflammatory Effects of Beta-Pinene in Diabetic Rats. Evidence-Based Complementary Altern. Med. 2022:8173307.", "ArticleIdList": ["PMC9129963", "35620400"]}, {"Citation": "Zamora C. M. P. Torres C. A. Nuñez M. B. Antimicrobial Activity and Chemical Composition of Essential Oils from Verbenaceae Species Growing in South America. Molecules. 2018;23(3):544.", "ArticleIdList": ["PMC6017629", "29494478"]}, {"Citation": "Arunkumar R. Nair S. A. Rameshkumar K. B. Subramoniam A. The Essential Oil Constituents of Zornia diphylla (L.) Pers, and Anti-Inflammatory and Antimicrobial Activities of the Oil. Recent Nat. Prod. 2014;8(4):385–393."}, {"Citation": "Pokajewicz K. Białoń M. Svydenko L. Fedin R. Hudz N. Chemical Composition of the Essential Oil of the New Cultivars of Lavandula angustifolia Mill. Bred in Ukraine. Molecules. 2021;26(18):5681.", "ArticleIdList": ["PMC8465323", "34577152"]}, {"Citation": "Chou S. T. Peng H. Y. Hsu J. C. Lin C. C. Shih Y. Achillea millefolium L. Essential Oil Inhibits LPS-Induced Oxidative Stress and Nitric Oxide Production in RAW 264.7 Macrophages. Int. J. Mol. Sci. 2013;14(7):12978–12993.", "ArticleIdList": ["PMC3742169", "23797659"]}, {"Citation": "Alviano W. S. Mendonça-Filho R. R. Alviano D. S. Bizzo H. R. Souto-Padrón T. Rodrigues M. L. Bolognese A. M. Alviano C. S. Souza M. M. G. Antimicrobial activity of Croton cajucara Benth linalool-rich essential oil on artificial biofilms and planktonic microorganisms. Oral Microbiol. Immunol. 2005;20(2):101–105.", "ArticleIdList": ["15720570"]}, {"Citation": "Silva F. Ferreira S. Queiroz J. A. Domingues F. C. Coriander (Coriandrum sativum L.) essential oil: its antibacterial activity and mode of action evaluated by flow cytometry. J. Med. Microbiol. 2011;60:1479–1486.", "ArticleIdList": ["21862758"]}, {"Citation": "Pereira F. G. Marquete R. Domingos L. T. Rocha M. E. N. Ferreira-Pereira A. Mansur E. Moreira D. L. Antifungal activities of the essential oil and its fractions rich in sesquiterpenes from leaves of Casearia sylvestris Sw. An. Acad. Bras. Cienc. 2017;89(4):2817–2824.", "ArticleIdList": ["29236852"]}, {"Citation": "Li H. Song X. Li H. Zhu L. Cao S. Liu J. Sesquiterpenes and monoterpenes from the leaves and stems of Illicium simonsii and their antibacterial activity. Molecules. 2022;27(3):1115.", "ArticleIdList": ["PMC8838251", "35164380"]}, {"Citation": "Li H. L. Yang W. Q. Zhou X. Z. Shao F. Shen T. Guan H. Y. Zheng J. Zhang L. M. Antibacterial and antifungal sesquiterpenoids: chemistry, resource, and activity. Biomol. 2022;12(9):1271.", "ArticleIdList": ["PMC9496053", "36139108"]}]}], "History": [{"Year": "2024", "Month": "5", "Day": "15"}, {"Year": "2024", "Month": "6", "Day": "28"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "18", "Hour": "4", "Minute": "36"}, {"Year": "2024", "Month": "7", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["39021456", "PMC11252729", "10.1039/d4ra03578j", "d4ra03578j"]}}]}