{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antidiabetic Medicinal Plants", "Elemental Profiling", "ICP-OES", "PIXE", "Trace Elements"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39037503", "DateRevised": {"Year": "2024", "Month": "07", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s12011-024-04305-2"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "22"}], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Jul", "Day": "22"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Elemental Profiling of Common Anti-diabetic Medicinal Plants of Swat and Peshawar Districts of Khyber Pakhtunkhwa (KPK) Province of Pakistan: An Investigation Using PIXE and ICP-OES.", "Abstract": {"AbstractText": ["The use of medicinal plants is integral to addressing liver, heart, lung, and other metabolic issues. These plants are rich in vitamins, minerals, flavonoids, and alkaloids, which collectively help in lowering intestinal glucose absorption and increasing insulin secretion by pancreatic tissues. Elemental analysis, encompassing major, minor, and trace elements, was performed on various parts (leaves, roots, and seeds) of 16 anti-diabetic medicinal plants collected from different regions of Swat and Peshawar in Khyber Pakhtunkhwa (KPK), Pakistan. This analysis utilized proton-induced X-ray emission (PIXE) and inductively coupled plasma optical emission spectroscopy (ICP-OES) techniques. Our PIXE and ICP-OES analysis revealed the presence of major (Ca, K, S, P), minor (Si, Cl), and trace (Al, Mn, Fe, Ni, Cu, Zn, Se, Cr, and Sc) elements in various parts (leaves, roots, and seeds) of the 16 anti-diabetic medicinal plants studied. Specifically, elements such as Ca, K, Cr, Cu, Mn, Zn, and Se were detected, all of which are known to contribute in maintaining normal glucose metabolism. Notably, Zn and Se are crucial trace elements for the synthesis, secretion, and action of insulin. Significant Zn concentrations were observed in ten anti-diabetic medicinal plants: Albizia lebbeck (AL), Atropa acuminata (AA), Avena fatua (AF), Citrus medica (CM), Commiphora wightii (CW), Cymbopogon citratus (CC), Daucus carota (DC), Ziziphus mauritiana (FM), Hyoscyamus niger (HN), and Martynia annua (MA), and significant Se concentrations were observed in twelve medicinal plants, i.e., Albizia lebbeck (AL), Allium sativum (AS), Atropa acuminata (AA), Avena fatua (AF), Cannabis sativa (CS), Capparis spinosa (CaS), Commiphora wightii (CW), Cymbopogon citratus (CC), Datura alba (DA), Daucus carota (DC), Ziziphus mauritiana (FM), and Hyoscyamus niger (HN). Our study's elemental analysis using PIXE and ICP-OES on various parts of 16 medicinal plants identified a significant number of useful elements. Elements such as Ca, K, S, P, Al, Si, Cl, Mn, Fe, Ni, Cu, Zn, Se, and Cr were identified and quantified. These findings support the potential use of these plants in managing diabetes and highlight the importance of elemental profiling in understanding their therapeutic properties."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Biological Sciences, Quaid-I-Azam University, Islamabad, 45320, Pakistan. akmalkhattak1994@gmail.com."}], "LastName": "Zubair", "ForeName": "Akmal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Sciences, International Islamic University, Islamabad, 44000, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biological Sciences, Quaid-I-Azam University, Islamabad, 45320, Pakistan."}], "LastName": "Zaib", "ForeName": "Sania", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Key Laboratory of Sericultural Biology and Animal Biotechnology, School of Biotechnology, Jiangsu University of Science and Technology, Zhenjiang, 212100, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Silkworm and Mulberry Genetic Improvement, Ministry of Agriculture and Rural Affairs, The Sericultural Research Institute, Chinese Academy of Agricultural Sciences, Zhenjiang, 212100, China."}], "LastName": "Zhu", "ForeName": "Mingkun", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 55760, 11451, Riyadh, Saudi Arabia."}], "LastName": "Mohany", "ForeName": "Mohamed", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bahadur S, Khan MS, Shah M, Shuaib M, Ahmad M, Zafar M et al (2020) Traditional usage of medicinal plants among the local communities of Peshawar valley, Pakistan. Acta Ecol Sin 40(1):1–29. https://doi.org/10.1016/j.chnaes.2018.12.006", "ArticleIdList": ["10.1016/j.chnaes.2018.12.006"]}, {"Citation": "Jan HA, Jan S, Bussmann RW, Wali S, Sisto F, Ahmad L (2020) Complementary and alternative medicine research, prospects and limitations in Pakistan: a literature review. Acta Ecol Sin 40(6):451–463. https://doi.org/10.1016/j.chnaes.2019.12.005", "ArticleIdList": ["10.1016/j.chnaes.2019.12.005"]}, {"Citation": "Ripa S, Ripa R (1995) Zinc and diabetes mellitus. Minerva Med 86(10):415–421", "ArticleIdList": ["8622809"]}, {"Citation": "Marschner H (2011) Marschner’s mineral nutrition of higher plants. Academic press"}, {"Citation": "Laaouidi Y, Bahmed A, Naylo A, El Khalil H, Ouvrard S, Schwartz C et al (2020) Trace elements in soils and vegetables from market gardens of urban areas in Marrakech City. Biol Trace Elem Res 195:301–16. https://doi.org/10.1007/s12011-019-01849-6", "ArticleIdList": ["10.1007/s12011-019-01849-6", "31392540"]}, {"Citation": "Noor F, Tahir ul Qamar M, Ashfaq UA, Albutti A, Alwashmi AS, Aljasir MA (2022) Network pharmacology approach for medicinal plants: review and assessment. Pharmaceuticals 15(5):572. https://doi.org/10.3390/ph15050572", "ArticleIdList": ["10.3390/ph15050572", "35631398", "9143318"]}, {"Citation": "Choudhury RP, Reddy A, Garg A (2007) Availability of essential elements in nutrient supplements used as antidiabetic herbal formulations. Biol Trace Elem Res 120:148–162. https://doi.org/10.1007/s12011-007-8022-6", "ArticleIdList": ["10.1007/s12011-007-8022-6", "17916967"]}, {"Citation": "Rivlin RS (2001) Historical perspective on the use of garlic. J Nutr 131(3):951S-S954. https://doi.org/10.1093/jn/131.3.951S", "ArticleIdList": ["10.1093/jn/131.3.951S", "11238795"]}, {"Citation": "Iwalewa EO, McGaw L, Naidoo V, Eloff J (2007) Inflammation: the foundation of diseases and disorders. A review of phytomedicines of South African origin used to treat pain and inflammatory conditions. Afr J Biotechnol 6(25):2868. https://doi.org/10.5897/AJB2007.000-2457)", "ArticleIdList": ["10.5897/AJB2007.000-2457)"]}, {"Citation": "Collins FW (1986) Oat phenolics: structure, occurrence, and function. ChemTechnol 227–295"}, {"Citation": "Le Foll B, Trigo JM, Sharkey KA, Le Strat Y (2013) Cannabis and Δ9-tetrahydrocannabinol (THC) for weight loss? Med Hypotheses 80(5):564–567. https://doi.org/10.1016/j.mehy.2013.01.019", "ArticleIdList": ["10.1016/j.mehy.2013.01.019", "23410498"]}, {"Citation": "Tlili N, Elfalleh W, Saadaoui E, Khaldi A, Triki S, Nasri N (2011) The caper (Capparis L.): ethnopharmacology, phytochemical and pharmacological properties. Fitoterapia 82(2):93–101. https://doi.org/10.1016/j.fitote.2010.09.006", "ArticleIdList": ["10.1016/j.fitote.2010.09.006", "20851750"]}, {"Citation": "Bora H, Kamle M, Mahato DK, Tiwari P, Kumar P (2020) Citrus essential oils (CEOs) and their applications in food: an overview. Plants 9(3):357. https://doi.org/10.3390/plants9030357", "ArticleIdList": ["10.3390/plants9030357", "32168877", "7154898"]}, {"Citation": "Yamada T, Sugimoto K (2016) Guggulsterone and its role in chronic diseases. Nat Rev Drug Discov 329–61. https://doi.org/10.1007/978-3-319-41342-6_15"}, {"Citation": "Tajidin N, Ahmad S, Rosenani A, Azimah H, Munirah M (2012) Chemical composition and citral content in lemongrass (Cymbopogon citratus) essential oil at three maturity stages. 11(11):2685–93. https://doi.org/10.5897/AJB11.2939"}, {"Citation": "Singh LR, Singh OM (2013) Datura stramonium: an overview of its phytochemistry and pharmacognosy. Res J Pharmacogn Phytochem 5(3):143–148"}, {"Citation": "Nicolle C, Cardinault N, Gueux E, Jaffrelo L, Rock E, Mazur A et al (2004) Health effect of vegetable-based diet: lettuce consumption improves cholesterol metabolism and antioxidant status in the rat. Clin Nutr 23(4):605–614. https://doi.org/10.1016/j.clnu.2003.10.009", "ArticleIdList": ["10.1016/j.clnu.2003.10.009", "15297097"]}, {"Citation": "Subramoniam A (2016) Plants with anti-diabetes mellitus properties. CRC Press", "ArticleIdList": ["10.1201/b19653"]}, {"Citation": "Gilani AH, Aziz N, Khurram I, Chaudhary K, Iqbal A (2001) Bronchodilator, spasmolytic and calcium antagonist activities of Nigella sativa seeds (Kalonji): a traditional herbal product with multiple medicinal uses. J Pak Med Assoc 51(3):115", "ArticleIdList": ["11381824"]}, {"Citation": "Chakraborty A, Brantner A (2001) Study of alkaloids from Adhatoda vasica Nees on their antiinflammatory activity. Phytother Res 15(6):532–534. https://doi.org/10.1002/ptr.737", "ArticleIdList": ["10.1002/ptr.737", "11536385"]}, {"Citation": "Aviram M, Dornfeld L, Rosenblat M, Volkova N, Kaplan M, Coleman R et al (2000) Pomegranate juice consumption reduces oxidative stress, atherogenic modifications to LDL, and platelet aggregation: studies in humans and in atherosclerotic apolipoprotein E–deficient mice. Am J Clin Nutr 71(5):1062–1076. https://doi.org/10.1093/ajcn/71.5.1062", "ArticleIdList": ["10.1093/ajcn/71.5.1062", "10799367"]}, {"Citation": "Bendaoud H, Romdhane M, Souchard JP, Cazaux S, Bouajila J (2010) Chemical composition and anticancer and antioxidant activities of Schinus molle L. and Schinus terebinthifolius Raddi berries essential oils. J Food Sci 75(6):C466–C72. https://doi.org/10.1111/j.750-3841.2010.01711.x", "ArticleIdList": ["10.1111/j.750-3841.2010.01711.x", "20722898"]}, {"Citation": "Kiss Z, Crilly KS, Tomono M (1997) Bombesin and zinc enhance the synergistic mitogenic effects of insulin and phosphocholine by a MAP kinase-dependent mechanism in Swiss 3T3 cells. FEBS Lett 415(1):71–74. https://doi.org/10.1016/s0014-5793(97)01095-8", "ArticleIdList": ["10.1016/s0014-5793(97)01095-8", "9326372"]}, {"Citation": "Ashrafizadeh H, Abtahi SR, Oroojan AA (2020) Trace element nanoparticles improved diabetes mellitus; a brief report. Diabetes Metab Syndr Clin Res Rev 14(4):443–445. https://doi.org/10.1016/j.dsx.2020.04.026", "ArticleIdList": ["10.1016/j.dsx.2020.04.026"]}, {"Citation": "Ekmekcioglu C, Prohaska C, Pomazal K, Steffan I, Schernthaner G, Marktl W (2001) Concentrations of seven trace elements in different hematological matrices in patients with type 2 diabetes as compared to healthy controls. Biol Trace Elem Res 79:205–219. https://doi.org/10.1385/BTER:79:3:205", "ArticleIdList": ["10.1385/BTER:79:3:205", "11354346"]}, {"Citation": "Choudhury R, Acharya R, Nair A, Reddy A, Garg A (2008) Availability of essential trace elements in medicinal herbs used for diabetes mellitus and their possible correlations. J Radioanal Nucl Chem 276:85–93. https://doi.org/10.1007/s12011-007-8022-6", "ArticleIdList": ["10.1007/s12011-007-8022-6"]}, {"Citation": "Choudhury R, Acharya R, Nair A, Reddy A, Garg A (2008) Availability of essential trace elements in medicinal herbs used for diabetes mellitus and their possible correlations. J Radioanal Nucl Chem 276:85–93. https://doi.org/10.1007/s10967-007-0414-8", "ArticleIdList": ["10.1007/s10967-007-0414-8"]}, {"Citation": "O’Dell BL, Sunde RA (1997) Handbook of nutritionally essential mineral elements. CRC Press", "ArticleIdList": ["10.1201/9781482273106"]}, {"Citation": "Dghaim R, Al Khatib S, Rasool H, Ali Khan M (2015) Determination of heavy metals concentration in traditional herbs commonly consumed in the United Arab Emirates. J Environ Res Public Health 2015. https://doi.org/10.1155/2015/973878"}, {"Citation": "Garg A, Kumar A, Maheshwari G, Sharma S (2005) Isotope dilution analysis for the determination of zinc in blood samples of diabetic patients. J Radioanal Nucl Chem 263(1):39–43. https://doi.org/10.1007/s10967-005-0009-1", "ArticleIdList": ["10.1007/s10967-005-0009-1"]}, {"Citation": "Zeiner M, Cindrić IJ (2017) Review–trace determination of potentially toxic elements in (medicinal) plant materi als. Anal Methods 9(10):1550–1574.  https://doi.org/10.1039/C7AY00016B", "ArticleIdList": ["10.1039/C7AY00016B"]}, {"Citation": "Sukum P, Narongchai P, Boonyawan D, Narongchai S, Tippawan U (2019) Determination of elements in Gymnema inodorum Lour by particle induced X-ray emission (PIXE). Biol Trace Elem Res 192:330–335. https://doi.org/10.1007/s12011-019-01669-8", "ArticleIdList": ["10.1007/s12011-019-01669-8", "30847766"]}, {"Citation": "Steinbrenner H, Duntas LH, Rayman MP (2022) The role of selenium in type-2 diabetes mellitus and its metabolic comorbidities. Redox Biol 50:102236. https://doi.org/10.1016/j.redox.2022", "ArticleIdList": ["10.1016/j.redox.2022", "35144052", "8844812"]}, {"Citation": "Dubey P, Thakur V, Chattopadhyay M (2020) Role of minerals and trace elements in diabetes and insulin resistance. Nutrients 12(6):1864. https://doi.org/10.3390/nu12061864", "ArticleIdList": ["10.3390/nu12061864", "32585827", "7353202"]}, {"Citation": "Hariharan S, Dharmaraj S (2020) Selenium and selenoproteins: it’s role in regulation of inflammation. Inflammopharmacology 28:667–695. https://doi.org/10.1007/s10787-020-00690-x", "ArticleIdList": ["10.1007/s10787-020-00690-x", "32144521", "7222958"]}, {"Citation": "Ferro C, Florindo HF, Santos HA (2021) Selenium nanoparticles for biomedical applications: from development and characterization to therapeutics. Adv Healthc Mater 10(16):2100598. https://doi.org/10.1002/adhm.202100598", "ArticleIdList": ["10.1002/adhm.202100598"]}, {"Citation": "Kitada M, Xu J, Ogura Y, Monno I, Koya D (2020) Manganese superoxide dismutase dysfunction and the pathogenesis of kidney disease. Front Physiol 11:755. https://doi.org/10.3389/fphys.2020.00755", "ArticleIdList": ["10.3389/fphys.2020.00755", "32760286", "7373076"]}, {"Citation": "Tamura Y, Omura T, Toyoshima K, Araki A (2020) Nutrition management in older adults with diabetes: a review on the importance of shifting prevention strategies from metabolic syndrome to frailty. Nutrients 12(11):3367. https://doi.org/10.3390/nu12113367", "ArticleIdList": ["10.3390/nu12113367", "33139628", "7693664"]}, {"Citation": "Bhatti JS, Sehrawat A, Mishra J, Sidhu IS, Navik U, Khullar N et al (2022) Oxidative stress in the pathophysiology of type 2 diabetes and related complications: current therapeutics strategies and future perspectives. Free Radic Biol Med 184:114–134. https://doi.org/10.1016/j.freeradbiomed.2022.03.019", "ArticleIdList": ["10.1016/j.freeradbiomed.2022.03.019", "35398495"]}, {"Citation": "Xiaolong J, Jianhang G, Jingyuan T, Ke M, Yanqi L (2023) Research progress on degradation methods and product properties of plant polysaccharides. J Light Visual Environ 38(3). https://doi.org/10.32604/jrm.2023.025844"}, {"Citation": "Zeng W, Yu L, Wu J, Wang F, Liu X, Ren S et al (2023) Clinical characteristics and long-term follow-up outcomes of myelin oligodendrocyte glycoprotein antibody-associated disease in Han Chinese participants. Medicine 102(40):e35391. https://doi.org/10.1097/MD.0000000000035391", "ArticleIdList": ["10.1097/MD.0000000000035391", "37800805", "10553075"]}, {"Citation": "Lu L, Zhai X, Li X, Wang S, Zhang L, Wang L et al (2022) Met1-specific motifs conserved in OTUB subfamily of green plants enable rice OTUB1 to hydrolyse Met1 ubiquitin chains. Nat Commun 13(1):4672. https://doi.org/10.1038/s41467-022-32364-3", "ArticleIdList": ["10.1038/s41467-022-32364-3", "35945250", "9363410"]}, {"Citation": "Baj J, Flieger W, Teresiński G, Buszewicz G, Sitarz R, Forma A et al (2020) Magnesium, calcium, potassium, sodium, phosphorus, selenium, zinc, and chromium levels in alcohol use disorder: a review. J Clin Med 9(6):1901. https://doi.org/10.3390/jcm9061901", "ArticleIdList": ["10.3390/jcm9061901", "32570709", "7357092"]}, {"Citation": "Rahman MM, Islam MR, Shohag S, Hossain ME, Rahaman MS, Islam F et al (2022) The multifunctional role of herbal products in the management of diabetes and obesity: a comprehensive review. Molecules 27(5):1713. https://doi.org/10.3390/molecules27051713", "ArticleIdList": ["10.3390/molecules27051713", "35268815", "8911649"]}, {"Citation": "Entezari M, Hashemi D, Taheriazam A, Zabolian A, Mohammadi S, Fakhri F et al (2022) AMPK signaling in diabetes mellitus, insulin resistance and diabetic complications: a pre-clinical and clinical investigation. Biomed Pharmacother 146:112563. https://doi.org/10.1016/j.biopha.2021", "ArticleIdList": ["10.1016/j.biopha.2021", "35062059"]}, {"Citation": "Nayak P, Ram SS, Kalidass C (2017) PIXE-based detection of elemental accumulation during direct organogenesis in Blepharispermum subsessile endangered medicinal plant of Odisha, India. X-Ray Spectrom 46(6):529–536. https://doi.org/10.1002/xrs.2791", "ArticleIdList": ["10.1002/xrs.2791"]}, {"Citation": "Li J-M, Li X, Chan LW, Hu R, Zheng T, Li H et al (2023) Lipotoxicity-polarised macrophage-derived exosomes regulate mitochondrial fitness through Miro1-mediated mitophagy inhibition and contribute to type 2 diabetes development in mice. Diabetologia 66(12):2368–2386. https://doi.org/10.1007/s00125-023-5992-7", "ArticleIdList": ["10.1007/s00125-023-5992-7", "37615690"]}, {"Citation": "Yang Y-Y, Chen Z, Yang X-D, Deng R-R, Shi L-X, Yao L-Y et al (2021) Piperazine ferulate prevents high-glucose-induced filtration barrier injury of glomerular endothelial cells. Exp Ther Med 22(4):1–10. https://doi.org/10.3892/etm.2021.10607", "ArticleIdList": ["10.3892/etm.2021.10607"]}, {"Citation": "Rao J, Gowri Naidu B, Sarita P, Srikanth S, Naga RG (2019) Elemental analysis of Pterocarpus santalinus by PIXE and ICP-MS: chemometric approach. J Radioanal Nucl Chem 322:129–137", "ArticleIdList": ["10.1007/s10967-019-06598-3"]}, {"Citation": "Elzain A, Ebrahim A, Eltoum M (2016) Comparison between XRF, PIXE and ICP-OES techniques applied for analysis of some medicinal plants. J Appl Chem 9:6–12. https://doi.org/10.9790/5736-0904010612​"}, {"Citation": "Zhou Y, Chai X, Yang G, Sun X, Xing Z (2023) Changes in body mass index and waist circumference and heart failure in type 2 diabetes mellitus. Front Endocrinol 14:1305839. https://doi.org/10.3389/fendo.2023.1305839", "ArticleIdList": ["10.3389/fendo.2023.1305839"]}, {"Citation": "Guo C, Lv L, Liu Y, Ji M, Zang E, Liu Q et al (2023) Applied analytical methods for detecting heavy metals in medicinal plants. Crit Rev Anal Chem 53(2):339–359. https://doi.org/10.1080/10408347.2021.1953371", "ArticleIdList": ["10.1080/10408347.2021.1953371", "34328385"]}, {"Citation": "Liang D, Cai X, Guan Q, Ou Y, Zheng X, Lin X (2023) Burden of type 1 and type 2 diabetes and high fasting plasma glucose in Europe, 1990–2019: a comprehensive analysis from the global burden of disease study 2019. Front Endocrinol 14:1307432. https://doi.org/10.3389/fendo.2023", "ArticleIdList": ["10.3389/fendo.2023"]}, {"Citation": "Nedjimi B (2021) Determination of some major and trace elements in cladodes of Barbary fig (Opuntia ficus-indica Mill.) by X-ray fluorescence spectrometry. Biol Trace Elem Res 1–7. https://doi.org/10.1007/s12011-020-02555-4"}, {"Citation": "Hou Y, Xiang J, Wang B, Duan S, Song R, Zhou W et al (2024) Pathogenesis and comprehensive treatment strategies of sarcopenia in elderly patients with type 2 diabetes mellitus. Front Endocrinol 14:1263650. https://doi.org/10.3389/fendo.2023", "ArticleIdList": ["10.3389/fendo.2023"]}, {"Citation": "Filipiak-Szok A, Kurzawa M, Szłyk E (2015) Determination of toxic metals by ICP-MS in Asiatic and European medicinal plants and dietary supplements. J Trace Elem Med Biol 30:54–58", "ArticleIdList": ["10.1016/j.jtemb.2014.10.008", "25467854"]}, {"Citation": "Zhou J, Lu H, Pan J (2024) Association of launch price and clinical value with reimbursement decisions for anticancer drugs in China. Int J Health Policy Manag. https://doi.org/10.34172/ijhpm.2024.8150"}, {"Citation": "Gao T-H, Liao W, Lin L-T, Zhu Z-P, Lu M-G, Fu C-M et al (2022) Curcumae rhizoma and its major constituents against hepatobiliary disease: pharmacotherapeutic properties and potential clinical applications. Phytomedicine 102:154090. https://doi.org/10.1016/j.phymed.2022", "ArticleIdList": ["10.1016/j.phymed.2022", "35580439"]}, {"Citation": "Guo W, Zhang Z, Li L, Liang X, Wu Y, Wang X et al (2022) Gut microbiota induces DNA methylation via SCFAs predisposing obesity-prone individuals to diabetes. Pharmacol Res 182:106355. https://doi.org/10.1016/j.phrs.2022", "ArticleIdList": ["10.1016/j.phrs.2022", "35842183"]}, {"Citation": "Chaudhary J, Bhat JA, Ram H, Rana N, Khatri P, Ravinder et al (2020) Distribution of metals and metalloids in plants: tools and techniques for efficient imaging and quantification. Metalloids Plants: Adv Fut Prospects 125–47. https://doi.org/10.1002/9781119487210.ch8"}, {"Citation": "Yao H, Zhang A, Li D, Wu Y, Wang C-Z, Wan J-Y et al (2024) Comparative effectiveness of GLP-1 receptor agonists on glycaemic control, body weight, and lipid profile for type 2 diabetes: systematic review and network meta-analysis. bmj 384. https://doi.org/10.1136/bmj-2023-076410"}]}], "History": [{"Year": "2024", "Month": "5", "Day": "8"}, {"Year": "2024", "Month": "7", "Day": "7"}, {"Year": "2024", "Month": "7", "Day": "22", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "22", "Hour": "12", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "22", "Hour": "11", "Minute": "5"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39037503", "10.1007/s12011-024-04305-2", "10.1007/s12011-024-04305-2"]}}]}