{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Boswellia carterri", "Drug delivery", "Ethyl acetate", "Nano sponges", "Respiratory distress", "Sustained release"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39039094", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["16779", "10.1038/s41598-024-66297-2"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "22"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "22"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Appraisal terpenoids rich Boswellia carterri ethyl acetate extract in binary cyclodextrin oligomer nano complex for improving respiratory distress.", "Pagination": {"StartPage": "16779", "MedlinePgn": "16779"}, "Abstract": {"AbstractText": ["Boswellia carterii (BC) resins plants have a long historical background as a treatment for inflammation, as indicated by information originating from multiple countries. Twenty-seven diterpenoids have been identified in ethyl acetate and total methanol BC, comprising seventeen boscartins of the cembrane-type diterpenoids and ten boscartols of the prenylaromadendrane-type diterpenoids. Moreover, twenty-one known triterpenoids have also been found, encompassing nine tirucallane-type, six ursane-type, four oleanane-type, and two lupane-type. The cembrane-type diterpenoids hold a significant position in pharmaceutical chemistry and related industries due to their captivating biological characteristics and promising pharmacological potentials. Extraction of BC, creation and assessment of nano sponges loaded with either B. carterii plant extract or DEX, are the subjects of our current investigation. With the use of ultrasound-assisted synthesis, nano sponges were produced. The entrapment efficiency (EE%) of medications in nano sponges was examined using spectrophotometry. Nano sponges were characterized using a number of methods. Within nano sponges, the EE% of medicines varied between 98.52 ± 0.07 and 99.64 ± 1.40%. The nano sponges' particle sizes varied from 105.9 ± 15.9 to 166.8 ± 26.3 nm. Drugs released from nano sponges using the Korsmeyer-Peppas concept. In respiratory distressed rats, the effects of BC plant extract, DEX salt and their nano formulations (D1, D5, P1 and P1), were tested. Treatment significantly reduced ICAM-1, LTB4, and ILβ 4 levels and improved histopathologic profiles, when compared to the positive control group. Boswellia extract and its nano sponge formulation P1 showed promising therapeutic effects. The effect of P1 may be due to synergism between both the extract and the formulation. This effect was achieved by blocking both ICAM-1 and LTB4 pathways, therefore counteracting the effects of talc powder."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medical and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, 12622, Egypt."}], "LastName": "Ibrahim", "ForeName": "Bassant M M", "Initials": "BMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Technology Department, National Research Centre, 33 El-Buhouth Street, Dokki, Giza, 12622, Egypt. dr-asmaaa@hotmail.com."}], "LastName": "Darwish", "ForeName": "Asmaa Badawy", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Technology Department, National Research Centre, 33 El-Buhouth Street, Dokki, Giza, 12622, Egypt."}], "LastName": "Taleb", "ForeName": "Sally Abou", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Polymers and Pigments Department, Chemical Industries Research Institute, National Research Centre, 33 El-Buhouth Street, Dokki, Giza, 12622, Egypt."}], "LastName": "Mourad", "ForeName": "Reda M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pathology Department, Medical and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, 12622, Egypt."}], "LastName": "Yassen", "ForeName": "Noha Nazeeh", "Initials": "NN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medical and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, 12622, Egypt."}], "LastName": "Hessin", "ForeName": "Alyaa F", "Initials": "AF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Department, Medical and Clinical Studies Research Institute, National Research Centre, Dokki, Giza, 12622, Egypt."}], "LastName": "Gad", "ForeName": "Shaimaa A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Technology Department, National Research Centre, 33 El-Buhouth Street, Dokki, Giza, 12622, Egypt. monaarafamohammed@yahoo.com."}, {"Identifier": [], "Affiliation": "Medicinal and Aromatic Plants Research Department, Pharmaceutical and Drug Industries Research Institute, National Research Centre, Giza, Egypt. monaarafamohammed@yahoo.com."}], "LastName": "Mohammed", "ForeName": "Mona A", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclodextrins"}, {"RegistryNumber": "76845O8NMZ", "NameOfSubstance": "ethyl acetate"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Boswellia"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Terpenes"}, {"QualifierName": ["chemistry"], "DescriptorName": "Acetates"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cyclodextrins"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nanoparticles"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wang, Y.-G. et al. Bioactive cembrane-type diterpenoids from the gum-resin of Boswelliacarterii. Fitoterapia137, 104263 (2019). 10.1016/j.fitote.2019.104263", "ArticleIdList": ["10.1016/j.fitote.2019.104263", "31295512"]}, {"Citation": "Siddiqui, M. Z. Boswelliaserrata, a potential antiinflammatory agent: An overview. Indian J. Pharm. Sci.73(3), 255 (2011).", "ArticleIdList": ["PMC3309643", "22457547"]}, {"Citation": "Parsonidis, P. et al. Cytotoxic effect of Boswelliasacra on human cancer cell lines. J. Cancer Sci. Ther.13(7), 1–6 (2021)."}, {"Citation": "Aljarari, R. Neuroprotective effects of a combination of Boswelliapapyrifera and Syzygiumaromaticum on AlCl 3 induced Alzheimer’s disease in male albino rat. Braz. J. Biol.83, e272466 (2023). 10.1590/1519-6984.272466", "ArticleIdList": ["10.1590/1519-6984.272466", "37851769"]}, {"Citation": "Verlynde, G., Agneessens, E. & Dargent, J.-L. Pulmonary talcosis due to daily inhalation of talc powder. J. Belg. Soc. Radiol.10.5334/jbsr.1384 (2018). 10.5334/jbsr.1384", "ArticleIdList": ["10.5334/jbsr.1384", "PMC6032555", "30039026"]}, {"Citation": "Mohammed, M. A. Fighting cytokine storm and immunomodulatory deficiency: By using natural products therapy up to now. Front. Pharmacol.14, 1111329 (2023). 10.3389/fphar.2023.1111329", "ArticleIdList": ["10.3389/fphar.2023.1111329", "PMC10134036", "37124230"]}, {"Citation": "Bhakshu, L. M. & Ratnam, K. V. Phytochemistry of Boswellia species. In Frankincense-Gum Olibanum: Botany, Oleoresin, Chemistry, Extraction, Utilization, Propagation, Biotechnology, and Conservation (eds Bhakshu, L. M. & Ratnam, K. V.) (Apple Academic Press, 2023)."}, {"Citation": "Sengupta, A. et al. A multiplex inhalation platform to model in situ like aerosol delivery in a breathing lung-on-chip. Front. Pharmacol.14, 1114739 (2023). 10.3389/fphar.2023.1114739", "ArticleIdList": ["10.3389/fphar.2023.1114739", "PMC10029733", "36959848"]}, {"Citation": "Shim, I. et al. Inhalation exposure to chloramine T induces DNA damage and inflammation in lung of Sprague-Dawley rats. J. Toxicol. Sci.38(6), 937–946 (2013). 10.2131/jts.38.937", "ArticleIdList": ["10.2131/jts.38.937", "24213014"]}, {"Citation": "Cho, A. et al. Pulmonary talcosis in the setting of cosmetic talcum powder use. Respir. Med. Case Rep.34, 101489 (2021).", "ArticleIdList": ["PMC8348924", "34401315"]}, {"Citation": "Nath, D. et al. “Samosa” pneumoconiosis: A case of pulmonary talcosis uncovered during a medicolegal autopsy. Am. J. Forensic Med. Pathol.35(1), 11–14 (2014). 10.1097/PAF.0000000000000076", "ArticleIdList": ["10.1097/PAF.0000000000000076", "24457575"]}, {"Citation": "Barnes, P. J. Glucocorticosteroids: Current and future directions. Br. J. Pharmacol.163(1), 29–43 (2011). 10.1111/j.1476-5381.2010.01199.x", "ArticleIdList": ["10.1111/j.1476-5381.2010.01199.x", "PMC3085866", "21198556"]}, {"Citation": "Sellner, S. et al. Dexamethasone-conjugated DNA nanotubes as anti-inflammatory agents in vivo. Biomaterials134, 78–90 (2017). 10.1016/j.biomaterials.2017.04.031", "ArticleIdList": ["10.1016/j.biomaterials.2017.04.031", "28458030"]}, {"Citation": "Patil, R. H. et al. Dexamethasone inhibits inflammatory response via down regulation of AP-1 transcription factor in human lung epithelial cells. Gene645, 85–94 (2018). 10.1016/j.gene.2017.12.024", "ArticleIdList": ["10.1016/j.gene.2017.12.024", "29248584"]}, {"Citation": "Moghadam-Kia, S. & Werth, V. P. Prevention and treatment of systemic glucocorticoid side effects. Int. J. Dermatol.49(3), 239–248 (2010). 10.1111/j.1365-4632.2009.04322.x", "ArticleIdList": ["10.1111/j.1365-4632.2009.04322.x", "PMC2872100", "20465658"]}, {"Citation": "Jeong, D. et al. Porous antioxidant polymer microparticles as therapeutic systems for the airway inflammatory diseases. J. Control Release233, 72–80 (2016). 10.1016/j.jconrel.2016.04.039", "ArticleIdList": ["10.1016/j.jconrel.2016.04.039", "27151077"]}, {"Citation": "Paranjpe, M. & Müller-Goymann, C. C. Nanoparticle-mediated pulmonary drug delivery: A review. Int. J. Mol. Sci.15(4), 5852–5873 (2014). 10.3390/ijms15045852", "ArticleIdList": ["10.3390/ijms15045852", "PMC4013600", "24717409"]}, {"Citation": "Mangal, S. et al. Pulmonary delivery of nanoparticle chemotherapy for the treatment of lung cancers: Challenges and opportunities. Acta Pharmacol. Sin.38(6), 782–797 (2017). 10.1038/aps.2017.34", "ArticleIdList": ["10.1038/aps.2017.34", "PMC5520191", "28504252"]}, {"Citation": "Gulin-Sarfraz, T. et al. Feasibility study of mesoporous silica particles for pulmonary drug delivery: Therapeutic treatment with dexamethasone in a mouse model of airway inflammation. Pharmaceutics11(4), 149 (2019). 10.3390/pharmaceutics11040149", "ArticleIdList": ["10.3390/pharmaceutics11040149", "PMC6523761", "30939753"]}, {"Citation": "Lee, H. et al. Dexamethasone-loaded H2O2-activatable anti-inflammatory nanoparticles for on-demand therapy of inflammatory respiratory diseases. Nanomed. Nanotechnol. Biol. Med.30, 102301 (2020).10.1016/j.nano.2020.102301", "ArticleIdList": ["10.1016/j.nano.2020.102301", "32942045"]}, {"Citation": "Trotta, F. & Cavalli, R. Characterization and applications of new hyper-cross-linked cyclodextrins. Compos. Interfaces16(1), 39–48 (2009).10.1163/156855408X379388", "ArticleIdList": ["10.1163/156855408X379388"]}, {"Citation": "Loftsson, T. & Brewster, M. E. Pharmaceutical applications of cyclodextrins. 1. Drug solubilization and stabilization. J. Pharm. Sci.85(10), 1017–1025 (1996). 10.1021/js950534b", "ArticleIdList": ["10.1021/js950534b", "8897265"]}, {"Citation": "Salem, Y. Y. et al. Preparation and evaluation of βcyclodextrin-based nanosponges loaded with Budesonide for pulmonary delivery. Int. J. Pharm.647, 123529 (2023). 10.1016/j.ijpharm.2023.123529", "ArticleIdList": ["10.1016/j.ijpharm.2023.123529", "37858636"]}, {"Citation": "Mohammed, M. A. et al. Pharmacological and metabolomic profiles of Musaacuminata wastes as a new potential source of anti-ulcerative colitis agents. Sci. Rep.12(1), 10595 (2022). 10.1038/s41598-022-14599-8", "ArticleIdList": ["10.1038/s41598-022-14599-8", "PMC9218116", "35732649"]}, {"Citation": "Kassem, A. A. et al. Improved hepatoprotective activity of Betavulgaris L. leaf extract loaded self-nanoemulsifying drug delivery system (SNEDDS): In vitro and in vivo evaluation. Drug Dev. Ind. Pharm.46(10), 1589–1603 (2020). 10.1080/03639045.2020.1811303", "ArticleIdList": ["10.1080/03639045.2020.1811303", "32811211"]}, {"Citation": "El Gengaihi, S. E. et al. Chemical, biological, and molecular studies on different citrus species wastes. Plant Arch.20(1), 2773–2782 (2020)."}, {"Citation": "Ellaithy, A., Abdel-khalek, A. & Mohammed, M. The potency of ricinine biopesticide from Ricinuscommunis leaves as an alternative host for mass rearing process of Tetranychusurticae and two predatory phytoseiid mites. Egypt. J. Chem.65(6), 535–549 (2022)."}, {"Citation": "El-Gengaihi, S. E., Aboul-Enein, A. M. & Mohammed, M. A. Antiproliferative effect and chemical constituents of Annona species. Plant Arch.20(1), 2650–2657 (2020)."}, {"Citation": "Lewis, D. & Smith, D. Sugar alcohols (polyols) in fungi and green plants: II. Methods of detection and quantitative estimation in plant extracts. New Phytol.66(2), 185–204 (1967).10.1111/j.1469-8137.1967.tb05998.x", "ArticleIdList": ["10.1111/j.1469-8137.1967.tb05998.x"]}, {"Citation": "Shellard, E. J. Practical Plant Chemistry for Pharmacy Students (Pitman Medical, 1957)."}, {"Citation": "Mohammed, M. et al. In vitro screening of Annona cherimola leaves and bark for their antioxidant activity and in vivo assessment as protective agents against gastric ulcer in rats. Plant Arch.20(1), 2658–2668 (2020)."}, {"Citation": "Harborne, J. Phytochemicals Methods 49–188 (Hapman and Hall Ltd, 1973)."}, {"Citation": "Trease, G. & Evans, W. Pharmacognosy (13th Edn) 176–180 (Bailliere Tindall, 1989)."}, {"Citation": "Shinoda, J. Color reactions of flavone and flavonol derivatives and the like. J. Pharm. Soc. Jpn.48, 214–220 (1928).10.1248/yakushi1881.48.3_214", "ArticleIdList": ["10.1248/yakushi1881.48.3_214"]}, {"Citation": "Hanson, J. The di-and sesterterpenes part 1: The diterpenes. In Chemistry of Terpenes and Terpenoids (ed. Hanson, J.) 155 (Springer, 1972)."}, {"Citation": "Piasecka, A. et al. Combined mass spectrometric and chromatographic methods for in-depth analysis of phenolic secondary metabolites in barley leaves. J. Mass Spectrom.50(3), 513–532 (2015). 10.1002/jms.3557", "ArticleIdList": ["10.1002/jms.3557", "25800187"]}, {"Citation": "Mohammed, M. A. et al. Profiling of secondary metabolites and DNA typing of three different Annona cultivars grown in Egypt. Metabolomics18(7), 49 (2022). 10.1007/s11306-022-01911-w", "ArticleIdList": ["10.1007/s11306-022-01911-w", "PMC9252975", "35781851"]}, {"Citation": "Mohammed, M. A. et al. Comprehensive tools of alkaloid/volatile compounds-metabolomics and DNA profiles: Bioassay-role-guided differentiation process of six annona sp. grown in Egypt as anticancer therapy. Pharmaceuticals17(1), 103 (2024). 10.3390/ph17010103", "ArticleIdList": ["10.3390/ph17010103", "PMC10821326", "38256936"]}, {"Citation": "Cutrignelli, A. et al. Dasatinib/HP-β-CD inclusion complex based aqueous formulation as a promising tool for the treatment of paediatric neuromuscular disorders. Int. J. Mol. Sci.20(3), 591 (2019). 10.3390/ijms20030591", "ArticleIdList": ["10.3390/ijms20030591", "PMC6386909", "30704045"]}, {"Citation": "Abou Taleb, S. et al. Investigation of a new horizon antifungal activity with enhancing the antimicrobial efficacy of ciprofloxacin and its binary mixture via their encapsulation in nanoassemblies: In vitro and in vivo evaluation. Drug Dev. Res.81(3), 374–388 (2020). 10.1002/ddr.21632", "ArticleIdList": ["10.1002/ddr.21632", "31886590"]}, {"Citation": "Al-Owaidi, M. F., Alkhafaji, S. L. & Mahood, A. M. Quantitative determination of dexamethasone sodium phosphate in bulk and pharmaceuticals at suitable pH values using the spectrophotometric method. J. Adv. Pharm. Technol. Res.12(4), 378–383 (2021). 10.4103/japtr.japtr_6_21", "ArticleIdList": ["10.4103/japtr.japtr_6_21", "PMC8588914", "34820313"]}, {"Citation": "Swaminathan, S. et al. Nanosponges encapsulating dexamethasone for ocular delivery: formulation design, physicochemical characterization, safety and corneal permeability assessment. J. Biomed. Nanotechnol.9(6), 998–1007 (2013). 10.1166/jbn.2013.1594", "ArticleIdList": ["10.1166/jbn.2013.1594", "23858964"]}, {"Citation": "Fadel, H. H. M. et al. Preparation and evaluation of a functional effervescent powder based on inclusion complexes of orange oil and β-cyclodextrin derivatives. J. Essent. Oil Bear. Plants26(3), 677–694 (2023).10.1080/0972060X.2023.2236643", "ArticleIdList": ["10.1080/0972060X.2023.2236643"]}, {"Citation": "Salama, A., El-Hashemy, H. A. & Darwish, A. B. Formulation and optimization of lornoxicam-loaded bilosomes using 23 full factorial design for the management of osteoarthritis in rats: Modulation of MAPK/Erk1 signaling pathway. J. Drug Deliv. Sci. Technol.69, 103175 (2022).10.1016/j.jddst.2022.103175", "ArticleIdList": ["10.1016/j.jddst.2022.103175"]}, {"Citation": "Mohsen, A. M. et al. Formulation of tizanidine hydrochloride-loaded provesicular system for improved oral delivery and therapeutic activity employing a 2(3) full factorial design. Drug Deliv. Transl. Res.13(2), 580–592 (2023). 10.1007/s13346-022-01217-3", "ArticleIdList": ["10.1007/s13346-022-01217-3", "PMC9794545", "35927549"]}, {"Citation": "Dash, S. et al. Kinetic modeling on drug release from controlled drug delivery systems. Acta Pol. Pharm.67(3), 217–223 (2010).", "ArticleIdList": ["20524422"]}, {"Citation": "Taleb, S. A. et al. Development and in vitro/in vivo evaluation of a nanosponge formulation loaded with Boswelliacarterii oil extracts for the enhanced anti-inflammatory activity for the management of respiratory allergies. J. Pharm. Investig.10.1007/s40005-024-00676-9 (2024).10.1007/s40005-024-00676-9", "ArticleIdList": ["10.1007/s40005-024-00676-9"]}, {"Citation": "Korsmeyer, R. W. et al. Mechanisms of solute release from porous hydrophilic polymers. Int. J. Pharm.15(1), 25–35 (1983).10.1016/0378-5173(83)90064-9", "ArticleIdList": ["10.1016/0378-5173(83)90064-9"]}, {"Citation": "Rhimi, W. et al. Antifungal, antioxidant and antibiofilm activities of essential oils of Cymbopogon spp. Antibiotics11(6), 829 (2022). 10.3390/antibiotics11060829", "ArticleIdList": ["10.3390/antibiotics11060829", "PMC9220269", "35740234"]}, {"Citation": "Dinkova-Kostova, A. et al. Phenolic Michael reaction acceptors: Combined direct and indirect antioxidant defenses against electrophiles and oxidants. Med. Chem.3(3), 261–268 (2007). 10.2174/157340607780620680", "ArticleIdList": ["10.2174/157340607780620680", "17504197"]}, {"Citation": "Mohammed, M. A. et al. Comprehensive metabolomic, lipidomic and pathological profiles of baobab (Adansoniadigitata) fruit pulp extracts in diabetic rats. J. Pharm. Biomed. Anal.201, 114139 (2021). 10.1016/j.jpba.2021.114139", "ArticleIdList": ["10.1016/j.jpba.2021.114139", "34000580"]}, {"Citation": "Shimada, K. et al. Antioxidative properties of xanthan on the autoxidation of soybean oil in cyclodextrin emulsion. J. Agric. Food Chem.40(6), 945–948 (1992).10.1021/jf00018a005", "ArticleIdList": ["10.1021/jf00018a005"]}, {"Citation": "Shim, I. et al. Inhalation of talc induces infiltration of macrophages and upregulation of manganese superoxide dismutase in rats. Int. J. Toxicol.34(6), 491–499 (2015). 10.1177/1091581815607068", "ArticleIdList": ["10.1177/1091581815607068", "26482432"]}, {"Citation": "Hamed, M. A. et al. Optimization of curcuminoids extraction for evaluation against Parkinson’s disease in rats. J. Biol. Act. Prod. Nat.9(5), 335–351 (2019)."}, {"Citation": "Khalaf-Allah, A.E.-R.M. et al. Chemical composition of golden berry leaves against hepato-renal fibrosis. J. Diet. Suppl.13(4), 378–392 (2016). 10.3109/19390211.2015.1099584", "ArticleIdList": ["10.3109/19390211.2015.1099584", "26634867"]}, {"Citation": "Mohammed, M. A. et al. A comprehensive tool in recycling plant-waste of Gossypiumbarbadense L agricultural and industrial waste extracts containing gossy pin and gossypol: Hepatoprotective, anti-inflammatory and antioxidant effects. Plant Methods20(1), 54 (2024). 10.1186/s13007-024-01181-8", "ArticleIdList": ["10.1186/s13007-024-01181-8", "PMC11022478", "38632634"]}, {"Citation": "El-Gengaihi, S. E. et al. Golden berry juice attenuates the severity of hepatorenal injury. J. Diet. Suppl.10(4), 357–369 (2013). 10.3109/19390211.2013.830675", "ArticleIdList": ["10.3109/19390211.2013.830675", "24168372"]}, {"Citation": "Ahmed, H. H. et al. Phytochemical analysis and anti-cancer investigation of Boswelliaserrata bioactive constituents in vitro. Asian Pac. J. Cancer Prev.16(16), 7179–7188 (2015). 10.7314/APJCP.2015.16.16.7179", "ArticleIdList": ["10.7314/APJCP.2015.16.16.7179", "26514509"]}, {"Citation": "Ren, J. et al. Cembranoids from the gum resin of Boswelliacarterii as potential antiulcerative colitis agents. J. Nat. Prod.78(10), 2322–2331 (2015). 10.1021/acs.jnatprod.5b00104", "ArticleIdList": ["10.1021/acs.jnatprod.5b00104", "26457560"]}, {"Citation": "Yu, J. et al. Diterpenoids from the gum resin of Boswelliacarterii and their biological activities. Tetrahedron74(40), 5858–5866 (2018).10.1016/j.tet.2018.08.004", "ArticleIdList": ["10.1016/j.tet.2018.08.004"]}, {"Citation": "Yu, J.-Q. et al. Terpenes from the gum resin of Boswelliacarterii and their NO inhibitory activies. Phytochem. Lett.28, 59–63 (2018).10.1016/j.phytol.2018.09.010", "ArticleIdList": ["10.1016/j.phytol.2018.09.010"]}, {"Citation": "Wang, J.-J. et al. Ten undescribed cembrane-type diterpenoids from the gum resin of Boswelliasacra and their biological activities. Phytochemistry177, 112425 (2020). 10.1016/j.phytochem.2020.112425", "ArticleIdList": ["10.1016/j.phytochem.2020.112425", "32535347"]}, {"Citation": "by Chromatographic, Q.A. and M. Paul, Chemotaxonomic Investigations on Resins of the Frankincense Species Boswellia papyrifera, Boswellia serrata and Boswellia sacra, respectively, Boswellia carterii."}, {"Citation": "Wang, J.-J. et al. Prenylaromadendrane-type diterpenoids from the gum resin of Boswelliasacra flueck and their cytotoxic effects. Nat. Prod. Res.36(21), 5400–5406 (2022). 10.1080/14786419.2021.1939331", "ArticleIdList": ["10.1080/14786419.2021.1939331", "34121549"]}, {"Citation": "Wang, Y.-G. et al. Hepatoprotective prenylaromadendrane-type diterpenes from the gum resin of Boswelliacarterii. J. Nat. Prod.76(11), 2074–2079 (2013). 10.1021/np400526b", "ArticleIdList": ["10.1021/np400526b", "24195447"]}, {"Citation": "Morikawa, T. et al. New terpenoids, olibanumols D-G, from traditional Egyptian medicine olibanum, the gum-resin of Boswelliacarterii. J. Nat. Med.65, 129–134 (2011). 10.1007/s11418-010-0472-z", "ArticleIdList": ["10.1007/s11418-010-0472-z", "20953724"]}, {"Citation": "Zhang, B. et al. Anti-proliferative tirucallane triterpenoids from gum resin of Boswelliasacra. Bioorg. Chem.129, 106155 (2022). 10.1016/j.bioorg.2022.106155", "ArticleIdList": ["10.1016/j.bioorg.2022.106155", "36209562"]}, {"Citation": "Yang, J., Ren, J. & Wang, A. Isolation, characterization, and hepatoprotective activities of terpenes from the gum resin of Boswelliacarterii Birdw. Phytochem. Lett.23, 73–77 (2018).10.1016/j.phytol.2017.10.005", "ArticleIdList": ["10.1016/j.phytol.2017.10.005"]}, {"Citation": "Wang, Y.-G. et al. Hepatoprotective triterpenes from the gum resin of Boswelliacarterii. Fitoterapia109, 266–273 (2016). 10.1016/j.fitote.2015.12.018", "ArticleIdList": ["10.1016/j.fitote.2015.12.018", "26739386"]}, {"Citation": "Mannino, G., Occhipinti, A. & Maffei, M. E. Quantitative determination of 3-O-acetyl-11-keto-β-boswellic acid (AKBA) and other boswellic acids in Boswelliasacra Flueck (syn. B. carteri Birdw) and Boswelliaserrata Roxb. Molecules21(10), 1329 (2016). 10.3390/molecules21101329", "ArticleIdList": ["10.3390/molecules21101329", "PMC6273064", "27782055"]}, {"Citation": "Sharma, T. & Jana, S. A validated LC–MS/MS method for simultaneous determination of 3-O-Acetyl-11-Keto-β-boswellic acid (AKBA) and its active metabolite acetyl-11-hydroxy-β-boswellic acid (Ac-11-OH-BA) in rat plasma: Application to a pharmacokinetic study. J. Chromatogr. Sci.58(6), 485–493 (2020). 10.1093/chromsci/bmaa010", "ArticleIdList": ["10.1093/chromsci/bmaa010", "32134105"]}, {"Citation": "Tsichritzis, F. & Jakupovic, J. Diterpenes and other constituents from Relhania species. Phytochemistry29(10), 3173–3187 (1990).10.1016/0031-9422(90)80181-F", "ArticleIdList": ["10.1016/0031-9422(90)80181-F"]}, {"Citation": "Liu, Y.-Y. et al. Populusene A, an anti-inflammatory diterpenoid with a bicyclo [8, 4, 1] pentadecane scaffold from Populuseuphratica resins. Org. Lett.23(22), 8657–8661 (2021). 10.1021/acs.orglett.1c02378", "ArticleIdList": ["10.1021/acs.orglett.1c02378", "34794314"]}, {"Citation": "Francis, P. & Chakraborty, K. Antioxidant and anti-inflammatory cembrane-type diterpenoid from Echinoidea sea urchin Stomopneustes variolaris attenuates pro-inflammatory 5-lipoxygenase. Med. Chem. Res.29, 656–664 (2020).10.1007/s00044-020-02511-w", "ArticleIdList": ["10.1007/s00044-020-02511-w"]}, {"Citation": "Yahfoufi, N. et al. The immunomodulatory and anti-inflammatory role of polyphenols. Nutrients10(11), 1618 (2018). 10.3390/nu10111618", "ArticleIdList": ["10.3390/nu10111618", "PMC6266803", "30400131"]}, {"Citation": "Sherje, A. P. et al. Cyclodextrin-based nanosponges: A critical review. Carbohydr. Polym.173, 37–49 (2017). 10.1016/j.carbpol.2017.05.086", "ArticleIdList": ["10.1016/j.carbpol.2017.05.086", "28732878"]}, {"Citation": "Swaminathan, S. et al. Cyclodextrin-based nanosponges encapsulating camptothecin: Physicochemical characterization, stability and cytotoxicity. Eur. J. Pharm. Biopharm.74(2), 193–201 (2010). 10.1016/j.ejpb.2009.11.003", "ArticleIdList": ["10.1016/j.ejpb.2009.11.003", "19900544"]}, {"Citation": "Olteanu, A. A. et al. Effect of β-cyclodextrins based nanosponges on the solubility of lipophilic pharmacological active substances (repaglinide). J. Incl. Phenom. Macrocycl. Chem.80(1), 17–24 (2014).10.1007/s10847-014-0406-6", "ArticleIdList": ["10.1007/s10847-014-0406-6"]}, {"Citation": "Kumar, S. et al. Encapsulation of Babchi oil in cyclodextrin-based nanosponges: Physicochemical characterization, photodegradation, and in vitro cytotoxicity studies. Pharmaceutics10, 169 (2018). 10.3390/pharmaceutics10040169", "ArticleIdList": ["10.3390/pharmaceutics10040169", "PMC6321157", "30261580"]}, {"Citation": "Kumar, S., Prasad, M. & Rao, R. Topical delivery of clobetasol propionate loaded nanosponge hydrogel for effective treatment of psoriasis: Formulation, physicochemical characterization, antipsoriatic potential and biochemical estimation. Mater. Sci. Eng. C119, 111605 (2021).10.1016/j.msec.2020.111605", "ArticleIdList": ["10.1016/j.msec.2020.111605", "33321649"]}, {"Citation": "Trotta, F., Zanetti, M. & Cavalli, R. Cyclodextrin-based nanosponges as drug carriers. Beilstein J. Org. Chem.8, 2091–2099 (2012). 10.3762/bjoc.8.235", "ArticleIdList": ["10.3762/bjoc.8.235", "PMC3520565", "23243470"]}, {"Citation": "Yasayan, G. et al. Fabrication and characterisation studies of cyclodextrin-based nanosponges for sulfamethoxazole delivery. J. Incl. Phenom. Macrocycl. Chem.97, 175–186 (2020).10.1007/s10847-020-01003-z", "ArticleIdList": ["10.1007/s10847-020-01003-z"]}, {"Citation": "Abou Taleb, S. et al. Quercitrin loaded cyclodextrin based nanosponge as a promising approach for management of lung cancer and COVID-19. J. Drug Deliv. Sci. Technol.77, 103921 (2022). 10.1016/j.jddst.2022.103921", "ArticleIdList": ["10.1016/j.jddst.2022.103921", "PMC9616482", "36338534"]}, {"Citation": "Asfour, M. H. & Mohsen, A. M. Formulation and evaluation of pH-sensitive rutin nanospheres against colon carcinoma using HCT-116 cell line. J. Adv. Res.9, 17–26 (2018). 10.1016/j.jare.2017.10.003", "ArticleIdList": ["10.1016/j.jare.2017.10.003", "PMC6052648", "30034879"]}, {"Citation": "Omar, S. M., Ibrahim, F. & Ismail, A. Formulation and evaluation of cyclodextrin-based nanosponges of griseofulvin as pediatric oral liquid dosage form for enhancing bioavailability and masking bitter taste. Saudi Pharm. J.28(3), 349–361 (2020). 10.1016/j.jsps.2020.01.016", "ArticleIdList": ["10.1016/j.jsps.2020.01.016", "PMC7078523", "32194337"]}, {"Citation": "Zidan, M. F. et al. In vitro and in vivo evaluation of cyclodextrin-based nanosponges for enhancing oral bioavailability of atorvastatin calcium. Drug Dev. Ind. Pharm.44(8), 1243–1253 (2018). 10.1080/03639045.2018.1442844", "ArticleIdList": ["10.1080/03639045.2018.1442844", "29452493"]}, {"Citation": "Gidwani, B. & Vyas, A. Synthesis, characterization and application of epichlorohydrin-β-cyclodextrin polymer. Colloids Surf. B Biointerfaces114, 130–137 (2014). 10.1016/j.colsurfb.2013.09.035", "ArticleIdList": ["10.1016/j.colsurfb.2013.09.035", "24185192"]}, {"Citation": "Wintgens, V. & Amiel, C. Water-soluble γ-cyclodextrin polymers with high molecular weight and their complex forming properties. Eur. Polym. J.46(9), 1915–1922 (2010).10.1016/j.eurpolymj.2010.06.014", "ArticleIdList": ["10.1016/j.eurpolymj.2010.06.014"]}, {"Citation": "Bai, M. Y. et al. Antioxidant and antibacterial properties of essential oils-loaded β-cyclodextrin-epichlorohydrin oligomer and chitosan composite films. Colloids Surf. B Biointerfaces215, 112504 (2022). 10.1016/j.colsurfb.2022.112504", "ArticleIdList": ["10.1016/j.colsurfb.2022.112504", "35453062"]}, {"Citation": "Mahalingam, S. et al. Synthesis and characterization of chrysin-loaded β -cyclodextrin-based nanosponges to enhance in-vitro solubility, photostability, drug release, antioxidant effects and antitumorous efficacy. J. Nanosci. Nanotechnol.17, 8742–8751 (2017).10.1166/jnn.2017.13911", "ArticleIdList": ["10.1166/jnn.2017.13911"]}, {"Citation": "Muqtader, M. et al. Formulation and in vitro evaluation of topical nanosponge-based gel containing butenafine for the treatment of fungal skin infection. Saudi Pharm. J.29, 467–477 (2021). 10.1016/j.jsps.2021.04.010", "ArticleIdList": ["10.1016/j.jsps.2021.04.010", "PMC8180615", "34135673"]}, {"Citation": "Sharma, R., Walker, R. & Pathak, K. Evaluation of the kinetics and mechanism of drug release from econazole nitrate nanosponge loaded carbapol hydrogel. Indian J. Pharm. Educ. Res.45, 25–31 (2011)."}, {"Citation": "Gidwani, B. & Vyas, A. Inclusion complexes of bendamustine with β-CD, HP-β-CD and Epi-β-CD: In-vitro and in-vivo evaluation. Drug Dev. Ind. Pharm.41(12), 1978–1988 (2015). 10.3109/03639045.2015.1027217", "ArticleIdList": ["10.3109/03639045.2015.1027217", "25946905"]}, {"Citation": "Han, S. et al. Solubility enhancement of myricetin by inclusion complexation with heptakis-o-(2-hydroxypropyl)-β-cyclodextrin: A joint experimental and theoretical study. Int. J. Mol. Sci.21, 766 (2020). 10.3390/ijms21030766", "ArticleIdList": ["10.3390/ijms21030766", "PMC7038215", "31991574"]}, {"Citation": "Dubey, P. et al. Formulations and evaluation of cyclodextrin complexed ceadroxil loaded nanosponges. Int. J. Drug Deliv.9, 84 (2017).10.5138/09750215.2180", "ArticleIdList": ["10.5138/09750215.2180"]}, {"Citation": "Deveswaran, R. et al. Development of a novel water soluble [Beta]-cyclodextrinepichlorohydrin polymer complex to improve aqueous solubility. J. Chem. Biol. Phys. Sci. (JCBPS)2(1), 325 (2011)."}, {"Citation": "Xavier, S. et al. Molecular docking, TG/DTA, molecular structure, harmonic vibrational frequencies, natural bond orbital and TD-DFT analysis of diphenyl carbonate by DFT approach. J. Mol. Struct.1125, 204–216 (2016).10.1016/j.molstruc.2016.06.071", "ArticleIdList": ["10.1016/j.molstruc.2016.06.071"]}, {"Citation": "Rodrigues, L. B. et al. In vitro release and characterization of chitosan films as dexamethasone carrier. Int. J. Pharm.368(1–2), 1–6 (2009). 10.1016/j.ijpharm.2008.09.047", "ArticleIdList": ["10.1016/j.ijpharm.2008.09.047", "18955123"]}, {"Citation": "Long, J. et al. Controlled release of dexamethasone from poly(vinyl alcohol) hydrogel. Pharm. Dev. Technol.24, 1–29 (2019). 10.1080/10837450.2019.1602632", "ArticleIdList": ["10.1080/10837450.2019.1602632", "30932724"]}, {"Citation": "Mehta, M., Dureja, H. & Garg, M. Development and optimization of boswellic acid-loaded proniosomal gel. Drug Deliv.23, 1–10 (2016). 10.3109/10717544.2016.1149744", "ArticleIdList": ["10.3109/10717544.2016.1149744", "26953869"]}, {"Citation": "Mazyed, E. & Zakaria, S. Enhancement of dissolution characteristics of clopidogrel bisulphate by proniosomes. Int. J. Appl. Pharm.11, 77–85 (2019).10.22159/ijap.2019v11i2.30575", "ArticleIdList": ["10.22159/ijap.2019v11i2.30575"]}, {"Citation": "Younis, M. M. et al. Nanospanlastics as a novel approach for improving the oral delivery of resveratrol in lipopolysaccharide-induced endotoxicity in mice. J. Pharm. Innov.18, 1264–1278 (2023).10.1007/s12247-023-09711-y", "ArticleIdList": ["10.1007/s12247-023-09711-y"]}, {"Citation": "Osmani, R. A. M. et al. Cyclodextrin-based nanosponges in drug delivery and cancer therapeutics: New perspectives for old problems. In Applications of Nanocomposite Materials in Drug Delivery 97–147 (Elsevier, 2018)."}, {"Citation": "Sunil, K., Pooja, D. & Rekha, R. Cyclodextrin nanosponges: A promising approach for modulating drug delivery. In Colloid Science in Pharmaceutical Nanotechnology (ed. Selcan, K.) 6–15 (IntechOpen, 2019)."}, {"Citation": "Vyas, A., Saraf, S. & Saraf, P. S. Cyclodextrin based novel drug delivery systems. J. Incl. Phenom. Macrocycl. Chem.62, 23–42 (2008).10.1007/s10847-008-9456-y", "ArticleIdList": ["10.1007/s10847-008-9456-y"]}, {"Citation": "Abou Taleb, S. et al. Investigation of a new horizon antifungal activity with enhancing the antimicrobial efficacy of ciprofloxacin and its binary mixture via their encapsulation in nanoassemblies: In vitro and in vivo evaluation. Drug Dev. Res.10.1002/ddr.21632 (2019). 10.1002/ddr.21632", "ArticleIdList": ["10.1002/ddr.21632", "31886590"]}, {"Citation": "Peppas, N. A. & Sahlin, J. J. A simple equation for the description of solute release. III. Coupling of diffusion and relaxation. Int. J. Pharm.57(2), 169–172 (1989).10.1016/0378-5173(89)90306-2", "ArticleIdList": ["10.1016/0378-5173(89)90306-2"]}, {"Citation": "Lokhande, A. B. et al. Preparation and characterization of repaglinide loaded ethylcellulose nanoparticles by solvent diffusion technique using high pressure homogenizer. J. Pharm. Res.7(5), 421–426 (2013)."}, {"Citation": "Shoaib, Q.-U.-A. et al. Development and evaluation of scaffold-based nanosponge formulation for controlled drug delivery of naproxen and ibuprofen. Trop. J. Pharm. Res.17, 1465–74 (2018).10.4314/tjpr.v17i8.2", "ArticleIdList": ["10.4314/tjpr.v17i8.2"]}, {"Citation": "Abdelkader, H., Youssef Abdalla, O. & Salem, H. Formulation of controlled-release baclofen matrix tablets. II. Influence of some hydrophobic excipients on the release rate and in vitro evaluation. AAPS PharmSciTech9(2), 675–83 (2008). 10.1208/s12249-008-9094-0", "ArticleIdList": ["10.1208/s12249-008-9094-0", "PMC2976941", "18500558"]}, {"Citation": "Védékoi, J. et al. Investigation of antioxidant activity of the ethanol extract of the resin exudates of trunk bark of Boswelliadalzielii Hutch (Burseraceae). J. Mater. Environ. Sci.10, 1413–1419 (2019)."}, {"Citation": "Al-Hamoud, G. A. et al. Abubidentin A, new oleanane-type triterpene ester from Abutilonbidentatum and its antioxidant, cholinesterase and antimicrobial activities. PeerJ10, e13040 (2022). 10.7717/peerj.13040", "ArticleIdList": ["10.7717/peerj.13040", "PMC8916034", "35282288"]}, {"Citation": "Eltahir, H. M. et al. Antioxidant, anti-inflammatory and anti-fibrotic effects of Boswelliaserrate gum resin in CCl4-induced hepatotoxicity. Exp. Ther. Med.19(2), 1313–1321 (2020).", "ArticleIdList": ["PMC6966228", "32010304"]}, {"Citation": "Sabina, E. P., Indu, H. & Rasool, M. Efficacy of boswellic acid on lysosomal acid hydrolases, lipid peroxidation and anti–oxidant status in gouty arthritic mice. Asian Pac. J. Trop. Biomed.2(2), 128–133 (2012). 10.1016/S2221-1691(11)60206-2", "ArticleIdList": ["10.1016/S2221-1691(11)60206-2", "PMC3609259", "23569882"]}, {"Citation": "Safayhi, H. et al. Boswellic acids: Novel, specific, nonredox inhibitors of 5-lipoxygenase. J. Pharmacol. Exp. Ther.261(3), 1143–1146 (1992).", "ArticleIdList": ["1602379"]}, {"Citation": "Villar, J. et al. Dexamethasone treatment for the acute respiratory distress syndrome: A multicentre, randomised controlled trial. Lancet Respir. Med.8(3), 267–276 (2020). 10.1016/S2213-2600(19)30417-5", "ArticleIdList": ["10.1016/S2213-2600(19)30417-5", "32043986"]}, {"Citation": "Nair, A. B. et al. Formulation, characterization, anti-inflammatory and cytotoxicity study of sesamol-laden nanosponges. Nanomaterials (Basel)12(23), 4211 (2022). 10.3390/nano12234211", "ArticleIdList": ["10.3390/nano12234211", "PMC9740471", "36500833"]}, {"Citation": "Zettl, I. et al. Generation of high affinity ICAM-1-specific nanobodies and evaluation of their suitability for allergy treatment. Front. Immunol.13, 1022418 (2022). 10.3389/fimmu.2022.1022418", "ArticleIdList": ["10.3389/fimmu.2022.1022418", "PMC9682242", "36439110"]}, {"Citation": "Shukla, S. D. et al. Targeting intercellular adhesion molecule-1 (ICAM-1) to reduce rhinovirus-induced acute exacerbations in chronic respiratory diseases. Inflammopharmacology30(3), 725–735 (2022). 10.1007/s10787-022-00968-2", "ArticleIdList": ["10.1007/s10787-022-00968-2", "PMC8938636", "35316427"]}, {"Citation": "Okunishi, K. & Peters-Golden, M. Leukotrienes and airway inflammation. Biochim. Biophys. Acta (BBA) Gen. Subj.11, 1096–1102 (2011).10.1016/j.bbagen.2011.02.005", "ArticleIdList": ["10.1016/j.bbagen.2011.02.005", "PMC3136588", "21352897"]}, {"Citation": "Li, S. et al. Role of interleukin-4 (IL-4) in respiratory infection and allergy caused by early-life Chlamydia infection. J. Microbiol. Biotechnol.31(8), 1109 (2021). 10.4014/jmb.2104.04028", "ArticleIdList": ["10.4014/jmb.2104.04028", "PMC9705988", "34226412"]}, {"Citation": "Taha, K. et al. Comparative phytochemical and pharmacological study of antitussive and antimicrobial effects of Boswellia and thyme essential oils. Der PhannaChemica8(1), 67–83 (2016)."}, {"Citation": "Yassin, N. A. et al. Effect of Boswelliaserrata on Alzheimer’s disease induced in rats. J. Arab Soc. Med. Res.8(1), 1–11 (2013).10.4103/1687-4293.132766", "ArticleIdList": ["10.4103/1687-4293.132766"]}, {"Citation": "Naik, S. B. & Guruprasad, M. Accidental acute talcum powder inhalation in an adult: A rare case with a short review of literature. Indian J. Crit. Care Med. Peer-rev. Off. Publ. Indian Soc. Crit. Care Med.24(6), 490 (2020).", "ArticleIdList": ["PMC7435097", "32863649"]}, {"Citation": "Vivero, M. & French, C. A. Respiratory tract and mediastinum. In Cytology: Diagnostic Principles and Clinical Correlates (eds Vivero, M. & French, C. A.) 58–114 (Elsevier, 2021)."}, {"Citation": "Al-Okaily, B. N. Histopathological effects of nicotine on rats pulmonary cell treated with zinc and vitamin D. Wasit J. Pure Sci.3(1), 152–159 (2024).10.31185/wjps.294", "ArticleIdList": ["10.31185/wjps.294"]}]}], "History": [{"Year": "2023", "Month": "12", "Day": "31"}, {"Year": "2024", "Month": "7", "Day": "1"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "0", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "22", "Hour": "23", "Minute": "17"}, {"Year": "2024", "Month": "7", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["39039094", "PMC11263383", "10.1038/s41598-024-66297-2", "10.1038/s41598-024-66297-2"]}}]}