{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39040520", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ELocationID": ["5586814", "10.1155/2024/5586814"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "15"}], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2024", "PubDate": {"Year": "2024"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "<i>Aloe vera</i> Leaf Extract Reduced BBB Permeability and Improved Neurological Results after Traumatic Brain Injury: The Role of Oxidative Stress.", "Pagination": {"StartPage": "5586814", "MedlinePgn": "5586814"}, "Abstract": {"AbstractText": ["Recognizing the importance of medicinal plants and the absence of specific medications for traumatic brain injury (TBI) treatment, this study was conducted to evaluate the effects of an aqueous extract of <i>Aloe vera</i> on oxidative stress, blood-brain barrier (BBB) permeability, and neurological scores following TBI.", "Adult male rats were categorized into five groups: sham, TBI, vehicle, low-dose <i>Aloe vera</i> (LA), and high-dose <i>Aloe vera</i> (HA). We induced diffuse TBI using the Marmaro model and administered the aqueous <i>Aloe vera</i> leaf extract, as well as vehicle, via intraperitoneal injection half an hour after TBI. Neurological outcomes were assessed both before and several hours after TBI. Additionally, oxidative stress factors were measured 24 hr after TBI, and Evans blue content (a BBB permeability index) was determined 5 hr after TBI in both serum and brain.", "Both LA and HA reduced the increase in BBB permeability after TBI, with HA having a more pronounced effect than LA. Both <i>Aloe vera</i> doses decreased brain MDA levels, increased brain TAC, and lowered both serum and brain PC levels. The impact of <i>Aloe vera</i> on brain oxidative parameters was more significant than on serum. HA also counteracted the declining effects of TBI on neurological outcomes at 4 and 24 hr post-TBI.", "This study suggests that <i>Aloe vera</i> extract may reduce BBB permeability and improve neurological outcomes after TBI by decreasing oxidative factors and increasing antioxidant factors."], "CopyrightInformation": "Copyright © 2024 Mohammad Khaksari et al."}, "AuthorList": [{"Identifier": ["0000-0003-0770-4281"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology Afzalipour Faculty of Medicine Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Khaksari", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": ["0009-0001-0899-4244"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology Neuroscience Research Center Medical Faculty Golestan University of Medical Sciences, Gorgan, Iran."}], "LastName": "Shahryari", "ForeName": "Marzieh", "Initials": "M"}, {"Identifier": ["0000-0002-0693-5048"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology Afzalipour Faculty of Medicine Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Raji-Amirhasani", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": ["0000-0002-8423-6189"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology Research Center Institute of Neuropharmacology Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Soltani", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": ["0000-0001-6675-0806"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology School of Medicine North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Bibak", "ForeName": "Bahram", "Initials": "B"}, {"Identifier": ["0000-0003-0894-3815"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Keshavarzi", "ForeName": "Zakieh", "Initials": "Z"}, {"Identifier": ["0000-0003-4813-6030"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology School of Medicine North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Shakeri", "ForeName": "Farzaneh", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["chemistry"], "DescriptorName": "Aloe"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Blood-Brain Barrier"}, {"QualifierName": ["drug therapy", "metabolism", "pathology"], "DescriptorName": "Brain Injuries, Traumatic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": ["drug effects"], "DescriptorName": "Permeability"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}], "CoiStatement": "The authors state that there is no conflict of interest"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bazarian J. J., Biberthaler P., Welch R. D., et al. Serum GFAP and UCH-L1 for prediction of absence of intracranial injuries on head CT (ALERT-TBI): a multicentre observational study. The Lancet Neurology . 2018;17(9):782–789. doi: 10.1016/S1474-4422(18)30231-X.", "ArticleIdList": ["10.1016/S1474-4422(18)30231-X", "30054151"]}, {"Citation": "Greve M. W., Zink B. J. Pathophysiology of traumatic brain injury. Mount Sinai Journal of Medicine: A Journal of Translational and Personalized Medicine . 2009;76(2):97–104. doi: 10.1002/msj.20104.", "ArticleIdList": ["10.1002/msj.20104", "19306379"]}, {"Citation": "Lu J., Goh S. J., Tng P., Deng Y. Y., Ling E.-A., Moochhala S. Systemic inflammatory response following acute traumatic brain injury. Frontiers in Bioscience . 2009;14(1):3795–3813. doi: 10.2741/3489.", "ArticleIdList": ["10.2741/3489", "19273311"]}, {"Citation": "COd O., Ikuta N., Regner A. Outcome biomarkers following severe traumatic brain injury. Revista Brasileira de Terapia Intensiva . 2008;20(4):411–421.", "ArticleIdList": ["25307248"]}, {"Citation": "Chen H. Y., Chen T. Y., Lee M. Y., et al. Melatonin decreases neurovascular oxidative/nitrosative damage and protects against early increases in the blood–brain barrier permeability after transient focal cerebral ischemia in mice. Journal of Pineal Research . 2006;41(2):175–182. doi: 10.1111/j.1600-079X.2006.00351.x.", "ArticleIdList": ["10.1111/j.1600-079X.2006.00351.x", "16879324"]}, {"Citation": "Sivandzade F., Cucullo L. Anti-diabetic countermeasures against tobacco smoke-dependent cerebrovascular toxicity: use and effect of rosiglitazone. International Journal of Molecular Sciences . 2019;20(17) doi: 10.3390/ijms20174225.4225", "ArticleIdList": ["10.3390/ijms20174225", "PMC6747143", "31470514"]}, {"Citation": "Freeman L. R., Keller J. N. Oxidative stress and cerebral endothelial cells: regulation of the blood–brain-barrier and antioxidant based interventions. Biochimica et Biophysica Acta (BBA)-Molecular Basis of Disease . 2012;1822(5):822–829. doi: 10.1016/j.bbadis.2011.12.009.", "ArticleIdList": ["10.1016/j.bbadis.2011.12.009", "PMC3412391", "22206999"]}, {"Citation": "Grammas P., Martinez J., Miller B. Cerebral microvascular endothelium and the pathogenesis of neurodegenerative diseases. Expert Reviews in Molecular Medicine . 2011;13 doi: 10.1017/S1462399411001918.e19", "ArticleIdList": ["10.1017/S1462399411001918", "21676288"]}, {"Citation": "Daneman R., Prat A. The blood–brain barrier. Cold Spring Harbor Perspectives in Biology . 2015;7(1)a020412", "ArticleIdList": ["PMC4292164", "25561720"]}, {"Citation": "Sivandzade F., Alqahtani F., Cucullo L. Traumatic brain injury and blood–brain barrier (BBB): underlying pathophysiological mechanisms and the influence of cigarette smoking as a premorbid condition. International Journal of Molecular Sciences . 2020;21(8) doi: 10.3390/ijms21082721.2721", "ArticleIdList": ["10.3390/ijms21082721", "PMC7215684", "32295258"]}, {"Citation": "Sivandzade F., Cucullo L. In-vitro blood–brain barrier modeling: a review of modern and fast-advancing technologies. Journal of Cerebral Blood Flow & Metabolism . 2018;38(10):1667–1681. doi: 10.1177/0271678X18788769.", "ArticleIdList": ["10.1177/0271678X18788769", "PMC6168917", "30058456"]}, {"Citation": "Thal S. C., Neuhaus W. The blood–brain barrier as a target in traumatic brain injury treatment. Archives of Medical Research . 2014;45(8):698–710. doi: 10.1016/j.arcmed.2014.11.006.", "ArticleIdList": ["10.1016/j.arcmed.2014.11.006", "25446615"]}, {"Citation": "Erdő F., Denes L., de Lange E. Age-associated physiological and pathological changes at the blood–brain barrier: a review. Journal of Cerebral Blood Flow & Metabolism . 2017;37(1):4–24. doi: 10.1177/0271678X16679420.", "ArticleIdList": ["10.1177/0271678X16679420", "PMC5363756", "27837191"]}, {"Citation": "Alves J. L. Blood–brain barrier and traumatic brain injury. Journal of Neuroscience Research . 2014;92(2):141–147. doi: 10.1002/jnr.23300.", "ArticleIdList": ["10.1002/jnr.23300", "24327344"]}, {"Citation": "Xiaorui Z. Regulatory situation of herbal medicines—a world wide review. Geneva: World Health Organization . 199811"}, {"Citation": "Morton J. F. Folk uses and commercial exploitation of Aloe leaf pulp. Economic Botany . 1961;15(4):311–319. doi: 10.1007/BF02907852.", "ArticleIdList": ["10.1007/BF02907852"]}, {"Citation": "Kar A., Panda S., Bharti S. Relative efficacy of three medicinal plant extracts in the alteration of thyroid hormone concentrations in male mice. Journal of Ethnopharmacology . 2002;81(2):281–285. doi: 10.1016/S0378-8741(02)00048-X.", "ArticleIdList": ["10.1016/S0378-8741(02)00048-X", "12065164"]}, {"Citation": "Calvin J. Aloe vera plant history uses and benefits. 2008. Disabeld world towards tomarrow."}, {"Citation": "Devaraj A., Karpagam T. Evaluation of anti-inflammatory activity and analgesic effect of Aloe vera leaf extract in rats. International Research Journal of Pharmacy . 2011;2(3):103–110."}, {"Citation": "Halliwell B., Hoult J. R., Blake D. R. Oxidants, inflammation, and anti-inflammatory drugs. The FASEB Journal . 1988;2(13):2867–2873. doi: 10.1096/fasebj.2.13.2844616.", "ArticleIdList": ["10.1096/fasebj.2.13.2844616", "2844616"]}, {"Citation": "Sharrif Moghaddasi M., Res M. Aloe vera their chemicals composition and applications: a review. International Journal of Biological & Medical Research . 2011;2(1):466–471."}, {"Citation": "Gupta V. K., Yarla N. S., de Lourdes Pereira M., Siddiqui N. J., Sharma B. Recent advances in ethnopharmacological and toxicological properties of bioactive compounds from Aloe barbadensis (miller), Aloe vera. Current Bioactive Compounds . 2021;17(5):2–23. doi: 10.2174/1573407216999200818092937.", "ArticleIdList": ["10.2174/1573407216999200818092937"]}, {"Citation": "Gupta V. K., Park U., Kim E., et al. Antioxidative effect of Aloe vera against malathion induced neurotoxic response in Wistar rats. Arabian Journal of Chemistry . 2023;16(10) doi: 10.1016/j.arabjc.2023.105169.105169", "ArticleIdList": ["10.1016/j.arabjc.2023.105169"]}, {"Citation": "Gupta V. K., Park U., Siddiqi N. J., Huh Y. S., Sharma B. Amelioration of hepatotoxic and neurotoxic effect of cartap by Aloe vera in Wistar rats. Toxics . 2023;11(5) doi: 10.3390/toxics11050472.472", "ArticleIdList": ["10.3390/toxics11050472", "PMC10223823", "37235286"]}, {"Citation": "Gupta V. K., Siddiqui N. J., Sharma B. Ameliorative impact of Aloe vera on cartap mediated toxicity in the brain of wistar rats. Indian Journal of Clinical Biochemistry . 2022;37(1):51–59. doi: 10.1007/s12291-020-00934-1.", "ArticleIdList": ["10.1007/s12291-020-00934-1", "PMC8799820", "35125693"]}, {"Citation": "Gupta V. K., Kumar A., MdL Pereira, Siddiqi N. J., Sharma B. Anti-inflammatory and antioxidative potential of Aloe vera on the cartap and malathion mediated toxicity in wistar rats. International Journal of Environmental Research and Public Health . 2020;17(14) doi: 10.3390/ijerph17145177.5177", "ArticleIdList": ["10.3390/ijerph17145177", "PMC7400062", "32709052"]}, {"Citation": "Gupta V. K., Siddiqi N. J., Ojha A. K., Sharma B. Hepatoprotective effect of Aloe vera against cartap- and malathion-induced toxicity in Wistar rats. Journal of Cellular Physiology . 2019;234(10):18329–18343. doi: 10.1002/jcp.28466.", "ArticleIdList": ["10.1002/jcp.28466", "30891764"]}, {"Citation": "Amirkhosravi L., Khaksari M., Amiresmaili S., Sanjari M., Khorasani P., Hashemian M. Evaluating the neuroprotective effects of progesterone receptors on experimental traumatic brain injury: the PI3K/Akt pathway. Brain and Behavior . 2023;13(11) doi: 10.1002/brb3.3244.e3244", "ArticleIdList": ["10.1002/brb3.3244", "PMC10636406", "37661235"]}, {"Citation": "Shahryari M., Bibak B., Khaksari M., et al. Anti-edema effect of Aloe vera leaf extract following traumatic brain injury: role of pro-inflammatory cytokines. Avicenna Journal of Phytomedicine . 2021;11(4):380–393. doi: 10.22038/AJP.2021.17426.", "ArticleIdList": ["10.22038/AJP.2021.17426", "PMC8264228", "34290969"]}, {"Citation": "Saberi M., Gholami S. An investigation on the effects of the Aloe Vera extract on the thickness of the retina in male diabetic rats. Iranian Journal of Veterinary Research . 2012;13(4):296–302."}, {"Citation": "Ghosh A. K., Banerjee M., Mandal T. K., Mishra A., Bhowmik M. K. A study on analgesic efficacy and adverse effects of Aloe vera in Wistar rats. Pharmacologyonline . 2011;1:1098–1108."}, {"Citation": "Boudreau M. D., Beland F. A. An evaluation of the biological and toxicological properties of Aloe barbadensis (miller), Aloe vera. Journal of Environmental Science and Health Part C . 2006;24(1):103–154. doi: 10.1080/10590500600614303.", "ArticleIdList": ["10.1080/10590500600614303", "16690538"]}, {"Citation": "Joukar S., Zarisfi Z., Sepehri G., Bashiri A. Efficacy of Melissa officinalis in suppressing ventricular arrhythmias following ischemia-reperfusion of the heart: a comparison with amiodarone. Medical Principles and Practice . 2014;23(4):340–345. doi: 10.1159/000363452.", "ArticleIdList": ["10.1159/000363452", "PMC5586902", "24942615"]}, {"Citation": "AKÇAY G. Weight drop models in traumatic brain injury. Middle Black Sea Journal of Health Science . 2023;9(2):376–385."}, {"Citation": "Soltani Z., Khaksari M., Jafari E., Iranpour M., Shahrokhi N. Is genistein neuroprotective in traumatic brain injury? Physiology & Behavior . 2015;152:26–31. doi: 10.1016/j.physbeh.2015.08.037.", "ArticleIdList": ["10.1016/j.physbeh.2015.08.037", "26367454"]}, {"Citation": "Dehghan F., Shahrokhi N., Khaksari M., et al. Does the administration of melatonin during post-traumatic brain injury affect cytokine levels? Inflammopharmacology . 2018;26(4):1017–1023. doi: 10.1007/s10787-017-0417-1.", "ArticleIdList": ["10.1007/s10787-017-0417-1", "29159715"]}, {"Citation": "Vermeij J.-D., Aslami H., Fluiter K., et al. Traumatic brain injury in rats induces lung injury and systemic immune suppression. Journal of Neurotrauma . 2013;30(24):2073–2079. doi: 10.1089/neu.2013.3060.", "ArticleIdList": ["10.1089/neu.2013.3060", "23937270"]}, {"Citation": "Khaksari M., Keshavarzi Z., Gholamhoseinian A., Bibak B. The effect of female sexual hormones on the intestinal and serum cytokine response after traumatic brain injury: different roles for estrogen receptor subtypes. Canadian Journal of Physiology and Pharmacology . 2013;91(9):700–707. doi: 10.1139/cjpp-2012-0359.", "ArticleIdList": ["10.1139/cjpp-2012-0359", "23984641"]}, {"Citation": "Asl S. Z., Khaksari M., Khachki A. S., Shahrokhi N., Nourizade S. Contribution of estrogen receptors alpha and beta in the brain response to traumatic brain injury. Journal of Neurosurgery . 2013;119(2):353–361. doi: 10.3171/2013.4.JNS121636.", "ArticleIdList": ["10.3171/2013.4.JNS121636", "23724987"]}, {"Citation": "Ebrahimi H., Nezhad S. K., Farmoudeh A., et al. Design and optimization of metformin-loaded solid lipid nanoparticles for neuroprotective effects in a rat model of diffuse traumatic brain injury: a biochemical, behavioral, and histological study. European Journal of Pharmaceutics and Biopharmaceutics . 2022;181:122–135. doi: 10.1016/j.ejpb.2022.10.018.", "ArticleIdList": ["10.1016/j.ejpb.2022.10.018", "36307002"]}, {"Citation": "O’Connor C. A., Cernak I., Vink R. Both estrogen and progesterone attenuate edema formation following diffuse traumatic brain injury in rats. Brain Research . 2005;1062(1-2):171–174. doi: 10.1016/j.brainres.2005.09.011.", "ArticleIdList": ["10.1016/j.brainres.2005.09.011", "16256079"]}, {"Citation": "Khaksari M., Hajializadeh Z., Shahrokhi N., Esmaeili-Mahani S. Changes in the gene expression of estrogen receptors involved in the protective effect of estrogen in rat’s trumatic brain injury. Brain Research . 2015;1618:1–8. doi: 10.1016/j.brainres.2015.05.017.", "ArticleIdList": ["10.1016/j.brainres.2015.05.017", "26003937"]}, {"Citation": "Mofid B., Soltani Z., Khaksari M., et al. What are the progesterone-induced changes of the outcome and the serum markers of injury, oxidant activity and inflammation in diffuse axonal injury patients? International Immunopharmacology . 2016;32:103–110. doi: 10.1016/j.intimp.2016.01.015.", "ArticleIdList": ["10.1016/j.intimp.2016.01.015", "26803522"]}, {"Citation": "Sebio R. M., Ferrarotti N., Lairion F., et al. Brain oxidative stress in rat with chronic iron or copper overload. Journal of Inorganic Biochemistry . 2019;199 doi: 10.1016/j.jinorgbio.2019.110799.110799", "ArticleIdList": ["10.1016/j.jinorgbio.2019.110799", "31421599"]}, {"Citation": "Omrani H., Alipour M. R., Mohaddes G. Ghrelin improves antioxidant defense in blood and brain in normobaric hypoxia in adult male rats. Advanced Pharmaceutical Bulletin . 2015;5(2):283–288. doi: 10.15171/apb.2015.039.", "ArticleIdList": ["10.15171/apb.2015.039", "PMC4517091", "26236669"]}, {"Citation": "Hajializadeh Z., Khaksari M., Najafipour H., Sanjari M., Mahani F. D., Raji-Amirhasani A. Substitution of calorie restriction for protective effects of estrogen on cardiometabolic risk factors and oxidative stress in obese postmenopausal rat model. Life Sciences . 2022;294 doi: 10.1016/j.lfs.2022.120367.120367", "ArticleIdList": ["10.1016/j.lfs.2022.120367", "35104476"]}, {"Citation": "Holmin S., Höjeberg B. In situ detection of intracerebral cytokine expression after human brain contusion. Neuroscience Letters . 2004;369(2):108–114. doi: 10.1016/j.neulet.2004.07.044.", "ArticleIdList": ["10.1016/j.neulet.2004.07.044", "15450678"]}, {"Citation": "Raji-Amirhasani A., Khaksari M., Shahrokhi N., et al. Comparison of the effects of different dietary regimens on susceptibility to experimental acute kidney injury:the roles of SIRT1 and TGF-β1. Nutrition . 2022;96 doi: 10.1016/j.nut.2022.111588.111588", "ArticleIdList": ["10.1016/j.nut.2022.111588", "35167998"]}, {"Citation": "Raji-Amirhasani A., Khaksari M., Soltani Z., et al. Beneficial effects of time and energy restriction diets on the development of experimental acute kidney injury in Rat: Bax/Bcl-2 and histopathological evaluation. BMC Nephrology . 2023;24(1) doi: 10.1186/s12882-023-03104-6.59", "ArticleIdList": ["10.1186/s12882-023-03104-6", "PMC10026443", "36941590"]}, {"Citation": "Khaksari M., Raji-Amirhasani A., Bashiri H., Ebrahimi M. N., Azizian H. Protective effects of combining SERMs with estrogen on metabolic parameters in postmenopausal diabetic cardiovascular dysfunction: the role of cytokines and angiotensin II. Steroids . 2022;183 doi: 10.1016/j.steroids.2022.109023.109023", "ArticleIdList": ["10.1016/j.steroids.2022.109023", "35358567"]}, {"Citation": "Fallah Huseini H., Fakhrzadeh H., Dastpak A., Azarabadi M., Tokabny R. M. Review of antihyperlipedemic herbal medicine. Journal of Medicinal Plants . 2005;3(15):9–20."}, {"Citation": "Shlosberg D., Benifla M., Kaufer D., Friedman A. Blood–brain barrier breakdown as a therapeutic target in traumatic brain injury. Nature Reviews Neurology . 2010;6(7):393–403. doi: 10.1038/nrneurol.2010.74.", "ArticleIdList": ["10.1038/nrneurol.2010.74", "PMC3625732", "20551947"]}, {"Citation": "Başkaya M. K., Rao A. M., Doğan A., Donaldson D., Dempsey R. J. The biphasic opening of the blood-brain barrier in the cortex and hippocampus after traumatic brain injury in rats. Neuroscience Letters . 1997;226(1):33–36. doi: 10.1016/S0304-3940(97)00239-5.", "ArticleIdList": ["10.1016/S0304-3940(97)00239-5", "9153635"]}, {"Citation": "Donkin J. J., Vink R. Mechanisms of cerebral edema in traumatic brain injury: therapeutic developments. Current Opinion in Neurology . 2010;23(3):293–299. doi: 10.1097/WCO.0b013e328337f451.", "ArticleIdList": ["10.1097/WCO.0b013e328337f451", "20168229"]}, {"Citation": "Dehghan F., Hadad M. K., Asadikram G., Najafipour H., Shahrokhi N. Effect of melatonin on intracranial pressure and brain edema following traumatic brain injury: role of oxidative stresses. Archives of Medical Research . 2013;44(4):251–258. doi: 10.1016/j.arcmed.2013.04.002.", "ArticleIdList": ["10.1016/j.arcmed.2013.04.002", "23608674"]}, {"Citation": "Khaksari M., Mahmmodi R., Shahrokhi N., Shabani M., Joukar S., Aqapour M. The effects of shilajit on brain edema, intracranial pressure and neurologic outcomes following the traumatic brain injury in rat. Iranian Journal of Basic Medical Sciences . 2013;16(7):858–864.", "ArticleIdList": ["PMC3758058", "23997917"]}, {"Citation": "Khaksari M., Abbasloo E., Dehghan F., Soltani Z., Asadikaram G. The brain cytokine levels are modulated by estrogen following traumatic brain injury: which estrogen receptor serves as modulator? International Immunopharmacology . 2015;28(1):279–287. doi: 10.1016/j.intimp.2015.05.046.", "ArticleIdList": ["10.1016/j.intimp.2015.05.046", "26112336"]}, {"Citation": "Abul Abbas K., Lichtman A., Pilla S. Cellular and Molecular Immunology . Philadelphia, PA: Elsevier Saunders; 2007."}, {"Citation": "Benigni A., Cassis P., Remuzzi G. Angiotensin II revisited: new roles in inflammation, immunology and aging. EMBO Molecular Medicine . 2010;2(7):247–257. doi: 10.1002/emmm.201000080.", "ArticleIdList": ["10.1002/emmm.201000080", "PMC3377325", "20597104"]}, {"Citation": "Rancan M., Otto V. I., Hans V. H., et al. Upregulation of ICAM-1 and MCP-1 but not of MIP-2 and sensorimotor deficit in response to traumatic axonal injury in rats. Journal of Neuroscience Research . 2001;63(5):438–446. doi: 10.1002/(ISSN)1097-4547.", "ArticleIdList": ["10.1002/(ISSN)1097-4547", "11223919"]}, {"Citation": "Bramlett H. M., Furones-Alonso O., Lotocki G., Rodriguez-Paez A., Sanchez-Molano J., Keane R. W. Sex differences in XIAP cleavage after traumatic brain injury in the rat. Neuroscience Letters . 2009;461(1):49–53. doi: 10.1016/j.neulet.2009.05.071.", "ArticleIdList": ["10.1016/j.neulet.2009.05.071", "PMC2716731", "19500649"]}, {"Citation": "Surjushe A., Vasani R., Saple D. Aloe vera: a short review. Indian Journal of Dermatology . 2008;53(4) doi: 10.4103/0019-5154.44785.163", "ArticleIdList": ["10.4103/0019-5154.44785", "PMC2763764", "19882025"]}, {"Citation": "Mangaiyarkarasi S. P., Manigandan T., Elumalai M., Cholan P. K., Kaur R. P. Benefits of Aloe vera in dentistry. Journal of Pharmacy & Bioallied Sciences . 2015;7(5) doi: 10.4103/0975-7406.155943.S255", "ArticleIdList": ["10.4103/0975-7406.155943", "PMC4439686", "26015726"]}, {"Citation": "Sánchez-Machado D. I., López-Cervantes J., Sendón R., Sanches-Silva A. Aloe vera: ancient knowledge with new frontiers. Trends in Food Science & Technology . 2017;61:94–102. doi: 10.1016/j.tifs.2016.12.005.", "ArticleIdList": ["10.1016/j.tifs.2016.12.005"]}, {"Citation": "Fehrmann-Cartes K., Coronado M., Hernández A. J., Allende M. L., Feijoo C. G. Anti-inflammatory effects of Aloe vera on soy meal-induced intestinal inflammation in zebrafish. Fish & Shellfish Immunology . 2019;95:564–573. doi: 10.1016/j.fsi.2019.10.075.", "ArticleIdList": ["10.1016/j.fsi.2019.10.075", "31706009"]}, {"Citation": "Paul S., Modak D., Chattaraj S., et al. Aloe vera gel homogenate shows anti-inflammatory activity through lysosomal membrane stabilization and downregulation of TNF-α and Cox-2 gene expressions in inflammatory arthritic animals. Future Journal of Pharmaceutical Sciences . 2021;7(1):1–8. doi: 10.1186/s43094-020-00163-6.", "ArticleIdList": ["10.1186/s43094-020-00163-6"]}, {"Citation": "Di Pietro V., Yakoub K. M., Caruso G., et al. Antioxidant therapies in traumatic brain injury. Antioxidants . 2020;9(3) doi: 10.3390/antiox9030260.260", "ArticleIdList": ["10.3390/antiox9030260", "PMC7139349", "32235799"]}, {"Citation": "Shahrokhi N., Haddad M. K., Joukar S., Shabani M., Keshavarzi Z., Shahozehi B. Neuroprotective antioxidant effect of sex steroid hormones in traumatic brain injury. Pakistan Journal of Pharmaceutical Sciences . 2012;25(1):219–225.", "ArticleIdList": ["22186333"]}, {"Citation": "Sharma J. N., Mohammed L. A. The role of leukotrienes in the pathophysiology of inflammatory disorders: is there a case for revisiting leukotrienes as therapeutic targets? Inflammopharmacology . 2006;14(1-2):10–16. doi: 10.1007/s10787-006-1496-6.", "ArticleIdList": ["10.1007/s10787-006-1496-6", "16835707"]}, {"Citation": "Parihar M. S., Chaudhary M., Shetty R., Hemnani T. Susceptibility of hippocampus and cerebral cortex to oxidative damage in streptozotocin treated mice: prevention by extracts of Withania somnifera and Aloe vera. Journal of Clinical Neuroscience . 2004;11(4):397–402. doi: 10.1016/j.jocn.2003.09.008.", "ArticleIdList": ["10.1016/j.jocn.2003.09.008", "15080956"]}, {"Citation": "Vogler B., Ernst E. Aloe vera: a systematic review of its clinical effectiveness. British Journal of General Practice . 1999;49(447):823–828.", "ArticleIdList": ["PMC1313538", "10885091"]}, {"Citation": "Bayir H., Kagan V. E., Tyurina Y. Y., et al. Assessment of antioxidant reserves and oxidative stress in cerebrospinal fluid after severe traumatic brain injury in infants and children. Pediatric Research . 2002;51(5):571–578. doi: 10.1203/00006450-200205000-00005.", "ArticleIdList": ["10.1203/00006450-200205000-00005", "11978879"]}, {"Citation": "Lorente L., Martín M. M., Abreu-González P., et al. Serum melatonin levels in survivor and non-survivor patients with traumatic brain injury. BMC Neurology . 2017;17(1):1–7. doi: 10.1186/s12883-017-0922-2.", "ArticleIdList": ["10.1186/s12883-017-0922-2", "PMC5518120", "28724361"]}, {"Citation": "Hanafy K. A., Selim M. H. Antioxidant strategies in neurocritical care. Neurotherapeutics . 2012;9(1):44–55. doi: 10.1007/s13311-011-0085-6.", "ArticleIdList": ["10.1007/s13311-011-0085-6", "PMC3271156", "22135010"]}, {"Citation": "Miranda M., Maureira H., Rodriguez K., Vega-Gálvez A. Influence of temperature on the drying kinetics, physicochemical properties, and antioxidant capacity of Aloe vera (Aloe barbadensis Miller) gel. Journal of Food Engineering . 2009;91(2):297–304. doi: 10.1016/j.jfoodeng.2008.09.007.", "ArticleIdList": ["10.1016/j.jfoodeng.2008.09.007"]}, {"Citation": "Petronilho F., Feier G., de Souza B., et al. Oxidative stress in brain according to traumatic brain injury intensity. Journal of Surgical Research . 2010;164(2):316–320. doi: 10.1016/j.jss.2009.04.031.", "ArticleIdList": ["10.1016/j.jss.2009.04.031", "19691993"]}, {"Citation": "de Oliveira Thais M. E. R., Cavallazzi G., Schwarzbold M. L., et al. Plasma levels of oxidative stress biomarkers and long-term cognitive performance after severe head injury. CNS Neuroscience & Therapeutics . 2012;18(7):606–608. doi: 10.1111/j.1755-5949.2012.00346.x.", "ArticleIdList": ["10.1111/j.1755-5949.2012.00346.x", "PMC6493354", "22759269"]}, {"Citation": "Baradaran A., Nasri H., Nematbakhsh M., Rafieian-Kopaei M. Antioxidant activity and preventive effect of aqueous leaf extract of aloe vera on gentamicin-induced nephrotoxicity in male Wistar rats. La Clinica Terapeutica . 2014;165(1):7–11.", "ArticleIdList": ["24589943"]}, {"Citation": "Pun P. B. L., Lu J., Moochhala S. Involvement of ROS in BBB dysfunction. Free Radical Research . 2009;43(4):348–364. doi: 10.1080/10715760902751902.", "ArticleIdList": ["10.1080/10715760902751902", "19241241"]}, {"Citation": "Solaroglu I., Okutan O., Kaptanoglu E., Beskonakli E., Kilinc K. Increased xanthine oxidase activity after traumatic brain injury in rats. Journal of Clinical Neuroscience . 2005;12(3):273–275. doi: 10.1016/j.jocn.2004.12.002.", "ArticleIdList": ["10.1016/j.jocn.2004.12.002", "15851081"]}, {"Citation": "Wang Y., Cao L., Du G. Protective effects of Aloe vera extract on mitochondria of neuronal cells and rat brain. China Journal of Chinese Materia Medica . 2010;35(3):364–368.", "ArticleIdList": ["20423007"]}, {"Citation": "Rathor N., Arora T., Manocha S., Patil A. N., Mediratta P. K., Sharma K. K. Anticonvulsant activity of a loe vera leaf extract in acute and chronic models of epilepsy in mice. Journal of Pharmacy and Pharmacology . 2014;66(3):477–485. doi: 10.1111/jphp.12181.", "ArticleIdList": ["10.1111/jphp.12181", "24251823"]}, {"Citation": "Tabatabaei S. R. F., Ghaderi S., Bahrami-Tapehebur M., Farbood Y., Rashno M. Aloe vera gel improves behavioral deficits and oxidative status in streptozotocin-induced diabetic rats. Biomedicine & Pharmacotherapy . 2017;96:279–290. doi: 10.1016/j.biopha.2017.09.146.", "ArticleIdList": ["10.1016/j.biopha.2017.09.146", "28988013"]}, {"Citation": "Rajasekaran S., Sivagnanam K., Subramanian S. Antioxidant effect of Aloe vera gel extract in streptozotocin-induced diabetes in rats. Pharmacological Reports . 2005;57(1):90–96.", "ArticleIdList": ["15849382"]}, {"Citation": "Readnower R. D., Chavko M., Adeeb S., et al. Increase in blood–brain barrier permeability, oxidative stress, and activated microglia in a rat model of blast-induced traumatic brain injury. Journal of Neuroscience Research . 2010;88(16):3530–3539. doi: 10.1002/jnr.22510.", "ArticleIdList": ["10.1002/jnr.22510", "PMC2965798", "20882564"]}, {"Citation": "Cornelius C., Crupi R., Calabrese V., et al. Traumatic brain injury: oxidative stress and neuroprotection. Antioxidants & Redox Signaling . 2013;19(8):836–853. doi: 10.1089/ars.2012.4981.", "ArticleIdList": ["10.1089/ars.2012.4981", "23547621"]}, {"Citation": "Cernak I., Savic V., Kotur J., Prokic V., Veljovic M., Grbovic D. Characterization of plasma magnesium concentration and oxidative stress following graded traumatic brain injury in humans. Journal of Neurotrauma . 2000;17(1):53–68. doi: 10.1089/neu.2000.17.53.", "ArticleIdList": ["10.1089/neu.2000.17.53", "10674758"]}, {"Citation": "Abdul-Muneer P. M., Chandra N., Haorah J. Interactions of oxidative stress and neurovascular inflammation in the pathogenesis of traumatic brain injury. Molecular Neurobiology . 2015;51(3):966–979. doi: 10.1007/s12035-014-8752-3.", "ArticleIdList": ["10.1007/s12035-014-8752-3", "PMC9420084", "24865512"]}, {"Citation": "Brotfain E., Gruenbaum S. E., Boyko M., Kutz R., Zlotnik A., Klein M. Neuroprotection by estrogen and progesterone in traumatic brain injury and spinal cord injury. Current Neuropharmacology . 2016;14(6):641–653. doi: 10.2174/1570159X14666160309123554.", "ArticleIdList": ["10.2174/1570159X14666160309123554", "PMC4981744", "26955967"]}, {"Citation": "Khaksari M., Soltani Z., Shahrokhi N., Moshtaghi G., Asadikaram G. The role of estrogen and progesterone, administered alone and in combination, in modulating cytokine concentration following traumatic brain injury. Canadian Journal of Physiology and Pharmacology . 2011;89(1):31–40. doi: 10.1139/Y10-103.", "ArticleIdList": ["10.1139/Y10-103", "21186375"]}, {"Citation": "Soltani Z., Khaksari M., Shahrokhi N., et al. Effect of estrogen and/or progesterone administration on traumatic brain injury-caused brain edema: the changes of aquaporin-4 and interleukin-6. Journal of Physiology and Biochemistry . 2016;72(1):33–44. doi: 10.1007/s13105-015-0453-5.", "ArticleIdList": ["10.1007/s13105-015-0453-5", "26638215"]}]}], "History": [{"Year": "2023", "Month": "7", "Day": "21"}, {"Year": "2024", "Month": "2", "Day": "24"}, {"Year": "2024", "Month": "6", "Day": "15"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "4", "Minute": "19"}, {"Year": "2024", "Month": "7", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["39040520", "PMC11262876", "10.1155/2024/5586814"]}}]}