{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39043791", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["16933", "10.1038/s41598-024-67933-7"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "23"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "23"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Factors affecting the downturn of traditional livestock husbandry in local communities of northwestern rangelands of Iran.", "Pagination": {"StartPage": "16933", "MedlinePgn": "16933"}, "Abstract": {"AbstractText": ["Currently, a combination of natural and human factors has led to the lack of cost-effective production, resulting in the downturn of traditional animal husbandry (DTLH) in rural regions. This research aims to investigate the factors contributing to the DTLH in indigenous communities in northwestern Iran. The statistical population consisted of pastoralists residing in the villages of Namin-Ardabil, Iran. The research method employed was descriptive-analytical, and a questionnaire was used as the data collection tool. The sample size was determined by selecting approximately 5-10% of households in each village, preferably the household head. Friedman's test was utilized to prioritize the most significant factors influencing DTLH. The findings reveals that the most crucial economic criteria contributing to the DTLH were \"the high cost of providing inputs and fodder required for livestock (mean rank = 11.12),\" \"more economic opportunities and access to well-paying employment opportunities in the city (mean rank = 8.99)\", and \"low profit from livestock farming in the rangeland (mean rank = 10.60)\". Moreover, the most important social criteria were \"uncertainty regarding the future well-being of children and the social and economic situation in the village (mean rank = 14.12)\", \"motivation for academic and career development in urban areas (mean rank = 14.10)\", and \"access to specialized and professional training opportunities in cities (mean rank = 13.80)\". Furthermore, the most crucial ecological criteria impacting the DTLH were \"drought\" (mean ran = 7.96)\" and \"non-implementation of range management plans and grazing permits\" (mean rank = 6.07)\". In general, the results indicated that the ecological criteria had the highest impact on the DTLH, followed by social and economic criteria, with values of 41.1%, 34.6%, and 24.29%, respectively. Overall, understanding the challenges faced by traditional livestock husbandry and identifying the factors contributing to its decline is crucial for developing effective strategies to support and sustain this industry in rural areas."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0003-2917-4736"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences and Medicinal Plants, Meshginshahr Faculty of Agriculture, Member of Water Management Research Center, University of Mohaghegh Ardabili, Daneshgah Street, Ardabil, 56199 13131, Iran. moameri@uma.ac.ir."}], "LastName": "Moameri", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Range and Watershed Management, Faculty of Agriculture and Natural Resources, University of Mohaghegh Ardabili, Ardabil, Iran."}], "LastName": "Lotfi", "ForeName": "Mina", "Initials": "M"}, {"Identifier": ["0000-0001-7201-1225"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Range and Watershed Management, Faculty of Agriculture and Natural Resources, University of Mohaghegh Ardabili, Ardabil, Iran."}], "LastName": "Ghorbani", "ForeName": "Ardavan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Desert Research Division, Research Institute of Forests and Rangelands, Agricultural Research, Education and Extension Organization (AREEO), Tehran, Iran."}], "LastName": "Ghasemi Aryan", "ForeName": "Yaser", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": ["methods"], "DescriptorName": "Animal Husbandry"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Livestock"}, {"QualifierName": [], "DescriptorName": "Rural Population"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hansen, B. D., Fraser, H. S. & Jones, C. S. Livestock grazing effects on riparian bird breeding behavior in agricultural landscapes. Agric. Eco Environ.270–271, 93–102. 10.1016/j.agee.2018.10.016 (2019).10.1016/j.agee.2018.10.016", "ArticleIdList": ["10.1016/j.agee.2018.10.016"]}, {"Citation": "Yang, J. et al. Impact of socio-economic and environmental factors on livestock production in Kyrgyzstan. Front. Environ. Sci.10, 1049187. 10.3389/fenvs.2022.1049187 (2022).10.3389/fenvs.2022.1049187", "ArticleIdList": ["10.3389/fenvs.2022.1049187"]}, {"Citation": "Asif-Lqubal, M. D. Livestock husbandry and environmental problems. Int. J. Sci. Res. Publ.3, 5 (2013)."}, {"Citation": "Shroder, J. F. & Sivanpillai, R. Biological and Environmental Hazards, Risks, and Disasters 466 (Elsevier, 2015). 10.1016/C2011-0-07027-8."}, {"Citation": "Jhariya, M. K., Meena, R. S., Banerjee, A. & Meena, S. N. Natural Resources Conservation and Advances for Sustainability 466 (Elsevier, 2022). 10.1016/C2019-0-03763-6."}, {"Citation": "Mirjalili, A., Heydari, G., Baghestani-Meybodi, N. & Rastgar, S. Causal analysis of factors affecting the downturn of traditional livestock husbandry in local communities (Case Study: Nodoushan Yazd Winter Pastures). J. Rural Res.12(1), 140–155. 10.22059/jrur.2021.308771.1546 (2021).10.22059/jrur.2021.308771.1546", "ArticleIdList": ["10.22059/jrur.2021.308771.1546"]}, {"Citation": "Haghiyan, I. & Nejatiyanpour, E. Energy efficiency and productivity in traditional herding in semi-steppe rangeland (case study: Kalat Rangelands, North-east of Iran). Acta Ecol. Sin.10.1016/j.chnaes.2021.02.005 (2021).10.1016/j.chnaes.2021.02.005", "ArticleIdList": ["10.1016/j.chnaes.2021.02.005"]}, {"Citation": "Bado, V. B. & Bationo, A. Integrated management of soil fertility and land resources in Sub-Saharan Africa: Involving local communities. Adv. Agron.150, 1–33 (2018).10.1016/bs.agron.2018.02.001", "ArticleIdList": ["10.1016/bs.agron.2018.02.001"]}, {"Citation": "Mottet, A., Ladet, S., Coqué, N. & Gibon, A. Agricultural land-use change and its drivers in mountain landscapes: A case study in the Pyrenees. Agric. Ecol. Environ.114(2–4), 296–310 (2006).10.1016/j.agee.2005.11.017", "ArticleIdList": ["10.1016/j.agee.2005.11.017"]}, {"Citation": "Gellrich, M., Baur, P., Koch, B., Koch, B. & Zimmermann, N. E. Agricultural land abandonment and natural forest re-growth in the Swiss mountains: A spatially explicit economic analysis. Agric. Ecos Environ.118(1–4), 93–108 (2007).10.1016/j.agee.2006.05.001", "ArticleIdList": ["10.1016/j.agee.2006.05.001"]}, {"Citation": "García-Martínez, A., Olaizola, A. & Bernués, A. Trajectories of evolution and drivers of change in European mountain cattle farming systems. Animal3(1), 152–165 (2009). 10.1017/S1751731108003297", "ArticleIdList": ["10.1017/S1751731108003297", "22444182"]}, {"Citation": "Baldock, D., Beaufoy, G., Brouwer, F. & Godeschalk, F. Farming at the Margins: Abandonment or Redeployment of Agricultural Land in Europe. In Institute for European Environmental Policy & Agricultural Economics Research Institute (1996)."}, {"Citation": "MacDonald, D. et al. Agricultural abandonment in mountain areas of Europe: Environmental consequences and policy response. J. Environ. Manag.59(1), 47–69 (2000).10.1006/jema.1999.0335", "ArticleIdList": ["10.1006/jema.1999.0335"]}, {"Citation": "Moameri, M., Hojabr, F. & Ghorbani, A. The impact of economic factors on rural-urban migration of ranchers in Ardabil province. J. Rangel.16(3), 635–651 (2022)."}, {"Citation": "Bayat, N., Rastegar, E., Amin-Khorasani, M. & Ghanbari-Nasab, A. Recognition and analysis of effective factors on livestock economy decline in rural regions (Case Study: Mahdavyeh and Parydar—Malayer Township). J. Rural Res.2(8), 153–181 (2012)."}, {"Citation": "Mirjalili, A., Heydari, G., Rastegar, S. & Baghestani-Meybodi, N. Factors affecting the recession of traditional animal husbandry in the view of experts in steppe rangelands of Yazd province. J. Rangel.14(3), 512–525 (2020)."}, {"Citation": "Ahmadi, F., Heydari, Gh. & Ahmadi, R. Investigating the factors affecting the recession of farmers in BolbanAbad Rangelands (Dehgolan City, Kurdistan Province). Iran. J. Range Desert Res.26(2), 412–422 (2019)."}, {"Citation": "Moameri, M., Hojabr, F., Ghorbani, A. & Abbasi-Khalaki, M. Factor analysis of parameters affecting migration of ranchers in Ardabil province. J. Plant Ecosyst. Conserv.10(20), 91–110 (2022)."}, {"Citation": "Samadi-Khanghah, S., Moameri, M., Ghorbani, A. & Mostafazadeh, R. Modeling potential habitats and predicting habitat connectivity for Leucanthemum vulgare Lam. in northwestern rangelands of Iran. Environ. Monit. Assess.194, 109. 10.1007/s10661-021-09716-5 (2022). 10.1007/s10661-021-09716-5", "ArticleIdList": ["10.1007/s10661-021-09716-5", "35048202"]}, {"Citation": "Samadi-Khanghah, S., Moameri, M., Ghorbani, A., Mostafazadeh, R. & Esmali-Ouri, A. An insight into machine learning models to predict the distribution of Leucanthemum vulgare Lam. in northwestern rangelands of Iran. Arab. J. Geosci.15, 836. 10.1007/s12517-022-10137-y (2022).10.1007/s12517-022-10137-y", "ArticleIdList": ["10.1007/s12517-022-10137-y"]}, {"Citation": "ESRI. ArcGIS Desktop: Release 10.1 Redlands, CA: Environmental Systems Research Institute (2011)."}, {"Citation": "Azizi-Kalesar, M., Moameri, M. & Ghorbani, A. Ecological parameters affecting the distribution of Vaccinium arctostaphylos L. in ecotone rangelands of Namin County, Iran. ECOPERSIA10(2), 153–164 (2022)."}, {"Citation": "Abu-Hammad, A. & Tumeizi, A. Land degradation: Socioeconomic and environmental causes and consequences in the eastern Mediterranean. Land Degrad. Dev.23(3), 216–226. 10.1002/ldr.1069 (2010).10.1002/ldr.1069", "ArticleIdList": ["10.1002/ldr.1069"]}, {"Citation": "Noorbakhsh, S. M. & Pour-Saraskanroud, A. Strategies to deal with rural-urban migration using Swat model: Case study Kohsar rural district of Hashtroud township. J. Commun. Dev.3(2), 127–142 (2011)."}, {"Citation": "Panahi, L. & Pishro, H. Analyzing of effective factors on rural young immigration of cities (Case Study: Central Villages Marvdasht). J. Region. Plann.1(2), 41–50 (2011)."}, {"Citation": "Eisinga, R., Heskes, T., Pelzer, B. & Te Grotenhuis, M. Exact p-values for pairwise comparison of Friedman rank sums, with application to comparing classifiers. BMC Bioinform.18, 68. 10.1186/s12859-017-1486-2 (2017).10.1186/s12859-017-1486-2", "ArticleIdList": ["10.1186/s12859-017-1486-2", "PMC5267387", "28122501"]}, {"Citation": "HosseinZad, J. & Rashid-Ghalam, M. Exchange Rates impacts on poultry husbandry inputs prices. Iran. J. Agric. Econ. Dev. Res.48(1), 1–8 (2017)."}, {"Citation": "Baghestani Meybodi, N. Traditional management of traditional rangeland Wirt goat breeder and introducing some of the ways to increase income of exploiters in steppe rangelands of Inan. In Abstracts of Articles of The 6th Range and Range Management Congress of Iran, Sari 18–29 (2015)."}, {"Citation": "Mofidi-Chelan, M. Financial analysis of traditional rangeland-based livestock husbandry in pastoral units of Sahand Mountain rangelands. J. Rangel.16(1), 345–358 (2022)."}, {"Citation": "Broki-Milan, A. & Eynali, J. Analysis of factors affecting the migration of border villages (case study: Border villages of southern Chaldaran district). J. Border Sci. Tech.19, 63–83 (2016)."}, {"Citation": "Zhang, C., Gao, Q. & Li, X. The impact of rural-urban migration on gender relations in Chinese households. Asian J. Womans Stud.19(1), 39–64 (2013).10.1080/12259276.2013.11666141", "ArticleIdList": ["10.1080/12259276.2013.11666141"]}, {"Citation": "Mariara, J. K. Global warming and livestock husbandry in Kenya: Impacts and adaptations. Ecol. Econ.68(7), 1915–1924. 10.1016/j.ecolecon.2009.03.002 (2009).10.1016/j.ecolecon.2009.03.002", "ArticleIdList": ["10.1016/j.ecolecon.2009.03.002"]}, {"Citation": "Sanadgol, A. Range and range management in arid and desert areas. In Publications of the Institute of Applied Higher Education Jihad Keshavarzi 236 (2010)."}, {"Citation": "Arzani, H. The quality of forage and the daily requirement of grazing livestock. In University of Tehran 278 (2015)."}, {"Citation": "Karelakis, C., Abas, Z., Galanpoulos, K. & Polymeros, K. Positive effects of the Greek economic crisis on livestock farmer behavior. Agro Sustain. Dev.13(3), 445–456 (2013).10.1007/s13593-013-0136-y", "ArticleIdList": ["10.1007/s13593-013-0136-y"]}, {"Citation": "Heydari-Mokarar, H., Nasimi, H. & Rashidfar, M. A comparative study of factors affecting the decline of traditional livestock in two areas of plain and mountainous (Case Study: Rural Alqchyn City Functions Choram). J. Stud. Hum. Settl. Plann.14(1), 239–257 (2019)."}, {"Citation": "Dong, H. et al. Herders’ adaptation strategies and animal husbandry development under climate change: A panel data analysis. Sci. Total Environ.872, 162144. 10.1016/j.scitotenv.2023.162144 (2023). 10.1016/j.scitotenv.2023.162144", "ArticleIdList": ["10.1016/j.scitotenv.2023.162144", "36773915"]}, {"Citation": "Hosseinzadeh, A., Moameri, M., Ghorbani, A. & Mofidi, M. Economic and social factors affecting rural migration Case: Rural customary systems in Anarchy area of Meshginshahr. J. Space Econ. Rural Dev.8(4), 243–259 (2020)."}]}], "History": [{"Year": "2023", "Month": "10", "Day": "30"}, {"Year": "2024", "Month": "7", "Day": "17"}, {"Year": "2024", "Month": "7", "Day": "24", "Hour": "0", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "24", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "23", "Hour": "23", "Minute": "24"}, {"Year": "2024", "Month": "7", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["39043791", "PMC11266605", "10.1038/s41598-024-67933-7", "10.1038/s41598-024-67933-7"]}}]}