{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Phytolacca dodecandra", "acetaminophen", "hepatoprotective", "liver injury", "silymarin"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39051594", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": ["2515690X241263063", "10.1177/2515690X241263063"], "ArticleDate": [], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "29", "PubDate": {"Year": "2024", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "<i>Phytolacca Dodecandra</i> (L' Herit) (Phytolaccaceae) Methanol Root Extract Protects Liver from Acetaminophen-Induced Injury in Rats.", "Pagination": {"StartPage": "2515690X241263063", "MedlinePgn": "2515690X241263063"}, "Abstract": {"AbstractText": ["<i>Phytolacca dodecandra</i> (L' Herit), or 'Endod', is one of the widely known medicinal plants in Ethiopia. Berries of the endod have been used as a detergent for centuries. The present study was aimed to test the hepatoprotective effects of the plant against acetaminophen (APAP)-induced liver injury in rats. Mice of either sex were used for oral acute toxicity tests and APAP-induced lethality tests. Hepatoprotective experiments were done on male rats using 2 g/kg of APAP to induce liver damage. Liver enzymes, total bilirubin (TB), and lipid profile were determined. Liver tissues were also examined histopathologically to see a morphologic change in the control and experiment groups. The protective effect of the plant extract was also tested through sodium pentobarbital (SPB)-induced sleeping time. A significant increase in serum levels of liver enzymes, TB, low-density lipoprotein (LDL), and triglycerides (TGs) was seen from oral administration of 2 g/kg APAP. Total cholesterol (TC) and high-density lipoprotein (HDL) levels were decreased. Serum levels of all parameters were reversed to normal after administration of silymarin 100 mg/kg and, 100, 200, and 400 mg/kg doses of the extract. A significant dose-dependent hepatoprotective effect of <i>Phytolacca dodecandra</i> Methanol Root Extract (PDME) was seen in terms of LDL. Histopathological investigations and SPB-induced sleeping time confirmed the findings of biochemical analysis. The findings of the present study indicate that PDME protected the liver from APAP injury."]}, "AuthorList": [{"Identifier": ["0000-0001-8476-323X"], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Geresu", "ForeName": "Gudeta Duga", "Initials": "GD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Abebe", "ForeName": "Tilahun Tesfaye", "Initials": "TT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Gadisa", "ForeName": "Diriba Alemayehu", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Taye", "ForeName": "Getu Melese", "Initials": "GM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, Hawassa University, Hawassa, Sidama, Ethiopia."}], "LastName": "Bedada", "ForeName": "Dejene Hailu", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Baressa", "ForeName": "Tamirat Bekele", "Initials": "TB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["247395"], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Oromia, Ethiopia."}], "LastName": "Hussen", "ForeName": "Shemsu Umer", "Initials": "SU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["128156"], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Ambo University, Ambo, Oromia, Ethiopia."}], "LastName": "Chala", "ForeName": "Tesemma Sileshi", "Initials": "TS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "362O9ITL9D", "NameOfSubstance": "Acetaminophen"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Acetaminophen"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["prevention & control", "drug therapy"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phytolacca"}, {"QualifierName": ["drug effects", "pathology", "metabolism"], "DescriptorName": "Liver"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["chemistry"], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}], "CoiStatement": "Declaration of Conflicting InterestsThe authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chen X, Martin C, Chen W. Medicinal plant biology: A new era for medicinal plant research. Medicinal Plant Biology. 2022;1(1):1‐1. doi: 10.48130/MPB-2022-0001.", "ArticleIdList": ["10.48130/MPB-2022-0001"]}, {"Citation": "Fernández J, Silván B, Entrialgo-Cadierno Ret al. et al. Antiproliferative and palliative activity of flavonoids in colorectal cancer. Biomed Pharmacother. 2021;143:112241. doi: 10.1016/j.biopha.2021.112241", "ArticleIdList": ["10.1016/j.biopha.2021.112241", "34649363"]}, {"Citation": "Mitra S, Das R, Emran TBet al. Diallyl disulfide: A bioactive garlic compound with anticancer potential. Front Pharmacol. 2022;13:943967. doi: 10.3389/fphar.2022.943967", "ArticleIdList": ["10.3389/fphar.2022.943967", "PMC9441672", "36071845"]}, {"Citation": "Cerqua I, Neukirch K, Terlizzi Met al.\nVitamin E long-chain metabolite and the inspired drug candidate α-amplexichromanol relieve asthma features in an experimental model of allergen sensitization. Pharmacol. Res. 2022;181:106250. \nhttps://ssrn.com/abstract=4079610\n\n", "ArticleIdList": ["35562015"]}, {"Citation": "Wang P, Ma XM, Geng K, Jiang ZZ, Yan PY, Xu Y. Effects of Camellia tea and herbal tea on cardiometabolic risk in patients with type 2 diabetes mellitus: A systematic review and meta-analysis of randomized controlled trials. Phytother Res. 2022;36(11):4051‐4062. doi: 10.1002/ptr.7572", "ArticleIdList": ["10.1002/ptr.7572", "36197117"]}, {"Citation": "Li FS, Weng JK. Demystifying traditional herbal medicine with modern approach. Nat. Plants. 2017;3:17109. doi:10.1038/nplants.2017.109", "ArticleIdList": ["10.1038/nplants.2017.109", "28758992"]}, {"Citation": "Tesfaye S, Asres K, Lulekal Eet al. et al. Ethiopian Medicinal plants traditionally used for the treatment of cancer, part 2: A review on cytotoxic, antiproliferative, and antitumor phytochemicals, and future perspective. Molecules. 2020;25(17):4032. doi: 10.3390/molecules25174032", "ArticleIdList": ["10.3390/molecules25174032", "PMC7504812", "32899373"]}, {"Citation": "Esser KB, Semagn K, Wolde-yohannes L. Medicinal use and social status of the soap berry endod (Phytolacca dodecandra) in Ethiopia. J Ethnopharmacol. 2003;85(2-3):269‐277. doi:10.1016/S0378-8741(03)00007-2", "ArticleIdList": ["10.1016/S0378-8741(03)00007-2", "12639751"]}, {"Citation": "Beressa TB, Ajayi CO, Peter ELet al. et al. Pharmacology, phytochemistry, and toxicity profiles of Phytolacca dodecandra L’Hér: A scoping review. Infect Dis(Auckl). 2020;13:1‐7. 10.1177/1178633720943509", "ArticleIdList": ["10.1177/1178633720943509", "PMC7388083", "32782430"]}, {"Citation": "Teklay A, Abera B, Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. J Ethnobiol Ethnomed. 2013;9(65):1‐23. 10.1186/1746-4269-9-65", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto. J Ethnobiol Ethnomed. 2017;13(55):1‐29. 10.1186/s13002-017-0182-7", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Limenih Y, Umer S, Wolde-mariam M. Ethnobotanical study on traditional medicinal plants in Dega Damot Woreda, Amhara Region, North Ethiopia. IJRPC. 2015;5(2):258‐273. \nhttp://www.ijrpc.com/files/09-04-2015/02-551.pdf\n"}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in northwest Ethiopia. J Ethnopharmacol. 2007;110:516‐525. 10.1016/j.jep.2006.10.011", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Admasu P, Deressa A, Mengistu A, Gebrewold A, Feyera T. In vivo antirabies activity evaluation of hydroethanolic extract of roots and leaves of phytolacca dodecandra. Glob Vet. 2014;12(1):12‐18. DOI: 10.5829/idosi.gv.2014.12.01.81150", "ArticleIdList": ["10.5829/idosi.gv.2014.12.01.81150"]}, {"Citation": "Yohannis SW, Asfaw Z, Kelbessa E. Ethnobotanical study of medicinal plants used by local people in Menz Gera Midir District, North Shewa Zone, Amhara Regional State, Ethiopia. J Med Plants Res. 2018;12(21):296‐314. 10.5897/JMPR2018.6616", "ArticleIdList": ["10.5897/JMPR2018.6616"]}, {"Citation": "Birhan Y, Kitaw S, Alemayehu Y, Mengesha N. Ethnobotanical study of medicinal plants used to treat human diseases in Enarj Enawga district, East Gojjam zone, Amhara region, Ethiopia. SM J Med Plant Stud. 2017;1(1):1‐9. doi:10.36876/smjmps.1006", "ArticleIdList": ["10.36876/smjmps.1006"]}, {"Citation": "Agize M, Demissew S, Asfaw Z. Ethnobotany of medicinal plants in Loma and Gena Bosa districts (Woredas) of Dawro Zone, Southern Ethiopia. Topcls J Herb Med. 2013;2(9):194‐212."}, {"Citation": "Megersa M, Asfaw Z, Kelbessa E, Beyene A, Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, West Ethiopia. J Ethnobiol Ethnomed. 2013;9(68):1‐18. doi:10.1186/1746-4269-9-68", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Namulindwa A, Nkwangu D, Oloro J. Determination of the abortifacient activity of the aqueous extract of Phytolacca dodecandra (L’ Her) leaf in Wistar rats. Afr J Pharm Pharmacol. 2015;9(3):43‐47. 10.5897/AJPP2014.4227", "ArticleIdList": ["10.5897/AJPP2014.4227"]}, {"Citation": "Adinew GM. Antimalarial activity of methanolic extract of Phytolacca dodecandra leaves against Plasmodium berghei infected Swiss albino mice. Int J Pharmacol and Clin Sci. 2014;3(3):39‐45. \nhttps://www.ijphs.org/article/2014/3/3/105530ijpcs431\n"}, {"Citation": "Stolzenberg S, Parkhurst R. Spermicidal actions of extracts and compounds from Phytolacca dodecandra. Contraception. 1974;10(2):135‐143. doi:10.1016/0010-7824(74)90069-9", "ArticleIdList": ["10.1016/0010-7824(74)90069-9", "4472926"]}, {"Citation": "Misganaw N, Moges S, Tadele M, Tesera M, Temesgen T, Raja N. Evaluation of multi potential bioactive Endod, Phytolacca dodecandra (L’Herit) berries extracts against immature filarial vector Culex quinquefasciatus Say (Diptera : Culicidae). Res J Environ and Earth Sci. 2012;4(7):697‐703. \nhttps://www.semanticscholar.org/paper/9aad6dd688040082548a9f072597c1b4fe26f9f3\n"}, {"Citation": "Zeleke AJ, Shimo BA, Gebre DY. Larvicidal effect of endod (Phytolacca dodecandra) seed products against Anopheles arabiensis (Diptera: culicidae) in Ethiopia. BMC Res Notes. 2017;10(449). doi:10.1186/s13104-017-2792-5", "ArticleIdList": ["10.1186/s13104-017-2792-5", "PMC5585894", "28877762"]}, {"Citation": "Owiti YJ, Barack O-OJ, Auma AC, India JJ, Pamela W-K, John VM. Larviciding potency of water and ethanol extracts of Phytolacca dodecandra (L’Herit) on Anopheles gambiae (Diptera: Culicidae). J Mosq Res. 2015;5(2):1‐6. \nhttps://emtoscipublisher.com/index.php/jmr/article/view/1612\n"}, {"Citation": "Mohammed A, Wossene A, Giday M, Tilahun G, Kebede N. In vitro anthelminthic activities of four medicinal plants against Haemonchus contortus. Afr J Plant Sc. 2013;7(8):369‐373. 10.5897/AJPS2013.1003", "ArticleIdList": ["10.5897/AJPS2013.1003"]}, {"Citation": "Matebie WA, Zhang W, Xie G. Chemical composition and antimicrobial activity of essential oil from Phytolacca dodecandra collected in Ethiopia. Molecules. 2019;24(2):342. doi:10.3390/molecules24020342", "ArticleIdList": ["10.3390/molecules24020342", "PMC6358814", "30669366"]}, {"Citation": "Anthoney ST, Obey JK, Miyogo EO, Terer E. In vitro antibacterial activity of the aqua extract of Phtolacca dodecandra roots against laboratory strains of selected human pathogenic organisms. Int J Bioassays. 2015;4(05):3903‐3909. \nhttp://repository.ueab.ac.ke:8080/xmlui/handle/123456789/122\n"}, {"Citation": "Tadeg H, Mohammed E, Asres K, Gebre-mariam T. Antimicrobial activities of some selected traditional Ethiopian medicinal plants used in the treatment of skin disorders. J Ethnopharmacol. 2005;100:168‐175. 10.1016/j.jep.2005.02.031", "ArticleIdList": ["10.1016/j.jep.2005.02.031", "16054532"]}, {"Citation": "Ogutu AI, Lilechi DB, Mutai C, Bii C. Phytochemical analysis and antimicrobial activity of Phytolacca dodecandra, Cucumis aculeatus and Erythrina excelsa. Int. J. Biol. Chem. Sci. 2012; 6(2):692‐704. 10.4314/ijbcs.v6i2.13", "ArticleIdList": ["10.4314/ijbcs.v6i2.13"]}, {"Citation": "Peter H. Mansfeld’s encyclopedia of agricultural and horticultural crops (except ornamentals). Springer; 2001."}, {"Citation": "Madhina D, Shiff C. Prevention of snail miracidia interactions using Phytolacca dodecandra (L’Herit)(endod) as a miracidiacide: An alternative approach to the focal control of schistosomiasis. Trop Med Int Health. 1996;1(2):221‐226. doi:10.1111/j.1365-3156.1996.tb00030.x", "ArticleIdList": ["10.1111/j.1365-3156.1996.tb00030.x", "8665388"]}, {"Citation": "Sadiq IZ. Free radicals and oxidative stress: Signaling mechanisms, redox basis for human diseases, and cell cycle regulation. Curr Mol Med. 2023;23(1):13‐35. doi: 10.2174/1566524022666211222161637", "ArticleIdList": ["10.2174/1566524022666211222161637", "34951363"]}, {"Citation": "Iteku JB, Mbayi O, Bongo GN, et al. Phytochemical analysis and assessment of antibacterial and antioxidant activities of Phytolacca dodecandra L. Herit Leaf extracts (Phytolaccaceae). Int J Biomed Eng Clin Sci. 2019;5(3):31‐39. doi:10.11648/j.ijbecs.20190503.11", "ArticleIdList": ["10.11648/j.ijbecs.20190503.11"]}, {"Citation": "Albus U. Guide for the care and use of laboratory animals (8th edn) by the national research council of the national academies Washington, DC: National academies press, 2011. Lab Anim. 2012;46:267‐268. DOI: 10.1258/la.2012.150312", "ArticleIdList": ["10.1258/la.2012.150312"]}, {"Citation": ".: OECD, 2008, Test No. 425: Acute Oral Toxicity: Up-and-Down Procedure, OECD Guidelines for the Testing of Chemicals, Section 4, OECD Publishing, Paris."}, {"Citation": "Geresu GD, Umer S, Arayaselassie M, Ashebir G, Makonnen E. Hepatoprotective effects of crude stem bark extracts and solvent fractions of Cordia africana against acetaminophen-induced liver injury in rats. Can J Gastroenterol Hepatol. 2022. 10.1155/2022/1449286", "ArticleIdList": ["10.1155/2022/1449286", "PMC8983178", "35392025"]}, {"Citation": "Maqsood F, Ibrahim T, Farooqi AA, Ahmad MS. Polygonum amplexicaule extract : An effective herbal cure to CCl 4 induced liver damage in vivo. J Rare Disord Diagn Ther. 2017;3(3:4):1‐8. 10.21767/2380-7245.100057", "ArticleIdList": ["10.21767/2380-7245.100057"]}, {"Citation": "Yahya F, Mamat SS, Kamarolzaman MFF, et al. Hepatoprotective activity of methanolic extract of Bauhinia purpurea Leaves against paracetamol-induced hepatic damage in rats. Evid Based Complemet Alternat Med. 2013. 10.1155/2013/636580", "ArticleIdList": ["10.1155/2013/636580", "PMC3703353", "23853662"]}, {"Citation": "Adams RP, Neisess KR, Parkhurst RM, Makhubu LP, Wolde-Yohannes L. Phytolacca dodecandra (Phytolaccaceae) in Africa : Geographical variation in morphology. Taxon. 1989;38(1):17‐26. 10.2307/1220883", "ArticleIdList": ["10.2307/1220883"]}, {"Citation": "Dalziel JM. The Useful Plants of West Tropical Africa.1937."}, {"Citation": "Wolde-Yohannes L, Demeke T, Lambert JDH. Cultivation studies of P.dodecandra and its role in schistosomiasis control. In: Makhubu LL, Lemma A, Heyneman D, eds. Endod II (P.dodecandra). Council on International and Public Affairs; 1986:81‐87."}, {"Citation": "Lemma A, Brody G, Newell GW, Parkhurst R, Skinner W. Studies on the molluscicidal properties of endod (Phytolacca dodecandra): I. Increased potency with butanol extraction. J Parasitol. 1972;58(1):104‐107. doi:10.2307/3278251", "ArticleIdList": ["10.2307/3278251", "5062455"]}, {"Citation": "Erko B, Abebe F, Medhin G, et al. Containment of human schistosomiasis mansoni by the molluscicidal soapberry Endod (P.dodecandra) in Wollo, northeastern Ethiopia: comparative study using two different approaches. East Afr Med J. 2002;79:39‐42. 10.1590/0037-8682-0113-2018", "ArticleIdList": ["10.1590/0037-8682-0113-2018", "12625676"]}, {"Citation": "Meharie BG, Tunta TA. Phytolacca dodecandra (Phytolaccaceae) root extract exhibits antioxidant and hepatoprotective activities in mice with ccl4-induced acute liver damage. Clin Exp Gastroenterol. 2021;14:59‐70. 10.2147/CEG.S290859", "ArticleIdList": ["10.2147/CEG.S290859", "PMC7886389", "33603434"]}, {"Citation": "Liao J, Lu Q, Li Z, Li J, Zhao Q, Li J. Acetaminophen-induced liver injury: Molecular mechanism and treatments from natural products. Front. Pharmacol. 2023;14:1122632. doi: 10.3389/fphar.2023.1122632", "ArticleIdList": ["10.3389/fphar.2023.1122632", "PMC10083499", "37050900"]}, {"Citation": "Boxill GC, Nash CB, Wheeler AG. Comparative pharmacological and toxicological evaluation of N-acetyl-p-aminophenol, salicylamide, and acetylsalicylic acid. J Am Pharm Assoc. 1958;47(7):479‐487. 10.1002/jps.3030470706", "ArticleIdList": ["10.1002/jps.3030470706", "13563249"]}, {"Citation": "Boyd EM, Bereczky GM. Liver necrosis from paracetamol. Br J Pharmacol Chemother. 1966;26(3):606‐614. 10.1111/j.1476-5381.1966.tb01841.x", "ArticleIdList": ["10.1111/j.1476-5381.1966.tb01841.x", "PMC1510721", "5959211"]}, {"Citation": "Nakalembe L, Kasolo JN, Nyatia E, Lubega A, Bbosa GS. Analgesic and anti-inflammatory activity of total crude leaf extract of Phytolacca dodecandra in Wistar Albino rats. Neurosci Med. 2019;10(3):259‐271. doi:10.4236/nm.2019.103020", "ArticleIdList": ["10.4236/nm.2019.103020"]}, {"Citation": "Almajwal AM, Elsadek MF. Lipid-lowering and hepatoprotective effects of Vitis vinifera dried seeds on paracetamol-induced hepatotoxicity in rats. Nutr Res Pract. 2015;9(1):37‐42. 10.4162/nrp.2015.9.1.37", "ArticleIdList": ["10.4162/nrp.2015.9.1.37", "PMC4317478", "25671066"]}, {"Citation": "Islam MT, Quispe C, Islam MA, et al. Effects of nerol on paracetamol-induced liver damage in Wistar albino rats. Biomed Pharmacother. 2021;140:111732. 10.1016/j.biopha.2021.111732", "ArticleIdList": ["10.1016/j.biopha.2021.111732", "34130201"]}, {"Citation": "Trapani L, Segatto M, Pallottini V. Regulation and deregulation of cholesterol homeostasis: The liver as a metabolic “power station”. World J Hepatol. 2012;4(6):184‐190. doi: 10.4254/wjh.v4.i6.184", "ArticleIdList": ["10.4254/wjh.v4.i6.184", "PMC3388116", "22761969"]}, {"Citation": "Aba PE, Ugwueze KO, Onoja SO, Okorie-Kanu CO. Hepatoprotective and antioxidant properties of the methanol leaf extract of Diaphananthe bidens in acetaminophen-induced hepatotoxicity in rats. Trop J Pharm Res. 2019;18(11):2371‐2377. 10.4314/tjpr.v18i11.20", "ArticleIdList": ["10.4314/tjpr.v18i11.20"]}, {"Citation": "Das B, Datta BK, Shara A, Rouf S. Hepatoprotective activity of Phyllanthus Reticulatus. Pak J Pharm Sci. 2008;21(4):333‐337.", "ArticleIdList": ["18930851"]}, {"Citation": "Letícia F, Del-rei RP, Bittencourt D. Alterations in the lipid profiles and circulating liver enzymes in individuals infected by Schistosoma mansoni. Rev Soc Bras Med Trop. 2018;51(6):795‐801. doi:10.1590/0037-8682-0113-2018", "ArticleIdList": ["10.1590/0037-8682-0113-2018", "30517533"]}, {"Citation": "Abdelghani E, Zerpa R, Iliescu G, Escalante CP. Schistosomiasis and liver disease: Learning from the past to understand the present. Clin. Case Rep. 2020;8(8):1522‐1526.", "ArticleIdList": ["PMC7455423", "32884787"]}, {"Citation": "Yan M, Huo Y, Yin S, Hu H. Mechanisms of acetaminophen-induced liver injury and its implications for therapeutic interventions. Redox Biol. 2018;17:274‐283. 10.1016/j.redox.2018.04.019", "ArticleIdList": ["10.1016/j.redox.2018.04.019", "PMC6006912", "29753208"]}, {"Citation": "Papackova Z, Heczkova M, Dankova H, et al. Silymarin prevents acetaminophen-induced hepatotoxicity in mice. PLoS One. 2018;13(1):1‐20. 10.1371/journal.pone.0191353", "ArticleIdList": ["10.1371/journal.pone.0191353", "PMC5771617", "29342206"]}]}], "History": [{"Year": "2024", "Month": "7", "Day": "26", "Hour": "12", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "26", "Hour": "12", "Minute": "41"}, {"Year": "2024", "Month": "7", "Day": "25", "Hour": "7", "Minute": "32"}, {"Year": "2024", "Month": "7", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["39051594", "PMC11273601", "10.1177/2515690X241263063"]}}]}