{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-diabetic", "anti-inflammatory", "antioxidant", "osteoporosis", "polyphenols", "pro-osteogenic", "type 2 diabetes mellitus"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39062550", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["836", "10.3390/biom14070836"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "11"}], "Journal": {"ISSN": "2218-273X", "JournalIssue": {"Volume": "14", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "11"}}, "Title": "Biomolecules", "ISOAbbreviation": "Biomolecules"}, "ArticleTitle": "Antioxidant, Anti-Inflammatory, Anti-Diabetic, and Pro-Osteogenic Activities of Polyphenols for the Treatment of Two Different Chronic Diseases: Type 2 Diabetes Mellitus and Osteoporosis.", "Abstract": {"AbstractText": ["Polyphenols are natural bioactives occurring in medicinal and aromatic plants and food and beverages of plant origin. Compared with conventional therapies, plant-derived phytochemicals are more affordable and accessible and have no toxic side effects. Thus, pharmaceutical research is increasingly inclined to discover and study new and innovative natural molecules for the treatment of several chronic human diseases, like type 2 diabetes mellitus (T2DM) and osteoporosis. These pathological conditions are characterized by a chronic inflammatory state and persistent oxidative stress, which are interconnected and lead to the development and worsening of these two health disorders. Oral nano delivery strategies have been used to improve the bioavailability of polyphenols and to allow these natural molecules to exert their antioxidant, anti-inflammatory, anti-diabetic, and pro-osteogenic biological activities in in vivo experimental models and in patients. Polyphenols are commonly used in the formulations of nutraceuticals, which can counteract the detrimental effects of T2DM and osteoporosis pathologies. This review describes the polyphenols that can exert protective effects against T2DM and osteoporosis through the modulation of specific molecular markers and pathways. These bioactives could be used as adjuvants, in combination with synthetic drugs, in the future to develop innovative therapeutic strategies for the treatment of T2DM and osteoporosis."]}, "AuthorList": [{"Identifier": ["0000-0001-8675-0790"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "R&D Department, Mivell S.r.l.s., 61032 Fano, Italy."}], "LastName": "Scarpa", "ForeName": "Emanuele-Salvatore", "Initials": "ES"}, {"Identifier": ["0000-0002-5931-4616"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomolecular Sciences, University of Urbino Carlo Bo, 61029 Urbino, Italy."}], "LastName": "Antonelli", "ForeName": "Antonella", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Endocrinology, Department of Clinical and Molecular Sciences, Università Politecnica delle Marche, 60126 Ancona, Italy."}], "LastName": "Balercia", "ForeName": "Giancarlo", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic of Endocrinology and Metabolic Diseases, Department of Clinical and Molecular Sciences, Università Politecnica delle Marche, 60126 Ancona, Italy."}], "LastName": "Sabatelli", "ForeName": "Sofia", "Initials": "S"}, {"Identifier": ["0000-0003-1375-4744"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Interdisciplinary Project (CHIP) Research Center, School of Pharmacy, University of Camerino, 62032 Camerino, Italy."}], "LastName": "Maggi", "ForeName": "Filippo", "Initials": "F"}, {"Identifier": ["0000-0002-5530-877X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Interdisciplinary Project (CHIP) Research Center, School of Pharmacy, University of Camerino, 62032 Camerino, Italy."}], "LastName": "Caprioli", "ForeName": "Giovanni", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic of Endocrinology and Metabolic Diseases, Department of Clinical and Molecular Sciences, Università Politecnica delle Marche, 60126 Ancona, Italy."}], "LastName": "Giacchetti", "ForeName": "Gilberta", "Initials": "G"}, {"Identifier": ["0000-0003-3525-1531"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomolecular Sciences, University of Urbino Carlo Bo, 61029 Urbino, Italy."}], "LastName": "Micucci", "ForeName": "Matteo", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biomolecules", "NlmUniqueID": "101596414", "ISSNLinking": "2218-273X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polyphenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": ["pharmacology", "chemistry", "therapeutic use"], "DescriptorName": "Polyphenols"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Osteoporosis"}, {"QualifierName": ["pharmacology", "therapeutic use", "chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology", "chemistry", "therapeutic use"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology", "chemistry", "therapeutic use"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Osteogenesis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}], "CoiStatement": "Emanuele-Salvatore Scarpa is an employee of Mivell S.r.l.s. and is the inventor of European Patent Application EP 4 205 733 A1. The other authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Rathod N.B., Elabed N., Punia S., Ozogul F., Kim S.K., Rocha J.M. Recent Developments in Polyphenol Applications on Human Health: A Review with Current Knowledge. Plants. 2023;12:1217. doi: 10.3390/plants12061217.", "ArticleIdList": ["10.3390/plants12061217", "PMC10053535", "36986905"]}, {"Citation": "Ninfali P., Antonini E., Frati A., Scarpa E.S. C-Glycosyl Flavonoids from Beta vulgaris Cicla and Betalains from Beta vulgaris rubra: Antioxidant, Anticancer and Antiinflammatory Activities—A Review. Phytother. Res. 2017;31:871–884. doi: 10.1002/ptr.5819.", "ArticleIdList": ["10.1002/ptr.5819", "28464411"]}, {"Citation": "Matacchione G., Valli D., Silvestrini A., Giuliani A., Sabbatinelli J., Giordani C., Coppari S., Rippo M.R., Albertini M.C., Olivieri F. Curcumin, Polydatin and Quercetin Synergistic Activity Protects from High-Glucose-Induced Inflammation and Oxidative Stress. Antioxidants. 2022;11:1037. doi: 10.3390/antiox11061037.", "ArticleIdList": ["10.3390/antiox11061037", "PMC9220232", "35739934"]}, {"Citation": "Scarpa E.S., Giordani C., Antonelli A., Petrelli M., Balercia G., Silvetti F., Pieroni A., Sabbatinelli J., Rippo M.R., Olivieri F., et al. The Combination of Natural Molecules Naringenin, Hesperetin, Curcumin, Polydatin and Quercetin Synergistically Decreases SEMA3E Expression Levels and DPPIV Activity in In Vitro Models of Insulin Resistance. Int. J. Mol. Sci. 2023;24:8071. doi: 10.3390/ijms24098071.", "ArticleIdList": ["10.3390/ijms24098071", "PMC10178687", "37175783"]}, {"Citation": "Giordani C., Matacchione G., Giuliani A., Valli D., Scarpa E.S., Antonelli A., Sabbatinelli J., Giacchetti G., Sabatelli S., Olivieri F., et al. Pro-Osteogenic and Anti-Inflammatory Synergistic Effect of Orthosilicic Acid, Vitamin K2, Curcumin, Polydatin and Quercetin Combination in Young and Senescent Bone Marrow-Derived Mesenchymal Stromal Cells. Int. J. Mol. Sci. 2023;24:8820. doi: 10.3390/ijms24108820.", "ArticleIdList": ["10.3390/ijms24108820", "PMC10218531", "37240169"]}, {"Citation": "Matacchione G., Gurau F., Baldoni S., Prattichizzo F., Silvestrini A., Giuliani A., Pugnaloni A., Espinosa E., Amenta F., Bonafè M., et al. Pleiotropic effects of polyphenols on glucose and lipid metabolism: Focus on clinical trials. Ageing Res. Rev. 2020;61:101074. doi: 10.1016/j.arr.2020.101074.", "ArticleIdList": ["10.1016/j.arr.2020.101074", "32335301"]}, {"Citation": "Hussain T., Murtaza G., Yang H., Kalhoro M.S., Kalhoro D.H. Exploiting Anti-Inflammation Effects of Flavonoids in Chronic Inflammatory Diseases. Curr. Pharm. Des. 2020;26:2610–2619.", "ArticleIdList": ["32268861"]}, {"Citation": "Bon R.S., Beech D.J. In pursuit of small molecule chemistry for calcium-permeable non-selective TRPC channels—Mirage or pot of gold? Br. J. Pharmacol. 2013;170:459–474. doi: 10.1111/bph.12274.", "ArticleIdList": ["10.1111/bph.12274", "PMC3791986", "23763262"]}, {"Citation": "Shamsudin N.F., Ahmed Q.U., Mahmood S., Shah S.A.A., Sarian M.N., Khan Khattak M.M.A., Khatib A., Sabere A.S.M., Yusoff Y.M., Latip J. Flavonoids as Antidiabetic and Anti-Inflammatory Agents: A Review on Structural Activity Relationship-Based Studies and Meta-Analysis. Int. J. Mol. Sci. 2022;23:12605. doi: 10.3390/ijms232012605.", "ArticleIdList": ["10.3390/ijms232012605", "PMC9604264", "36293459"]}, {"Citation": "Mutoh M., Takahashi M., Fukuda K., Komatsu H., Enya T., Matsushima-Hibiya Y., Mutoh H., Sugimura T., Wakabayashi K. Suppression by flavonoids of cyclooxygenase-2 promoter-dependent transcriptional activity in colon cancer cells: Structureactivity relationship. Jpn. J. Cancer Res. 2000;91:686–691. doi: 10.1111/j.1349-7006.2000.tb01000.x.", "ArticleIdList": ["10.1111/j.1349-7006.2000.tb01000.x", "PMC5926411", "10920275"]}, {"Citation": "Redrejo-Rodriguez M., Tejeda-Cano A., Del Carmen Pinto M., Macías P. Lipoxygenase inhibition by flavonoids: Semiempirical study of the structure-activity relation. J. Mol. Struct. Theochem. 2004;674:121–124. doi: 10.1016/j.theochem.2003.12.021.", "ArticleIdList": ["10.1016/j.theochem.2003.12.021"]}, {"Citation": "Bello O.M., Ogbesejana A.B., Adetunji C.O., Oguntoye S.O. Flavonoids isolated from Vitex grandifolia, an underutilized vegetable, exert monoamine a & b inhibitory and anti-inflammatory effects and their structure-activity relationship. Turk. J. Pharm. Sci. 2019;16:437–443.", "ArticleIdList": ["PMC7227889", "32454747"]}, {"Citation": "Matsuda H., Wang T., Managi H., Yoshikawa M. Structural requirements of flavonoids for inhibition of protein glycation and radical scavenging activities. Bioorg. Med. Chem. 2003;11:5317–5323. doi: 10.1016/j.bmc.2003.09.045.", "ArticleIdList": ["10.1016/j.bmc.2003.09.045", "14642575"]}, {"Citation": "Proença C., Freitas M., Ribeiro D., Oliveira E.F.T., Sousa J.L.C., Tomé S.M., Ramos M.J., Silva A.M.S., Fernandes P.A., Fernandes E. α-Glucosidase inhibition by flavonoids: An in vitro and in silico structure–activity relationship study. J. Enzym. Inhib. Med. Chem. 2017;32:1216–1228. doi: 10.1080/14756366.2017.1368503.", "ArticleIdList": ["10.1080/14756366.2017.1368503", "PMC6009965", "28933564"]}, {"Citation": "Sarian M.N., Ahmed Q.U., Zaiton S., So M., Alhassan A.M., Murugesu S., Perumal V., Nurul S., Syed A., Khatib A. Antioxidant and antidiabetic effects of flavonoids: A structure-activity relationship based study. BioMed Res. Int. 2017;2017:8386065. doi: 10.1155/2017/8386065.", "ArticleIdList": ["10.1155/2017/8386065", "PMC5727842", "29318154"]}, {"Citation": "Zhang Z., Li X., Sang S., McClements D.J., Chen L., Long J., Jiao A., Jin Z., Qiu C. Polyphenols as Plant-Based Nutraceuticals: Health Effects, Encapsulation, Nano-Delivery, and Application. Foods. 2022;11:2189. doi: 10.3390/foods11152189.", "ArticleIdList": ["10.3390/foods11152189", "PMC9330871", "35892774"]}, {"Citation": "Das L., Bhaumik E., Raychaudhuri U., Chakraborty R. Role of nutraceuticals in human health. J. Food Sci. Technol. 2012;49:173–183.", "ArticleIdList": ["PMC3550857", "23572839"]}, {"Citation": "Santini A., Cammarata S.M., Capone G., Ianaro A., Tenore G.C., Pani L., Novellino E. Nutraceuticals: Opening the debate for a regulatory framework. Br. J. Clin. Pharmacol. 2018;84:659–672. doi: 10.1111/bcp.13496.", "ArticleIdList": ["10.1111/bcp.13496", "PMC5867125", "29433155"]}, {"Citation": "Ighodaro O.M. Molecular Pathways Associated with Oxidative Stress in Diabetes Mellitus. Biomed. Pharmacother. 2018;108:656–662.", "ArticleIdList": ["30245465"]}, {"Citation": "Sharifi-Rad M., Kumar N.V.A., Zucca P., Varoni E.M., Dini L., Panzarini E., Rajkovic J., Fokou P.V.T., Azzini E., Peluso I., et al. Lifestyle, Oxidative Stress, and Antioxidants: Back and Forth in the Pathophysiology of Chronic Diseases. Front. Physiol. 2020;11:694.", "ArticleIdList": ["PMC7347016", "32714204"]}, {"Citation": "Pérez-Torres I., Castrejòn-Téllez V., Soto M.E., Rubio-Ruiz M.E., Manzano-Pech L., Guarner-Lans V. Oxidative Stress, Plant Natural Antioxidants, and Obesity. Int. J. Mol. Sci. 2021;22:1786. doi: 10.3390/ijms22041786.", "ArticleIdList": ["10.3390/ijms22041786", "PMC7916866", "33670130"]}, {"Citation": "Arabshomali A., Bazzazzadehgan S., Mahdi F., Shariat-Madar Z. Potential Benefits of Antioxidant Phytochemicals in Type 2 Diabetes. Molecules. 2023;28:7209. doi: 10.3390/molecules28207209.", "ArticleIdList": ["10.3390/molecules28207209", "PMC10609456", "37894687"]}, {"Citation": "Suryavanshi S.V., Kulkarni Y.A. NF-kB: A Potential Target in the Management of Vascular Complications of Diabetes. Front. Pharmacol. 2017;8:798–809. doi: 10.3389/fphar.2017.00798.", "ArticleIdList": ["10.3389/fphar.2017.00798", "PMC5681994", "29163178"]}, {"Citation": "Gado F., Ferrario G., Della Vedova L., Zoanni B., Altomare A., Carini M., Aldini G., D’Amato A., Baron G. Targeting Nrf2 and NF-κB Signaling Pathways in Cancer Prevention: The Role of Apple Phytochemicals. Molecules. 2023;28:1356. doi: 10.3390/molecules28031356.", "ArticleIdList": ["10.3390/molecules28031356", "PMC9919881", "36771023"]}, {"Citation": "Malhotra J.D., Kaufman R.J. Endoplasmic reticulum stress and oxidative stress: A vicious cycle or a double-edged sword? Antioxidants Redox Signal. 2007;9:2277–2293. doi: 10.1089/ars.2007.1782.", "ArticleIdList": ["10.1089/ars.2007.1782", "17979528"]}, {"Citation": "Lingappan K. NF-kB in Oxidative Stress. Curr. Opin. Toxicol. 2018;7:81–86.", "ArticleIdList": ["PMC5978768", "29862377"]}, {"Citation": "Oguntibeju O.O. Type 2 diabetes mellitus, oxidative stress and inflammation: Examining the links. Int. J. Physiol. Pathophysiol. Pharmacol. 2019;11:45–63.", "ArticleIdList": ["PMC6628012", "31333808"]}, {"Citation": "Agrawal A., Cha-Molstad H., Samols D., Kushner I. Overexpressed nuclear factor-kappa B can participate in endogenous C-reactive protein induction, and enhances the effects of C/EBP beta and signal transducer and activator of transcription-3. Immunology. 2003;108:539–547.", "ArticleIdList": ["PMC1782914", "12667216"]}, {"Citation": "Lempesis I.G., Georgakopoulou V.E. Physiopathological mechanisms related to inflammation in obesity and type 2 diabetes mellitus. World J. Exp. Med. 2023;13:7–16. doi: 10.5493/wjem.v13.i3.7.", "ArticleIdList": ["10.5493/wjem.v13.i3.7", "PMC10308320", "37396883"]}, {"Citation": "Spranger J., Kroke A., Mohlig M., Hoffmann K., Bergmann M.M., Ristow M., Boeing H., Pfeiffer A.F.H. Inflammatory cytokines and the risk to develop type 2 diabetes: Results of the prospective population-based European Prospective Investigation into Cancer and Nutrition (EPIC)-Postdam Study. Diabetes. 2003;52:812–817. doi: 10.2337/diabetes.52.3.812.", "ArticleIdList": ["10.2337/diabetes.52.3.812", "12606524"]}, {"Citation": "Lainampech J., Panprathip P., Phosat C., Chumpathat N., Prangthip P., Soonthornworasiri N., Puduang S., Wechjakwen N., Kwanbunjan K. Association of Tumor Necrosis Factor Alpha, Interleukin 6, and C-Reactive Protein with the Risk of Developing Type 2 Diabetes: A Retrospective Cohort Study of Rural Thais. J. Diabetes Res. 2019;2019:9051929.", "ArticleIdList": ["PMC6702842", "31485456"]}, {"Citation": "Welch A.A., Hardcastle A.C. The effects of flavonoids on bone. Curr. Osteoporos. Rep. 2014;12:205–210. doi: 10.1007/s11914-014-0212-5.", "ArticleIdList": ["10.1007/s11914-014-0212-5", "24671371"]}, {"Citation": "Weaver C.M., Alekel D.L., Ward W.E., Ronis M.J. Flavonoid intake and bone health. J. Nutr. Gerontol. Geriatr. 2012;31:239–253. doi: 10.1080/21551197.2012.698220.", "ArticleIdList": ["10.1080/21551197.2012.698220", "PMC3898177", "22888840"]}, {"Citation": "Marques-Carvalho A., Kim H.N., Almeida M. The role of reactive oxygen species in bone cell physiology and pathophysiology. Bone Rep. 2023;19:101664. doi: 10.1016/j.bonr.2023.101664.", "ArticleIdList": ["10.1016/j.bonr.2023.101664", "PMC10757300", "38163012"]}, {"Citation": "Daliu P., Santini A., Novellino E. A decade of nutraceutical patents: Where are we now in 2018? Expert Opin. Ther. Pat. 2018;28:875–888. doi: 10.1080/13543776.2018.1552260.", "ArticleIdList": ["10.1080/13543776.2018.1552260", "30484340"]}, {"Citation": "Gonzalez I., Lindner C., Schneider I., Diaz E., Morales M.A., Rojas A. Emerging and multifaceted potential contributions of polyphenols in the management of type 2 diabetes mellitus. World J. Diabetes. 2024;15:154–169.", "ArticleIdList": ["PMC10921170", "38464365"]}, {"Citation": "Heidarzadeh-Esfahani N., Darbandi M., Khamoushi F., Najafi F., Soleimani D., Moradi M., Shakiba E., Pasdar Y. Association of plant-based dietary patterns with the risk of type 2 diabetes mellitus using cross-sectional results from RaNCD cohort. Sci. Rep. 2024;14:3814–3823.", "ArticleIdList": ["PMC10869829", "38360842"]}, {"Citation": "Zeng L.F., Lucchiari C. Editorial: Bone aging and osteoporosis: Recent evidence focusing on plant-based natural products. Front. Med. 2024;11:1384493", "ArticleIdList": ["PMC10941027", "38495116"]}, {"Citation": "Wen X., Wu P., Li F., Pi G. Study on the relationship between tea polyphenols alleviating osteoporosis and the changes of microorganism-metabolite-intestinal barrier. Microb. Pathog. 2024;188:106564.", "ArticleIdList": ["38307369"]}, {"Citation": "Ding F., Liu J., Du R., Yu Q., Gong L., Jiang H., Rong R. Qualitative and Quantitative Analysis for the Chemical Constituents of tetrastigma hemsleyanum Diels et Gilg Using Ultra-High Performance Liquid Chromatography/Hybrid Quadrupole-Orbitrap Mass Spectrometry and Preliminary Screening for Anti-Influenza Virus Components. Evid. Based Complement. Alternat. Med. 2019;2019:9414926", "ArticleIdList": ["PMC6398048", "30906418"]}, {"Citation": "Manvar D., Mishra M., Kumar S., Pandey V.N. Identification and evaluation of anti hepatitis C virus phytochemicals from Eclipta alba. J. Ethnopharmacol. 2012;144:545–554. doi: 10.1016/j.jep.2012.09.036.", "ArticleIdList": ["10.1016/j.jep.2012.09.036", "PMC3511619", "23026306"]}, {"Citation": "Luo Z., Fu C., Li T., Gao Q., Miao D., Xu J., Zhao Y. Hypoglycemic Effects of Licochalcone A on the Streptozotocin-Induced diabetic Mice and Its Mechanism Study. J. Agric. Food Chem. 2021;69:2444–2456. doi: 10.1021/acs.jafc.0c07630.", "ArticleIdList": ["10.1021/acs.jafc.0c07630", "33605141"]}, {"Citation": "Zhang B., Chen Y., Shen Q., Liu G., Ye J., Sun G., Sun X. Myricitrin Attenuates High Glucose-Induced Apoptosis through Activating Akt-Nrf2 Signaling in H9c2 cardiomyocytes. Molecules. 2016;21:880. doi: 10.3390/molecules21070880.", "ArticleIdList": ["10.3390/molecules21070880", "PMC6274128", "27399653"]}, {"Citation": "Harlow B.E., Flythe M.D., Klotz J.L., Harmon D.L., Aiken G.E. Effect of biochanin A on the rumen microbial community of Holstein steers consuming a high fiber diet and subjected to a subacute acidosis challenge. PLoS ONE. 2021;16:e0253754. doi: 10.1371/journal.pone.0253754.", "ArticleIdList": ["10.1371/journal.pone.0253754", "PMC8294529", "34288928"]}, {"Citation": "Tucak M., Horvat D., Cupic T., Krizmanic G., Tomas V., Ravlic M., Popovic S. Forage Legumes as Source of Bioactive Phytoestrogens for use in Pharmaceutics: A Review. Curr. Pharm. Biotechnol. 2018;19:537–544. doi: 10.2174/1389201019666180730165917.", "ArticleIdList": ["10.2174/1389201019666180730165917", "30062960"]}, {"Citation": "Ortiz A.d.C., Fideles S.O.M., Reis C.H.B., Bellini M.Z., Pereira E.d.S.B.M., Pilon J.P.G., de Marchi M.A., Detregiachi C.R.P., Flato U.A.P., de Moraes Trazzi B.F., et al. Therapeutic effects of Citrus Flavonoids Neohesperidin, Hesperidin and Its Aglycone, Hesperetin on Bone Health. Biomolecules. 2022;12:626. doi: 10.3390/biom12050626.", "ArticleIdList": ["10.3390/biom12050626", "PMC9138288", "35625554"]}, {"Citation": "Mirza M.U., Ghori N.U., Ikram N., Adil A.R., Manzoor S. Pharmacoinformatics approach for investigation of alternative potential hepatitis C virus nonstructural protein 5B inhibitors. Drug Des. Dev. Ther. 2015;9:1825–1841. doi: 10.2147/DDDT.S75886.", "ArticleIdList": ["10.2147/DDDT.S75886", "PMC4383224", "25848219"]}, {"Citation": "Anwar F., Latif S., Ashraf M., Gilani A.H. Moringa oleifera: A food plant with multiple medicinal uses. Phytother. Res. 2007;21:17–25. doi: 10.1002/ptr.2023.", "ArticleIdList": ["10.1002/ptr.2023", "17089328"]}, {"Citation": "Huang H.C., Tao M.H., Hung T.M., Chen J.C., Lin Z.J., Huang C. (-)-Epigallocatechin-3-gallate inhibits entry of hepatitis B virus into hepatocytes. Antivir. Res. 2014;111:100–111. doi: 10.1016/j.antiviral.2014.09.009.", "ArticleIdList": ["10.1016/j.antiviral.2014.09.009", "25260897"]}, {"Citation": "Guo A.J.Y., Xie H.Q., Choi R.C.Y., Zheng K.Y.Z., Bi C.W.C., Xu S.L., Dong T.T.X., Tsim K.W.K. Galangin, a flavonol derived from Rhizoma Alpiniae officinarum, inhibits acetylcholinesterase activity in vitro. Chem. Biol. Interact. 2010;187:246–248. doi: 10.1016/j.cbi.2010.05.002.", "ArticleIdList": ["10.1016/j.cbi.2010.05.002", "20452337"]}, {"Citation": "Kehinde I., Ram H.P., Nlooto M., Gordon M. The pharmacokinetic properties of HIV-1 protease inhibitors: A computational perspective on herbal phytochemicals. Helyon. 2019;5:e02565. doi: 10.1016/j.heliyon.2019.e02565.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02565", "PMC6838811", "31720444"]}, {"Citation": "Ortega J.T., Suarez A.I., Serrano M.L., Baptista J., Pujol F.H., Rangel H.R. The role of the glycosyl moiety of myricetin derivatives in anti-HIV-1 activity in vitro. AIDS Res. Ther. 2017;14:57–63. doi: 10.1186/s12981-017-0183-6.", "ArticleIdList": ["10.1186/s12981-017-0183-6", "PMC5639754", "29025433"]}, {"Citation": "Olivas-Aguirre F.J., Rodrigo-Garcia J., Martinez-Ruiz N.D.R., Cardenas-Robles A.I., Mendoza-Diaz S.O., Alvarez-Parrilla E., Gonzalez-Aguilar G.A., de la Rosa L.A., Ramos-Jimenez A., Wall-Medrano A. Cyanidin-3-O-glucoside: Physical-Chemistry, Foodomics and Health Effects. Molecules. 2016;21:1264. doi: 10.3390/molecules21091264.", "ArticleIdList": ["10.3390/molecules21091264", "PMC6273591", "27657039"]}, {"Citation": "Li T., Yu X., Zhu X., Wen Y., Zhu M., Cai W., Hou B., Xu F., Qiu L. Vaccarin alleviates endothelial inflammatory injury in diabetes by mediating miR-570-3p/HDAC1 pathway. Front. Pharmacol. 2022;13:956247. doi: 10.3389/fphar.2022.956247.", "ArticleIdList": ["10.3389/fphar.2022.956247", "PMC9475173", "36120375"]}, {"Citation": "Liu Y., Shi X., Tian Y., Zhai S., Liu Y., Xiong Z., Chu S. An insight into novel therapeutic potentials of taxifolin. Front. Pharmacol. 2023;14:1173855. doi: 10.3389/fphar.2023.1173855.", "ArticleIdList": ["10.3389/fphar.2023.1173855", "PMC10227600", "37261284"]}, {"Citation": "Lin Z., Xiong Y., Hu Y., Chen L., Panayi A.C., Xue H., Zhou W., Yan C., Hu L., Xie X., et al. Polydatin Ameliorates Osteoporosis via Suppression of the Mitogen-Activated Protein Kinase Signaling Pathway. Front. Cell Dev. Biol. 2021;9:730362. doi: 10.3389/fcell.2021.730362.", "ArticleIdList": ["10.3389/fcell.2021.730362", "PMC8511501", "34660587"]}, {"Citation": "Bachmetov L., Gal-Tanamy M., Shapira A., Vorobeychik M., Giterman-Galam T., Sathiyamoorthy P., Golan-Goldhirsh A., Benhar I., Tur-Kaspa R., Zemel R. Suppression of hepatitis C virus by the flavonoid quercetin is mediated by inhibition of NS3 protease activity. J. Viral Hepat. 2012;19:81–88. doi: 10.1111/j.1365-2893.2011.01507.x.", "ArticleIdList": ["10.1111/j.1365-2893.2011.01507.x", "22239530"]}, {"Citation": "Bonacorsi C., Raddi M.S.G., da Fonseca L.M., Sannomiya M., Vilegas W. Effect of Byrsonima crassa and phenolic constituents on Helicobacter pylori-induced neutrophils oxidative burst. Int. J. Mol. Sci. 2012;13:133–141. doi: 10.3390/ijms13010133.", "ArticleIdList": ["10.3390/ijms13010133", "PMC3269677", "22312243"]}, {"Citation": "Wang Y.G., Jiang L.B., Gou B. Protective effect of vanillic acid on ovariectomy-induced osteoporosis in rats. Afr. J. Tradit. Complement. Altern. Med. 2017;14:31–38. doi: 10.21010/ajtcam.v14i4.4.", "ArticleIdList": ["10.21010/ajtcam.v14i4.4", "PMC5471479", "28638864"]}, {"Citation": "Lee C.H., Huang Y.L., Liao J.F., Chiou W.F. Ugonin K promotes osteoblastic differentiation and mineralization by activation of p38 MAPK- and ERK-mediated expression of RUNX2 and osterix. Eur. J. Pharmacol. 2011;668:383–389. doi: 10.1016/j.ejphar.2011.06.059.", "ArticleIdList": ["10.1016/j.ejphar.2011.06.059", "21806985"]}, {"Citation": "Don M.J., Lin L.C., Chiou W.F. Neobavaisoflavone stimulates osteogenesis via p38-mediated up-regulation of transcription factors and osteoid genes expression in MC3T3-E1 cells. Phytomedicine. 2012;19:551–561. doi: 10.1016/j.phymed.2012.01.006.", "ArticleIdList": ["10.1016/j.phymed.2012.01.006", "22397994"]}, {"Citation": "Cui L., Li T., Liu Y., Zhou L., Li P., Xu B., Huang L., Chen Y., Liu Y., Tian X., et al. Salvianolic acid B prevents bone loss in prednisone-treated rats through stimulation of osteogenesis and bone marrow angiogenesis. PLoS ONE. 2012;7:e34647. doi: 10.1371/journal.pone.0034647.", "ArticleIdList": ["10.1371/journal.pone.0034647", "PMC3321026", "22493705"]}, {"Citation": "Kwak J.H., Lee S.R., Park H.J., Byun H.E., Sohn E.H., Kim B.O., Rhee D.K., Pyo S. Kobophenol A enhances proliferation of human osteoblast-like cells with activation of the p38 pathway. Int. Immunopharmacol. 2013;17:704–713. doi: 10.1016/j.intimp.2013.08.015.", "ArticleIdList": ["10.1016/j.intimp.2013.08.015", "24021754"]}, {"Citation": "Zhang Y., Wang R., Wu J., Shen Q. Characterization and evaluation of self-microemulsifying sustained-release pellet formulation of puerarin for oral delivery. Int. J. Pharm. 2012;427:337–344. doi: 10.1016/j.ijpharm.2012.02.013.", "ArticleIdList": ["10.1016/j.ijpharm.2012.02.013", "22366381"]}, {"Citation": "Shi W., Gao Y., Wang Y., Zhou J., Wei Z., Ma X., Ma H., Xian C.J., Wang J., Chen K. The flavonol glycoside icariin promotes bone formation in growing rats by activating the cAMP signaling pathway in primary cilia of osteoblasts. J. Biol. Chem. 2017;292:20883–20896. doi: 10.1074/jbc.M117.809517.", "ArticleIdList": ["10.1074/jbc.M117.809517", "PMC5743065", "29089388"]}, {"Citation": "Yang Y.J., Zhu Z., Wang D.T., Zhang X.I., Liu Y.Y., Lai W.X., Mo Y.L., Li J., Liang Y.L., Hu Z.Q., et al. Tanshinol alleviates impaired bone formation by inhibiting adipogenesis via KLF15/PPARg2 signaling in GIO rats. Acta Pharmacol. Sin. 2018;39:633–641. doi: 10.1038/aps.2017.134.", "ArticleIdList": ["10.1038/aps.2017.134", "PMC5888681", "29323335"]}, {"Citation": "Yoon H.Y., Won Y.Y., Chung Y.S. Poncirin prevents bone loss in glucocorticoid-induced osteoporosis in vivo and in vitro. J. Bone Miner. Metab. 2012;30:509–516. doi: 10.1007/s00774-012-0350-8.", "ArticleIdList": ["10.1007/s00774-012-0350-8", "22407507"]}, {"Citation": "Ji S., Li R., Wang Q., Miao W.J., Li Z., Si L.L., Qiao X., Yu S.W., Zhou D.M., Ye M. Anti-H1N1 virus, cytotoxic and Nrf2 activation activities of chemical constituents from Scutellaria baicalensis. J. Ethnopharmacol. 2015;176:475–484. doi: 10.1016/j.jep.2015.11.018.", "ArticleIdList": ["10.1016/j.jep.2015.11.018", "26578185"]}, {"Citation": "Kumar N., Pruthi V. Potential applications of ferulic acid from natural sources. Biotechnol. Rep. 2014;4:86–93.", "ArticleIdList": ["PMC5466124", "28626667"]}, {"Citation": "Mattioli R., Francioso A., Mosca L., Silva P. Anthocyanins: A Comprehensive Review of Their Chemical Properties and Health Effects on Cardiovascular and Neurodegenerative Diseases. Molecules. 2020;25:3809. doi: 10.3390/molecules25173809.", "ArticleIdList": ["10.3390/molecules25173809", "PMC7504512", "32825684"]}, {"Citation": "Alam M.S., Ahad A., Abidin L., Aqil M., Mir S.R., Mujeeb M. Embelin-loaded oral niosomes ameliorate streptozotocin-induced diabetes in Wistar rats. Biomed. Pharmacother. 2018;97:1514–1520. doi: 10.1016/j.biopha.2017.11.073.", "ArticleIdList": ["10.1016/j.biopha.2017.11.073", "29793314"]}, {"Citation": "Xiong X., Tang N., Lai X., Zhang J., Wen W., Li X., Li A., Wu Y., Liu Z. Insights Into Amentoflavone: A Natural Multifunctional Biflavonoid. Front. Pharmacol. 2021;12:768708. doi: 10.3389/fphar.2021.768708.", "ArticleIdList": ["10.3389/fphar.2021.768708", "PMC8727548", "35002708"]}, {"Citation": "Taborsky J., Sus J., Lachman J., Sebkova B., Adamcova A., Satinsky D. Dynamics of Phloridzin and Related Compounds in Four Cultivars of Apple Trees during the Vegetation Period. Molecules. 2021;26:3816. doi: 10.3390/molecules26133816.", "ArticleIdList": ["10.3390/molecules26133816", "PMC8270342", "34206687"]}, {"Citation": "Lipovac M., Pfitscher A., Hobiger S., Laschitz T., Imhof M., Chedraui P., Jungbear A. Red clover isoflavone metabolite bioavailability is decreased after fructooligosaccharide supplementation. Fitoterapia. 2015;105:93–101. doi: 10.1016/j.fitote.2015.06.011.", "ArticleIdList": ["10.1016/j.fitote.2015.06.011", "26073948"]}, {"Citation": "Flaticon Website.  [(accessed on 20 June 2024)].  Available online:  https://www.flaticon.com/"}, {"Citation": "Uppal S., Italiya K.S., Chitkara D., Mittal A. Nanoparticulate-based drug delivery systems for small molecule anti-diabetic drugs: An emerging paradigm for effective therapy. Acta Biomater. 2018;81:20–42. doi: 10.1016/j.actbio.2018.09.049.", "ArticleIdList": ["10.1016/j.actbio.2018.09.049", "30268916"]}, {"Citation": "Wang H., Li N., Chivese T., Werfalli M., Sun H., Yuen L., Hoegfeldt C.A., Powe C.E., Immanuel J., IDF Diabetes Atlas Committee Hyperglycaemia in Pregnancy Special Interest Group et al. IDF Diabetes Atlas: Estimation of Global and Regional Gestational Diabetes Mellitus Prevalence for 2021 by International Association of Diabetes in Pregnancy Study Group’s Criteria. Diabetes Res. Clin. Pract. 2022;183:109050. doi: 10.1016/j.diabres.2021.109050.", "ArticleIdList": ["10.1016/j.diabres.2021.109050", "34883186"]}, {"Citation": "Thomas C.C., Philipson L.H. Update on diabetes classification. Med. Clin. N. Am. 2015;99:1–16. doi: 10.1016/j.mcna.2014.08.015.", "ArticleIdList": ["10.1016/j.mcna.2014.08.015", "25456640"]}, {"Citation": "NCD Risk Factor Collaboration (NCD-RisC) Worldwide trends in diabetes since 1980: A pooled analysis of 751 population-based studies with 4.4 million participants. Lancet. 2016;387:1513–1530. doi: 10.1016/S0140-6736(16)00618-8.", "ArticleIdList": ["10.1016/S0140-6736(16)00618-8", "PMC5081106", "27061677"]}, {"Citation": "Chatterjee S., Khunti K., Davies M.J. Type 2 diabetes. Lancet. 2017;389:2239–2251. doi: 10.1016/S0140-6736(17)30058-2.", "ArticleIdList": ["10.1016/S0140-6736(17)30058-2", "28190580"]}, {"Citation": "Alkhalidy H., Wang Y., Liu D. Dietary Flavonoids in the Prevention of T2D: An Overview. Nutrients. 2018;10:438. doi: 10.3390/nu10040438.", "ArticleIdList": ["10.3390/nu10040438", "PMC5946223", "29614722"]}, {"Citation": "Galicia-Garcia U., Benito-Vicente A., Jebari S., Larrea-Sebal A., Siddiqi H., Uribe K.B., Ostolaza H., Martin C. Pathophysiology of Type 2 Diabetes Mellitus. Int. J. Mol. Sci. 2020;21:6275. doi: 10.3390/ijms21176275.", "ArticleIdList": ["10.3390/ijms21176275", "PMC7503727", "32872570"]}, {"Citation": "Antonelli A., Crinelli R., Bianchi M., Cerasi A., Gentilini L., Serafini G., Magnani M. Efficient inhibition of macrophage TNF-alpha production upon targeted delivery of K48R ubiquitin. Br. J. Haematol. 1999;104:475–481. doi: 10.1046/j.1365-2141.1999.01202.x.", "ArticleIdList": ["10.1046/j.1365-2141.1999.01202.x", "10086782"]}, {"Citation": "Zhang H., Zhou H., Shen X., Lin X., Zhang Y., Sun Y., Zhou Y., Zhang L., Zhang D. The role of cellular senescence in metabolic diseases and the potential for senotherapeutic interventions. Front. Cell Dev. Biol. 2023;11:1276707. doi: 10.3389/fcell.2023.1276707.", "ArticleIdList": ["10.3389/fcell.2023.1276707", "PMC10587568", "37868908"]}, {"Citation": "Giugliano D., Longo M., Signoriello S., Maiorino M.I., Solerte B., Chiodini P., Esposito K. The effect of DPP-4 inhibitors, GLP-1 receptor agonists and SGLT-2 inhibitors on cardiorenal outcomes: A network meta-analysis of 23 CVOTs. Cardiovasc. Diabetol. 2022;21:42–51. doi: 10.1186/s12933-022-01474-z.", "ArticleIdList": ["10.1186/s12933-022-01474-z", "PMC8925229", "35296336"]}, {"Citation": "Pollack R.M., Donath M.Y., Le Roith D., Leibowitz G. Anti-inflammatory Agents in the treatment of Diabetes and Its Vascular Complications. Diabetes Care. 2016;39((Suppl. 2)):S244–S252. doi: 10.2337/dcS15-3015.", "ArticleIdList": ["10.2337/dcS15-3015", "27440839"]}, {"Citation": "Chaudhury A., Duvoor C., Dendi V.S.R., Kraleti S., Chada A., Ravilla R., Marco A., Shekhawat N.S., Montales M.T., Kuriakose K., et al. Clinical Review of Antidiabetic Drugs: Implications for Type 2 Diabetes Mellitus Management. Front. Endocrinol. 2017;8:6–17. doi: 10.3389/fendo.2017.00006.", "ArticleIdList": ["10.3389/fendo.2017.00006", "PMC5256065", "28167928"]}, {"Citation": "Kong M., Xie K., Lv M., Li J., Yao J., Yan K., Wu X., Xu Y., Ye D. Anti-inflammatory phytochemicals for the treatment of diabetes and its complications: Lessons learned and future promise. Biomed. Pharmacother. 2021;133:110975. doi: 10.1016/j.biopha.2020.110975.", "ArticleIdList": ["10.1016/j.biopha.2020.110975", "33212375"]}, {"Citation": "Shin S.A., Joo B.J., Lee J.S., Ryu G., Han M., Kim W.Y., Park H.H., Le J.H., Lee C.S. Phytochemicals as Anti-Inflammatory Agents in Animal Models of Prevalent Inflammatory Diseases. Molecules. 2020;25:5932. doi: 10.3390/molecules25245932.", "ArticleIdList": ["10.3390/molecules25245932", "PMC7765227", "33333788"]}, {"Citation": "Naz R., Saqib F., Awadallah S., Wahid M., Latif M.F., Iqbal I., Mubarak M.S. Food Polyphenols and Type II Diabetes Mellitus: Pharmacology and Mechanisms. Molecules. 2023;28:3996. doi: 10.3390/molecules28103996.", "ArticleIdList": ["10.3390/molecules28103996", "PMC10222362", "37241737"]}, {"Citation": "Farzaei M.H., Singh A.K., Kumar R., Croley C.R., Pandey A.K., Coy-Barrera E., Kumar-Patra J., Das G., Kerry R.G., Annunziata G., et al. Targeting Inflammation by Flavonoids: Novel Therapeutic Strategy for Metabolic Disorders. Int. J. Mol. Sci. 2019;20:4957. doi: 10.3390/ijms20194957.", "ArticleIdList": ["10.3390/ijms20194957", "PMC6801776", "31597283"]}, {"Citation": "Oh Y.S. Plant-Derived Compounds targeting Pancreatic beta Cells for the treatment of Diabetes. Evid. Based Complement. Alternat. Med. 2015;2015:629863. doi: 10.1155/2015/629863.", "ArticleIdList": ["10.1155/2015/629863", "PMC4637477", "26587047"]}, {"Citation": "Zeka K., Ruparelia K., Arroo R.R.J., Budriesi R., Micucci M. Flavonoids and Their Metabolites: Prevention in Cardiovascular Diseases and Diabetes. Diseases. 2017;5:3–19. doi: 10.3390/diseases5030019.", "ArticleIdList": ["10.3390/diseases5030019", "PMC5622335", "32962323"]}, {"Citation": "Salehi B., Ata A., Kumar N.V.A., Sharopov F., Ramirez-Alarcon K., Ruiz-Ortega A., Ayatollahi S.A., Fokou P.V.T., Kobarfard F., Zakaria Z.A., et al. Antidiabetic Potential of Medicinal Plants and Their Active Components. Biomolecules. 2019;9:551. doi: 10.3390/biom9100551.", "ArticleIdList": ["10.3390/biom9100551", "PMC6843349", "31575072"]}, {"Citation": "Maruthur N.M., Tsenge E., Hutfless S., Wilson L.M., Suarez-Cuervo C., Berger Z., Chu Y., Iyoha E., Segal J.B., Bolen S. Diabetes Medications as Monotherapy or Metformin-based Combination Therapy for Type 2 diabetes: A Systematic review and Meta-analysis. Ann. Intern. Med. 2016;164:740–751. doi: 10.7326/M15-2650.", "ArticleIdList": ["10.7326/M15-2650", "27088241"]}, {"Citation": "Alam F., Shafique Z., Amjad S.T., Asad M.H.H.B. Enzymes inhibitors from natural sources with antidiabetic activity: A review. Phytother. Res. 2019;33:41–54. doi: 10.1002/ptr.6211.", "ArticleIdList": ["10.1002/ptr.6211", "30417583"]}, {"Citation": "Kalai F.Z., Boulaaba M., Ferdousi F., Isoda H. Effects of isorhamnetin on diabetes and Its Associated Complications: A review of In Vitro and In Vivo Studies and a Post Hoc transcriptome Analysis of Involved Molecular Pathways. Int. J. Mol. Sci. 2022;23:704. doi: 10.3390/ijms23020704.", "ArticleIdList": ["10.3390/ijms23020704", "PMC8775402", "35054888"]}, {"Citation": "Alam W., Rocca C., Khan H., Hussain Y., Aschner M., De Bartolo A., Amodio N., Angelone T., Cheang W.S. Current Status and Future perspectives on Therapeutic Potential of Apigenin: Focus on Metabolic-Syndrome-Dependent Organ Dysfunction. Antioxidants. 2021;10:1643. doi: 10.3390/antiox10101643.", "ArticleIdList": ["10.3390/antiox10101643", "PMC8533599", "34679777"]}, {"Citation": "Zhang B., Shen Q., Chen Y., Pan R., Kuang S., Liu G., Sun G., Sun X. Myricitrin Alleviates Oxidative stress-induced Inflammation and Apoptosis and Protects Mice against Diabetic cardiomyopathy. Sci. Rep. 2017;7:44239. doi: 10.1038/srep44239.", "ArticleIdList": ["10.1038/srep44239", "PMC5347164", "28287141"]}, {"Citation": "Ahangarpour A., Oroojan A.A., Khorsandi L., Kouchak M., Badavi M. Solid Lipid nanoparticles of Myricitrin Have Antioxidant and Antidiabetic Effects on streptozotocin-Nicotinamide-Induced Diabetic Model and Myotube Cell of male Mouse. Oxid. Med. Cell Longev. 2018;2018:7496936. doi: 10.1155/2018/7496936.", "ArticleIdList": ["10.1155/2018/7496936", "PMC6079346", "30116491"]}, {"Citation": "Oza M.J., Kulkarni Y.A. Biochanin A improves insulin sensitivity and controls hyperglycemia in type 2 diabetes. Biomed. Pharmacother. 2018;107:1119–1127. doi: 10.1016/j.biopha.2018.08.073.", "ArticleIdList": ["10.1016/j.biopha.2018.08.073", "30257324"]}, {"Citation": "Oza M.J., Kulkarni Y.A. Formononetin Treatment in Type 2 Diabetic rats Reduces Insulin Resistance and Hyperglycemia. Front. Pharmacol. 2018;9:739. doi: 10.3389/fphar.2018.00739.", "ArticleIdList": ["10.3389/fphar.2018.00739", "PMC6058024", "30072892"]}, {"Citation": "Tian M., Han Y.B., Zhao C.C., Liu L., Zhang F.L. Hesperidin alleviates insulin resistance by improving HG-induced oxidative stress and mitochondrial dysfunction by restoring miR-149. Diabetol. Metab. Syndr. 2021;13:50–60. doi: 10.1186/s13098-021-00664-1.", "ArticleIdList": ["10.1186/s13098-021-00664-1", "PMC8082863", "33926520"]}, {"Citation": "Den Hartogh D.J., Tsiani E. Antidiabetic properties of naringenin: A Citrus Fruit Polyphenol. Biomolecules. 2019;9:99. doi: 10.3390/biom9030099.", "ArticleIdList": ["10.3390/biom9030099", "PMC6468535", "30871083"]}, {"Citation": "Al-Numair K.S., Chandramohan G., Veeramani C., Alsaif M.A. Ameliorative effect of kaempferol, a flavonoid, on oxidative stress in streptozotocin-induced diabetic rats. Redox Rep. 2015;20:198–209. doi: 10.1179/1351000214Y.0000000117.", "ArticleIdList": ["10.1179/1351000214Y.0000000117", "PMC6837535", "25494817"]}, {"Citation": "Alkhalidy H., Moore W., Wang Y., Luo J., McMillan R.P., Zhen W., Zhou K., Liu D. The Flavonoid Kaempferol Ameliorates streptozotocin-Induced Diabetes by Suppressing hepatic Glucose Production. Molecules. 2018;23:2338. doi: 10.3390/molecules23092338.", "ArticleIdList": ["10.3390/molecules23092338", "PMC6192519", "30216981"]}, {"Citation": "Sharma D., Tekade R.K., Kalia K. Kaempferol in ameliorating diabetes-induced fibrosis and renal damage: An in vitro and in vivo study in diabetic nephropathy mice model. Phytomedicine. 2020;76:153235. doi: 10.1016/j.phymed.2020.153235.", "ArticleIdList": ["10.1016/j.phymed.2020.153235", "32563017"]}, {"Citation": "Luo C., Yang H., Tang C., Yao G., Kong L., He H., Zhou Y. Kaempferol alleviates insulin resistance via hepatic IKK/NF-kB signal in type 2 diabetic rats. Int. Immunopharmacol. 2015;28:744–750. doi: 10.1016/j.intimp.2015.07.018.", "ArticleIdList": ["10.1016/j.intimp.2015.07.018", "26263168"]}, {"Citation": "Othman A.I., El-Sawi M.R., El-Missiry M.A., Abukhalil M.H. Epigallocatechin-3-gallate protects against diabetic cardiomyopathy through modulating the cardiometabolic risk factors, oxidative stress, inflammation, cell death and fibrosis in streptozotocin-nicotinamide-induced diabetic rats. Biomed. Pharmacother. 2017;94:362–373. doi: 10.1016/j.biopha.2017.07.129.", "ArticleIdList": ["10.1016/j.biopha.2017.07.129", "28772214"]}, {"Citation": "Kalhotra P., Chittepu V.C.S.R., Osorio-Revilla G., Gallardo-Velazquez T. Discovery of Galangin as a Potential DPP-4 Inhibitor That Improves Insulin-Stimulated Skeletal Muscle Glucose Uptake: A Combinational Therapy for Diabetes. Int. J. Mol. Sci. 2019;20:1228. doi: 10.3390/ijms20051228.", "ArticleIdList": ["10.3390/ijms20051228", "PMC6429117", "30862104"]}, {"Citation": "Deacon C.F. Physiology and Pharmacology of DPP-4 in Glucose Homeostasis and the Treatment of Type 2 Diabetes. Front. Endocrinol. 2019;10:80–93. doi: 10.3389/fendo.2019.00080.", "ArticleIdList": ["10.3389/fendo.2019.00080", "PMC6384237", "30828317"]}, {"Citation": "Constantin R.P., Constantin J., Pagadigorria C.L.S., Ishii-Iwamoto E.L., Bracht A., Ono M.dK.C., Yamamoto N.S. The actions of fisetin on glucose metabolism in the rat liver. Cell Biochem. Funct. 2010;28:149–158. doi: 10.1002/cbf.1635.", "ArticleIdList": ["10.1002/cbf.1635", "20084677"]}, {"Citation": "Prasath G.S., Pillai S.I., Subramanaian S.P. Fisetin improves glucose homeostasis through the inhibition of gluconeogenic enzymes in hepatic tissues of streptozotocin induced diabetic rats. Eur. J. Pharmacol. 2014;740:248–254. doi: 10.1016/j.ejphar.2014.06.065.", "ArticleIdList": ["10.1016/j.ejphar.2014.06.065", "25064342"]}, {"Citation": "Lalitha N., Sadashivaiah B., Ramaprasad T.R., Singh S.A. Anti-hyperglycemic activity of myricetin, through inhibition of DPP-4 and enhanced GLP-1 levels, is attenuated by co-ingestion with lectin-rich protein. PLoS ONE. 2020;15:e0231543. doi: 10.1371/journal.pone.0231543.", "ArticleIdList": ["10.1371/journal.pone.0231543", "PMC7153899", "32282828"]}, {"Citation": "Les F., Casedas G., Gomez C., Moliner C., Valero M.S., Lopez V. The role of anthocyanins as antidiabetic agents: From molecular mechanisms to in vivo and human studies. J. Physiol. Biochem. 2021;77:109–131. doi: 10.1007/s13105-020-00739-z.", "ArticleIdList": ["10.1007/s13105-020-00739-z", "32504385"]}, {"Citation": "Casedas G., Les F., Gomez-Serranillos M.P., Smith C., Lopez V. Anthocyanin profile, antioxidant activity and enzyme inhibiting properties of blueberry and cranberry juices: A comparative study. Food Funct. 2017;8:4187–4193. doi: 10.1039/C7FO01205E.", "ArticleIdList": ["10.1039/C7FO01205E", "29038797"]}, {"Citation": "Xu F., Liu Y., Zhu X., Li S., Shi X., Li Z., Ai M., Sun J., Hou B., Cai W., et al. Protective Effects and Mechanisms of Vaccarin on Vascular Endothelial Dysfunction in Diabetic Angiopathy. Int. J. Mol. Sci. 2019;20:4587. doi: 10.3390/ijms20184587.", "ArticleIdList": ["10.3390/ijms20184587", "PMC6769517", "31533227"]}, {"Citation": "Rehman K., Cholan T.A., Waheed I., Gilani Z., Akash M.S.H. Taxifolin prevents postprandial hyperglycemia by regulating the activity of α-amylase: Evidence from an in vivo and in silico studies. J. Cell. Biochem. 2019;120:425–438. doi: 10.1002/jcb.27398.", "ArticleIdList": ["10.1002/jcb.27398", "30191607"]}, {"Citation": "Sun X., Chen R.C., Yang Z.H., Sun G.B., Wang M., Ma X.J., Yang L.Y., Sun X.B. Taxifolin prevents diabetic cardiomyopathy in vivo and in vitro by inhibition of oxidative stress and cell apoptosis. Food Chem. Toxicol. 2014;63:221–232. doi: 10.1016/j.fct.2013.11.013.", "ArticleIdList": ["10.1016/j.fct.2013.11.013", "24269735"]}, {"Citation": "Yoon S.Y., Yu J.S., Hwang J.Y., So H.M., Seo S.O., Kim J.K., Jang T.S., Chung S.J., Kim K.H. Phloridzin Acts as an Inhibitor of Protein-Tyrosine Phosphatase MEG2 Relevant to Insulin Resistance. Molecules. 2021;26:1612. doi: 10.3390/molecules26061612.", "ArticleIdList": ["10.3390/molecules26061612", "PMC7998658", "33799458"]}, {"Citation": "Schmidt A.M., Moore K.J. The Semaphorin 3E/Plexin D1 Axis Regulates Macrophage Inflammation in Obesity. Cell Metab. 2013;18:461–462. doi: 10.1016/j.cmet.2013.09.011.", "ArticleIdList": ["10.1016/j.cmet.2013.09.011", "24093672"]}, {"Citation": "Hsu C.Y., Sulake R.S., Huang P.K., Shih H.Y., Sie H.W., Lai Y.K., Chen C., Weng C.F. Synthetic (+)-antroquinonol exhibits dual actions against insulin resistance by triggering AMP kinase and inhibiting dipeptidyl peptidase IV activities. Br. J. Pharmacol. 2014;172:38–49. doi: 10.1111/bph.12828.", "ArticleIdList": ["10.1111/bph.12828", "PMC4280966", "24977411"]}, {"Citation": "Holst J.J. Treatment of type 2 diabetes mellitus with agonists of the GLP-1 receptor or DPP-IV inhibitors. Expert Opin. Emerg. Drugs. 2004;9:155–166. doi: 10.1517/14728214.9.1.155.", "ArticleIdList": ["10.1517/14728214.9.1.155", "15155141"]}, {"Citation": "Antony P., Vijayan R. Bioactive Peptides as Potential Nutraceuticals for Diabetes Therapy: A Comprehensive Review. Int. J. Mol. Sci. 2021;22:9059. doi: 10.3390/ijms22169059.", "ArticleIdList": ["10.3390/ijms22169059", "PMC8396489", "34445765"]}, {"Citation": "Mohsin S.N., Saleem F., Humayun A., Tanweer A., Muddassir A. Prospective Nutraceutical Effects of Cinnamon Derivatives Against Insulin Resistance in Type II Diabetes Mellitus-Evidence From the Literature. Dose Response. 2023;21:15593258231200527. doi: 10.1177/15593258231200527.", "ArticleIdList": ["10.1177/15593258231200527", "PMC10494518", "37701673"]}, {"Citation": "Hadjidakis D.J., Androulakis I.I. Bone remodeling. Ann. N. Y. Acad. Sci. 2006;1092:385–396. doi: 10.1196/annals.1365.035.", "ArticleIdList": ["10.1196/annals.1365.035", "17308163"]}, {"Citation": "Sromova V., Sobola D., Kaspar P. A Brief Review of Bone Cell Function and Importance. Cells. 2023;12:2576. doi: 10.3390/cells12212576.", "ArticleIdList": ["10.3390/cells12212576", "PMC10648520", "37947654"]}, {"Citation": "Salhotra A., Shah H.N., Levi B., Longaker M.T. Mechanisms of bone development and repair. Nat. Rev. Mol. Cell Biol. 2020;21:696–711. doi: 10.1038/s41580-020-00279-w.", "ArticleIdList": ["10.1038/s41580-020-00279-w", "PMC7699981", "32901139"]}, {"Citation": "Bonucci E. Bone Mineralization. Front. Biosci. 2012;17:100–128. doi: 10.2741/3918.", "ArticleIdList": ["10.2741/3918", "22201735"]}, {"Citation": "Vimalraj S. Alkaline phosphatase: Structure, expression and its function in bone mineralization. Gene. 2020;754:144855.", "ArticleIdList": ["32522695"]}, {"Citation": "Datta H.K., Ng W.F., Walker J.A., Tuck S.P., Varanasi S.S. The cell biology of bone metabolism. J. Clin. Pathol. 2008;61:577–587. doi: 10.1136/jcp.2007.048868.", "ArticleIdList": ["10.1136/jcp.2007.048868", "18441154"]}, {"Citation": "Ponzetti M., Rucci N. Osteoblast Differentiation and Signaling: Established Concepts and Emerging Topics. Int. J. Mol. Sci. 2021;22:6651. doi: 10.3390/ijms22136651.", "ArticleIdList": ["10.3390/ijms22136651", "PMC8268587", "34206294"]}, {"Citation": "Zhang R., Oyajobi B.O., Harris S.E., Chen D., Tsao C., Deng H.W., Zhao M. Wnt/β-catenin signaling activates bone morphogenetic protein 2 expression in osteoblasts. Bone. 2013;52:145–156. doi: 10.1016/j.bone.2012.09.029.", "ArticleIdList": ["10.1016/j.bone.2012.09.029", "PMC3712130", "23032104"]}, {"Citation": "Kim J.M., Lin C., Stavre Z., Greenblatt M.B., Shim J.H. Osteoblast-Osteoclast Communication and Bone Homeostasis. Cells. 2020;9:2073. doi: 10.3390/cells9092073.", "ArticleIdList": ["10.3390/cells9092073", "PMC7564526", "32927921"]}, {"Citation": "Brage M., Abrahamson M., Lindstrom V., Grubb A., Lerner U.H. Different cysteine proteinases involved in bone resorption and osteoclast formation. Calcif. Tissue Int. 2005;76:439–447. doi: 10.1007/s00223-004-0043-y.", "ArticleIdList": ["10.1007/s00223-004-0043-y", "15906014"]}, {"Citation": "Piperigkou Z., Kyriakopoulou K., Koutsakis C., Mastronikolis S., Karamanos N.K. Key Matrix Remodeling Enzymes: Functions and Targeting in Cancer. Cancers. 2021;13:1441. doi: 10.3390/cancers13061441.", "ArticleIdList": ["10.3390/cancers13061441", "PMC8005147", "33809973"]}, {"Citation": "Udagawa N., Koide M., Nakamura M., Nakamichi Y., Yamashita T., Uehara S., Kobayashi Y., Furuya Y., Yasuda H., Fukuda C., et al. Osteoclast differentiation by RANKL and OPG signalling pathways. J. Bone Miner. Metab. 2021;39:19–26. doi: 10.1007/s00774-020-01162-6.", "ArticleIdList": ["10.1007/s00774-020-01162-6", "33079279"]}, {"Citation": "Andersen T.L., Sondergaard T.E., Skorzynska K.E., Dagnaes-Hansen F., Plesner T.L., Hauge E.M., Plesner T., Delaisse J.M. A physical mechanism for coupling bone resorption and formation in adult human bone. Am. J. Pathol. 2009;174:239–247. doi: 10.2353/ajpath.2009.080627.", "ArticleIdList": ["10.2353/ajpath.2009.080627", "PMC2631336", "19095960"]}, {"Citation": "De Leon-Oliva D., Barrena-Blazquez S., Jimenez-Alvarez L., Fraile-Martinez O., Garcia-Montero C., Lopez-Gonzalez L., Torres-Carranza D., Garcia-Puente L.M., Carranza S.T., Alvarez-Mon M.A., et al. The RANK-RANKL-OPG System: A Multifaceted Regulator of Homeostasis, Immunity, and Cancer. Medicina. 2023;59:1752. doi: 10.3390/medicina59101752.", "ArticleIdList": ["10.3390/medicina59101752", "PMC10608105", "37893470"]}, {"Citation": "Aeschlimann D., Evans B.A.J. The vital osteoclast: How is it regulated? Cell Death Differ. 2004;11((Suppl. 1)):S5–S7. doi: 10.1038/sj.cdd.4401470.", "ArticleIdList": ["10.1038/sj.cdd.4401470", "15243577"]}, {"Citation": "Kurotaki D., Yoshida H., Tamura T. Epigenetic and transcriptional regulation of osteoclast differentiation. Bone. 2020;138:115471. doi: 10.1016/j.bone.2020.115471.", "ArticleIdList": ["10.1016/j.bone.2020.115471", "32526404"]}, {"Citation": "Suvarna V., Sarkar M., Chaubey P., Khan T., Sherje A., Patel K., Dravyakar B. Bone Health and natural Products—An Insight. Front. Pharmacol. 2018;9:981–992. doi: 10.3389/fphar.2018.00981.", "ArticleIdList": ["10.3389/fphar.2018.00981", "PMC6157411", "30283334"]}, {"Citation": "Yasuda H., Shima N., Nakagawa N., Yamaguchi K., Kinosaki M., Mochizuki S., Tomoyasu A., Yano K., Goto M., Murakami A., et al. Osteoclast Differentiation factor is a ligand for osteoprotegerin/osteoclastogenesis-inhibitory factor and is identical to TRANCE/RANKL. Proc. Natl. Acad. Sci. USA. 1998;95:3597–3602. doi: 10.1073/pnas.95.7.3597.", "ArticleIdList": ["10.1073/pnas.95.7.3597", "PMC19881", "9520411"]}, {"Citation": "Weitzmann M.N., Ofotokun I. Physiological and pathophysiological bone turnover—Role of the immune system. Nat. Rev. Endocrinol. 2016;12:518–532. doi: 10.1038/nrendo.2016.91.", "ArticleIdList": ["10.1038/nrendo.2016.91", "PMC5857945", "27312863"]}, {"Citation": "Leon-Reyes G., Argoty-Pantoja A.D., Becerra-Cervera A., Lopez-Montoya P., Rivera-Paredez B., Velazquez-Cruz R. Oxidative-Stress-Related Genes in Osteoporosis: A Systematic Review. Antioxidants. 2023;12:915. doi: 10.3390/antiox12040915.", "ArticleIdList": ["10.3390/antiox12040915", "PMC10135393", "37107290"]}, {"Citation": "Sharma A., Sharma L., Goyal R. Molecular Signaling pathways and Essential Metabolic Elements in Bone Remodeling: An Implication of Therapeutic Targets for Bone Diseases. Curr. Drug Targets. 2021;22:77–104. doi: 10.2174/18735592MTA5uODcAy.", "ArticleIdList": ["10.2174/18735592MTA5uODcAy", "32914712"]}, {"Citation": "Sozen T., Ozisik L., Basaran N.C. An overview and management of osteoporosis. Eur. J. Rheumatol. 2017;4:46–56. doi: 10.5152/eurjrheum.2016.048.", "ArticleIdList": ["10.5152/eurjrheum.2016.048", "PMC5335887", "28293453"]}, {"Citation": "Abdel-Naim A., Alghamdi A.A., Algandaby M.M., Al-Abbasi F.A., Al-Abd A.M., Eid B.G., Abdallah H.M., El-Halawany A.M. Rutin Isolated from Chrozophora tinctoria Enhances Bone Cell Proliferation and Ossification Markers. Oxid. Med. Cell Longev. 2018;2018:5106469. doi: 10.1155/2018/5106469.", "ArticleIdList": ["10.1155/2018/5106469", "PMC5831974", "29636845"]}, {"Citation": "Rossi L., Serafini S., Antonelli A., Pierigè F., Carnevali A., Battistelli V., Malatesta M., Balestra E., Caliò R., Perno C.F., et al. Macrophage depletion induced by clodronate-loaded erythrocytes. J. Drug Target. 2005;13:99–111. doi: 10.1080/10611860500064123.", "ArticleIdList": ["10.1080/10611860500064123", "15823961"]}, {"Citation": "Liu Z., Zhang M., Shen Z., Ke J., Zhang D., Yin F. Efficacy and safety of 18 anti-osteoporotic drugs in the treatment of patients with osteoporosis caused by glucocorticoid: A network meta-analysis of randomized controlled trials. PLoS ONE. 2020;15:e0243851. doi: 10.1371/journal.pone.0243851.", "ArticleIdList": ["10.1371/journal.pone.0243851", "PMC7743932", "33326444"]}, {"Citation": "Sharma A., Sharma L., Saini R.V., Kumar A., Goyal R. Pinus roxburghi alleviates bone porosity and loss in postmenopausal osteoporosis by regulating estrogen, calcium homeostasis and receptor activator of nuclear factor-kB, osteoprotegerin, cathepsin bone markers. J. Pharm. Pharmacol. 2021;73:901–915. doi: 10.1093/jpp/rgaa014.", "ArticleIdList": ["10.1093/jpp/rgaa014", "33769535"]}, {"Citation": "Karimi S.M., Bayat M., Rahimi R. Plant-derived natural medicines for the management of osteoporosis: A comprehensive review of clinical trials. J. Tradit. Complement. Med. 2023;14:1–18. doi: 10.1016/j.jtcme.2023.08.001.", "ArticleIdList": ["10.1016/j.jtcme.2023.08.001", "PMC10785263", "38223808"]}, {"Citation": "Tabatabaei-Malazy O., Larijani B., Abdollahi M. Targeting metabolic disorders by natural products. J. Diabetes Metab. Disord. 2015;14:57. doi: 10.1186/s40200-015-0184-8.", "ArticleIdList": ["10.1186/s40200-015-0184-8", "PMC4495701", "26157708"]}, {"Citation": "Preethi Soundarya S., Sanjay V., Menon A.H., Dhivya S., Selvamurugan N. Effects of flavonoids incorporated biological macromolecules based scaffolds in bone tissue engineering. Int. J. Biol. Macromol. 2018;110:74–87. doi: 10.1016/j.ijbiomac.2017.09.014.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.09.014", "28893682"]}, {"Citation": "Xu L., He X., Zhou Y., Yu K., Yuan M., Zhang Y., Qin L., Zhang Q. Connectivity Map Analysis Identifies Fisetin as a treatment Compound for Osteoporosis Through Activating the PI3K-AKT Signaling Pathway in Mouse Pre-osteoblastic MC3T3-E1 Cells. Curr. Pharm. Biotechnol. 2021;22:2038–2047. doi: 10.2174/1389201022666210301141238.", "ArticleIdList": ["10.2174/1389201022666210301141238", "33645479"]}, {"Citation": "Oh J.H., Karadeniz F., Seo Y., Kong C.S. Effect of Quercetin-3-O-β-D-Galactopyranoside on the Adipogenic and Osteoblastogenic Differentiation of Human Bone Marrow-Derived Mesenchymal Stromal Cells. Int. J. Mol. Sci. 2020;21:8044. doi: 10.3390/ijms21218044.", "ArticleIdList": ["10.3390/ijms21218044", "PMC7663619", "33126698"]}, {"Citation": "Huang Y.L., Lee C.H., Liao J.F., Liu Y.W., Chiou W.F. Protective effects of ugonin K on hydrogen peroxide-induced osteoblast cell damage. J. Funct. Foods. 2015;15:487–496. doi: 10.1016/j.jff.2015.03.056.", "ArticleIdList": ["10.1016/j.jff.2015.03.056"]}, {"Citation": "Li S., Wang J. Salvianolic acid B prevents steroid-induced osteonecrosis of the femoral head via PPARγ expression in rats. Exp. Ther. Med. 2017;13:651–656. doi: 10.3892/etm.2016.4008.", "ArticleIdList": ["10.3892/etm.2016.4008", "PMC5348693", "28352346"]}, {"Citation": "Singh K.B., Dixit M., Dev K., Maurya R., Singh D. Formononetin, a methoxy isoflavone, enhances bone regeneration in a mouse model of cortical bone defect. Br. J. Nutr. 2017;117:1511–1522. doi: 10.1017/S0007114517001556.", "ArticleIdList": ["10.1017/S0007114517001556", "28689509"]}, {"Citation": "Huh J.E., Kwon N.H., Baek Y.H., Lee J.D., Choi D.Y., Jingushi S., Kim K.I., Park D.S. Formononetin promotes early fracture healing through stimulating angiogenesis by up-regulating VEGFR-2/FLK-1 in a rat fracture model. Int. J. Immunopharmacol. 2009;9:1357–1365. doi: 10.1016/j.intimp.2009.08.003.", "ArticleIdList": ["10.1016/j.intimp.2009.08.003", "19695348"]}, {"Citation": "Qi S. Synergistic Effects of Genistein and Zinc on Bone metabolism and the Femoral Metaphyseal Histomorphology in the Ovariectomized rats. Biol. Trace Elem. Res. 2018;183:288–295. doi: 10.1007/s12011-017-1134-8.", "ArticleIdList": ["10.1007/s12011-017-1134-8", "28842860"]}, {"Citation": "Dai J., Li Y., Zhou H., Chen J., Chen M., Xiao Z. Genistein promotion of osteogenic differentiation through BMP2/SMAD5/RUNX2 signaling. Int. J. Biol. Sci. 2013;9:1089–1098. doi: 10.7150/ijbs.7367.", "ArticleIdList": ["10.7150/ijbs.7367", "PMC3858582", "24339730"]}, {"Citation": "Joo S.S., Won T.J., Kang H.C., Lee D.I. Isoflavone extracted from Sophorae fructus upregulate IGF-1 and TGF-beta and inhibit osteoclastogenesis in rat bone marrow cells. Arch. Pharm. Res. 2004;27:99–105. doi: 10.1007/BF02980054.", "ArticleIdList": ["10.1007/BF02980054", "14969347"]}, {"Citation": "Wang X., Chen L., Peng W. Protective effects of resveratrol on osteoporosis via activation of the SIRT1-NF-kB signaling pathway in rats. Exp. Ther. Med. 2017;14:5032–5038.", "ArticleIdList": ["PMC5704326", "29201210"]}, {"Citation": "Liu H., Li W., Ge X., Jia S., Li B. Coadministration of puerarin (low dose) and zinc attenuates bone loss and suppresses bone marrow adiposity in ovariectomized rats. Life Sci. 2016;166:20–26. doi: 10.1016/j.lfs.2016.09.024.", "ArticleIdList": ["10.1016/j.lfs.2016.09.024", "27697446"]}, {"Citation": "Wu J.B., Fong Y.C., Tsai H.Y., Chen Y.F., Tsuzuki M., Tang C.H. Naringin-induced bone morphogenetic protein-2 expression via PI3K, Akt, c-Fos/c-Jun and AP-1 pathway in osteoblasts. Eur. J. Pharmacol. 2008;588:333–341. doi: 10.1016/j.ejphar.2008.04.030.", "ArticleIdList": ["10.1016/j.ejphar.2008.04.030", "18495116"]}, {"Citation": "Li F., Sun X., Ma J., Ma X., Zhao B., Zhang Y., Tian P., Li Y., Han Z. Naringin prevents ovariectomy-induced osteoporosis and promotes osteoclasts apoptosis through the mitochondria-mediated apoptosis pathway. Biochem. Biophys. Res. Commun. 2014;452:629–635. doi: 10.1016/j.bbrc.2014.08.117.", "ArticleIdList": ["10.1016/j.bbrc.2014.08.117", "25181344"]}, {"Citation": "Kim I.R., Kim S.E., Baek H.S., Kim B.J., Kim C.H., Chung I.K., Park B.S., Shin S.H. The role of kaempferol-induced autophagy on differentiation and mineralization of osteoblastic MC3T3-E1 cells. BMC Complement. Altern. Med. 2016;16:333–342. doi: 10.1186/s12906-016-1320-9.", "ArticleIdList": ["10.1186/s12906-016-1320-9", "PMC5007678", "27581091"]}, {"Citation": "Lee W.S., Lee E.G., Sung M.S., Yoo W.H. Kaempferol inhibits IL-1B-stimulated, RANKL-mediated osteoclastogenesis via downregulation of MAPKs, c-Fos, and NFATc1. Inflammation. 2014;37:1221–1230. doi: 10.1007/s10753-014-9849-6.", "ArticleIdList": ["10.1007/s10753-014-9849-6", "24696323"]}, {"Citation": "Wang Q.L., Huo X.C., Wang J.H., Wang D.P., Zhu Q.L., Liu B., Xu L.L. Rutin prevents the ovariectomy-induced osteoporosis in rats. Eur. Rev. Med. Pharmacol. Sci. 2017;21:1911–1917.", "ArticleIdList": ["28485786"]}, {"Citation": "Tan Z., Cheng J., Liu Q., Zhou L., Kenny J., Wang T., Lin X., Yuan J., Quinn J.M.W., Tickner J., et al. Neohesperidin suppresses osteoclast differentiation, bone resorption and ovariectomised-induced osteoporosis in mice. Mol. Cell. Endocrinol. 2017;439:369–378. doi: 10.1016/j.mce.2016.09.026.", "ArticleIdList": ["10.1016/j.mce.2016.09.026", "27664516"]}, {"Citation": "Chang Y.W., Zhu W.J., Gu W., Sun J., Li Z.Q., Wei X.E. Neohesperidin promotes the osteogenic differentiation of bone mesenchymal stem cells by activating the Wnt/B-catenin signaling pathway. J. Orthop. Surg. Res. 2021;21:334–343. doi: 10.1186/s13018-021-02468-5.", "ArticleIdList": ["10.1186/s13018-021-02468-5", "PMC8139099", "34020675"]}, {"Citation": "Zhang C., Yuan S., Chen Y., Wang B. Neohesperidin promotes the osteogenic differentiation of human bone marrow stromal cells by inhibiting the histone modifications of lncRNA SNHG1. Cell Cycle. 2021;20:1953–1966. doi: 10.1080/15384101.2021.1969202.", "ArticleIdList": ["10.1080/15384101.2021.1969202", "PMC8565818", "34455928"]}, {"Citation": "Chiba H., Uehara M., Wu J., Wang X., Masuyama R., Suzuki K., Kanazawa K., Ishimi Y. Hesperidin, a citrus flavonoid, inhibits bone loss and decreases serum and hepatic lipids in ovariectomized mice. J. Nutr. 2003;133:1892–1897. doi: 10.1093/jn/133.6.1892.", "ArticleIdList": ["10.1093/jn/133.6.1892", "12771335"]}, {"Citation": "Trzeciakiewicz A., Habauzit V., Mercier S., Lebecque P., Davicco M.J., Coxam V., Demigne C., Horcajada M.N. Hesperetin stimulates differentiation of primary rat osteoblasts involving the BMP signaling pathway. J. Nutr. Biochem. 2010;21:424–431. doi: 10.1016/j.jnutbio.2009.01.017.", "ArticleIdList": ["10.1016/j.jnutbio.2009.01.017", "19427185"]}, {"Citation": "Xue D., Chen E., Zhang W., Gao X., Wang S., Zheng Q., Pan Z., Li H., Liu L. The role of hesperetin on osteogenesis of human mesenchymal stem cells and its function in bone regeneration. Oncotarget. 2017;8:21031–21043. doi: 10.18632/oncotarget.15473.", "ArticleIdList": ["10.18632/oncotarget.15473", "PMC5400563", "28423500"]}, {"Citation": "Wang J., Xu J., Wang B., Shu F.R., Chen K., Mi M.T. Equol promotes rat osteoblast proliferation and differentiation through activating estrogen receptor. Genet. Mol. Res. 2014;13:5055–5063. doi: 10.4238/2014.July.4.21.", "ArticleIdList": ["10.4238/2014.July.4.21", "25061730"]}, {"Citation": "Jurkic L.M., Cepanec I., Pavelic S.K., Pavelic K. Biological and therapeutic effects of ortho-silicic acid and some ortho-silicic acid-releasing compounds: New perspectives for therapy. Nutr. Metab. 2013;10:2–13. doi: 10.1186/1743-7075-10-2.", "ArticleIdList": ["10.1186/1743-7075-10-2", "PMC3546016", "23298332"]}, {"Citation": "European Patent Application EP 4 205 733 A1.  [(accessed on 8 February 2024)].  Available online:  https://data.epo.org/publication-server/rest/v1.0/publication-dates/20230705/patents/EP4205733NWA1/document.pdf."}, {"Citation": "Nouri Z., Hajialyani M., Izadi Z., Bahramsoltani R., Farzaei M.H., Abdollahi M. Nanophytomedicines for the Prevention of Metabolic Syndrome: A Pharmacological and Biopharmaceutical Review. Front. Bioeng. Biotechnol. 2020;8:425–442. doi: 10.3389/fbioe.2020.00425.", "ArticleIdList": ["10.3389/fbioe.2020.00425", "PMC7240035", "32478050"]}, {"Citation": "Nie X., Chen Z., Pang L., Wang L., Jiang H., Chen Y., Zhang Z., Fu C., Ren B., Zhang J. Oral Nano Drug Delivery Systems for the Treatment of Type 2 Diabetes Mellitus: An Available Administration Strategy for Antidiabetic Phytocompounds. Int. J. Nanomed. 2020;15:10215–10240. doi: 10.2147/IJN.S285134.", "ArticleIdList": ["10.2147/IJN.S285134", "PMC7751584", "33364755"]}, {"Citation": "Zhang M., Zhu S., Yang W., Huang Q., Ho C.T. The biological fate and bioefficacy of citrus flavonoids: Bioavailability, biotransformation, and delivery systems. Food Funct. 2021;12:3307–3323. doi: 10.1039/D0FO03403G.", "ArticleIdList": ["10.1039/D0FO03403G", "33735339"]}, {"Citation": "Zhao J., Yang J., Xie Y. Improvement strategies for the oral bioavailability of poorly water-soluble flavonoids: An overview. Int. J. Pharm. 2019;570:118642. doi: 10.1016/j.ijpharm.2019.118642.", "ArticleIdList": ["10.1016/j.ijpharm.2019.118642", "31446024"]}, {"Citation": "Imam S.S., Alshehri S., Ghoneim M.M., Zafar A., Alsaidan O.A., Alruwaili N.K., Gilani S.J., Rizwanullah M. Recent Advancement in Chitosan-Based Nanoparticles for Improved Oral Bioavailability and Bioactivity of Phytochemicals: Challenges and Perspectives. Polymers. 2021;13:4036. doi: 10.3390/polym13224036.", "ArticleIdList": ["10.3390/polym13224036", "PMC8617804", "34833334"]}, {"Citation": "Pathak S., Regmi S., Nguyen T.T., Gupta B., Gautam M., Yong C.S., Kim J.O., Son Y., Kim J.R., Park M.H., et al. Polymeric microsphere-facilitated site-specific delivery of quercetin prevents senescence of pancreatic islets in vivo and improves transplantation outcomes in mouse model of diabetes. Acta Biomater. 2018;75:287–299. doi: 10.1016/j.actbio.2018.06.006.", "ArticleIdList": ["10.1016/j.actbio.2018.06.006", "29883808"]}, {"Citation": "Chen L., Lin X., Fan X., Lv Q., Fang H., Chenchen Y., Teng H. A self-emulsifying formulation of Sonchus oleraceus Linn for an improved anti-diabetic effect in vivo. Food Funct. 2020;11:1225–1229. doi: 10.1039/C9FO00772E.", "ArticleIdList": ["10.1039/C9FO00772E", "32031184"]}, {"Citation": "Zhaojie M., Ming Z., Shengnan W., Xiaojia B., Hatch G.M., Jingkai G., Li C. Amorphous solid dispersion of berberine with absorption enhancer demonstrates a remarkable hypoglycemic effect via improving its bioavailability. Int. J. Pharm. 2014;467:50–59. doi: 10.1016/j.ijpharm.2014.03.017.", "ArticleIdList": ["10.1016/j.ijpharm.2014.03.017", "24607213"]}, {"Citation": "Shulman M., Cohen M., Soto-Gutierrez A., Yagi H., Wang H., Goldwasser J., Lee-Parsons C.W., Benny-Ratsaby O., Yarmush M.L., Nahmias Y. Enhancement of naringenin bioavailability by complexation with hydroxypropyl-β-cyclodextrin. PLoS ONE. 2011;6:e18033. doi: 10.1371/journal.pone.0018033.", "ArticleIdList": ["10.1371/journal.pone.0018033", "PMC3071816", "21494673"]}, {"Citation": "Demirdirek B., Uhrich K.E. Salicylic acid-based pH-sensitive hydrogels as potential oral insulin delivery systems. J. Drug Target. 2015;23:716–724. doi: 10.3109/1061186X.2015.1073293.", "ArticleIdList": ["10.3109/1061186X.2015.1073293", "26453167"]}, {"Citation": "Lagarrigue P., Moncalvo F., Cellesi F. Non-spherical Polymeric Nanocarriers for Therapeutics: The Effect of Shape on Biological Systems and Drug Delivery Properties. Pharmaceutics. 2022;15:32. doi: 10.3390/pharmaceutics15010032.", "ArticleIdList": ["10.3390/pharmaceutics15010032", "PMC9865764", "36678661"]}, {"Citation": "Han H.S., Koo S.Y., Choi K.Y. Emerging nanoformulation strategies for phytocompounds and applications from drug delivery to phototherapy to imaging. Bioact. Mater. 2021;14:182–205. doi: 10.1016/j.bioactmat.2021.11.027.", "ArticleIdList": ["10.1016/j.bioactmat.2021.11.027", "PMC8892098", "35310344"]}, {"Citation": "Dening T.J., Rao S., Thomas N., Prestidge C.A. Oral nanomedicine approaches for the treatment of psychiatric illnesses. J. Control. Release. 2016;223:137–156. doi: 10.1016/j.jconrel.2015.12.047.", "ArticleIdList": ["10.1016/j.jconrel.2015.12.047", "26739547"]}, {"Citation": "Patra J.K., Das G., Fraceto L.F., Campos E.V.R., Rodriguez-Torres M.D.P., Acosta-Torres L.S., Diaz-Torres L.A., Grillo R., Swamy M.K., Sharma S., et al. Nano based drug delivery systems: Recent developments and future prospects. J. Nanobiotechnology. 2018;16:71. doi: 10.1186/s12951-018-0392-8.", "ArticleIdList": ["10.1186/s12951-018-0392-8", "PMC6145203", "30231877"]}, {"Citation": "Durazzo A., Nazhand A., Lucarini M., Atanasov A.G., Souto E.B., Novellino E., Capasso R., Santini A. An Updated Overview on Nanonutraceuticals: Focus on Nanoprebiotics and Nanoprobiotics. Int. J. Mol. Sci. 2020;21:2285. doi: 10.3390/ijms21072285.", "ArticleIdList": ["10.3390/ijms21072285", "PMC7177810", "32225036"]}, {"Citation": "Elmowafy M., Shalaby K., Elkomy M.H., Alsaidan O.A., Gomaa H.A.M., Abdelgawad M.A., Mostafa E.M. Polymeric Nanoparticles for Delivery of Natural Bioactive Agents: Recent Advances and Challenges. Polymers. 2023;15:1123. doi: 10.3390/polym15051123.", "ArticleIdList": ["10.3390/polym15051123", "PMC10007077", "36904364"]}, {"Citation": "Panwar R., Raghuwanshi N., Srivastava A.K., Sharma A.K., Pruthi V. In-vivo sustained release of nano encapsulated ferulic acid and its impact in induced diabetes. Mater. Sci. Eng. C Mater. Biol. Appl. 2018;92:381–392. doi: 10.1016/j.msec.2018.06.055.", "ArticleIdList": ["10.1016/j.msec.2018.06.055", "30184764"]}, {"Citation": "Chauhan P., Tamrakar A.K., Mahajan S., Prasad G.B.K.S. Chitosan encapsulated nanocurcumin induces GLUT-4 translocation and exhibits enhanced anti-hyperglycemic function. Life Sci. 2018;213:226–235. doi: 10.1016/j.lfs.2018.10.027.", "ArticleIdList": ["10.1016/j.lfs.2018.10.027", "30343126"]}, {"Citation": "Maity S., Mukhopadhyay P., Kundu P.P., Chakraborti A.S. Alginate coated chitosan core-shell nanoparticles for efficient oral delivery of naringenin in diabetic animals—An in vitro and in vivo approach. Carbohydr. Polym. 2017;170:124–132. doi: 10.1016/j.carbpol.2017.04.066.", "ArticleIdList": ["10.1016/j.carbpol.2017.04.066", "28521977"]}, {"Citation": "Mukhopadhyay P., Maity S., Mandal S., Chakraborti A.S., Prajapati A.K., Kundu P.P. Preparation, characterization and in vivo evaluation of pH sensitive, safe quercetin-succinylated chitosan-alginate core-shell-corona nanoparticle for diabetes treatment. Carbohydr. Polym. 2018;182:42–51. doi: 10.1016/j.carbpol.2017.10.098.", "ArticleIdList": ["10.1016/j.carbpol.2017.10.098", "29279124"]}, {"Citation": "Rani R., Dahiya S., Dhingra D., Dilbaghi N., Kim K.H., Kumar S. Evaluation of anti-diabetic activity of glycyrrhizin-loaded nanoparticles in nicotinamide-streptozotocin-induced diabetic rats. Eur. J. Pharm. Sci. 2017;106:220–230. doi: 10.1016/j.ejps.2017.05.068.", "ArticleIdList": ["10.1016/j.ejps.2017.05.068", "28595874"]}, {"Citation": "Kapoor R., Singh S., Tripathi M., Bhatnagar P., Kakkar P., Gupta K.C. O-hexadecyl-dextran entrapped berberine nanoparticles abrogate high glucose stress induced apoptosis in primary rat hepatocytes. PLoS ONE. 2014;9:e89124. doi: 10.1371/journal.pone.0089124.", "ArticleIdList": ["10.1371/journal.pone.0089124", "PMC3930636", "24586539"]}, {"Citation": "Xu H.Y., Liu C.S., Huang C.L., Chen L., Zheng Y.R., Huang S.H., Long X.Y. Nanoemulsion improves hypoglycemic efficacy of berberine by overcoming its gastrointestinal challenge. Colloids Surf. B Biointerfaces. 2019;181:927–934. doi: 10.1016/j.colsurfb.2019.06.006.", "ArticleIdList": ["10.1016/j.colsurfb.2019.06.006", "31382342"]}, {"Citation": "Samadder A., Abraham S.K., Khuda-Bukhsh A.R. Nanopharmaceutical approach using pelargonidin towards enhancement of efficacy for prevention of alloxan-induced DNA damage in L6 cells via activation of PARP and p53. Environ. Toxicol. Pharmacol. 2016;43:27–37. doi: 10.1016/j.etap.2016.02.010.", "ArticleIdList": ["10.1016/j.etap.2016.02.010", "26943895"]}, {"Citation": "Sechi M., Syed D.N., Pala N., Mariani A., Marceddu S., Brunetti A., Mukhtar H., Sanna V. Nanoencapsulation of dietary flavonoid fisetin: Formulation and in vitro antioxidant and α-glucosidase inhibition activities. Mater. Sci. Eng. C Mater. Biol. Appl. 2016;68:594–602. doi: 10.1016/j.msec.2016.06.042.", "ArticleIdList": ["10.1016/j.msec.2016.06.042", "27524059"]}, {"Citation": "Balata G.F., Essa E.A., Shamardl H.A., Zaidan S.H., Abourehab M.A. Self-emulsifying drug delivery systems as a tool to improve solubility and bioavailability of resveratrol. Drug Des. Dev. Ther. 2016;10:117–128. doi: 10.2147/DDDT.S95905.", "ArticleIdList": ["10.2147/DDDT.S95905", "PMC4708959", "26792979"]}, {"Citation": "Jin Y.H., Chen K.H., Kuo P.C., Pao C.C., Chen J.K. Neurodegeneration in streptozotocin-induced diabetic rats is attenuated by treatment with resveratrol. Neuroendocrinology. 2013;98:116–127.", "ArticleIdList": ["23486084"]}, {"Citation": "Yucel C., Karatoprak G.S., Aktas Y. Nanoliposomal Resveratrol as a Novel Approach to Treatment of Diabetes mellitus. J. Nanosci. Nanotechnol. 2018;18:3856–3864. doi: 10.1166/jnn.2018.15247.", "ArticleIdList": ["10.1166/jnn.2018.15247", "29442719"]}, {"Citation": "Shi F., Wei Z., Zhao Y., Xu X. Nanostructured Lipid carriers Loaded with Baicalin: An Efficient Carrier for Enhanced Antidiabetic Effects. Pharmacogn. Mag. 2016;12:198–202.", "ArticleIdList": ["PMC4989795", "27601850"]}, {"Citation": "Zhang J., Zhou J., Zhang T., Niu Z., Wang J., Guo J., Li Z., Zhang Z. Facile fabrication of an Amentoflavone-Loaded micelle System for Oral Delivery To Improve Bioavailability and Hypoglycemic Effects in KKAy Mice. ACS Appl. Mater. Interfaces. 2019;11:12904–12913. doi: 10.1021/acsami.9b03275.", "ArticleIdList": ["10.1021/acsami.9b03275", "30860811"]}, {"Citation": "Xu H., Luo J., Huang J., Wen Q. Flavonoids intake and risk of type 2 diabetes mellitus: A meta-analysis of prospective cohort studies. Medicine. 2018;97:e0686. doi: 10.1097/MD.0000000000010686.", "ArticleIdList": ["10.1097/MD.0000000000010686", "PMC5959406", "29742713"]}, {"Citation": "Bondonno N.P., Dalgaard F., Murray K., Davey R.J., Bondonno C.P., Cassidy A., Lewis J.R., Kyro C., Gislason G., Scalbert A., et al. Higher Habitual Flavonoid Intakes Are Associated with a Lower Incidence of Diabetes. J. Nutr. 2021;151:3533–3542. doi: 10.1093/jn/nxab269.", "ArticleIdList": ["10.1093/jn/nxab269", "PMC8562076", "34313759"]}, {"Citation": "Pivari F., Mingione A., Brasacchio C., Soldati L. Curcumin and Type 2 Diabetes Mellitus: Prevention and treatment. Nutrients. 2019;11:1837. doi: 10.3390/nu11081837.", "ArticleIdList": ["10.3390/nu11081837", "PMC6723242", "31398884"]}, {"Citation": "Chuengsamarn S., Rattanamongkolgul S., Luechapudiporn R., Phisalaphong C., Jirawatnotai S. Curcumin extract for prevention of type 2 diabetes. Diabetes Care. 2012;35:2121–2127. doi: 10.2337/dc12-0116.", "ArticleIdList": ["10.2337/dc12-0116", "PMC3476912", "22773702"]}, {"Citation": "Panahi Y., Khalili N., Sahebi E., Namazi S., Simental-Mendia L.E., Majeed M., Sahebkar A. Effects of Curcuminoids Plus Piperine on Glycemic, Hepatic and Inflammatory Biomarkers in Patients with Type 2 Diabetes Mellitus: A Randomized Double-Blind Placebo-Controlled Trial. Drug Res. 2018;68:403–409. doi: 10.1055/s-0044-101752.", "ArticleIdList": ["10.1055/s-0044-101752", "29458218"]}, {"Citation": "Brasnyo P., Molnar G.A., Mohas M., Marko L., Laczy B., Cseh J., Mikolas E., Szijarto I.A., Merei A., Halmai R., et al. Resveratrol improves insulin sensitivity, reduces oxidative stress and activates the Akt pathway in type 2 diabetic patients. Br. J. Nutr. 2011;106:383–389. doi: 10.1017/S0007114511000316.", "ArticleIdList": ["10.1017/S0007114511000316", "21385509"]}, {"Citation": "Bhatt J.K., Thomas S., Nanjan M.J. Resveratrol supplementation improves glycemic control in type 2 diabetes mellitus. Nutr. Res. 2012;32:537–541. doi: 10.1016/j.nutres.2012.06.003.", "ArticleIdList": ["10.1016/j.nutres.2012.06.003", "22901562"]}, {"Citation": "Garcia-Martinez B.I., Ruiz-Ramos M., Pedraza-Chaverri J., Santiago-Osorio E., Mendoza-Nunez V.M. Effect of Resveratrol on Markers of Oxidative Stress and Sirtuin 1 in Elderly Adults with Type 2 Diabetes. Int. J. Mol. Sci. 2023;24:7422. doi: 10.3390/ijms24087422.", "ArticleIdList": ["10.3390/ijms24087422", "PMC10138491", "37108584"]}, {"Citation": "Fatima S., Khan D.A., Aamir M., Pervez M.A., Fatima F. δ-Tocotrienol in Combination with Resveratrol Improves the Cardiometabolic Risk Factors and Biomarkers in Patients with Metabolic Syndrome: A Randomized Controlled Trial. Metab. Syndr. Relat. Disord. 2023;21:25–34. doi: 10.1089/met.2022.0052.", "ArticleIdList": ["10.1089/met.2022.0052", "36125447"]}, {"Citation": "Bazyar H., Moradi L., Zaman F., Javid A.Z. The effects of rutin flavonoid supplement on glycemic status, lipid profile, atherogenic index of plasma, brain-derived neurotrophic factor (BDNF), some serum inflammatory, and oxidative stress factors in patients with type 2 diabetes mellitus: A double-blind, placebo-controlled trial. Phytother. Res. 2023;37:271–284.", "ArticleIdList": ["36101997"]}, {"Citation": "Homayouni F., Haidari F., Hedayati M., Zakerkish M., Ahmadi K. Blood pressure lowering and anti-inflammatory effects of hesperidin in type 2 diabetes; a randomized double-blind controlled clinical trial. Phytother. Res. 2018;32:1073–1079. doi: 10.1002/ptr.6046.", "ArticleIdList": ["10.1002/ptr.6046", "29468764"]}, {"Citation": "Hadi S., Alipour M., Aghamohammadi V., Shahemi S., Ghafouri-Taleghani F., Pourjavidi N. Improvement in fasting blood sugar, anthopometric measurement and hs-CRP after consumption of epigallocatechin-3-gallate (EGCG) in patients with type 2 diabetes mellitus. Nutr. Food Sci. 2020;50:348–359. doi: 10.1108/NFS-04-2019-0126.", "ArticleIdList": ["10.1108/NFS-04-2019-0126"]}, {"Citation": "Dietz B.M., Hajirahimkhan A., Dunlap T.L., Bolton J.L. Botanicals and Their Bioactive Phytochemicals for Women’s Health. Pharmacol. Rev. 2016;68:1026–1073. doi: 10.1124/pr.115.010843.", "ArticleIdList": ["10.1124/pr.115.010843", "PMC5050441", "27677719"]}, {"Citation": "Morabito N., Crisafulli A., Vergara C., Gaudio A., Lasco A., Frisina N., D’Anna R., Corrado F., Pizzoleo M.A., Cincotta M. Effects of genistein and hormone-replacement therapy on bone loss in early postmenopausal women: A randomized double-blind placebo-controlled study. J. Bone Miner. Res. 2002;17:1904–1912. doi: 10.1359/jbmr.2002.17.10.1904.", "ArticleIdList": ["10.1359/jbmr.2002.17.10.1904", "12369794"]}, {"Citation": "Marini H., Minutoli L., Polito F., Bitto A., Altavilla D., Atteritano M., Gaudio A., Mazzaferro S., Frisina A., Frisina N., et al. Effects of the phytoestrogen genistein on bone metabolism in osteopenic postmenopausal women: A randomized trial. Ann. Intern. Med. 2007;146:839–847. doi: 10.7326/0003-4819-146-12-200706190-00005.", "ArticleIdList": ["10.7326/0003-4819-146-12-200706190-00005", "17577003"]}, {"Citation": "Lagari V.S., Levis S. Phytoestrogens for menopausal bone loss and climacteric symptoms. J. Steroid Biochem. Mol. Biol. 2014;139:294–301. doi: 10.1016/j.jsbmb.2012.12.002.", "ArticleIdList": ["10.1016/j.jsbmb.2012.12.002", "23246986"]}, {"Citation": "Poluzzi E., Piccinni C., Raschi E., Rampa A., Recanatini M., De Ponti F. Phytoestrogens in postmenopause: The state of the art from a chemical, pharmacological and regulatory perspective. Curr. Med. Chem. 2014;21:417–436. doi: 10.2174/09298673113206660297.", "ArticleIdList": ["10.2174/09298673113206660297", "PMC3963458", "24164197"]}, {"Citation": "Wong R.H., Zaw J.J.T., Xian C.J., Howe P.R. Regular Supplementation With Resveratrol Improves Bone Mineral Density in Postmenopausal Women: A Randomized, Placebo-Controlled Trial. J. Bone Miner. Res. 2020;35:2121–2131. doi: 10.1002/jbmr.4115.", "ArticleIdList": ["10.1002/jbmr.4115", "PMC7689937", "32564438"]}, {"Citation": "Corbi G., Nobile V., Conti V., Cannavo A., Sorrenti V., Medoro A., Scapagnini G., Davinelli S. Equol and Resveratrol Improve Bone Turnover Biomarkers in Postmenopausal Women: A Clinical Trial. Int. J. Mol. Sci. 2023;24:12063. doi: 10.3390/ijms241512063.", "ArticleIdList": ["10.3390/ijms241512063", "PMC10419295", "37569440"]}, {"Citation": "Shah M.A., Faheem H.I., Hamid A., Yousaf R., Haris M., Saleem U., Shah G.M., Alhasani R.H., Althobaiti N.A., Alsharif I., et al. The entrancing role of dietary polyphenols against the most frequent aging-associated diseases. Med. Res. Rev. 2024;44:235–274. doi: 10.1002/med.21985.", "ArticleIdList": ["10.1002/med.21985", "37486109"]}, {"Citation": "Jiang N., An J., Yang K., Liu J., Guan C., Ma C., Tang X. NLRP3 Inflammasome: A New Target for Prevention and Control of Osteoporosis? Front. Endocrinol. 2021;12:752546. doi: 10.3389/fendo.2021.752546.", "ArticleIdList": ["10.3389/fendo.2021.752546", "PMC8502943", "34646239"]}, {"Citation": "Weivoda M.M., Chew C.K., Monroe D.G., Farr J.N., Atkinson E.J., Geske J.R., Eckardt B., Thicke B., Ruan M., Tweed A.J., et al. Identification of osteoclast-osteoblast coupling factors in humans reveals links between bone and energy metabolism. Nat. Commun. 2020;11:87. doi: 10.1038/s41467-019-14003-6.", "ArticleIdList": ["10.1038/s41467-019-14003-6", "PMC6946812", "31911667"]}, {"Citation": "Zhao C., Liang J., Yang Y., Yu M., Qu X. The Impact of Glucagon-Like Peptide-1 on Bone Metabolism and Its Possible Mechanisms. Front. Endocrinol. 2017;8:98. doi: 10.3389/fendo.2017.00098.", "ArticleIdList": ["10.3389/fendo.2017.00098", "PMC5413504", "28515711"]}, {"Citation": "Maeda K., Kobayashi Y., Koide M., Uehara S., Okamoto M., Ishihara A., Kayama T., Saito M., Marumo K. The Regulation of Bone Metabolism and Disorders by Wnt Signaling. Int. J. Mol. Sci. 2019;20:5525. doi: 10.3390/ijms20225525.", "ArticleIdList": ["10.3390/ijms20225525", "PMC6888566", "31698687"]}, {"Citation": "Qi S., He J., Zheng H., Chen C., Lan S. Icariin Prevents Diabetes-Induced Bone Loss in Rats by Reducing Blood Glucose and Suppressing Bone Turnover. Molecules. 2019;24:1871. doi: 10.3390/molecules24101871.", "ArticleIdList": ["10.3390/molecules24101871", "PMC6571757", "31096652"]}]}], "History": [{"Year": "2024", "Month": "6", "Day": "3"}, {"Year": "2024", "Month": "6", "Day": "27"}, {"Year": "2024", "Month": "7", "Day": "9"}, {"Year": "2024", "Month": "7", "Day": "28", "Hour": "14", "Minute": "53"}, {"Year": "2024", "Month": "7", "Day": "27", "Hour": "10", "Minute": "45"}, {"Year": "2024", "Month": "7", "Day": "27", "Hour": "1", "Minute": "9"}, {"Year": "2024", "Month": "7", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["39062550", "PMC11275061", "10.3390/biom14070836", "biom14070836"]}}]}