{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Helichrysum plicatum DC.", "cyclodextrins", "dual-microencapsulation", "everlasting flowers", "particle characterization", "phenolics", "spray drying"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "39065558", "DateRevised": {"Year": "2024", "Month": "07", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["861", "10.3390/pharmaceutics16070861"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "27"}], "Journal": {"ISSN": "1999-4923", "JournalIssue": {"Volume": "16", "Issue": "7", "PubDate": {"Year": "2024", "Month": "Jun", "Day": "27"}}, "Title": "Pharmaceutics", "ISOAbbreviation": "Pharmaceutics"}, "ArticleTitle": "Development of Cyclodextrin-Based Mono and Dual Encapsulated Powders by Spray Drying for Successful Preservation of Everlasting Flower Extract.", "Abstract": {"AbstractText": ["The study aimed to develop encapsulation systems to maintain the preservation of everlasting (<i>Helichrysum plicatum</i>) flower extract polyphenols. Spray-dried encapsulates were formulated using β-cyclodextrin (BCD) and 2-hydroxypropyl-β-cyclodextrin (HPBCD) as supramolecular hosts, and their macromolecule mixtures with the conventional carriers, maltodextrin (MD) and whey protein (WP). The obtained microparticles were comparatively assessed regarding technological, physicochemical, and phytochemical properties. The highest yields were achieved by combining cyclodextrins with whey protein (73.96% for WP+BCD and 75.50% for WP+HPBCD compared to 62.48% of pure extract). The extract-carrier interactions and thermal stability were evaluated by FTIR and DSC analysis, suggesting successful entrapment within the carriers. Carriers reduced the particle diameter (3.99 to 4.86 μm compared to 6.49 μm of pure extract), classifying all encapsulates as microsystems. Carrier blends made the particle size distribution uniform, while SEM analysis revealed the production of more spherical and less aggregated particles. The HPBCD provided the highest encapsulation efficiency, with the highest content of detected aglycones and slightly lower values of their glycosylated forms. An analysis of the dual macromolecule encapsulation systems revealed the highest bioactive preservation potential for SHE+MD+BCD and SHE+WP+HPBCD. Overall, macromolecule combinations of cyclodextrins and conventional biopolymers in the spray-drying process can enhance the functional properties of <i>H. plicatum</i> extract."]}, "AuthorList": [{"Identifier": ["0000-0002-6736-3637"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Ćujić Nikolić", "ForeName": "Nada", "Initials": "N"}, {"Identifier": ["0000-0003-0039-0929"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Pharmacy, University of Niš, Boulevard Dr. Zorana Đinđića 81, 18000 Niš, Serbia."}], "LastName": "Jovanović", "ForeName": "Miloš", "Initials": "M"}, {"Identifier": ["0000-0002-6727-7624"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Radan", "ForeName": "Milica", "Initials": "M"}, {"Identifier": ["0000-0002-0741-2337"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Lazarević", "ForeName": "Zorica", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Bigović", "ForeName": "Dubravka", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Technical Sciences of SASA, Knez Mihailova 35/IV, 11000 Belgrade, Serbia."}], "LastName": "Marković", "ForeName": "Smilja", "Initials": "S"}, {"Identifier": ["0000-0001-9329-2468"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy Novi Sad, University of Business Academy, Trg Mladenaca 5, 21101 Novi Sad, Serbia."}], "LastName": "Jovanović Lješković", "ForeName": "Nataša", "Initials": "N"}, {"Identifier": ["0000-0002-2086-9593"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medicinal Plants Research \"Dr. Josif Pančić\", Tadeuša Košćuška 1, 11000 Belgrade, Serbia."}], "LastName": "Šavikin", "ForeName": "Katarina", "Initials": "K"}], "GrantList": [{"GrantID": "451-03-66/2024-03/200175.", "Agency": "Ministry of Science, Technological Development and Innovation of the Republic of Serbia", "Country": ""}, {"GrantID": "451-03-66/2024-03/200003", "Agency": "Ministry of Science, Technological Development and Innovation of the Republic of Serbia", "Country": ""}, {"GrantID": "142-451-2683/2021-01/02", "Agency": "Provincial Secretariat for Higher Education and Scientific Research, Autonomous Province of Vojvodina, Republic of Serbia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceutics", "NlmUniqueID": "101534003", "ISSNLinking": "1999-4923"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akaberi M., Sahebkar A., Azizi N., Emami S.A. Everlasting Flowers: Phytochemistry and Pharmacology of the Genus Helichrysum. Ind. Crops Prod. 2019;138:111471. doi: 10.1016/j.indcrop.2019.111471.", "ArticleIdList": ["10.1016/j.indcrop.2019.111471"]}, {"Citation": "Vujić B., Vidaković V., Jadranin M., Novaković I., Trifunović S., Tešević V., Mandić B. Composition, Antioxidant Potential, and Antimicrobial Activity of Helichrysum Plicatum DC. Various Extracts. Plants. 2020;9:337. doi: 10.3390/plants9030337.", "ArticleIdList": ["10.3390/plants9030337", "PMC7154845", "32155955"]}, {"Citation": "Bigovic D., Stevic T., Jankovic T., Noveski N., Radanovic D., Pljevljakusic D., Djuric Z. Antimicrobial Activity of Helichrysum Plicatum DC. Hem. Ind. 2017;71:337–342. doi: 10.2298/HEMIND160118044B.", "ArticleIdList": ["10.2298/HEMIND160118044B"]}, {"Citation": "Bigovic D., Brankovic S., Kitic D., Radenkovic M., Jankovic T., Savikin K., Zivanovic S. Relaxant Effect of the Ethanol Extract of Helichrysum Plicatum (Asteraceae) on Isolated Rat Ileum Contractions. Molecules. 2010;15:3391–3401. doi: 10.3390/molecules15053391.", "ArticleIdList": ["10.3390/molecules15053391", "PMC6263373", "20657488"]}, {"Citation": "Jovanović M., Drinić Z., Bigović D., Alimpić-Aradski A., Duletić-Laušević S., Šavikin K. In Vitro Antineurodegenerative Activity and in Silico Predictions of Blood-Brain Barrier Penetration of Helichrysum Plicatum Flower Extract. Lek. Sirovine. 2020;40:45–51. doi: 10.5937/leksir2040045J.", "ArticleIdList": ["10.5937/leksir2040045J"]}, {"Citation": "Castro-López C., Espinoza-González C., Ramos-González R., Boone-Villa V.D., Aguilar-González M.A., Martínez-Ávila G.C.G., Aguilar C.N., Ventura-Sobrevilla J.M. Spray-Drying Encapsulation of Microwave-Assisted Extracted Polyphenols from Moringa Oleifera: Influence of Tragacanth, Locust Bean, and Carboxymethyl-Cellulose Formulations. Food Res. Int. 2021;144:110291. doi: 10.1016/j.foodres.2021.110291.", "ArticleIdList": ["10.1016/j.foodres.2021.110291", "34053517"]}, {"Citation": "Samborska K., Boostani S., Geranpour M., Hosseini H., Dima C., Khoshnoudi-Nia S., Rostamabadi H., Falsafi S.R., Shaddel R., Akbari-Alavijeh S., et al. Green Biopolymers from By-Products as Wall Materials for Spray Drying Microencapsulation of Phytochemicals. Trends Food Sci. Technol. 2021;108:297–325. doi: 10.1016/j.tifs.2021.01.008.", "ArticleIdList": ["10.1016/j.tifs.2021.01.008"]}, {"Citation": "Šavikin K., Nastić N., Janković T., Bigović D., Miličević B., Vidović S., Menković N., Vladić J. Effect of Type and Concentration of Carrier Material on the Encapsulation of Pomegranate Peel Using Spray Drying Method. Foods. 2021;10:1968. doi: 10.3390/foods10091968.", "ArticleIdList": ["10.3390/foods10091968", "PMC8468628", "34574078"]}, {"Citation": "Gharsallaoui A., Roudaut G., Chambin O., Voilley A., Saurel R. Applications of Spray-Drying in Microencapsulation of Food Ingredients: An Overview. Food Res. Int. 2007;40:1107–1121. doi: 10.1016/j.foodres.2007.07.004.", "ArticleIdList": ["10.1016/j.foodres.2007.07.004"]}, {"Citation": "Ćujić Nikolić N., Žilić S., Simić M., Nikolić V., Živković J., Marković S., Šavikin K. Microencapsulates of Blue Maize Polyphenolics as a Promising Ingredient in the Food and Pharmaceutical Industry: Characterization, Antioxidant Properties, and In Vitro-Simulated Digestion. Foods. 2023;12:1870. doi: 10.3390/foods12091870.", "ArticleIdList": ["10.3390/foods12091870", "PMC10178619", "37174408"]}, {"Citation": "Jovanović M., Ćujić-Nikolić N., Drinić Z., Janković T., Marković S., Petrović P., Šavikin K. Spray Drying of Gentiana Asclepiadea L. Root Extract: Successful Encapsulation into Powders with Preserved Stability of Bioactive Compounds. Ind. Crops Prod. 2021;172:114044. doi: 10.1016/j.indcrop.2021.114044.", "ArticleIdList": ["10.1016/j.indcrop.2021.114044"]}, {"Citation": "Liu Z., Ye L., Xi J., Wang J., Feng Z. Cyclodextrin Polymers: Structure, Synthesis, and Use as Drug Carriers. Prog. Polym. Sci. 2021;118:101408. doi: 10.1016/j.progpolymsci.2021.101408.", "ArticleIdList": ["10.1016/j.progpolymsci.2021.101408"]}, {"Citation": "Radan M., Živković J., Nedeljković S.K., Janković T., Lazarević Z., Bigović D., Šavikin K. Influence of Hydroxypropyl-β-Cyclodextrin Complexation on the Extraction Efficiency of Rutin, Quercetin and Total Polyphenols from Fagopyrum Esculentum Moench. Sustain. Chem. Pharm. 2023;35:101220. doi: 10.1016/j.scp.2023.101220.", "ArticleIdList": ["10.1016/j.scp.2023.101220"]}, {"Citation": "Sharif N., Golmakani M.-T., Hajjari M.M., Aghaee E., Ghasemi J.B. Antibacterial Cuminaldehyde/Hydroxypropyl-β-Cyclodextrin Inclusion Complex Electrospun Fibers Mat: Fabrication and Characterization. Food Packag. Shelf Life. 2021;29:100738. doi: 10.1016/j.fpsl.2021.100738.", "ArticleIdList": ["10.1016/j.fpsl.2021.100738"]}, {"Citation": "Agrawal R., Gupta V. Cyclodextrins—A Review on Pharmaceutical Application for Drug Delivery. Int. J. Pharm. Front. Res. 2012;2:95–112."}, {"Citation": "Chew S.C., Tan C.P., Nyam K.L. Microencapsulation of Refined Kenaf (Hibiscus Cannabinus L.) Seed Oil by Spray Drying Using β-Cyclodextrin/Gum Arabic/Sodium Caseinate. J. Food Eng. 2018;237:78–85. doi: 10.1016/j.jfoodeng.2018.05.016.", "ArticleIdList": ["10.1016/j.jfoodeng.2018.05.016"]}, {"Citation": "Stella V.J., He Q. Cyclodextrins. Toxicol. Pathol. 2008;36:30–42. doi: 10.1177/0192623307310945.", "ArticleIdList": ["10.1177/0192623307310945", "18337219"]}, {"Citation": "Gidwani B., Vyas A. A Comprehensive Review on Cyclodextrin-Based Carriers for Delivery of Chemotherapeutic Cytotoxic Anticancer Drugs. Biomed. Res. Int. 2015;2015:198268. doi: 10.1155/2015/198268.", "ArticleIdList": ["10.1155/2015/198268", "PMC4637021", "26582104"]}, {"Citation": "Jovanović M., Drinić Z., Bigović D., Zdunić G., Mudrić J., Šavikin K. Effect of Carrier Type on the Spray-Dried Willowherb (Epilobium Angustifolium L.) Leaves Extract Powder Properties and Bioactive Compounds Encapsulation. Lek. Sirovine. 2021;41:41–45. doi: 10.5937/leksir2141041J.", "ArticleIdList": ["10.5937/leksir2141041J"]}, {"Citation": "Ćujić-Nikolić N., Stanisavljević N., Šavikin K., Kalušević A., Nedović V., Samardžić J., Janković T. Chokeberry Polyphenols Preservation Using Spray Drying: Effect of Encapsulation Using Maltodextrin and Skimmed Milk on Their Recovery Following in Vitro Digestion. J. Microencapsul. 2019;36:693–703. doi: 10.1080/02652048.2019.1667448.", "ArticleIdList": ["10.1080/02652048.2019.1667448", "31549532"]}, {"Citation": "Wilkowska A., Ambroziak W., Czyżowska A., Adamiec J. Effect of Microencapsulation by Spray Drying and Freeze Drying Technique on the Antioxidant Properties of Blueberry (Vaccinium myrtillus) Juice Polyphenolic Compounds. Pol. J. Food Nutr. Sci. 2016;66:11–16. doi: 10.1515/pjfns-2015-0015.", "ArticleIdList": ["10.1515/pjfns-2015-0015"]}, {"Citation": "Wilkowska A., Ambroziak W., Adamiec J., Czyżowska A. Preservation of Antioxidant Activity and Polyphenols in Chokeberry Juice and Wine with the Use of Microencapsulation. J. Food Process. Preserv. 2017;41:e12924. doi: 10.1111/jfpp.12924.", "ArticleIdList": ["10.1111/jfpp.12924"]}, {"Citation": "Escobar-Avello D., Avendaño-Godoy J., Santos J., Lozano-Castellón J., Mardones C., von Baer D., Luengo J., Lamuela-Raventós R.M., Vallverdú-Queralt A., Gómez-Gaete C. Encapsulation of Phenolic Compounds from a Grape Cane Pilot-Plant Extract in Hydroxypropyl Beta-Cyclodextrin and Maltodextrin by Spray Drying. Antioxidants. 2021;10:1130. doi: 10.3390/antiox10071130.", "ArticleIdList": ["10.3390/antiox10071130", "PMC8301162", "34356363"]}, {"Citation": "Vidović S.S., Vladić J.Z., Vaštag Ž.G., Zeković Z.P., Popović L.M. Maltodextrin as a Carrier of Health Benefit Compounds in Satureja Montana Dry Powder Extract Obtained by Spray Drying Technique. Powder Technol. 2014;258:209–215. doi: 10.1016/j.powtec.2014.03.038.", "ArticleIdList": ["10.1016/j.powtec.2014.03.038"]}, {"Citation": "Caliskan G., Dirim S.N. The Effect of Different Drying Processes and the Amounts of Maltodextrin Addition on the Powder Properties of Sumac Extract Powders. Powder Technol. 2016;287:308–314. doi: 10.1016/j.powtec.2015.10.019.", "ArticleIdList": ["10.1016/j.powtec.2015.10.019"]}, {"Citation": "Cai Y.Z., Corke H. Production and Properties of Spray-Dried Amaranthus Betacyanin Pigments. J. Food Sci. 2000;65:1248–1252. doi: 10.1111/j.1365-2621.2000.tb10273.x.", "ArticleIdList": ["10.1111/j.1365-2621.2000.tb10273.x"]}, {"Citation": "Goula A.M., Adamopoulos K.G. Effect of Maltodextrin Addition during Spray Drying of Tomato Pulp in Dehumidified Air: II. Powder Properties. Dry. Technol. 2008;26:726–737. doi: 10.1080/07373930802046377.", "ArticleIdList": ["10.1080/07373930802046377"]}, {"Citation": "Waterman P.G., Mole S. In: Analysis of Phenolic Plant Metabolites. Waterman P.G., Mole S., editors. Blackwell Scientific Publications; Oxford, UK: 1994."}, {"Citation": "Loizzo M.R., Tundis R., Bonesi M., Menichini F., Mastellone V., Avallone L., Menichini F. Radical Scavenging, Antioxidant and Metal Chelating Activities of Annona Cherimola Mill. (Cherimoya) Peel and Pulp in Relation to Their Total Phenolic and Total Flavonoid Contents. J. Food Compos. Anal. 2012;25:179–184. doi: 10.1016/j.jfca.2011.09.002.", "ArticleIdList": ["10.1016/j.jfca.2011.09.002"]}, {"Citation": "Bigović D., Savikin K., Janković T., Menković N., Zdunić G., Stanojković T., Djurić Z. Antiradical and Cytotoxic Activity of Different Helichrysum Plicatum Flower Extracts. Nat. Prod. Commun. 2011;6:819–822.", "ArticleIdList": ["21815418"]}, {"Citation": "Vladić J., Nastić N., Janković T., Šavikin K., Menković N., Lončarević I., Vidović S. Microencapsulation of Sideritis Raeseri Boiss. & Heldr. Subsp. Raeseri Extract Using Spray Drying with Maltodextrin and Whey Protein. Period. Polytech. Chem. Eng. 2022;66:229–238. doi: 10.3311/PPch.19060.", "ArticleIdList": ["10.3311/PPch.19060"]}, {"Citation": "Amidon G.E., Houghton M.E. The Effect of Moisture on the Mechanical and Powder Flow Properties of Microcrystalline Cellulose. Pharm. Res. 1995;12:923–929. doi: 10.1023/A:1016233725612.", "ArticleIdList": ["10.1023/A:1016233725612", "7667202"]}, {"Citation": "Khelissa S., Gharsallaoui A., Fadel A., Barras A., Jama C., Jbilou F., Chihib N.-E. Microencapsulation of Benzalkonium Chloride Enhanced Its Antibacterial and Antibiofilm Activities against Listeria Monocytogenes and Escherichia Coli. J. Appl. Microbiol. 2021;131:1136–1146. doi: 10.1111/jam.15010.", "ArticleIdList": ["10.1111/jam.15010", "33484234"]}, {"Citation": "Crouter A., Briens L. The Effect of Moisture on the Flowability of Pharmaceutical Excipients. AAPS PharmSciTech. 2014;15:65–74. doi: 10.1208/s12249-013-0036-0.", "ArticleIdList": ["10.1208/s12249-013-0036-0", "PMC3909156", "24092523"]}, {"Citation": "Hundre S.Y., Karthik P., Anandharamakrishnan C. Effect of Whey Protein Isolate and β-Cyclodextrin Wall Systems on Stability of Microencapsulated Vanillin by Spray–Freeze Drying Method. Food Chem. 2015;174:16–24. doi: 10.1016/j.foodchem.2014.11.016.", "ArticleIdList": ["10.1016/j.foodchem.2014.11.016", "25529646"]}, {"Citation": "Pasrija D., Ezhilarasi P.N., Indrani D., Anandharamakrishnan C. Microencapsulation of Green Tea Polyphenols and Its Effect on Incorporated Bread Quality. LWT-Food Sci. Technol. 2015;64:289–296. doi: 10.1016/j.lwt.2015.05.054.", "ArticleIdList": ["10.1016/j.lwt.2015.05.054"]}, {"Citation": "Sharifi F., Otte A., Yoon G., Park K. Continuous In-Line Homogenization Process for Scale-up Production of Naltrexone-Loaded PLGA Microparticles. J. Control. Release. 2020;325:347–358. doi: 10.1016/j.jconrel.2020.06.023.", "ArticleIdList": ["10.1016/j.jconrel.2020.06.023", "PMC7434690", "32645336"]}, {"Citation": "Kamimura J.A., Santos E.H., Hill L.E., Gomes C.L. Antimicrobial and Antioxidant Activities of Carvacrol Microencapsulated in Hydroxypropyl-Beta-Cyclodextrin. LWT-Food Sci. Technol. 2014;57:701–709. doi: 10.1016/j.lwt.2014.02.014.", "ArticleIdList": ["10.1016/j.lwt.2014.02.014"]}, {"Citation": "Tontul I., Topuz A. Spray-Drying of Fruit and Vegetable Juices: Effect of Drying Conditions on the Product Yield and Physical Properties. Trends Food Sci. Technol. 2017;63:91–102. doi: 10.1016/j.tifs.2017.03.009.", "ArticleIdList": ["10.1016/j.tifs.2017.03.009"]}, {"Citation": "Zigoneanu I.G., Astete C.E., Sabliov C.M. Nanoparticles with Entrapped α-Tocopherol: Synthesis, Characterization, and Controlled Release. Nanotechnology. 2008;19:105606. doi: 10.1088/0957-4484/19/10/105606.", "ArticleIdList": ["10.1088/0957-4484/19/10/105606", "21817708"]}, {"Citation": "Sánchez-Hernández E., Álvarez-Martínez J., González-García V., Casanova-Gascón J., Martín-Gil J., Martín-Ramos P. Helichrysum stoechas (L.) Moench Inflorescence Extract for Tomato Disease Management. Molecules. 2023;28:5861. doi: 10.3390/molecules28155861.", "ArticleIdList": ["10.3390/molecules28155861", "PMC10421166", "37570830"]}, {"Citation": "Martins M.S., Nascimento M.H., Barbosa L.L., Campos L.C.G., Singh M.N., Martin F.L., Romão W., Filgueiras P.R., Barauna V.G. Detection and Quantification Using ATR-FTIR Spectroscopy of Whey Protein Concentrate Adulteration with Wheat Flour. LWT. 2022;172:114161. doi: 10.1016/j.lwt.2022.114161.", "ArticleIdList": ["10.1016/j.lwt.2022.114161"]}, {"Citation": "Seo E.-J., Min S.-G., Choi M.-J. Release Characteristics of Freeze-Dried Eugenol Encapsulated with β -Cyclodextrin by Molecular Inclusion Method. J. Microencapsul. 2010;27:496–505. doi: 10.3109/02652041003681398.", "ArticleIdList": ["10.3109/02652041003681398", "20214546"]}, {"Citation": "Cassol L., Noreña C.P.Z. Microencapsulation and Accelerated Stability Testing of Bioactive Compounds of Hibiscus Sabdariffa. J. Food Meas. Charact. 2021;15:1599–1610. doi: 10.1007/s11694-020-00757-x.", "ArticleIdList": ["10.1007/s11694-020-00757-x"]}, {"Citation": "Jeff Schwegman J., Carpenter J.F., Nail S.L. Infrared Microscopy for in Situ Measurement of Protein Secondary Structure during Freezing and Freeze-Drying. J. Pharm. Sci. 2007;96:179–195. doi: 10.1002/jps.20630.", "ArticleIdList": ["10.1002/jps.20630", "17031845"]}, {"Citation": "Izutsu K., Aoyagi N., Kojima S. Protection of Protein Secondary Structure by Saccharides of Different Molecular Weights during Freeze-Drying. Chem. Pharm. Bull. 2004;52:199–203. doi: 10.1248/cpb.52.199.", "ArticleIdList": ["10.1248/cpb.52.199", "14758004"]}, {"Citation": "Jovanović A.A., Lević S.M., Pavlović V.B., Marković S.B., Pjanović R.V., Đorđević V.B., Nedović V., Bugarski B.M. Freeze vs. Spray Drying for Dry Wild Thyme (Thymus serpyllum L.) Extract Formulations: The Impact of Gelatin as a Coating Material. Molecules. 2021;26:3933. doi: 10.3390/molecules26133933.", "ArticleIdList": ["10.3390/molecules26133933", "PMC8271419", "34203164"]}, {"Citation": "Loftsson T., Másson M., Brewster M.E. Self-Association of Cyclodextrins and Cyclodextrin Complexes. J. Pharm. Sci. 2004;93:1091–1099. doi: 10.1002/jps.20047.", "ArticleIdList": ["10.1002/jps.20047", "15067686"]}, {"Citation": "Pinho E., Grootveld M., Soares G., Henriques M. Cyclodextrins as Encapsulation Agents for Plant Bioactive Compounds. Carbohydr. Polym. 2014;101:121–135. doi: 10.1016/j.carbpol.2013.08.078.", "ArticleIdList": ["10.1016/j.carbpol.2013.08.078", "24299757"]}, {"Citation": "Şahin-Nadeem H., Dinçer C., Torun M., Topuz A., Özdemir F. Influence of Inlet Air Temperature and Carrier Material on the Production of Instant Soluble Sage (Salvia Fruticosa Miller) by Spray Drying. LWT-Food Sci. Technol. 2013;52:31–38. doi: 10.1016/j.lwt.2013.01.007.", "ArticleIdList": ["10.1016/j.lwt.2013.01.007"]}, {"Citation": "Vladić J., Ambrus R., Szabó-Révész P., Vasić A., Cvejin A., Pavlić B., Vidović S. Recycling of Filter Tea Industry By-Products: Production of A. Millefolium Powder Using Spray Drying Technique. Ind. Crops Prod. 2016;80:197–206. doi: 10.1016/j.indcrop.2015.11.085.", "ArticleIdList": ["10.1016/j.indcrop.2015.11.085"]}, {"Citation": "Mari A., Napolitano A., Masullo M., Pizza C., Piacente S. Identification and Quantitative Determination of the Polar Constituents in Helichrysum Italicum Flowers and Derived Food Supplements. J. Pharm. Biomed. Anal. 2014;96:249–255. doi: 10.1016/j.jpba.2014.04.005.", "ArticleIdList": ["10.1016/j.jpba.2014.04.005", "24786189"]}, {"Citation": "Albayrak S., Aksoy A., Sağdiç O., Budak Ü. Phenolic Compounds and Antioxidant and Antimicrobial Properties of Helichrysum Species Collected from Eastern Anatolia, Turkey. Turk. J. Biol. 2010;34:463–473. doi: 10.3906/biy-0901-4.", "ArticleIdList": ["10.3906/biy-0901-4"]}]}], "History": [{"Year": "2024", "Month": "5", "Day": "28"}, {"Year": "2024", "Month": "6", "Day": "14"}, {"Year": "2024", "Month": "6", "Day": "18"}, {"Year": "2024", "Month": "7", "Day": "27", "Hour": "10", "Minute": "44"}, {"Year": "2024", "Month": "7", "Day": "27", "Hour": "10", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "27", "Hour": "1", "Minute": "27"}, {"Year": "2024", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["39065558", "PMC11279902", "10.3390/pharmaceutics16070861", "pharmaceutics16070861"]}}]}