{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EMT", "PD-L1", "cancer", "metastasis", "withanolides"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "39077463", "DateRevised": {"Year": "2024", "Month": "07", "Day": "31"}, "Article": {"Language": ["eng"], "ELocationID": ["1435516", "10.3389/fonc.2024.1435516"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "15"}], "Journal": {"ISSN": "2234-943X", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2024"}}, "Title": "Frontiers in oncology", "ISOAbbreviation": "Front Oncol"}, "ArticleTitle": "Withametelin inhibits TGF-β induced Epithelial-to-Mesenchymal Transition and Programmed-Death Ligand-1 expression <i>in vitro</i>.", "Pagination": {"StartPage": "1435516", "MedlinePgn": "1435516"}, "Abstract": {"AbstractText": ["Withanolides are a group of naturally occurring plant-based small molecules known for their wide range of host cellular functions. The anticancer potential of withanolides has been explored in varying cancer cell lines <i>in vitro</i>. Based on our prior studies, among the tested withanolides, withametelin (WM) has shown significant cytotoxicity with the highest efficacy on HCT-116 colon cancer cells (IC<sub>50</sub> 0.719 ± 0.12μM). Treatment with WM reduced the TGF-β driven proliferation, colony-forming ability, migration, and invasiveness of HCT-116 cells <i>in vitro</i>. WM also downregulated the expression of mesenchymal markers such as N-CADHERIN, SNAIL, and SLUG in HCT-116 cells. At the molecular level, WM inhibited TGF-β induced phosphorylation of SMAD2/3 and reduced the expression of an immune checkpoint inhibitor programmed-death ligand-1 (PD-L1). Our study highlights the possible anticancer mechanisms of WM involving modulation of the TGF-β pathway and associated target gene expression, suggesting its potential utility in cancer therapy."], "CopyrightInformation": "Copyright © 2024 Fathima, Farboodniay Jahromi, Begum and Jamma."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cell Signaling Laboratory, Department of Biological Sciences, Birla Institute of Technology & Science, Hyderabad, India."}], "LastName": "Fathima", "ForeName": "Ashna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Farboodniay Jahromi", "ForeName": "Mohammad Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Birla Institute of Technology & Science, Hyderabad, India."}], "LastName": "Begum", "ForeName": "Sajeli A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cell Signaling Laboratory, Department of Biological Sciences, Birla Institute of Technology & Science, Hyderabad, India."}], "LastName": "Jamma", "ForeName": "Trinath", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Oncol", "NlmUniqueID": "101568867", "ISSNLinking": "2234-943X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Xi Y, Xu P. Global colorectal cancer burden in 2020 and projections to 2040. Trans Oncol. (2021) 14:101174. doi: 10.1016/j.tranon.2021.101174", "ArticleIdList": ["10.1016/j.tranon.2021.101174", "PMC8273208", "34243011"]}, {"Citation": "Vabi BW, Gibbs JF, Parker GS. Implications of the growing incidence of global colorectal cancer. J Gastrointest Oncol. (2021) 12(Suppl. 2):S387–98. doi: 10.21037/jgo", "ArticleIdList": ["10.21037/jgo", "PMC8343084", "34422402"]}, {"Citation": "Li X, Lu C, Yang Y, Yu C, Rao Y. Site-specific targeted drug delivery systems for the treatment of inflammatory bowel disease. BioMed Pharmacother. (2020) 129:110486. doi: 10.1016/j.biopha.2020.110486", "ArticleIdList": ["10.1016/j.biopha.2020.110486", "32768972"]}, {"Citation": "Negarandeh R, Salehifar E, Saghafi F, Jalali H, Janbabaei G, Abdhaghighi MJ, et al. . Evaluation of adverse effects of chemotherapy regimens of 5-fluoropyrimidines derivatives and their association with DPYD polymorphisms in colorectal cancer patients. BMC Cancer. (2020) 20:560. doi: 10.1186/s12885-020-06904-3", "ArticleIdList": ["10.1186/s12885-020-06904-3", "PMC7298798", "32546132"]}, {"Citation": "Mahibalan S, Rao PC, Khan R, Basha A, Siddareddy R, Masubuti H, et al. . Cytotoxic constituents of Oldenlandia umbellata and isolation of a new symmetrical coumarin dimer. Medicinal Chem Res. (2016) 25:466–72. doi: 10.1007/s00044-015-1500-z", "ArticleIdList": ["10.1007/s00044-015-1500-z"]}, {"Citation": "Khan RS, Senthi M, Rao PC, Basha A, Alvala M, Tummuri D, et al. . Cytotoxic constituents of Abutilon indicum leaves against U87MG human glioblastoma cells. Natural Product Res. (2015) 29:1069–73. doi: 10.1080/14786419.2014.976643", "ArticleIdList": ["10.1080/14786419.2014.976643", "25422029"]}, {"Citation": "Girme A, Saste G, Pawar S, Balasubramaniam AK, Musande K, Darji B, et al. . Investigating 11 withanosides and withanolides by UHPLC-PDA and mass fragmentation studies from Ashwagandha (Withania somnifera). ACS omega. (2020) 5:27933–43. doi: 10.1021/acsomega.0c03266", "ArticleIdList": ["10.1021/acsomega.0c03266", "PMC7643146", "33163776"]}, {"Citation": "Li RJ, Gao CY, Guo C, Zhou MM, Luo J, Kong LY. The anti-inflammatory activities of two major withanolides from physalis minima via acting on NF-κB, STAT3, and HO-1 in LPS-stimulated RAW264.7 cells. Inflammation. (2017) 40:401–13. doi: 10.1007/s10753-016-0485-1", "ArticleIdList": ["10.1007/s10753-016-0485-1", "27913954"]}, {"Citation": "Attari M, Jamaloo F, Shadvar S, Fakhraei N, Dehpour AR. Effect of withania somnifera dunal root extract on behavioral despair model in mice: a possible role for nitric oxide. Acta Med Iranica. (2016) 54:165–72.", "ArticleIdList": ["27107520"]}, {"Citation": "Benjumea D, Martín-Herrera D, Abdala S, Gutiérrez-Luis J, Quiñones W, Cardona D, et al. . Withanolides from Whitania aristata and their diuretic activity. J ethnopharmacology. (2009) 123:351–5. doi: 10.1016/j.jep.2008.12.014", "ArticleIdList": ["10.1016/j.jep.2008.12.014", "19146940"]}, {"Citation": "Llanos GG, Araujo LM, Jiménez IA, Moujir LM, Vázquez JT, Bazzocchi IL. Withanolides from Withania aristata and their cytotoxic activity. Steroids. (2010) 75:974–81. doi: 10.1016/j.steroids.2010.06.001", "ArticleIdList": ["10.1016/j.steroids.2010.06.001", "20542049"]}, {"Citation": "Lobatto VL, García ME, Nicotra VE, Orozco CI, Casero CN. Antibacterial activity of withanolides and their structure-activity relationship. Steroids. (2023) 199:109297. doi: 10.1016/j.steroids.2023.109297", "ArticleIdList": ["10.1016/j.steroids.2023.109297", "37598738"]}, {"Citation": "Chandran U, Patwardhan B. Network ethnopharmacological evaluation of the immunomodulatory activity of Withania somnifera. J Ethnopharmacol. (2017) 197:250–6. doi: 10.1016/j.jep.2016.07.080", "ArticleIdList": ["10.1016/j.jep.2016.07.080", "27487266"]}, {"Citation": "Rao PC, Begum S, Jahromi MA, Jahromi ZH, Sriram S, Sahai M. Cytotoxicity of withasteroids: withametelin induces cell cycle arrest at G2/M phase and mitochondria-mediated apoptosis in non-small cell lung cancer A549 cells. Tumour biology: J Int Soc Oncodevelopmental Biol Med. (2016) 37:12579–87. doi: 10.1007/s13277-016-5128-5", "ArticleIdList": ["10.1007/s13277-016-5128-5", "27382976"]}, {"Citation": "Baig MW, Nasir B, Waseem D, Majid M, Khan MZI, Haq IU. Withametelin: a biologically active withanolide in cancer, inflammation, pain and depression. Saudi Pharm journal: SPJ: Off Publ Saudi Pharm Soc. (2020) 28:1526–37. doi: 10.1016/j.jsps.2020.09.021", "ArticleIdList": ["10.1016/j.jsps.2020.09.021", "PMC7783102", "33424246"]}, {"Citation": "Dijkstra JJ, Neikes HK, Rezaeifard S, Ma X, Voest EE, Tauriello DVF, et al. . Multiomics of colorectal cancer organoids reveals putative mediators of cancer progression resulting from SMAD4 inactivation. J Proteome Res. (2023) 22:138–51. doi: 10.1021/acs.jproteome.2c00551", "ArticleIdList": ["10.1021/acs.jproteome.2c00551", "PMC9830641", "36450103"]}, {"Citation": "Zheng K, Yu J, Chen Z, Zhou R, Lin C, Zhang Y, et al. . Ethanol promotes alcohol-related colorectal cancer metastasis via the TGF-β/RUNX3/Snail axis by inducing TGF-β1 upregulation and RUNX3 cytoplasmic mislocalization. EBioMedicine. (2019) 50:224–37. doi: 10.1016/j.ebiom.2019.11.011", "ArticleIdList": ["10.1016/j.ebiom.2019.11.011", "PMC6921366", "31757777"]}, {"Citation": "Pretzsch E, Bösch F, Neumann J, Ganschow P, Bazhin A, Guba M, et al. . Mechanisms of metastasis in colorectal cancer and metastatic organotropism: hematogenous versus peritoneal spread. J Oncol. (2019) 2019:7407190. doi: 10.1155/2019/7407190", "ArticleIdList": ["10.1155/2019/7407190", "PMC6770301", "31641356"]}, {"Citation": "He K, Wang Z, Luo M, Li B, Ding N, Li L, et al. . Metastasis organotropism in colorectal cancer: advancing toward innovative therapies. J Trans Med. (2023) 21:612. doi: 10.1186/s12967-023-04460-5", "ArticleIdList": ["10.1186/s12967-023-04460-5", "PMC10493031", "37689664"]}, {"Citation": "Li X, Wu Y, Tian T. TGF-β Signaling in metastatic colorectal cancer (mCRC): from underlying mechanism to potential applications in clinical development. Int J Mol Sci. (2022) 23:14436. doi: 10.3390/ijms232214436", "ArticleIdList": ["10.3390/ijms232214436", "PMC9698504", "36430910"]}, {"Citation": "Thomas DA, Massagué J. TGF-beta directly targets cytotoxic T cell functions during tumor evasion of immune surveillance. Cancer Cell. (2005) 8:369–80. doi: 10.1016/j.ccr.2005.10.012", "ArticleIdList": ["10.1016/j.ccr.2005.10.012", "16286245"]}, {"Citation": "Kim DH, Kim H, Choi YJ, Kim SY, Lee JE, Sung KJ, et al. . Exosomal PD-L1 promotes tumor growth through immune escape in non-small cell lung cancer. Exp Mol Med. (2019) 51:1–13. doi: 10.1038/s12276-019-0295-2", "ArticleIdList": ["10.1038/s12276-019-0295-2", "PMC6802663", "31399559"]}, {"Citation": "Chung BS, Liao IC, Lin PC, Wu SY, Kang JW, Lin BW, et al. . PD-L1 expression in high-risk early-stage colorectal cancer-its clinical and biological significance in immune microenvironment. Int J Mol Sci. (2022) 23:13277. doi: 10.3390/ijms232113277", "ArticleIdList": ["10.3390/ijms232113277", "PMC9655444", "36362062"]}, {"Citation": "Khalili-Tanha G, Fiuji H, Gharib M, Moghbeli M, Khalili-Tanha N, Rahmani F, et al. . Dual targeting of TGF-β and PD-L1 inhibits tumor growth in TGF-β/PD-L1-driven colorectal carcinoma. Life Sci. (2023) 328:121865. doi: 10.1016/j.lfs.2023.121865", "ArticleIdList": ["10.1016/j.lfs.2023.121865", "37336360"]}, {"Citation": "Derynck R, Akhurst RJ, Balmain A. TGF-beta signaling in tumor suppression and cancer progression. Nat Genet. (2001) 29:117–29. doi: 10.1038/ng1001-117", "ArticleIdList": ["10.1038/ng1001-117", "11586292"]}, {"Citation": "Kloss CC, Lee J, Zhang A, Chen F, Melenhorst JJ, Lacey SF, et al. . Dominant-negative TGF-β Receptor enhances PSMA-targeted human CAR T cell proliferation and augments prostate cancer eradication. Mol therapy: J Am Soc Gene Ther. (2018) 26:1855–66. doi: 10.1016/j.ymthe.2018.05.003", "ArticleIdList": ["10.1016/j.ymthe.2018.05.003", "PMC6037129", "29807781"]}, {"Citation": "Ouanouki A, Lamy S, Annabi B. Anthocyanidins inhibit epithelial-mesenchymal transition through a TGFβ/Smad2 signaling pathway in glioblastoma cells. Mol Carcinog. (2017) 56:1088–99. doi: 10.1002/mc.22575", "ArticleIdList": ["10.1002/mc.22575", "27649384"]}, {"Citation": "Castiglioni A, Yang Y, Williams K, Gogineni A, Lane RS, Wang AW, et al. . Combined PD-L1/TGFβ blockade allows expansion and differentiation of stem cell-like CD8 T cells in immune excluded tumors. Nat Commun. (2023) 14:4703. doi: 10.1038/s41467-023-40398-4", "ArticleIdList": ["10.1038/s41467-023-40398-4", "PMC10404279", "37543621"]}, {"Citation": "Luo J, Chen XQ, Li P. The role of TGF-β and its receptors in gastrointestinal cancers. Trans Oncol. (2019) 12:475–84. doi: 10.1016/j.tranon.2018.11.010", "ArticleIdList": ["10.1016/j.tranon.2018.11.010", "PMC6314240", "30594036"]}, {"Citation": "Yang H, Zhan L, Yang T, Wang L, Li C, Zhao J, et al. . [Corrigendum] Ski prevents TGF-β-induced EMT and cell invasion by repressing SMAD-dependent signaling in non-small cell lung cancer. Oncol Rep. (2021) 45:787–8. doi: 10.3892/or.2020.7868", "ArticleIdList": ["10.3892/or.2020.7868"]}, {"Citation": "Bai B, Li H, Han L, Mei Y, Hu C, Mei Q, et al. . Molecular mechanism of the TGF-β/Smad7 signaling pathway in ulcerative colitis. Mol Med Rep. (2022) 25:116. doi: 10.3892/mmr", "ArticleIdList": ["10.3892/mmr", "PMC8855156", "35137923"]}, {"Citation": "Tauriello DVF, Sancho E, Batlle E. Overcoming TGFβ-mediated immune evasion in cancer. Nat Rev Cancer. (2022) 22:25–44. doi: 10.1038/s41568-021-00413-6", "ArticleIdList": ["10.1038/s41568-021-00413-6", "34671117"]}, {"Citation": "Zhang K, Zhang M, Luo Z, Wen Z, Yan X. The dichotomous role of TGF-β in controlling liver cancer cell survival and proliferation. J Genet Genomics. (2020) 47:497–512. doi: 10.1016/j.jgg.2020.09.005", "ArticleIdList": ["10.1016/j.jgg.2020.09.005", "33339765"]}, {"Citation": "Khan A, Shal B, Khan AU, Bibi T, Islam SU, Baig MW, et al. . Withametelin, a novel phytosterol, alleviates neurological symptoms in EAE mouse model of multiple sclerosis via modulation of Nrf2/HO-1 and TLR4/NF-κB signaling. Neurochemistry Int. (2021) 151:105211. doi: 10.1016/j.neuint.2021.105211", "ArticleIdList": ["10.1016/j.neuint.2021.105211", "34688804"]}, {"Citation": "Khan A, Shal B, Khan AU, Baig MW, Haq IU, Khan S. Withametelin, a steroidal lactone, isolated from datura innoxa attenuates STZ-induced diabetic neuropathic pain in rats through inhibition of NF-kB/MAPK signaling. Food Chem toxicology: an Int J published Br Ind Biol Res Assoc. (2023) 175:113742. doi: 10.1016/j.fct.2023.113742", "ArticleIdList": ["10.1016/j.fct.2023.113742", "36958385"]}, {"Citation": "Bertrand-Chapel A, Caligaris C, Fenouil T, Savary C, Aires S, Martel S, et al. . SMAD2/3 mediate oncogenic effects of TGF-β in the absence of SMAD4. Commun Biol. (2022) 5:1068. doi: 10.1038/s42003-022-03994-6", "ArticleIdList": ["10.1038/s42003-022-03994-6", "PMC9546935", "36207615"]}, {"Citation": "Park BV, Freeman ZT, Ghasemzadeh A, Chattergoon MA, Rutebemberwa A, Steigner J, et al. . TGFβ1-mediated SMAD3 enhances PD-1 expression on antigen-specific T cells in cancer. Cancer Discov. (2016) 6:1366–81. doi: 10.1158/2159-8290.CD-15-1347", "ArticleIdList": ["10.1158/2159-8290.CD-15-1347", "PMC5295786", "27683557"]}, {"Citation": "Xu M, Han Y, Liu G, Xu Y, Duan D, Liu H, et al. . Preclinical study of a fully human anti-PD-L1 antibody as a theranostic agent for cancer immunotherapy. Mol Pharmaceutics. (2018) 15:4426–33. doi: 10.1021/acs.molpharmaceut.8b00371", "ArticleIdList": ["10.1021/acs.molpharmaceut.8b00371", "30133286"]}, {"Citation": "Sun JY, Zhang D, Wu S, Xu M, Zhou X, Lu XJ, et al. . Resistance to PD-1/PD-L1 blockade cancer immunotherapy: mechanisms, predictive factors, and future perspectives. biomark Res. (2020) 8:35. doi: 10.1186/s40364-020-00212-5", "ArticleIdList": ["10.1186/s40364-020-00212-5", "PMC7450549", "32864132"]}, {"Citation": "Lan Y, Moustafa M, Knoll M, Xu C, Furkel J, Lazorchak A, et al. . Simultaneous targeting of TGF-β/PD-L1 synergizes with radiotherapy by reprogramming the tumor microenvironment to overcome immune evasion. Cancer Cell. (2021) 39:1388–1403.e10. doi: 10.1016/j.ccell.2021.08.008", "ArticleIdList": ["10.1016/j.ccell.2021.08.008", "34506739"]}, {"Citation": "Yi M, Wu Y, Niu M, Zhu S, Zhang J, Yan Y, et al. . Anti-TGF-β/PD-L1 bispecific antibody promotes T cell infiltration and exhibits enhanced antitumor activity in triple-negative breast cancer. J immunotherapy Cancer. (2022) 10:e005543. doi: 10.1136/jitc-2022-005543", "ArticleIdList": ["10.1136/jitc-2022-005543", "PMC9723957", "36460337"]}, {"Citation": "Nair R, Lannagan TRM, Jackstadt R, Andrusaite A, Cole J, Boyne C, et al. . Co-inhibition of TGF-β and PD-L1 pathways in a metastatic colorectal cancer mouse model triggers interferon responses, innate cells and T cells, alongside metabolic changes and tumor resistance. Oncoimmunology. (2024) 13:2330194. doi: 10.1080/2162402X.2024.2330194", "ArticleIdList": ["10.1080/2162402X.2024.2330194", "PMC10956632", "38516270"]}]}], "History": [{"Year": "2024", "Month": "5", "Day": "20"}, {"Year": "2024", "Month": "6", "Day": "26"}, {"Year": "2024", "Month": "7", "Day": "30", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "7", "Day": "30", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "30", "Hour": "5", "Minute": "7"}, {"Year": "2024", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["39077463", "PMC11284055", "10.3389/fonc.2024.1435516"]}}]}