{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ribes nigrum", "Evolution analysis", "Gene transfer", "Mitogenome", "Molecular feature"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39080514", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "02"}, "Article": {"Language": ["eng"], "ELocationID": ["744", "10.1186/s12864-024-10654-y"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "30"}], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "25", "Issue": "1", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "30"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "The first complete mitochondrial genome of Grossulariaceae: Molecular features, structure recombination, and genetic evolution.", "Pagination": {"StartPage": "744", "MedlinePgn": "744"}, "Abstract": {"AbstractText": ["Mitochondria play crucial roles in the growth, development, and adaptation of plants. Blackcurrant (Ribes nigrum L.) stands out as a significant berry species due to its rich nutritional profile, medicinal properties, and health benefits. Despite its importance, the mitochondrial genome of blackcurrant remains unassembled.", "This study presents the first assembly of the mitochondrial genome of R. nigrum in the Grossulariaceae family. The genome spans 450,227 base pairs (bp) and encompasses 39 protein-coding genes (PCGs), 19 transfer RNAs (tRNAs), and three ribosomal RNAs (rRNAs). Protein-coding regions constitute 8.88% of the entire genome. Additionally, we identified 180 simple sequence repeats, 12 tandem repeats, and 432 pairs of dispersed repeats. Notably, the dispersed sequence R1 (cotig3, 1,129 bp) mediated genome recombination, resulting in the formation of two major conformations, namely master and double circles. Furthermore, we identified 731 C-to-U RNA editing sites within the PCGs. Among these, cox1-2, nad1-2, and nad4L-2 were associated with the creation of start codons, whereas atp6-718 and rps10-391 were linked to termination codons. We also detected fourteen plastome fragments within the mitogenome, constituting 1.11% of the total length. Phylogenetic analysis suggests that R. nigrum might have undergone multiple genomic reorganization and/or gene transfer events, resulting in the loss of two PCGs (rps2 and rps11) during its evolutionary history.", "This investigation unveils the molecular characteristics of the R. nigrum mitogenome, shedding light on its evolutionary trajectory and phylogenetic implications. Furthermore, it serves as a valuable reference for evolutionary research and germplasm identification within the genus."], "CopyrightInformation": "© 2024. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Horticulture and Landscape Architecture, Henan Institute of Science and Technology, Xinxiang, 453003, China."}, {"Identifier": [], "Affiliation": "Tibet Academy of Agricultural and Animal Husbandry Sciences, Lhasa, 890032, China."}], "LastName": "Lu", "ForeName": "Guilong", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tibet Academy of Agricultural and Animal Husbandry Sciences, Lhasa, 890032, China."}], "LastName": "Wang", "ForeName": "Wenhua", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tibet Academy of Agricultural and Animal Husbandry Sciences, Lhasa, 890032, China."}], "LastName": "Zhang", "ForeName": "Shanshan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Rural Revitalization Science and Technology, Heilongjiang Academy of Agricultural Sciences, Harbin, 150086, China."}], "LastName": "Yang", "ForeName": "Guang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Rural Revitalization Science and Technology, Heilongjiang Academy of Agricultural Sciences, Harbin, 150086, China."}], "LastName": "Zhang", "ForeName": "Kun", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agriculture, Fujian Agriculture and Forestry University, Fuzhou, 350002, China. queyouxiong@126.com."}], "LastName": "Que", "ForeName": "Youxiong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tibet Academy of Agricultural and Animal Husbandry Sciences, Lhasa, 890032, China. denglan1110@163.com."}], "LastName": "Deng", "ForeName": "Lan", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "ChemicalList": [{"RegistryNumber": "9014-25-9", "NameOfSubstance": "RNA, Transfer"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Genome, Mitochondrial"}, {"QualifierName": [], "DescriptorName": "Evolution, Molecular"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Recombination, Genetic"}, {"QualifierName": ["genetics"], "DescriptorName": "Ribes"}, {"QualifierName": [], "DescriptorName": "RNA Editing"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Transfer"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Ribosomal"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lang BF, Gray MW, Burger G. Mitochondrial genome evolution and the origin of eukaryotes. Annu Rev Genet. 1999;33:351–97. 10.1146/annurev.genet.33.1.351", "ArticleIdList": ["10.1146/annurev.genet.33.1.351", "10690412"]}, {"Citation": "Adams KL, Palmer JD. Evolution of mitochondrial gene content: gene loss and transfer to the nucleus. Mol Phylogenet Evol. 2003;29(3):380–95. 10.1016/S1055-7903(03)00194-5", "ArticleIdList": ["10.1016/S1055-7903(03)00194-5", "14615181"]}, {"Citation": "Roger AJ, Muñoz-Gómez SA, Kamikawa R. The origin and diversification of mitochondria. Curr Biol. 2017;27(21):R1177–92. 10.1016/j.cub.2017.09.015", "ArticleIdList": ["10.1016/j.cub.2017.09.015", "29112874"]}, {"Citation": "Munasinghe M, Agren JA. When and why are mitochondria paternally inherited? Curr Opin Genet Dev. 2023;80:102053. 10.1016/j.gde.2023.102053", "ArticleIdList": ["10.1016/j.gde.2023.102053", "37245242"]}, {"Citation": "Fujii S, Kazama T, Yamada M, Toriyama K. Discovery of global genomic re-organization based on comparison of two newly sequenced rice mitochondrial genomes with cytoplasmic male sterility-related genes. BMC Genomics. 2010;11:209. 10.1186/1471-2164-11-209", "ArticleIdList": ["10.1186/1471-2164-11-209", "PMC2851602", "20346185"]}, {"Citation": "Liberatore KL, Dukowic-Schulze S, Miller ME, Chen C, Kianian SF. The role of mitochondria in plant development and stress tolerance. Free Radic Biol Med. 2016;100:238–56. 10.1016/j.freeradbiomed.2016.03.033", "ArticleIdList": ["10.1016/j.freeradbiomed.2016.03.033", "27036362"]}, {"Citation": "Ravagnan L, Roumier T, Kroemer G. Mitochondria, the killer organelles and their weapons. J Cell Physiol. 2002;192(2):131–37. 10.1002/jcp.10111", "ArticleIdList": ["10.1002/jcp.10111", "12115719"]}, {"Citation": "Wang J, Xu G, Ning Y, Wang X, Wang GL. Mitochondrial functions in plant immunity. Trends Plant Sci. 2022;27(10):1063–76. 10.1016/j.tplants.2022.04.007", "ArticleIdList": ["10.1016/j.tplants.2022.04.007", "35659746"]}, {"Citation": "Ng S, De Clercq I, Van Aken O, Law SR, Ivanova A, Willems P, Giraud E, Van Breusegem F, Whelan J. Anterograde and retrograde regulation of nuclear genes encoding mitochondrial proteins during growth, development, and stress. Mol Plant. 2014;7(7):1075–93. 10.1093/mp/ssu037", "ArticleIdList": ["10.1093/mp/ssu037", "24711293"]}, {"Citation": "Skippington E, Barkman TJ, Rice DW, Palmer JD. Miniaturized mitogenome of the parasitic plant Viscum Scurruloideum is extremely divergent and dynamic and has lost all nad genes. Proc Natl Acad Sci USA. 2015;112(27):E3515–24. 10.1073/pnas.1504491112", "ArticleIdList": ["10.1073/pnas.1504491112", "PMC4500244", "26100885"]}, {"Citation": "Putintseva YA, Bondar EI, Simonov EP, Sharov VV, Oreshkova NV, Kuzmin DA, Konstantinov YM, Shmakov VN, Belkov VI, Sadovsky MG, Keech O, Krutovsky KV. Siberian larch (Larix sibirica Ledeb.) Mitochondrial genome assembled using both short and long nucleotide sequence reads is currently the largest known mitogenome. BMC Genomics. 2020;21(1):654. 10.1186/s12864-020-07061-4", "ArticleIdList": ["10.1186/s12864-020-07061-4", "PMC7517811", "32972367"]}, {"Citation": "Barr CM, Neiman M, Taylor DR. Inheritance and recombination of mitochondrial genomes in plants, fungi and animals. New Phytol. 2005;168(1):39–50. 10.1111/j.1469-8137.2005.01492.x", "ArticleIdList": ["10.1111/j.1469-8137.2005.01492.x", "16159319"]}, {"Citation": "Mower JP, Sloan DB, Alverson AJ. Plant mitochondrial genome diversity: the genomics revolution. In: Wendel JF, Greilhuber J, Dolezel J, Leitch IJ, editors. Plant Genome Diversity volume 1: plant genomes, their residents, and their Evolutionary Dynamics. Vienna: Springer Vienna; 2012. 123 – 44."}, {"Citation": "Oliver KR, McComb JA, Greene WK. Transposable elements: powerful contributors to angiosperm evolution and diversity. Genome Biol Evol. 2013;5(10):1886–901. 10.1093/gbe/evt141", "ArticleIdList": ["10.1093/gbe/evt141", "PMC3814199", "24065734"]}, {"Citation": "Wicker T, Gundlach H, Spannagl M, Uauy C, Borrill P, Ramírez-González RH, De Oliveira R, International Wheat Genome Sequencing Consortium, Mayer KFX, Paux E, Choulet F. Impact of transposable elements on genome structure and evolution in bread wheat. Genome Biol. 2018;19(1):103. 10.1186/s13059-018-1479-0", "ArticleIdList": ["10.1186/s13059-018-1479-0", "PMC6097303", "30115100"]}, {"Citation": "Richardson AO, Rice DW, Young GJ, Alverson AJ, Palmer JD. The fossilized mitochondrial genome of Liriodendron tulipifera: ancestral gene content and order, ancestral editing sites, and extraordinarily low mutation rate. BMC Biol. 2013;11:29. 10.1186/1741-7007-11-29", "ArticleIdList": ["10.1186/1741-7007-11-29", "PMC3646698", "23587068"]}, {"Citation": "Gommans WM, Mullen SP, Maas S. RNA editing: a driving force for adaptive evolution? BioEssays. 2009;31(10):1137–45. 10.1002/bies.200900045", "ArticleIdList": ["10.1002/bies.200900045", "PMC2829293", "19708020"]}, {"Citation": "Luo Z, Xiong J, Xia H, Wang L, Hou G, Li Z, Li J, Zhou H, Li T, Luo L. Pentatricopeptide repeat gene-mediated mitochondrial RNA editing impacts on rice drought tolerance. Front Plant Sci. 2022;13:926285. 10.3389/fpls.2022.926285", "ArticleIdList": ["10.3389/fpls.2022.926285", "PMC9343880", "35928709"]}, {"Citation": "Gallagher LJ, Betz SK, Chase CD. Mitochondrial RNA editing truncates a chimeric open reading frame associated with S male-sterility in maize. Curr Genet. 2002;42(3):179–84. 10.1007/s00294-002-0344-5", "ArticleIdList": ["10.1007/s00294-002-0344-5", "12491012"]}, {"Citation": "Archibald JM, Richards TA. Gene transfer: anything goes in plant mitochondria. BMC Biol. 2010;8:147. 10.1186/1741-7007-8-147", "ArticleIdList": ["10.1186/1741-7007-8-147", "PMC3008690", "21176244"]}, {"Citation": "Ma J, Wang S, Zhu X, Sun G, Chang G, Li L, Hu X, Zhang S, Zhou Y, Song CP, Huang J. Major episodes of horizontal gene transfer drove the evolution of land plants. Mol Plant. 2022;15(5):857–71. 10.1016/j.molp.2022.02.001", "ArticleIdList": ["10.1016/j.molp.2022.02.001", "35235827"]}, {"Citation": "Dong Q, Huo J, Wei S, Zhang Z. Black currant production, breeding and processing in China. Acta Hortic. 2012;926:119–22.10.17660/ActaHortic.2012.926.16", "ArticleIdList": ["10.17660/ActaHortic.2012.926.16"]}, {"Citation": "Zdunić G, Šavikin K, Pljevljakušić D, Djordjević B. Black (Ribes nigrum L.) and Red Currant (Ribes rubrum L.) cultivars. In: Simmonds MSJ, Preedy VR, editors. Nutritional composition of Fruit cultivars. London: Academic; 2016. 101 – 26."}, {"Citation": "Sun Q, Wang N, Xu W, Zhou H. Genus Ribes Linn. (Grossulariaceae): a comprehensive review of traditional uses, phytochemistry, pharmacology and clinical applications. J Ethnopharmacol. 2021;276:114166. 10.1016/j.jep.2021.114166", "ArticleIdList": ["10.1016/j.jep.2021.114166", "33940086"]}, {"Citation": "Lampi AM, Heinonen M. Berry seed and grapeseed oils. In: Moreau RA, Kamal-Eldin A, editors. Gourmet and Health-promoting Specialty oils. London: Academic Press and AOCS; 2009. 215 – 35."}, {"Citation": "Vagiri M, Conner S, Stewart D, Andersson SC, Verrall S, Johansson E, Rumpunen K. Phenolic compounds in blackcurrant (Ribes nigrum L.) leaves relative to leaf position and harvest date. Food Chem. 2015;172:135–42. 10.1016/j.foodchem.2014.09.041", "ArticleIdList": ["10.1016/j.foodchem.2014.09.041", "25442534"]}, {"Citation": "Redha AA, Siddiqui SA, Zare R, Spadaccini D, Guazzotti S, Feng X, Bahmid NA, Wu Y, Ozeer FZ, Aluko RE. Blackcurrants: a nutrient-rich source for the development of functional foods for improved athletic performance. Food Rev Int. 2024;40(1):135–57.10.1080/87559129.2022.2162076", "ArticleIdList": ["10.1080/87559129.2022.2162076"]}, {"Citation": "Lu L. A study on the genus Ribes L. in China. Acta Phytotaxon Sin. 1995;33(1):58–75."}, {"Citation": "Wang Y, Zhao Y, Bollas A, Wang Y, Au KF. Nanopore sequencing technology, bioinformatics and applications. Nat Biotechnol. 2021;39(11):1348–65. 10.1038/s41587-021-01108-x", "ArticleIdList": ["10.1038/s41587-021-01108-x", "PMC8988251", "34750572"]}, {"Citation": "Sharp PM, Emery LR, Zeng K. Forces that influence the evolution of codon bias. Philos T R Soc B. 2010;365(1544):1203–12.10.1098/rstb.2009.0305", "ArticleIdList": ["10.1098/rstb.2009.0305", "PMC2871821", "20308095"]}, {"Citation": "Song H, Liu J, Chen T, Nan ZB. Synonymous codon usage pattern in model legume Medicago truncatula. J Integr Agr. 2018;17(9):2074–81.10.1016/S2095-3119(18)61961-6", "ArticleIdList": ["10.1016/S2095-3119(18)61961-6"]}, {"Citation": "Vicient CM, Casacuberta JM. Impact of transposable elements on polyploid plant genomes. Ann Bot. 2017;120(2):195–207. 10.1093/aob/mcx078", "ArticleIdList": ["10.1093/aob/mcx078", "PMC5737689", "28854566"]}, {"Citation": "Sloan DB. One ring to rule them all? Genome sequencing provides new insights into the ‘master circle’ model of plant mitochondrial DNA structure. New Phytol. 2013;200(4):978–85. 10.1111/nph.12395", "ArticleIdList": ["10.1111/nph.12395", "24712049"]}, {"Citation": "Wu CS, Chaw SM. Evolution of mitochondrial RNA editing in extant gymnosperms. Plant J. 2022;111(6):1676–87. 10.1111/tpj.15916", "ArticleIdList": ["10.1111/tpj.15916", "PMC9545813", "35877596"]}, {"Citation": "Garcia LE, Edera AA, Palmer JD, Sato H, Sanchez-Puerta MV. Horizontal gene transfers dominate the functional mitochondrial gene space of a holoparasitic plant. New Phytol. 2021;229(3):1701–14. 10.1111/nph.16926", "ArticleIdList": ["10.1111/nph.16926", "32929737"]}, {"Citation": "The Angiosperm Phylogeny Group, Chase MW, Christenhusz MJM, Fay MF, Byng JW, Judd WS, Soltis DE, Mabberley DJ, Sennikov AN, Soltis PS, Stevens PF. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181(1):1–20.10.1111/boj.12385", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Šmarda P, Bureš P, Horová L, Leitch IJ, Mucina L, Pacini E, Tichý L, Grulich V, Rotreklová O. Ecological and evolutionary significance of genomic GC content diversity in monocots. Proc Natl Acad Sci USA. 2014;111(39):E4096–102. 10.1073/pnas.1321152111", "ArticleIdList": ["10.1073/pnas.1321152111", "PMC4191780", "25225383"]}, {"Citation": "Ayabe H, Toyoda A, Iwamoto A, Tsutsumi N, Arimura SI. Mitochondrial gene defects in Arabidopsis can broadly affect mitochondrial gene expression through copy number. Plant Physiol. 2023;191(4):2256–75. 10.1093/plphys/kiad024", "ArticleIdList": ["10.1093/plphys/kiad024", "PMC10069900", "36703221"]}, {"Citation": "Ding H, Bi D, Zhang S, Han S, Ye Y, Yi R, Yang J, Liu B, Wu L, Zhuo R, Kan X. The Mitogenome of Sedum Plumbizincicola (Crassulaceae): insights into RNA editing, lateral gene transfer, and phylogenetic implications. Biology (Basel). 2022;11(11):1661.", "ArticleIdList": ["PMC9687357", "36421375"]}, {"Citation": "Grosser MR, Sites SK, Murata MM, Lopez Y, Chamusco KC, Love Harriage K, Grosser JW, Graham JH, Gmitter FG Jr, Chase CD. Plant mitochondrial introns as genetic markers - conservation and variation. Front Plant Sci. 2023;14:1116851. 10.3389/fpls.2023.1116851", "ArticleIdList": ["10.3389/fpls.2023.1116851", "PMC10067590", "37021319"]}, {"Citation": "Khera P, Saxena R, Sameerkumar CV, Saxena K, Varshney RK. Mitochondrial SSRs and their utility in distinguishing wild species, CMS lines and maintainer lines in pigeonpea (Cajanus cajan L). Euphytica. 2015;206:737–46.10.1007/s10681-015-1504-2", "ArticleIdList": ["10.1007/s10681-015-1504-2"]}, {"Citation": "Kozik A, Rowan BA, Lavelle D, Berke L, Schranz ME, Michelmore RW, Christensen AC. The alternative reality of plant mitochondrial DNA: one ring does not rule them all. PLoS Genet. 2019;15(8):e1008373. 10.1371/journal.pgen.1008373", "ArticleIdList": ["10.1371/journal.pgen.1008373", "PMC6742443", "31469821"]}, {"Citation": "Gualberto JM, Newton KJ. Plant mitochondrial genomes: dynamics and mechanisms of mutation. Annu Rev Plant Biol. 2017;68:225–52. 10.1146/annurev-arplant-043015-112232", "ArticleIdList": ["10.1146/annurev-arplant-043015-112232", "28226235"]}, {"Citation": "Cole LW, Guo W, Mower JP, Palmer JD. High and variable rates of repeat-mediated mitochondrial genome rearrangement in a genus of plants. Mol Biol Evol. 2018;35(11):2773–85.", "ArticleIdList": ["30202905"]}, {"Citation": "Satoh M, Kubo T, Mikami T. The Owen mitochondrial genome in sugar beet (Beta vulgaris L.): possible mechanisms of extensive rearrangements and the origin of the mitotype-unique regions. Theor Appl Genet. 2006;113(3):477–84. 10.1007/s00122-006-0312-4", "ArticleIdList": ["10.1007/s00122-006-0312-4", "16736139"]}, {"Citation": "Edera AA, Gandini CL, Sanchez-Puerta MV. Towards a comprehensive picture of C-to-U RNA editing sites in angiosperm mitochondria. Plant Mol Biol. 2018;97(3):215–31. 10.1007/s11103-018-0734-9", "ArticleIdList": ["10.1007/s11103-018-0734-9", "29761268"]}, {"Citation": "Jiang W, Yang S, Yu D, Gai J. A comparative study of ATPase subunit 9 (Atp9) gene between cytoplasmic male sterile line and its maintainer line in soybeans. Afr J Biotechnol. 2011;10:10387–92.10.5897/AJB11.187", "ArticleIdList": ["10.5897/AJB11.187"]}, {"Citation": "Knoop V, C-to-U. U-to-C: RNA editing in plant organelles and beyond. J Exp Bot. 2023;74(7):2273–94. 10.1093/jxb/erac488", "ArticleIdList": ["10.1093/jxb/erac488", "36527364"]}, {"Citation": "Kadowaki K, Ozawa K, Kazama S, Kubo N, Akihama T. Creation of an initiation codon by RNA editing in the coxI transcript from tomato mitochondria. Curr Genet. 1995;28(5):415–22. 10.1007/BF00310809", "ArticleIdList": ["10.1007/BF00310809", "8575013"]}, {"Citation": "Quiñones V, Zanlungo S, Holuigue L, Litvak S, Jordana X. The cox1 initiation codon is created by RNA editing in potato mitochondria. Plant Physiol. 1995;108(3):1327–8. 10.1104/pp.108.3.1327", "ArticleIdList": ["10.1104/pp.108.3.1327", "PMC157503", "7630963"]}, {"Citation": "Niu Y, Gao C, Liu J. Complete mitochondrial genomes of three Mangifera species, their genomic structure and gene transfer from chloroplast genomes. BMC Genomics. 2022;23(1):147. 10.1186/s12864-022-08383-1", "ArticleIdList": ["10.1186/s12864-022-08383-1", "PMC8857841", "35183120"]}, {"Citation": "Jiang M, Ni Y, Zhang J, Li J, Liu C. Complete mitochondrial genome of Mentha spicata L. reveals multiple chromosomal configurations and RNA editing events. Int J Biol Macromol. 2023;251:126257. 10.1016/j.ijbiomac.2023.126257", "ArticleIdList": ["10.1016/j.ijbiomac.2023.126257", "37573900"]}, {"Citation": "Yang H, Ni Y, Zhang X, Li J, Chen H, Liu C. The mitochondrial genomes of Panax notoginseng reveal recombination mediated by repeats associated with DNA replication. Int J Biol Macromol. 2023;252:126359. 10.1016/j.ijbiomac.2023.126359", "ArticleIdList": ["10.1016/j.ijbiomac.2023.126359", "37619687"]}, {"Citation": "Kolmogorov M, Yuan J, Lin Y, Pevzner PA. Assembly of long, error-prone reads using repeat graphs. Nat Biotechnol. 2019;37(5):540–46. 10.1038/s41587-019-0072-8", "ArticleIdList": ["10.1038/s41587-019-0072-8", "30936562"]}, {"Citation": "Lu G, Wang W, Mao J, Li Q, Que Y. Complete mitogenome assembly of Selenicereus monacanthus revealed its molecular features, genome evolution, and phylogenetic implications. BMC Plant Biol. 2023;23:541. 10.1186/s12870-023-04529-9", "ArticleIdList": ["10.1186/s12870-023-04529-9", "PMC10625231", "37924024"]}, {"Citation": "Li H, Durbin R. Fast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics. 2009;25(14):1754–60. 10.1093/bioinformatics/btp324", "ArticleIdList": ["10.1093/bioinformatics/btp324", "PMC2705234", "19451168"]}, {"Citation": "Wick RR, Judd LM, Gorrie CL, Holt KE. Unicycler: resolving bacterial genome assemblies from short and long sequencing reads. PLoS Comput Biol. 2017;13(6):e1005595. 10.1371/journal.pcbi.1005595", "ArticleIdList": ["10.1371/journal.pcbi.1005595", "PMC5481147", "28594827"]}, {"Citation": "Tillich M, Lehwark P, Pellizzer T, Ulbricht-Jones ES, Fischer A, Bock R, Greiner S. GeSeq - versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 2017;45(W1):W6–11. 10.1093/nar/gkx391", "ArticleIdList": ["10.1093/nar/gkx391", "PMC5570176", "28486635"]}, {"Citation": "Lowe TM, Chan PP. tRNAscan-SE On-line: integrating search and context for analysis of transfer RNA genes. Nucleic Acids Res. 2016;44(W1):W54–57. 10.1093/nar/gkw413", "ArticleIdList": ["10.1093/nar/gkw413", "PMC4987944", "27174935"]}, {"Citation": "Misra S, Harris N. Using Apollo to browse and edit genome annotations. Curr Protoc Bioinf. 2005;12(1):951–9528.10.1002/0471250953.bi0905s12", "ArticleIdList": ["10.1002/0471250953.bi0905s12", "18428771"]}, {"Citation": "Xiang CY, Gao F, Jakovlić I, Lei HP, Hu Y, Zhang H, Zou H, Wang GT, Zhang D. Using PhyloSuite for molecular phylogeny and tree-based analyses. iMeta. 2023;2(1):e87. 10.1002/imt2.87", "ArticleIdList": ["10.1002/imt2.87", "PMC10989932", "38868339"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30(12):2725–29. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Beier S, Thiel T, Münch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–85. 10.1093/bioinformatics/btx198", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Behboudi R, Nouri-Baygi M, Naghibzadeh M. RPTRF: a rapid perfect tandem repeat finder tool for DNA sequences. BioSystems. 2023;226:104869. 10.1016/j.biosystems.2023.104869", "ArticleIdList": ["10.1016/j.biosystems.2023.104869", "36858110"]}, {"Citation": "Kurtz S, Schleiermacher C. REPuter: fast computation of maximal repeats in complete genomes. Bioinformatics. 1999;15(5):426–27. 10.1093/bioinformatics/15.5.426", "ArticleIdList": ["10.1093/bioinformatics/15.5.426", "10366664"]}, {"Citation": "Cui Y, Cui Z, Xu J, Hao D, Shi J, Wang D, Xiao H, Duan X, Chen R, Li W. NG-Circos: next-generation Circos for data visualization and interpretation. NAR Genom Bioinform. 2020;2(3):lqaa069. 10.1093/nargab/lqaa069", "ArticleIdList": ["10.1093/nargab/lqaa069", "PMC7671351", "33575618"]}, {"Citation": "Trapnell C, Pachter L, Salzberg SL. TopHat: discovering splice junctions with RNA-Seq. Bioinformatics. 2009;25(9):1105–11. 10.1093/bioinformatics/btp120", "ArticleIdList": ["10.1093/bioinformatics/btp120", "PMC2672628", "19289445"]}, {"Citation": "Lo Giudice C, Tangaro MA, Pesole G, Picardi E. Investigating RNA editing in deep transcriptome datasets with REDItools and REDIportal. Nat Protoc. 2020;15(3):1098–131. 10.1038/s41596-019-0279-7", "ArticleIdList": ["10.1038/s41596-019-0279-7", "31996844"]}, {"Citation": "Jin JJ, Yu WB, Yang JB, Song Y, Yi TS, Li DZ. GetOrganelle: a simple and fast pipeline for de novo assembly of a complete circular chloroplast genome using genome skimming data. bioRxiv. 2018;4:256479."}, {"Citation": "Liu C, Shi L, Zhu Y, Chen H, Zhang J, Lin X, Guan X. CpGAVAS, an integrated web server for the annotation, visualization, analysis, and GenBank submission of completely sequenced chloroplast genome sequences. BMC Genomics. 2012;13:715. 10.1186/1471-2164-13-715", "ArticleIdList": ["10.1186/1471-2164-13-715", "PMC3543216", "23256920"]}, {"Citation": "Liu S, Ni Y, Li J, Zhang X, Yang H, Chen H, Liu C. CPGView: a package for visualizing detailed chloroplast genome structures. Mol Ecol Resour. 2023;23(3):694–704. 10.1111/1755-0998.13729", "ArticleIdList": ["10.1111/1755-0998.13729", "36587992"]}, {"Citation": "Nakamura T, Yamada KD, Tomii K, Katoh K. Parallelization of MAFFT for large-scale multiple sequence alignments. Bioinformatics. 2018;34(14):2490–92. 10.1093/bioinformatics/bty121", "ArticleIdList": ["10.1093/bioinformatics/bty121", "PMC6041967", "29506019"]}, {"Citation": "Nguyen LT, Schmidt HA, von Haeseler A, Minh BQ. IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies. Mol Biol Evol. 2015;32(1):268–74. 10.1093/molbev/msu300", "ArticleIdList": ["10.1093/molbev/msu300", "PMC4271533", "25371430"]}, {"Citation": "Letunic I, Bork P. Interactive tree of life (iTOL) v5: an online tool for phylogenetic tree display and annotation. Nucleic Acids Res. 2021;49(W1):W293–96. 10.1093/nar/gkab301", "ArticleIdList": ["10.1093/nar/gkab301", "PMC8265157", "33885785"]}, {"Citation": "Wang Y, Li J, Paterson AH. MCScanX-transposed: detecting transposed gene duplications based on multiple colinearity scans. Bioinformatics. 2013;29(11):1458–60. 10.1093/bioinformatics/btt150", "ArticleIdList": ["10.1093/bioinformatics/btt150", "23539305"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "12"}, {"Year": "2024", "Month": "7", "Day": "22"}, {"Year": "2024", "Month": "7", "Day": "31", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "31", "Hour": "0", "Minute": "42"}, {"Year": "2024", "Month": "7", "Day": "30", "Hour": "23", "Minute": "53"}, {"Year": "2024", "Month": "7", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["39080514", "PMC11290076", "10.1186/s12864-024-10654-y", "10.1186/s12864-024-10654-y"]}}]}