{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Birds", "goblet cell", "health", "medicinal plants", "prebiotic"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": [], "OtherID": [], "GeneralNote": [], "PMID": "39101078", "DateRevised": {"Year": "2024", "Month": "08", "Day": "06"}, "Article": {"Language": ["eng"], "ELocationID": ["10.5455/javar.2024.k782"], "ArticleDate": [{"Year": "2024", "Month": "06", "Day": "08"}], "Journal": {"ISSN": "2311-7710", "JournalIssue": {"Volume": "11", "Issue": "2", "PubDate": {"Year": "2024", "Month": "Jun"}}, "Title": "Journal of advanced veterinary and animal research", "ISOAbbreviation": "J Adv Vet Anim Res"}, "ArticleTitle": "Effect of dietary <i>Moringa oleifera</i> on production performance and gut health in broilers.", "Pagination": {"StartPage": "339", "EndPage": "348", "MedlinePgn": "339-348"}, "Abstract": {"AbstractText": ["In the present research work, we examined the dietary <i>Moringa oleifera</i> effect on gut health and growth traits in chickens.", "There were 280 chicks (day old) that were weighted and allotted uniformly in seven groupings, each containing eight replicates (<i>n =</i> 5). Birds were supplemented with <i>M. oleifera</i> leaf extract (MLE) and seed extract (MSE) for 35 days. Group I was the control (fed merely basal diets), while Group II received 0.8% MLE, Group III was given 0.8% MSE, Group IV was given 1.2% MLE, Group V was given 1.2% MSE, Group VI was given 0.8% MLE + 0.8% MSE, and Group VII was given 1.2% MLE + 1.2% MSE. At the end of the fifth week, two chickens were selected from each replica, and samples (small intestine and ileal ingesta) were collected.", "The chicken diet with MLE and MSE supplements saw significant improvement (<i>p</i> < 0.05) in both feed conversion ratio (FCR) and body weight gain (BWG). In the small intestine (duodenal, jejunal, and ileal), dietary MLE and MSE supplements significantly increased (<i>p</i> < 0.05) the surface area of the villus and the ratio of their height/crypt depth in comparison to the control group. The MLE and MSE supplements significantly increased (<i>p</i> < 0.05) the total goblet cell counts in the small intestine. The Lactobacillus <i>spp.</i> count was significantly improved (<i>p</i> < 0.05) and reduced (<i>p</i> < 0.05) in <i>Escherichia coli</i> counts when the bird diet was supplemented with MLE (0.8%) and MSE (0.8%).", "Results indicated that <i>M. oleifera</i> leaf and seed extract diet improved the growth trait and gut health in chickens."], "CopyrightInformation": "© The authors."}, "AuthorList": [{"Identifier": ["0000-0002-8813-012X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Life Sciences, Qurtuba University of Science and Information Technology, Peshawar, Pakistan."}], "LastName": "Gul", "ForeName": "Shumaila", "Initials": "S"}, {"Identifier": ["0000-0002-1979-255X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Life Sciences, Qurtuba University of Science and Information Technology, Peshawar, Pakistan."}], "LastName": "Hussain", "ForeName": "Fida", "Initials": "F"}, {"Identifier": ["0000-0002-1979-255X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chemical Sciences, University of Peshawar, Peshawar, Pakistan."}], "LastName": "Taj", "ForeName": "Raheela", "Initials": "R"}, {"Identifier": ["0000-0002-1979-255X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Veterinary Sciences and Animal Husbandry, Abdul Wali Khan University, Mardan, Pakistan."}], "LastName": "Ullah", "ForeName": "Asad", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Bangladesh", "MedlineTA": "J Adv Vet Anim Res", "NlmUniqueID": "101647585", "ISSNLinking": "2311-7710"}, "CoiStatement": "In the submitted manuscripts, the author(s) have confirmed that there is no potential conflict of interest concerning the authorship, research data, or publication."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nkukwana TT, Muchenje V, Pieterse E, Masika PJ, Mabusela TP, Hoffman LC, et al. Effect of Moringa oleifera leaf meal on growth performance, apparent digestibility, digestive organ size and carcass yield in broiler chickens. Livest Sci. 2014;161:139–46. https://doi.org/10.1016/j.livsci.2014.01.001."}, {"Citation": "Khan RU, Khan A, Naz S, Ullah Q, Laudadio V, Tufarelli V, et al. Potential applications of Moringa oleifera in poultry health and production as an alternative to antibiotics: antibiotics. 2021;10(12):1540. https://doi.org/10.3390/antibiotics10121540.", "ArticleIdList": ["PMC8698404", "34943752"]}, {"Citation": "Windisch W, Schedle K, Plitzner C, Kroismayr A. Use of phytogenic products as feed additives for swine and poultry. J Anim Sci. 2008;86(14):140–8. https://doi.org/10.2527/jas.2007-0459.", "ArticleIdList": ["18073277"]}, {"Citation": "Agashe JL, Manwar SJ, Khose KK, Wade MR. Effect of supplementation of Moringa oleifera leaf powder on growth performance of broilers. J Poult Sci Technol. 2017;5(03):28–34."}, {"Citation": "Ogbe AO, Ombugadu SB, Dan-Azumi OA, Ayuba F. Oral administration of aqueous extract from Moringa oleifera seed, gum Arabic and wild mushroom (Ganoderma sp.): effect on growth performance of broiler chickens in comparison with antibiotic. Int J Med Plant Alter Med. 2013;1(2):30–8."}, {"Citation": "Ullah F, Tahir M, Naz S, Khan NA, Khan RU. In vitro efficacy and ameliorating effect of Moringa oleifera on growth, carcass, stress and digestibility of nutrients in Escherichia coli-infected broilers. J Appl Anim Res. 2022;50(1):118–24. https://doi.org/10.1080/09712119.2022.2039156."}, {"Citation": "Khan I, Zaneb H, Masood S, Ashraf S, Rehman HF, Tahir SK, et al. Supplementation of selenium nanoparticles-loaded chitosan improves production performance, intestinal morphology, and gut microflora in broiler chickens. J Poult Sci. 2022;59(3):272–81. https://doi.org/10.2141/jpsa.0210026.", "ArticleIdList": ["PMC9346596", "35989690"]}, {"Citation": "Khan I, Zaneb H, Masood S, Yousaf MS, Rehman HF, Rehman HU. Effect of Moringa oleifera leaf supplementation on growth performance and intestinal morphology in broiler chickens. J Anim Physiol Anim Nutr. 2017;101(1):114–21. https://doi.org/10.1111/jpn.12634.", "ArticleIdList": ["28627054"]}, {"Citation": "Ganguly S. Supplementation of prebiotics, probiotics and acids on immunity in poultry feed: A brief review. World’s Poult Sci J. 2013;69:639–48. https://doi.org/10.1017/S0043933913000640."}, {"Citation": "Ochi EB, Elbushra ME, Fatur M, Abubakr O, Hafiz A. Effect of moringa (Moringa oleifera lam) seeds on the performance and carcass characteristics of broiler chickens. J Nat Sci Res. 2015;5(8):66–73."}, {"Citation": "Eladia R, Ampode KM. Moringa (Moringa oleifera Lam.) pod meal: nutrient analysis and its effect on the growth performance and cell-mediated immunity of broiler chickens. J Anim Health Prod. 2021;9(2):170–7. https://doi.org/10.17582/journal.jahp/2021/9.2.170.177."}, {"Citation": "Khalid N, Sakhawat SF, Mehmood H, Ali MM, Ali R, Amin Y, et al. Effects of Moringa oleifera leaf powder as feed additives on growth performance and blood parameters of broiler. J Anim Health Prod. 2021;9(3):271–6. http://dx.doi.org/10.17582/journal.jahp/2021/9.3.271.276."}, {"Citation": "Ali S, Masood S, Zaneb H, Rehman HF, Masood S, Khan MR, et al. Supplementation of zinc oxide nanoparticles has beneficial effects on intestinal morphology in broilers chicken. Pak Vet J. 2017;37:335–9."}, {"Citation": "Rehman HF, Zaneb H, Masood S, Yousaf MS, Hayat K, Majeed KA, et al. Effect of selenium nanoparticles and mannan oligosaccharide supplementation on growth performance, stress indicators, and intestinal microarchitecture of broilers reared under high stocking density. Animals. 2022;12:2910. https://doi.org/10.3390/ani12212910.", "ArticleIdList": ["PMC9654113", "36359034"]}, {"Citation": "Bancroft JD, Floyd AD, Suvarna SK. 7th. New York, NY: Elsevier Health Sci; 2013. Bancroft’s theory and practice of histological techniques."}, {"Citation": "Nabizadeh A. The effect of inulin on broiler chicken intestinal microflora, gut morphology, and performance. J Anim Feed Sci. 2012;21:725–34. https://doi.org/10.22358/jafs/66144/2012."}, {"Citation": "Teteh A, Lawson E, Tona K, Decuypere E, Beassor G. Moringa oleifera leave: hydro-alcoholic extract and effects on growth performance of broilers. Int J Poult Sci. 2013;12(7):401–5. https://doi.org/10.3923/ijps.2013.401.405."}, {"Citation": "Ogbe AO, Affiku JP. Effect of polyherbal aqueous extracts (Moringa oleifera, Gum arabic and wild Ganoderma lucidum) in comparison with antibiotic on growth performance and haematological parameters of broiler chickens. Res J Rec Sci. 2012;1(7):10–8."}, {"Citation": "El-Deep MH, Dawood MAO, Assara MH, Ijiric D, Ohtsukac A. Dietary Moringa oleifera improves growth performance, oxidative status, and immune related gene expression in broilers under normal and high temperature conditions. J Therm Biol. 2019;82:157–63. https://doi.org/10.1016/j.jtherbio.2019.04.016.", "ArticleIdList": ["31128643"]}, {"Citation": "Chakma J, Samanta AK, Dutta TK, Arya RS. Effect of supplementing Moringa oleifera leaf extract and clove bud oil to the diet on microflora population and intestinal morphology of broiler birds. Indian J Anim Health. 2020;59(2):222–7. https://doi.org/10.36062/ijah.59.2SPL.2020.222-227."}, {"Citation": "Egbu CF, Motsei LE, Yusuf AO. Effect of Moringa oleifera seed extract administered through drinking water on physiological responses, carcass and meat quality traits, and bone parameters in broiler chickens. Appl Sci. 2022;12(20):10330. https://doi.org/10.3390/app122010330 ."}, {"Citation": "Kavoi BM, Gakuya DW, Mbugua PN, Kiama SG. Effects of dietary Moringa oleifera leaf meal supplementation on chicken intestinal structure and growth performance. J Morphol Sci. 2016;33(4):186–92. http://dx.doi.org/10.4322/jms.095915."}, {"Citation": "Adibmoradi SM, Seifdavati J, Royan M. Effect of dietary garlic meal on histological structure of small intestinal in broiler chickens. J Poult Sci. 2006;43:378–83. https://doi.org/10.2141/jpsa.43.378."}, {"Citation": "Mendoza YM, Lopez-Villarreal KD, Hernandez-Martínez CA, Rodríguez-Tovar LE, Hernandez-Coronado AC, Soto-Domínguez A, et al. Effect of moringa leaf powder and agave inulin on performance, intestinal morphology, and meat yield of broiler chickens. Poult Sci. 2021;100(2):738–45. https://doi.org/10.1016/j.psj.2020.11.058.", "ArticleIdList": ["PMC7858189", "33518127"]}, {"Citation": "Nkukwana TT, Muchenje V, Masika PJ, Mushonga B. Intestinal morphology, digestive organ size and digesta pH of broiler chickens fed diets supplemented with or without Moringa oleifera leaf meal. S Afr J Anim Sci. 2015;45(4):362–70. https://doi.org/10.4314/sajas.v45i4.2."}, {"Citation": "Owen OJ, Alikwe PN, Okidim IA. The economic potential of compounding rabbit diets with graded levels of Moringa oleifera leaf meal. J Environ Issues Agric Dev Countries. 2013;5(2):34–40."}, {"Citation": "Zeeshan M, Zaneb H, Masood S, Ashraf S, Khan I, Rehman HF, et al. Morphological modulation of broiler organs in response to an organic acid–phytogen composite in healthy broilers. Agriculture. 2022;12:791. https://doi.org/10.3390/agriculture12060791."}, {"Citation": "Amin M, Anwar F, Naz F, Mehmood T, Saari N. Anti Helicobacter pylori and urease inhibition activities of some traditional medicinal plants. Molecule. 2013;18(2):2135–49. https://doi.org/10.3390/molecules18022135.", "ArticleIdList": ["PMC6270356", "23434867"]}, {"Citation": "Hafsa SA, Ibrahim SA, Eid YZ, Hassan AA. Effect of dietary Moringa oleifera leaves on the performance, ileal microbiota and antioxidative status of broiler chickens. J Anim Physiol Anim Nutr. 2020;104:529–38. https://doi.org/10.1111/jpn.13281.", "ArticleIdList": ["31872538"]}, {"Citation": "Soundararajan S, Selvakumar J, Maria Joseph ZM, Gopinath Y, Saravanan V, Santhanam R. Investigating the modulatory effects of Moringa oleifera on gut microbiota of chicken model through metagenomic approach. Front Vet Sci. 2023;10:1153769. https://doi.org/10.3389/fvets.2023.1153769.", "ArticleIdList": ["PMC10267347", "37323848"]}]}], "History": [{"Year": "2023", "Month": "11", "Day": "15"}, {"Year": "2023", "Month": "12", "Day": "26"}, {"Year": "2024", "Month": "2", "Day": "17"}, {"Year": "2024", "Month": "8", "Day": "5", "Hour": "6", "Minute": "44"}, {"Year": "2024", "Month": "8", "Day": "5", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "5", "Hour": "5", "Minute": "15"}, {"Year": "2024", "Month": "6", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["39101078", "PMC11296185", "10.5455/javar.2024.k782"]}}]}