{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39116119", "DateCompleted": {"Year": "2024", "Month": "08", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["e0308369", "10.1371/journal.pone.0308369"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "08"}], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "19", "Issue": "8", "PubDate": {"Year": "2024"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "A single origin and high genetic diversity of cultivated medicinal herb Glehnia littoralis subsp. littoralis (Apiaceae) deciphered by SSR marker and phenotypic analysis.", "Pagination": {"StartPage": "e0308369", "MedlinePgn": "e0308369"}, "Abstract": {"AbstractText": ["Ten SSR markers based on transcriptome sequencing were employed to genotype 231 samples of G. littoralis subsp. littoralis (Apiaceae) from nine cultivated populations and seven wild populations, aiming to assess the genetic diversity and genetic structure, and elucidate the origin of the cultivated populations. Cultivated populations exhibited relatively high genetic diversity (h = 0.441, I = 0.877), slightly lower than that of their wild counterparts (h = 0.491, I = 0.930), likely due to recent domestication and ongoing gene flow between wild and cultivated germplasm. The primary cultivated population in Shandong have the crucial genetic status. A single origin of domestication was inferred through multiple analysis, and wild populations from Liaoning and Shandong are inferred to be potentially the ancestor source for the present cultivated populations. Phenotypic analysis revealed a relatively high heritability of root length across three growth periods (0.683, 0.284, 0.402), with significant correlations observed between root length and petiole length (Pearson correlation coefficient = 0.30, P<0.05), as well as between root diameter and leaf area (Pearson correlation coefficient = 0.36, P<0.01). These parameters can serve as valuable indicators for monitoring the developmental progress of medicinal plants during field management. In summary, this study can shed light on the intricate genetic landscape of G. littoralis subsp. littoralis, providing foundational insights crucial for conservation strategies, targeted breeding initiatives, and sustainable management practices in both agricultural and natural habitats."], "CopyrightInformation": "Copyright: © 2024 Li et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."}, "AuthorList": [{"Identifier": ["0000-0002-2225-1316"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Li", "ForeName": "Weiwei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Liu", "ForeName": "Shuliang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Wang", "ForeName": "Shimeng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Li", "ForeName": "Yihui", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Kong", "ForeName": "Dongrui", "Initials": "D"}, {"Identifier": ["0000-0002-4992-340X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, Ludong University, Yantai, Shandong, China."}], "LastName": "Wang", "ForeName": "Ailan", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": ["genetics", "growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": ["genetics"], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": [], "DescriptorName": "Phenotype"}, {"QualifierName": ["genetics", "growth & development"], "DescriptorName": "Apiaceae"}, {"QualifierName": [], "DescriptorName": "Genotype"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ge CJ, Li YK, Zhou Y. Chromosome number of Glehnia littoralis. Bull Mater Med.1986;11: 12."}, {"Citation": "Liu QX, Hui H, Liu MH. A study on the karyotype of Glehnia littoralis and its chromo- characteristics and evolutionary significance. Guihaia.1999;19: 344–348."}, {"Citation": "Zhou CX, Zhang JS, An K, Zhang Q, Li LX, Pang YJ, et al.. The Chromosomal Karyotype and its Variation of Glehnia littoralis from Different Localities.\nMol Plant breeding.\n2022;1–12. https://kns.cnki.net/kcms/detail/46.1068.s.20220418.1549.007.html"}, {"Citation": "Mathias ME. Studies in the Umbelliferae. V. Brittonia. 1936;2: 239–245. doi: 10.2307/2804863", "ArticleIdList": ["10.2307/2804863"]}, {"Citation": "Shan RH, She ML. Flora of China. Beijing: Science Press; 1992."}, {"Citation": "Yoon T, Cheon MS, Lee AY, Lee DY, Moon BC, Chun JM, et al.. Anti-inflammatory activity of methylene chloride fraction from Glehnia littoralis extract via suppression of NF-κB and mitogen-activated protein kinase activity. J Pharmacol Sci. 2010;112: 46–55. doi: 10.1254/jphs.09168FP", "ArticleIdList": ["10.1254/jphs.09168FP", "20093788"]}, {"Citation": "Seo UM, Zhao BT, Kim YH, Kang JS, Son JK, Woo M-H. Simultaneous analysis of seven marker compounds from Saposhnikoviae Radix, Glehniae Radix and Peucedani Japonici Radix by HPLC/PDA. Arch Pharm Res. 2016;39: 695–704. doi: 10.1007/s12272-016-0740-x", "ArticleIdList": ["10.1007/s12272-016-0740-x", "27016947"]}, {"Citation": "Yang W, Feng C, Kong D, Shi X, Zheng X, Cui Y, et al.. Simultaneous determination of 15 components in Radix Glehniae by high performance liquid chromatography–electrospray ionization tandem mass spectrometry. Food Chem. 2010;120: 886–894. doi: 10.1016/j.foodchem.2009.10.063", "ArticleIdList": ["10.1016/j.foodchem.2009.10.063"]}, {"Citation": "Jing Y, Zhang R, Ma Y, Zhang Y, Zheng Y, Wu L, et al.. Structural elucidation, anti-radical and immunomodulatory activities of polysaccharides from the roots of Glehnia littoralis. Nat Prod Res. 2022;36: 4624–4629. doi: 10.1080/14786419.2021.2007095", "ArticleIdList": ["10.1080/14786419.2021.2007095", "34823411"]}, {"Citation": "Jing Y, Li J, Zhang Y, Zhang R, Zheng Y, Hu B, et al.. Structural characterization and biological activities of a novel polysaccharide from Glehnia littoralis and its application in preparation of nano-silver. Int J Biol Macromol. 2021;183: 1317–1326. doi: 10.1016/j.ijbiomac.2021.04.178", "ArticleIdList": ["10.1016/j.ijbiomac.2021.04.178", "33933541"]}, {"Citation": "Yang W, Ye M, Liu M, Kong D, Shi R, Shi X, et al.. A practical strategy for the characterization of coumarins in Radix Glehniae by liquid chromatography coupled with triple quadrupole-linear ion trap mass spectrometry. J Chromatogr A. 2010;1217: 4587–4600. doi: 10.1016/j.chroma.2010.04.076", "ArticleIdList": ["10.1016/j.chroma.2010.04.076", "20537341"]}, {"Citation": "Yang M, Li X, Zhang L, Wang C, Ji M, Xu J, et al.. Ethnopharmacology, phytochemistry, and pharmacology of the genus glehnia: a systematic review. Evidence-based Complement Altern Med. 2019;2019. doi: 10.1155/2019/1253493", "ArticleIdList": ["10.1155/2019/1253493", "PMC6931029", "31915441"]}, {"Citation": "Yang XJ, He Y, Shen QK, Zhou J, Han SQ, Gao F, et al.. Mechanism of anti-inflammatory effect of radix glehniae based on network pharmacology. Mod Food Sci Technol. 2021;37: 31–37. doi: 10.13982/j.mfst.1673-9078.2021.5.0939", "ArticleIdList": ["10.13982/j.mfst.1673-9078.2021.5.0939"]}, {"Citation": "Sasaki H, Taguchi H, Endo T, Yosioka I. The constituents of Glehnia littoralis Fr. Schmidt et Miq. structure of a new coumarin glycoside, osthenol-7-O-β-gentiobioside. Chem Pharm Bull. 1980;28: 1847–1852. doi: 10.1248/cpb.28.1847", "ArticleIdList": ["10.1248/cpb.28.1847"]}, {"Citation": "Fu L. Red Data Book of Plants in China. Beijing: Science Press; 1992."}, {"Citation": "Chen Y, Lei L, Bi Y, Jiang L, Guo W, Wang J, et al.. Quality control of Glehniae Radix, the root of Glehnia Littoralis Fr. Schmidt ex Miq., Along its Value Chains. Front Pharmacol. 2021;12: 1–14. doi: 10.3389/fphar.2021.729554", "ArticleIdList": ["10.3389/fphar.2021.729554", "PMC8521048", "34671256"]}, {"Citation": "Hayakawa H, Minaniya Y, Ito K, Yamamoto Y, Fukuda T. Difference of curcumin content in Curcuma longa L. (Zingiberaceae) caused by hybridization with other curcuma species. Am J Plant Sci. 2011;02: 111–119. doi: 10.4236/ajps.2011.22013", "ArticleIdList": ["10.4236/ajps.2011.22013"]}, {"Citation": "Younsi F, Rahali N, Mehdi S, Boussaid M, Messaoud C. Relationship between chemotypic and genetic diversity of natural populations of Artemisia herba-alba Asso growing wild in Tunisia. Phytochemistry. 2018;148: 48–56. doi: 10.1016/j.phytochem.2018.01.014", "ArticleIdList": ["10.1016/j.phytochem.2018.01.014", "29421510"]}, {"Citation": "Chen J, Xu Y, Wei G, Liao S, Zhang Y, Huang W, et al.. Chemotypic and genetic diversity in Epimedium sagittatum from different geographical regions of China. Phytochemistry. 2015;116: 180–187. doi: 10.1016/j.phytochem.2015.04.005", "ArticleIdList": ["10.1016/j.phytochem.2015.04.005", "25936868"]}, {"Citation": "Li B, Wang A, Zhang P, Li W. Genetic diversity and population structure of endangered Glehnia littoralis (Apiaceae) in China based on AFLP analysis. Biotechnol Biotechnol Equip. 2019;33: 331–337. doi: 10.1080/13102818.2019.1577172", "ArticleIdList": ["10.1080/13102818.2019.1577172"]}, {"Citation": "Wang A, Zhang P, Liu X, Liang J, Li W. Genetic structure and diversity of Glehnia littoralis, an endangered medicinal plant in China. Biochem Syst Ecol. 2016;66: 265–271. doi: 10.1016/j.bse.2016.04.019", "ArticleIdList": ["10.1016/j.bse.2016.04.019"]}, {"Citation": "Yang H, Lu Q, Wu B, Zhang J. Seed dispersal of East Asian coastal dune plants via seawater—short and long distance dispersal. Flora Morphol Distrib Funct Ecol Plants. 2012;207: 701–706. doi: 10.1016/j.flora.2012.08.001", "ArticleIdList": ["10.1016/j.flora.2012.08.001"]}, {"Citation": "Zalapa JE, Cuevas H, Zhu H, Steffan S, Senalik D, Zeldin E, et al.. Using next‐generation sequencing approaches to isolate simple sequence repeat (SSR) loci in the plant sciences. Am J Bot. 2012;99: 193–208. doi: 10.3732/ajb.1100394", "ArticleIdList": ["10.3732/ajb.1100394", "22186186"]}, {"Citation": "Wen M, Wang H, Xia Z, Zou M, Lu C, Wang W. Developmenrt of EST-SSR and genomic-SSR markers to assess genetic diversity in Jatropha curcas L. BMC Res Notes. 2010;3: 42. doi: 10.1186/1756-0500-3-42", "ArticleIdList": ["10.1186/1756-0500-3-42", "PMC2844395", "20181259"]}, {"Citation": "Taheri S, Abdullah TL, Yusop MR, Hanafi MM, Sahebi M, Azizi P, et al.. Mining and development of novel SSR markers using Next Generation Sequencing (NGS) data in plants. Molecules. 2018;23. doi: 10.3390/molecules23020399", "ArticleIdList": ["10.3390/molecules23020399", "PMC6017569", "29438290"]}, {"Citation": "Wang A, Wang G, Li W. Genetic diversity of Glehnia littiralis populations revealed by ISSR molecular markers. Acta Bot Boreali-Occidentalia Sin. 2015;35: 1541–1546. doi: 10.7606/j.issn.1000-4025.2015.07.0000", "ArticleIdList": ["10.7606/j.issn.1000-4025.2015.07.0000"]}, {"Citation": "Schneider CA, Rasband WS, Eliceiri KW. NIH Image to ImageJ: 25 years of image analysis. Nat Methods. 2012;9: 671–675. doi: 10.1038/nmeth.2089", "ArticleIdList": ["10.1038/nmeth.2089", "PMC5554542", "22930834"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al.. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29: 644–652. doi: 10.1038/nbt.1883", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Beier S, Thiel T, Münch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Valencia A, editor. Bioinformatics. 2017;33: 2583–2585. doi: 10.1093/bioinformatics/btx198", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Untergasser A, Cutcutache I, Koressaar T, Ye J, Faircloth BC, Remm M, et al.. Primer3—new capabilities and interfaces. Nucleic Acids Res. 2012;40: e115–e115. doi: 10.1093/nar/gks596", "ArticleIdList": ["10.1093/nar/gks596", "PMC3424584", "22730293"]}, {"Citation": "Koressaar T, Remm M. Enhancements and modifications of primer design program Primer3. Bioinformatics. 2007;23: 1289–1291. doi: 10.1093/bioinformatics/btm091", "ArticleIdList": ["10.1093/bioinformatics/btm091", "17379693"]}, {"Citation": "A Doyle J, L Doyle J. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19: 11–15. Available: http://www.mendeley.com/catalog/rapid-dna-isolation-procedure-small-quantities-fresh-leaf-tissue-2/"}, {"Citation": "Racine JS. RSTUDIO: A platform-independent IDE for R and sweave. J Appl Econom. 2012;27: 167–172. doi: 10.1002/jae.1278", "ArticleIdList": ["10.1002/jae.1278"]}, {"Citation": "Revelle W.\npsych: Procedures for psychological, psychometric, and personality research. 2021; 1–457. Available: https://cran.r-project.org/web/packages/psych/psych.pdf"}, {"Citation": "Bates D, Mächler M, Bolker BM, Walker SC. Fitting linear mixed-effects models using lme4. J Stat Softw. 2015;67. doi: 10.18637/jss.v067.i01", "ArticleIdList": ["10.18637/jss.v067.i01"]}, {"Citation": "Peakall R, Smouse PE. GenAlEx 6.5: genetic analysis in Excel. Population genetic software for teaching and research—an update. Bioinformatics. 2012;28: 2537–2539. doi: 10.1093/bioinformatics/bts460", "ArticleIdList": ["10.1093/bioinformatics/bts460", "PMC3463245", "22820204"]}, {"Citation": "Yeh FCYC, Yang R, Boyle T, Ye Z, Xiyan J, Yang RC, et al.. PopGene32, Microsoft windows-based freeware for population genetic analysis. Version 1.32. Edmonton: Molecular Biology and Biotechnology Centre, University of Alberta; 2000."}, {"Citation": "Liu K, Muse S V. PowerMarker: an integrated analysis environment for genetic marker analysis. Bioinformatics. 2005;21: 2128–2129. doi: 10.1093/bioinformatics/bti282", "ArticleIdList": ["10.1093/bioinformatics/bti282", "15705655"]}, {"Citation": "Kumar S, Stecher G, Li M, Knyaz C, Tamura K. MEGA X: Molecular evolutionary genetics analysis across computing platforms. Mol Biol Evol. 2018;35: 1547–1549. doi: 10.1093/molbev/msy096", "ArticleIdList": ["10.1093/molbev/msy096", "PMC5967553", "29722887"]}, {"Citation": "Pritchard JK, Stephens M, Donnelly P. Inference of population structure using multilocus genotype data. Genetics. 2000;155: 945–959. doi: 10.1093/genetics/155.2.945", "ArticleIdList": ["10.1093/genetics/155.2.945", "PMC1461096", "10835412"]}, {"Citation": "Hubisz MJ, Falush D, Stephens M, Pritchard JK. Inferring weak population structure with the assistance of sample group information. Mol Ecol Resour. 2009;9: 1322–1332. doi: 10.1111/j.1755-0998.2009.02591.x", "ArticleIdList": ["10.1111/j.1755-0998.2009.02591.x", "PMC3518025", "21564903"]}, {"Citation": "Earl DA, vonHoldt BM. STRUCTURE HARVESTER: A website and program for visualizing STRUCTURE output and implementing the Evanno method. Conserv Genet Resour. 2012;4: 359–361. doi: 10.1007/s12686-011-9548-7", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Jakobsson M, Rosenberg NA. CLUMPP: A cluster matching and permutation program for dealing with label switching and multimodality in analysis of population structure. Bioinformatics. 2007;23: 1801–1806. doi: 10.1093/bioinformatics/btm233", "ArticleIdList": ["10.1093/bioinformatics/btm233", "17485429"]}, {"Citation": "Rosenberg NA. DISTRUCT: A program for the graphical display of population structure. Mol Ecol Notes. 2004;4: 137–138. doi: 10.1046/j.1471-8286.2003.00566.x", "ArticleIdList": ["10.1046/j.1471-8286.2003.00566.x"]}, {"Citation": "Chesnokov YV, Artemyeva AM. Evaluation of the measure of polymorphism. Sel’skokhozyaistvennaya Biol. 2015;50: 571–578. doi: 10.15389/agrobiology.2015.5.571eng", "ArticleIdList": ["10.15389/agrobiology.2015.5.571eng"]}, {"Citation": "Hyten DL, Song Q, Zhu Y, Choi IY, Nelson RL, Costa JM, et al.. Impacts of genetic bottlenecks on soybean genome diversity. Proc Natl Acad Sci. 2006;103: 16666–16671. doi: 10.1073/pnas.0604379103", "ArticleIdList": ["10.1073/pnas.0604379103", "PMC1624862", "17068128"]}, {"Citation": "Yamasaki M, Wright SI, McMullen MD. Genomic screening for artificial selection during domestication and improvement in maize. Ann Bot. 2007;100: 967–973. doi: 10.1093/aob/mcm173", "ArticleIdList": ["10.1093/aob/mcm173", "PMC2759211", "17704539"]}, {"Citation": "Kovach M, McCouch S. Leveraging natural diversity: back through the bottleneck. Curr Opin Plant Biol. 2008;11: 193–200. doi: 10.1016/j.pbi.2007.12.006", "ArticleIdList": ["10.1016/j.pbi.2007.12.006", "18313975"]}, {"Citation": "Yu Y, Wang L, Sun JH, Zhong WH, Zhang T, Guo LP, et al.. Genetic diversity and genetic structure evaluation of cultivated Chinese wolfberry (Lycium barbarum) based on microsatellite population genetics. Zhongguo Zhongyao Zazhi. 2020;45: 838–845. doi: 10.19540/j.cnki.cjcmm.20191223.101", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20191223.101", "32237484"]}, {"Citation": "Sun J, Wang Y, Garran TA, Qiao P, Wang M, Yuan Q, et al.. Heterogeneous genetic diversity estimation of a promising domestication medicinal motherwort Leonurus cardiaca based on chloroplast genome resources. Front Genet. 2021;12: 721022. doi: 10.3389/fgene.2021.721022", "ArticleIdList": ["10.3389/fgene.2021.721022", "PMC8479170", "34603384"]}, {"Citation": "Chen C, Li P, Wang RH, Schaal BA, Fu CX. The population genetics of cultivation: Domestication of a traditional Chinese medicine, Scrophularia ningpoensis Hemsl. (Scrophulariaceae). PLoS One. 2014;9. doi: 10.1371/journal.pone.0105064", "ArticleIdList": ["10.1371/journal.pone.0105064", "PMC4144873", "25157628"]}, {"Citation": "Liu C, Wang J, Ko YZ, Shiao MS, Wang Y, Sun J, et al.. Genetic diversities in wild and cultivated populations of the two closely-related medical plants species, Tripterygium Wilfordii and T. hypoglaucum (Celastraceae). BMC Plant Biol. 2024;24: 1–15. doi: 10.1186/s12870-024-04826-x", "ArticleIdList": ["10.1186/s12870-024-04826-x", "PMC10944624", "38493110"]}, {"Citation": "Huang R, Liu Y, Chen J, Lu Z, Wang J, He W, et al.. Limited genetic diversity and high differentiation in Angelica dahurica resulted from domestication: insights to breeding and conservation. BMC Plant Biol. 2022;22. doi: 10.1186/s12870-022-03545-5", "ArticleIdList": ["10.1186/s12870-022-03545-5", "PMC8953045", "35331143"]}, {"Citation": "Yuan QJ, Zhang ZY, Hu J, Guo LP, Shao AJ, Huang LQ. Impacts of recent cultivation on genetic diversity pattern of a medicinal plant, Scutellaria baicalensis (Lamiaceae). BMC Genet. 2010;11: 1–13. doi: 10.1186/1471-2156-11-29", "ArticleIdList": ["10.1186/1471-2156-11-29", "PMC2877650", "20429879"]}, {"Citation": "Chen YY, Bao ZX, Qu Y, Li ZZ. Genetic variation in cultivated populations of Gastrodia elata, a medicinal plant from central China analyzed by microsatellites. Genet Resour Crop Evol. 2014;61: 1523–1532. doi: 10.1007/s10722-014-0127-0", "ArticleIdList": ["10.1007/s10722-014-0127-0"]}, {"Citation": "Wang X, Liu XQ, Ko YZ, Jin XL, Sun JH, Zhao ZY, et al.. Genetic diversity and phylogeography of the important medical herb, cultivated huang-lian populations, and the wild relatives Coptis species in China. Front Genet. 2020;11: 1–19. doi: 10.3389/fgene.2020.00708", "ArticleIdList": ["10.3389/fgene.2020.00708", "PMC7350934", "32719720"]}, {"Citation": "Zhang Y, Yu Q, Zhang Q, Hu X, Hu J, Fan B. Regional-scale differentiation and phylogeography of a desert plant Allium mongolicum (Liliaceae) inferred from chloroplast DNA sequence variation. Plant Syst Evol. 2017;303: 451–466. doi: 10.1007/s00606-016-1383-6", "ArticleIdList": ["10.1007/s00606-016-1383-6"]}, {"Citation": "Zhao L, Liu Y, Shen Y, Zhang Q, Liu S, Ren Q, et al.. Phylogeography of cultivated and wild ophiopogon japonicus based on chloroplast DNA: exploration of the origin and sustainable cultivation. BMC Plant Biol. 2023;23: 242. doi: 10.1186/s12870-023-04247-2", "ArticleIdList": ["10.1186/s12870-023-04247-2", "PMC10165772", "37150815"]}, {"Citation": "Hamrick JL, Godt MJW. Allozyme diversity in cultivated crops. Crop Sci. 1997;37: 26–30. doi: 10.2135/cropsci1997.0011183X003700010004x", "ArticleIdList": ["10.2135/cropsci1997.0011183X003700010004x"]}, {"Citation": "Londo JP, Chiang YC, Hung KH, Chiang TY, Schaal BA. Phylogeography of Asian wild rice, Oryza rufipogon, reveals multiple independent domestications of cultivated rice, Oryza sativa. Proc Natl Acad Sci. 2006;103: 9578–9583. doi: 10.1073/pnas.0603152103", "ArticleIdList": ["10.1073/pnas.0603152103", "PMC1480449", "16766658"]}, {"Citation": "Matsuoka Y, Vigouroux Y, Goodman MM, Sanchez G. J, Buckler E, Doebley J. A single domestication for maize shown by multilocus microsatellite genotyping. Proc Natl Acad Sci. 2002;99: 6080–6084. doi: 10.1073/pnas.052125199", "ArticleIdList": ["10.1073/pnas.052125199", "PMC122905", "11983901"]}, {"Citation": "Wills DM, Burke JM. Chloroplast DNA variation confirms a single origin of domesticated sunflower (Helianthus annuus L.). J Hered. 2006;97: 403–408. doi: 10.1093/jhered/esl001", "ArticleIdList": ["10.1093/jhered/esl001", "16740625"]}, {"Citation": "Wang A, Li W, Liu X. Genetic diversity analysis of Glehnia littoralis populations, an endangered medicinal plant, based on RAPD molecular markers. J Anhui Agric Univ. 2015;42: 792–796."}, {"Citation": "Altieri MA, Merrick L. In situ conservation of crop genetic resources through maintenance of traditional farming systems. Econ Bot. 1987;41: 86–96. doi: 10.1007/BF02859354", "ArticleIdList": ["10.1007/BF02859354"]}, {"Citation": "Vargas-Ponce O, Zizumbo-Villarreal D, Martínez-Castillo J, Coello-Coello J, Colunga-GarcíaMarín P. Diversity and structure of landraces of Agave grown for spirits under traditional agriculture: A comparison with wild populations of A. angustifolia (Agavaceae) and commercial plantations of A. tequilana. Am J Bot. 2009;96: 448–457. doi: 10.3732/ajb.0800176", "ArticleIdList": ["10.3732/ajb.0800176", "21628200"]}, {"Citation": "Allendorf FW LG. Conservation and the genetics of populations. Pacific Conservation Biology. Malden, MA: Oxford: Blackwell Publishing; 2007."}, {"Citation": "Liu S, Gao J, Wang S, Li W, Wang A. Community differentiation of rhizosphere microorganisms and their responses to environmental factors at different development stages of medicinal plant Glehnia littoralis. PeerJ. 2023;11. doi: 10.7717/peerj.14988", "ArticleIdList": ["10.7717/peerj.14988", "PMC9997192", "36908810"]}]}], "History": [{"Year": "2024", "Month": "5", "Day": "14"}, {"Year": "2024", "Month": "7", "Day": "23"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "18", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "18", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "13", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["39116119", "10.1371/journal.pone.0308369", "PONE-D-24-19251", "PMC11309482"]}}]}