{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ageratum houstonianum", "Mikania micrantha", "Altitude variation", "GC–MS", "Traditional medicinal plants", "UPLC-ESI MS/MS"]], "OtherAbstract": [], "SpaceFlightMission": [], "InvestigatorList": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "PMID": "39115787", "DateRevised": {"Year": "2024", "Month": "08", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s12010-024-05005-2"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "08"}], "Journal": {"ISSN": "1559-0291", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Aug", "Day": "08"}}, "Title": "Applied biochemistry and biotechnology", "ISOAbbreviation": "Appl Biochem Biotechnol"}, "ArticleTitle": "UPLC-ESI MS/MS- and GC-MS-Based Altitudinal Variations in the Bioactive Potential of Mikania micrantha and Ageratum houstonianum.", "Abstract": {"AbstractText": ["Traditional medicinal plants have attracted scientific interest due to their bioactive compounds, and the levels of their constituents vary with location and altitude. The present study was designed to evaluate the pharmacological potential of two selected traditional medicinal plants, Mikania micrantha and Ageratum houstonianum collected from two sites, Murlen National Park (MNP) and Dampa Tiger Reserve (DTR), located at different altitudes. Both plant species are used by local traditional healers in Mizoram, Northeast India, to treat various health problems. We hypothesized that altitudinal variation would affect these plants' chemical composition and bioactive potential. Plant extracts were evaluated for antioxidant and cytotoxic activities. The results show that the plants located at a higher altitude, i.e., MNP, showed higher TPC (615.7 ± 0.58 and 453.80 ± 0.95 µg gallic acid equivalents/mg of plant extract dry weight (µg GAE/mg) for M. micrantha and A. houstonianum , respectively) and TFC (135.4 ± 0.46 and 120.66 ± 1.93 µg quercetin equivalents/mg of plant extract dry weight (µg GE/mg) for M. micrantha and A. houstonianum, respectively). The extract of A. houstonianum. (MNP) exhibited significantly greater antioxidant activity against ABTS radicals (IC<sub>50</sub> 241.6 µg/mL) as compared to the extract of A. houstonianum (DTR) (IC<sub>50</sub> 371.2 µg/mL). The composition of the bioactive compounds present in the plants was determined using UPLC-ESI MS/MS and GC/MS, which detected five and ten compounds in the A. houstonianum and M. micrantha extracts, respectively. Plant species collected from the Murlen National Park site had high bioactivity potential and contained several bioactive compounds. A distinct variation between the volatile and non-volatile compounds was revealed. The collective data in this study show the influence of altitude on the biological compound production of selected medicinal plants. The findings will be utilized in the plant material needed for developing bioactive formulations."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Pachhunga University College, Mizoram University, Aizawl, Mizoram, India."}], "LastName": "Singh", "ForeName": "Garima", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Ciencias Agrotecnológicas, Universidad Autónoma de Chihuahua, 31350, Chihuahua, Chihuahua, Mexico."}], "LastName": "Passari", "ForeName": "Ajit Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mizoram University, Aizawl, Mizoram, India."}], "LastName": "Kumar", "ForeName": "N Senthil", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sophisticated Analytical Instrument Facility Division, CSIR, Lucknow, 226031, India."}], "LastName": "Kumar", "ForeName": "Brijesh", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DOS in Biotechnology, University of Mysore, Manasagangotri, Mysore, 570005, India."}], "LastName": "Nayak", "ForeName": "S Chandra", "Initials": "SC"}, {"Identifier": ["0000-0001-6743-1321"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Jai Narain Vyas University, Jodhpur, 342001, India. hr.zo@jnvu.edu.in."}], "LastName": "Ram", "ForeName": "Heera", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture and Environmental Sciences, NIFTEM-Kundli, Sonepat, 131028, Haryana, India. bpsingh@niftem.ac.in."}], "LastName": "Singh", "ForeName": "Bhim Pratap", "Initials": "BP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Biochem Biotechnol", "NlmUniqueID": "8208561", "ISSNLinking": "0273-2289"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Petrova, M., Miladinova-Georgieva, K., & Geneva, M. (2024). Influence of abiotic and biotic elicitors on organogenesis, biomass accumulation, and production of key secondary metabolites in Asteraceae plants. International Journal of Molecular Sciences, 25(8), 4197. https://doi.org/10.3390/ijms25084197", "ArticleIdList": ["10.3390/ijms25084197", "38673783", "11050642"]}, {"Citation": "Riaz, M., Khalid, R., Afzal, M., Anjum, F., Fatima, H., Zia, S., Rasool, G., Egbuna, C., Mtewa, A. G., Uche, C. Z., & Aslam, M. A. (2023). Phytobioactive compounds as therapeutic agents for human diseases: A review. Food Science & Nutrition, 11(6), 2500–2529. https://doi.org/10.1002/fsn3.3308", "ArticleIdList": ["10.1002/fsn3.3308"]}, {"Citation": "Verpoorte, R. (1998). Exploration of nature’s chemodiversity: The role of secondary metabolites as leads in drug development. Drug Discovery Today, 3(5), 232–238. https://doi.org/10.1016/S1359-6446(97)01167-7", "ArticleIdList": ["10.1016/S1359-6446(97)01167-7"]}, {"Citation": "Chapin, F. S., Bloom, A. J., Field, C. B., & Waring, R. H. (1987). Plant responses to multiple environmental factors. BioScience, 37(1), 49–57. https://doi.org/10.2307/1310177", "ArticleIdList": ["10.2307/1310177"]}, {"Citation": "Sampaio, B. L., Edrada-Ebel, R., & Da Costa, F. B. (2016). Effect of the environment on the secondary metabolic profile of Tithonia diversifolia: A model for environmental metabolomics of plants. Scientific Reports, 6, 1–11. https://doi.org/10.1038/srep29265", "ArticleIdList": ["10.1038/srep29265"]}, {"Citation": "Dixon, R. A., & Dickinson, A. J. (2024). A century of studying plant secondary metabolism—From “what?” to “where, how, and why?” Plant Physiology, 00, 1–19. https://doi.org/10.1093/plphys/kiad596", "ArticleIdList": ["10.1093/plphys/kiad596"]}, {"Citation": "Chaves, N., Escudero, J. C., & Gutierrez-Merino, C. (1997). Role of ecological variables in the seasonal variation of flavonoid content of Cistus ladanifer exudate. Journal of Chemical Ecology, 23(3), 579–603. https://doi.org/10.1023/B:JOEC.0000006398.79306.09", "ArticleIdList": ["10.1023/B:JOEC.0000006398.79306.09"]}, {"Citation": "Spitaler, R., Schlorhaufer, P. D., Ellmerer, E. P., Merfort, I., Bortenschlager, S., Stuppner, H., & Zidorn, C. (2006). Altitudinal variation of secondary metabolite profiles in flowering heads of Arnica montana cv ARBO. Phytochemistry, 67(4), 409–417. https://doi.org/10.1016/j.phytochem.2005.11.018", "ArticleIdList": ["10.1016/j.phytochem.2005.11.018", "16405933"]}, {"Citation": "Nascimento, L. B. D. S., Leal-Costa, M. V., Menezes, E. A., Lopes, V. R., Muzitano, M. F., Costa, S. S., & Tavares, E. S. (2015). Ultraviolet-B radiation effects on phenolic profile and flavonoid content of Kalanchoe pinnata. Journal of Photochemistry and Photobiology B: Biology, 148(3), 73–81. https://doi.org/10.1016/j.jphotobiol.2015.03.011", "ArticleIdList": ["10.1016/j.jphotobiol.2015.03.011", "25900552"]}, {"Citation": "Sharma, H. K., Chhangte, L., & Dolui, A. K. (2001). Traditional medicinal plants in Mizoram India. Fitoterapia, 72(2), 146–161. https://doi.org/10.1016/S0367-326X(00)00278-1", "ArticleIdList": ["10.1016/S0367-326X(00)00278-1", "11223224"]}, {"Citation": "Dou, X., Zhang, Y., Sun, N., Wu, Y., & Li, L. (2014). The antitumor activity of Mikania micrantha aqueous extract in vitro and in vivo. Cytotechnology, 66(1), 107–117. https://doi.org/10.1007/s10616-013-9543-9", "ArticleIdList": ["10.1007/s10616-013-9543-9", "23397444"]}, {"Citation": "Debaprotim, D., Suvakanta, D., & Jashabir, C. (2014). Evaluation of anticancer activity of Mikania micrantha Kunth ( Asteraceae ) against ehrlich ascites carcinoma in Swiss Albino Mice. International Journal of Pharmaceutical Research & Allied Sciences, 3(2), 9–18."}, {"Citation": "Ali Khan, M., El-Kersh, D. M., Islam, M. S., Ara Khan, S., Kamli, H., Sarkar, C., Bhuia, M. S., Islam, T., Chandra Shill, M., Gobe, G. C., Sönmez Gürer, E., Setzer, W. N., Sharifi-Rad, J., & Torequl, I. M. (2023). Mikania micrantha Kunth: An ethnopharmacological treasure trove of therapeutic potential. Chemistry & Biodiversity, 20(11), e202300392. https://doi.org/10.1002/cbdv.202300392", "ArticleIdList": ["10.1002/cbdv.202300392"]}, {"Citation": "Li, Y., Li, J., Li, Y., Wang, X. xia, & Cao, A. cheng. (2013). Antimicrobial constituents of the leaves of Mikania micrantha H. B. K. PLoS ONE, 8 10 e76725, 1–10. https://doi.org/10.1371/journal.pone.0076725"}, {"Citation": "Pérez-Amador, M. C., Muñoz Ocotero, V., Ibarra Balcazar, R., & García Jiménez, F. (2010). Phytochemical and pharmacological studies on Mikania micrantha H.B.K. (Asteraceae). Phyton, 79, 77–80.", "ArticleIdList": ["10.32604/phyton.2010.79.077"]}, {"Citation": "Kurade, N. P., Jaitak, V., Kaul, V. K., & Sharma, O. P. (2010). Chemical composition and antibacterial activity of essential oils of Lantana camara, Ageratum houstonianum and Eupatorium adenophorum. Pharmaceutical Biology, 48(5), 539–544. https://doi.org/10.3109/13880200903193336", "ArticleIdList": ["10.3109/13880200903193336", "20645797"]}, {"Citation": "Singh, G., Passsari, A. K., Singh, P., Leo, V. V., Subbarayan, S., Kumar, B., … Kumar, N. S. (2017). Pharmacological potential of Bidens pilosa L and determination of bioactive compounds using UHPLC-QqQLIT-MS/MS and GC/MS. BMC Complementary and Alternative Medicine, 17(1), 1–16. https://doi.org/10.1186/s12906-017-2000-0"}, {"Citation": "Al-dalahmeh, Y., Al-bataineh, N., Al-balawi, S. S., Lahham, J. N., Al-momani, I. F., Al-sheraideh, M. S., … Al-qudah, M. A. (2022). LC-MS/MS screening, total phenolic, flavonoid and antioxidant contents of crude extracts from three Asclepiadaceae species growing in Jordan. Molecules, 27, 1–11."}, {"Citation": "Singh P, Bajpai V, Gond VK, Kumar A, Tadigoppula N, and K. B. (2020). Determination of bioactive compounds of Fenugreek (Trigonella foenum-graecum) seeds using LC-MS techniques. In LLegume genomics: Methods and protocols. methods in molecular biology. https://doi.org/10.1007/978-1-0716-0235-5 (pp. 377–392). Retrieved from http://www.springer.com/series/7651"}, {"Citation": "Bajpai, V., Singh, A., Arya, K. R., Srivastava, M., & Kumar, B. (2015). Rapid screening for the adulterants of Berberis aristata using direct analysis in real-time mass spectrometry and principal component analysis for discrimination. Food Additives and Contaminants - Part A Chemistry, Analysis, Control, Exposure and Risk Assessment, 32(6), 799–807. https://doi.org/10.1080/19440049.2015.1022885", "ArticleIdList": ["10.1080/19440049.2015.1022885"]}, {"Citation": "Kumar, S., Singh, A., & Kumar, B. (2019). Screening of monoterpene indole alkaloids in six Rauwolfia species by ultra-high performance liquid chromatography orbitrap velos pro mass spectrometer. Separation Science Plus, 2(8), 300–308. https://doi.org/10.1002/sscp.201900029", "ArticleIdList": ["10.1002/sscp.201900029"]}, {"Citation": "Shelke, V., & Bhot, M. (2019). GC-MS analysis of bio-active compounds in ethanolic extract of leaf and stem of Asclepias curassavica L. Int J Pharm Investigation, 9(2), 67–70. https://doi.org/10.5330/ijpi.2019.2.13", "ArticleIdList": ["10.5330/ijpi.2019.2.13"]}, {"Citation": "Assaad, H. I., Zhou, L., Carroll, R. J., & Wu, G. (2014). Rapid publication-ready MS-Word tables for one-way ANOVA. SpringerPlus, 3, 1–8. https://doi.org/10.1186/2193-1801-3-474", "ArticleIdList": ["10.1186/2193-1801-3-474"]}, {"Citation": "Jin, X., Wu, X., & Liu, X. (2017). Phenolic characteristics and antioxidant activity of merlot and cabernet sauvignon wines increase with vineyard altitude in a high-altitude region. South African Journal of Enology & Viticulture, 38(2), 132–143. https://doi.org/10.21548/38-2-1068", "ArticleIdList": ["10.21548/38-2-1068"]}, {"Citation": "Hagaggi, N. S. A., Abdul-Raouf, U. M., & Radwan, T. A. A. (2024). Variation of antibacterial and antioxidant secondary metabolites and volatiles in leaf and callus extracts of Phulai (Acacia Modesta Wall.). BMC Plant Biology, 24(1), 1–12. https://doi.org/10.1186/s12870-024-04747-9", "ArticleIdList": ["10.1186/s12870-024-04747-9"]}, {"Citation": "Rieger, G., Müller, M., Guttenberger, H., & Bucar, F. (2008). Influence of altitudinal variation on the content of phenolic compounds in wild populations of Calluna vulgaris, Sambucus nigra, and Vaccinium myrtillus. Journal of Agricultural and Food Chemistry, 56(19), 9080–9086. https://doi.org/10.1021/jf801104e", "ArticleIdList": ["10.1021/jf801104e", "18788745"]}, {"Citation": "Liu, W., Yin, D., Li, N., Hou, X., Wang, D., Li, D., & Liu, J. (2016). Influence of environmental factors on the active substance production and antioxidant activity in Potentilla fruticosa L. and its quality assessment. Scientific Reports, 6, 1–18. https://doi.org/10.1038/srep28591", "ArticleIdList": ["10.1038/srep28591"]}, {"Citation": "Copaja, S. V., Blackburn, C., & Carmona, R. (2003). Variation of saponin contents in Quillaja saponica molina. Wood Science and Technology, 37(2), 103–108. https://doi.org/10.1007/s00226-002-0150-8", "ArticleIdList": ["10.1007/s00226-002-0150-8"]}, {"Citation": "Wanyo, P., Chomnawang, C., Huaisan, K., & Chamsai, T. (2024). Comprehensive analysis of antioxidant and phenolic profiles of Thai medicinal plants for functional food and pharmaceutical development. Plant Foods for Human Nutrition. https://doi.org/10.1007/s11130-024-01179-6", "ArticleIdList": ["10.1007/s11130-024-01179-6", "38668915"]}, {"Citation": "Valko, M., Leibfritz, D., Moncol, J., Cronin, M. T. D., Mazur, M., & Telser, J. (2007). Free radicals and antioxidants in normal physiological functions and human disease. International Journal of Biochemistry and Cell Biology, 39(1), 44–84. https://doi.org/10.1016/j.biocel.2006.07.001", "ArticleIdList": ["10.1016/j.biocel.2006.07.001", "16978905"]}, {"Citation": "Gaikwad, P., Barik, A., Priyadarsini, K. I., & Rao, B. S. M. (2010). Antioxidant activities of phenols in different solvents using DPPH assay. Research on Chemical Intermediates, 36(9), 1065–1072. https://doi.org/10.1007/s11164-010-0220-8", "ArticleIdList": ["10.1007/s11164-010-0220-8"]}, {"Citation": "Kishore, G., Ranjan, S., Pandey, A., & Gupta, S. (2010). Influence of altitudinal variation on the antioxidant potential of tartar buckwheat of Western Himalaya. Food Science and Biotechnology, 19(5), 1355–1363. https://doi.org/10.1007/s10068-010-0193-9", "ArticleIdList": ["10.1007/s10068-010-0193-9"]}, {"Citation": "van de Loosdrecht, A. A., Beelen, R. H. J., Ossenkoppele, G. J., Broekhoven, M. G., & Langenhuijsen, M. M. A. C. (1994). A tetrazolium-based colorimetric MTT assay to quantitate human monocyte mediated cytotoxicity against leukemic cells from cell lines and patients with acute myeloid leukemia. Journal of Immunological Methods, 174(1–2), 311–320. https://doi.org/10.1016/0022-1759(94)90034-5", "ArticleIdList": ["10.1016/0022-1759(94)90034-5", "8083535"]}, {"Citation": "Bhagat, J., Lobo, R., Kumar, N., Mathew, J. E., & lizabet., & Pai, A. (2014). Cytotoxic potential of Anisochilus carnosus (L.f.) wall and estimation of luteolin content by HPLC. BMC complementary and alternative medicine, 14, 421. https://doi.org/10.1186/1472-6882-14-421", "ArticleIdList": ["10.1186/1472-6882-14-421", "25348394", "4226858"]}, {"Citation": "Vu, T. T. T., Vu, L. T. K., Nguyen, Q. H., Pham, K. V., Nguyen, D. T., Nguyen, L. T. N., & Chu, M. H. (2019). Cytotoxic effects of steroidal glycosides isolated from the Paris vietnamensis plant on cancer cell lines and against bacterial strains. Biotechnology and Biotechnological Equipment, 33(1), 1516–1524. https://doi.org/10.1080/13102818.2019.1676168", "ArticleIdList": ["10.1080/13102818.2019.1676168"]}, {"Citation": "Xuan, T. D., Shinkichi, T., Hong, N. H., Khanh, T. D., & Min, C. I. (2004). Assessment of phytotoxic action of Ageratum conyzoides L. (billy goat weed) on weeds. Crop Protection, 23(10), 915–922. https://doi.org/10.1016/j.cropro.2004.02.005", "ArticleIdList": ["10.1016/j.cropro.2004.02.005"]}, {"Citation": "Verma, A., Rizvi, S. M., Shaikh, S., Ansari, M., Shakil, S., Ghazal, F., … Rehman, A. (2014). Compounds isolated from Ageratum houstonianum inhibit the activity of matrix metalloproteinases (MMP-2 and MMP-9): An oncoinformatics study. Pharmacognosy Magazine, 10(37), 18–26. https://doi.org/10.4103/0973-1296.126653"}, {"Citation": "Okereke, S., Chukwudoruo, C., & Nwaokezie, C. (2017). Phytochemical screening using GC-FID and sub-chronic assessment of Hydroethanolic leaf extract of Ageratum conyzoides Linn on albino rats. Journal of Medicinal Plants Studies, 5(2), 282–287."}, {"Citation": "Quijano, L., Gómez-Garibay, F., Garcia-Perez, G., & Rios, T. (1992). Highly oxygenated flavonoids from Ageratum corymbosum. Phytochemistry, 31(8), 2859–2862. https://doi.org/10.1016/0031-9422(92)83647-H", "ArticleIdList": ["10.1016/0031-9422(92)83647-H"]}, {"Citation": "Faqueti, L. G., Sandjo, L. P., & Biavatti, M. W. (2017). Simultaneous identification and quantification of polymethoxyflavones, coumarin and phenolic acids in Ageratum conyzoides by UPLC-ESI-QToF-MS and UPLC-PDA. Journal of Pharmaceutical and Biomedical Analysis, 145, 621–628. https://doi.org/10.1016/j.jpba.2017.07.034", "ArticleIdList": ["10.1016/j.jpba.2017.07.034", "29843205"]}, {"Citation": "Akhtar, N., & Ihsan-ul-Haq, & Mirza, B. (2018). Phytochemical analysis and comprehensive evaluation of antimicrobial and antioxidant properties of 61 medicinal plant species. Arabian Journal of Chemistry, 11(8), 1223–1235. https://doi.org/10.1016/j.arabjc.2015.01.013", "ArticleIdList": ["10.1016/j.arabjc.2015.01.013"]}, {"Citation": "Nigg, H.N., & Seigler, D. (1992). Phytochemical Resources for medicine and agriculture.  https://doi.org/10.1007/978-1-4899-2584-8"}, {"Citation": "Wen, J., Kang, L., Liu, H., Xiao, Y., Zhang, X., & Chen, Y. (2012). A validated UV-HPLC method for determination of chlorogenic acid in Lepidogrammitis drymoglossoides (Baker) Ching. Polypodiaceae. Pharmacognosy Research, 4(3), 148–153. https://doi.org/10.4103/0974-8490.99076", "ArticleIdList": ["10.4103/0974-8490.99076", "22923952"]}, {"Citation": "Laurella, L. C., Cerny, N., Bivona, A. E., Sánchez Alberti, A., Giberti, G., Malchiodi, E. L., & Sülsen, V. P. (2017). Assessment of sesquiterpene lactones isolated from Mikania plants species for their potential efficacy against Trypanosoma cruzi and Leishmania sp. PLoS Neglected Tropical Diseases, 11(9), 1–16. https://doi.org/10.1371/journal.pntd.0005929", "ArticleIdList": ["10.1371/journal.pntd.0005929"]}, {"Citation": "Li, A., Hou, X., & Wei, Y. (2018). Fast screening of flavonoids from switchgrass and: Mikania micrantha by liquid chromatography hybrid-ion trap time-of-flight mass spectrometry. Analytical Methods, 10(1), 109–122. https://doi.org/10.1039/c7ay02103h", "ArticleIdList": ["10.1039/c7ay02103h"]}, {"Citation": "Rufatto, L. C., Gower, A., Schwambach, J., & Moura, S. (2012). Genus Mikania: Chemical composition and phytotherapeutical activity. Brazilian Journal of Pharmacognosy, 22(6), 1384–1403. https://doi.org/10.1590/S0102-695X2012005000099", "ArticleIdList": ["10.1590/S0102-695X2012005000099"]}, {"Citation": "Kiang, A. K., Sim, K. Y., & Yoong, S. W. (1968). Constituents of Mikania cordata (burm. f.) B. L. Robinson (compositae)-II. Phytochemistry, 7(6), 1035–1037. https://doi.org/10.1016/S0031-9422(00)82193-7", "ArticleIdList": ["10.1016/S0031-9422(00)82193-7"]}, {"Citation": "Zhao, B., & Hu, M. (2013). Gallic acid reduces cell viability, proliferation, invasion and angiogenesis in human cervical cancer cells. Oncology Letters, 6(6), 1749–1755. https://doi.org/10.3892/ol.2013.1632", "ArticleIdList": ["10.3892/ol.2013.1632", "24843386", "4023842"]}, {"Citation": "Yang, J., Guo, J., & Yuan, J. (2008). In vitro antioxidant properties of rutin. LWT - Food Science and Technology, 41(6), 1060–1066. https://doi.org/10.1016/j.lwt.2007.06.010", "ArticleIdList": ["10.1016/j.lwt.2007.06.010"]}, {"Citation": "Kasai, H., Fukada, S., Yamaizumi, Z., Sugie, S., & Mori, H. (2000). Action of chlorogenic acid in vegetables and fruits as an inhibitor of 8-hydroxydeoxyguanosine formation in vitro and in a rat carcinogenesis model. Food and Chemical Toxicology, 38(5), 467–471. https://doi.org/10.1016/S0278-6915(00)00014-4", "ArticleIdList": ["10.1016/S0278-6915(00)00014-4", "10762733"]}, {"Citation": "Dos Santos, M. D., Almeida, M. C., Lopes, N. P., & De Souza, G. E. P. (2006). Evaluation of the anti-inflammatory, analgesic and antipyretic activities of the natural polyphenol chlorogenic acid. Biological and Pharmaceutical Bulletin, 29(11), 2236–2240. https://doi.org/10.1248/bpb.29.2236", "ArticleIdList": ["10.1248/bpb.29.2236", "17077520"]}, {"Citation": "Zeeshan, M., Rizvi, S. M. D., Khan, M. S., & Kumar, A. (2012). Isolation, partial purification and evaluation of bioactive compounds from leaves of Ageratum houstonianum. EXCLI Journal, 11, 78–88. https://doi.org/10.17877/DE290R-4911", "ArticleIdList": ["10.17877/DE290R-4911", "27350770", "4920037"]}, {"Citation": "Ishak, A. H., Shafie, N. H., Esa, N. M., Bahari, H., & Ismail, A. (2018). From weed to medicinal plant: Antioxidant capacities and phytochemicals of various extracts of Mikania micrantha. International Journal of Agriculture and Biology, 20(3), 561–568. https://doi.org/10.17957/IJAB/15.0522", "ArticleIdList": ["10.17957/IJAB/15.0522"]}, {"Citation": "Ganzera, M., Guggenberger, M., Stuppner, H., & Zidorn, C. (2008). Altitudinal variation of secondary metabolite profiles in flowering heads of Matricaria chamomilla cv. BONA. Planta Medica, 74(4), 453–457. https://doi.org/10.1055/s-2008-1034326", "ArticleIdList": ["10.1055/s-2008-1034326", "18484542"]}, {"Citation": "Zidorn, C. (2010). Altitudinal variation of secondary metabolites in flowering heads of the Asteraceae: Trends and causes. Phytochemistry Reviews, 9(2), 197–203. https://doi.org/10.1007/s11101-009-9143-7", "ArticleIdList": ["10.1007/s11101-009-9143-7"]}, {"Citation": "Wong, S. K., Lim, Y. Y., & Chan, E. W. C. (2009). Antioxidant properties of hibiscus: Species variation, altitudinal change, coastal influence and floral colour change. Journal of Tropical Forest Science, 21(4), 307–315."}]}], "History": [{"Year": "2024", "Month": "7", "Day": "23"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "11", "Minute": "15"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39115787", "10.1007/s12010-024-05005-2", "10.1007/s12010-024-05005-2"]}}]}