{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Selol", "St. John’s wort", "cadmium", "environment", "selenium"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "39124217", "DateRevised": {"Year": "2024", "Month": "08", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2024", "Month": "07", "Day": "29"}], "Language": ["eng"], "ELocationID": ["2099", "10.3390/plants13152099"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "13", "Issue": "15", "PubDate": {"Year": "2024", "Month": "Jul", "Day": "29"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "The Impact of Organic Selenium (IV) on <i>Hypericum perforatum</i> L. under Cadmium Stress and Non-Stress Conditions.", "Abstract": {"AbstractText": ["The issue of soil contamination by heavy metals is widely acknowledged. Some plants, including medicinal species like St. John's wort (<i>Hypericum perforatum</i> L.), exhibit accumulation traits, allowing them to accumulate elevated levels of metals, e.g., cadmium (Cd), within their cells. Selenium (Se) may increase the tolerance of plants to abiotic stress caused by the presence of heavy metal in the environment. Depending on its form (oxidation state, organic/inorganic), Se influences plant growth, secondary metabolite content, and biotic stress, as well as incorporates into shoots, providing economic and health benefits for consumers. So far, there are no data on the influence of organic Se(IV) on plants. Our study aimed to determine the effect of organic Se(IV) on the growth, active compound levels (anthranoids, polyphenols), and ultrastructure of St. John's wort without and under cadmium stress. The phytochemical analysis and microscopic examination was performed on shoots from different days of St. John's wort in vitro culture on a few variants of Murashige and Skoog medium with Cd (25 and 400 µM) and/or organic Se (IV). Exposure to Se(IV) did not affect hypericins but increased the polyphenol content in the shoots and the biomass. Se(IV) caused an increase in starch grain number in chloroplasts, whereas Cd exposure resulted in the degradation of the chloroplast structure, increased cell vacuolation, as well as swollen mitochondrial cristae. The addition of Se(IV) to these combinations reduced the degree of degradation and growth inhibition and a high content of Se(IV) in plants was observed. Se(IV) had no impact on Cd content at environmental Cd concentrations, but showed an effect at extremely high Cd concentrations. Thus, organic Se(IV) has a beneficial effect on St. John's wort growth, polyphenol content, and incorporation in shoots and prevents Cd toxicity. Media enriched with organic Se(IV) have both economic advantages and health benefits due to a higher plant growth rate and increased concentrations of polyphenols with strong antioxidant properties, relatively enriched with Se. However, organic Se(IV) should be used with caution in polluted areas. In perspective, speciation analysis and molecular study are crucial to understand the fate and effect of Se (IV) on plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Chemistry, Pharmaceutical and Biomedical Analysis, Medical University of Warsaw, Banacha 1, 02-097 Warsaw, Poland."}], "LastName": "Giebułtowicz", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": ["0000-0001-8022-3244"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Biology, Institute of Biology, Jan Kochanowski University, Uniwersytecka 7, 25-406 Kielce, Poland."}], "LastName": "Ślusarczyk", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Chemistry, Pharmaceutical and Biomedical Analysis, Medical University of Warsaw, Banacha 1, 02-097 Warsaw, Poland."}], "LastName": "Wyderska", "ForeName": "Sylwia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Drug Chemistry, Pharmaceutical and Biomedical Analysis, Medical University of Warsaw, Banacha 1, 02-097 Warsaw, Poland."}], "LastName": "Wroczyński", "ForeName": "Piotr", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2024", "Month": "7", "Day": "2"}, {"Year": "2024", "Month": "7", "Day": "17"}, {"Year": "2024", "Month": "7", "Day": "19"}, {"Year": "2024", "Month": "8", "Day": "10", "Hour": "15", "Minute": "48"}, {"Year": "2024", "Month": "8", "Day": "10", "Hour": "15", "Minute": "47"}, {"Year": "2024", "Month": "8", "Day": "10", "Hour": "1", "Minute": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["39124217", "10.3390/plants13152099", "plants13152099"]}}]}