{"PubmedArticle": [{"MedlineCitation": {"CitationSubset": [], "KeywordList": [["Ethnopharmacology", "Gynecological diseases medicinal plants", "Part used"]], "GeneralNote": [], "InvestigatorList": [], "OtherID": [], "OtherAbstract": [], "SpaceFlightMission": [], "PMID": "39144941", "DateRevised": {"Year": "2024", "Month": "08", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": ["e34869", "10.1016/j.heliyon.2024.e34869"], "ArticleDate": [{"Year": "2024", "Month": "07", "Day": "19"}], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "10", "Issue": "15", "PubDate": {"Year": "2024", "Month": "Aug", "Day": "15"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Folklore use of medicinal plants for the treatment of gynecological diseases in Pakistan-a review.", "Pagination": {"StartPage": "e34869", "MedlinePgn": "e34869"}, "Abstract": {"AbstractText": ["Gynecological issues and sexually transmitted infections (STIs) pose significant challenges to women's health, particularly in developing nations. These challenges are exacerbated by limited access to modern reproductive healthcare facilities, economic constraints, and entrenched cultural norms. Consequently, most of the Pakistani population relies on traditional ethno-medicinal healthcare systems. This preference stems from the ease of access, affordability, widespread availability, and inherent trust placed in these alternative healthcare methods.", "The inquiry aimed to report details on the application of conventional uses of plants in the health field in rural areas that could contribute to advancing the natural discovery of drugs. The objective of this analysis is to provide researchers with information on conventional and empirical knowledge of plant species concerning women's diseases.", "Information on the common use of medicinal plants in treating women's diseases was gathered from electronic databases. As a keyword for the quest, ethnobotany, and ethnopharmacology were used together with gynecological complications.", "The work of the current analysis has revealed that 217 plant species belonging to 89 families have been used in Pakistan's rural communities. The majority of plant species belong to the Apiaceae family, followed by the Asteraceae, Fabaceae, Solanaceae, Rosaceae, Lamiaceae, and other families. The biological interpretation of plants used in rural communities of Pakistan revealed that herbs and trees are the dominant forms with 58 % and 23 % respectively while shrubs and sub-shrubs with a low percentage of 17 % and 2 %. In natural preparation, leaves 29 %, flowers 22 %, seeds 14 %, fruits 14 %, roots 13 %, bark 7 %, and stems 5 % were the most used parts respectively and aerial parts, dried pericarp, bulb, bud, berry, latex, wood, rhizome, husk, fruit coat, oil, resins, twigs, and shoot were also used in minimum percentage. A multitude of plant species have found extensive application in the management of diverse women's health issues. These encompass concerns such as fatigue, mood fluctuations attributed to menstrual problems, gonorrhea, complications related to pregnancy, cravings for specific foods, throbbing breast pain, abdominal and pelvic cramps, excessive vaginal discharge, mastitis, irritability, abortion-related matters, headaches, uterine hemorrhage, Menorrhagia, Amenorrhea, Menopause, Vomiting Abortion, infertility and lactation challenges, as well as the regulation of lochia flow.", "This review provides remarkable information about the use of medicinal plants against women's diseases in the rural communities of Pakistan. It opens the gateway for the discovery of natural drug development."], "CopyrightInformation": "© 2024 The Authors."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS, Arid Agriculture University, Rawalpindi, Pakistan."}], "Identifier": [], "LastName": "Khadim", "ForeName": "Salihah", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS, Arid Agriculture University, Rawalpindi, Pakistan."}], "Identifier": [], "LastName": "Malik", "ForeName": "Khafsa", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "The State Key Laboratory of Freshwater Ecology and Biotechnology, The Key Laboratory of Aquatic Biodiversity and Conservation of Chinese Academy of Sciences, Institute of Hydrobiology, Chinese Academy of Sciences, Wuhan, 430072, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China."}], "Identifier": [], "LastName": "Kazmi", "ForeName": "Abeer", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS, Arid Agriculture University, Rawalpindi, Pakistan."}], "Identifier": [], "LastName": "Sultana", "ForeName": "Tahira", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS, Arid Agriculture University, Rawalpindi, Pakistan."}], "Identifier": [], "LastName": "Ali", "ForeName": "Amir", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, PMAS, Arid Agriculture University, Rawalpindi, Pakistan."}], "Identifier": [], "LastName": "Mehmood", "ForeName": "Khalid", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical & Biological Engineering, Gachon University (13120) 1342 Seongnamdaero, Sujeong-gu, Seongnam-si, Gyeonggi-do, Republic of Korea."}], "Identifier": [], "LastName": "Hassan", "ForeName": "Rizwan Ul", "Initials": "RU"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, Yonsei University, Seoul, 120-749, Republic of Korea."}], "Identifier": [], "LastName": "Bashir", "ForeName": "Muhammad Nasir", "Initials": "MN"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechatronic Engineering, Atlantic Technological University Sligo, Ash Lane, F91 YW50 Sligo, Ireland."}], "Identifier": [], "LastName": "Ali", "ForeName": "M Mahmood", "Initials": "MM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gentile C., Spampinato G., Patti M., Laface V.L.A., Musarella C.M. Contribution to the ethnobotanical knowledge of serre calabre (southern Italy) Research Journal of Ecology and Environmental Sciences. 2022;2(3):35–55."}, {"Citation": "Tavilla G., Crisafulli A., Ranno V., Picone R.M., Redouan F.Z., Giusso del Galdo G. First contribution to the ethnobotanical knowledge in the peloritani mounts (NE sicily) RJEES. 2022:1–34."}, {"Citation": "Adnan M., Ullah I., Tariq A., Murad W., Azizullah A., Khan A.L., et al. Ethnomedicine use in the war affected region of northwest Pakistan. J. Ethnobiol. Ethnomed. 2014;10(1):1–16.", "ArticleIdList": ["PMC3932995", "24484608"]}, {"Citation": "Anum F., Raja N.I., Sultana T., Kazmi A., Ali A., Qayyum B., et al. Spectral lights based treatment enhanced biomass accumulation and secondary metabolites production in callus culture of citrus reticulata. Philippine Agric. Sci. 2021;104(3)"}, {"Citation": "Shereen M.A., Bashir N., Khan M.A., Kazmi A., Khan S., Zhen L., et al. Covid-19 management: traditional Chinese medicine vs. western medicinal antiviral drugs, a review and meta-analysis. Fresenius Environ. Bull. 2021;30(5):5537–5549."}, {"Citation": "Shinwari Z.K. Medicinal plants research in Pakistan. J. Med. Plants Res. 2010;4(3):161–176."}, {"Citation": "Kazmi A., Khan M.A., Mohammad S., Ali A., Ali H. Biotechnological production of natural calorie free Steviol glycosides in stevia Rebaudiana: an update on current scenario. Curr. Biotechnol. 2019;8(2):70–84."}, {"Citation": "Kazmi A., Usman M., Muhammad W. Effect of hydroxybenzoic acid foliar spray on selected wheat varieties under induced heavy metal stress. Global J. Res. Rev. 2019;6:1–4."}, {"Citation": "Srithi K., Balslev H., Wangpakapattanawong P., Srisanga P., Trisonthi C. Medicinal plant knowledge and its erosion among the Mien (Yao) in northern Thailand. J. Ethnopharmacol. 2009;123(2):335–342.", "ArticleIdList": ["19429381"]}, {"Citation": "Ugulu I., Baslar S., Yorek N., Dogan Y. The investigation and quantitative ethnobotanical evaluation of medicinal plants used around Izmir province, Turkey. J. Med. Plants Res. 2009;3(5):345–367."}, {"Citation": "Ehsan M., Waheed A., Ullah A., Kazmi A., Ali A., Raja N.I., et al. Plant-based bimetallic silver-zinc oxide nanoparticles: a comprehensive perspective of synthesis, biomedical applications, and future trends. BioMed Res. Int. 2022;2022", "ArticleIdList": ["PMC9078794", "35535038"]}, {"Citation": "Mahmood-ur-Rehman M., Nijabat A., Kazmi A., Ali A., Sultana T., Younas M., et al. Induction of heat stress tolerance in economically important Tomato (Solanum lycopersicum): a review on current knowledge. J. Pure Appl. Algebra. 2021;6(4):54–70."}, {"Citation": "Ahmad M., Sultana S., Fazl-i-Hadi S., Ben Hadda T., Rashid S., Zafar M., et al. An ethnobotanical study of medicinal plants in high mountainous region of chail valley (district swat-Pakistan) J. Ethnobiol. Ethnomed. 2014;10(1):1–18.", "ArticleIdList": ["PMC4022037", "24739524"]}, {"Citation": "Amjad M.S., Qaeem M.F., Ahmad I., Khan S.U., Chaudhari S.K., Zahid Malik N., et al. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: a case study from Toli Peer National Park, Azad Jammu and Kashmir, Pakistan. PLoS One. 2017;12(2)", "ArticleIdList": ["PMC5305106", "28192466"]}, {"Citation": "Ahmad K.S., Qureshi R., Hameed M., Ahmad F., Nawaz T. Conservation assessment and medicinal importance of some plants resources from Sharda, Neelum Valley, Azad Jammu and Kashmir, Pakistan. Int. J. Agric. Biol. 2012;14(6):997–1000."}, {"Citation": "Sõukand R., Pieroni A., Biró M., Dénes A., Dogan Y., Hajdari A., et al. An ethnobotanical perspective on traditional fermented plant foods and beverages in Eastern Europe. J. Ethnopharmacol. 2015;170:284–296.", "ArticleIdList": ["25985766"]}, {"Citation": "Balick M.J., Cox P.A. Ethnobotanical research and traditional health care in developing countries. Med Plants For Conserv Health Care. 1997;92:12–23."}, {"Citation": "Afzal A., Shafqat A., Akhtar S., Sultana T., Kazmi A., Ali A., et al. Biosorbents removed copper heavy metal from agricultural land cultivated with vigna radiata (mung bean) Int J Agron. 2022;2022"}, {"Citation": "Khan S.M., Page S., Ahmad H., Shaheen H., Ullah Z., Ahmad M., et al. Medicinal flora and ethnoecological knowledge in the naran valley, western Himalaya, Pakistan. J. Ethnobiol. Ethnomed. 2013;9(1):1–13.", "ArticleIdList": ["PMC3570439", "23302393"]}, {"Citation": "Ahmad K.S., Hamid A., Nawaz F., Hameed M., Ahmad F., Deng J., et al. Ethnopharmacological studies of indigenous plants in kel village, neelum valley, azad kashmir, Pakistan. J. Ethnobiol. Ethnomed. 2017;13(1):1–16.", "ArticleIdList": ["PMC5709976", "29191238"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol. Aspect. Med. 2006;27(1):1–93.", "ArticleIdList": ["16105678"]}, {"Citation": "Kazmi A., Khan M.A., Mohammad S., Ali A., Kamil A., Arif M., et al. Elicitation directed growth and production of steviol glycosides in the adventitious roots of Stevia rebaudiana Bertoni. Ind. Crops Prod. 2019;139"}, {"Citation": "Kazmi A., Khan M.A., Huma A. Biotechnological approaches for production of bioactive secondary metabolites in Nigella sativa: an up-to-date review. Int. J. Second. Metabolite. 2019;6(2):172–195."}, {"Citation": "Qureshi R., Ghufran M. M Hashmi Pictorial Printers (Pvt) Ltd Islamabad; 2005. Medicinal Value of Some Important Roses and Allied Species of Northern Area of Pakistan; pp. 24–29."}, {"Citation": "Karakaya S., Polat A., Aksakal Ö., Sümbüllü Y.Z., İncekara Ü. Plants used in traditional medicine and other uses in South of Erzurum (Turkey): an ethnobotanical study. Ethnobot. Res. Appl. 2019;18:1–18."}, {"Citation": "Barennes H., Simmala C., Odermatt P., Thaybouavone T., Vallee J., Martinez-Ussel B., et al. Postpartum traditions and nutrition practices among urban Lao women and their infants in Vientiane, Lao PDR. Eur. J. Clin. Nutr. 2009;63(3):323–331.", "ArticleIdList": ["PMC3435433", "18000519"]}, {"Citation": "Yadav J., Kumar S., Siwach P. 2006. Folk Medicine Used in Gynecological and Other Related Problems by Rural Population of Haryana."}, {"Citation": "Akhter N., Akhtar S., Kazim S., Khan T. Ethnomedicinal study of important medicinal plants used for gynecological issues among rural women folk in district Gilgit. Nat. Sci. 2016;14:30–34."}, {"Citation": "Shuaib M., Khan I., Sharifullah R.K., Hashmatullah S.M., Naz R. Ethnobotanical studies of spring flora of dir lower, khyber pakhtunkhwa, Pakistan. Pak J Weed Sci Res. 2014;20(1):37–49."}, {"Citation": "Patel R. 2012. Stuffed and Starved: the Hidden Battle for the World Food System: Melville House Pub."}, {"Citation": "Akhtar S., Akhtar N., Kazim S., Khan T. Study of ethno-gynecologically important medicinal and other plants used for women specific purposes in Murtazaabad, Hunza, Pakistan. Nat. Sci. 2016;14:36–39."}, {"Citation": "Daviau S. World Health Organization; 2003. Beliefs, Taboos, Practices and Behaviors Around Birth in Lao PDR; p. 54."}, {"Citation": "Kaewsarn P., Moyle W., Creedy D. Traditional postpartum practices among Thai women. J. Adv. Nurs. 2003;41(4):358–366.", "ArticleIdList": ["12581101"]}, {"Citation": "Liulan W., Nanakorn W., Fukui K. Food and medicinal plants used for childbirth among Yunnanese Chinese in Northern Thailand. J. Ethnobiol. 2003;23(2):209–226."}, {"Citation": "Lo K. Mahidol University; 2007. Postpartum Practices Among Cambodian Mothers in Preah Vihear Province: A Qualitative Study of Beliefs and Practices."}, {"Citation": "Lundh E. 2007. Plant Use in Ante-and Postpartum Health Care in Lao PDR."}, {"Citation": "Zumsteg I.S., Weckerle C.S. Bakera, a herbal steam bath for postnatal care in Minahasa (Indonesia): documentation of the plants used and assessment of the method. J. Ethnopharmacol. 2007;111(3):641–650.", "ArticleIdList": ["17293070"]}, {"Citation": "de Boer H., Lamxay V. Plants used during pregnancy, childbirth and postpartum healthcare in Lao PDR: a comparative study of the Brou, Saek and Kry ethnic groups. J. Ethnobiol. Ethnomed. 2009;5(1):1–10.", "ArticleIdList": ["PMC2749814", "19737413"]}, {"Citation": "Villamin C.R., Villamin G.R.R., editors. Obstetrics in Colonial Philippines. Positioning the Profession: the Tenth International Congress on Medical Librarianship. Citeseer; Brisbane, Australia: 2009."}, {"Citation": "Lamxay V., de Boer H.J., Björk L. Traditions and plant use during pregnancy, childbirth and postpartum recovery by the Kry ethnic group in Lao PDR. J. Ethnobiol. Ethnomed. 2011;7(1):1–16.", "ArticleIdList": ["PMC3120637", "21569234"]}, {"Citation": "Panyaphu K., Van On T., Sirisa-Ard P., Srisa-Nga P., ChansaKaow S., Nathakarnkitkul S. Medicinal plants of the Mien (Yao) in Northern Thailand and their potential value in the primary healthcare of postpartum women. J. Ethnopharmacol. 2011;135(2):226–237.", "ArticleIdList": ["21458554"]}, {"Citation": "Bibi T., Ahmad M., Ahmad Baloch I., Muhammad S., Manzoor R. Ethnomedicinal uses of plants for childbirth and postpartum recovery in District Pishin, Northern Balochistan, Pakistan. Int. J. Biol. Pharm. Allied Sci. 2017;6(9):1730–1760."}, {"Citation": "Sheikh K., Ahmad T., Khan M.A. Use, exploitation and prospects for conservation: people and plant biodiversity of Naltar Valley, northwestern Karakorums, Pakistan. Biodivers. Conserv. 2002;11(4):715–742."}, {"Citation": "ul Hassan H., Murad W., Tariq A., Ahmad A. Ethnoveterinary study of medicinal plants in malakand valley, district dir (lower), khyber pakhtunkhwa, Pakistan. Ir. Vet. J. 2014;67(1):1–6.", "ArticleIdList": ["PMC3975932", "24580769"]}, {"Citation": "Khan M., Hussain F. Conservation status of plant species in tehsil takht-e-nasrati, district karak, khyber pakhtun khawa, Pakistan. Int. J. Biodivers. Conserv. 2013;5(1):20–26."}, {"Citation": "Nordeng H., Havnen G.C. Impact of socio-demographic factors, knowledge and attitude on the use of herbal drugs in pregnancy. Acta Obstet. Gynecol. Scand. 2005;84(1):26–33.", "ArticleIdList": ["15603563"]}, {"Citation": "Mahmood A., Mahmood A., Malik R.N., Shinwari Z.K. Indigenous knowledge of medicinal plants from Gujranwala district, Pakistan. J. Ethnopharmacol. 2013;148(2):714–723.", "ArticleIdList": ["23707336"]}, {"Citation": "Mahmood A., Mahmood A., Malik R.N. Indigenous knowledge of medicinal plants from leepa valley, azad Jammu and Kashmir, Pakistan. J. Ethnopharmacol. 2012;143(1):338–346.", "ArticleIdList": ["22789966"]}, {"Citation": "Adnan M., Begum S., Khan A.L., Tareen A.M., Lee I.-J. Medicinal plants and their uses in selected temperate zones of Pakistani Hindukush-Himalaya. J. Med. Plants Res. 2012;6(24):4113–4127."}, {"Citation": "Hamayun M. Pakistan: Quaid-i-Azam University; Islamabad, Pakistan: 2004. Studies on Ethnobotany, Conservation and Plant Diversity of Utror and Gabral Valleys District Swat."}, {"Citation": "Ibrar M., Hussain F., Sultan A. Ethnobotanical studies on plant resources of Ranyal hills, District Shangla, Pakistan. Pakistan J. Bot. 2007;39(2):329."}, {"Citation": "Shinwari Z.K., Khan I., Naz S., Hussain A. Assessment of antibacterial activity of three plants used in Pakistan to cure respiratory diseases. Afr. J. Biotechnol. 2009;8(24)"}, {"Citation": "Shinwari Z.K., Qaiser M. Efforts on conservation and sustainable use of medicinal plants of Pakistan. Pakistan J. Bot. 2011;43(1):5–10."}, {"Citation": "Gilani S.A., Fujii Y., Shinwari Z.K., Adnan M., Kikuchi A., Watanabe K.N. Phytotoxic studies of medicinal plant species of Pakistan. Pakistan J. Bot. 2010;42(2):987–996."}, {"Citation": "Walter C., Shinwari Z.K., Afzal I., Malik R.N. Antibacterial activity in herbal products used in Pakistan. Pakistan J. Bot. 2011;43:155–162."}, {"Citation": "Hussain A.R.A., Begum M.H., Zaman K., Shinwari Z.K., Hussain A. Heavy metal analysis in frequently consumable medicinal plants of Khyber Paktunkhwa, Pakistan. Pakistan J. Bot. 2017;49(3):1155–1160."}, {"Citation": "Shah Z., Zaman K., Khan H.U.R., Rashid A. The economic value of natural resources and its implications for Pakistan's economic growth. Commodities. 2022;1(2):65–97."}, {"Citation": "Shinwari S., Ahmad M., Zhang G., Jahan S., Sultana S. Medicinal plant diversity use for gynecological disorders among the rural communities of Northern Pakistan. Pakistan J. Bot. 2017;49(5):1787–1799."}, {"Citation": "Bhat J.A., Kumar M., Bussmann R.W. Ecological status and traditional knowledge of medicinal plants in kedarnath wildlife sanctuary of garhwal Himalaya, India. J. Ethnobiol. Ethnomed. 2013;9(1):1–18.", "ArticleIdList": ["PMC3560114", "23281594"]}, {"Citation": "Khan R.U., Mehmood S., Muhammad A., Mussarat S., Khan S. Medicinal plants from Flora of Bannu used traditionally by North West Pakistan's women to cure gynecological disorders. Am Eur J Agric Environ Sci. 2015;15:553–559."}, {"Citation": "Sadeghi Z., Mahmood A. Ethno-gynecological knowledge of medicinal plants used by Baluch tribes, southeast of Baluchistan, Iran. Rev Bras Farmacogn. 2014;24(6):706–715."}, {"Citation": "Rahman A. Ethno-gynecological study of traditional medicinal plants used by Santals of Joypurhat district, Bangladesh. Biomed. Biotechnol. 2014;2(1):10–13."}, {"Citation": "Jan H.A., Jan S., Bussmann R.W., Ahmad L., Wali S., Ahmad N. Ethnomedicinal survey of the plants used for gynecological disorders by the indigenous community of District Buner, Pakistan. Ethnobot. Res. Appl. 2020;19"}, {"Citation": "Tareen R.B., Bibi T., Khan M.A., Ahmad M., Zafar M., Hina S. Indigenous knowledge of folk medicine by the women of Kalat and Khuzdar regions of Balochistan, Pakistan. Pakistan J. Bot. 2010;42(3):1465–1485."}, {"Citation": "Qureshi R.A., Ghufran M.A., Gilani S.A., Yousaf Z., Abbas G., Batool A. Indigenous medicinal plants used by local women in southern Himalayan regions of Pakistan. Pakistan J. Bot. 2009;41(1):19–25."}, {"Citation": "Aziz M.A., Khan A.H., Ullah H., Adnan M., Hashem A., Abd_Allah E.F. Traditional phytomedicines for gynecological problems used by tribal communities of Mohmand Agency near the Pak-Afghan border area. Rev. Bras. Farmacogn. 2018;28(4):503–511."}, {"Citation": "Rauf O., Wang S., Yuan P., Tan J. An overview of energy status and development in Pakistan. Renew. Sustain. Energy Rev. 2015;48:892–931."}, {"Citation": "Batool A., Abbas F. Reasons for delay in selected hydro-power projects in Khyber Pakhtunkhwa (KPK), Pakistan. Renew. Sustain. Energy Rev. 2017;73:196–204."}, {"Citation": "Shaikh F., Ji Q., Fan Y. Prospects of Pakistan–China energy and economic corridor. Renew. Sustain. Energy Rev. 2016;59:253–263."}, {"Citation": "Adnan M., Tariq A., Mussarat S., Begum S., AbdEl-Salam N.M., Ullah R. Ethnogynaecological assessment of medicinal plants in Pashtun's Tribal Society. BioMed Res. Int. 2015;2015", "ArticleIdList": ["PMC4338380", "25756042"]}, {"Citation": "Sarwat S., Ahmad N. Screening of potential medicinal plants from district Swat specific for controlling women diseases. Pakistan J. Bot. 2012;44(4):1193–1198."}, {"Citation": "ul Haq Z., Khan S.M., Iqbal J., Razzaq A., Iqbal M. Phyto-medicinal studies in district lower dir Hindukush range khyber pakhtunkhwa Pakistan. Pak J Weed Sci Res. 2019;25(3):235."}, {"Citation": "Akhtar N., Rashid A., Murad W., Bergmeier E. Diversity and use of ethno-medicinal plants in the region of Swat, North Pakistan. J. Ethnobiol. Ethnomed. 2013;9(1):1–14.", "ArticleIdList": ["PMC3641993", "23587127"]}, {"Citation": "Alam N., Shinwari Z., Ilyas M., Ullah Z. Indigenous knowledge of medicinal plants of Chagharzai valley, District Buner, Pakistan. Pakistan J. Bot. 2011;43(2):773–780."}, {"Citation": "Abbasi A.M., Khan M.A., Khan N., Shah M.H. Ethnobotanical survey of medicinally important wild edible fruits species used by tribal communities of Lesser Himalayas-Pakistan. J. Ethnopharmacol. 2013;148(2):528–536.", "ArticleIdList": ["23665057"]}, {"Citation": "Ahmad K., Pieroni A. Folk knowledge of wild food plants among the tribal communities of Thakht-e-Sulaiman Hills, North-West Pakistan. J. Ethnobiol. Ethnomed. 2016;12(1):1–15.", "ArticleIdList": ["PMC4826518", "27059025"]}, {"Citation": "Ahmad L., Semotiuk A., Zafar M., Ahmad M., Sultana S., Liu Q.-R., et al. Ethnopharmacological documentation of medicinal plants used for hypertension among the local communities of DIR Lower, Pakistan. J. Ethnopharmacol. 2015;175:138–146.", "ArticleIdList": ["26392329"]}, {"Citation": "Malik S., Ahmad S., Sadiq A., Alam K., Wariss H.M., Ahmad I., et al. A comparative ethno-botanical study of Cholistan (an arid area) and Pothwar (a semi-arid area) of Pakistan for traditional medicines. J. Ethnobiol. Ethnomed. 2015;11(1):1–20.", "ArticleIdList": ["PMC4460735", "25925727"]}, {"Citation": "Amjad M.S., Arshad M., Saboor A., Page S., Chaudhari S.K. Ethnobotanical profiling of the medicinal flora of Kotli, Azad Jammu and Kashmir, Pakistan: empirical reflections on multinomial logit specifications. Asian Pac. J. Tropical Med. 2017;10(5):503–514.", "ArticleIdList": ["28647189"]}, {"Citation": "Malik K., Ahmad M., Zafar M., Sultana S., Tariq A., Rashid N. Medicinal Plants-Use in Prevention and Treatment of Diseases: IntechOpen; 2019. Medicinal Plants Used for Treatment of Prevalent Diseases in Northern Pakistan of Western Himalayas."}, {"Citation": "Matin A., Khan M.A., Ashraf M., Qureshi R.A. Traditional use of herbs, shrubs and trees of Shogran valley, Mansehra, Pakistan. Pakistan J. Biol. Sci. 2001;4(9):1101–1107."}, {"Citation": "Ali S., Perveen A., Qaiser M. Vegetation structure, edaphalogy and ethnobotany of Mahaban and Malka (district Buner) KPK, Pakistan. Pakistan J. Bot. 2015;47(SI)"}, {"Citation": "Khan K.U., Shah M., Ahmad H., Khan S.M., Rahman I.U., Iqbal Z., et al. Exploration and local utilization of medicinal vegetation naturally grown in the Deosai plateau of Gilgit, Pakistan. Saudi J. Biol. Sci. 2018;25(2):326–331.", "ArticleIdList": ["PMC5815990", "29472786"]}, {"Citation": "Rehman A., Hussain K., Nawaz K., Arshad N., Iqbal I., Ali S.S., et al. Indigenous knowledge and medicinal significance of seasonal weeds of district Gujrat, Punjab, Pakistan. Ethnobot. Res. Appl. 2020;20:1–19."}, {"Citation": "Irfan M., Nabeela I.K., Kamil M., Ullah S., Khan S., Shah M., et al. Ethnobotanical survey of the flora of tehsil balakot, district mansehra, khyber pakhtunkhwa, Pakistan. J Appl Environ Biol Sci. 2018;8(8):1–13."}, {"Citation": "Van Andel T., de Boer H.J., Barnes J., Vandebroek I. Medicinal plants used for menstrual disorders in Latin America, the Caribbean, sub-Saharan Africa, South and Southeast Asia and their uterine properties: a review. J. Ethnopharmacol. 2014;155(2):992–1000.", "ArticleIdList": ["24975195"]}, {"Citation": "Tsobou R., Mapongmetsem P.M., Van Damme P. Medicinal plants used for treating reproductive health care problems in Cameroon, Central Africa. Econ. Bot. 2016;70:145–159.", "ArticleIdList": ["PMC4927590", "27429475"]}, {"Citation": "Mondal S., Soumya N.P.P., Mini S., Sivan S.K. Bioactive compounds in functional food and their role as therapeutics. Bioact. Compd. Health Dis. 2021;4(3):24–39."}, {"Citation": "Soumya N.P.P., Mini S., Sivan S.K., Mondal S. Bioactive compounds in functional food and their role as. Bioact. Compd. Health Dis. 2021;4(3):24–39."}, {"Citation": "Thiviya P., Gunawardena N., Gamage A., Madhujith T., Merah O. Apiaceae family as a valuable source of biocidal components and their potential uses in agriculture. Horticulturae. 2022;8(7):614."}, {"Citation": "Panda S.K., Luyten W. Antiparasitic activity in Asteraceae with special attention to ethnobotanical use by the tribes of Odisha, India. Parasite. 2018;25", "ArticleIdList": ["PMC5847338", "29528842"]}, {"Citation": "Ebadollahi A., Ziaee M., Palla F. Essential oils extracted from different species of the Lamiaceae plant family as prospective bioagents against several detrimental pests. Molecules. 2020;25(7):1556.", "ArticleIdList": ["PMC7180760", "32231104"]}, {"Citation": "Mahmood R.A., Hasan A., Rahmatullah M., Paul A.K., Jahan R., Jannat K., et al. Solanaceae family phytochemicals as inhibitors of 3C-like protease of SARS-CoV-2: an in silico analysis. Molecules. 2022;27(15):4739.", "ArticleIdList": ["PMC9331421", "35897915"]}, {"Citation": "Shegebayev Z., Turgumbayeva A., Datkhayev U., Zhakipbekov K., Kalykova A., Kartbayeva E., et al. Pharmacological properties of four plant species of the genus Anabasis, Amaranthaceae. Molecules. 2023;28(11):4454.", "ArticleIdList": ["PMC10254452", "37298930"]}, {"Citation": "Lodh S., Swamy M.K. In: Natural Bio-Active Compounds: Volume 2: Chemistry, Pharmacology and Health Care Practices. Swamy M.K., editor. Springer; 2019. Phytochemical aspects of medicinal plants of Northeast India to improve the gynaecological disorders: an update; pp. 353–367."}, {"Citation": "Tong H., Yu M., Fei C., De J.I., Dong J., Su L., et al. Bioactive constituents and the molecular mechanism of Curcumae Rhizoma in the treatment of primary dysmenorrhea based on network pharmacology and molecular docking. Phytomedicine. 2021;86", "ArticleIdList": ["33866197"]}, {"Citation": "Silberstein S.D. Topiramate in migraine prevention: a 2016 perspective. Headache. 2017;57(1):165–178.", "ArticleIdList": ["27902848"]}, {"Citation": "Ghani U., Batool A., Rafeeq H., Naeem M., Bukhari S.S.H., Ahsan H., et al. Advancement and future directions towards herbal treatment for various diseases. Saudi J. Med. Pharm Sci. 2019;5(11):931–941."}, {"Citation": "Ahmad L., Semotiuk A., Zafar M., Ahmad M., Sultana S., Liu Q.-R., et al. Ethnopharmacological documentation of medicinal plants used for hypertension among the local communities of DIR Lower, Pakistan. J. Ethnopharmacol. 2015;175:138–146.", "ArticleIdList": ["26392329"]}, {"Citation": "Janghel V., Patel P., Chandel S.S. Plants used for the treatment of icterus (jaundice) in Central India: a review. Ann. Hepatol. 2019;18(5):658–672.", "ArticleIdList": ["31178344"]}, {"Citation": "Deepa P., Sowndhararajan K., Kim S., Park S.J. A role of Ficus species in the management of diabetes mellitus: a review. J. Ethnopharmacol. 2018;215:210–232.", "ArticleIdList": ["29305899"]}, {"Citation": "Karakaya S., Polat A., Aksakal Ö., Sümbüllü Y.Z., İncekara Ü. Ethnobotanical study of medicinal plants in Aziziye district (Erzurum, Turkey) Turk J Pharm Sci. 2020;17(2):211.", "ArticleIdList": ["PMC7227921", "32454782"]}, {"Citation": "Ajaib M., Khan Z., Khan N., Wahab M. Ethnobotanical studies on useful shrubs of district kotli, azad jammu & kashmir, Pakistan. Pakistan J. Bot. 2010;42(3):1407–1415."}, {"Citation": "Ragupathy S., Steven N.G., Maruthakkutti M., Velusamy B., Ul-Huda M.M. Consensus of the 'Malasars' traditional aboriginal knowledge of medicinal plants in the Velliangiri holy hills, India. J. Ethnobiol. Ethnomed. 2008;4(1):1–14.", "ArticleIdList": ["PMC2323365", "18371206"]}, {"Citation": "Ahmed M.J., Akhtar T. Indigenous knowledge of the use of medicinal plants in bheri, muzaffarabad, azad kashmir, Pakistan. Eur J Integr Med. 2016;8(4):560–569."}], "ReferenceList": []}], "History": [{"Year": "2024", "Month": "3", "Day": "16"}, {"Year": "2024", "Month": "6", "Day": "25"}, {"Year": "2024", "Month": "7", "Day": "17"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "6", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "6", "Minute": "42"}, {"Year": "2024", "Month": "8", "Day": "15", "Hour": "4", "Minute": "55"}, {"Year": "2024", "Month": "7", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["39144941", "PMC11320484", "10.1016/j.heliyon.2024.e34869", "S2405-8440(24)10900-0"]}}], "PubmedBookArticle": []}