{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [{"AbstractText": ["An early objective of the World Health Organization's (WHO) traditional medicine program was to promote a realistic approach to the subject. The realism with which countries around the world, both developed and developing, examine their own traditional practices suggests that progress is being made towards this goal. The current challenge is to pursue action along 3 lines: evaluation, integration, and training. In traditional medicine it is necessary to separate myth from reality so that valid practicies and remedies can be distinguished from those that are patently ineffective and/or unsafe. Thus, WHO will continue to promote the development, teaching, and application of analytical methods that can be used to evaluate the safety and efficacy of various elements of traditional medicine. Action need not await the results of formal evaluation. Efforts can be initiated now to synthesize traditional and modern medicine. Several countries have attempted such a synthesis. For example, medical curricula in China include elements of Chinese medicine such as acupuncture, moxibustion, manipulation and massage, relaxation, and herbal medicine. A critical training need is to incorporate in the curricula of conventional health workers certain traditional practices and remedies that have been evaluated and proven safe and effective. Traditional practitioners also require training. They need to be provided with additional skills. It is essential to make practitioners of traditional medicine allies rather than competitors. The training of traditional birth attendants in aseptic delviery techniques and simple antenatal and postpartum care provides a good example of the possibilities that exist for collaboration between the traditional and modern health care sectors. In the past 2 years WHO has carried out numerous activities in the field of traditional medicine. For example, among the activities coordinated by WHO headquarters was the continuing search for indigenous plants for fertility regulation in men and women. In 1983, WHO collaboration centers for traditional medicine continued to strengthen national efforts in research and development. A prerequisite for the success of primary health care is the availability and use of suitable drugs. It is reasonable for decision makers to identify locally available plants or plant extracts that could usefully be added to the national list of durgs or that could even replace some pharmaceutical preparations that need to be purchased and imported. NAPRALERT (for national products alert) is a computerized database derived primarily from scientific information gathered from the world literature on the chemistry, pharmacology, and ethnopharmacology of natural plant products. It can provide both a general profile on a designated plant and a profile on the biological effects of a chemical constituent thereof. A valuable feature of the NAPRALERT database is its ability to generate information on plants from a given geographical area."]}], "CitationSubset": ["IM"], "OtherID": ["025016", "00135873"], "GeneralNote": ["TJ: WHO CHRONICLE."], "SpaceFlightMission": [], "KeywordList": [["Delivery Of Health Care", "Developing Countries", "Education", "Health", "Health Services", "Iec", "Indigenous Health Services", "International Agencies", "Medicine", "Medicine, Traditional", "Organizations", "Training Activities", "Un", "Who"]], "InvestigatorList": [], "PMID": "6475036", "DateCompleted": {"Year": "1984", "Month": "10", "Day": "03"}, "DateRevised": {"Year": "2004", "Month": "11", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0042-9694", "JournalIssue": {"Volume": "38", "Issue": "2", "PubDate": {"Year": "1984"}}, "Title": "WHO chronicle", "ISOAbbreviation": "WHO Chron"}, "ArticleTitle": "WHO's traditional medicine programme: progress and perspectives.", "Pagination": {"StartPage": "76", "EndPage": "81", "MedlinePgn": "76-81"}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Akerele", "ForeName": "O", "Initials": "O"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "WHO Chron", "NlmUniqueID": "0414010", "ISSNLinking": "0042-9694"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Computers"}, {"QualifierName": [], "DescriptorName": "Delivery of Health Care"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "World Health Organization"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1984", "Month": "1", "Day": "1"}, {"Year": "1984", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1984", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["6475036"]}}]}