{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [{"AbstractText": ["The use of animal models for the study of human disease is, for the most part, a recent development. This discussion of the use of animal models for human diseases directs attention to the sterile period, early advances, some personal experiences, the human as the model, biological oddities among common laboratory animals, malignancies in laboratory animals, problems created by federal regulations, cancer tests with animals, and what the future holds in terms of the use of animal models as an aid to understanding human disease. In terms of early use of animal models, there was a school of rabbis, some of whom were also physicians, in Babylon who studied and wrote extensively on ritual slaughter and the suitability of birds and beasts for food. Considerable detailed information on animal pathology, physiology, anatomy, and medicine in general can be found in the Soncino Babylonian Talmudic Translations. The 1906 edition of the \"Jewish Encyclopedia,\" has been a rich resource. Although it has not been possible to establish what diseases of animals were studied and their relationship to the diseases of humans, there are fascinating clues to pursue, despite the fact that these were sterile years for research in medicine. The quotation from the Talmud is of interest: \"The medical knowledge of the Talmudist was based upon tradition, the dissection of human bodies, observation of disease and experiments upon animals.\" A bright light in the lackluster years of medical research was provided by Galen, considered the originator of research in physiology and anatomy. His dissection of animals and work on apes and other lower animals were models for human anatomy and physiology and the bases for many treatises. Yet, Galen never seemed to suggest that animals could serve as models for human diseases. Most early physicians who can be considered to have been students of disease developed their medical knowledge by observing the sick under their care. 1 early medical investigator proposed that an aggressive invasive cancer of the dog that he had observed be used to study cancer in a generic sense. Other researchers who recognized the value of animals in medical research were Jenner, Claude Bernard, and Pasteur. The human can also serve as an animal model. Some of those situations are presented, and in all a common theme exists. There was no known animal model that could be used, and in some cases the situation has not changed today. In all cases the discoveries must be regarded as serendipitous. The state of the art of the pathology of laboratory animal diseases and neoplasia is unsatisfactory. There is much empirical speculation and little substance. Cancer studies with mice and rats as now conducted are of minimal value. Although a tradition of excellence in the use of animal models to help understand human disease has been established, much remains to be learned."]}], "CitationSubset": ["IM"], "OtherID": ["015725", "00120103"], "GeneralNote": ["TJ: PERSPECTIVES IN BIOLOGY AND MEDICINE."], "SpaceFlightMission": [], "KeywordList": [["Animals, Laboratory--history", "Cancer", "Clinical Research", "Diseases", "Medicine, Traditional", "Neoplasms", "Plants, Medicinal", "Research Methodology"]], "InvestigatorList": [], "PMID": "7167364", "DateCompleted": {"Year": "1983", "Month": "05", "Day": "27"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0031-5982", "JournalIssue": {"Volume": "25", "Issue": "4", "PubDate": {"Year": "1982", "Season": "Summer"}}, "Title": "Perspectives in biology and medicine", "ISOAbbreviation": "Perspect Biol Med"}, "ArticleTitle": "Animal models for human diseases.", "Pagination": {"StartPage": "662", "EndPage": "672", "MedlinePgn": "662-72"}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Rust", "ForeName": "J H", "Initials": "JH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Perspect Biol Med", "NlmUniqueID": "0401132", "ISSNLinking": "0031-5982"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Contraceptives, Oral"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Animals, Laboratory"}, {"QualifierName": [], "DescriptorName": "Cats"}, {"QualifierName": ["toxicity"], "DescriptorName": "Contraceptives, Oral"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Dogs"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Legislation, Drug"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neoplasms, Experimental"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1982", "Month": "1", "Day": "1"}, {"Year": "1982", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1982", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["7167364", "10.1353/pbm.1982.0067"]}}]}