{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "7736857", "DateCompleted": {"Year": "1995", "Month": "06", "Day": "08"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0300-5208", "JournalIssue": {"Volume": "185", "PubDate": {"Year": "1994"}}, "Title": "Ciba Foundation symposium", "ISOAbbreviation": "Ciba Found Symp"}, "ArticleTitle": "Conservation and ethnobotanical exploration.", "Pagination": {"StartPage": "228", "EndPage": "245", "MedlinePgn": "228-39; discussion 239-45"}, "Abstract": {"AbstractText": ["In recent years conservationists have realized that the maintenance of protected areas is closely linked to rural development. As part of their efforts to improve local people's standards of living, they have sought the advice of researchers who work in communities, especially those that border on nature reserves. Ethnobotanists, who are turning their attention to the cultural and ecological crises confronting the regions in which they work, are natural allies in this venture. The joint efforts of conservationists and ethnobotanists are being supported by non-profit organizations, intergovernmental agencies and research institutes. The search for new drugs and other natural products from plants is an important element in this collaboration, but it cannot be divorced from the broader objective of promoting the survival of biological and cultural diversity. Conservationists will support biodiversity prospecting and related efforts only if there is a clear benefit for local communities and protected areas. An example of the concrete actions being taken by conservation agencies is the People and Plants Initiative, a joint effort of the World Wide Fund for Nature, the United Nations Educational, Scientific and Cultural Organization and the Royal Botanic Gardens, Kew. The main objective is to support the work of ethnobotanists in developing countries in studies of sustainable plant use and application of their work to conservation and community development. The initiative provides training workshops and relevant literature; coordinators work in collaboration with local people to create inventories of useful plants and appraise the impact of harvesting specific plant resources in and around protected areas. Phytochemical screening of medicinal plants and preparation of extracts are carried out as part of some projects."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "WWF/UNESCO/Kew People and Plants Initiative, Division of Ecological Sciences, Paris, France."}], "LastName": "Martin", "ForeName": "G J", "Initials": "GJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S.", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Ciba Found Symp", "NlmUniqueID": "0356636", "ISSNLinking": "0300-5208"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "NumberOfReferences": "33"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1994", "Month": "1", "Day": "1"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["7736857", "10.1002/9780470514634.ch16"]}}]}