{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "8853310", "DateCompleted": {"Year": "1997", "Month": "01", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0306-3623", "JournalIssue": {"Volume": "27", "Issue": "4", "PubDate": {"Year": "1996", "Month": "Jun"}}, "Title": "General pharmacology", "ISOAbbreviation": "Gen Pharmacol"}, "ArticleTitle": "Pharmacological and biochemical actions of simple coumarins: natural products with therapeutic potential.", "Pagination": {"StartPage": "713", "EndPage": "722", "MedlinePgn": "713-22"}, "Abstract": {"AbstractText": ["1. More than 300 coumarins have been identified from natural sources, especially green plants. The pharmacological and biochemical properties and therapeutic applications of simple coumarins depend upon the pattern of substitution. More complex related compounds based on the coumarin nucleus include the dicoumarol/warfarin anticoagulants, aflatoxins and the psoralens (photosensitizing agents). 2. Coumarin itself (1,2-benzopyrone) has long-established efficacy in slow-onset long-term reduction of lymphoedema in man, as confirmed in recent double-blind trials against elephantiasis and postmastectomy swelling of the arm. The mechanism of action is uncertain, but may involve macrophage-induced proteolysis of oedema protein. However, coumarin has low absolute bioavailability in man (< 5%), due to extensive first-pass hepatic conversion to 7-hydroxycoumarin followed by glucuronidation. It may, therefore, be a prodrug. 3. Scoparone (6,7-dimethoxycoumarin) has been purified from the hypolipidaemic Chinese herb Artemisia scoparia and shown to reduce the proliferative responses of human peripheral mononuclear cells, to relax smooth muscle, to reduce total cholesterol and triglycerides and to retard the characteristic pathomorphological changes in hypercholesterolaemic diabetic rabbits. Various properties of scoparone were suggested to account for these findings, including ability to scavenge reactive oxygen species, inhibition of tyrosine kinases and potentiation of prostaglandin generation. 4. Osthole (7-methoxy-8-[3-methylpent-2-enyl]coumarin) from Angelica pubescens, used also in Chinese medicine, causes hypotension in vivo, and inhibits platelet aggregation and smooth muscle contraction in vitro. It may interfere with calcium influx and with cyclic nucleotide phosphodiesterases. 5. Cloricromene, a synthetic coumarin derivative, also possesses antithrombotic antiplatelet actions, inhibits PMN neutrophil function and causes vasodilatation. Some of these properties of cloricromene have been ascribed to inhibition of arachidonate release from membrane phospholipids. 6. Simple coumarins possessing ortho-dihydroxy functions, such as fraxetin and 4-methyldaphnetin, are potent inhibitors (low micromolar) of lipid peroxidation and scavengers of superoxide anion radicals and of aqueous alkylperoxyl radicals, but may be pro-oxidant (enhancing generation of hydroxyl radicals) in the presence of free iron ions. These coumarins also inhibit the proinflammatory 5-lipoxygenase enzyme at micromolar concentrations. Another related coumarin, 5,7-dihydroxy-4-methylcoumarin, is of special interest as it inhibits lipid peroxidation, and scavenges alkylperoxyl and superoxide radicals. Unlike most other simple coumarins studied, 5,7-dihydroxy-4-methylcoumarin also scavenges hypochlorous acid, and is a potent inhibitor of cyclo-oxygenase, but is not pro-oxidant. 7. 5,7- and 6,7-dihydroxy-4-methylcoumarin both reduced the duration of ventricular fibrillation in postischaemic reperfused isolated perfused rat hearts (in which oxygen-derived free radicals are implicated), showing that these antioxidant coumarins possess beneficial properties in this pathophysiological model. 8. In view of the established low toxicity, relative cheapness, presence in the diet and occurrence in various herbal remedies of coumarins, it appears prudent to evaluate their properties and applications further."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacology Group, King's College London, UK."}], "LastName": "Hoult", "ForeName": "J R", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Payá", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Gen Pharmacol", "NlmUniqueID": "7602417", "ISSNLinking": "0306-3623"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents, Non-Steroidal"}, {"RegistryNumber": "0", "NameOfSubstance": "Anticoagulants"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Cardiovascular Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Vasodilator Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents, Non-Steroidal"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anticoagulants"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Cardiovascular Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Coumarins"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rabbits"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Vasodilator Agents"}], "NumberOfReferences": "70"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1996", "Month": "6", "Day": "1"}, {"Year": "1996", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1996", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["8853310", "10.1016/0306-3623(95)02112-4", "0306362395021124"]}}]}