{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "9464375", "DateCompleted": {"Year": "1998", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0099-2240", "JournalIssue": {"Volume": "64", "Issue": "2", "PubDate": {"Year": "1998", "Month": "Feb"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Three phylogenetic groups of nodA and nifH genes in Sinorhizobium and Mesorhizobium isolates from leguminous trees growing in Africa and Latin America.", "Pagination": {"StartPage": "419", "EndPage": "426", "MedlinePgn": "419-26"}, "Abstract": {"AbstractText": ["The diversity and phylogeny of nodA and nifH genes were studied by using 52 rhizobial isolates from Acacia senegal, Prosopis chilensis, and related leguminous trees growing in Africa and Latin America. All of the strains had similar host ranges and belonged to the genera Sinorhizobium and Mesorhizobium, as previously determined by 16S rRNA gene sequence analysis. The restriction patterns and a sequence analysis of the nodA and nifH genes divided the strains into the following three distinct groups: sinorhizobia from Africa, sinorhizobia from Latin America, and mesorhizobia from both regions. In a phylogenetic tree also containing previously published sequences, the nodA genes of our rhizobia formed a branch of their own, but within the branch no correlation between symbiotic genes and host trees was apparent. Within the large group of African sinorhizobia, similar symbiotic gene types were found in different chromosomal backgrounds, suggesting that transfer of symbiotic genes has occurred across species boundaries. Most strains had plasmids, and the presence of plasmid-borne nifH was demonstrated by hybridization for some examples. The nodA and nifH genes of Sinorhizobium teranga ORS1009T grouped with the nodA and nifH genes of the other African sinorhizobia, but Sinorhizobium saheli ORS609T had a totally different nodA sequence, although it was closely related based on the 16S rRNA gene and nifH data. This might be because this S. saheli strain was originally isolated from Sesbania sp., which belongs to a different cross-nodulation group than Acacia and Prosopis spp. The factors that appear to have influenced the evolution of rhizobial symbiotic genes vary in importance at different taxonomic levels."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of York, United Kingdom. Kaisa.Haukka@Helsinki.Fi"}], "LastName": "Haukka", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Lindström", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Young", "ForeName": "J P", "Initials": "JP"}], "DataBankList": [{"DataBankName": "GENBANK", "AccessionNumberList": ["Z95211", "Z95212", "Z95213", "Z95214", "Z95215", "Z95216", "Z95217", "Z95218", "Z95219", "Z95220", "Z95221", "Z95222", "Z95223", "Z95224", "Z95225", "Z95226", "Z95227", "Z95228", "Z95229", "Z95230", "Z95231", "Z95232", "Z95233", "Z95234", "Z95235", "Z95236", "Z95237", "Z95238", "Z95239", "Z95240"]}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "Oxidoreductases"}, {"RegistryNumber": "EC 1.18.6.1", "NameOfSubstance": "Nitrogenase"}, {"RegistryNumber": "EC 1.18.6.1", "NameOfSubstance": "nitrogenase reductase"}, {"RegistryNumber": "EC 2.3.-", "NameOfSubstance": "Acyltransferases"}, {"RegistryNumber": "EC 2.3.1.-", "NameOfSubstance": "NodA protein, Rhizobiales"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Acyltransferases"}, {"QualifierName": [], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fabaceae"}, {"QualifierName": [], "DescriptorName": "Gene Dosage"}, {"QualifierName": [], "DescriptorName": "Genes, Bacterial"}, {"QualifierName": ["genetics"], "DescriptorName": "Nitrogenase"}, {"QualifierName": [], "DescriptorName": "Oxidoreductases"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Polymerase Chain Reaction"}, {"QualifierName": [], "DescriptorName": "Polymorphism, Restriction Fragment Length"}, {"QualifierName": ["classification", "genetics"], "DescriptorName": "Rhizobium"}, {"QualifierName": [], "DescriptorName": "Symbiosis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Badenoch-Jones J, Holton T A, Morrison C M, Scott K F, Shine J. Structural and functional analysis of nitrogenase genes from the broad-host-range Rhizobium strain ANU240. Gene. 1989;77:141–153.", "ArticleIdList": ["2744485"]}, {"Citation": "Boivin, C. 1997. Personal communication."}, {"Citation": "Debellé F, Plazanet C, Roche P, Pujol C, Savagnac A, Rosenberg C, Promé J C, Dénarié J. The NodA proteins of Rhizobium meliloti and Rhizobium tropici specify the N-acylation of Nod factors by different fatty acids. Mol Microbiol. 1996;22:303–314.", "ArticleIdList": ["8930915"]}, {"Citation": "Debellé F, Yang G P, Ferro M, Truchet G, Promé J C, Dénarié J. Rhizobium nodulation factors in perspective. NATO Adv Study Inst Ser G Ecol Sci. 1997;G39:15–23."}, {"Citation": "de Lajudie P, Willems A, Pot B, Dewettinck D, Maestrojuan G, Neyra M, Collins M D, Dreyfus B, Kersters K, Gillis M. Polyphasic taxonomy of rhizobia: emendation of the genus Sinorhizobium and description of Sinorhizobium meliloti comb. nov., Sinorhizobium saheli sp. nov., and Sinorhizobium teranga sp. nov. Int J Syst Bacteriol. 1994;44:715–733."}, {"Citation": "Devereux J, Haeberli P, Smithies O. A comprehensive set of sequence analysis programs for the VAX. Nucleic Acids Res. 1984;12:387–395.", "ArticleIdList": ["PMC321012", "6546423"]}, {"Citation": "Dobert R C, Breil B T, Triplett E W. DNA sequence of the common nodulation genes of Bradyrhizobium elkanii and their phylogenetic relationships to those of other nodulating bacteria. Mol Plant Microbe Interact. 1994;7:564–572.", "ArticleIdList": ["7949325"]}, {"Citation": "Eardly B D, Young J P W, Selander R K. Phylogenetic position of Rhizobium sp. strain Or 191, a symbiont of both Medicago sativa and Phaseolus vulgaris, based on partial sequences of the 16S rRNA and nifH genes. Appl Environ Microbiol. 1992;58:1809–1815.", "ArticleIdList": ["PMC195688", "1377901"]}, {"Citation": "Eckhardt T. A rapid method for the identification of plasmid deoxyribonucleic acid in bacteria. Plasmid. 1978;1:584–588.", "ArticleIdList": ["107540"]}, {"Citation": "Freiberg C, Fellay R, Bairoch A, Broughton W J, Rosenthal A, Perret X. Molecular basis of symbiosis between Rhizobium and legumes. Nature. 1997;387:394–401.", "ArticleIdList": ["9163424"]}, {"Citation": "Hashem F M, Kuykendall D. Plasmid DNA content of several agronomically important Rhizobium species that nodulate alfalfa, berseem clover, or Leucaena. In: Graham P H, Sadowsky M J, Vance C P, editors. Symbiotic nitrogen fixation. Proceedings of the 14th North American Conference on Symbiotic Nitrogen Fixation. Dordrecht, The Netherlands: Kluwer Academic Publishers; 1993. pp. 181–188."}, {"Citation": "Haukka K, Lindström K. Pulsed-field gel electrophoresis for genotypic comparison of Rhizobium bacteria that nodulate leguminous trees. FEMS Microbiol Lett. 1994;119:215–220."}, {"Citation": "Haukka K, Lindström K, Young J P W. Diversity of partial 16S rRNA sequences among and within strains of African rhizobia isolated from Acacia and Prosopis. Syst Appl Microbiol. 1996;19:352–359."}, {"Citation": "Hennecke H, Kaluza K, Thöny B, Fuhrmann M, Ludwig W, Stackebrandt E. Concurrent evolution of nitrogenase genes and 16S rRNA in Rhizobium species and other nitrogen fixing bacteria. Arch Microbiol. 1985;142:342–348."}, {"Citation": "Jarvis B D W, van Berkum P, Chen W X, Nour S M, Fernandez M P, Cleyet-Marel J C, Gillis M. Transfer of Rhizobium loti, Rhizobium huakuii, Rhizobium ciceri, Rhizobium mediterraneum, and Rhizobium tianshanense to Mesorhizobium gen. nov. Int J Syst Bacteriol. 1997;47:895–898."}, {"Citation": "Johnston A W B, Hombrecher G, Brewin N J, Cooper M C. Two transmissible plasmids in Rhizobium leguminosarum strain 300. J Gen Microbiol. 1982;128:85–93."}, {"Citation": "Kaijalainen S, Lindström K. Restriction fragment length polymorphism analysis of Rhizobium galegae strains. J Bacteriol. 1989;171:5561–5566.", "ArticleIdList": ["PMC210397", "2571610"]}, {"Citation": "Laguerre G, Geniaux E, Mazurier S I, Casartelli R R, Amarger N. Conformity and diversity among field isolates of Rhizobium leguminosarum bv. viciae, bv. trifolii, and bv. phaseoli revealed by DNA hybridization using chromosome and plasmid probes. Can J Microbiol. 1993;39:412–419."}, {"Citation": "Laguerre G, Mavingui P, Allard M-R, Charnay M-P, Louvrier P, Mazurier S-I, Rigottier-Gois L, Amarger N. Typing of rhizobia by PCR DNA fingerprinting and PCR-restriction fragment length polymorphism analysis of chromosomal and symbiotic gene regions: application to Rhizobium leguminosarum and its different biovars. Appl Environ Microbiol. 1996;62:2029–2036.", "ArticleIdList": ["PMC167981", "8787401"]}, {"Citation": "Lindström K, Paulin L, Roos C, Suominen L. Nodulation genes of Rhizobium galegae. In: Tikhonovich I A, Provorov N A, Romanov V I, Newton W E, editors. Nitrogen fixation: fundamentals and applications. Proceedings of the 10th International Congress on Nitrogen Fixation. Dordrecht, The Netherlands: Kluwer Academic Publishers; 1995. pp. 365–370."}, {"Citation": "Lorquin J, Lortet G, Ferro M, Méar N, Promé J C, Boivin C. Sinorhizobium teranga bv. acaciae ORS1073 and Rhizobium sp. strain ORS1001, two distantly related Acacia-nodulating strains, produce similar Nod factors that are O-carbamoylated, N-methylated, and mainly sulfated. J Bacteriol. 1997;179:3079–3083.", "ArticleIdList": ["PMC179081", "9139935"]}, {"Citation": "Lortet G, Méar N, Lorquin J, Dreyfus B, de Lajudie P, Rosenberg C, Boivin C. Nod factor TLC profiling as a tool to characterize symbiotic specificity of rhizobial strains: application to Sinorhizobium saheli, Sinorhizobium teranga and Rhizobium sp. strains isolated from Acacia and Sesbania. Mol Plant Microbe Interact. 1996;9:736–747."}, {"Citation": "Louvrier P, Laguerre G, Amarger N. Distribution of symbiotic genotypes in Rhizobium leguminosarum biovar viciae populations isolated directly from soils. Appl Environ Microbiol. 1996;62:4202–4205.", "ArticleIdList": ["PMC1388985", "16535447"]}, {"Citation": "Maidak B L, Olsen G J, Larsen N, Overbeek R, McCaughey M J, Woese C R. The RDP (Ribosomal Database Project) Nucleic Acids Res. 1997;25:109–110.", "ArticleIdList": ["PMC146422", "9016515"]}, {"Citation": "Martínez-Romero E, Caballero-Mellado J. Rhizobium phylogenies and bacterial genetic diversity. Crit Rev Plant Sci. 1996;15:113–140."}, {"Citation": "McInroy, S. G., K. Haukka, and J. P. W. Young. Unpublished data."}, {"Citation": "Moreira, F. M., K. Haukka, and J. P. W. Young. 1997. Unpublished data."}, {"Citation": "Nick, G., and K. Lindström. 1997. Unpublished data."}, {"Citation": "Norel F, Elmerich C. Nucleotide sequence analysis of the two nifH copies of Rhizobium ORS571. J Gen Microbiol. 1987;133:1563–1576."}, {"Citation": "Normand P, Bousquet J. Phylogeny of nitrogenase sequences in Frankia and other nitrogen-fixing microorganisms. J Mol Evol. 1989;29:436–447.", "ArticleIdList": ["2515293"]}, {"Citation": "Odee, D. W., K. Haukka, and J. P. W. Young. Unpublished data."}, {"Citation": "Paffetti D, Scotti C, Gnocchi S, Fancelli S, Bazzicalupo M. Genetic diversity of an Italian Rhizobium meliloti population from different Medicago sativa varieties. Appl Environ Microbiol. 1996;62:2279–2285.", "ArticleIdList": ["PMC168009", "8779566"]}, {"Citation": "Page R D M. TREEVIEW: an application to display phylogenetic trees on personal computers. Comput Applic Biosci. 1996;12:357–358.", "ArticleIdList": ["8902363"]}, {"Citation": "Quinto C, de la Vega H, Flores M, Leemans J, Cevallos M A, Pardo M A, Azpiroz R, Girard M L, Calva E, Palacios R. Nitrogenase reductase: a functional multigene family in Rhizobium phaseoli. Proc Natl Acad Sci USA. 1985;82:1170–1174.", "ArticleIdList": ["PMC397216", "16593543"]}, {"Citation": "Ritsema T, Wijfjes A H M, Lugtenberg B J J, Spaink H P. Rhizobium nodulation protein NodA is a host-specific determinant of the transfer of fatty acids in Nod factor biosynthesis. Mol Gen Genet. 1996;251:44–51.", "ArticleIdList": ["8628246"]}, {"Citation": "Roche P, Maillet F, Plazanet C, Debellé F, Ferro M, Truchet G, Promé J C, Dénarié J. The common nodABC genes of Rhizobium meliloti are host-range determinants. Proc Natl Acad Sci USA. 1996;93:15305–15310.", "ArticleIdList": ["PMC26400", "8986807"]}, {"Citation": "Rome S, Fernandez M P, Brunel B, Normand P, Cleyet-Marel J-C. Sinorhizobium medicae sp. nov., isolated from annual Medicago spp. Int J Syst Bacteriol. 1996;46:972–980.", "ArticleIdList": ["8863426"]}, {"Citation": "Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol. 1987;4:374–377.", "ArticleIdList": ["3447015"]}, {"Citation": "Sambrook J, Fritsch E F, Maniatis T. Molecular cloning: a laboratory manual. 2nd ed. Cold Spring Harbor, N.Y: Cold Spring Harbor Laboratory; 1989."}, {"Citation": "Schofield P R, Gibson A H, Dudman W F, Watson J M. Evidence for genetic exchange and recombination of Rhizobium symbiotic plasmids in a soil population. Appl Environ Microbiol. 1987;53:2942–2947.", "ArticleIdList": ["PMC204226", "16347509"]}, {"Citation": "Strain S R, Whittam T S, Bottomley P J. Analysis of genetic structure in soil populations of Rhizobium leguminosarum recovered from the USA and the UK. Mol Ecol. 1995;4:105–114."}, {"Citation": "Sullivan J T, Patrick H N, Lowther W L, Scott D B, Ronson C W. Nodulating strains of Rhizobium loti arise through chromosomal symbiotic gene transfer in the environment. Proc Natl Acad Sci USA. 1995;92:8985–8989.", "ArticleIdList": ["PMC41092", "7568057"]}, {"Citation": "Thomas P M, Golly K F, Virginia R A, Zyskind J W. Cloning of nod gene regions from mesquite rhizobia and bradyrhizobia and nucleotide sequence of the nodD gene from mesquite rhizobia. Appl Environ Microbiol. 1995;61:3422–3429.", "ArticleIdList": ["PMC167620", "7574650"]}, {"Citation": "Thompson J D, Higgins D G, Gibson T J. CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, positions-specific gap penalties and weight matrix choice. Nucleic Acids Res. 1994;22:4673–4680.", "ArticleIdList": ["PMC308517", "7984417"]}, {"Citation": "Ueda T, Suga Y, Yahiro N, Matsuguchi T. Phylogeny of Sym plasmids of rhizobia by PCR-based sequencing of a nodC segment. J Bacteriol. 1995;177:468–472.", "ArticleIdList": ["PMC176613", "7814339"]}, {"Citation": "Ueda T, Suga Y, Yahiro N, Matsuguchi T. Remarkable N2-fixing bacterial diversity detected in rice roots by molecular evolutionary analysis of nifH gene sequences. J Bacteriol. 1995;177:1414–1417.", "ArticleIdList": ["PMC176754", "7868622"]}, {"Citation": "Urtz B E, Elkan G H. Genetic diversity among Bradyrhizobium isolates that effectively nodulate peanut (Arachis hypogaea) Can J Microbiol. 1996;42:1121–1130.", "ArticleIdList": ["8941988"]}, {"Citation": "Young J P W. Phylogenetic classification of nitrogen-fixing organisms. In: Stacey G, Burris R H, Evans H J, editors. Biological nitrogen fixation. New York, N.Y: Chapman and Hall; 1992. pp. 43–86."}, {"Citation": "Young J P W, Haukka K E. Diversity and phylogeny of rhizobia. New Phytol. 1996;133:87–94."}, {"Citation": "Young J P W, Wexler M. Sym plasmid and chromosomal genotypes are correlated in field populations of Rhizobium leguminosarum. J Gen Microbiol. 1988;134:2731–2739."}, {"Citation": "Zhang X, Harper R, Karsisto M, Lindström K. Diversity of Rhizobium bacteria isolated from the root nodules of leguminous trees. Int J Syst Bacteriol. 1991;41:104–113."}], "ReferenceList": []}], "History": [{"Year": "1998", "Month": "2", "Day": "17"}, {"Year": "1998", "Month": "2", "Day": "17", "Hour": "0", "Minute": "1"}, {"Year": "1998", "Month": "2", "Day": "17", "Hour": "0", "Minute": "0"}, {"Year": "1998", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9464375", "PMC106060", "10.1128/AEM.64.2.419-426.1998"]}}]}