{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "9603874", "DateCompleted": {"Year": "1998", "Month": "06", "Day": "25"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0021-9193", "JournalIssue": {"Volume": "180", "Issue": "11", "PubDate": {"Year": "1998", "Month": "Jun"}}, "Title": "Journal of bacteriology", "ISOAbbreviation": "J Bacteriol"}, "ArticleTitle": "Genes essential for nod factor production and nodulation are located on a symbiotic amplicon (AMPRtrCFN299pc60) in Rhizobium tropici.", "Pagination": {"StartPage": "2866", "EndPage": "2874", "MedlinePgn": "2866-74"}, "Abstract": {"AbstractText": ["Amplifiable DNA regions (amplicons) have been identified in the genome of Rhizobium etli. Here we report the isolation and molecular characterization of a symbiotic amplicon of Rhizobium tropici. To search for symbiotic amplicons, a cartridge containing a kanamycin resistance marker that responds to gene dosage and conditional origins of replication and transfer was inserted in the nodulation region of the symbiotic plasmid (pSym) of R. tropici CFN299. Derivatives harboring amplifications were selected by increasing the concentration of kanamycin in the cell culture. The amplified DNA region was mobilized into Escherichia coli and then into Agrobacterium tumefaciens. The 60-kb symbiotic amplicon, which we termed AMPRtrCFN299pc60, contains several nodulation and nitrogen fixation genes and is flanked by a novel insertion sequence ISRtr1. Amplification of AMPRtrCFN299pc60 through homologous recombination between ISRtr1 repeats increased the amount of Nod factors. Strikingly, the conjugal transfer of the amplicon into a plasmidless A. tumefaciens strain confers on the transconjugant the ability to produce R. tropici Nod factors and to nodulate Phaseolus vulgaris, indicating that R. tropici genes essential for the nodulation process are confined to an ampliable DNA region of the pSym."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigación sobre Fijación de Nitrógeno, Universidad Nacional Autónoma de México, Cuernavaca, Morelos, México. mavingui@cifn.unam.mx"}], "LastName": "Mavingui", "ForeName": "P", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Laeremans", "ForeName": "T", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Flores", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Romero", "ForeName": "D", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Martínez-Romero", "ForeName": "E", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Palacios", "ForeName": "R", "Initials": "R"}], "DataBankList": [{"DataBankName": "GENBANK", "AccessionNumberList": ["AF041379"]}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Bacteriol", "NlmUniqueID": "2985120R", "ISSNLinking": "0021-9193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Agrobacterium tumefaciens"}, {"QualifierName": [], "DescriptorName": "Chromosome Mapping"}, {"QualifierName": [], "DescriptorName": "Cloning, Molecular"}, {"QualifierName": [], "DescriptorName": "Conjugation, Genetic"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fabaceae"}, {"QualifierName": ["genetics"], "DescriptorName": "Gene Amplification"}, {"QualifierName": ["genetics"], "DescriptorName": "Genes, Bacterial"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Rhizobium"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": ["genetics"], "DescriptorName": "Symbiosis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Altschul S F, Gish W, Miller W, Myers E W, Lipman D J. Basic local alignment search tool. J Mol Biol. 1990;215:403–410.", "ArticleIdList": ["2231712"]}, {"Citation": "Anderson R P, Roth J R. Tandem genetic duplications in phage and bacteria. Annu Rev Microbiol. 1977;31:473–505.", "ArticleIdList": ["334045"]}, {"Citation": "Banfalvi Z, Sakanyan V, Koncz C, Kiss A, Dusha I, Kondorosi A. Location of nodulation and nitrogen fixation genes on a high molecular weight plasmid of Rhizobium meliloti. Mol Gen Genet. 1981;184:318–325.", "ArticleIdList": ["6949000"]}, {"Citation": "Brewin N J, Beringer J E, Buchanan-Wollaston A V, Johnston A W B, Hirsch P R. Transfer of symbiotic genes with bacteriocigenic plasmids in Rhizobium leguminosarum. J Gen Microbiol. 1980;116:261–270."}, {"Citation": "Dénarié J, Cullimore J. Lipo-oligosaccharide nodulation factors: a minireview new class of signaling molecules mediating recognition and morphogenesis. Cell. 1993;74:951–954.", "ArticleIdList": ["8402884"]}, {"Citation": "Eckhardt T. A rapid method for the identification of plasmid desoxyribonucleic acid in bacteria. Plasmid. 1978;1:584–588.", "ArticleIdList": ["107540"]}, {"Citation": "Fahraeus G. The infection of clover root hairs by nodule bacteria studied by a single glass technique. J Gen Microbiol. 1957;16:374–381.", "ArticleIdList": ["13416514"]}, {"Citation": "Figurski D H, Helinski D R. Replication of an origin-containing derivative of plasmid RK2 dependent on a plasmid function provided in trans. Proc Natl Acad Sci USA. 1979;76:1648–1652.", "ArticleIdList": ["PMC383447", "377280"]}, {"Citation": "Flores M, González V, Brom S, Martínez E, Piñero D, Romero D, Dávila G, Palacios R. Reiterated DNA sequences in Rhizobium and Agrobacterium. J Bacteriol. 1987;169:5782–5788.", "ArticleIdList": ["PMC214138", "3450286"]}, {"Citation": "Flores M, Brom S, Stepkowski T, Girard M L, Dávila G, Romero D, Palacios R. Gene amplification in Rhizobium: identification and in vivo cloning of discrete amplifiable DNA regions (amplicons) from Rhizobium leguminosarum biovar phaseoli. Proc Natl Acad Sci USA. 1993;90:4932–4936.", "ArticleIdList": ["PMC46627", "8506337"]}, {"Citation": "Freiberg C, Fellay R, Bairoch A, Broughton W J, Rosenthal A, Perret X. Molecular basis of symbiosis between Rhizobium and legumes. Nature. 1997;387:394–401.", "ArticleIdList": ["9163424"]}, {"Citation": "Guerrero C, Bernasconi C, Burki D, Bodmer T, Telenti A. A novel insertion element from Mycobacterium avium, IS1245, is a specific target for analysis of strain relatedness. J Clin Microbiol. 1995;33:304–307.", "ArticleIdList": ["PMC227937", "7714183"]}, {"Citation": "Hill C W, Grafstrom R H, Hanish W B, Hillman B S. Tandem duplications resulting from recombination between ribosomal RNA genes in Escherichia coli. J Mol Biol. 1977;116:407–428.", "ArticleIdList": ["338920"]}, {"Citation": "Hynes M F, McGregor N F. Two plasmids other than the nodulation plasmid are necessary for formation of nitrogen-fixing nodules in Rhizobium leguminosarum. Mol Microbiol. 1990;4:567–574.", "ArticleIdList": ["2161988"]}, {"Citation": "Komeda H, Kobayashi M, Shimizu S. Characterization of the gene cluster of high-molecular-mass nitrile hydratase (H-NHase) induced by its reaction product in Rhodococcus rhodochrous J1. Proc Natl Acad Sci USA. 1996;93:4267–4272.", "ArticleIdList": ["PMC39524", "8633053"]}, {"Citation": "Koncz, C. Unpublished data."}, {"Citation": "Laeremans T, Caluwaerts I, Verreth C, Rogel M A, Vanderleyden J, Martínez-Romero E. Isolation and characterization of the Rhizobium tropici Nod factor sulfation genes. Mol Plant-Microbe Interact. 1996;9:492–500.", "ArticleIdList": ["8755625"]}, {"Citation": "Laeremans, T., E. Martínez-Romero, and J. Vanderleyden. Isolation and sequencing of a second Rhizobium tropici CFN299 genetic locus that contains genes homologous to amino acid sulfate activation genes. DNA Sequence, in press.", "ArticleIdList": ["9773278"]}, {"Citation": "Marsh J L, Erfle M, Wykes E J. The pIC plasmid and phage vectors with versatile cloning sites for recombinant selection by insertional inactivation. Gene. 1984;32:481–485.", "ArticleIdList": ["6099327"]}, {"Citation": "Martínez-Romero E, Segovia L, Mercante F M, Franco A A, Graham P, Pardo M A. Rhizobium tropici, a novel species nodulating Phaseolus vulgaris L. beans and Leucaena sp. trees. Int J Syst Bacteriol. 1991;41:417–426.", "ArticleIdList": ["1715738"]}, {"Citation": "Mavingui P, Flores M, Romero D, Martínez-Romero E, Palacios R. Generation of Rhizobium strains with improved symbiotic properties by random DNA amplification (RDA) Nat Biotechnol. 1997;15:564–569.", "ArticleIdList": ["9181580"]}, {"Citation": "Norrander J, Kempe T, Messing J. Construction of improved M13 vectors using oligodeoxynucleo-directed mutagenesis. Gene. 1983;26:101–106.", "ArticleIdList": ["6323249"]}, {"Citation": "Poupot R, Martínez-Romero E, Promé J-C. Nodulation factors from Rhizobium tropici are sulfated or nonsulfated chitopentasaccharides containing an N-methyl-N-acetylglucosaminyl terminus. Biochemistry. 1993;32:10430–10435.", "ArticleIdList": ["8399187"]}, {"Citation": "Quandt J, Hynes M F. Versatile suicide vectors which allow direct selection for gene replacement in Gram-negative bacteria. Gene. 1993;127:15–21.", "ArticleIdList": ["8486283"]}, {"Citation": "Relic′ B, Staehelin C, Fellay R, Jabbouri S, Boller T, Broughton W J. Do Nod-factor levels play role in host-specificity? In: Kiss G B, Endre G, editors. Proceedings of the First European Congress on Nitrogen Fixation. Szeged, Hungary: Officina Press Szed; 1994. pp. 69–75."}, {"Citation": "Romero D, Brom S, Martínez-Salazar J, Girard M L, Palacios R, Dávila G. Amplification and deletion of a nod-nif region in the symbiotic plasmid of Rhizobium phaseoli. J Bacteriol. 1991;173:2435–2441.", "ArticleIdList": ["PMC207805", "2013567"]}, {"Citation": "Romero D, Martínez-Salazar J, Girard M L, Brom S, Dávila G, Palacios R. Discrete amplifiable regions (amplicons) in the symbiotic plasmid of Rhizobium etli CFN42. J Bacteriol. 1995;177:973–980.", "ArticleIdList": ["PMC176691", "7860608"]}, {"Citation": "Romero D, Dávila G, Palacios R. The dynamic genome of Rhizobium. In: De Bruijn F J, Lupski J R, Weinstock G M, editors. Bacterial genomes: physical structure and analysis. New York, N.Y: Chapman and Hall; 1997. pp. 153–161."}, {"Citation": "Rosenberg C, Boistard P, Dénarié J, Casse-Delbart F. Genes controlling early and late functions in symbiosis are located on a megaplasmid in Rhizobium meliloti. Mol Gen Genet. 1981;184:326–333.", "ArticleIdList": ["6949001"]}, {"Citation": "Rosenberg C, Huguet T. The pAtC58 plasmid of Agrobacterium tumefaciens is not essential for tumor induction. Mol Gen Genet. 1984;196:533–536."}, {"Citation": "Schultze M, Kondorosi E, Ratet P, Buiré M, Kondorosi A. Cell and molecular biology of Rhizobium-plant interactions. Int Rev Cytol. 1994;156:1–74."}, {"Citation": "Schwedock J S, Long S R. ATP sulphurylase activity of the nodP and nodQ gene products of Rhizobium meliloti. Nature. 1990;348:644–647.", "ArticleIdList": ["2250719"]}, {"Citation": "Schwedock J S, Liu C, Leyh T S, Long S R. Rhizobium meliloti NodP and NodQ form a multifunctional sulfate-activating complex requiring GTP for activity. J Bacteriol. 1994;176:7055–7064.", "ArticleIdList": ["PMC197080", "7961471"]}, {"Citation": "Schwedock J S, Long S R. Rhizobium meliloti genes involved in sulfate activation: the two copies of nodPQ and a new locus, saa. Genetics. 1992;132:899–909.", "ArticleIdList": ["PMC1205247", "1459442"]}, {"Citation": "Simon R, Priefer U, Pühler A. A broad host range mobilization system for in vivo genetic engineering: transposon mutagenesis in Gram-negative bacteria. Bio/Technology. 1983;1:784–791."}, {"Citation": "Spies T, Laufs R. Circularized copies of amplifiable resistance genes from Haemophilus influenzae plasmids. J Bacteriol. 1983;156:1263–1267.", "ArticleIdList": ["PMC217976", "6315683"]}, {"Citation": "Valencia, E., and D. Romero. Unpublished data."}, {"Citation": "Vandenbosch K A, Noel K D, Kaneko Y, Newcomb E H. Nodule initiation elicited by noninfective mutants of Rhizobium phaseoli. J Bacteriol. 1985;162:950–959.", "ArticleIdList": ["PMC215868", "3997785"]}], "ReferenceList": []}], "History": [{"Year": "1998", "Month": "6", "Day": "6"}, {"Year": "1998", "Month": "6", "Day": "6", "Hour": "0", "Minute": "1"}, {"Year": "1998", "Month": "6", "Day": "6", "Hour": "0", "Minute": "0"}, {"Year": "1998", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9603874", "PMC107251", "10.1128/JB.180.11.2866-2874.1998"]}}]}