{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "9801351", "DateCompleted": {"Year": "1998", "Month": "12", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1071-412X", "JournalIssue": {"Volume": "5", "Issue": "6", "PubDate": {"Year": "1998", "Month": "Nov"}}, "Title": "Clinical and diagnostic laboratory immunology", "ISOAbbreviation": "Clin Diagn Lab Immunol"}, "ArticleTitle": "Effects of ginseng treatment on neutrophil chemiluminescence and immunoglobulin G subclasses in a rat model of chronic Pseudomonas aeruginosa pneumonia.", "Pagination": {"StartPage": "882", "EndPage": "887", "MedlinePgn": "882-7"}, "Abstract": {"AbstractText": ["Chronic Pseudomonas aeruginosa lung infection in cystic fibrosis (CF) patients is almost impossible to eradicate with antibiotic treatment. In the present study, the effects of treatment with the Chinese herbal medicine ginseng on blood polymorphonuclear leukocyte (PMN) chemiluminescence and serum specific antibody responses were studied in a rat model of chronic P. aeruginosa pneumonia mimicking CF. An aqueous extract of ginseng was administered by subcutaneous injection at a dosage of 25 mg/kg of body weight/day for 2 weeks. Saline was used as a control. Two weeks after the start of ginseng treatment, significantly increased PMN chemiluminescence (P </= 0. 001) and a decreased level in serum of immunoglobulin G (IgG) against P. aeruginosa (P < 0.05) were found. Furthermore, a higher IgG2a level (P < 0.04) but lower IgG1 level (P < 0.04) were found in the ginseng-treated infected group than in the control group. In the ginseng-treated group the macroscopic lung pathology was milder (P = 0.0003) and the percent PMNs in the cells collected by bronchoalveolar lavage was lower (P = 0.0006) than in the control group. However, the alveolar macrophage (AM) chemiluminescence values were not significantly different in the two groups infected with P. aeruginosa. The differences between the ginseng-treated noninfected rats and the control group (without P. aeruginosa lung infection) for the PMN chemiluminescence and AM chemiluminescence were not significant. These results suggest that ginseng treatment leads to an activation of PMNs and modulation of the IgG response to P. aeruginosa, enhancing the bacterial clearance and thereby reducing the formation of immune complexes, resulting in a milder lung pathology. The changes in IgG1 and IgG2a subclasses indicate a possible shift from a Th-2-like to a Th-1-like response. These findings indicate that the therapeutic effects of ginseng may be related to activation of a Th-1 type of cellular immunity and down-regulation of humoral immunity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Microbiology, Rigshospitalet, Copenhagen, Denmark."}], "LastName": "Song", "ForeName": "Z", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kharazmi", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wu", "ForeName": "H", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Faber", "ForeName": "V", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Moser", "ForeName": "C", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Krogh", "ForeName": "H K", "Initials": "HK"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Rygaard", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hoiby", "ForeName": "N", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Clin Diagn Lab Immunol", "NlmUniqueID": "9421292", "ISSNLinking": "1071-412X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antibodies, Bacterial"}, {"RegistryNumber": "0", "NameOfSubstance": "Immunoglobulin G"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["blood"], "DescriptorName": "Antibodies, Bacterial"}, {"QualifierName": ["cytology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": ["complications"], "DescriptorName": "Cystic Fibrosis"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["blood"], "DescriptorName": "Immunoglobulin G"}, {"QualifierName": [], "DescriptorName": "Luminescent Measurements"}, {"QualifierName": ["pathology"], "DescriptorName": "Lung"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "Macrophages, Alveolar"}, {"QualifierName": [], "DescriptorName": "Neutrophil Activation"}, {"QualifierName": ["immunology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Panax"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy", "immunology", "pathology"], "DescriptorName": "Pneumonia, Bacterial"}, {"QualifierName": ["drug therapy", "immunology", "pathology"], "DescriptorName": "Pseudomonas Infections"}, {"QualifierName": ["immunology"], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Inbred Lew"}, {"QualifierName": [], "DescriptorName": "Respiratory Burst"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Govan J R W, Deretic V. Microbial pathogenesis in cystic fibrosis: mucoid Pseudomonas aeruginosa and Burkholderia cepacia. Microbiol Rev. 1996;60:539–574.", "ArticleIdList": ["PMC239456", "8840786"]}, {"Citation": "Grimwood K, To M, Rabin H R, Woods D E. Inhibition of Pseudomonas aeruginosa exoenzyme expression by subinhibitory antibiotic concentrations. Antimicrob Agents Chemother. 1989;33:41–47.", "ArticleIdList": ["0"]}, {"Citation": "Høiby N. Microbiology of cystic fibrosis. In: Hodson M E, Geddes D M, editors. Cystic fibrosis. London, England: Chapman & Hall; 1995. pp. 75–98."}, {"Citation": "Høiby N, Fomsgaard A, Jensen E T, Johansen H K, Kronborg G, Pedersen S S, Pressler T, Kharazmi A. The immune response to bacterial biofilms. In: Lappin-Scott H M, Costerton J W, editors. Microbial biofilms. Cambridge, England: Cambridge University Press; 1995. pp. 233–250."}, {"Citation": "Hu S, Concha C, Cooray R, Holmberg O. Ginseng-enhanced oxidative and phagocytic activities of polymorphonuclear leukocytes from bovine peripheral blood and stripping milk. Vet Res. 1995;26:155–161.", "ArticleIdList": ["7795665"]}, {"Citation": "Huang K C. The pharmacology of Chinese herbs. Boca Raton, Fla: CRC Press, Inc.; 1993. pp. 21–45."}, {"Citation": "Johansen H K, Espersen F, Cryz S J, Jr, Hougen H P, Fomsgaard A, Rygaard J, Høiby N. Immunization with Pseudomonas aeruginosa vaccines and adjuvant can modulate the type of inflammatory response subsequent to infection. Infect Immun. 1994;62:3146–3155.", "ArticleIdList": ["PMC302939", "8039883"]}, {"Citation": "Johansen H K, Espersen F, Pedersen S S, Hougen H P, Rygaard J, Høiby N. Chronic Pseudomonas aeruginosa lung infection in normal and athymic rats. APMIS. 1993;101:207–225.", "ArticleIdList": ["8507458"]}, {"Citation": "Kharazmi A, Fomsgaard A, Conrad R S, Galanos C, Høiby N. Relationship between chemical composition and biological function of Pseudomonas aeruginosa lipopolysaccharide: effect on human neutrophil chemotaxis and oxidative burst. J Leukoc Biol. 1991;49:15–20.", "ArticleIdList": ["1898610"]}, {"Citation": "Kharazmi A, Høiby N, Döring G, Valerius N H. Pseudomonas aeruginosa exoproteases inhibit human neutrophil chemiluminescence. Infect Immun. 1984;44:587–591.", "ArticleIdList": ["PMC263634", "6327528"]}, {"Citation": "Kharazmi A, Rechnitzer C, Schiøtz P O, Jensen T, Baek L, Høiby N. Priming of neutrophils for enhanced oxidative burst response by sputum from cystic fibrosis patients with Pseudomonas aeruginosa infection. Eur J Clin Investig. 1987;17:256.", "ArticleIdList": ["3040421"]}, {"Citation": "Lange K H W, Hougen H P, Høiby N, Fomsgaard A, Rygaard J, Johansen H K. Experimental chronic Pseudomonas aeruginosa lung infection in rats. Non-specific stimulation with LPS reduces lethality as efficiently as specific immunization. APMIS. 1995;103:367–374.", "ArticleIdList": ["7654361"]}, {"Citation": "Lawrence R A, Allen J E, Gregory W F, Kopf M, Maizels R M. Infection of IL-4-deficient mice with the parasitic nematode Brugia malayi demonstrates that host resistance is not dependent on a T helper 2-dominated immune response. J Immunol. 1995;154:5995–6001.", "ArticleIdList": ["7751642"]}, {"Citation": "Liu J H, Djeu J Y. Role of cytokines in neutrophil functions. In: Aggarwal B B, Puri R K, editors. Human cytokines: their role in disease and therapy. Cambridge, Mass: Blackwell Science, Inc.; 1995. pp. 71–86."}, {"Citation": "Pedersen S S, Kharazmi A, Espersen F, Høiby N. Pseudomonas aeruginosa alginate in cystic fibrosis sputum and the inflammatory response. Infect Immun. 1990;58:3363–3368.", "ArticleIdList": ["PMC313661", "2401567"]}, {"Citation": "Pedersen S S, Shand G H, Hansen B L, Hansen G N. Induction of experimental chronic Pseudomonas aeruginosa lung infection with P. aeruginosa entrapped in alginate microspheres. APMIS. 1990;98:203–211.", "ArticleIdList": ["2107827"]}, {"Citation": "See D M, Broumand N, Sahl L, Tilles J G. In vitro effects of echinacea and ginseng on natural killer and antibody-dependent cell cytotoxicity in healthy subjects and chronic fatigue syndrome or acquired immunodeficiency syndrome patients. Immunopharmacology. 1997;35:229–235.", "ArticleIdList": ["9043936"]}, {"Citation": "Song Z J, Johansen H K, Faber V, Moser C, Kharazmi A, Rygaard J, Høiby N. Ginseng treatment reduces bacterial load and lung pathology in chronic Pseudomonas aeruginosa pneumonia in rats. Antimicrob Agents Chemother. 1997;41:961–964.", "ArticleIdList": ["PMC163833", "9145852"]}, {"Citation": "Song Z J, Johansen H K, Faber V, Høiby N. Ginseng treatment enhances bacterial clearance and decreases lung pathology in athymic rats with chronic P. aeruginosa pneumonia. APMIS. 1997;105:438–444.", "ArticleIdList": ["9236860"]}], "ReferenceList": []}], "History": [{"Year": "1998", "Month": "11", "Day": "5"}, {"Year": "1998", "Month": "11", "Day": "5", "Hour": "0", "Minute": "1"}, {"Year": "1998", "Month": "11", "Day": "5", "Hour": "0", "Minute": "0"}, {"Year": "1998", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9801351", "PMC96218", "10.1128/CDLI.5.6.882-887.1998"]}}]}