{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "9818800", "DateCompleted": {"Year": "1998", "Month": "11", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0003-9926", "JournalIssue": {"Volume": "158", "Issue": "20", "PubDate": {"Year": "1998", "Month": "Nov", "Day": "09"}}, "Title": "Archives of internal medicine", "ISOAbbreviation": "Arch Intern Med"}, "ArticleTitle": "Herbal medicinals: selected clinical considerations focusing on known or potential drug-herb interactions.", "Pagination": {"StartPage": "2200", "EndPage": "2211", "MedlinePgn": "2200-11"}, "Abstract": {"AbstractText": ["Herbal medicinals are being used by an increasing number of patients who typically do not advise their clinicians of concomitant use. Known or potential drug-herb interactions exist and should be screened for. If used beyond 8 weeks, Echinacea could cause hepatotoxicity and therefore should not be used with other known hepatoxic drugs, such as anabolic steroids, amiodarone, methotrexate, and ketoconazole. However, Echinacea lacks the 1,2 saturated necrine ring associated with hepatoxicity of pyrrolizidine alkaloids. Nonsteroidal anti-inflammatory drugs may negate the usefulness of feverfew in the treatment of migraine headaches. Feverfew, garlic, Ginkgo, ginger, and ginseng may alter bleeding time and should not be used concomitantly with warfarin sodium. Additionally, ginseng may cause headache, tremulousness, and manic episodes in patients treated with phenelzine sulfate. Ginseng should also not be used with estrogens or corticosteroids because of possible additive effects. Since the mechanism of action of St John wort is uncertain, concomitant use with monoamine oxidase inhibitors and selective serotonin reuptake inhibitors is ill advised. Valerian should not be used concomitantly with barbiturates because excessive sedation may occur. Kyushin, licorice, plantain, uzara root, hawthorn, and ginseng may interfere with either digoxin pharmacodynamically or with digoxin monitoring. Evening primrose oil and borage should not be used with anticonvulsants because they may lower the seizure threshold. Shankapulshpi, an Ayurvedic preparation, may decrease phenytoin levels as well as diminish drug efficacy. Kava when used with alprazolam has resulted in coma. Immunostimulants (eg, Echinacea and zinc) should not be given with immunosuppressants (eg, corticosteroids and cyclosporine). Tannic acids present in some herbs (eg, St John wort and saw palmetto) may inhibit the absorption of iron. Kelp as a source of iodine may interfere with thyroid replacement therapies. Licorice can offset the pharmacological effect of spironolactone. Numerous herbs (eg, karela and ginseng) may affect blood glucose levels and should not be used in patients with diabetes mellitus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy Practice, Texas Tech University Health Sciences Center, Amarillo 79121, USA."}], "LastName": "Miller", "ForeName": "L G", "Initials": "LG"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Arch Intern Med", "NlmUniqueID": "0372440", "ISSNLinking": "0003-9926"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "CommentsCorrectionsList": [{"RefSource": "Arch Intern Med. 1999 May 24;159(10):1142-3. doi: 10.1001/archinte.159.10.1142-a", "PMID": "10335696"}, {"RefSource": "Arch Intern Med. 1999 Sep 13;159(16):1957-8. doi: 10.1001/archinte.159.16.1957", "PMID": "10493330"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Drug Interactions"}, {"QualifierName": [], "DescriptorName": "Herb-Drug Interactions"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plants, Medicinal"}], "NumberOfReferences": "171"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1998", "Month": "11", "Day": "18"}, {"Year": "1998", "Month": "11", "Day": "18", "Hour": "0", "Minute": "1"}, {"Year": "1998", "Month": "11", "Day": "18", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9818800", "10.1001/archinte.158.20.2200"]}}]}