{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"OtherAbstract": [], "CitationSubset": ["IM"], "OtherID": [], "GeneralNote": [], "SpaceFlightMission": [], "KeywordList": [], "InvestigatorList": [], "PMID": "9952433", "DateCompleted": {"Year": "1999", "Month": "04", "Day": "15"}, "DateRevised": {"Year": "2019", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "119", "Issue": "2", "PubDate": {"Year": "1999", "Month": "Feb"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Structure, properties, and tissue localization of apoplastic alpha-glucosidase in crucifers.", "Pagination": {"StartPage": "385", "EndPage": "397", "MedlinePgn": "385-97"}, "Abstract": {"AbstractText": ["Apoplastic alpha-glucosidases occur widely in plants but their function is unknown because appropriate substrates in the apoplast have not been identified. Arabidopsis contains at least three alpha-glucosidase genes; Aglu-1 and Aglu-3 are sequenced and Aglu-2 is known from six expressed sequence tags. Antibodies raised to a portion of Aglu-1 expressed in Escherichia coli recognize two proteins of 96 and 81 kD, respectively, in vegetative tissues of Arabidopsis, broccoli (Brassica oleracea L.), and mustard (Brassica napus L.). The acidic alpha-glucosidase activity from broccoli flower buds was purified using concanavalin A and ion-exchange chromatography. Two active fractions were resolved and both contained a 96-kD immunoreactive polypeptide. The N-terminal sequence from the 96-kD broccoli alpha-glucosidase indicated that it corresponds to the Arabidopsis Aglu-2 gene and that approximately 15 kD of the predicted N terminus was cleaved. The 81-kD protein was more abundant than the 96-kD protein, but it was not active with 4-methylumbelliferyl-alpha-D-glucopyranoside as the substrate and it did not bind to concanavalin A. In situ activity staining using 5-bromo-4-chloro-3-indolyl-alpha-D-glucopyranoside revealed that the acidic alpha-glucosidase activity is predominantly located in the outer cortex of broccoli stems and in vascular tissue, especially in leaf traces."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, James Madison University, Harrisonburg, Virginia 22807, USA. monroejd@jmu.edu"}], "LastName": "Monroe", "ForeName": "J D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Gough", "ForeName": "C M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Chandler", "ForeName": "L E", "Initials": "LE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Loch", "ForeName": "C M", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ferrante", "ForeName": "J E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wright", "ForeName": "P W", "Initials": "PW"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acid Sequence"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Brassica"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Brassicaceae"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Immunochemistry"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": [], "DescriptorName": "Molecular Weight"}, {"QualifierName": [], "DescriptorName": "Multigene Family"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Mustard Plant"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Sequence Homology, Amino Acid"}, {"QualifierName": [], "DescriptorName": "Tissue Distribution"}, {"QualifierName": ["chemistry", "genetics", "metabolism"], "DescriptorName": "alpha-Glucosidases"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Arendt CW, Ostergaard HL. Identification of the CD45-associated 116-kDa and 80-kDa proteins as the alpha- and beta-subunits of alpha-glucosidase II. J Biol Chem. 1997;272:13117–13125.", "ArticleIdList": ["9148925"]}, {"Citation": "Beckerman JL, Ebbole DJ. MPG1, a gene encoding a fungal hydrophobin of Magnaporthe grisea, is involved in surface recognition. Mol Plant Microbe Interact. 1996;9:450–456.", "ArticleIdList": ["8755621"]}, {"Citation": "Beers EP, Duke SH, Henson CA. Partial characterization and subcellular localization of three α-glucosidase isoforms in pea (Pisum sativumL.) seedlings. Plant Physiol. 1990;94:738–744.", "ArticleIdList": ["PMC1077293", "16667773"]}, {"Citation": "Chantret I, Lacasa M, Chevalier G, Ruf J, Islam I, Mantei N, Edwards Y, Swallow D, Rousset M. Sequence of the complete cDNA and the 5′ structure of the human sucrase-isomaltase gene: possible homology with a yeast glucoamylase. Biochem J. 1992;285:915–923.", "ArticleIdList": ["PMC1132882", "1353958"]}, {"Citation": "Chiba S, Inomata S, Matsui H, Shimomura T. Purification and properties of an α-glucosidase (glucoamylase) in sugar beet seed. Agric Biol Chem. 1978;42:241–245."}, {"Citation": "Crosse JE. Bacterial canker of stone fruits. II. Leaf-scar infection of cherry. J Hortic Sci. 1956;31:212–224."}, {"Citation": "Crowdy SH. Observations on apple canker. IV. The infection of leaf scars. Ann Appl Biol. 1952;39:569–580."}, {"Citation": "Dohman RJ, Strasser AWM, Dahlems UM, Hollenberg CP. Cloning of the Schwaniomyces occidentalis glucoamylase gene (GAM1) and its expression in Saccharomyces cerevisiae. Gene. 1990;95:111–121.", "ArticleIdList": ["1979298"]}, {"Citation": "Frandsed TP, Svensson B. Plant α-glucosidases of the glucoside hydrolase family 31: molecular properties, substrate specificity, reaction mechanism, and comparison with family members of different origin. Plant Mol Biol. 1998;37:1–13.", "ArticleIdList": ["9620260"]}, {"Citation": "Fry SC. Polysaccharide-modifying enzymes in the plant cell wall. Annu Rev Plant Physiol Plant Mol Biol. 1995;46:497–520."}, {"Citation": "Gerhardt P, Murray RGE, Wood WA, Krieg NR, eds (1994) Methods for General and Molecular Biology. American Society for Microbiology, Washington, DC"}, {"Citation": "Hebert DN, Foellmer B, Helenius A. Glucose trimming and reglucosylation determine glycoprotein association with calnexin in the endoplasmic reticulum. Cell. 1995;81:425–433.", "ArticleIdList": ["7736594"]}, {"Citation": "Hoefsloot LH, Hoogeveen-Westerveld M, Kroos MA, van Beeumen J, Reuser AJJ, Oostra BA. Primary structure and processing of lysosomal α-glucosidase: homology with the intestinal sucrase-isomaltase complex. EMBO J. 1988;7:1697–1704.", "ArticleIdList": ["PMC457155", "3049072"]}, {"Citation": "Hollenstein L, Balsiger S, Hohl R. The influence of IgG, proteases and glycosidases on adhesion to, and infection of soybean plants by Phytophthora megasperma f.sp. glycinae. Bot Helv. 1995;105:221–232."}, {"Citation": "Howard RJ, Valent B. Annu Rev Microbiol. 1996;50:491–512.", "ArticleIdList": ["8905089"]}, {"Citation": "Kern G, Schulke N, Schmid FX, Jaenicke R. Stability, quaternary structure, and folding of internal, external, and core-glycosylated invertase from yeast. Protein Sci. 1992;1:120–131.", "ArticleIdList": ["PMC2142089", "1304875"]}, {"Citation": "Klis FM. α-Glucosidase activity located at the cell surface in callus of Convolvulus arvensis. Physiol Plant. 1971;25:253–257."}, {"Citation": "Konishi Y, Kitazato S, Asano R, Nakatani N. Polymorphism of acid and neutral α-glucosidase in banana pulp: changes in apparent pIs and affinity to con A of the enzymes during ripening. Agric Biol Chem. 1991;55:1089–1094."}, {"Citation": "Matsui H, Iwanami S, Ito H, Mori H, Honma M, Chiba S. Cloning and sequencing of a cDNA encoding α-glucosidase from sugar beet. Biosci Biotechnol Biochem. 1997;61:875–880.", "ArticleIdList": ["9178565"]}, {"Citation": "Monroe JD, Hall BD, Gough CM, Stephen AL. Nucleotide sequence of an α-glucosidase gene (accession no.  AF014806) from Arabidopsis thaliana (PGR 97-141) Plant Physiol. 1997;115:863.", "ArticleIdList": ["0"]}, {"Citation": "Nakamura A, Nishimura I, Yokoyama A, Lee DG, Hidaka M, Masaki H, Kimura A, Chiba S, Uozumi T. Cloning and sequencing of an α-glucosidase gene from Aspergillus niger and its expression in A. nidulans. J Biotechnol. 1997a;53:75–84.", "ArticleIdList": ["9165762"]}, {"Citation": "Nakamura Y, Sato S, Kaneko T, Kotani H, Asamizu E, Miyajima N, Tabata S. Structural analysis of Arabidopsis thalianachromosome 5. III. Sequence features of the regions of 1,191,918 bp covered by seventeen physically assigned P1 clones. DNA Res. 1997b;4:401–414.", "ArticleIdList": ["9501997"]}, {"Citation": "Nichols BL, Eldering J, Avery S, Hahn D, Quaroni A, Sterchi E. Human small intestinal maltase-glucoamylase cDNA cloning: homology to sucrase-isomaltase. J Biol Chem. 1998;273:3076–3081.", "ArticleIdList": ["9446624"]}, {"Citation": "O K, Hill JS, Wang X, McCleod R, Pritchard PH. Lecithin:cholesterol acyltransferase: role of N-linked glycosylation in enzyme function. Biochem J. 1993;294:879–884.", "ArticleIdList": ["PMC1134544", "8379944"]}, {"Citation": "Parr DR, Edelman J. Release of hydrolytic enzymes from the cell walls of intact and disrupted carrot callus tissue. Planta. 1975;127:111–119.", "ArticleIdList": ["24430368"]}, {"Citation": "Somerville CR, Ogren WL (1982) Isolation of photorespiration mutants of Arabidopsis thaliana. In M Edelman, RB Hallick, NH Chua, eds, Methods in Chloroplast Biology. Elsevier Biomedical Press, Amsterdam, The Netherlands, pp 129–138"}, {"Citation": "Strum A. Heterogeneity of the complex N-linked oligosaccharides at specific glycosylation sites of two secreted carrot glycoproteins. Eur J Biochem. 1991;199:169–179.", "ArticleIdList": ["2065672"]}, {"Citation": "Sugimoto M, Furui S, Suzuki Y. Multiple molecular forms of α-glucosidase from spinach seeds, Spinacia oleraceaL. Biosci Biotech Biochem. 1995;59:673–677."}, {"Citation": "Sugimoto M, Furui S, Suzuki Y. Molecular cloning and characterization of a cDNA encoding alpha-glucosidase from spinach. Plant Mol Biol. 1997;33:765–768.", "ArticleIdList": ["9132069"]}, {"Citation": "Sugimoto M, Suzuki Y. Molecular cloning, sequencing, and expression of a cDNA encoding α-glucosidases from Mucor javanicus. J Biochem. 1996;119:500–505.", "ArticleIdList": ["8830045"]}, {"Citation": "Sun Z, Duke SH, Henson CA. The role of pea chloroplast α-glucosidase in transitory starch degradation. Plant Physiol. 1995;108:211–217.", "ArticleIdList": ["PMC157323", "12228465"]}, {"Citation": "Sun Z, Henson C. Degradation of native starch granules by barley α-glucosidases. Plant Physiol. 1990;94:320–327.", "ArticleIdList": ["PMC1077227", "16667704"]}, {"Citation": "Taylor MA, George LA, Ross HA, Davies HV. cDNA cloning and characterization of an α-glucosidase gene from potato (Solanum tuberosumL.) Plant J. 1998;13:419–424.", "ArticleIdList": ["9680991"]}, {"Citation": "Tibbot BK, Henson CA, Skadsen RW. Expression of enzymatically active, recombinant barley α-glucosidase in yeast and immunological detection of α-glucosidase from seed tissue. Plant Mol Biol. 1998;38:379–391.", "ArticleIdList": ["9747846"]}, {"Citation": "Tibbot BK, Skadsen RW. Molecular cloning and characterization of a gibberellin-inducible α-glucosidase gene from barley. Plant Mol Biol. 1996;30:229–241.", "ArticleIdList": ["8616248"]}, {"Citation": "Trombetta ES, Simons JF, Helenius A. Endoplasmic reticulum glucosidase II is composed of a catalytic subunit, conserved from yeast to mammals, and a tightly bound noncatalytic HDEL-containing subunit. J Biol Chem. 1996;271:27509–27516.", "ArticleIdList": ["8910335"]}, {"Citation": "Xiao J, Ohshima A, Kamakura T, Ishiyama T, Yamaguchi I. Extracellular glycoprotein(s) associated with cellular differentiation in Magnaporthe grisea. Mol Plant Microbe Interact. 1994;7:639–644."}, {"Citation": "Yamasaki Y, Konno H. Two forms of α-glucosidase from soybean callus. Agric Biol Chem. 1985;49:849–850."}, {"Citation": "Yamasaki Y, Konno H. Wall-bound α-glucosidase of suspension-cultured rice cells. Phytochemistry. 1987;26:711–713."}, {"Citation": "Yamasaki Y, Konno H. α-Glucosidases of suspension-cultured sugar-beet cells. Phytochemistry. 1989;28:2583–2585."}, {"Citation": "Yamasaki Y, Konno H. Wall-bound α-glucosidase of suspension-cultured sugar-beet cells. Phytochemistry. 1992;31:2605–2607."}, {"Citation": "Yamasaki Y, Suzuki Y. Two forms of α-glucosidase from sugar beet seeds. Planta. 1980;148:354–361.", "ArticleIdList": ["24310138"]}], "ReferenceList": []}], "History": [{"Year": "1999", "Month": "2", "Day": "10"}, {"Year": "1999", "Month": "2", "Day": "10", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "2", "Day": "10", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["9952433", "PMC32114", "10.1104/pp.119.2.385"]}}]}