{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"GeneralNote": [], "KeywordList": [["Emission", "International conflicts", "Machine learning", "Source apportionment", "Tehran", "Urban air pollution"]], "OtherID": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "PMID": "39115735", "DateRevised": {"Year": "2024", "Month": "08", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2024", "Month": "08", "Day": "08"}], "ELocationID": ["10.1007/s11356-024-34648-1"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"PubDate": {"Year": "2024", "Month": "Aug", "Day": "08"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "How international conflicts and global crises can intertwine and affect the sources and levels of air pollution in urban areas.", "Abstract": {"AbstractText": ["This paper analyses the intertwined impacts of the 2018 US sanctions on Iran and the COVID-19 pandemic (as examples of unplanned international conflicts and global crises) on the source and extent of air pollution in Tehran, the capital of Iran. The impacts are parametrized using the levels of criteria air pollutants (CAP) for 5 years (2015-2020), which were previously deweathered using the promising machine learning technique of Random Forest (RF). The absolute principal component scores-multiple linear regression (APCS-MLR) method and the bivariate polar plot (BPP) technique are used here to analyze the source apportionment profile of the city for the business as usual (BAU; 2015 to 2018), sanctions (2019), and COVID-19 and sanctions (2020) intervals. The results show the severe impact of the 2018 US sanctions on Tehran's air quality (AQ); O<sub>3</sub>, NO<sub>2</sub>, CO, PM<sub>2.5</sub>, and PM<sub>10</sub> levels increased by 117%, 55%, 20%, 35%, and 10%, respectively, while SO<sub>2</sub> levels decreased by 30%. The sanctions also triggered a number of events, such as the disruption of the high-grade fuel supply chain and the Mazut crisis, which directly or indirectly accelerated the photochemical production of local tropospheric ozone to some extent. Sanctions also disrupted Tehran's AQ response to the pandemic, with CAP levels decreasing by only 2-7% during the pandemic. The ozone and PM<sub>10</sub> BPPs show that the source apportionment profile of the city is dominated by local anthropogenic emission sources, especially urban transport, after the sanctions and the pandemic. Results also show that the impact of soft wars, such as the US sanctions against Iran, on urban air quality degradation is much stronger than that of hard wars, such as the Russia-Ukraine war."], "CopyrightInformation": "© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography, Earth, and Environmental Sciences, University of Birmingham, Birmingham, UK. o.ghaffarpasand@gmail.com."}], "Identifier": ["0000-0002-4111-339X"], "LastName": "Ghaffarpasand", "ForeName": "Omid", "Initials": "O"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography, Earth, and Environmental Sciences, University of Birmingham, Birmingham, UK."}], "Identifier": [], "LastName": "Blake", "ForeName": "Rhiannon", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Computer Engineering, University of Isfahan, Isfahan, Iran."}], "Identifier": [], "LastName": "Shalamzari", "ForeName": "Zahra Davari", "Initials": "ZD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adam MG, Tran PTM, Balasubramanian R (2021) Air quality changes in cities during the COVID-19 lockdown: a critical review. Atmos Res 264:105823", "ArticleIdList": ["10.1016/j.atmosres.2021.105823"]}, {"Citation": "Aghashariatmadari Z (2021) The effects of COVID-19 pandemic on the air pollutants concentration during the lockdown in Tehran. Iran Urban Climate 38:100882", "ArticleIdList": ["10.1016/j.uclim.2021.100882"]}, {"Citation": "Arhami M, Hosseini V, Zare Shahne M, Bigdeli M, Lai A, Schauer JJ (2017) Seasonal trends, chemical speciation and source apportionment of fine PM in Tehran. Atmos Environ 153:70–82", "ArticleIdList": ["10.1016/j.atmosenv.2016.12.046"]}, {"Citation": "Balikhani V (2017) Poor quality gasoline deadly for Iranians. Atlantic Council"}, {"Citation": "Bernardo V, Fageda X, Flores-Fillol R (2021) Pollution and congestion in urban areas: The effects of low emission zones. Econ Transp 26–27:100221", "ArticleIdList": ["10.1016/j.ecotra.2021.100221"]}, {"Citation": "Carslaw DC, Ropkins K (2012) openair — An R package for air quality data analysis. Environ Model Softw 27–28:52–61", "ArticleIdList": ["10.1016/j.envsoft.2011.09.008"]}, {"Citation": "Cheng K, Chang Y, Kuang Y, Khan R, Zou Z (2022) Elucidating the responses of highly time-resolved PM2.5 related elements to extreme emission reductions. Environm Res 206:112624", "ArticleIdList": ["10.1016/j.envres.2021.112624"]}, {"Citation": "Cui Y, Ji D, Maenhaut W, Gao W, Zhang R, Wang Y (2020) Levels and sources of hourly PM2.5-related elements during the control period of the COVID-19 pandemic at a rural site between Beijing and Tianjin. Sci Total Environ 744:140840", "ArticleIdList": ["10.1016/j.scitotenv.2020.140840"]}, {"Citation": "Dominski FH, Lorenzetti Branco JH, Buonanno G, Stabile L, Gameiro Da Silva M, Andrade A (2021) Effects of air pollution on health: A mapping review of systematic reviews and meta-analyses. Environ Res 201:111487", "ArticleIdList": ["10.1016/j.envres.2021.111487"]}, {"Citation": "Fang T, Guo H, Zeng L, Verma V, Nenes A, Weber RJ (2017) Highly acidic ambient particles, soluble metals, and oxidative potential: a link between sulfate and aerosol toxicity. Environ Sci Technol 51:2611–2620", "ArticleIdList": ["10.1021/acs.est.6b06151"]}, {"Citation": "Faridi S, Yousefian F, Niazi S, Ghalhari MR, Hassanvand MS, Naddafi K (2020) Impact of SARS-CoV-2 on ambient air particulate matter in Tehran. Aerosol and Air Quality Research 20:1805–1811", "ArticleIdList": ["10.4209/aaqr.2020.05.0225"]}, {"Citation": "Friedman J, Tibshirani R, Hastie T (2009) The elements of statistical learning: Data mining, inference, and prediction. Springer-Verlag, New York New York"}, {"Citation": "Gamelas CA, Canha N, Vicente A, Silva A, Borges S, Alves C, Kertesz Z, Almeida SM (2023) Source apportionment of PM2.5 before and after COVID-19 lockdown in an urban-industrial area of the Lisbon metropolitan area, Portugal. Urban Clim 49:101446", "ArticleIdList": ["10.1016/j.uclim.2023.101446"]}, {"Citation": "Ghaffarpasand O, Beddows DCS, Ropkins K, Pope FD (2020a) Real-world assessment of vehicle air pollutant emissions subset by vehicle type, fuel and EURO class: New findings from the recent UK EDAR field campaigns, and implications for emissions restricted zones. Sci Total Environ 734:139416", "ArticleIdList": ["10.1016/j.scitotenv.2020.139416"]}, {"Citation": "Ghaffarpasand O, Khodadadi M, Majidi S, Rozatian ASH (2020b) Multi-Elemental Characterization of PM0.4–0.7 and PM1.1–2.1 in the Ambient Air of Isfahan (Iran) Complemented by the Speciation of Mn and Cr Using SR-XANES. Aerosol Sci Eng 4:124–136", "ArticleIdList": ["10.1007/s41810-020-00059-1"]}, {"Citation": "Ghaffarpasand O, Nadi S, Shalamzari ZD (2020c) Short-term effects of anthropogenic/natural activities on the Tehran criteria air pollutants: Source apportionment and spatiotemporal variation. Build Environ 186:107298", "ArticleIdList": ["10.1016/j.buildenv.2020.107298"]}, {"Citation": "Ghaffarpasand O, Talaie MR, Ahmadikia H, Khozani AT, Shalamzari MD (2020d) A high-resolution spatial and temporal on-road vehicle emission inventory in an Iranian metropolitan area, Isfahan, based on detailed hourly traffic data. Atmos Pollut Res 11:1598–1609", "ArticleIdList": ["10.1016/j.apr.2020.06.006"]}, {"Citation": "Grange SK, Carslaw DC (2019) Using meteorological normalisation to detect interventions in air quality time series. Sci Total Environ 653:578–588", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.344"]}, {"Citation": "Grange SK, Lewis AC, Carslaw DC (2016) Source apportionment advances using polar plots of bivariate correlation and regression statistics. Atmos Environ 145:128–134", "ArticleIdList": ["10.1016/j.atmosenv.2016.09.016"]}, {"Citation": "Grange S, Carslaw D, Lewis A, Boleti E, Hueglin C (2018) Random forest meteorological normalisation models for Swiss PM10 trend analysis. Atmos Chem Phys 18:6223–6239", "ArticleIdList": ["10.5194/acp-18-6223-2018"]}, {"Citation": "Guo H, Wang T, Louie PKK (2004) Source apportionment of ambient non-methane hydrocarbons in Hong Kong: Application of a principal component analysis/absolute principal component scores (PCA/APCS) receptor model. Environ Pollut 129:489–498", "ArticleIdList": ["10.1016/j.envpol.2003.11.006"]}, {"Citation": "Hosseini K, Stefaniec A (2019) Efficiency assessment of Iran’s petroleum refining industry in the presence of unprofitable output: a dynamic two-stage slacks-based measure. Energy 189:116112", "ArticleIdList": ["10.1016/j.energy.2019.116112"]}, {"Citation": "Jang E, Do W, Park G, Kim M, Yoo E (2017) Spatial and temporal variation of urban air pollutants and their concentrations in relation to meteorological conditions at four sites in Busan, South Korea. Atmos Pollut Res 8:89–100", "ArticleIdList": ["10.1016/j.apr.2016.07.009"]}, {"Citation": "Kassomenos PA, Vardoulakis S, Chaloulakou A, Paschalidou AK, Grivas G, Borge R, Lumbreras J (2014) Study of PM10 and PM2.5 levels in three European cities: Analysis of intra and inter urban variations. Atmos Environ 87:153–163", "ArticleIdList": ["10.1016/j.atmosenv.2014.01.004"]}, {"Citation": "Khajehpour H, Taksibi F, Hassanvand MS (2023) Comparative review of ambient air PM2.5 source apportioning studies in Tehran. J Environ Health Sci Eng 21:21–34", "ArticleIdList": ["10.1007/s40201-023-00855-0"]}, {"Citation": "Meng X, Lu B, Liu C, Zhang Z, Chen J, Herrmann H, Li X (2023) Abrupt exacerbation in air quality over Europe after the outbreak of Russia-Ukraine war. Environ Int 178:108120", "ArticleIdList": ["10.1016/j.envint.2023.108120"]}, {"Citation": "Mohamad N, Latif MT, Khan MF (2016) Source apportionment and health risk assessment of PM10 in a naturally ventilated school in a tropical environment. Ecotoxicol Environ Saf 124:351–362", "ArticleIdList": ["10.1016/j.ecoenv.2015.11.002"]}, {"Citation": "Nakhli SR, Rafat M, Dastjerdi RB, Rafei M (2021) Oil sanctions and their transmission channels in the Iranian economy: A DSGE model. Resour Policy 70:101963", "ArticleIdList": ["10.1016/j.resourpol.2020.101963"]}, {"Citation": "Nematian J, Rahimi I (2022) Feasibility study of using renewable energies in Iranian Seas: A comparative study. Renew Energ 189:383–391", "ArticleIdList": ["10.1016/j.renene.2022.02.109"]}, {"Citation": "Noël C, Vanroelen C, Gadeyne S (2021) Qualitative research about public health risk perceptions on ambient air pollution A review study. SSM - Popul Health 15:100879", "ArticleIdList": ["10.1016/j.ssmph.2021.100879"]}, {"Citation": "Pestel N, Wozny F (2021) Health effects of Low Emission Zones: Evidence from German hospitals. J Environ Econ Manag 109:102512", "ArticleIdList": ["10.1016/j.jeem.2021.102512"]}, {"Citation": "Samadi AH, Owjimehr S, Nezhad Halafi Z (2021) The cross-impact between financial markets, Covid-19 pandemic, and economic sanctions: The case of Iran. J Policy Model 43:34–55", "ArticleIdList": ["10.1016/j.jpolmod.2020.08.001"]}, {"Citation": "Shahbazi H, Reyhanian M, Hosseini V, Afshin H (2016) The relative contributions of mobile sources to air pollutant emissions in Tehran, Iran: an emission inventory approach. Emission Control Sci Technol 2:44–56", "ArticleIdList": ["10.1007/s40825-015-0031-x"]}, {"Citation": "Shi Z, Song C, Liu B, Lu G, Xu J, van Vu T, Elliott RJR, Li W, Bloss WJ, Harrison RM (2021) Abrupt but smaller than expected changes in surface air quality attributable to COVID-19 lockdowns. Science Advances 7:eabd6696", "ArticleIdList": ["10.1126/sciadv.abd6696"]}, {"Citation": "Siciliano B, Dantas G, da Silva CM, Arbilla G (2020) Increased ozone levels during the COVID-19 lockdown: Analysis for the city of Rio de Janeiro, Brazil. Sci Total Environ 737:139765", "ArticleIdList": ["10.1016/j.scitotenv.2020.139765"]}, {"Citation": "Singh A, Bartington SE, Song C, Ghaffarpasand O, Kraftl M, Shi Z, Pope FD, Stacey B, Hall J, Thomas GN, Bloss WJ, Leach FCP (2022) Impacts of emergency health protection measures upon air quality, traffic and public health: evidence from Oxford, UK. Environ Pollut 293:118584", "ArticleIdList": ["10.1016/j.envpol.2021.118584"]}, {"Citation": "Sooktawee S, Kanabkaew T, Boonyapitak S, Patpai A, Piemyai N (2020) Characterising particulate matter source contributions in the pollution control zone of mining and related industries using bivariate statistical techniques. Sci Rep 10:21372", "ArticleIdList": ["10.1038/s41598-020-78445-5"]}, {"Citation": "Thurston GD, Spengler JD (1985) A quantitative assessment of source contributions to inhalable particulate matter pollution in metropolitan Boston. Atmos Environ 1967(19):9–25", "ArticleIdList": ["10.1016/0004-6981(85)90132-5"]}, {"Citation": "Torbatian S, Hoshyaripour A, Shahbazi H, Hosseini V (2020) Air pollution trends in Tehran and their anthropogenic drivers. Atmos Pollut Res 11:429–442", "ArticleIdList": ["10.1016/j.apr.2019.11.015"]}, {"Citation": "Vu TV, Shi Z, Cheng J, Zhang Q, He K, Wang S, Harrison RM (2019) Assessing the impact of clean air action on air quality trends in Beijing using a machine learning technique. Atmos Chem Phys 19:11303–11314", "ArticleIdList": ["10.5194/acp-19-11303-2019"]}, {"Citation": "Wang YQ, Zhang XY, Draxler RR (2009) TrajStat: GIS-based software that uses various trajectory statistical analysis methods to identify potential sources from long-term air pollution measurement data. Environ Model Softw 24:938–939", "ArticleIdList": ["10.1016/j.envsoft.2009.01.004"]}, {"Citation": "Wang L, Guan Q, Wang F, Yang L, Liu Z (2018) Association between heating seasons and criteria air pollutants in three provincial capitals in northern China: Spatiotemporal variation and sources contribution. Build Environ 132:233–244", "ArticleIdList": ["10.1016/j.buildenv.2018.01.034"]}, {"Citation": "WHO (2020) WHO Coronavirus Disease (COVID-19) Data last updated: 2020/5/11. World Health Organization, Dashboard.  https://covid19.who.int . Accessed June 2023"}, {"Citation": "WHO (2024) Air Pollution. World Health Organization.  https://www.who.int/health-topics/air-pollution#tab=tab_1"}, {"Citation": "Yousefian F, Faridi S, Azimi F, Aghaei M, Shamsipour M, Yaghmaeian K, Hassanvand MS (2020) Temporal variations of ambient air pollutants and meteorological influences on their concentrations in Tehran during 2012–2017. Sci Rep 10:292", "ArticleIdList": ["10.1038/s41598-019-56578-6"]}, {"Citation": "Yu L, Zheng T, Yuan R, Zheng X (2022) APCS-MLR model: A convenient and fast method for quantitative identification of nitrate pollution sources in groundwater. J Environ Manage 314:115101", "ArticleIdList": ["10.1016/j.jenvman.2022.115101"]}, {"Citation": "Yumin L, Shiyuan L, Ling H, Ziyi L, Yonghui Z, Li L, Yangjun W, Kangjuan L (2021) The casual effects of COVID-19 lockdown on air quality and short-term health impacts in China. Environ Pollut 290:117988", "ArticleIdList": ["10.1016/j.envpol.2021.117988"]}, {"Citation": "Zhao X, Wang G, Wang S, Zhao N, Zhang M, Yue W (2021) Impacts of COVID-19 on air quality in mid-eastern China: An insight into meteorology and emissions. Atmos Environ 266:118750", "ArticleIdList": ["10.1016/j.atmosenv.2021.118750"]}, {"Citation": "Zoran MA, Savastru RS, Savastru DM, Tautan MN (2020) Assessing the relationship between ground levels of ozone (O3) and nitrogen dioxide (NO2) with coronavirus (COVID-19) in Milan, Italy. Sci Total Environ 740:140005", "ArticleIdList": ["10.1016/j.scitotenv.2020.140005"]}], "ReferenceList": []}], "History": [{"Year": "2023", "Month": "8", "Day": "21"}, {"Year": "2024", "Month": "8", "Day": "2"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "12", "Minute": "43"}, {"Year": "2024", "Month": "8", "Day": "8", "Hour": "11", "Minute": "14"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["39115735", "10.1007/s11356-024-34648-1", "10.1007/s11356-024-34648-1"]}}]}