{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "10349676", "DateCompleted": {"Year": "1999", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2013", "Month": "11", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Issue": "85", "PubDate": {"Year": "1999", "Month": "Apr"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "Mechanisms of response to ozone exposure: the role of mast cells in mice.", "Pagination": {"StartPage": "1", "EndPage": "36", "MedlinePgn": "1-30; discussion 31-6"}, "Abstract": {"AbstractText": ["Acute and subacute exposure to ozone (O3) induces lung inflammation and hyperpermeability and causes epithelial injury of both upper (nasal) and lower airways. Mast cells are important regulatory cells in mice for each of these effects. Subacute and chronic O3 exposures cause epithelial injury and inflammation in terminal bronchioles and proximal alveoli. Little is known, however, about the mechanisms of injury. Because inflammatory processes may be linked to the pathogenesis of many airway diseases, it is critical to understand the underlying mechanisms that initiate and propagate these processes. We tested the hypothesis that mast cells mediate airway injury induced by chronic O3 exposure by comparing regional airway inflammation and epithelial injury as well as ventilatory responses in genetically mast cell-deficient mice (WBB6F1-KitW/KitW-v [KitW/KitW-v]) with those in (1) normal, mast cell-sufficient, congenic littermates (WBB6F1(-)+/+ [+/+]) and those in (2) KitW/KitW-v mice that were repleted with mast cells by bone marrow transplantation (BMT) from +/+ donors (KitW/KitW-v-BMT). Thus, three (different) groups of mice were used. The following experimental protocol was utilized to test this hypothesis. Animals from each treatment group (n = 4-6/group) were exposed to 0.26 parts per million (ppm) O3 8 hours/day and 5 days/week for durations of 1, 3, 14, 30, and 90 days. Between 8-hour exposures, mice were exposed continuously to 0.06 ppm O3. Age-matched mice were simultaneously exposed to filtered air (0.0 ppm O3) to serve as O3 controls. To evaluate reversibility of exposure-induced lesions, a set of mice from each genotypic group was exposed to air or O3 for 90 days and then placed in HEPA-filtered air for 35 days. After each period of exposure and after 35-day recovery, the nasal cavity and lungs of O3- and air-exposed mice from each group were evaluated for regional inflammation and permeability, epithelial proliferation, and ventilation pattern. Estimates of airway inflammation and hyperpermeability were obtained by analysis of cell differentials and total protein concentrations, respectively, in fluids obtained through use of bronchoalveolar lavage (BAL). Ozone exposure caused significantly greater increases in lung macrophages, epithelial cells, and polymorphonuclear leukocytes (PMNs) in mast cell-sufficient +/+ and KitW/KitW-v-BMT mice than in mast cell-deficient KitW/KitW-v mice. Comparable ozone exposure also elicited increases in lung lymphocytes and in total protein, but there were no significant differences in these two genotypic groups. Cell and total-protein responses in BAL fluid returned to control levels (that is, air exposure only) in all three groups of mice after a 35-day recovery period. The effects of O3 exposure on cell proliferation in the nose and lung were evaluated in the genotypic groups by counting the number of cells that incorporated bromodeoxyuridine (BrdU, a thymidine analog) into DNA. In the centriacinar region of the lung, DNA synthesis was increased significantly in O3-exposed +/+ and KitW/KitW-v-BMT mice, but not in KitW/KitW-v mice, compared with DNA synthesis in air controls. Epithelial proliferation remained significantly elevated or even increased in +/+ and KitW/KitW-v-BMT mice after O3 exposure. Nasal responses to O3 were also evaluated in these three genotypic groups of mice, and there were slight, although statistically significant, O3-exposure effects on the transitional epithelium. However, there were no differences among the groups up to an exposure of 90 days in duration. After a 35-day recovery period, epithelial cell proliferation in +/+ and KitW/KitW-v-BMT mice was greater than that in KitW/KitW-v mice. There were no significant exposure, genotype, or duration effects on baseline ventilation or responses to hypercapnic hypoxia in the three groups of mice exposed to air or O3. (ABSTRACT TRUNCATED)"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, School of Public Health, Johns Hopkins University, Baltimore, MD 21205, USA."}], "Identifier": [], "LastName": "Kleeberger", "ForeName": "S R", "Initials": "SR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Longphre", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tankersley", "ForeName": "C G", "Initials": "CG"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Analysis of Variance"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["cytology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["drug effects"], "DescriptorName": "Mast Cells"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Congenic"}, {"QualifierName": ["toxicity"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Respiratory Mechanics"}, {"QualifierName": ["drug effects"], "DescriptorName": "Respiratory System"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1999", "Month": "6", "Day": "1"}, {"Year": "1999", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10349676"]}}], "PubmedBookArticle": []}