{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "10444084", "DateCompleted": {"Year": "1999", "Month": "09", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "12"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "120", "Issue": "4", "PubDate": {"Year": "1999", "Month": "Aug"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Senescence-associated gene expression during ozone-induced leaf senescence in Arabidopsis.", "Pagination": {"StartPage": "1015", "EndPage": "1024", "MedlinePgn": "1015-24"}, "Abstract": {"AbstractText": ["The expression patterns of senescence-related genes were determined during ozone (O(3)) exposure in Arabidopsis. Rosettes were treated with 0.15 microL L(-1) O(3) for 6 h d(-1) for 14 d. O(3)-treated leaves began to yellow after 10 d of exposure, whereas yellowing was not apparent in control leaves until d 14. Transcript levels for eight of 12 senescence related genes characterized showed induction by O(3). SAG13 (senescence-associated gene), SAG21, ERD1 (early responsive to dehydration), and BCB (blue copper-binding protein) were induced within 2 to 4 d of O(3) treatment; SAG18, SAG20, and ACS6 (ACC synthase) were induced within 4 to 6 d; and CCH (copper chaperone) was induced within 6 to 8 d. In contrast, levels of photosynthetic gene transcripts, rbcS (small subunit of Rubisco) and cab (chlorophyll a/b-binding protein), declined after 6 d. Other markers of natural senescence, SAG12, SAG19, MT1 (metallothionein), and Atgsr2 (glutamine synthetase), did not show enhanced transcript accumulation. When SAG12 promoter-GUS (beta-glucuronidase) and SAG13 promoter-GUS transgenic plants were treated with O(3), GUS activity was induced in SAG13-GUS plants after 2 d but was not detected in SAG12-GUS plants. SAG13 promoter-driven GUS activity was located throughout O(3)-treated leaves, whereas control leaves generally showed activity along the margins. The acceleration of leaf senescence induced by O(3) is a regulated event involving many genes associated with natural senescence."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Intercollege Graduate Program in Plant Physiology, The Pennsylvania State University, University Park 16802, USA."}], "Identifier": [], "LastName": "Miller", "ForeName": "J D", "Initials": "JD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arteca", "ForeName": "R N", "Initials": "RN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pell", "ForeName": "E J", "Initials": "EJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.1.1.1", "NameOfSubstance": "Alcohol Dehydrogenase"}, {"RegistryNumber": "EC 3.4.22.-", "NameOfSubstance": "Cysteine Endopeptidases"}, {"RegistryNumber": "EC 4.1.1.39", "NameOfSubstance": "Ribulose-Bisphosphate Carboxylase"}], "MeshHeadingList": [{"QualifierName": ["biosynthesis"], "DescriptorName": "Alcohol Dehydrogenase"}, {"QualifierName": ["drug effects"], "DescriptorName": "Arabidopsis"}, {"QualifierName": [], "DescriptorName": "Cellular Senescence"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Cysteine Endopeptidases"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["genetics"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Ribulose-Bisphosphate Carboxylase"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arteca JM, Arteca RN. A multi-responsive gene encoding 1-aminocyclopropane-1-carboxylate synthase (ACS6) in mature Arabidopsis leaves. Plant Mol Biol. 1999;39:209–219.", "ArticleIdList": ["10080689"]}, {"Citation": "Bahl A, Kahl G. Air pollutant stress changes the steady-state transcript levels of three photosynthesis genes. Environ Pollut. 1995;88:57–65.", "ArticleIdList": ["15091569"]}, {"Citation": "Bate NJ, Rothstein SJ, Thompson JE. Expression of nuclear and chloroplast photosynthesis-specific genes during leaf senescence. J Exp Bot. 1991;42:801–811."}, {"Citation": "Becker W, Apel K. Differences in gene expression between natural and artificially induced leaf senescence. Planta. 1993;189:74–79."}, {"Citation": "Bernhard WR, Matile P. Differential expression of glutamine synthetase genes during the senescence of Arabidopsis thaliana rosette leaves. Plant Sci. 1994;98:7–14."}, {"Citation": "Blank A, McKeon TA. Expression of three RNase activities during natural and dark-induced senescence of wheat leaves. Plant Physiol. 1991;97:1409–1413.", "ArticleIdList": ["PMC1081179", "16668564"]}, {"Citation": "Bradford MM. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72:248–254.", "ArticleIdList": ["942051"]}, {"Citation": "Buchanan-Wollaston V. The molecular biology of leaf senescence. J Exp Bot. 1997;48:181–199."}, {"Citation": "Chung BC, Lee SY, Oh SA, Rhew TH, Nam HG, Lee CH. The promoter activity of sen1, a senescence-associated gene of Arabidopsis, is repressed by sugars. J Plant Physiol. 1997;151:339–345."}, {"Citation": "Church GM, Gilbert W. Genomic sequencing. Proc Natl Acad Sci USA. 1984;81:1991–1995.", "ArticleIdList": ["PMC345422", "6326095"]}, {"Citation": "Clayton H, Knight MR, Knight H, McAinsh MR, Hetherington AM. Dissection of the ozone-induced calcium signature. Plant J. 1999;17:575–579.", "ArticleIdList": ["10205911"]}, {"Citation": "Conklin PL, Last RL. Differential accumulation of antioxidant mRNAs in Arabidopsis thaliana exposed to ozone. Plant Physiol. 1995;109:203–212.", "ArticleIdList": ["PMC157577", "7480322"]}, {"Citation": "Gan S, Amasino RM. Making sense of senescence: molecular genetic regulation and manipulation of leaf senescence. Plant Physiol. 1997;113:313–319.", "ArticleIdList": ["PMC158144", "12223609"]}, {"Citation": "Glick RE, Schlagnhaufer CD, Arteca RN, Pell EJ. Ozone-induced ethylene emission accelerates the loss of ribulose1,5-bisphosphate carboxylase/oxygenase and nuclear-encoded mRNAs in senescing potato leaves. Plant Physiol. 1995;109:891–898.", "ArticleIdList": ["PMC161390", "12228639"]}, {"Citation": "Grbic V, Bleecker AB. Ethylene regulates the timing of leaf senescence in Arabidopsis. Plant J. 1995;8:595–602."}, {"Citation": "Held AA, Mooney HA, Gorham JN. Acclimation to ozone stress in radish: leaf demography and photosynthesis. New Phytol. 1991;118:417–423."}, {"Citation": "Himelblau E, Mira H, Lin SJ, Culotta VC, Peñarrubia L, Amasino RM. Identification of a functional homolog of the yeast copper homeostasis gene ATX1 from Arabidopsis. Plant Physiol. 1998;117:1227–1234.", "ArticleIdList": ["PMC34887", "9701579"]}, {"Citation": "Jefferson RA, Kavanagh TA, Bevan MW. GUS fusions: β-glucuronidase as a sensitive and versatile gene fusion marker in higher plants. EMBO J. 1987;6:3901–3907.", "ArticleIdList": ["PMC553867", "3327686"]}, {"Citation": "Jorgenson RA, Cuellar RE, Thompson WF. Modes and tempos in the evolution of nuclear encoded ribosomal RNA genes in legumes. Carnegie Inst Wash Year Book. 1982;81:98–101."}, {"Citation": "Kiyosue T, Yamaguchi-Shinozaki K, Shinozaki K. Characterization of cDNA for a dehydration-inducible gene that encodes a CLP A, B-like protein in Arabidopsis thaliana L. Biochem Biophys Res Commun. 1993;196:1214–1220.", "ArticleIdList": ["7504470"]}, {"Citation": "Kubo A, Saji H, Tanaka K, Kondo N. Expression of Arabidopsis cytosolic ascorbate peroxidase gene in response to ozone or sulfur dioxide. Plant Mol Biol. 1995;29:479–489.", "ArticleIdList": ["8534847"]}, {"Citation": "Kurepa J, Smalle J, Van Montagu M, Inzé D. Oxidative stress tolerance and longevity in Arabidopsis: the late-flowering mutant gigantea is tolerant to paraquat. Plant J. 1998;14:759–764.", "ArticleIdList": ["9681039"]}, {"Citation": "Laisk A, Kull O, Moldau H. Ozone concentration in leaf intercellular air spaces is close to zero. Plant Physiol. 1989;90:1163–1167.", "ArticleIdList": ["PMC1061859", "16666867"]}, {"Citation": "Lohman KN, Gan S, John MC, Amasino RM. Molecular analysis of natural leaf senescence in Arabidopsis thaliana. Physiol Plant. 1994;92:322–328."}, {"Citation": "Nakashima K, Kiyosue T, Yamaguchi-Shinozaki K, Shinozaki K. A nuclear gene, erd1, encoding a chloroplast-targeted Clp protease regulatory subunit homolog is not only induced by water stress but also developmentally up-regulated during senescence in Arabidopsis thaliana. Plant J. 1997;12:851–861.", "ArticleIdList": ["9375397"]}, {"Citation": "Nie GY, Tomasevic M, Baker NR. Effects of ozone on the photosynthetic apparatus and leaf proteins during leaf development in wheat. Plant Cell Environ. 1993;16:643–651."}, {"Citation": "Oh SA, Lee SY, Chung IK, Lee CH, Nam HG. A senescence-associated gene of Arabidopsis thaliana is distinctively regulated during natural and artificially induced leaf senescence. Plant Mol Biol. 1996;30:739–754.", "ArticleIdList": ["8624406"]}, {"Citation": "Park JH, Oh SA, Kim YH, Woo HR, Nam HG. Differential expression of senescence-associated mRNAs during leaf senescence induced by different senescence-inducing factors in Arabidopsis. Plant Mol Biol. 1998;37:445–454.", "ArticleIdList": ["9617812"]}, {"Citation": "Pell EJ, Pearson NS. Ozone-induced reduction in quantity of ribulose-1,5-bisphosphate carboxylase in alfalfa foliage. Plant Physiol. 1983;73:185–187.", "ArticleIdList": ["PMC1066432", "16663173"]}, {"Citation": "Pell EJ, Schlagnhaufer CD, Arteca RN. Ozone-induced oxidative stress: mechanisms of action and reaction. Physiol Plant. 1997;100:264–273."}, {"Citation": "Peterman TK, Goodman HM. The glutamine synthetase gene family of Arabidopsis thaliana: light-regulation and differential expression in leaves, roots and seeds. Mol Gen Genet. 1991;230:145–154.", "ArticleIdList": ["0"]}, {"Citation": "Rao MV, Paliyath G, Ormrod DP. Differential response of photosynthetic pigments, Rubisco activity and Rubisco protein of Arabidopsis thaliana exposed to UVB and ozone. Photochem Photobiol. 1995;62:727–735."}, {"Citation": "Reich PB. Effects of low concentrations of O3 on net photosynthesis, dark respiration, and chlorophyll contents in aging hybrid poplar leaves. Plant Physiol. 1983;73:291–296.", "ArticleIdList": ["PMC1066455", "16663210"]}, {"Citation": "Richards KD, Schott EJ, Sharma YK, Davis KR, Gardner RC. Aluminum induces oxidative stress genes in Arabidopsis thaliana. Plant Physiol. 1998;116:409–418.", "ArticleIdList": ["PMC35183", "9449849"]}, {"Citation": "Schraudner M, Moeder W, Wiese C, Van Camp W, Inzé D, Langebartels C, Sandermann H. Ozone-induced oxidative burst in the ozone biomonitor plant, tobacco Bel W3. Plant J. 1998;16:235–245.", "ArticleIdList": ["22507138"]}, {"Citation": "Schubert R, Fischer R, Hain R, Schreier PH, Bahnweg G, Ernst D, Sandermann H. An ozone-responsive region of the grapevine resveratrol synthase promoter differs from the basal pathogen-responsive sequence. Plant Mol Biol. 1997;34:417–426.", "ArticleIdList": ["9225853"]}, {"Citation": "Sharma YK, Davis KR. Ozone-induced expression of stress-related genes in Arabidopsis thaliana. Plant Physiol. 1994;105:1089–1096.", "ArticleIdList": ["PMC159436", "12232267"]}, {"Citation": "Sharma YK, Davis KR. The effects of ozone on antioxidant responses in plants. Free Radic Biol Med. 1997;23:470–488.", "ArticleIdList": ["9214586"]}, {"Citation": "Smart CM. Gene expression during leaf senescence. New Phytol. 1994;126:419–448.", "ArticleIdList": ["33874468"]}, {"Citation": "Thoma S, Sullivan ML, Vierstra RD. Members of two gene families encoding ubiquitin-conjugating enzymes, AtUBC1–3 and AtUBC4–6, from Arabidopsis thaliana are differentially expressed. Plant Mol Biol. 1996;31:493–505.", "ArticleIdList": ["8790283"]}, {"Citation": "Thompson JE, Legge RL, Barber RF. The role of free radicals in senescence and wounding. New Phytol. 1987;105:317–344.", "ArticleIdList": ["33873900"]}, {"Citation": "Tuomainen J, Betz C, Kangasjärvi J, Ernst D, Yin ZH, Langebartels C, Sandermann H. Ozone induction of ethylene emission in tomato plants: regulation by differential accumulation of transcripts for the biosynthetic enzymes. Plant J. 1997;12:1151–1162."}, {"Citation": "Vahala J, Schlagnhaufer CD, Pell EJ. Induction of an ACC synthase cDNA by ozone in light-grown Arabidopsis thaliana leaves. Physiol Plant. 1998;103:45–50."}, {"Citation": "Van Gysel A, Van Montagu M, Inze D. A negatively light-regulated gene from Arabidopsis thaliana encodes a protein showing high similarity to blue copper-binding proteins. Gene. 1993;136:79–85.", "ArticleIdList": ["8294044"]}, {"Citation": "Weaver LM, Gan S, Quirino B, Amasino RM. A comparison of the expression patterns of several senescence-associated genes in response to stress and hormone treatment. Plant Mol Biol. 1998;37:455–469.", "ArticleIdList": ["9617813"]}, {"Citation": "Weaver LM, Himelblau E, Amasino RM (1997) Leaf senescence: gene expression and regulation. In JK Setlow, ed, Genetic Engineering, Vol 19. Plenum Press, New York, pp 215–234"}, {"Citation": "Yalpani N, Enyedi AJ, León J, Raskin I. Ultraviolet light and ozone stimulate accumulation of salicylic acid, pathogenesis-related proteins and virus resistance in tobacco. Planta. 1994;193:372–376."}, {"Citation": "Zhou J, Goldsbrough PB. Functional homologs of fungal metallothionein genes from Arabidopsis. Plant Cell. 1994;6:875–884.", "ArticleIdList": ["PMC160485", "8061521"]}]}], "History": [{"Year": "1999", "Month": "8", "Day": "12"}, {"Year": "1999", "Month": "8", "Day": "12", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "8", "Day": "12", "Hour": "0", "Minute": "0"}, {"Year": "2000", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10444084", "PMC59334", "10.1104/pp.120.4.1015"]}}], "PubmedBookArticle": []}