{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "10568250", "DateCompleted": {"Year": "1999", "Month": "12", "Day": "02"}, "DateRevised": {"Year": "2008", "Month": "11", "Day": "21"}, "Article": {"Language": ["ger"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1431-7621", "JournalIssue": {"Volume": "93", "Issue": "7", "PubDate": {"Year": "1999", "Month": "Oct"}}, "Title": "Zeitschrift fur arztliche Fortbildung und Qualitatssicherung", "ISOAbbreviation": "Z Arztl Fortbild Qualitatssich"}, "ArticleTitle": "[Radiation exposure and air quality aboard commercial airplanes].", "Pagination": {"StartPage": "491", "EndPage": "494", "MedlinePgn": "491-4"}, "Abstract": {"AbstractText": ["The amount of exposure to cosmic radiation during air travel is next to a number of additional factors mainly dependent on the flight level of the aircraft. Flying in an altitude of 41,000 feet equaling 12,800 meters the amount of radiation exposure is of course considerable higher than on the ground. The overall exposure of flying personnel to cosmic radiation flying about 600-700 hours per year can be estimated between 3 and 6 mSv (300-600 mrem). According to the flight hours of passengers, the radiation exposure is much lower and can be neglected for most of the travelers final judgement about the possible risks for flying personnel as far as a higher incident of malignant tumors is concerned has not jet been finally made. Talking of cabin air quality compromises have to be made and thus the well-being of the passengers can be negatively influenced. Air pressure and oxygen partial pressure correspond to an altitude of 2400 meters (8,000 feet) above sea level with possible consequences to the cardiopulmonary system. Increased level of ozone can lead to respiratory problems of the upper airways, increased carbon dioxide may cause hyperventilation. The mucous membranes of the respiratory tract are dried out due to the extremely low humidity of the cabin air. Smoking during flight results in an increase of the nicotine blood levels even in passengers sitting in the non-smoking areas. In modern aircraft the fresh-air flow cannot be regulated individually any more, this may lead to an insufficient circulation of used air in relation to fresh air and could cause the phenomena of hanging smoke. There has always been the idea that there is an increased risk for passengers for acquiring infectious diseases. However this is not the case. Modern HEPA-filter prevent an accumulation even of the smallest particles including bacteria and viruses within the recirculation flow in the cabin air. The overall risk of getting an infectious disease is significantly lower than in other ground operated public means of transportation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Deutsche Lufthansa AG, Frankfurt/Main."}], "Identifier": [], "LastName": "Bergau", "ForeName": "L", "Initials": "L"}], "PublicationTypeList": ["English Abstract", "Journal Article"], "VernacularTitle": "Strahlenexposition und Luftqualität an Bord von Verkehrsflugzeugen."}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Z Arztl Fortbild Qualitatssich", "NlmUniqueID": "9707934", "ISSNLinking": "1431-7621"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Aircraft"}, {"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": [], "DescriptorName": "Cosmic Radiation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Respiratory Physiological Phenomena"}, {"QualifierName": ["etiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Travel"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1999", "Month": "11", "Day": "24"}, {"Year": "1999", "Month": "11", "Day": "24", "Hour": "0", "Minute": "1"}, {"Year": "1999", "Month": "11", "Day": "24", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10568250"]}}], "PubmedBookArticle": []}