{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "10939084", "DateCompleted": {"Year": "2000", "Month": "12", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0048-7554", "JournalIssue": {"Volume": "15", "Issue": "1-2", "PubDate": {"Year": "2000", "Season": "Jan-Jun"}}, "Title": "Reviews on environmental health", "ISOAbbreviation": "Rev Environ Health"}, "ArticleTitle": "Air pollution and health in urban areas.", "Pagination": {"StartPage": "13", "EndPage": "42", "MedlinePgn": "13-42"}, "Abstract": {"AbstractText": ["In this paper, recent reviews of the World Health Organization, other review papers, and more recent literature on the human health effects of current air pollution trends in urban areas are reviewed and summarized as follows: Sulphur dioxide. Some studies, but not others, found associations between sulphur dioxide (SO2) exposure and daily mortality and morbidity. Single-pollutant correlations sometimes disappeared when other pollutants, especially suspended particulate matter (SPM), were included. Cross-sectional studies with asthmatics revealed significant, non-threshold relations between SO2 and decrements of the forced expiratory volume in 1 second (FEV1). Nitrogen dioxide. Weak associations between short-term nitrogen dioxide (NO2) exposure from gas cooking and respiratory symptoms and a decrement in lung function parameters were found in children, but not consistently in exposed women. With long-term exposure, children, but not adults, exhibit increased respiratory symptoms, decreased lung function, and increased incidences of chronic cough, bronchitis, and conjunctivitis. A causal relationship between NO2 exposure and adverse health effects has not yet been established. Carbon monoxide. Binding of CO in the lungs with hemoglobin in the blood forms carboxyhemoglobin (COHb), which impairs the transport of oxygen. The health effects of CO include hypoxia, neurological deficits and neurobehavioral changes, and increases in daily mortality and hospital admissions for cardiovascular diseases. The latter persists even at very low CO levels, indicating no threshold for the onset of these effects. Whether the relation between daily mortality and exposure to CO are causal or whether CO might act as a proxy for SPM is still an open question. Ambient CO may have even more serious health consequences than does COHb formation and at lower levels than that mediated through elevated COHb levels. Ozone. Short-term acute effects of O3 include pulmonary function decrements, increased airway responsiveness and airway inflammation, aggravation of pre-existing respiratory diseases like asthma, increases in daily hospital admissions and emergency department visits for respiratory causes, and excess mortality. Exposure-response relations are non-linear for the respective associations between O3 and FEV1, inflammatory changes, and changes in hospital admissions, whereas the relation between percent change in symptom exacerbation among adults and asthmatics is linear. Single-pollutant associations between O3 exposure and daily mortality and hospital admissions for respiratory diseases is statistically significant, even in multi-pollutant models. Suspended particulate matter. Associations between SPM concentrations and mortality and morbidity rates are significant. The acute health effects of SPM, even at short-term low levels of exposure, include increased daily mortality and hospital admission rates for exacerbation of respiratory disease, fluctuations in the prevalence of bronchodilator use, and cough and peak flow reductions, as well as long-term effects with respect to mortality and respiratory morbidity. Such effects depend on particle size and concentration and can fluctuate with daily fluctuations in PM10 or PM2.5 levels. The relation between PM10 or PM2.5 exposure and acute health effects is linear at concentrations below 100 micrograms/m3. Currently no threshold has been reported below which no effects occur. The influence of co-polluting gaseous pollutants could explain part of the observed variance in short-term health effects and reduce the contribution of SPM. Lead. The biological effects of lead can be related to blood lead levels, the best indicator of internal exposure. The potential effects of lead in adults and children include encephalopathic signs and symptoms, central nervous system symptoms, cognitive effects, increased blood pressure, and reduced measures of child intelligence. (ABSTRACT TRUNCATED)"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Protection of the Human Environment, World Health Organization, Geneva, Switzerland."}], "Identifier": [], "LastName": "Schwela", "ForeName": "D", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Rev Environ Health", "NlmUniqueID": "0425754", "ISSNLinking": "0048-7554"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "2P299V784P", "NameOfSubstance": "Lead"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Environmental Health"}, {"QualifierName": [], "DescriptorName": "Global Health"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Lead"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects", "chemistry"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Urban Health"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Vehicle Emissions"}], "NumberOfReferences": "193"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2000", "Month": "8", "Day": "12", "Hour": "11", "Minute": "0"}, {"Year": "2001", "Month": "2", "Day": "28", "Hour": "10", "Minute": "1"}, {"Year": "2000", "Month": "8", "Day": "12", "Hour": "11", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["10939084", "10.1515/reveh.2000.15.1-2.13"]}}], "PubmedBookArticle": []}