{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "11161031", "DateCompleted": {"Year": "2004", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "125", "Issue": "2", "PubDate": {"Year": "2001", "Month": "Feb"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Effect of solar ultraviolet-B radiation during springtime ozone depletion on photosynthesis and biomass production of Antarctic vascular plants.", "Pagination": {"StartPage": "738", "EndPage": "751", "MedlinePgn": "738-51"}, "Abstract": {"AbstractText": ["We assessed the influence of springtime solar UV-B radiation that was naturally enhanced during several days due to ozone depletion on biomass production and photosynthesis of vascular plants along the Antarctic Peninsula. Naturally growing plants of Colobanthus quitensis (Kunth) Bartl. and Deschampsia antarctica Desv. were potted and grown under filters that absorbed or transmitted most solar UV-B. Plants exposed to solar UV-B from mid-October to early January produced 11% to 22% less total, as well as above ground biomass, and 24% to 31% less total leaf area. These growth reductions did not appear to be associated with reductions in photosynthesis per se: Although rates of photosynthetic O(2) evolution were reduced on a chlorophyll and a dry-mass basis, on a leaf area basis they were not affected by UV-B exposure. Leaves on plants exposed to UV-B were denser, probably thicker, and had higher concentrations of photosynthetic and UV-B absorbing pigments. We suspect that the development of thicker leaves containing more photosynthetic and screening pigments allowed these plants to maintain their photosynthetic rates per unit leaf area. Exposure to UV-B led to reductions in quantum yield of photosystem II, based on fluorescence measurements of adaxial leaf surfaces, and we suspect that UV-B impaired photosynthesis in the upper mesophyll of leaves. Because the ratio of variable to maximal fluorescence, as well as the initial slope of the photosynthetic light response, were unaffected by UV-B exposure, we suggest that impairments in photosynthesis in the upper mesophyll were associated with light-independent enzymatic, rather than photosystem II, limitations."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and The Photosynthesis Center, P.O. Box 871601, Arizona State University, Tempe, Arizona 85827-1601, USA."}], "Identifier": [], "LastName": "Xiong", "ForeName": "F S", "Initials": "FS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Day", "ForeName": "T A", "Initials": "TA"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Photosystem II Protein Complex"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antarctic Regions"}, {"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Pollution"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Photosystem II Protein Complex"}, {"QualifierName": [], "DescriptorName": "Plant Development"}, {"QualifierName": [], "DescriptorName": "Plant Physiological Phenomena"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Plants"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Poaceae"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Sunlight"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adamse P, Britz SJ. Amelioration of UV-B damage under high irradiance: I. Role of photosynthesis. Photochem Photobiol. 1992;56:645–654."}, {"Citation": "Allen DJ, Nogués S, Baker NR. Ozone depletion and increased UV-B radiation: is there a real threat to photosynthesis? J Exp Bot. 1998;49:1775–1788."}, {"Citation": "Allen DJ, Nogués S, Morison JIL, Greenslad PD, McLeod AR, Baker NR. A thirty percent increase in UV-B has no impact on photosynthesis in well-watered and droughted pea plants in the field. Global Change Biol. 1999;5:235–244."}, {"Citation": "Anderson JM, Chow WS, Goodchild DJ. Thylakoid membrane organization in sun/shade acclimation. In: Evans JR, Von Caemmerer S, Adams WW III, editors. Ecology of Photosynthesis in Sun and Shade. Melbourne, Australia: Commonwealth Scientific and Industrial Research Organization; 1988. pp. 11–16."}, {"Citation": "Ballaré CL, Scopel AL, Stapleton AE, Yanovsky MJ. Solar ultraviolet-B radiation affects seedling emergence, DNA integrity, plant morphology, growth rate, and attractiveness to herbivore insects in Datura ferox. Plant Physiol. 1996;112:161–170.", "ArticleIdList": ["PMC157935", "12226382"]}, {"Citation": "Barnes PW, Flint SD, Caldwell MM. Morphological responses of crop and weed species of different growth forms to ultraviolet-B radiation. Am J Bot. 1990;77:1354–1360."}, {"Citation": "Beyschlag W, Barnes PW, Flint SD, Caldwell MM. Enhanced UV-B irradiation has no effect on photosynthetic characteristics of wheat (Triticum aestivum L.) and wild oat (Avena fatua L.) under greenhouse and field conditions. Photosynthetica. 1988;22:516–525."}, {"Citation": "Booth CR, Diaz SB, Cabasug LW, Mestechkina T, Robertson JS, Ehramjian JC. Abstracts of the European Conference on Atmospheric UV Radiation. Helsinki, Finland: Finnish Meteorological Institute; 1998a. UV irradiance measurements in Antarctica: results of ten years of data collection; p. 9."}, {"Citation": "Booth CR, Ehramjian JC, Mestechkina T, Cabasug LW, Robertson JS, Tusson IVJR. NSF Polar Programs UV Spectroradiometer Network, 1995–1997 Operations Report. San Diego: Biospherical Instruments; 1998b."}, {"Citation": "Bornman JF. Target sites of UV-B radiation in photosynthesis of higher plants. J Photochem Photobiol B Biol. 1989;4:145–156."}, {"Citation": "Bornman JF, Vogelmann TC, Martin G. Measurement of chlorophyll fluorescence within leaves using a fiber optic microprobe. Plant Cell Environ. 1991;14:719–725."}, {"Citation": "Caldwell MM. Solar UV irradiation and the growth and development of higher plants. In: Giese AC, editor. Photophysiology. Vol. 6. New York: Academic Press; 1971. pp. 131–177."}, {"Citation": "Caldwell MM, Flint SD, Searles PS. Spectral balance and UV-B sensitivity of soybean: a field experiment. Plant Cell Environ. 1994;17:267–276."}, {"Citation": "Caldwell MM, Teramura AH, Tevini M, Bornman JF, Björn LO, Kulandaivelu G. Effects of increased solar ultraviolet radiation on terrestrial ecosystems. J Photochem Photobiol B Biol. 1998;46:40–52.", "ArticleIdList": ["12659537"]}, {"Citation": "Day TA, Ruhland CT, Grobe CW, Xiong FS. Growth and reproduction of Antarctic vascular plants in response to warming and UV radiation reductions in the field. Oecologia. 1999;119:24–35.", "ArticleIdList": ["28308156"]}, {"Citation": "Day TA, Vogelmann TC. Alterations in photosynthesis and pigment distributions in pea leaves following UV-B exposure. Physiol Plant. 1995;94:433–440."}, {"Citation": "Figueroa FL, Salles S, Aguilera J, Jiménez C, Mercado J, Viñegla B, Flores-Moya A, Altamirano M. Effect of solar radiation on photoinhibition and pigmentation in the red alga Porphyra leucosticta. Mar Ecol Prog Ser. 1997;151:81–90."}, {"Citation": "Fiscus EL, Booker FL. Is increased UV-B a threat to crop photosynthesis and productivity? Photosynth Res. 1995;43:81–92.", "ArticleIdList": ["24306741"]}, {"Citation": "Frederick JE, Lubin D. Solar ultraviolet irradiance at Palmer Station, Antarctica. In: Weiler CS, Penhale PA, editors. Ultraviolet Radiation in Antarctica: Measurements and Biological Effects. Antarctic Research Series. Vol. 62. Washington, DC: American Geophysical Union; 1994. pp. 43–52."}, {"Citation": "Genty B, Briantais MJ, Baker NR. The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim Biophys Acta. 1989;990:87–92."}, {"Citation": "Gómez I, Pérez-Rodríguez E, Viñegla B, Figueroa FL, Karsten U. Effects of solar radiation on photosynthesis, UV-absorbing compounds and enzyme activities of the green alga Dasycladus vermicularis from southern Spain. J Photochem Photobiol B Biol. 1998;47:46–57."}, {"Citation": "Gong H, Nilsen S. Effect of temperature on photoinhibition of photosynthesis, recovery, and turnover of the 32 kD chloroplast protein in Lemna gibba. J Plant Physiol. 1989;135:9–14."}, {"Citation": "González R, Mepsted R, Wellburn AR, Paul ND. Non-photosynthetic mechanisms of growth reduction in pea (Pisum sativum L.) exposed to UV-B radiation. Plant Cell Environ. 1998;21:23–32."}, {"Citation": "González R, Paul ND, Percy K, Ambrose M, Mclaughlin CK, Barnes JD, Areses M, Wellburn AR. Responses to ultraviolet-B radiation (280–315 nm) of pea (Pisum sativum) lines differing in leaf surface wax. Physiol Plant. 1996;98:852–860."}, {"Citation": "Hada M, Tsurumi S, Suzuki M, Wellmann E, Hashimoto T. Involvement and non-involvement of pyrimidine dimer formation in UV-B effects on Sorghum bicolor Moench seedlings. J Plant Physiol. 1996;148:92–99."}, {"Citation": "Herrmann H, Häder D-P, Ghetti F. Inhibition of photosynthesis by solar radiation in Dunaliella salina: relative efficiencies of UV-B, UV-A and PAR. Plant Cell Environ. 1997;20:359–365."}, {"Citation": "Hunt JE, McNeil DL. Nitrogen status affects UV-B sensitivity of cucumber. Aust J Plant Physiol. 1998;25:79–86."}, {"Citation": "Jansen MAK, Gaba V, Greenberg BM, Mattoo AK, Edelman M. Low threshold levels of ultraviolet-B in a background of photosynthetically active radiation trigger rapid degradation of the D2 protein of photosystem II. Plant J. 1996;9:693–699."}, {"Citation": "Johanson U, Gehrke C, Björn LO, Callaghan TV. The effects of enhanced UV-B radiation on the growth of dwarf shrubs in a subarctic heathland. Funct Ecol. 1995;9:713–719."}, {"Citation": "Kang HS, Hidema J, Kumagai T. Effects of light environment during culture on UV-induced cyclobutyl pyrimidine dimers and their photorepair in rice (Oryza sativa L.) Photochem Photobiol. 1998;68:71–77."}, {"Citation": "Krause GH, Schmude C, Garden H, Koroleva OY, Winter K. Effects of solar ultraviolet radiation on the potential efficiency of photosystem II in leaves of tropical plants. Plant Physiol. 1999;121:1349–1358.", "ArticleIdList": ["PMC59502", "10594122"]}, {"Citation": "Krizek DT, Britz SJ, Mirecki RM. Inhibitory effects of ambient levels of solar UV-A and UV-B radiation on growth of cv. New Red Fire lettuce. Physiol Plant. 1998;103:1–7."}, {"Citation": "Krizek DT, Mirecki RM, Britz SJ. Inhibitory effects of ambient levels of solar UV-A and UV-B radiation on growth of cucumber. Physiol Plant. 1997;100:886–893."}, {"Citation": "Lesser MP, Neale PJ. Acclimation of Antarctic phytoplankton to ultraviolet radiation: ultraviolet-absorbing compounds and carbon fixation. Mol Marine Biol Biotechnol. 1996;5:314–325."}, {"Citation": "Levall MW, Bornman JF. Differential response of a sensitive and tolerant sugarbeet line to Cercospora beticola infection and UV-B radiation. Physiol Plant. 2000;109:21–27."}, {"Citation": "Lichtenthaler HT, Wellburn AR. Determination of total carotenoid and chlorophyll a and b of leaf segments in different species. Biochem Soc Trans. 1983;11:591–592."}, {"Citation": "Lubin D, Mitchell BG, Frederick JE, Albert AD, Booth CR, Lucas T, Neuschuler D. A contribution toward understanding the biospherical significance of Antarctic ozone depletion. J Geophys Res. 1992;97:7817–7828."}, {"Citation": "Madronich S, McKenzie RL, Björn LO, Caldwell MM. Changes in biologically active ultraviolet radiation reaching the Earth's surface. J Photochem Photobiol B Biol. 1998;46:5–19.", "ArticleIdList": ["9894350"]}, {"Citation": "Mazza CA, Battista D, Zima AM, Szwarcberg-Bracchitta M, Giordana CV, Acevedo A, Scopel AL, Ballaré CL. The effects of solar ultraviolet-B radiation on the growth and yield of barley are accompanied by increased DNA damage and antioxidant responses. Plant Cell Environ. 1999;22:61–70."}, {"Citation": "Melis A, Nemson JA, Harrison MA. Damage to functional components and partial degradation of photosystem II reaction center proteins upon chloroplast exposure to ultraviolet-B radiation. Biochim Biophys Acta. 1992;1100:312–320."}, {"Citation": "Nilawati J, Greenberg BM, Smith REH. Influence of ultraviolet radiation on growth and photosynthesis of two cold ocean diatoms. J Phycol. 1997;33:215–224."}, {"Citation": "Nogués S, Baker NR. Evaluation of the role of damage to photosystem II in the inhibition of CO2 assimilation in pea leaves on exposure to UV-B radiation. Plant Cell Environ. 1995;18:781–787."}, {"Citation": "Pfündel EE, Pan RS, Dilly RA. Inhibition of violaxanthin deepoxidation by ultraviolet-B radiation in isolated chloroplasts and intact leaves. Plant Physiol. 1992;98:1372–1380.", "ArticleIdList": ["PMC1080359", "16668802"]}, {"Citation": "Prézelin BB, Boucher NB, Smith RC. Marine primary production under the influence of the Antarctic ozone hole: Icecolors '90. In: Weiler CS, Penhale PA, editors. Ultraviolet Radiation in Antarctica: Measurements and Biological Effects. Antarctic Research Series. Vol. 62. Washington, DC: American Geophysical Union; 1994. pp. 159–186."}, {"Citation": "Rousseaux MC, Ballaré C, Giordano CV, Scopel AL, Zima AM, Szwarcberg-Bracchitta M, Searles PS, Caldwell MM, Diaz SB. Ozone depletion and UVB radiation: impact on plant DNA damage in southern South America. Proc Natl Acad Sci USA. 1999;96:15310–15315.", "ArticleIdList": ["PMC24816", "10611381"]}, {"Citation": "Ruhland CT, Day TA. Effects of ultraviolet-B radiation on leaf elongation, production and phenylpropanoid concentrations of Deschampsia antarctica and Colobanthus quitensis in Antarctica. Physiol Plant. 2000;109:244–251."}, {"Citation": "Schreiber U, Schiwa U, Bilger W. Continuous recording of photochemical and non-photochemical chlorophyll fluorescence quenching with a new type of modulation fluorometer. Photosynth Res. 1986;10:51–62.", "ArticleIdList": ["24435276"]}, {"Citation": "Searles PS, Caldwell MM, Winter K. The response of five tropical dicotyledon species to solar ultraviolet-B radiation. Am J Bot. 1995;82:445–453."}, {"Citation": "Sivak MN, Walker DA. Chlorophyll a fluorescence: can it shed light on fundamental questions in photosynthetic carbon dioxide fixation? Plant Cell Environ. 1985;8:439–448."}, {"Citation": "Smith RC, Prézelin BB, Baker KS, Bidigare RR, Boucher NP, Coley T, Karentz D, MacIntyre S, Matlick HA, Menzies D, Ondrusek M, Wan Z, Waters KJ. Ozone depletion: ultraviolet radiation and phytoplankton biology in antarctic waters. Science. 1992;255:952–959.", "ArticleIdList": ["1546292"]}, {"Citation": "Smith RC, Stammerjohn SE, Baker KS. Surface air temperature variations in the western Antarctic Peninsula region. In: Ross RM, Hofman EE, Quetin LB, editors. Foundations for Ecological Research West of the Antarctic Peninsula. Antarctic Research Series. Vol. 70. Washington, DC: American Geophysical Union; 1996. pp. 105–121."}, {"Citation": "Sokal PR, Rohlf FJ. Biometry. New York: WH Freeman and Company; 1981."}, {"Citation": "Stapleton AE, Walbot V. Flavonoids can protect maize DNA from the induction of ultraviolet radiation damage. Plant Physiol. 1994;105:881–889.", "ArticleIdList": ["PMC160736", "8058838"]}, {"Citation": "Sukhvibul N, Whiley AW, Smith MK, Hetherington SE. Susceptibility of mango (Mangifera indica L.) to cold-induced photoinhibition and recovery at different temperatures. Aust J Agric Res. 2000;51:503–513."}, {"Citation": "Thiel S, Döhring T, Köfferlein M, Kosak A, Martin P, Seidlitz HK. A phytotron for plant stress research: how far can artificial lighting compare to natural sunlight? J Plant Physiol. 1996;148:456–463."}, {"Citation": "Xiong FS, Mueller EC, Day TA. Photosynthetic and respiratory acclimation and growth response of Antarctic vascular plants to contrasting temperature regimes. Am J Bot. 2000;87:700–710.", "ArticleIdList": ["10811794"]}, {"Citation": "Xiong FS, Ruhland CT, Day TA. Photosynthetic temperature response of the Antarctic vascular plants Colobanthus quitensis and Deschampsia antarctica. Physiol Plant. 1999;106:276–286."}]}], "History": [{"Year": "2001", "Month": "2", "Day": "13", "Hour": "11", "Minute": "0"}, {"Year": "2004", "Month": "1", "Day": "6", "Hour": "5", "Minute": "0"}, {"Year": "2001", "Month": "2", "Day": "13", "Hour": "11", "Minute": "0"}, {"Year": "2002", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["11161031", "PMC64875", "10.1104/pp.125.2.738"]}}], "PubmedBookArticle": []}