{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "12060303", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1399-3054", "JournalIssue": {"Volume": "113", "Issue": "2", "PubDate": {"Year": "2001", "Month": "Oct"}}, "Title": "Physiologia plantarum", "ISOAbbreviation": "Physiol Plant"}, "ArticleTitle": "Physiological response of Pinus halepensis needles under ozone and water stress conditions.", "Pagination": {"StartPage": "249", "EndPage": "257", "MedlinePgn": "249-257"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate how physiological processes of potted Pinus halepensis plants, grown under controlled conditions, were affected by ozone (O3) and/or water stress, integrating the gas exchange and biochemical data with fluorescence OJIP polyphasic transient data. Plants submitted to only water stress (T1) and with ozone (T3) showed a strong decrease in stomatal conductance and gas exchange, coinciding with a reduction of maximum yield of photochemistry (varphipo) and very negative values of leaf water potential. Simultaneously, a great increase of both PSII antenna size, indicated by absorption per reaction centre, and electron transport per reaction centre were found. The reduction of photosynthesis in the O3-treated plants (T2) by a slowing down of the Calvin cycle was supported by the increase of related fluorescence parameters such as relative variable fluorescence, heat de-excitation constant, energy de-excitation by spillover, and the decrease of varphipo. We suggest an antagonistic effect between the two stresses to explain the delayed ozone-induced decrease of stomatal conductance values for T3 with respect to T1 plants, by an alteration of the physiological mechanisms of stomatal opening, which involve the increase of intra-cellular free-calcium induced by ABA under co-occurring water shortage. We emphasise the importance of considering the intensity of the individual stress factor in studies concerning the interaction of stresses."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology, University of Rome 'La Sapienza', Piazzale Aldo Moro, 5, I-00185 Rome, Italy Department of Environmental Sciences, University of Molise, Via Giuseppe Mazzini, 8, I-86170 Isernia, Italy."}], "Identifier": [], "LastName": "Manes", "ForeName": "Fausto", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Donato", "ForeName": "Eugenio", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vitale", "ForeName": "Marcello", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Denmark", "MedlineTA": "Physiol Plant", "NlmUniqueID": "1256322", "ISSNLinking": "0031-9317"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2002", "Month": "6", "Day": "13", "Hour": "10", "Minute": "0"}, {"Year": "2002", "Month": "6", "Day": "13", "Hour": "10", "Minute": "1"}, {"Year": "2002", "Month": "6", "Day": "13", "Hour": "10", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["12060303", "10.1034/j.1399-3054.2001.1130213.x", "1130213"]}}], "PubmedBookArticle": []}