{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "12481074", "DateCompleted": {"Year": "2003", "Month": "05", "Day": "30"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "130", "Issue": "4", "PubDate": {"Year": "2002", "Month": "Dec"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Ethylene synthesis regulated by biphasic induction of 1-aminocyclopropane-1-carboxylic acid synthase and 1-aminocyclopropane-1-carboxylic acid oxidase genes is required for hydrogen peroxide accumulation and cell death in ozone-exposed tomato.", "Pagination": {"StartPage": "1918", "EndPage": "1926", "MedlinePgn": "1918-26"}, "Abstract": {"AbstractText": ["We show that above a certain threshold concentration, ozone leads to leaf injury in tomato (Lycopersicon esculentum). Ozone-induced leaf damage was preceded by a rapid increase in 1-aminocyclopropane-1-carboxylic acid (ACC) synthase activity, ACC content, and ethylene emission. Changes in mRNA levels of specific ACC synthase, ACC oxidase, and ethylene receptor genes occurred within 1 to 5 h. Expression of the genes encoding components of ethylene biosynthesis and perception, and biochemistry of ethylene synthesis suggested that ozone-induced ethylene synthesis in tomato is under biphasic control. In transgenic plants containing an LE-ACO1 promoter-beta-glucuronidase fusion construct, beta-glucuronidase activity increased rapidly at the beginning of the O(3) exposure and had a spatial distribution resembling the pattern of extracellular H(2)O(2) production at 7 h, which coincided with the cell death pattern after 24 h. Ethylene synthesis and perception were required for active H(2)O(2) production and cell death resulting in visible tissue damage. The results demonstrate a selective ozone response of ethylene biosynthetic genes and suggest a role for ethylene, in combination with the burst of H(2)O(2) production, in regulating the spread of cell death."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemical Plant Pathology, GSF-National Research Center for Environemtn and Health, Oberschleissheim, Germany."}], "Identifier": [], "LastName": "Moeder", "ForeName": "Wolfgang", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Barry", "ForeName": "Cornelius S", "Initials": "CS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tauriainen", "ForeName": "Airi A", "Initials": "AA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Betz", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tuomainen", "ForeName": "Jaana", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Utriainen", "ForeName": "Merja", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Grierson", "ForeName": "Donald", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sandermann", "ForeName": "Heinrich", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Langebartels", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kangasjärvi", "ForeName": "Jaakko", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ethylenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Recombinant Fusion Proteins"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "91GW059KN7", "NameOfSubstance": "ethylene"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "EC 1.4.-", "NameOfSubstance": "Amino Acid Oxidoreductases"}, {"RegistryNumber": "EC 1.4.3.-", "NameOfSubstance": "1-aminocyclopropane-1-carboxylic acid oxidase"}, {"RegistryNumber": "EC 3.2.1.31", "NameOfSubstance": "Glucuronidase"}, {"RegistryNumber": "EC 4.-", "NameOfSubstance": "Lyases"}, {"RegistryNumber": "EC 4.4.1.14", "NameOfSubstance": "1-aminocyclopropanecarboxylate synthase"}], "MeshHeadingList": [{"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Amino Acid Oxidoreductases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["drug effects"], "DescriptorName": "Enzyme Induction"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Ethylenes"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation, Enzymologic"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Glucuronidase"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Lyases"}, {"QualifierName": ["drug effects", "genetics", "physiology"], "DescriptorName": "Solanum lycopersicum"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Recombinant Fusion Proteins"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alvarez ME, Pennell RI, Meijer P-J, Ishikawa A, Dixon RA, Lamb C. Reactive oxygen intermediates mediate a systemic signal network in the establishment of plant immunity. Cell. 1998;92:773–784.", "ArticleIdList": ["9529253"]}, {"Citation": "Bae GY, Nakajima N, Ishizuka K, Kondo N. The role in ozone phytotoxicity of the evolution of ethylene upon induction of 1-aminocyclopropane-1-carboxylic acid synthase by ozone fumigation in tomato plants. Plant Cell Physiol. 1996;37:129–134."}, {"Citation": "Barry CS, Blume B, Bouzayen M, Cooper W, Hamilton AJ, Grierson D. Differential expression of the 1-aminocyclopropane-1-carboxylate oxidase gene family of tomato. Plant J. 1996;9:525–535.", "ArticleIdList": ["8624515"]}, {"Citation": "Barry CS, Llop-Tous MI, Grierson D. The regulation of 1-aminocyclopropane-1-carboxylic acid synthase gene expression during the transition from system-1 to system-2 ethylene synthesis in tomato. Plant Physiol. 2000;123:979–986.", "ArticleIdList": ["PMC59060", "10889246"]}, {"Citation": "Bent AF, Innes RW, Ecker JR, Staskawicz BJ. Disease development in ethylene-insensitive Arabidopsis thaliana infected with virulent and avirulent Pseudomonas and Xanthomonas pathogens. Mol Plant-Microbe Interact. 1992;5:372–378.", "ArticleIdList": ["1472714"]}, {"Citation": "Blume B, Grierson D. Expression of ACC oxidase promoter-GUS fusions in tomato and Nicotiana plumbaginifolia regulated by developmental and environmental stimuli. Plant J. 1997;12:731–746.", "ArticleIdList": ["9375389"]}, {"Citation": "Chang S, Puryear J, Cairney C. A simple and efficient method for isolating RNA from pine trees. Plant Mol Biol Rep. 1993;11:113–116."}, {"Citation": "Ciardi JA, Tieman DM, Lund ST, Jones JB, Stal RE, Klee HJ. Response to Xanthomonas campestris pv. Vesicatoria in tomato involves regulation of ethylene receptor gene expression. Plant Physiol. 2000;123:81–92.", "ArticleIdList": ["PMC58984", "10806227"]}, {"Citation": "Dangl JL, Dietrich RA, Richberg MH. Death don't have no mercy: Cell death programs in plant-microbe interactions. Plant Cell. 1996;8:1793–1807.", "ArticleIdList": ["PMC161315", "12239362"]}, {"Citation": "Dat J, Vandenabeele S, Vranová E, Van Montagu M, Van Breusegem F. Dual action of the active oxygen species during plant stress responses. Cell Mol Life Sci. 2000;57:779–795.", "ArticleIdList": ["10892343"]}, {"Citation": "Elstner EF, Osswald W, Youngman RJ. Basic mechanisms of pigment bleaching and loss of structural resistance in spruce (Picea abies) needles: advances in phytomedical diagnostics. Experientia. 1985;41:591–597."}, {"Citation": "Hamilton AJ, Lycett GW, Grierson D. Antisense gene that inhibits synthesis of the hormone ethylene in transgenic plants. Nature. 1990;346:284–287."}, {"Citation": "He C-J, Morgan PW, Drew MC. Transduction of an ethylene signal is required for cell death and lysis in the root cortex of maize during aerenchyma formation induced by hypoxia. Plant Physiol. 1996;112:463–472.", "ArticleIdList": ["PMC157969", "12226403"]}, {"Citation": "Jabs T, Dietrich RA, Dangl JL. Initiation of runaway cell death in an Arabidopsis mutant by extracellular superoxide. Science. 1996;273:1853–1856.", "ArticleIdList": ["8791589"]}, {"Citation": "de Jong AJ, Yakimova ET, Kapchina VM, Woltering EJ. A critical role for ethylene in hydrogen peroxide release during programmed cell death in tomato suspension cells. Planta. 2002;214:537–545.", "ArticleIdList": ["11925037"]}, {"Citation": "Kangasjärvi J, Talvinen J, Utriainen M, Karjalainen R. Plant defense systems induced by ozone. Plant Cell Environ. 1994;17:783–794."}, {"Citation": "Kende H. Ethylene biosynthesis. Annu Rev Plant Physiol Plant Mol Biol. 1993;44:283–307."}, {"Citation": "Lamb C, Dixon RA. The oxidative burst in plant disease resistance. Annu Rev Plant Physiol Plant Mol Biol. 1997;48:251–275.", "ArticleIdList": ["15012264"]}, {"Citation": "Langebartels C, Kerner K, Leonardi S, Schraudner M, Trost M, Heller W, Sandermann H. Biochemical plant responses to ozone: differential induction of polyamine and ethylene biosynthesis in tobacco. Plant Physiol. 1991;95:882–889.", "ArticleIdList": ["PMC1077619", "16668067"]}, {"Citation": "Langebartels C, Schraudner M, Heller W, Ernst D, Sandermann H. Oxidative stress and defense reactions in plants exposed to air pollutants and UV-B radiation. In: Inzé D, Van Montagu M, editors. Oxidative Stress in Plants. London: Taylor and Francis; 2002. pp. 105–135."}, {"Citation": "Lashbrook CC, Tieman DM, Klee HJ. Differential regulation of the tomato ETR gene family throughout plant development. Plant J. 1998;15:243–252.", "ArticleIdList": ["9721682"]}, {"Citation": "Levine A, Pennell RI, Alvarez ME, Palmer R, Lamb C. Calcium-mediated apoptosis in a plant hypersensitive disease resistance response. Curr Biol. 1996;6:427–437.", "ArticleIdList": ["8723347"]}, {"Citation": "Levine A, Tenhaken R, Dixon R, Lamb C. H2O2 from the oxidative burst orchestrates the plant hypersensitive disease resistance response. Cell. 1994;79:583–593.", "ArticleIdList": ["7954825"]}, {"Citation": "Lincoln JE, Campbell AD, Oetiker J, Rottmann WH, Oeller PW, Shen NF, Theologis A. LE-ACS4, a fruit ripening and wound-induced 1-aminocyclopropane-1-carboxylate synthase gene of tomato (Lycopersicon esculentum) J Biol Chem. 1993;268:19422–19430.", "ArticleIdList": ["8366090"]}, {"Citation": "Lizada C, Yang SF. A simple and sensitive assay for 1-aminocyclopropane-1-carboxylic acid. Anal Biochem. 1979;100:140–145.", "ArticleIdList": ["543532"]}, {"Citation": "Llop-Tous I, Barry CS, Grierson D. Regulation of ethylene biosynthesis in response to pollination in tomato flowers. Plant Physiol. 2000;123:971–978.", "ArticleIdList": ["PMC59059", "10889245"]}, {"Citation": "Lund S, Stall R, Klee H. Ethylene regulates the susceptible response to pathogen infection in tomato. Plant Cell. 1998;10:371–382.", "ArticleIdList": ["PMC144005", "9501111"]}, {"Citation": "Mehlhorn H, Wellburn AR. Stress ethylene formation determines plant sensitivity to ozone. Nature. 1987;327:417–418."}, {"Citation": "Nakatsuka A, Murachi S, Okunishi H, Shiomi S, Nakano R, Kubo Y, Inaba A. Differential expression and internal feedback regulation of 1-aminocyclopropane-1-carboxylate synthase, 1-aminocyclopropane-1-carboxylate oxidase, and ethylene receptor genes in tomato fruit during development and ripening. Plant Physiol. 1998;118:1295–1305.", "ArticleIdList": ["PMC34745", "9847103"]}, {"Citation": "Oeller PW, Min-Wong L, Taylor LP, Pike DA, Theologis A. Reversible inhibition of tomato fruit senescence by antisense RNA. Science. 1991;254:437–439.", "ArticleIdList": ["1925603"]}, {"Citation": "Oetiker JH, Olson DC, Shiu Y, Yang SF. Differential induction of seven 1-aminocyclopropane-1-carboxylate synthase genes by elicitor in suspension cultures of tomato. Plant Mol Biol. 1997;34:275–286.", "ArticleIdList": ["9207843"]}, {"Citation": "Orzáez D, Granell A. DNA fragmentation is regulated by ethylene during carpel senescence in Pisum sativum. Plant J. 1997;11:137–144."}, {"Citation": "Overmyer K, Tuominen H, Kettunen R, Betz C, Langebartels C, Sandermann H, Kangasjärvi J. The ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. Plant Cell. 2000;12:1849–1862.", "ArticleIdList": ["PMC149124", "11041881"]}, {"Citation": "Pellinen R, Palva T, Kangasjärvi J. Subcellular localization of ozone- induced hydrogen peroxide production in birch (Betula pendula) leaf cells. Plant J. 1999;20:349–356.", "ArticleIdList": ["10571895"]}, {"Citation": "Pellinen RI, Korhonen M-S, Tauriainen AA, Palva ET, Kangasjärvi J. Hydrogen peroxide activates cell death and defense gene expression in birch. Plant Physiol. 2002;130:549–560.", "ArticleIdList": ["PMC166586", "12376624"]}, {"Citation": "Pennell RI, Lamb C. Programmed cell death in plants. Plant Cell. 1997;9:1157–1168.", "ArticleIdList": ["PMC156988", "12237381"]}, {"Citation": "Rao MV, Davis KR. Ozone-induced cell death occurs via two distinct mechanisms in Arabidopsis: the role of salicylic acid. Plant J. 1999;17:603–614.", "ArticleIdList": ["10230060"]}, {"Citation": "Rao MV, Davis KR. The physiology of ozone-induced cell death. Planta. 2001;213:682–690.", "ArticleIdList": ["11678271"]}, {"Citation": "Rottmann WH, Peter GF, Oeller PW, Keller JA, Shen NF, Nagy BP, Taylor LP, Campbell AD, Theologis A. 1-Aminocyclopropane-1-carboxylate synthase in tomato is encoded by a multigene family whose transcription is induced during fruit and floral senescence. J Mol Biol. 1991;222:937–961.", "ArticleIdList": ["1762159"]}, {"Citation": "Sandermann H. Ozone and plant health. Annu Rev Phytopathol. 1996;34:347–366.", "ArticleIdList": ["15012547"]}, {"Citation": "Sandermann H, Ernst D, Heller W, Langebartels C. Ozone: an abiotic elicitor of plant defence reactions. Trends Plant Sci. 1998;3:47–50."}, {"Citation": "Schraudner M, Langebartels C, Sandermann H. Changes in the biochemical status of plants cells induced by the environmental pollutant ozone. Physiol Plant. 1997;100:274–280."}, {"Citation": "Schraudner M, Moeder W, Wiese C, van Camp W, Inzé D, Langebartels C, Sandermann H. Ozone-induced oxidative burst in the ozone biomonitor plant, tobacco Bel W3. Plant J. 1998;16:235–245.", "ArticleIdList": ["22507138"]}, {"Citation": "Shiu OY, Oetiker JH, Yip WK, Yang SF. The promoter of LE-ACS7, an early flooding-induced 1-aminocyclopropane-1-carboxylate synthase gene of the tomato, is tagged by a Sol3 transposon. Proc Natl Acad Sci USA. 1998;95:10334–10339.", "ArticleIdList": ["PMC21509", "9707648"]}, {"Citation": "Tatsuki M, Mori H. Rapid and transient expression of 1-aminocyclopropane-1-carboxylate synthase isogenes by touch and wound stimuli in tomato. Plant Cell Physiol. 1999;40:709–715.", "ArticleIdList": ["10501031"]}, {"Citation": "Tenhaken R, Levine A, Brisson LF, Dixon RA, Lamb C. Function of the oxidative burst in hypersensitive disease resistance. Proc Natl Acad Sci USA. 1995;92:4158–4163.", "ArticleIdList": ["PMC41903", "11607542"]}, {"Citation": "Thordal-Christensen H, Zhang Z, Wei Y, Collinge DB. Subcellular localization of H2O2 in plants: H2O2 accumulation in papillae and hypersensitive response during the barley-powdery mildew interaction. Plant J. 1997;11:1187–1194."}, {"Citation": "Tieman DM, Klee HJ. Differential expression of two novel members of the tomato ethylene-receptor family. Plant Physiol. 1999;120:165–172.", "ArticleIdList": ["PMC59248", "10318694"]}, {"Citation": "Tingey DT, Standley C, Field RW. Stress ethylene evolution: a measure of ozone effects on plants. Atmos Environ. 1976;10:969–974.", "ArticleIdList": ["1008919"]}, {"Citation": "Tuomainen J, Betz C, Kangasjärvi J, Ernst D, Yin ZH, Langebartels C, Sandermann H., Jr Ozone induction of ethylene emission in tomato plants: regulation by differential transcript accumulation for the biosynthetic enzymes. Plant J. 1997;12:1151–1162."}, {"Citation": "van Camp W, Van Montagu M, Inzé D. H2O2 and NO: redox signals in disease resistance. Trends Plant Sci. 1998;3:330–334."}, {"Citation": "Wang KL-C, Li H, Ecker JR. Ethylene biosynthesis and signaling networks. Plant Cell. 2002;14:S131–S151.", "ArticleIdList": ["PMC151252", "12045274"]}, {"Citation": "Wilkinson JQ, Lanahan MB, Yen H-C, Giovannoni JJ, Klee HJ. An ethylene-inducible component of signal transduction encoded by Never-ripe. Science. 1995;270:1807–1809.", "ArticleIdList": ["8525371"]}, {"Citation": "Wohlgemuth H, Mittelstrass K, Kschieschan S, Bender J, Weigel HJ, Overmyer K, Kangasjärvi J, Langebartels C, Sandermann H. Activation of an oxidative burst is a general feature of sensitive plants exposed to the air pollutant ozone. Plant Cell Environ. 2002;25:717–726."}, {"Citation": "Young TE, Gallie DR, DeMason DA. Ethylene-mediated programmed cell death during maize endosperm development of wild-type and shrunken2 genotypes. Plant Physiol. 1997;115:737–751.", "ArticleIdList": ["PMC158534", "12223841"]}]}], "History": [{"Year": "2002", "Month": "12", "Day": "14", "Hour": "4", "Minute": "0"}, {"Year": "2003", "Month": "5", "Day": "31", "Hour": "5", "Minute": "0"}, {"Year": "2002", "Month": "12", "Day": "14", "Hour": "4", "Minute": "0"}, {"Year": "2003", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["12481074", "PMC166702", "10.1104/pp.009712"]}}], "PubmedBookArticle": []}