{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "12676711", "DateCompleted": {"Year": "2003", "Month": "06", "Day": "24"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "26"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0099-2240", "JournalIssue": {"Volume": "69", "Issue": "4", "PubDate": {"Year": "2003", "Month": "Apr"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Disinfection of water containing natural organic matter by using ozone-initiated radical reactions.", "Pagination": {"StartPage": "2284", "EndPage": "2291", "MedlinePgn": "2284-91"}, "Abstract": {"AbstractText": ["Ozone is widely used to disinfect drinking water and wastewater due to its strong biocidal oxidizing properties. Recently, it was reported that hydroxyl radicals ((.)OH), resulting from ozone decomposition, play a significant role in microbial inactivation when Bacillus subtilis endospores were used as the test microorganisms in pH controlled distilled water. However, it is not yet known how natural organic matter (NOM), which is ubiquitous in sources of drinking water, affects this process of disinfection by ozone-initiated radical reactions. Two types of water matrix were considered for this study. One is water containing humic acid, which is commercially available. The other is water from the Han River. This study reported that hydroxyl radicals, initiated by the ozone chain reaction, were significantly effective at B. subtilis endospore inactivation in water containing NOM, as well as in pH-controlled distilled water. The type of NOM and the pH have a considerable effect on the percentage of disinfection by hydroxyl radicals, which ranged from 20 to 50%. In addition, the theoretical T value of hydroxyl radicals for 2-log B. subtilis removal was estimated to be about 2.4 x 10(4) times smaller than that of ozone, assuming that there is no synergistic activity between ozone and hydroxyl radicals."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemical Engineering, College of Engineering, Seoul National University, Shilim-dong, Gwanak-gu, Korea."}], "Identifier": [], "LastName": "Cho", "ForeName": "Min", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chung", "ForeName": "Hyenmi", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yoon", "ForeName": "Jeyong", "Initials": "J"}], "PublicationTypeList": ["Evaluation Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Free Radicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Humic Substances"}, {"RegistryNumber": "0", "NameOfSubstance": "Organic Chemicals"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Bacillus subtilis"}, {"QualifierName": ["methods"], "DescriptorName": "Disinfection"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Free Radicals"}, {"QualifierName": ["microbiology"], "DescriptorName": "Fresh Water"}, {"QualifierName": ["metabolism"], "DescriptorName": "Humic Substances"}, {"QualifierName": ["metabolism"], "DescriptorName": "Organic Chemicals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Spores, Bacterial"}, {"QualifierName": ["methods"], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bancroft, K., P. Chrostowski, R. L. Wright, and I. H. Suffet. 1984. Ozonation and oxidation competition values: relationship to disinfection and microorganisms regrowth. Water Res. 4:473-478."}, {"Citation": "Cho, M., H. Chung, and J. Yoon. 2002. Effect of pH and importance of ozone initiated radical reactions in inactivating Bacillus subtilis spore. Ozone Sci. Eng. 24:145-150."}, {"Citation": "Dahi, E. 1976. Physicochemical aspects of disinfection of water by means of ultrasound and ozone. Water Res. 10:677-684."}, {"Citation": "Elovitz, M. S., U. von Gunten, and H. P. Kaiser. 2000. Hydroxyl radical/ozone ratios during ozonation processes. II. The effect of temperature, pH, alkalinity, and DOM properties. Ozone Sci. Eng. 22:123-150."}, {"Citation": "Facile, N., B. Barbeau, M. Prevost, and B. Koudjonou. 2000. Evaluating bacterial aerobic spores as a surrogate for Giardia and Cryptosporidium inactivation by ozone. Water Res. 34:3238-3246."}, {"Citation": "Farooq, S., E. S. K. Chian, and R. S. Engelbrecht. 1977. Basic concepts in disinfection with ozone. J. Water Pollut. Control Fed. 49:1819-1831.", "ArticleIdList": ["894833"]}, {"Citation": "Finch, G. R., E. K. Black, L. Gyurek, and M. Belosevic. 1993. Ozone inactivation of Cryptosporidium parvum in demand-free phosphate buffer determined by in vitro excystation and animal infectivity. Appl. Environ. Microbiol. 59:4203-4210.", "ArticleIdList": ["PMC195886", "8285711"]}, {"Citation": "Guittonneau, S., D. Thibaudeau, and P. Meallier. 1996. Free radicals formation induced by the ozonation of humic substances in aqueous medium. Catalysis Today 29:323-327."}, {"Citation": "Gyurek, L. L., H. Li, M. Belosevic, and G. R. Finch. 1999. Ozone inactivation kinetics of Cryptosporidium in phosphate buffer. J. Environ. Eng. 125:913-914."}, {"Citation": "Haas, C. N., J. Joffe, U. Anmangandla, J. C. Hornberger, M. S. Heath, J. Jacangelo, and J. Glicker. 1995. Development and validation of radiational design methods of disinfection. AWWA Research Foundation, Denver, Colo."}, {"Citation": "Hoigne, J., and H. Bader. 1979. Ozonation of water: selectivity and rate of oxidation of solutes. Ozone Sci. Eng. 1:73-85."}, {"Citation": "Hunt, N. K., and B. J. Marinas. 1999. Kinetics of Escherichia coli inactivation with ozone: chemical and inactivation kinetics. Water Res. 33:2633-2641."}, {"Citation": "Khadre, M. A., and A. E. Yousef. 2001. Sporicidal action of ozone and hydrogen peroxide: a comparative study. Int. Food Sci. Technol. 71:131-138.", "ArticleIdList": ["11789930"]}, {"Citation": "Langlais, B., and D. Perrine. 1989. Study of the mechanisms of cyst killing action of ozone on free amoebae. Tech. Sci. Methodes 84:215-219."}, {"Citation": "Montgomery, J. M. 1985. Water treatment principles and design. John Wiley & Sons, New York, N.Y."}, {"Citation": "Nakayama, A., Y. Yano, S. Kobayashi, M. Ishikawa, and K. Sakai. 1996. Comparison of pressure resistances of spores of six Bacillus strains with their heat resistances. Appl. Environ. Microbiol. 62:3897-3900.", "ArticleIdList": ["PMC1388968", "16535430"]}, {"Citation": "Radziminski, C., L. Ballantyne, J. Hodson, R. Creason, R. C. Andrews, and C. Chauret. 2002. Disinfection of Bacillus subtilis spores with chlorine dioxide: a bench-scale and pilot-scale study. Water Res. 36:1629-1639.", "ArticleIdList": ["11996351"]}, {"Citation": "Rennecker, J. L., B. J. Marinas, J. H. Owens, and E. W. Rice. 1999. Inactivation of Cryptosporidium parvum oocysts with ozone. Water Res. 33:2481-2488."}, {"Citation": "Roy, D., R. S. Englebrecht, and E. S. Kchian. 1982. Comparative inactivation of six entero viruses by ozone. J. Am. Water Works Assoc. 74:660-664."}, {"Citation": "Setlow, B., and P. Setlow. 1993. Binding of small, acid-soluble spore proteins to DNA plays a significant role in the resistance of Bacillus subtilis spores to hydrogen peroxide. Appl. Environ. Microbiol. 59:3418-3423.", "ArticleIdList": ["PMC182468", "8250563"]}, {"Citation": "Sonntag, V., 1986. Disinfection by free radicals and UV-radiation. Water Supply 4:11-18."}, {"Citation": "Staehelin, J., and J. Hoigne. 1985. Decomposition of ozone in water in the presence of organic solutes acting as promoters and inhibitors of radical chain reactions. Environ. Sci. Technol. 19:1206-1212.", "ArticleIdList": ["22280139"]}, {"Citation": "Watts, R. J., S. Kong, M. P. Orr, G. C. Miller and B. E. Henry. 1995. Photocatalytic inactivation of coliform bacteria and viruses in secondary wastewater effluent. Water Res. 29:95-100."}, {"Citation": "Wickramanayake, G. B., A. J. Rubin, and O. J. Sproul. 1984. Inactivation of Naegleria and Giardia cysts in water by ozonation. J. Water Pollut. Control Fed. 56:983-988."}, {"Citation": "Wolfe, R. L., M. H. Stewart, K. N. Scott, and M. J. MaGuire. 1989. Inactivation of Giardia muris and indicator organisms seeded in surface water supplies by PEROXONE and ozone. Environ. Sci. Technol. 23:744-745."}, {"Citation": "Xiong, F., and B. Legube. 1991. Enhancement of radical chain reaction of ozone in water in the presence of an aquatic fulvic acid. Ozone Sci. Eng. 13:349-363."}]}], "History": [{"Year": "2003", "Month": "4", "Day": "5", "Hour": "5", "Minute": "0"}, {"Year": "2003", "Month": "6", "Day": "25", "Hour": "5", "Minute": "0"}, {"Year": "2003", "Month": "4", "Day": "5", "Hour": "5", "Minute": "0"}, {"Year": "2003", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["12676711", "PMC154773", "10.1128/AEM.69.4.2284-2291.2003"]}}], "PubmedBookArticle": []}