{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "14730080", "DateCompleted": {"Year": "2004", "Month": "06", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2004", "Month": "01", "Day": "15"}], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "134", "Issue": "2", "PubDate": {"Year": "2004", "Month": "Feb"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Condensed lignins are synthesized in poplar leaves exposed to ozone.", "Pagination": {"StartPage": "586", "EndPage": "594", "MedlinePgn": "586-94"}, "Abstract": {"AbstractText": ["Poplar (Populus tremula x alba) trees (clone INRA 717-1-B4) were cultivated for 1 month in phytotronic chambers with two different levels of ozone (60 and 120 nL L(-1)). Foliar activities of shikimate dehydrogenase (EC 1.1.1.25), phenylalanine ammonia lyase (EC 4.3.1.5), and cinnamyl alcohol dehydrogenase (CAD, EC 1.1.1.195) were compared with control levels. In addition, we examined lignin content and structure in control and ozone-fumigated leaves. Under ozone exposure, CAD activity and CAD RNA levels were found to be rapidly and strongly increased whatever the foliar developmental stage. In contrast, shikimate dehydrogenase and phenylalanine ammonia lyase activities were increased in old and midaged leaves but not in the youngest ones. The increased activities of these enzymes involved in the late or early steps of the metabolic pathway leading to lignins were associated with a higher Klason lignin content in extract-free leaves. In addition, stress lignins synthesized in response to ozone displayed a distinct structure, relative to constitutive lignins. They were found substantially enriched in carbon-carbon interunit bonds and in p-hydroxyphenylpropane units, which is reminiscent of lignins formed at early developmental stages, in compression wood, or in response to fungal elicitor. The highest changes in lignification and in enzyme activities were obtained with the highest ozone dose (120 nL L(-1)). These results suggest that ozone-induced lignins might contribute to the poplar tolerance to ozone because of their barrier or antioxidant effect toward reactive oxygen species."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut National de la Recherche Agronomique -Université Henri Poincaré \"Ecologie et Ecophysiologie Forestière,\" Université Henri Poincaré-Nancy I, Boite Postale 239, F-54506 Vandoeuvre-les-Nancy cedex, France. cabane@scbiol.uhp-nancy.fr"}], "Identifier": [], "LastName": "Cabané", "ForeName": "Mireille", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pireaux", "ForeName": "Jean-Claude", "Initials": "JC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Léger", "ForeName": "Eric", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Weber", "ForeName": "Elisabeth", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dizengremel", "ForeName": "Pierre", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pollet", "ForeName": "Brigitte", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lapierre", "ForeName": "Catherine", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9005-53-2", "NameOfSubstance": "Lignin"}, {"RegistryNumber": "EC 1.1.-", "NameOfSubstance": "Alcohol Oxidoreductases"}, {"RegistryNumber": "EC 1.1.1.195", "NameOfSubstance": "cinnamyl alcohol dehydrogenase"}, {"RegistryNumber": "EC 1.1.1.25", "NameOfSubstance": "Shikimate dehydrogenase"}, {"RegistryNumber": "EC 4.3.1.24", "NameOfSubstance": "Phenylalanine Ammonia-Lyase"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Alcohol Oxidoreductases"}, {"QualifierName": [], "DescriptorName": "Histocytochemistry"}, {"QualifierName": ["biosynthesis", "chemistry"], "DescriptorName": "Lignin"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phenylalanine Ammonia-Lyase"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["drug effects", "growth & development", "metabolism"], "DescriptorName": "Populus"}, {"QualifierName": [], "DescriptorName": "Time Factors"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bailleres H, Castan M, Monties B, Pollet B, Lapierre C (1997) Lignin structure in Buxus sempervirens reaction wood. Phytochemistry 44: 35–39"}, {"Citation": "Baucher M, Chabbert B, Pilate G, Van Doorsselaere J, Tollier M-T, Petit-Conil M, Cornu D, Monties B, Van Montagu M, Inzé D et al. (1996) Red xylem and higher lignin extractability by down-regulating a cinnamyl alcohol dehydrogenase in poplar. Plant Physiol 112: 1479–1490", "ArticleIdList": ["PMC158080", "12226459"]}, {"Citation": "Bennett RN, Wallsgrove RM (1994) Secondary metabolites in plant defence mechanisms. New Phytol 127: 617–633", "ArticleIdList": ["33874382"]}, {"Citation": "Bernards MA, Razem FA (2001) The poly(phenolic) domain of potato suberin: a non-lignin cell wall bio-polymer. Phytochemistry 57: 1115–1122", "ArticleIdList": ["11430984"]}, {"Citation": "Boerjan W, Ralph J, Baucher M (2003) Lignin biosynthesis. Annu Rev Plant Biol 54: 519–546", "ArticleIdList": ["14503002"]}, {"Citation": "Boerner REJ, Rebbeck J (1995) Decomposition and nitrogen release from leaves of three hardwood species grown under elevated O3 and/or CO2. Plant Soil 170: 149–157"}, {"Citation": "Bolwell GP (1999) Role of active oxygen species and NO in plant defence responses. Curr Opin Plant Biol 2: 287–294", "ArticleIdList": ["10459001"]}, {"Citation": "Bonello P, Heller W, Sandermann H Jr (1993) Ozone effects on root-disease susceptibility and defence responses in mycorrhizal and non-mycorrhizal Scots pine (Pinus sylvestris L.) seedlings. New Phytol 123: 653–663", "ArticleIdList": ["33874431"]}, {"Citation": "Booker F, Miller J (1998) Phenylpropanoid metabolism and phenolic composition of soybean (Glycine max (L.) Merr.) leaves following exposure to ozone. J Exp Bot 49: 1191–1202"}, {"Citation": "Booker FL (2000) Influence of carbon dioxide enrichment, ozone and nitrogen fertilization on cotton (Gossypium hirsutum L.) leaf and root composition. Plant Cell Environ 23: 573–583"}, {"Citation": "Booker FL, Anttonen S, Heagle AS (1996) Catechin, proanthocyanidin and lignin contents of loblolly pine (Pinus taeda) needles after chronic exposure to ozone. New Phytol 132: 483–492", "ArticleIdList": ["26763644"]}, {"Citation": "Bortier K, Ceulemans R, de Temmerman L (2000a) Effects of tropospheric ozone on woody plants. In M Agrawal, ed, Environmental Pollution and Plant Responses. Lewis Publishers, Boca Raton, FL, pp 153–182"}, {"Citation": "Bortier K, De Temmerman L, Ceulemans R (2000b) Effects of ozone exposure in open-top chambers on poplar (Populus nigra) and beech (Fagus sylvatica): a comparison. Environ Pollut 109: 509–516", "ArticleIdList": ["15092884"]}, {"Citation": "Boudet AM, Hawkins S, Cabané M, Ernst D, Gallaino H, Heller W, Lange M, Sandermann H Jr, Lapierre C (1995) Developmental and stress lignification. In M Bonnet-Mazimbert, ed, EUROSILVA: Contribution to Forest Tree Physiology. INRA, Paris, pp 13–34"}, {"Citation": "Bradford MM (1976) A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 72: 248–254", "ArticleIdList": ["942051"]}, {"Citation": "Brill EM, Abrahams S, Hayes CM, Jenkins CLD, Watson JM (1999) Molecular characterisation and expression of a wound-inducible cDNA encoding a novel cinnamyl-alcohol dehydrogenase enzyme in lucerne (Medicago sativa L.). Plant Mol Biol 41: 279–291", "ArticleIdList": ["10579494"]}, {"Citation": "Bucciarelli B, Jung HG, Ostry ME, Anderson NA, Vance CP (1998) Wound response characteristics as related to phenylpropanoid enzyme activity and lignin deposition in resistant and susceptible Populus tremuloides inoculated with Entoleuca mammata (Hypoxylon mammatum). Can J Bot 76: 1282–1289"}, {"Citation": "Chang S, Puryear J, Cairney J (1993) A simple and efficient method for isolating RNA from pine needles. Plant Mol Biol Rep 11: 113–116"}, {"Citation": "Dat J, Vandenabeele S, Vranova E, Van Montagu M, Inze D, Van Breusegem F (2000) Dual action of the active oxygen species during plant stress responses. Cell Mol Life Sci 57: 779–795", "ArticleIdList": ["10892343"]}, {"Citation": "Dence C (1992) Lignin determination. In S Lin, ed, Methods in Lignin Chemistry. Springer-Verlag, Berlin, pp 33–61"}, {"Citation": "Diaz J, Bernal A, Pomar F, Merino F (2001) Induction of shikimate dehydrogenase and peroxidase in pepper (Capsicum annuum L.) seedlings in response to copper stress and its relation to lignification. Plant Sci 161: 179–188"}, {"Citation": "Dixon RA, Paiva NL (1995) Stress-induced phenylpropanoid metabolism. Plant Cell 7: 1085–1097", "ArticleIdList": ["PMC160915", "12242399"]}, {"Citation": "Dizengremel P (2001) Effects of ozone on the carbon metabolism of forest trees. Plant Physiol Biochem 39: 729–742"}, {"Citation": "Eckey-Kaltenbach H, Ernst D, Heller W, Sandermann H Jr (1994) Biochemical plant responses to ozone: IV. Cross-induction of defensive pathways in parsley (Petroselinum crispum L.) plants. Plant Physiol 104: 67–74", "ArticleIdList": ["PMC159163", "12232062"]}, {"Citation": "Fiedler E, Schultz G (1985) Localization, purification, and characterization of shikimate oxidoreductase-dehydroquinate hydrolase from stroma of spinach chloroplasts. Plant Physiol 79: 212–218", "ArticleIdList": ["PMC1074854", "16664373"]}, {"Citation": "Fontaine V, Cabané M, Dizengremel P (2003) Regulation of phosphoenolpyruvate carboxylase in Pinus halepensis needles submitted to ozone and water stress. Physiol Plant 117: 445–452", "ArticleIdList": ["12675734"]}, {"Citation": "Galliano H, Cabané M, Eckerskorn C, Lottspeich F, Sandermann H Jr., Ernst D (1993a) Molecular cloning, sequence analysis and elicitor-/ozone-induced accumulation of cinnamyl alcohol dehydrogenase from Norway spruce (Picea abies L.). Plant Mol Biol 23: 145–156", "ArticleIdList": ["8219046"]}, {"Citation": "Galliano H, Heller W, Sandermann H Jr (1993b) Ozone induction and purification of spruce cinnamyl alcohol dehydrogenase. Phytochemistry 32: 557–563"}, {"Citation": "Havir EA (1987) l-Phenylalanine ammonia-lyase from soybean cell suspension cultures. Methods Enzymol 142: 248–253"}, {"Citation": "Hawkins S, Boudet AM (1996) Wound-induced lignin and suberin deposition in a woody angiosperm (Eucalyptus gunnii Hook.): histochemistry of early changes in young plants. Protoplasma 191: 96–104"}, {"Citation": "Heller W, Rosemann D, Osswald WF, Benz B, Schönwitz R, Lohwasser K, Kloos M, Sandermann H Jr (1990) Biochemical responses of Norway spruce (Picea abies (L.) Karst.) towards 14-month exposure to ozone and acid mist: I. Effects on polyphenol and monoterpene metabolism. Environ Pollut 64: 353–366", "ArticleIdList": ["15092291"]}, {"Citation": "Koch JR, Scherzer AJ, Eshita SM, Davis KR (1998) Ozone sensitivity in hybrid poplar is correlated with a lack of defense-gene activation. Plant Physiol 118: 1243–1252", "ArticleIdList": ["PMC34740", "9847098"]}, {"Citation": "Lange B, Lapierre C, Sandermann H Jr (1995) Elicitor-induced spruce stress lignin: structural similarity to early developmental lignins. Plant Physiol 108: 1277–1287", "ArticleIdList": ["PMC157483", "12228544"]}, {"Citation": "Langebartels C, Wohlgemuth H, Kschieschan S, Grun S, Sandermann H Jr (2002) Oxidative burst and cell death in ozone-exposed plants. Plant Physiol Biochem 40: 567–575"}, {"Citation": "Lapierre C, Pollet B, Negrel J (1996) The phenolic domain of potato suberin: structural comparison with lignins. Phytochemistry 42: 949–953"}, {"Citation": "Lapierre C, Pollet B, Petit Conil M, Toval G, Romero J, Pilate G, Leple JC, Boerjan W, Ferret V, De Nadai V et al. (1999) Structural alterations of lignins in transgenic poplars with depressed cinnamyl alcohol dehydrogenase or caffeic acid O-methyltransferase activity have an opposite impact on the efficiency of industrial kraft pulping. Plant Physiol 119: 153–163", "ArticleIdList": ["PMC32214", "9880356"]}, {"Citation": "Lindroth R, Kopper B, Parsons W, Bockheim J, Karnosky D, Hendrey G, Pregitzer K, Isebrands J, Sober J (2001) Consequences of elevated carbon dioxide and ozone for foliar chemical composition and dynamics in trembling aspen (Populus tremuloides) and paper birch (Betula papyrifera). Environ Pollut 115: 395–404", "ArticleIdList": ["11789920"]}, {"Citation": "Logemann E, Tavernaro A, Schulz WG, Somssich IE, Hahlbrock K (2000) UV light selectively coinduces supply pathways from primary metabolism and flavonoid secondary product formation in parsley. Proc Natl Acad Sci USA 97: 1903–1907", "ArticleIdList": ["PMC26534", "10677554"]}, {"Citation": "Mehdy MC, Sharma YK, Sathasivan K, Bays NW (1996) The role of activated oxygen species in plant disease resistance. Physiol Plant 98: 365–374"}, {"Citation": "Mittler R (2002) Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci 7: 405–410", "ArticleIdList": ["12234732"]}, {"Citation": "Nakano J, Meshitsuka G (1992) The detection of lignin. In S Lin, ed, Methods in Lignin Chemistry. Springer-Verlag, Berlin, pp 23–32"}, {"Citation": "Neill SJ, Desikan R, Clarke A, Hurst RD, Hancock JT (2002) Hydrogen peroxide and nitric oxide as signalling molecules in plants. J Exp Bot 53: 1237–1247", "ArticleIdList": ["11997372"]}, {"Citation": "O'Malley DM, Porter S, Sederoff RR (1992) Purification, characterization, and cloning of cinnamyl alcohol dehydrogenase in loblolly pine (Pinus taeda L.). Plant Physiol 98: 1364–1371", "ArticleIdList": ["PMC1080358", "16668801"]}, {"Citation": "Pääkkönen E, Metsarinne S, Holopainen J, Karenlampi L (1995) The ozone sensitivity of birch (Betula pendula) in relation to the developmental stage of leaves. New Phytol 132: 145–154", "ArticleIdList": ["33863056"]}, {"Citation": "Pääkkönen E, Seppänen S, Holopainen T, Kokko H, Kärenlampi S, Kärenlampi L, Kangasjärvi J (1998) Induction of genes for the stress proteins PR-10 and PAL in relation to growth, visible injuries and stomatal conductance in birch (Betula pendula) clones exposed to ozone and/or drought. New Phytol 138: 295–305", "ArticleIdList": ["33863082"]}, {"Citation": "Pell EJ, Schlagnhaufer CD, Arteca N (1997) Ozone-induced oxidative stress: Mechanisms of action and reaction. Physiol Plant 100: 264–273"}, {"Citation": "Rao M, Davis K (2001) The physiology of ozone induced cell death. Planta 213: 682–690", "ArticleIdList": ["11678271"]}, {"Citation": "Rittinger P, Biggs A, Peirson D (1987) Histochemistry of lignin and suberin deposition in boundary layers formed after wounding in various plant species and organs. Can J Bot 65: 1886–1892"}, {"Citation": "Rosemann D, Heller W, Sandermann H Jr (1991) Biochemical plant responses to ozone: II. Induction of stilbene biosynthesis in Scots pine (Pinus sylvestris L.) seedlings. Plant Physiol 97: 1280–1286", "ArticleIdList": ["PMC1081159", "16668544"]}, {"Citation": "Sandermann H Jr., Ernst D, Heller W, Langebartels C (1998) Ozone: an abiotic elicitor of plant defence reactions. Trends Plant Sci 3: 47–50"}, {"Citation": "Sarkanen KV (1971) Precursors and their polymerization. In CH Ludwig, ed, Lignins: Occurrence, Formation, Structure and Reactions. Wiley-Interscience, New York, pp 95–163"}, {"Citation": "Sharma YK, Davis KR (1994) Ozone-induced expression of stress-related genes in Arabidopsis thaliana. Plant Physiol 105: 1089–1096", "ArticleIdList": ["PMC159436", "12232267"]}, {"Citation": "Somssich IE, Hahlbrock K (1998) Pathogen defence in plants: a paradigm of biological complexity. Trends Plant Sci 3: 86–90"}, {"Citation": "Terashima N, Fukushima K, He LF, Takabe K (1993) Comprehensive model of the lignified plant cell wall. In J Ralph, ed, Forage Cell Wall Structure and Digestibility. American Society of Agronomy Inc., Madison, WI, pp 133–163"}, {"Citation": "Tingey DT, Wilhour RG, Standley C (1976) The effect of chronic ozone exposures on the metabolite content of ponderosa pine seedlings. For Sci 22: 234–241"}, {"Citation": "Tuomainen J, Pellinen R, Roy S, Kiiskinen M, Eloranta T, Karjalainen R, Kangasjarvi J (1996) Ozone affects birch (Betula pendula Roth) phenylpropanoid, polyamine and active oxygen detoxifying pathways at biochemical and gene expression level. J Plant Physiol 148: 179–188"}, {"Citation": "Van Doorsselaere J, Baucher M, Feuillet C, Boudet AM, Van Montagu M, Inzé D (1995) Isolation of cinnamyl alcohol dehydrogenase cDNAs from two important economic species, alfalfa and poplar: demonstration of high homology of the gene within angiosperms. Plant Physiol Biochem 33: 105–109"}, {"Citation": "Walter MH (1992) Regulation of lignification in defense. In F Meins, ed, Plant Gene Research Genes involved in Plant Defense. Springer, Vienna, pp 327–352"}, {"Citation": "Zinser C, Ernst D, Sandermann H Jr (1998) Induction of stilbene synthase and cinnamyl alcohol dehydrogenase mRNAs in Scots pine (Pinus sylvestris L.) seedlings. Planta 204: 169–176"}, {"Citation": "Zinser C, Jungblut T, Heller W, Seidlitz HK, Schnitzler J-P, Ernst D, Sandermann H Jr (2000) The effect of ozone in Scots pine (Pinus sylvestris L.): gene expression, biochemical changes and interactions with UV-B radiation. Plant Cell Environ 23: 975–982"}]}], "History": [{"Year": "2004", "Month": "1", "Day": "20", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "6", "Day": "21", "Hour": "10", "Minute": "0"}, {"Year": "2004", "Month": "1", "Day": "20", "Hour": "5", "Minute": "0"}, {"Year": "2005", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14730080", "PMC344535", "10.1104/pp.103.031765", "pp.103.031765"]}}], "PubmedBookArticle": []}