{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "14965916", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1758-4469", "JournalIssue": {"Volume": "15", "Issue": "9", "PubDate": {"Year": "1995", "Month": "Sep"}}, "Title": "Tree physiology", "ISOAbbreviation": "Tree Physiol"}, "ArticleTitle": "Photosynthetic productivity of aspen clones varying in sensitivity to tropospheric ozone.", "Pagination": {"StartPage": "585", "EndPage": "592", "MedlinePgn": "585-92"}, "Abstract": {"AbstractText": ["Rooted cuttings from three aspen (Populus tremuloides Michx.) clones (216, 271 and 259, classified as high, intermediate and low in O(3) tolerance, respectively) were exposed to either diurnal O(3) profiles simulating those of Michigan's Lower Peninsula (episodic treatments), or diurnal square-wave O(3) treatments in open-top chambers in northern Michigan, USA. Ozone was dispensed in chambers ventilated with charcoal-filtered (CF) air. In addition, seedlings were compared to rooted cuttings in their response to episodic O(3) treatments. Early in the season, O(3) caused decreased photosynthetic rates in mature leaves of all clones, whereas only the photosynthetic rates of recently mature leaves of the O(3)-sensitive Clone 259 decreased in response to O(3) exposure. During midseason, O(3) caused decreased photosynthetic rates of both recently mature and mature leaves of the O(3)-sensitive Clone 259, but it had no effect on the photosynthetic rate of recently mature leaves of the O(3)-tolerant Clone 216. Late in the season, however, photosynthetic rates of both recently mature and mature leaves of Clone 216 were lower than those of the control plants maintained in CF air. Ozone decreased the photosynthetic rate of mature leaves of Clone 271, but it increased or had no effect on the photosynthetic rate of recently mature leaves. Photosynthetic response patterns of seedlings to O(3) treatment were similar to those of the clones, but total magnitude of the response was less, perhaps reflecting the diverse genotypes of the seedling population. Early leaf abscission was observed in all clones exposed to O(3); however, Clones 216 and 259 lost more leaf area than Clone 271. By late August, leaf area in the highest O(3) treatment had decreased relative to the controls by 26, 24 and 9% for Clones 216, 259 and 271, respectively. Ozone decreased whole-tree photosynthesis in all clones, and the decrease was consistently less in Clone 271 (23%) than in Clones 216 (56%) and 259 (56%), and was accompanied by declines in total biomass of 19, 28 and 47%, respectively. The relationship between biomass and whole-tree photosynthesis indicates that the negative impact of O(3) on biomass in the clones was determined largely by lower photosynthetic productivity of the foliage, rather than by potential changes in the carbon relations of other plant organs."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "USDA Forest Service, North Central Forest Experiment Station, Forestry Sciences Laboratory, P.O. Box 898, Rhinelander, WI 54501, USA."}], "Identifier": [], "LastName": "Coleman", "ForeName": "M D", "Initials": "MD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Isebrands", "ForeName": "J G", "Initials": "JG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dickson", "ForeName": "R E", "Initials": "RE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Karnosky", "ForeName": "D F", "Initials": "DF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Tree Physiol", "NlmUniqueID": "100955338", "ISSNLinking": "0829-318X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1995", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1995", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1995", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14965916", "10.1093/treephys/15.9.585"]}}], "PubmedBookArticle": []}