{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "14972900", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1758-4469", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "1991", "Month": "Jan"}}, "Title": "Tree physiology", "ISOAbbreviation": "Tree Physiol"}, "ArticleTitle": "The effect of different atmospheric ozone partial pressures on photosynthesis and growth of nine fruit and nut tree species.", "Pagination": {"StartPage": "93", "EndPage": "105", "MedlinePgn": "93-105"}, "Abstract": {"AbstractText": ["Nursery stock of peach (Prunus persica L. Batsch, cv. O'Henry), nectarine (P. persica L. Batsch, cv. Fantasia), plum (P. salicina Lindel., cv. Casselman), apricot (P. armeniaca L., cv. Tilton), almond (P. dulcis Mill., cv. Nonpareil), prune (P. domestica L., cv. Improved French), cherry (P. avium L., cv. Bing), oriental pear (Pyrus pyrifolia Rehd., cv. 20th Century), and apple (Malus pumula Mill., cv. Granny Smith) were planted in open-top chambers on April 1, 1988 at the University of California's Kearney Agricultural Center located in the San Joaquin Valley (30 degrees 40' N 119 degrees 40' W). Trees were exposed to three atmospheric ozone partial pressures (charcoal-filtered air (C), ambient air (A), or ambient air + ozone (T)) from August 1 to November 17, 1988. The mean 12-h (0800 to 2000 h) ozone partial pressures measured in open-top chambers during the experimental period were 0.030, 0.051, and 0.117 microPa Pa(-1) in the C, A and T treatments, respectively. Leaf net CO(2) assimilation rate decreased linearly with increasing 12-h mean ozone partial pressure for the almond, plum, apricot, prune, pear, and apple cultivars. Stomatal conductances of apricot, apple, almond, and plum decreased linearly with increasing ozone partial pressure. Cross-sectional area relative growth rates of almond, plum, apricot, and pear decreased linearly with increasing ozone partial pressure. Net CO(2) assimilation rate, stomatal conductance, and trunk growth of cherry, peach and nectarine were unaffected by the ozone treatments. Reduced leaf gas exchange probably contributed to ozone-induced growth reduction of the susceptible species and cultivars. Several of the commercial fruit tree species and cultivars studied were relatively tolerant to the ozone treatments."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Viticulture and Enology, University of California-Davis and Kearney Agricultural Center, Parlier, CA 93648, USA."}], "Identifier": [], "LastName": "Retzlaff", "ForeName": "W A", "Initials": "WA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Williams", "ForeName": "L E", "Initials": "LE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "DeJong", "ForeName": "T M", "Initials": "TM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Canada", "MedlineTA": "Tree Physiol", "NlmUniqueID": "100955338", "ISSNLinking": "0829-318X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1991", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1991", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1991", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14972900", "10.1093/treephys/8.1.93"]}}], "PubmedBookArticle": []}