{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "14980245", "DateCompleted": {"Year": "2004", "Month": "05", "Day": "10"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1526-0542", "JournalIssue": {"Volume": "5 Suppl A", "PubDate": {"Year": "2004"}}, "Title": "Paediatric respiratory reviews", "ISOAbbreviation": "Paediatr Respir Rev"}, "ArticleTitle": "All I need is the air that I breath: outdoor air quality and asthma.", "Pagination": {"StartPage": "S59", "EndPage": "S64", "MedlinePgn": "S59-64"}, "Abstract": {"AbstractText": ["In recent years, developing insight into the pathophysiology of asthma and advances in asthma management have been substantial. Despite these advancements, asthma remains a significant health problem in the paediatric population. In the USA, the prevalence of asthma in children under 18 years of age is estimated at 7% [US Environmental Health Protection Agency. Publication # EPA-100-r-018. Washington, DC, 2000]. Prevalence rates in various subpopulations, particularly African and Hispanic Americans, are much higher. Certain inner-city census tracts have estimated prevalence rates of 20 to 25% [ Crain EF Weiss KP, Stein REK. Pediatric 1994; 94: 356-362]. Many of these subpopulations experience alarmingly disparate and apparently increasing morbidity and mortality associated with asthma. Similar trends in prevalence and morbidity have been observed in urban populations outside the USA as well [Sears MR. Lancet 1997; 350: 1015-1020]. There is considerable controversy as to the scientific basis for these observed trends. While the identification of a single factor or even a closely related group of factors appears unlikely, there is considerable speculation about the role of environmental factors, particularly outdoor air quality. In the USA, the National Ambient Air Quality Standards (NAAQs) offer specific standards for air quality. These standards are applied to certain criteria pollutants, including ozone, particulate matter (both PM(10) and PM(2.5)), sulfur dioxide, nitrogen dioxide, lead and carbon monoxide [ Committee on Environmental Health, AAP. In: Handbook of Pediatric Environmental Health. Elk Grove Village, IL, 1999; 181-191]. The NAAQs were recently revised for both ozone and particulate matter based on data that suggested health risks existed at levels below those set forth in the previous standards. Monitoring data reveals that urban populations are more likely to be exposed to elevated levels of these pollutants [Dickey JH. Disease Monitor 2000; 46(9): 566-589]. Children are uniquely predisposed to the potential harmful effects of these pollutants. This predisposition is related to unique physiologic, anatomic and behavioural characteristics of the infant, child and adolescent. There is compelling evidence that an interplay of genetic predisposition and environmental exposure to a number of chemical and infectious agents may be operative in both the inception and persistence of the clinical asthma phenotype. The relative role of the criteria air pollutants in this interplay is the subject of considerable study. The potential value of intervention by regulatory agencies or by behavioural modification among individuals or communities should be explored. At the very least, the current data offers implications for situational strategies of asthma management based on local monitoring data."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Morehouse School of Medicine, Georgia Pediatric Pulmonology Associates, PC, Suite 450, 1100 Lake Hearn Drive, Atlanta, GA 30342, USA. LMG254@aol.com"}], "Identifier": [], "LastName": "Graham", "ForeName": "LeRoy M", "Initials": "LM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Paediatr Respir Rev", "NlmUniqueID": "100898941", "ISSNLinking": "1526-0542"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Allergens"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["immunology"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["immunology"], "DescriptorName": "Allergens"}, {"QualifierName": ["etiology", "prevention & control"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Environment"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["immunology"], "DescriptorName": "Hypersensitivity"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}], "NumberOfReferences": "39"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2004", "Month": "2", "Day": "26", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "5", "Day": "11", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "2", "Day": "26", "Hour": "5", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["14980245", "10.1016/s1526-0542(04)90012-7", "S1526054204900127"]}}], "PubmedBookArticle": []}