{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15091620", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "24"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "86", "Issue": "3", "PubDate": {"Year": "1994"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Growth-stage dependent crop yield response to ozone exposure.", "Pagination": {"StartPage": "287", "EndPage": "295", "MedlinePgn": "287-95"}, "Abstract": {"AbstractText": ["Data from four crop yield-loss field trials were examined to determine if analysis using an imposed phenological weighting function based on seasonal growth stage would provide a more accurate indication of impact of ozone exposure. Alfalfa (Medicago sativa L. cv. Moapa 69), dry bean (Phaseolus vulgaris L. cv. California Dark Red kidney), fresh market and processing tomato (Lycopersicon esculentum Mill. cv. 6718 VF and VF-145-B7879, respectively) were grown at 9-11 ambient field plots within southern California comprising an ambient gradient of ozone. The growing season for each crop was artificially divided into 'quarters' composed of equal numbers of whole days and roughly corresponding to specific growth stages. Ozone exposure was calculated for each of these 'quarters' and regressed against final crop yield using 163 different exposure statistics. Weighting functions were developed using reciprocal residual mean square (1/RMS) or percentage of the best 100 exposure statistics of the 163 tested (TOP100) for each of the quarters. The third quarter of the alfalfa season was clearly most responsive to ozone as measured by both of the weighting functions. Third quarter ozone was also weighted highest by both weighting functions for dry bean. Fresh market and processing tomato were each influenced the greatest by second quartero zone as demonstrated by both weighting functions. The occurrence of ozone during physiologically important events (flowering and initial fruit set in second quarter for tomato; pod development in third quarter for dry bean) appeared to influence the yield of these crops the greatest. Growth-stage-dependent phenological weighting of pollutant exposure may result in more effective predictions of levels of ozone exposure resulting in yield reductions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Statewide Air Pollution Research Center, University of California, Riverside, CA 92521, USA."}], "Identifier": [], "LastName": "Younglove", "ForeName": "T", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McCool", "ForeName": "P M", "Initials": "PM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Musselman", "ForeName": "R C", "Initials": "RC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kahl", "ForeName": "M E", "Initials": "ME"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1992", "Month": "12", "Day": "21"}, {"Year": "1993", "Month": "11", "Day": "4"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15091620", "10.1016/0269-7491(94)90169-4", "0269749194901694"]}}], "PubmedBookArticle": []}