{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15092225", "DateCompleted": {"Year": "2004", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "67", "Issue": "1", "PubDate": {"Year": "1990"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Ozone episodes in Southern Lower Saxony (FRG) and their impact on the susceptibility of cereals to fungal pathogens.", "Pagination": {"StartPage": "43", "EndPage": "59", "MedlinePgn": "43-59"}, "Abstract": {"AbstractText": ["Spring wheat (Triticum aestivum L.) and spring barley (Hordeum vulgare L.) plants were exposed to simulated ozone (O(3)) episodes (7 h day(-1) for 7 days) at maximum concentrations of 120, 180 and 240 microg m(-3) O(3), in comparison to a charcoal-filtered air control. Fumigations were conducted in four closed chambers placed in a climate room. Exposures took place prior to inoculation of the plants with six different facultative leaf pathogens. On wheat, significant enhancement of leaf attack by Septoria nodorum Berk. and S. tritici Rob. ex Desm. appeared, particularly on the older leaves and at the highest level of O(3). The same was true for Gerlachia nivalis W. Gams et E. Müll/Fusarium culmorum (W.F.Sm.) Sacc. on wheat and net blotch (Drechslera teres (Sacc.) Shoem.) or G. nivalis leaf spots on barley. Disease development was promoted both on leaves with and without visible injury following exposure to O(3). Sporulation of the two Septoria species increased at 120 and 180 microg m(-3) O(3); however, it was reduced to the level of the control, if 240 microg m(-3) were applied. No significant effects of predisposition were observed with Bipolaris sorokiniana (Sacc.) Shoem. (syn. Helminthosporium sativum Pamm., King et Bakke), the causal agent of spot blotch, neither on wheat nor on barley. Doses and peak concentrations applied in the experiments were in good agreement with measurements of ambient ozone in Southern Lower Saxony, FRG. Six years' ozone data (1984-1989) revealed the annual occurrence of between 3 and 11 ozone episodes with potentially harmful effects on cereals (three or more consecutive 'ozone days' with 8-h means above 80 microg m(-3)). The frequency of ozone episodes followed by weather periods favourable for infections by facultative pathogens was higher in years with low O(3) pollution than in ozone-rich years, and varied between one and five cases per season. The number of ozone days during the main growing season of cereals (1 April until 31 August) varied from 25 in 1984 to 98 in 1989. However, only 7.9% of ozone days during the 6 years examined were concurrent with weather conditions suitable for fungal infections. It is concluded that the majority of leaf infections in the field happens under low-level concentrations of photooxidants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Pflanzenpathologie und Pflanzenschutz, Universität Göttingen, D-3400 Goettingen, Germany."}], "Identifier": [], "LastName": "von Tiedemann", "ForeName": "A", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ostländer", "ForeName": "P", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Firsching", "ForeName": "K H", "Initials": "KH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fehrmann", "ForeName": "H", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1990", "Month": "2", "Day": "2"}, {"Year": "1990", "Month": "5", "Day": "29"}, {"Year": "1990", "Month": "6", "Day": "2"}, {"Year": "1990", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1990", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1990", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15092225", "10.1016/0269-7491(90)90171-8", "0269749190901718"]}}], "PubmedBookArticle": []}