{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15092944", "DateCompleted": {"Year": "2004", "Month": "05", "Day": "10"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "108", "Issue": "2", "PubDate": {"Year": "2000", "Month": "May"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Seedling insensitivity to ozone for three conifer species native to Great Smoky Mountains National Park.", "Pagination": {"StartPage": "141", "EndPage": "151", "MedlinePgn": "141-51"}, "Abstract": {"AbstractText": ["Field symptoms typical of ozone injury have been observed on several conifer species in Great Smoky Mountains National Park, and tropospheric ozone levels in the Park can be high, suggesting that ozone may be causing growth impairment of these plants. The objective of this research was to test the ozone sensitivity of selected conifer species under controlled exposure conditions. Seedlings of three species of conifers, Table Mountain pine (Pinus pungens), Virginia pine (Pinus virginiana), and eastern hemlock (Tsuga canadensis), were exposed to various levels of ozone in open-top chambers for one to three seasons in Great Smoky Mountains National Park in Tennessee, USA. A combination of episodic profiles (1988) and modified ambient exposure regimes (1989-92) were used. Episodic profiles simulated an average 7-day period from a monitoring station in the Park. Treatments used in 1988 were: charcoal-filtered (CF), 1.0x ambient, 2.0x ambient, and ambient air-no chamber (AA). In 1989 a 1.5x ambient treatment was added, and in 1990, additional chambers were made available, allowing a 0.5x ambient treatment to be added. Height, diameter, and foliar injury were measured most years. Exposures were 3 years for Table Mountain pine (1988-90), 3 years for hemlock (1989-91), and 1 and 2 years for three different sets of Virginia pine (1990, 1990-91, and 1992). There were no significant (p<0.05) effects of ozone on any biomass fraction for any of the species, except for older needles in Table Mountain and Virginia pine, which decreased with ozone exposure. There were also no changes in biomass allocation patterns among species due to ozone exposure, except for Virginia pine in 1990, which showed an increase in the root:shoot ratio. There was foliar injury (chlorotic mottling) in the higher two treatments (1.0x and 2.0x for Table Mountain and 2.0x for Virginia pine), but high plant-to-plant variability obscured formal statistical significance in many cases. We conclude, at least for growth in the short-term, that seedlings of these three conifer species are insensitive to ambient and elevated levels of ozone, and that current levels of ozone in the Park are probably having minimal impacts on these particular species."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Appalachian State University, 572 Rivers St., Boone, NC 28608, USA. neufeldhs@appstate.edu"}], "Identifier": [], "LastName": "Neufeld", "ForeName": "H S", "Initials": "HS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lee", "ForeName": "E H", "Initials": "EH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Renfro", "ForeName": "J R", "Initials": "JR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hacker", "ForeName": "W D", "Initials": "WD"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1999", "Month": "2", "Day": "23"}, {"Year": "1999", "Month": "8", "Day": "24"}, {"Year": "2004", "Month": "4", "Day": "20", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "4", "Day": "20", "Hour": "5", "Minute": "1"}, {"Year": "2004", "Month": "4", "Day": "20", "Hour": "5", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15092944", "10.1016/s0269-7491(99)00247-x", "S0269-7491(99)00247-X"]}}], "PubmedBookArticle": []}