{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15091763", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "21"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "83", "Issue": "1-2", "PubDate": {"Year": "1994"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "The impact of UV-B radiation and ozone on terrestrial vegetation.", "Pagination": {"StartPage": "191", "EndPage": "213", "MedlinePgn": "191-213"}, "Abstract": {"AbstractText": ["Although terrestrial vegetation has been exposed to UV-B radiation and ozone over the course of evolutionary history, it is essential to view the effects on vegetation of changing levels of these factors in the context of other features of climate change, such as increasing CO(2) levels and changes in temperature and precipitation patterns. Much of our understanding of the impacts of increased UV-B and ozone levels has come from studies of the effects of each individual factor. While such information may be relevant to a wider understanding of the roles that these factors may play in climate change, experience has shown that the interactions of environmental stresses on vegetation are rarely predictable. A further limitation on the applicability of such information results from the methodologies used for exposing plants to either factor. Much of our information comes from growth chamber, greenhouse or field studies using experimental protocols that made little or no provision for the stochastic nature of the changes in UV-B and ozone levels at the earth's surface, and hence excluded the roles of repair mechanisms. As a result, our knowledge of dose-response relationships under true field conditions is both limited and fragmentary, given the wide range of sensitivities among species and cultivars. Adverse effects of increased levels of either factor on vegetation are qualitatively well established, but the quantitative relationships are far from clear. In both cases, sensitivity varies with stage of plant development. At the population and community levels, differential responses of species to either factor has been shown to result in changes in competitiveness and community structure. At the mechanistic level, ozone generally inhibits photosynthetic gas exchange under both controlled and field conditions, and although UV-B is also inhibitory in some species under controlled conditions, others appear to be indifferent, particularly in the field. Both factors affect metabolism; a common response is increased secondary metabolism leading to the accumulation of phenolic compounds that, in the case of UV-B, offer the leaf cell some protection from radiation. Virtually no information is available about the effects of simultaneous or sequential exposures. Since both increased surface UV-B and ozone exposures have spatial and temporal components, it is important to evaluate the different scenarios that may occur, bearing in mind that elevated daytime ozone levels will attenuate the UV-B reaching the surface to some extent. The experimentation needed to acquire unequivocal effects data that are relevant to field situations must therefore be carried out using technologies and protocols that focus on quantification of the interactions of UV-B and ozone themselves and their interactions with other environmental factors."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Science, University of British Columbia, Vancouver, British Columbia, Canada, V6T 1Z4."}], "Identifier": [], "LastName": "Runeckles", "ForeName": "V C", "Initials": "VC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Krupa", "ForeName": "S V", "Initials": "SV"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15091763", "10.1016/0269-7491(94)90035-3", "0269749194900353"]}}], "PubmedBookArticle": []}