{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15092463", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "12"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "57", "Issue": "1", "PubDate": {"Year": "1989"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Acid mist and ozone effects on the leaf chemistry of two western conifer species.", "Pagination": {"StartPage": "9", "EndPage": "26", "MedlinePgn": "9-26"}, "Abstract": {"AbstractText": ["Seedlings of Jeffrey pine (Pinus jeffreyi) and giant sequoia (Sequoiadendron gigantea) were more susceptible to leaf chemical changes following exposure to acid mist (pH 3.4-2.0) or acid mist/ozone combinations, than to ozone alone (0.1-0.2 microl/litre), when plants were exposed to alternating doses of these pollutants for 6-9 weeks. Under acid mist treatment, leaves exhibited higher levels of nitrogen and sulfur, two elements applied in acid mist. In addition, levels of foliar sodium, and, in the case of giant sequia, potassium, as well, increased under acid mist treatment. Iron and manganese were also mobilized, resulting in significant increases in these elements in pine, and decreases in manganese in giant sequoia foliage. The acid treatment also reduced chlorophyll b concentrations in pine, and, to a less significant extent, in giant sequoia. Calcium, magnesium, barium and strontium were differentially accumulated in giant sequoia compared to Jeffrey pine. Under acid mist treatment, all of these elements (except strontium) declined in concentration in giant sequoia, with calcium showing the most significant trend. The more extensive changes in leaf chemistry induced by acid mist are consistent with earlier observations of significant changes in spectral reflectance of these seedlings after 3 weeks of fumigation. Limited foliage samples collected from these two species in 1985 and 1986 in Sequoia/Kings Canyon National Parks in the southern Sierra Nevada do not in themselves indicate any clearcut or severe effects of ozone alone on leaf chemistry of these species, but a mild influence of nitrate-laden acid deposition, possibly in combination with ozone, is consistent with the rise in nitrogen and lignin levels in Jeffrey pine on sites observed to have moderate visible injury symptoms. No firm conclusions about effects of pollutants on leaf chemistry in these field sites is possible without further study."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Ames Research Center, M.S. 242-4, Moffett Field, California 94035, USA."}], "Identifier": [], "LastName": "Westman", "ForeName": "W E", "Initials": "WE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Temple", "ForeName": "P J", "Initials": "PJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1988", "Month": "3", "Day": "10"}, {"Year": "1988", "Month": "6", "Day": "30"}, {"Year": "1989", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1989", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1989", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15092463", "10.1016/0269-7491(89)90126-7", "0269-7491(89)90126-7"]}}], "PubmedBookArticle": []}