{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15091621", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "24"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "86", "Issue": "3", "PubDate": {"Year": "1994"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Effects of ozone on managed pasture: I. Effects of open-top chambers on microclimate, ozone flux, and plant growth.", "Pagination": {"StartPage": "297", "EndPage": "305", "MedlinePgn": "297-305"}, "Abstract": {"AbstractText": ["Open-top chambers (OTC) were established in a field of managed pasture, and environmental parameters were recorded inside and outside to study the influence of OTCs on radiation, air temperature (T(air)), saturation vapour pressure deficit (svpd), and soil water content in relationship to plant growth and yield. Canopy development in OTCs supplied with non-filtered air (NF) and in ambient (AA) plots was followed by measuring leaf area index (LAI). The dry matter yield was determined after three growth periods in each of two consecutive seasons. Boundary layer conductance (g(bw)) and wind speed (u) were measured along a vertical profile, and day-time flux were measured along a vertical profile, and day-time flux of O(3) was estimated throughout the experiment on the basis of a mass balance. The vertical profile of u showed values in the range 1-1.2 m s(-1) at the top of the canopy, and maximum g(bw) was 20-25 mm s(-1). Average reduction in global radiation in OTCs was 25%, and volumetric soil water content was reduced by about 5%. Daily mean T(air) was increased by 1.3 degrees C, mean daily maximum svpd by 0.08 kPa, and the temperature sum (degree days with base temperature of +5 degrees C) by 12%. Fluctuations in the difference in daily mean T(air) and svpd during the daytime between OTCs and ambient air were related to canopy structure. Differences were largest after each cut and declined with increasing LAI. A small effect of changes in LAI on T(air) and svpd occurred during periods with low soil water content. The flux of O(3) in OTCs was largest (>100 microg m(-2) min(-1)) before and smallest (<20 microg m(-2) min(-1)) after each cut. Calculated deposition velocities for O(3) (nu(d)) in the range 0-3 cm s(-1) were generally higher than those measured under most field conditions. Overall, in OTCs the deficit in soil and atmospheric moisture was larger than in the open field, and the increase in daily mean T(air) was strongly influenced by the stage of canopy development. Changes in microclimate and incoming radiation affected pasture development. LAI was slightly reduced in OTCs as compared to AA plots. The total accumulated dry matter yield for all six growth periods was only about 7% lower in OTCs, but the contribution of clover to total forage mass declined during the experiment. OTCs had no significant effect on weeds. The results indicate that OTCs reduced the competitiveness of clover, and that the increase in growth of grasses compensates for the loss in clover yield. The shift in species composition caused by OTCs must be considered when studying the effect of pollutants on pasture."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Research Station for Agricultural Chemistry and Environmental Hygiene, CH-3097 Liebefeld-Bern, Switzerland."}], "Identifier": [], "LastName": "Fuhrer", "ForeName": "J", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1993", "Month": "7", "Day": "9"}, {"Year": "1993", "Month": "11", "Day": "15"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1994", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15091621", "10.1016/0269-7491(94)90170-8", "0269749194901708"]}}], "PubmedBookArticle": []}