{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15092565", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "12"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "53", "Issue": "1-4", "PubDate": {"Year": "1988"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "A California air standard to protect vegetation from ozone.", "Pagination": {"StartPage": "397", "EndPage": "408", "MedlinePgn": "397-408"}, "Abstract": {"AbstractText": ["Evidence shows that the current national primary ambient air quality standard, if attained, would still permit substantial injury to vegetation. Thus, in March 1987, the California Air Resources Board (CARB) began consideration of the evidence for the effects of ozone (O3) on vegetation, and of several possible state ambient air quality standards designed to protect vegetation, especially crops, from O3 injury. In its review, the CARB addressed a number of issues relevant to such a standard. One issue considered by the CARB is the relationship of an ambient air quality standard to natural background levels of O3, which would greatly influence the practicality of attainment. Attainment of a standard close to natural background could entail excessive costs. Another issue considered is the occurrence of oxidants other than O3 that can damage vegetation. Throughout much of California, O3 accounts for over 90% of the oxidant air pollutants, and the CARB considered whether, in keeping with current practice, O3 should be used as a surrogate for total oxidant air pollutants. A major new piece of information presented to the CARB was an assessment of the economic effects of several potential standards. This assessment, produced by University of California scientists at Riverside and Davis, calculated the benefits of the potential standards in comparison to current O3 levels and estimated natural O3 background. This assessment was developed using field chamber response data, local crop data, and local O3 concentration data as inputs to the California Agricultural Resources Model, which accounts for both supply and demand effects. Because of California's varied climate, agricultural production occurs on a year-round basis, with overlapping growing seasons for many crops. Over long periods of time, O3 levels may vary markedly because of the influence of various factors, and a 1-h standard may not be an accurate indicator of growing season O3 exposure. A moving three-month averaging time has been proposed as a way to approximate the growing seasons of California's 200 crops. However, a sufficiently stringent 1-h standard would serve as a surrogate for a growing season standard. The CARB reviewed evidence supporting both long-term and short-term standards. Agriculture dominates the economies of some regions within California but is a minor components of other regional economies. Because the San Joaquin Valley is California's most important agricultural area, the CARB reviewed evidence for a regional standard for this area that would be more stringent than standards for other parts of the state."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Division, California Air Resources Board, Sacramento, California 95812, USA."}], "Identifier": [], "LastName": "Cabrera", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dawson", "ForeName": "S V", "Initials": "SV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Stromberg", "ForeName": "C", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15092565", "10.1016/0269-7491(88)90049-8", "0269749188900498"]}}], "PubmedBookArticle": []}