{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15093382", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "25"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "97", "Issue": "1-2", "PubDate": {"Year": "1997"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Critical levels for ozone effects on vegetation in Europe.", "Pagination": {"StartPage": "91", "EndPage": "106", "MedlinePgn": "91-106"}, "Abstract": {"AbstractText": ["The evidence of detrimental effects of ozone on vegetation in Europe, and the need to develop international control policies to reduce ozone exposures which are based on the effects of the pollutant, has led to attempts to define so-called critical levels of ozone above which adverse effects on trees, crops and natural vegetation may occur. This review is a critical assessment of the scientific basis of the concepts used to define critical levels for ozone and identifies the key limitations and uncertainties involved. The review focuses on the Level I critical level approach, which provides an environmental standard or threshold to minimise the effects of ozone on sensitive receptors, but does not seek to quantify the impacts of exceeding the critical level under field conditions. The concept of using the AOT (accumulated exposure over a threshold) to define long-term ozone exposure is demonstrated to be appropriate for several economically important species. The use of 40 ppb (giving the AOT40 index) as a threshold concentration gives a good linear fit to experimental data from open-top chambers for arable crops, but it is less certain that it provides the best fit to data for trees or semi-natural communities. Major uncertainties in defining critical level values relate to the choice of response parameter and species; the absence of data for many receptors, especially those of Mediterranean areas; and extrapolation to field conditions from relatively short-term open-top chamber experiments. The derivation of critical levels for long-lived organisms, such as forest trees, may require the use of modelling techniques based on physiological data from experimental studies. The exposure-response data which have been applied to derive critical levels should not be used to estimate the impacts of ozone over large areas, because of the uncertainties associated with extrapolation from the open-top chamber method, especially for forest trees, and because of spatial variation in atmospheric and environmental conditions, which may alter ozone uptake."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Swiss Federal Research Station for Agroecology and Agriculture (FAL), Institute of Environmental Protection and Agriculture (IUL) Liebefeld, CH-3003 Bern, Switzerland."}], "Identifier": [], "LastName": "Fuhrer", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Skärby", "ForeName": "L", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ashmore", "ForeName": "M R", "Initials": "MR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1996", "Month": "7", "Day": "22"}, {"Year": "1997", "Month": "4", "Day": "29"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15093382", "10.1016/s0269-7491(97)00067-5", "S0269749197000675"]}}], "PubmedBookArticle": []}