{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15093440", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "25"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "95", "Issue": "3", "PubDate": {"Year": "1997"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Effects of ozone on yield, growth, and root starch concentrations of two alfalfa (Medicago sativ A L.) cultivars.", "Pagination": {"StartPage": "273", "EndPage": "281", "MedlinePgn": "273-81"}, "Abstract": {"AbstractText": ["Ozone (O3) is considered to be a major air pollutant that affects the yield of several sensitive crop species. Its concentration may reach phytotoxic levels several times during the growing season in Eastern Canada. This study was initiated to evaluate the O3 effects on alfalfa, a major crop species. The objective was to compare the yield and growth parameters of the main alfalfa cultivar used in Québec, Apica, to a cultivar more tolerant to O3, Team. Effects on root starch concentrations were also examined as this parameter is an important indicator of alfalfa perennity. The results obtained have shown that the forage yield of Apica was more reduced by O3 during two growing seasons than the yield of Team. For O3 concentrations of 20 to 40 nl liter(-1), yield reductions were 14-26% for Apica and 0-20% for Team. Whereas Apica could be considered more susceptible to O3 than Team, the latter has shown contrasting responses from year to year. This fact suggests that the mechanisms involved in O3-tolerance could be modulated by environmental conditions. At low O3 levels, Apica has shown reduced root growth in terms of dry matter and length. However, contrary to the current hypothesis that O3 would affect more root than shoot growth, we were unable to show a consistent alteration of the biomass allocation between the two. Ozone seems to reduce globally the growth of the whole plants. The greater O3-tolerance of Team could partly be associated to its capacity to maintain more leaves, to delay their senescence, or to keep a larger leaf:stem ratio under increasing levels of O3. At the end of the two growing seasons, the amount of starch reserves stored below ground was shown to be reduced by the current O3 levels. This reduction was mainly associated with a decrease in root biomass under O3 stress. This result support the hypothesis that O3 may accelerate alfalfa decline under field conditions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Département de Phytologie, Université Laval, Ste-Foy, QC, G1K 7P4, Canada."}], "Identifier": [], "LastName": "Renaud", "ForeName": "J P", "Initials": "JP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Allard", "ForeName": "G", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mauffette", "ForeName": "Y", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1995", "Month": "6", "Day": "9"}, {"Year": "1996", "Month": "12", "Day": "9"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1997", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15093440", "10.1016/s0269-7491(97)00001-8", "S0269-7491(97)00001-8"]}}], "PubmedBookArticle": []}