{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15092553", "DateCompleted": {"Year": "2005", "Month": "01", "Day": "12"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "01"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0269-7491", "JournalIssue": {"Volume": "53", "Issue": "1-4", "PubDate": {"Year": "1988"}}, "Title": "Environmental pollution (Barking, Essex : 1987)", "ISOAbbreviation": "Environ Pollut"}, "ArticleTitle": "Interaction between ozone and winter stress.", "Pagination": {"StartPage": "235", "EndPage": "254", "MedlinePgn": "235-54"}, "Abstract": {"AbstractText": ["In some countries, ozone (O3) is primarily a summer pollutant, but in much of Europe, elevated concentrations occur outside the growing season so perennials and over-wintering annuals may be subjected to the combined stresses of pollution, plus chilling, freezing, and winter desiccation. It is recognised that some air pollutants modify the response of plants to environmental stress, but little is known of interactions involving O3. This paper is part of a programme concerned with the effects of O3 on resistance to chilling, freezing, and winter desiccation. Pea (Pisum sativum L.) was used as a convenient model to confirm that O3 affects freezing resistance. The experiment also served as a further evaluation of the use of induced chlorophyll fluorescence kinetics to detect latent O3 injury. Two cultivars, 'Feltham First' and 'Conquest', were fumigated for 7 days, 7 h day(-1). Diffusive resistance and induced fluorescence were recorded daily during the period, then the plants were hardened at 4 degrees C day/2 degrees C night before exposure to 0, -2, -4, -6 and -8 degrees C. Ozone (0.075 ppm; 150 microg O3 m(-3)) caused stomatal closure in both cultivars, but the response was more rapid in 'Conquest'. There were also rapid effects on fluorescence kinetics, and it was concluded that FR, the rate of rise of induced fluorescence, is a useful parameter for indicating latent injury and for distinguishing between cultivars of different sensitivity. Exposure to O3 increased freezing injury and led to greater electrolyte leakage. The freezing resistance of 'Feltham First' was more affected than that of 'Conquest', probably because of the slower stomatal response to the pollutant leading to greater flux of O3 to the internal tissues. It is concluded that interactions involving pollutants and winter stress have implications for crop loss assessment. Perennials and over-wintering annuals should be exposed to the full range of environmental stresses."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, University of Newcastle, Newcastle upon Tyne, UK."}], "Identifier": [], "LastName": "Barnes", "ForeName": "J D", "Initials": "JD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Reiling", "ForeName": "K", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Davison", "ForeName": "A W", "Initials": "AW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Renner", "ForeName": "C J", "Initials": "CJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Pollut", "NlmUniqueID": "8804476", "ISSNLinking": "0269-7491"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1988", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15092553", "10.1016/0269-7491(88)90037-1", "0269749188900371"]}}], "PubmedBookArticle": []}