{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "1519090", "DateCompleted": {"Year": "1992", "Month": "10", "Day": "08"}, "DateRevised": {"Year": "2019", "Month": "07", "Day": "26"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0277-9536", "JournalIssue": {"Volume": "35", "Issue": "4", "PubDate": {"Year": "1992", "Month": "Aug"}}, "Title": "Social science & medicine (1982)", "ISOAbbreviation": "Soc Sci Med"}, "ArticleTitle": "Changes in disease patterns and related social trends.", "Pagination": {"StartPage": "377", "EndPage": "387", "MedlinePgn": "377-87"}, "Abstract": {"AbstractText": ["Both the material and non-material aspects of social life are viewed as determinants of major transformations in the patterns of fatal disease and injury. A 'worst case' scenario for the burden of fatal disease is taken as a poor agrarian society precariously dependent on starchy staples and a narrow range of other foods. In such a society life expectancy may be as low as 20. However in many 'pre-modern' societies the regime of roughly matching fertility and mortality levels was set at a 'submaximal' level, with completed fertility rates moderated by marriage conventions. The relative importance of the factors contributing to the historical decline in fatal infection continues to be debated. Evidence on the central role of maternal literacy in the recent decline in Third World mortality suggests the importance of changes in the body of civil society as well as the activities of professionals and public agencies. The decline in fatal infections has been offset to varying extents by an increase in non-communicable disease (NCD): the Mediterranean and East Asia having smaller epidemics of NCDs and Eastern Europe having sustained rises of NCDs. Most industrialised countries have experienced declines in overall NCD mortality in the last 2 decades. Both the fall in fatal infection and the rise and early fall of NCDs can usefully be viewed against the baseline of hunter gatherer cultures. When this is done, the relationship between economic development and disease is seen to be complex. Much 'progress' has been achieved by countering (and then doing better than countering) the adverse effects of earlier developments. Although most members of the generation now alive have experienced marked health benefits from economic and technical advance, it is unclear whether these gains can be both sustained and generalised. It is possible that adverse lagged effects of current industrial (and military) activities will disrupt the habitat of future generations of our species through processes such as stratospheric ozone depletion, global warming and others as yet unpredicted. Modern hygienists have dealt successively with influences on survival mainly operating in early life (infection) and influences operating across the lifespan (determinants of chronic disease). They have now to deal with even greater separations in time and space between potential health determinants and their ultimate effects. To a high level of scientific uncertainty is added the ethical problem of equity between generations."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Community Medicine, Addenbrooke's Hospital, Cambridge, U.K."}], "Identifier": [], "LastName": "Powles", "ForeName": "J", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Soc Sci Med", "NlmUniqueID": "8303205", "ISSNLinking": "0277-9536"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cause of Death"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Morbidity"}, {"QualifierName": ["trends"], "DescriptorName": "Mortality"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Social Change"}, {"QualifierName": [], "DescriptorName": "Social Environment"}], "NumberOfReferences": "45"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1992", "Month": "8", "Day": "1"}, {"Year": "1992", "Month": "8", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1992", "Month": "8", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["1519090", "10.1016/0277-9536(92)90330-s"]}}], "PubmedBookArticle": []}