{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15286290", "DateCompleted": {"Year": "2004", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2004", "Month": "07", "Day": "30"}], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "135", "Issue": "4", "PubDate": {"Year": "2004", "Month": "Aug"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Rapid regulation of the methylerythritol 4-phosphate pathway during isoprene synthesis.", "Pagination": {"StartPage": "1939", "EndPage": "1945", "MedlinePgn": "1939-45"}, "Abstract": {"AbstractText": ["More volatile organic carbon is lost from plants as isoprene than any other molecule. This flux of carbon to the atmosphere affects atmospheric chemistry and can serve as a substrate for ozone production in polluted air. Isoprene synthesis may help leaves cope with heatflecks and active oxygen species. Isoprene synthase, an enzyme related to monoterpene synthases, converts dimethylallyl diphosphate derived from the methylerythritol 4-phosphate pathway to isoprene. We used dideuterated deoxyxylulose (DOX-d(2)) to study the regulation of the isoprene biosynthetic pathway. Exogenous DOX-d(2) displaced endogenous sources of carbon for isoprene synthesis without increasing the overall rate of isoprene synthesis. However, at higher concentrations, DOX-d(2) completely suppressed isoprene synthesis from endogenous sources and increased the overall rate of isoprene synthesis. We interpret these results to indicate strong feedback control of deoxyxylulose-5-phosphate synthase. We related the emission of labeled isoprene to the concentration of labeled dimethylallyl diphosphate in order to estimate the in situ K(m) of isoprene synthase. The results confirm that isoprene synthase has a K(m) 10- to 100-fold higher for its allylic diphosphate substrate than related monoterpene synthases for geranyl diphosphate."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Angewandte Physik, Universität Bonn, D-53115 Bonn, Germany."}], "Identifier": [], "LastName": "Wolfertz", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sharkey", "ForeName": "Thomas D", "Initials": "TD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Boland", "ForeName": "Wilhelm", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kühnemann", "ForeName": "Frank", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "2-C-methylerythritol 4-phosphate"}, {"RegistryNumber": "0", "NameOfSubstance": "Butadienes"}, {"RegistryNumber": "0", "NameOfSubstance": "Hemiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Pentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Sugar Phosphates"}, {"RegistryNumber": "0A62964IBU", "NameOfSubstance": "isoprene"}, {"RegistryNumber": "AR09D82C7G", "NameOfSubstance": "Deuterium"}, {"RegistryNumber": "RA96B954X6", "NameOfSubstance": "Erythritol"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Butadienes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chloroplasts"}, {"QualifierName": [], "DescriptorName": "Deuterium"}, {"QualifierName": ["analogs & derivatives", "metabolism"], "DescriptorName": "Erythritol"}, {"QualifierName": ["metabolism"], "DescriptorName": "Eucalyptus"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hemiterpenes"}, {"QualifierName": [], "DescriptorName": "Homeostasis"}, {"QualifierName": ["methods"], "DescriptorName": "Isotope Labeling"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": ["metabolism"], "DescriptorName": "Pentanes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sugar Phosphates"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Affek HP, Yakir D (2002) Protection by isoprene against singlet oxygen in leaves. Plant Physiol 129: 269–277", "ArticleIdList": ["PMC155890", "12011357"]}, {"Citation": "Affek HP, Yakir D (2003) Natural abundance carbon isotope composition of isoprene reflects incomplete coupling between isoprene synthesis and photosynthetic carbon flow. Plant Physiol 131: 1727–1736", "ArticleIdList": ["PMC166928", "12692331"]}, {"Citation": "Alonso WR, Croteau R (1991) Purification and characterization of the monoterpene cyclase [gamma]-terpinene synthase from Thymus vulgaris. Arch Biochem Biophys 286: 511–517", "ArticleIdList": ["1897973"]}, {"Citation": "Arigoni D, Sagner S, Latzel C, Eisenreich W, Bacher A, Zenk MH (1997) Terpenoid biosynthesis from 1-deoxy-D-xylulose in higher plants by intramolecular skeletal rearrangement. Proc Natl Acad Sci USA 94: 10600–10605", "ArticleIdList": ["PMC23416", "9380681"]}, {"Citation": "Atkins CA, Canvin DT (1971) Photosynthesis and CO2 evolution by leaf discs: gas exchange, extraction and ion-exchange fractionation of 14C-labelled photosynthetic products. Can J Bot 49: 1225–1234"}, {"Citation": "Dahnke H, Kahl J, Schüler G, Boland W, Urban W, Kühnemann F (2000) On-line monitoring of biogenic isoprene emissions using photoacoustic spectroscopy. Appl Phys B 70: 275–280"}, {"Citation": "Delwiche CF, Sharkey TD (1993) Rapid appearance of 13C in biogenic isoprene when 13CO2 is fed to intact leaves. Plant Cell Environ 16: 587–591"}, {"Citation": "Fehsenfeld FC, Calvert J, Fall R, Goldan P, Guenther A, Hewitt C, Lamb B, Liu S, Trainer M, Westberg H, et al (1992) Emissions of volatile organic compounds from vegetation and the implications for atmospheric chemistry. Global Biogeochem Cycles 6: 389–430"}, {"Citation": "Fischbach RJ, Zimmer I, Steinbrecher R, Pfichner A, Schnitzler JP (2000) Monoterpene synthase activities in leaves of Picea abies (L.) Karst. and Quercus ilex L. Phytochemistry 54: 257–265", "ArticleIdList": ["10870179"]}, {"Citation": "Fisher AJ, Rosenstiel TN, Shirk MC, Fall R (2001) Nonradioactive assay for cellular dimethylallyl diphosphate. Anal Biochem 2001 292: 272–279", "ArticleIdList": ["11355861"]}, {"Citation": "Fuentes JD, Lerdau M, Atkinson R, Baldocchi D, Botteneheim JW, Ciccioli P, Lamb B, Geron C, Gu L, Guenther A, et al (2000) Biogenic hydrocarbons in the atmospheric boundary layer: a review. B Am Meteorol Soc 81: 1537–1575"}, {"Citation": "Gäbler R (1998) Aufbau eines transportablen photoakustischen Spektrometers für den empfindlichen und kontinuierlichen Ethylennachweis in der Pflanzenphysilogie. PhD thesis. University of Bonn, Bonn, Germany"}, {"Citation": "Guenther A, Geron C, Pierce T, Lamb B, Harley P, Fall R (2000) Natural emissions of non-methane volatile organic compounds, carbon monoxide, and oxides of nitrogen from North America. Atmos Environ 34: 2205–2230"}, {"Citation": "Guenther A, Hewitt CN, Erickson D, Fall R, Geron C, Graedel T, Harley P, Klinger L, Lerdau M, McKay WA, et al (1995) A global model of natural volatile organic compound emissions. J Geophys Res 100: 8873–8892"}, {"Citation": "Hanson DT, Sharkey TD (2001) Rate of acclimation of the capacity for isoprene emission in response to light and temperature. Plant Cell Environ 24: 937–946"}, {"Citation": "Harley PC, Litvak ME, Sharkey TD, Monson RK (1994) Isoprene emission from velvet bean leaves. Interactions among nitrogen availability, growth photon flux density, and leaf development. Plant Physiol 105: 279–285", "ArticleIdList": ["PMC159355", "12232201"]}, {"Citation": "Karl T, Fall R, Rosenstiel TN, Prazeller P, Larsen B, Seufert G, Lindinger W (2002) On-line analysis of the 13CO2 labeling of leaf isoprene suggests multiple subcellular origins of isoprene precursors. Planta 215: 894–905", "ArticleIdList": ["12355149"]}, {"Citation": "Kesselmeier J, Staudt M (1999) Biogenic volatile organic compounds (VOC): an overview on emission, physiology and ecology. J Atmos Chem 33: 23–88"}, {"Citation": "Kreuzwieser J, Graus M, Wisthaler A, Hansel A, Rennenberg H, Schnitzler J-P (2002) Xylem-transported glucose as an additional carbon source for leaf isoprene formation in Quercus robur. New Phytol 156: 171–178", "ArticleIdList": ["33873274"]}, {"Citation": "Kühnemann F, Wolfertz M, Arnold A, Lagemann M, Popp A, Schüler G, Jux A, Boland W (2002) Simultaneous online detection of isoprene and isoprene-d2 using infrared photoacoustic spectroscopy. Appl Phys B 75: 397–403"}, {"Citation": "Laule O, Furholz A, Chang HS, Zhu T, Wang X, Heifetz PB, Gruissem W, Lange M (2003) Crosstalk between cytosolic and plastidial pathways of isoprenoid biosynthesis in Arabidopsis thaliana. Proc Natl Acad Sci USA 100: 6866–6871", "ArticleIdList": ["PMC164538", "12748386"]}, {"Citation": "Lehning A, Zimmer I, Steinbrecher R, Brüggemann N, Schnitzler JP (1999) Isoprene synthase activity and its relation to isoprene emission in Quercus robur L-leaves. Plant Cell Environ 22: 495–504"}, {"Citation": "Loreto F, Mannozzi M, Maris C, Nascetti P, Ferranti F, Pasqualini S (2001) Ozone quenching properties of isoprene and its antioxidant role in leaves. Plant Physiol 126: 993–1000", "ArticleIdList": ["PMC116456", "11457950"]}, {"Citation": "Loreto F, Pinelli P, Brancaleoni E, Ciccioli P (2004) 13C labelling reveals chloroplastic and extra-chloroplastic pools of dimethylallyl piroposphate and their contribution to isoprene formation. Plant Physiol 135: 1903–1907", "ArticleIdList": ["PMC520762", "15286296"]}, {"Citation": "Loreto F, Sharkey TD (1993) On the relationship between isoprene emission and photosynthetic metabolites under different environmental conditions. Planta 189: 420–424", "ArticleIdList": ["24178500"]}, {"Citation": "Loreto F, Velikova V (2001) Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiol 127: 1781–1787", "ArticleIdList": ["PMC133581", "11743121"]}, {"Citation": "Miller B, Oschinski C, Zimmer W (2001) First isolation of an isoprene synthase gene from poplar and successful expression of the gene in Escherichia coli. Planta 213: 483–487", "ArticleIdList": ["11506373"]}, {"Citation": "Monson RK, Harley PC, Litvak ME, Wildermuth M, Guenther AB, Zimmerman PR, Fall R (1994) Environmental and developmental controls over the seasonal pattern of isoprene emission from aspen leaves. Oecologia 99: 260–270", "ArticleIdList": ["28313880"]}, {"Citation": "Monson RK, Jaeger CH, Adams III WW, Driggers EM, Silver GM, Fall R (1992) Relationships among isoprene emission rate, photosynthesis, and isoprene synthase activity as influenced by temperature. Plant Physiol 98: 1175–1180", "ArticleIdList": ["PMC1080324", "16668743"]}, {"Citation": "Pétron G, Harley P, Greenberg J, Guenther A (2001) Seasonal temperature variations influence isoprene emission. Atmos Environ 28: 1707–1710"}, {"Citation": "Piel J, Donath J, Bandemer K, Boland W (1998) Mevalonate-independent biosynthesis of terpenoid volatiles in plants: induced and constitutive emission of volatiles. Angew Chem Int Ed 37: 2478–2481", "ArticleIdList": ["29711361"]}, {"Citation": "Rosenstiel TN, Fisher AJ, Fall R, Monson RK (2002) Differential accumulation of dimethylallyl diphosphate in leaves and needles of isoprene- and methylbutenol-emitting and nonemitting species. Plant Physiol 129: 1276–1284", "ArticleIdList": ["PMC166521", "12114581"]}, {"Citation": "Rosenstiel TN, Potosnak MJ, Griffin KL, Fall R, Monson RK (2003) Increased CO2 uncouples growth from isoprene emission in an agriforest ecosystem. Nature 421: 256–259", "ArticleIdList": ["12529640"]}, {"Citation": "Sagner S, Latzel C, Eisenreich W, Bacher A, Zenk MH (1998) Differential incorporation of 1-deoxy-D-xylulose into monoterpenes and carotenoids in higher plants. Chem Commun 2: 221–222"}, {"Citation": "Sanchez JC, Gimenez R, Schneider A, Fessner WD, Baldoma L, Aguilar J, Badia J (1994) Activation of a cryptic gene encoding a kinase for L-xylulose opens a new pathway for the utilization of L-lyxose by Escherichia coli. J Biol Chem 269: 29665–29669", "ArticleIdList": ["7961955"]}, {"Citation": "Schnitzler J-P, Arenz R, Steinbrecher R, Lehning A (1996) Characterization of an isoprene synthase from leaves of Quercus petraea (Mattuschka) Liebl. Bot Acta 109: 216–221"}, {"Citation": "Schnitzler J-P, Lehning A, Steinbrecher R (1997) Seasonal pattern of isoprene synthase activity in Quercus robur leaves and its significance for modeling isoprene emission rates. Bot Acta 110: 240–243"}, {"Citation": "Schwender J, Zeidler J, Groner R, Muller C, Focke M, Braun S, Lichtenthaler FW, Lichtenthaler HK (1997) Incorporation of 1-deoxy-D-xylulose into isoprene and phytol by higher plants and algae. FEBS Lett 414: 129–134", "ArticleIdList": ["9305746"]}, {"Citation": "Sharkey TD (1990) Feedback limitation of photosynthesis and the physiological role of ribulose bisphosphate carboxylase carbamylation. Bot Mag Tokyo 2: 87–105"}, {"Citation": "Sharkey TD, Chen XY, Yeh S (2001) Isoprene increases thermotolerance of fosmidomycin-fed leaves. Plant Physiol 125: 2001–2006", "ArticleIdList": ["PMC88855", "11299379"]}, {"Citation": "Sharkey TD, Loreto F, Delwiche CF (1991) The biochemistry of isoprene emission from leaves during photosynthesis. In TD Sharkey, EA Holland, HA Mooney, eds, Trace Gas Emissions from Plants. Academic Press, San Diego, pp 153–184"}, {"Citation": "Sharkey TD, Singsaas EL (1995) Why plants emit isoprene. Nature 374: 769"}, {"Citation": "Sharkey TD, Singsaas EL, Lerdau MT, Geron C (1999) Weather effects on isoprene emission capacity and applications in emissions algorithms. Ecol Appl 9: 1132–1137"}, {"Citation": "Sharkey TD, Vanderveer PJ (1989) Stromal phosphate concentration is low during feedback limited photosynthesis. Plant Physiol 91: 679–684", "ArticleIdList": ["PMC1062055", "16667087"]}, {"Citation": "Sharkey TD, Yeh S (2001) Isoprene emission from plants. Annu Rev Plant Physiol Plant Mol Biol 52: 407–436", "ArticleIdList": ["11337404"]}, {"Citation": "Silver GM, Fall R (1991) Enzymatic synthesis of isoprene from dimethylallyl diphosphate in aspen leaf extracts. Plant Physiol 97: 1588–1591", "ArticleIdList": ["PMC1081206", "16668590"]}, {"Citation": "Silver GM, Fall R (1995) Characterization of aspen isoprene synthase, an enzyme responsible for leaf isoprene emission to the atmosphere. J Biol Chem 270: 13010–13016", "ArticleIdList": ["7768893"]}, {"Citation": "Singsaas EL, Sharkey TD (1998) The regulation of isoprene emission responses to rapid leaf temperature fluctuations. Plant Cell Environ 21: 1181–1188"}, {"Citation": "Wildermuth MC, Fall R (1996) Light-dependent isoprene emission – characterization of a thylakoid-bound isoprene synthase in Salix discolor chloroplasts. Plant Physiol 112: 171–182", "ArticleIdList": ["PMC157936", "12226383"]}, {"Citation": "Wildermuth MC, Fall R (1998) Biochemical characterization of stromal and thylakoid-bound isoforms of isoprene synthase in willow leaves. Plant Physiol 116: 1111–1123", "ArticleIdList": ["PMC35081", "9501144"]}, {"Citation": "Winter H, Robinson DG, Heldt HW (1993) Subcellular volumes and metabolite concentrations in barley leaves. Planta 191: 180–190"}, {"Citation": "Winter H, Robinson DG, Heldt HW (1994) Subcellular volumes and metabolite concentrations in spinach leaves. Planta 193: 530–535"}, {"Citation": "Wolfertz M, Sharkey TD, Boland W, Kühnemann F, Yeh S, Weise SE (2003) Biochemical regulation of isoprene emission. Plant Cell Environ 26: 1357–1364"}, {"Citation": "Zeidler J, Schwender J, Müller C, Wiesner J, Weidemeyer C, Beck E, Jomaa H, Lichtenthaler HK (1998) Inhibition of the non-mevalonate 1-deoxy-D-xylulose-5-phosphate pathway of plant isoprenoid biosynthesis by fosmidomycin. Z Naturforsch 53: 980–986"}]}], "History": [{"Year": "2004", "Month": "8", "Day": "3", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "12", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2004", "Month": "8", "Day": "3", "Hour": "5", "Minute": "0"}, {"Year": "2005", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15286290", "PMC520765", "10.1104/pp.104.043737", "pp.104.043737"]}}], "PubmedBookArticle": []}