{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15330786", "DateCompleted": {"Year": "2004", "Month": "11", "Day": "02"}, "DateRevised": {"Year": "2013", "Month": "11", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0905-6947", "JournalIssue": {"Volume": "14 Suppl 7", "PubDate": {"Year": "2004"}}, "Title": "Indoor air", "ISOAbbreviation": "Indoor Air"}, "ArticleTitle": "Chemical reactions among indoor pollutants: what we've learned in the new millennium.", "Pagination": {"StartPage": "184", "EndPage": "194", "MedlinePgn": "184-94"}, "Abstract": {"AbstractText": ["The mix of pollutants in indoor environments can be transformed as a consequence of chemical reactions, reducing the concentrations of the reacting species and increasing the concentrations of the products. Within this broad topic, the current paper focuses on significant research that has recently occurred in three subtopics: (1) Studies that have experimentally demonstrated the importance of hydroxyl radicals in indoor transformations. In the cases discussed, OH is a product of ozone/terpene reactions and goes on to react with other products, as well as the original terpene. The results demonstrate that the hydroxyl radical is responsible for a large fraction of the oxidized products, including certain products that cannot be made by ozone pathways alone. (2) Chemistry that occurs on indoor surfaces. Given the large surface-to-volume ratios indoors, such reactions may have a larger impact on indoor air quality than those that occur in the gas phase. In at least one case, ozone interacting with carpets, this has been demonstrated to be the case. (3) The impact that the products of indoor chemistry can have on building occupants. A major limitation in evaluating the impacts of indoor chemistry has been the inability to measure many of the reaction products. Sensory measurements are useful in detecting changes derived from indoor chemistry-changes missed by the analytical methods routinely used to evaluate indoor air. Sensitive physiological indicators of effects, such as eye blink rate, are also being investigated. Reactions among indoor pollutants are the principal source of short-lived, highly reactive compounds in the setting where humans spend the majority of their time-indoors.", "Indoor chemistry impacts indoor air quality. A better understanding of hydroxyl radical chemistry allows us to predict some of the compounds that humans are exposed to under certain situations, even if such species cannot be readily measured. Emissions from materials can be significantly altered by surface chemistry, and the products of such reactions often dominate a material's long-term emissions. Surface chemistry may help us better understand the reasons for complaints in \"problem\" buildings, especially damp buildings. A better understanding of the impact of indoor chemical reactions on human comfort and health would help prioritize efforts to improve indoor air quality."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "International Center for Indoor Environment and Energy, Technical University of Denmark, Lyngby, Denmark. weschlch@umdnj.edu"}], "Identifier": [], "LastName": "Weschler", "ForeName": "C J", "Initials": "CJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Indoor Air", "NlmUniqueID": "9423515", "ISSNLinking": "0905-6947"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Organic Chemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "3352-57-6", "NameOfSubstance": "Hydroxyl Radical"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Chemistry Techniques, Analytical"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hydrolysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hydroxyl Radical"}, {"QualifierName": ["chemistry"], "DescriptorName": "Organic Chemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Sick Building Syndrome"}, {"QualifierName": [], "DescriptorName": "Water"}], "NumberOfReferences": "37"}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2004", "Month": "8", "Day": "28", "Hour": "5", "Minute": "0"}, {"Year": "2004", "Month": "11", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2004", "Month": "8", "Day": "28", "Hour": "5", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15330786", "10.1111/j.1600-0668.2004.00287.x", "INA287"]}}], "PubmedBookArticle": []}