{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15620297", "DateCompleted": {"Year": "2006", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2004", "Month": "12", "Day": "28"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0743-7463", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2005", "Month": "Jan", "Day": "04"}}, "Title": "Langmuir : the ACS journal of surfaces and colloids", "ISOAbbreviation": "Langmuir"}, "ArticleTitle": "Improvement of the wetting and absorption properties of lignocellulosic fibers by means of gas phase ozonation.", "Pagination": {"StartPage": "160", "EndPage": "165", "MedlinePgn": "160-5"}, "Abstract": {"AbstractText": ["Gas phase ozonation was done on sheets made from chemical thermomechanical pulp in order to improve the wetting properties of the lignocellulosic fibers. The degree of modification was varied by letting the reaction continue for different lengths of time, ranging from 1 to 60 min. Changes in the chemistry of the fibers after ozone exposure were investigated using Fourier transform infrared (FT-IR) spectroscopy and electron spectroscopy for chemical analysis (ESCA). The evolution of a carbonyl signal and the decrease of aromatic absorption over time was observed with FT-IR spectroscopy. The carbonyl peak grew in intensity as the reaction continued throughout the whole range of treatment times. The ESCA showed that carbonyl and carboxyl functionalities were introduced after 10 min of ozone exposure and that the intensity of the peak from the aliphatic and aromatic carbons decreased. However, an ozone treatment longer than 15 min did not affect the chemical surface composition, as analyzed by ESCA. The single-fiber contact angle with water, measured using a Cahn balance, decreased with extended ozonation. Measuring the time required for the sheet to absorb a water droplet with a high speed camera showed that even a very short ozone exposure (1 min) dramatically affected the absorption behavior. The rate of absorption dramatically increased after as little as 1 min of ozone exposure. This improvement in absorption rate was most likely due to the formation of low molecular weight degradation products, acting as wetting agents, created during the ozonation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials and Surface Chemistry, Biopolymer Technology, Chalmers University of Technology, S-412 96 Göteborg, Sweden."}], "Identifier": [], "LastName": "Ostenson", "ForeName": "Max", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gatenholm", "ForeName": "Paul", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Langmuir", "NlmUniqueID": "9882736", "ISSNLinking": "0743-7463"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2004", "Month": "12", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2004", "Month": "12", "Day": "29", "Hour": "9", "Minute": "1"}, {"Year": "2004", "Month": "12", "Day": "29", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15620297", "10.1021/la040066y"]}}], "PubmedBookArticle": []}