{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15658156", "DateCompleted": {"Year": "2005", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "11"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1096-2247", "JournalIssue": {"Volume": "45", "Issue": "3", "PubDate": {"Year": "1995", "Month": "Mar"}}, "Title": "Journal of the Air & Waste Management Association (1995)", "ISOAbbreviation": "J Air Waste Manag Assoc"}, "ArticleTitle": "An observation-based model for analyzing ozone precursor relationships in the urban atmosphere.", "Pagination": {"StartPage": "161", "EndPage": "180", "MedlinePgn": "161-80"}, "Abstract": {"AbstractText": ["An Observation-Based Model (OBM) is described, which uses in-situ atmospheric observations to determine the sensitivity of ozone concentrations in an urban atmosphere to changes in the emissions of ozone precursors (i.e., volatile organic compounds and nitrogen oxides). The model is formulated following the concept of Relative Incremental Reactivity (RIR) developed by Carter and Atkinson. In the OBM, however, observed concentrations rather than emission inventories are used to drive the photochemical simulations and thereby ensure that the calculations are carried out for the proper mix of nitrogen oxides and volatile organic compounds. From these calculations, a series of sensitivity factors, or RIRs, are inferred that can be used to (1) determine whether reducing emissions of nitrogen oxide or emissions of hydrocarbons would be most effective in abating ozone in a given urban area, and (2) identify the most critical subset of hydrocarbons present in an urban atmosphere causing ozone exceedances. Because the OBM is relatively easy and inexpensive to operate and makes use of data that are increasingly available, it can be used to analyze a wide array of ozone episodes and, thus, could prove to be a relatively cost-effective tool for the analysis of ozone precursor relationships in an urban atmosphere. On the other hand, because the OBM is diagnostic rather than prognostic, it cannot be used in a predictive mode to estimate exactly how much emission reduction is needed to reduce ozone concentrations. For this reason, the OBM should be viewed as a complement to, rather than a substitute for, more sophisticated gridded, emission-based models. To illustrate the characteristics of the OBM and to demonstrate its applicability, we first compare the results of the OBM to those obtained from a series of simulations of the Atlanta metropolitan area using the Urban Airshed Model (UAM), a three-dimensional Eulerian grid model. The OBM is then used to analyze a dataset obtained from the 1990 Atlanta Ozone Study, an EPA field sampling program conducted during the summer of 1990. Because of limitations and potential flaws in the 1990 Atlanta dataset, the results of this OBM analysis are largely illustrative rather than definitive. Nevertheless, a few important issues are elucidated by the analysis. These include (1) the importance of accounting for biogenic hydrocarbons produced from urban vegetation; (2) the potential flaw in using early-morning VOC-to-NOx ratios to infer whether ozone production is limited by VOC or NOx; (3) the critical need for high-sensitivity nitrogen oxide measurements to quantify the sub-ppbv concentrations of NO during the afternoon hours; and (4) the need to consider a number of individual ozone episodes in studying an urban atmosphere because of the possibility that the degree of VOC- and NOx-limitation may vary from one episode to another."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Earth and Atmospheric Sciences, Georgia Institute of Technology, Atlanta, Georgia 30332, USA."}], "Identifier": [], "LastName": "Cardelino", "ForeName": "C A", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chameides", "ForeName": "W L", "Initials": "WL"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Air Waste Manag Assoc", "NlmUniqueID": "9503111", "ISSNLinking": "1096-2247"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "K50XQU1029", "NameOfSubstance": "Nitrous Oxide"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrous Oxide"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photochemistry"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1995", "Month": "3", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2005", "Month": "3", "Day": "25", "Hour": "9", "Minute": "0"}, {"Year": "1995", "Month": "3", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15658156", "10.1080/10473289.1995.10467356"]}}], "PubmedBookArticle": []}