{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "15739516", "DateCompleted": {"Year": "2005", "Month": "03", "Day": "16"}, "DateRevised": {"Year": "2019", "Month": "11", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1073-161X", "JournalIssue": {"Volume": "43", "Issue": "2", "PubDate": {"Year": "1993", "Month": "Feb"}}, "Title": "Air & waste : journal of the Air & Waste Management Association", "ISOAbbreviation": "Air Waste"}, "ArticleTitle": "Comparison of chemiluminescence and ultraviolet ozone monitor responses in the presence of humidity and photochemical pollutants.", "Pagination": {"StartPage": "213", "EndPage": "222", "MedlinePgn": "213-22"}, "Abstract": {"AbstractText": ["The effect of water vapor and other pollutants on ozone monitoring instruments was investigated. Five UV-type and two chemiluminescence-type monitors were employed in this study. The results of the study indicate that in systems containing ozone, water vapor and zero air only, the UV-based monitors showed negligible effects due to humidity. On average, the UV monitors were within 0.5 percent of independently determined ozone values judged to be extremely accurate. The chemiluminescence-based monitors showed systematically higher readings than the UV monitors with added water vapor. The effect was found to be linear with water vapor concentration with an average positive deviation of 3.0 percent per percent H2O at 25 degrees C. For these measurement, ozone concentrations ranged from 85 to 320 ppbv and water concentrations from 1 to 3 percent (i.e., dew point temperatures from 9 to 24 degrees C). These results are largely in agreement with previous studies conducted to measure this interference, although the present study extends the range of water concentrations tested. Studies were also performed with a smog chamber with simulated polluted air (containing paraffinic, olefinic and aromatic hydrocarbon precursors) and varying relative humidities. Although the presence of water vapor did not appear to represent a substantial interference in these systems, a positive interference was observed with the UV monitors. This interference was likely a result of the presence of toluene and some of its aromatic photooxidation products (e.g., benzaldehyde), which can be partially removed from the reference stream by the ozone scrubber within the UV monitor. If the compound absorbs radiation at 254 nm, it is detected as ozone. However, when the results are scaled back to ambient concentrations of toluene and NO(x), the effect appears to be very minor (ca. 3 percent under the study conditions). It is concluded that under atmospheric conditions at moderate pollution and relative humidity levels, both types of instruments can give accurate measurements of the ozone concentration. These potential effects should be recognized when conducting ambient ozone measurements."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Atmospheric Chemistry Group, ManTech Environmental Sciences, Research Triangle Park, North Carolina 27713, USA."}], "Identifier": [], "LastName": "Kleindienst", "ForeName": "T E", "Initials": "TE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hudgens", "ForeName": "E E", "Initials": "EE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Smith", "ForeName": "D F", "Initials": "DF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McElroy", "ForeName": "F F", "Initials": "FF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bufalini", "ForeName": "J J", "Initials": "JJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Air Waste", "NlmUniqueID": "9433394", "ISSNLinking": "1073-161X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1993", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1993", "Month": "2", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1993", "Month": "2", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["15739516", "10.1080/1073161x.1993.10467128"]}}], "PubmedBookArticle": []}