{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16298034", "DateCompleted": {"Year": "2006", "Month": "05", "Day": "12"}, "DateRevised": {"Year": "2006", "Month": "11", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2005", "Month": "11", "Day": "17"}], "Journal": {"ISSN": "0300-483X", "JournalIssue": {"Volume": "221", "Issue": "2-3", "PubDate": {"Year": "2006", "Month": "Apr", "Day": "17"}}, "Title": "Toxicology", "ISOAbbreviation": "Toxicology"}, "ArticleTitle": "Research strategy for developing key information on bromate's mode of action.", "Pagination": {"StartPage": "135", "EndPage": "144", "MedlinePgn": "135-44"}, "Abstract": {"AbstractText": ["Bromate is produced when ozone is used to treat waters that contain trace amounts of bromide ion. It is also a contaminant of hypochlorite solutions produced by electrolysis of salt that contains bromide. Both ozone and hypochlorite are extensively used to disinfect drinking water, a process that is credited with reducing the incidence of waterborne infections diseases around the world. In studies on experimental animals, bromate has been consistently demonstrated to induce cancer, although there is evidence of substantial species differences in sensitivity (rat>mouse>hamster). There are no data to indicate bromate is carcinogenic in humans. An issue that is critical to the continued use of ozone as a disinfectant for drinking water in bromide-containing waters depends heavily on whether current predictions of carcinogenic risk based on carcinogenic responses in male rats treated with bromate are accurate at the much lower exposure levels of humans. Thiol-dependent oxidative damage to guanine in DNA is a plausible mode of action for bromate-induced cancer. However, other mechanisms may contribute to the response, including the accumulation of alpha2u-globulin in the kidney of the male rat. To provide direction to institutions that have an interest in clarifying the toxicological risks that bromate in drinking water might pose, a workshop funded by the Awwa Research Foundation was convened to lay out a research strategy that, if implemented, could clarify this important public health issue. The technical issues that underlie the deliberations of the workshop are provided in a series of technical papers. The present manuscript summarizes the conclusions of the workgroup with respect to the type and timing of research that should be conducted. The research approach is outlined in four distinct phases that lay out alternative directions as the research plan is implemented. Phase I is designed to quantify pre-systemic degradation, absorption, distribution, and metabolism of bromate and to associate these with key events for the induction of cancer and develop an initial pharmacokinetic (PK) model based on preliminary studies. Phase II will be implemented if it appears that there is a linear relationship between external dose and key event responses and is designed to gather carcinogenesis data in female rats in the absence of alpha2u-globulin-induced nephropathy which the workgroup concluded was a probable contributor to the responses observed in the male rats for which detailed dose-response data were collected. If the key events and external dosimetry are found not to be linear in Phase I, Phase III is initiated with a screening study of the auditory toxicity of bromate to determine if it is likely to be exacerbated by chronic exposure. If this occurs, auditory toxicity will be further evaluated in Phase IV. If auditory toxicity is determined unlikely to occur, an alternative chronic study in female rats to the one identified in Phase II will be implemented to include exposure in utero. This was recommended to address the possibility that the fetus may be more susceptible. One of the three options are to be implemented in Phase IV depending upon whether preliminary data indicated that chronic auditory toxicity, reproductive and/or developmental toxicities, or a combination of these outcomes is necessary to characterize the toxicology of low dose exposures to bromate. Each phase of the research will be accompanied by further development of pharmacokinetic models to guide collection of appropriate data to meet the needs of the more sophisticated studies. It is suggested that a Bayesian approach be utilized to develop a final risk model based upon measurement of prior observations from the Phase I studies and the set of posterior observations that would be obtained from whichever chronic study is conducted."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "MoBull Consulting, 1928 Meadows Drive N., Richland, WA 99352, USA. rjbull@earthlink.net"}], "Identifier": [], "LastName": "Bull", "ForeName": "Richard J", "Initials": "RJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cottruvo", "ForeName": "Joseph A", "Initials": "JA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicology", "NlmUniqueID": "0361055", "ISSNLinking": "0300-483X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bromates"}, {"RegistryNumber": "0", "NameOfSubstance": "Carcinogens, Environmental"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacokinetics", "toxicity"], "DescriptorName": "Bromates"}, {"QualifierName": ["pharmacokinetics", "toxicity"], "DescriptorName": "Carcinogens, Environmental"}, {"QualifierName": [], "DescriptorName": "Endpoint Determination"}, {"QualifierName": [], "DescriptorName": "Research Design"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": ["methods"], "DescriptorName": "Toxicity Tests"}, {"QualifierName": ["standards"], "DescriptorName": "Water Supply"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2005", "Month": "9", "Day": "21"}, {"Year": "2005", "Month": "10", "Day": "10"}, {"Year": "2005", "Month": "10", "Day": "12"}, {"Year": "2005", "Month": "11", "Day": "22", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "5", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "11", "Day": "22", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16298034", "10.1016/j.tox.2005.10.007", "S0300-483X(05)00505-6"]}}], "PubmedBookArticle": []}