{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16330354", "DateCompleted": {"Year": "2006", "Month": "07", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "113", "Issue": "12", "PubDate": {"Year": "2005", "Month": "Dec"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "The association between fatal coronary heart disease and ambient particulate air pollution: Are females at greater risk?", "Pagination": {"StartPage": "1723", "EndPage": "1729", "MedlinePgn": "1723-9"}, "Abstract": {"AbstractText": ["The purpose of this study was to assess the effect of long-term ambient particulate matter (PM) on risk of fatal coronary heart disease (CHD). A cohort of 3,239 nonsmoking, non-Hispanic white adults was followed for 22 years. Monthly concentrations of ambient air pollutants were obtained from monitoring stations [PM < 10 microm in aerodynamic diameter (PM10), ozone, sulfur dioxide, nitrogen dioxide] or airport visibility data [PM < 2.5 microm in aerodynamic diameter (PM2.5)] and interpolated to ZIP code centroids of work and residence locations. All participants had completed a detailed lifestyle questionnaire at baseline (1976), and follow-up information on environmental tobacco smoke and other personal sources of air pollution were available from four subsequent questionnaires from 1977 through 2000. Persons with prevalent CHD, stroke, or diabetes at baseline (1976) were excluded, and analyses were controlled for a number of potential confounders, including lifestyle. In females, the relative risk (RR) for fatal CHD with each 10-microg/m3 increase in PM2.5 was 1.42 [95% confidence interval (CI), 1.06-1.90] in the single-pollutant model and 2.00 (95% CI, 1.51-2.64) in the two-pollutant model with O3. Corresponding RRs for a 10-microg/m3 increase in PM(10-2.5) and PM10 were 1.62 and 1.45, respectively, in all females and 1.85 and 1.52 in postmenopausal females. No associations were found in males. A positive association with fatal CHD was found with all three PM fractions in females but not in males. The risk estimates were strengthened when adjusting for gaseous pollutants, especially O3, and were highest for PM2.5. These findings could have great implications for policy regulations."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, Loma Linda University, Loma Linda, California, USA."}], "Identifier": [], "LastName": "Chen", "ForeName": "Lie Hong", "Initials": "LH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Knutsen", "ForeName": "Synnove F", "Initials": "SF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shavlik", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Beeson", "ForeName": "W Lawrence", "Initials": "WL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Petersen", "ForeName": "Floyd", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ghamsary", "ForeName": "Mark", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Abbey", "ForeName": "David", "Initials": "D"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "CommentsCorrectionsList": [{"RefSource": "Environ Health Perspect. 2006 Jan;114(1):A21"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis", "poisoning"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["epidemiology"], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["chemically induced", "epidemiology", "mortality"], "DescriptorName": "Coronary Disease"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Longitudinal Studies"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Sex Factors"}, {"QualifierName": [], "DescriptorName": "White People"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbey DE, Hwang BL, Burchette RJ, Vancuren T, Mills PK. Estimated long-term ambient concentrations of PM10 and development of respiratory symptoms in a non-smoking population. Arch Environ Health. 1995a;50(2):139–152.", "ArticleIdList": ["7786050"]}, {"Citation": "Abbey DE, Moore J, Petersen F, Beeson WL. Estimating cumulative ambient concentrations of air pollutants: description and precision of methods used for an epidemiological study. Arch Environ Health. 1991;46(5):281–287.", "ArticleIdList": ["1953035"]}, {"Citation": "Abbey DE, Nishino N, McDonnell WF, Burchette RJ, Knutsen SF, Beeson WL, et al. Long-term inhalable particles and other air pollutants related to mortality in nonsmokers. Am J Resp Crit Care Med. 1999;159:373–382.", "ArticleIdList": ["9927346"]}, {"Citation": "Abbey DE, Ostro B, Fraser G, VanCuren T, Burchette RJ. Estimating fine particulates less than 2.5 microns in aero-dynamic diameter (PM2.5) from airport visibility data in California. J Expo Anal Environ Epidemiol. 1995b;5(2):161–180.", "ArticleIdList": ["7492904"]}, {"Citation": "American Thoracic Society. Standardization of spirometry, 1994 update. Am J Respir Crit Care Med. 1995;152:1107–1136.", "ArticleIdList": ["7663792"]}, {"Citation": "Beeson WL, Mill PK, Phillips RL, Andress M, Fraser GE. Chronic disease among Seventh-day Adventists, a low-risk group: rationale, methodology, and description of the population. Cancer. 1989;64:570–581.", "ArticleIdList": ["2743251"]}, {"Citation": "Blomberg A, Mudway I, Svensson M, Hagnebjort-Gustafsson A, Thomasson L, Helleday R, et al. Clara cell protein as a biomarker for ozone-induced lung injury in humans. Eur Respir J. 2003;22:883–888.", "ArticleIdList": ["14680073"]}, {"Citation": "Bolinder G, de Faire U. Ambulatory 24-h blood pressure monitoring in healthy, middle-aged smokeless tobacco users, smokers, and nontobacco users. Am J Hypertens. 1998;11(10):1153–1163.", "ArticleIdList": ["9799031"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong Y, Howard G, Lipsett M, et al. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109(21):2655–2671.", "ArticleIdList": ["15173049"]}, {"Citation": "Chan J, Knutsen SF, Blix GG, Lee JW, Fraser GE. Water, other fluids, and fatal coronary heart disease: the Adventist Health Study. Am J Epidemiol. 2002;155(9):827–833.", "ArticleIdList": ["11978586"]}, {"Citation": "Chang CC, Hwang JS, Chan CC, Wang PY, Hu TH, Cheng TJ. Effects of concentrated ambient particles on heart rate, blood pressure, and cardiac contractility in spontaneously hypertensive rats. Inhal Toxicol. 2004;16(6–7):421–429.", "ArticleIdList": ["15204757"]}, {"Citation": "Coates F, Richardson DR. Effects of long-term tobacco smoke exposure on whole blood viscosity in the rat. Arch Environ Health. 1978;33(5):220–222.", "ArticleIdList": ["708114"]}, {"Citation": "Diez-Roux AV, Nieto FJ, Comstock GW, Howard G, Szklo M. The relationship of active and passive smoking to carotid atherosclerosis 12–14 years later. Prev Med. 1995;24(1):48–55.", "ArticleIdList": ["7740015"]}, {"Citation": "Dockery DW, Pope CA, III, Xiping X, Spengler JD, Ware JH, Fay MA, et al. An association between air pollution and mortality in Six U.S. cities. New Engl J Med. 1993;329(24):1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Dominici F, McDermott A, Daniels D, Zeger SL, Samet JM. 2003. Mortality among residents of 90 cities. In: Special Report: Revised Analyses of the National Morbidity, Mortality, and Air Pollution Study, Part II. Boston, MA:Health Effects Institute, 9–24.", "ArticleIdList": ["16024489"]}, {"Citation": "Firket J. The cause of the symptoms found in the Meuse Valley during the fog of December, 1930. Bull Acad R Med Belg. 1931;11:683–742."}, {"Citation": "Fraser GE, Sabate J, Beeson WL, Strahan TM. A possible protective effect of nut consumption on risk of coronary heart disease. The Adventist Health Study. Arch Intern Med. 1992;152(7):1416–1424.", "ArticleIdList": ["1627021"]}, {"Citation": "Frohlich M, Sund M, Lowel H, Imhof A, Hoffmeister A, Koenig W. Independent association of various smoking characteristics with markers of systemic inflammation in men. Results from a representative sample of the general population (MONICA Augsburg Survey 1994/95) Eur Heart J. 2003;24(14):1365–1372.", "ArticleIdList": ["12871694"]}, {"Citation": "Greenland S. Modeling and variable selection in epidemiologic analysis. Am J Public Health. 1989;79(3):340–349.", "ArticleIdList": ["PMC1349563", "2916724"]}, {"Citation": "Guthikonda S, Woods K, Sinkey CA, Haynes WG. Role of xanthine oxidase in conduit artery endothelial dysfunction in cigarette smokers. Am J Cardiol. 2004;93(5):664–668.", "ArticleIdList": ["14996607"]}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA. Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study. Lancet. 2002;360(9341):1203–1209.", "ArticleIdList": ["12401246"]}, {"Citation": "Howard G, Burke GL, Szklo M, Tell GS, Eckfeldt J, Evans G, et al. Active and passive smoking are associated with increased carotid wall thickness. The Atherosclerosis Risk in Communities Study. Arch Intern Med. 1994;154(11):1277–1282.", "ArticleIdList": ["8203995"]}, {"Citation": "Kiechl S, Werner P, Egger G, Oberhollenzer F, Mayr M, Xu Q, et al. Active and passive smoking, chronic infections, and the risk of carotid atherosclerosis: prospective results from the Bruneck Study. Stroke. 2002;33(9):2170–2176.", "ArticleIdList": ["12215582"]}, {"Citation": "Kim CS, Hu SC. Regional deposition of inhaled particles in human lungs: comparison between men and women. J Appl Physiol. 1998;84(6):1834–1844.", "ArticleIdList": ["9609774"]}, {"Citation": "Koenig W, Sund M, Filipiak B, Doring A, Lowel H, Ernst E. Plasma viscosity and the risk of coronary heart disease: results from the MONICA-Augsburg Cohort Study, 1984 to 1992. Arterioscler Thromb Vasc Biol. 1998;18(5):768–772.", "ArticleIdList": ["9598836"]}, {"Citation": "Künzli N, Jerrett M, Mack WJ, Beckerman B, LaBree L, Gilliland F, et al. Ambient air pollution and atherosclerosis in Los Angeles. Environ Health Perspect. 2005;113:201–206.", "ArticleIdList": ["PMC1277865", "15687058"]}, {"Citation": "Lin D. Cox regression analysis of multivariate failure time data: the marginal approach. Stat Med. 1994;13:2233–2247.", "ArticleIdList": ["7846422"]}, {"Citation": "Lipfert FW, Perry HM, Jr, Miller JP, Baty JD, Wyzga RE, Carmody SE. The Washington University–EPRI Veterans’ Cohort Mortality Study: preliminary results. Inhal Toxicol. 2000;12(suppl 4):41–73.", "ArticleIdList": ["12881886"]}, {"Citation": "Logan WP. Mortality in the London fog incident, 1952. Lancet. 1953;1:336–338.", "ArticleIdList": ["13012086"]}, {"Citation": "Mack WJ, Islam T, Lee Z, Selzer RH, Hodis HN. Environmental tobacco smoke and carotid arterial stiffness. Prev Med. 2003;37(2):148–154.", "ArticleIdList": ["12855214"]}, {"Citation": "McDonnell WF, Nishino-Ishikawa N, Petersen FF, Chen LH, Abbey DE. Relationships of mortality with the fine and coarse fractions of long-term ambient PM10 concentrations in nonsmokers. J Exp Anal Environ Epidemiol. 2000;10(5):427–436.", "ArticleIdList": ["11051533"]}, {"Citation": "Nafstad P, Haheim LL, Wisloff T, Gram F, Oftedal B, Holme I, et al. Urban air pollution and mortality in a cohort of Norwegian men. Environ Health Perspect. 2004;112:610–615.", "ArticleIdList": ["PMC1241929", "15064169"]}, {"Citation": "Panagiotakos DB, Pitsavos C, Chrysohoou C, Skoumas J, Masoura C, Toutouzas P, et al. Effect of exposure to secondhand smoke on markers of inflammation: the ATTICA study. Am J Med. 2004;116(3):145–150.", "ArticleIdList": ["14749157"]}, {"Citation": "Peters A, Doring A, Wichmann HE, Koenig W. Increased plasma viscosity during an air pollution episode: a link to mortality? Lancet. 1997;349(9065):1582–1587.", "ArticleIdList": ["9174559"]}, {"Citation": "Peters A, Liu E, Verrier RL, Schwartz J, Gold DR, Mittleman M, et al. Air pollution and incidence of cardiac arrhythmia. Epidemiology. 2000;11(1):11–17.", "ArticleIdList": ["10615837"]}, {"Citation": "Pope CA, III, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, et al. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA. 2002;287(9):1132–1141.", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Pope CA, III, Burnett RT, Thurston GD, Thun MJ, Calle EE, Krewski D, et al. Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004a;109(1):71–77.", "ArticleIdList": ["14676145"]}, {"Citation": "Pope CA, III, Hansen ML, Long RW, Nielsen KR, Eatough NL, Wilson WE, et al. Ambient particulate air pollution, heart rate variability, and blood markers of inflammation in a panel of elderly subjects. Environ Health Perspect. 2004b;112:339–345.", "ArticleIdList": ["PMC1241864", "14998750"]}, {"Citation": "Pope CA, III, Thun MJ, Namboodiri MM, Dockery DW, Evans JS, Speizer FE, et al. Particulate air pollution as a predictor of mortality in a prospective study of U.S. adults. Am J Respir Crit Care Med. 1995;151:669–674.", "ArticleIdList": ["7881654"]}, {"Citation": "Riediker M, Cascio WE, Griggs TR, Herbst MC, Bromberg PA, Neas L, et al. Particulate matter exposure in cars is associated with cardiovascular effects in healthy young men. Am J Respir Crit Care Med. 2004;169(8):934–940.", "ArticleIdList": ["14962820"]}, {"Citation": "Samet JM, Dominici F, Curriero FC, Coursac I, Zeger SL. Fine particulate air pollution and mortality in 20 U.S. cities, 1987–1994. N Engl J Med. 2000;343:1742–1749.", "ArticleIdList": ["11114312"]}, {"Citation": "Seaton A, MacNee W, Donaldson K, Godden D. Particulate air pollution and acute health effects. Lancet. 1995;345:176–178.", "ArticleIdList": ["7741860"]}, {"Citation": "Sorensen M, Daneshvar B, Hansen M, Dragsted LO, Hertel O, Knudsen L, et al. Personal PM2.5 exposure and markers of oxidative stress in blood. Environ Health Perspect. 2003;111:161–166.", "ArticleIdList": ["PMC1241344", "12573899"]}, {"Citation": "U.S. EPA 1989. Assessing Multiple Pollutant Multiple Source Cancer Risks from Urban Air Toxics. EPA-450/2-89-010. Research Triangle Park, NC:U.S. Environmental Protection Agency, Office of Air Quality, Planning and Standards."}, {"Citation": "Wichers LB, Nolan JP, Winsett DW, Ledbetter AD, Kodavanti UP, Schladweiler MC, et al. Effects of instilled combustion-derived particles in spontaneously hypertensive rats. Part II: pulmonary responses. Inhal Toxicol. 2004;16(6–7):407–419.", "ArticleIdList": ["15204756"]}, {"Citation": "World Health Organization 1977. International Classification of Diseases. Manual of the International Statistical Classification of Disease, Injuries, and Causes of Death, 9th Revision. Geneva:World Health Organization."}, {"Citation": "Zanobetti A, Schwartz J, Dockery DW. Airborne particles are a risk factor for hospital admissions for heart and lung disease. Environ Health Perspect. 2000;108:1071–1077.", "ArticleIdList": ["PMC1240165", "11102299"]}, {"Citation": "Zanobetti A, Schwartz J, Samoli E, Gryparis A, Touloumi G, Peacock J, et al. The temporal pattern of respiratory and heart disease mortality in response to air pollution. Environ Health Perspect. 2003;111:1188–1193.", "ArticleIdList": ["PMC1241573", "12842772"]}]}], "History": [{"Year": "2005", "Month": "12", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "7", "Day": "22", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "12", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2005", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16330354", "PMC1314912", "10.1289/ehp.8190"]}}], "PubmedBookArticle": []}