{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16433093", "DateCompleted": {"Year": "2006", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0962-8436", "JournalIssue": {"Volume": "360", "Issue": "1463", "PubDate": {"Year": "2005", "Month": "Nov", "Day": "29"}}, "Title": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "ISOAbbreviation": "Philos Trans R Soc Lond B Biol Sci"}, "ArticleTitle": "Integrated approaches to climate-crop modelling: needs and challenges.", "Pagination": {"StartPage": "2049", "EndPage": "2065", "MedlinePgn": "2049-65"}, "Abstract": {"AbstractText": ["This paper discusses the need for a more integrated approach to modelling changes in climate and crops, and some of the challenges posed by this. While changes in atmospheric composition are expected to exert an increasing radiative forcing of climate change leading to further warming of global mean temperatures and shifts in precipitation patterns, these are not the only climatic processes which may influence crop production. Changes in the physical characteristics of the land cover may also affect climate; these may arise directly from land use activities and may also result from the large-scale responses of crops to seasonal, interannual and decadal changes in the atmospheric state. Climate models used to drive crop models may, therefore, need to consider changes in the land surface, either as imposed boundary conditions or as feedbacks from an interactive climate-vegetation model. Crops may also respond directly to changes in atmospheric composition, such as the concentrations of carbon dioxide (CO2), ozone (03) and compounds of sulphur and nitrogen, so crop models should consider these processes as well as climate change. Changes in these, and the responses of the crops, may be intimately linked with meteorological processes so crop and climate models should consider synergies between climate and atmospheric chemistry. Some crop responses may occur at scales too small to significantly influence meteorology, so may not need to be included as feedbacks within climate models. However, the volume of data required to drive the appropriate crop models may be very large, especially if short-time-scale variability is important. Implementation of crop models within climate models would minimize the need to transfer large quantities of data between separate modelling systems. It should also be noted that crop responses to climate change may interact with other impacts of climate change, such as hydrological changes. For example, the availability of water for irrigation may be affected by changes in runoff as a direct consequence of climate change, and may also be affected by climate-related changes in demand for water for other uses. It is, therefore, necessary to consider the interactions between the responses of several impacts sectors to climate change. Overall, there is a strong case for a much closer coupling between models of climate, crops and hydrology, but this in itself poses challenges arising from issues of scale and errors in the models. A strategy is proposed whereby the pursuit of a fully coupled climate-chemistry-crop-hydrology model is paralleled by continued use of separate climate and land surface models but with a focus on consistency between the models."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Met Office, Hadley Centre for Climate Prediction and Research, Fitzroy Road, Exeter EX1 3PB, UK. richard.betts@metoffice.gov.uk"}], "Identifier": [], "LastName": "Betts", "ForeName": "Richard A", "Initials": "RA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Philos Trans R Soc Lond B Biol Sci", "NlmUniqueID": "7503623", "ISSNLinking": "0962-8436"}, "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Climate"}, {"QualifierName": ["growth & development"], "DescriptorName": "Crops, Agricultural"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Forecasting"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alcamo J, Kreileman G.J.J, Bollen J.C, van den Born G.J, Gerlagh R, Krol M.S, Toet A.M.C, De Vries H.J.M. Baseline scenarios of global environmental change. In: Alcamo J, Leemans R, Kreileman E, editors. Results from the IMAGE2.1 model. Elsevier Science; Amsterdam: 1998. pp. 97–139."}, {"Citation": "Betts R.A. Self-beneficial effects of vegetation on climate in a General Circulation Model. Geophys. Res. Lett. 1999;26:1457–1460. doi:10.1029/1999GL900283", "ArticleIdList": ["10.1029/1999GL900283"]}, {"Citation": "Betts R.A. Offset of the potential carbon sink from boreal forestation by decreases in surface albedo. Nature. 2000;408:187–190. doi:10.1038/35041545", "ArticleIdList": ["10.1038/35041545", "11089969"]}, {"Citation": "Betts R.A. Biogeophysical impacts of land use on present-day climate: near-surface temperature change and radiative forcing. Atmos. Sci. Lett. 2001;2:39–51. doi:1006/asle20010023"}, {"Citation": "Betts R.A, Cox P.M, Lee S.E, Woodward F.I. Contrasting physiological and structural vegetation feedbacks in climate change simulations. Nature. 1997;387:796–799. doi:10.1038/42924", "ArticleIdList": ["10.1038/42924"]}, {"Citation": "Betts R.A, Cox M, Woodward F.I. Simulated responses of potential vegetation to doubled-CO2 climate change and feedbacks on near-surface temperature. Global Ecol. Biogeogr. 2000;9:171–180. doi:10.1046/j.1365-2699.2000.00160.x", "ArticleIdList": ["10.1046/j.1365-2699.2000.00160.x"]}, {"Citation": "Betts R.A, Cox P.M, Collins M, Harris P.P, Huntingford C, Jones C.D. The role of ecosystem–atmosphere interactions in simulated Amazonian precipitation decrease and forest dieback under global climate warming. Theor. App. Climatol. 2004;78:157–175."}, {"Citation": "Bonan G.B, Pollard D, Thompson S.L. Effects of boreal forest vegetation on global climate. Nature. 1992;359:716–718. doi:10.1038/359716a0", "ArticleIdList": ["10.1038/359716a0"]}, {"Citation": "Boucher O, Myhre G, Myhre A. Direct influence of irrigation on atmospheric water vapour and climate. Climate Dyn. 2004;22:597–603. doi:10.1007/s00382-004-0402-4", "ArticleIdList": ["10.1007/s00382-004-0402-4"]}, {"Citation": "Bounoua L, DeFries R, Collatz G.J, Sellers P, Khan H. Effects of land cover conversion on surface climate. Climatic Change. 2002;52:29–64. doi:10.1023/A:1013051420309", "ArticleIdList": ["10.1023/A:1013051420309"]}, {"Citation": "Brovkin V, Ganapolski A, Claussen M, Kubatzki C, Petoukhov V. Modelling climate response to historical land cover change. Global Ecol. Biogeogr. 1999;8:509–517. doi:10.1046/j.1365-2699.1999.00169.x", "ArticleIdList": ["10.1046/j.1365-2699.1999.00169.x"]}, {"Citation": "Carborne G.C, Kiechle W, Locke C, Mearns L.O, McDaniel L, Downton M.W. Response of soybean and sorghum to varying spatial scales of climate change scenarios in the Southeastern United States. Climatic Change. 2003;60:73–98. doi:10.1023/A:1026041330889", "ArticleIdList": ["10.1023/A:1026041330889"]}, {"Citation": "Challinor A.J, Slingo J.M, Wheeler T.R, Craufurd P.Q, Grimes D.I.F. Toward a combined seasonal weather and crop productivity forecasting system: determination of the working spatial scale. J. Appl. Meteorol. 2003;42:175–192. doi:10.1175/1520-0450(2003)042<0175:TACSWA>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0450(2003)042%3C0175:TACSWA%3E2.0.CO;2"]}, {"Citation": "Challinor A.J, Wheeler T.R, Slingo J.M, Craufurd P.Q, Grimes D.I.F. Design and optimisation of a large-area process-based model for annual crops. Agric. Forest Meteorol. 2004;124:99–120. doi:10.1016/j.agrformet.2004.01.002", "ArticleIdList": ["10.1016/j.agrformet.2004.01.002"]}, {"Citation": "Challinor A.J, Wheeler T.R, Slingo J.M, Craufurd P.Q, Grimes D.I.F. Simulation of crop yields using the ERA40 re-analysis: limits to skill and non-stationarity in weather-yield relationships. J. Appl. Meteorol. 2005;44:516–531. doi:10.1175/JAM2212.1", "ArticleIdList": ["10.1175/JAM2212.1"]}, {"Citation": "Charney J.G. Dynamics of deserts and droughts in the sahel. Q. J. R. Meteorol. Soc. 1975;101:193–202. doi:10.1256/smsqj.42801", "ArticleIdList": ["10.1256/smsqj.42801"]}, {"Citation": "Chmielewski F.M, Rotzer T. Response of tree phenology to climate change across Europe. Agric. Forest Meteorol. 2001;108:101–112. doi:10.1016/S0168-1923(01)00233-7", "ArticleIdList": ["10.1016/S0168-1923(01)00233-7"]}, {"Citation": "Conroy J.P, Seneweera S, Basra A.S, Rogers G, Nissenwooller B. Influence of rising atmospheric CO2 concentrations and temperature on growth, yield and grain quality of cereal crops. Aust. J. Plant Physiol. 1994;21:741–758."}, {"Citation": "Cox P.M, Betts R.A, Bunton C.B, Essery R.L.H, Rowntree P.R, Smith J. The impact of new land surface physics on the GCM simulation of climate and climate sensitivity. Climate Dyn. 1999;15:183–203. doi:10.1007/s003820050276", "ArticleIdList": ["10.1007/s003820050276"]}, {"Citation": "Cox P.M, Betts R.A, Jones C.D, Spall S.A, Totterdell I.J. Acceleration of global warming due to carbon-cycle feedbacks in a coupled climate model. Nature. 2000;408:184–187. doi:10.1038/35041539", "ArticleIdList": ["10.1038/35041539", "11089968"]}, {"Citation": "Cramer W, et al.  Global response of terrestrial ecosystem structure and function to CO2 and climate change: results from six dynamic global vegetation models. Global Change Biol. 2001;7:357–374. doi:10.1046/j.1365-2486.2001.00383.x", "ArticleIdList": ["10.1046/j.1365-2486.2001.00383.x"]}, {"Citation": "Döll P, Siebert S. A digital global map of irrigated areas. ICID J. 2000;49:55–66."}, {"Citation": "Döll P, Siebert S. Global modeling of irrigation water requirements. Water Resour. Res. 2002;38:1037."}, {"Citation": "Donner S.D, Kucharik C.J. Evaluating the impacts of land management and climate variability on crop production and nitrate export across the Upper Mississippi Basin. Global Biogeochem. Cycles. 2003;17:1085. doi:10.1029/2001GB001808", "ArticleIdList": ["10.1029/2001GB001808"]}, {"Citation": "Donner S.D, Kucharik C.J, Foley J.A. The impact of changing land use practices on nitrate export by the Mississippi River. Global Biogeochem. Cycles. 2004;18:GB1028. doi:10.1029/2003GB002093", "ArticleIdList": ["10.1029/2003GB002093"]}, {"Citation": "Douville H, Royer F.J. Influence of the temperate and boreal forests on the Northern Hemisphere climate in the Météo-France climate model. Climate Dyn. 1997;13:57–74."}, {"Citation": "Feddema, J., Oleson, K., Bonan, G., Mearns L., Washington W., Meehl, G., Nychka, D. In press. A comparison of a GCM response to historical anthropogenic land cover change and model sensitivity to uncertainty in present-day land cover representations. Climate Dyn (doi:10.1007/s00382-005-0038-z)", "ArticleIdList": ["10.1007/s00382-005-0038-z"]}, {"Citation": "Ferris R, Ellis R.H, Wheeler T.R, Hadley P. Effect of high temperature stress at anthesis on grain yield and biomass of field-grown crops of wheat. Ann. Bot. 1998;82:631–639. doi:10.1006/anbo.1998.0740", "ArticleIdList": ["10.1006/anbo.1998.0740"]}, {"Citation": "Field C, Jackson R, Mooney H. Stomatal responses to increased CO2: implications from the plant to the global scale. Plant, Cell Environ. 1995;18:1214–1255."}, {"Citation": "Friedlingstein P, Bopp L, Ciais P, Dufresne J.-L, Fairhead L, LeTreut H, Monfray P, Orr J.C. Positive feedback between future climate change and the carbon cycle. Geophys. Res. Lett. 2001;28:1543–1546. doi:10.1029/2000GL012015", "ArticleIdList": ["10.1029/2000GL012015"]}, {"Citation": "Gedney N, Cox P.M, Huntingford C. Climate feedback from wetland methane emissions. Geophys. Res. Lett. 2004;31:L20503. doi:10.101029/2004GL020919", "ArticleIdList": ["10.101029/2004GL020919."]}, {"Citation": "Gitay H, et al. Climate Change 2001: impacts, adaptation and vulnerability, pp. 235–342. Contribution of Working Group II to the Third Assessment of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, UK: 2001. Ecosystem and their goods and services."}, {"Citation": "Govindasamy B, Duffy P.B, Caldeira K. Land use changes and Northern Hemisphere cooling. Geophys. Res. Lett. 2001;28:291–294. doi:10.1029/2000GL006121", "ArticleIdList": ["10.1029/2000GL006121"]}, {"Citation": "Hansen J.W, Jones J.W. Scaling-up crop models for climate variability applications. Agric. Syst. 2000;65:43–72. doi:10.1016/S0308-521X(00)00025-1", "ArticleIdList": ["10.1016/S0308-521X(00)00025-1"]}, {"Citation": "Harding R.J, Pomeroy J.W. The energy balance of the winter boreal landscape. J. Climate. 1996;9:2778–2787. doi:10.1175/1520-0442(1996)009<2778:TEBOTW>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0442(1996)009%3C2778:TEBOTW%3E2.0.CO;2"]}, {"Citation": "Johns, T. C. et al Submitted. The new Hadley Centre climate model HadGEM1 (2005) Evaluation of coupled simulations in comparison to previous models. J. Climate"}, {"Citation": "Kimball B.A, Pinter P.J, Jr, Garcia R.L, LaMorte R.L, Wall G.W, Hunsaker D.J, Wechsung G, Wechsung F, Karschall T. Productivity and water use of wheat undser free-air CO2 enrichment. Global Change Biol. 1995;1:429–442."}, {"Citation": "Kleidon A, Heimann M. Assessing the role of deep rooted vegetation in the climate system with model simulations: mechanism, comparison to observations and implications for Amazonian deforestation. Climate Dyn. 2000;16:183–199. doi:10.1007/s003820050012", "ArticleIdList": ["10.1007/s003820050012"]}, {"Citation": "Knorr W, Prentice I.C, House J.I, Holland E.A. Long-term sensitivity of soil carbon turnover to warming. Nature. 2005;433:298–301. doi:10.1038/nature03226", "ArticleIdList": ["10.1038/nature03226", "15662420"]}, {"Citation": "Lawrence D.M, Slingo J.M. An annual cycle of vegetation in a GCM. Part II: global impacts on climate and hydrology. Climate Dyn. 2004;22:107–122. doi:10.1007/s00382-003-0367-8", "ArticleIdList": ["10.1007/s00382-003-0367-8"]}, {"Citation": "Lean J, Rowntree P.R. A GCM simulation of the impact of Amazonian deforestation on climate using an improved canopy representation. Q. J. R. Meteorol. Soc. 1993;119:509–530. doi:10.1256/smsqj.51108", "ArticleIdList": ["10.1256/smsqj.51108"]}, {"Citation": "Lean J, Rowntree P.R. Understanding the sensitivity of a GCM simulation of Amazonian deforestation to the specification of vegetation and soil characteristics. J. Climate. 1997;10:1216–1235. doi:10.1175/1520-0442(1997)010<1216:UTSOAG>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0442(1997)010%3C1216:UTSOAG%3E2.0.CO;2"]}, {"Citation": "Lean J, Warrilow A. Simulation of the regional climatic impact of Amazon deforestation. Nature. 1989;342:411–413. doi:10.1038/342411a0", "ArticleIdList": ["10.1038/342411a0"]}, {"Citation": "Loomis R.S, Connor D.J. Cambridge University Press; Cambridge, UK: 1992. Crop ecology."}, {"Citation": "Matsui T, Horie T. Effect of elevated CO2 and high temperature on growth and yield of rice. II. Sensitive period and pollen germination rate in high temperature on growth sterility of rice spikelets at flowering. Jpn J. Crop Sci. 1992;61:148–149."}, {"Citation": "Matthews R.B, Kropff M.J, Horie T, Bachelet D. Simulating the impact of climate change on rice production in Asia and evaluating options for adaptation. Agric. Syst. 1997;54:399–425. doi:10.1016/S0308-521X(95)00060-I", "ArticleIdList": ["10.1016/S0308-521X(95)00060-I"]}, {"Citation": "Mauney J.R, Kimball B.A, Pinter P.J, LaMorte R.L, Lewin K.F, Nagy J, Hendrey G.R. Growth and yield of cotton in response to a free-air carbon dioxide enrichment (FACE) environment. Agric. Forest Meteorol. 1994;70:49–67. doi:10.1016/0168-1923(94)90047-7", "ArticleIdList": ["10.1016/0168-1923(94)90047-7"]}, {"Citation": "McKee I.F, Long S.P. Plant growth regulators control ozone damage to wheat yield. New Phytologist. 2001;152:41–51. doi:10.1046/j.0028-646x.2001.00207.x", "ArticleIdList": ["10.1046/j.0028-646x.2001.00207.x", "35974478"]}, {"Citation": "Morgan P.B, Ainsworth E.A, Long S.P. How does elevated ozone impact soybean? A meta-analysis of photosynthesis, growth and yield. Plant, Cell Environ. 2003;26:1317–1328. doi:10.1046/j.0016-8025.2003.01056.x", "ArticleIdList": ["10.1046/j.0016-8025.2003.01056.x"]}, {"Citation": "Morgan P.B, Bernacchi C.J, Ort D.R, Long S.P. An in vivo analysis of the effect of season-long open-air elevation of ozone to anticipated 2050 levels on photosynthesis in soybean. Plant Physiologist. 2004;135:2348–2357. doi:10.1104/pp.104.043968", "ArticleIdList": ["10.1104/pp.104.043968", "PMC520802", "15299126"]}, {"Citation": "Nakićenović N.J, et al. A special report of Working Group III of the IPCC. Cambridge University Press; Cambridge, UK: 2000. Special report on emissions scenarios; p. 599."}, {"Citation": "Osborne, T. M. 2004 Towards an integrated approach to simulating crop–climate interactions Ph.D. Thesis, University of Reading."}, {"Citation": "Pielke R.A. Overlooked issues in the US National climate and IPCC assessments. Climatic Change. 2002;52"}, {"Citation": "Pielke R.A, Marland G, Betts R.A, Chase T.N, Eastman J.L, Niles J.O, Niyogi D.S, Running S.W. The influence of land-use change and landscape dynamics on the climate system—relevance to climate change policy beyond the radioactive effect of greenhouse gases. Phil. Trans. R. Soc. A. 2002;360:1705–1719. doi:10.1098/rsta.2002.1027", "ArticleIdList": ["10.1098/rsta.2002.1027", "12460493"]}, {"Citation": "Plentinger M.C, Penning de Vries F.W.T, editors. CAMASE, Register of Agro-ecosystems Models. DLO-Research Institute for Agrobiology and Soil Fertility (AB-DLO); 1996."}, {"Citation": "Prentice I.C. The carbon cycle and atmospheric carbon dioxide. In: Houghton J.T, Ding Y, Griggs D.J, Noguer M, van der Linden P, Dai X, Maskell K, Johnson C.I, editors. Climate Change 2001: the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, UK: 2001. pp. 183–237."}, {"Citation": "Prentice I.C, Farquhar G.D, Fasham M.J.R, Goulden M.L, Heimann M, Jaramillo V.J, Kheshgi H.S, Le Quere C, Scholes R.J, Wallace D.W.R. The carbon cycle and atmospheric carbon dioxide. In: Houghton J.T, Ding Y, Griggs D.J, Noguer M, van der Linden P, Dai X, Maskell K, Johnson C.I, editors. Climate Change 2001: The scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. ch. 3. Cambridge University Press; Cambridge, UK: 2001. pp. 183–237."}, {"Citation": "Ramankutty N, Foley J.A. Estimating historical changes in global land cover: croplands from 1700 to 1992. Global Biogeochem. Cycles. 1999;13:997–1027. doi:10.1029/1999GB900046", "ArticleIdList": ["10.1029/1999GB900046"]}, {"Citation": "Salati E, Vose P.B. Amazon Basin: a system in equilibrium. Nature. 1984;225:129–138.", "ArticleIdList": ["17837908"]}, {"Citation": "Sellers P.J, et al. Comparison of radiative and physiological effects of doubled atmospheric CO2 on climate. Science. 1996;271:1402–1406."}, {"Citation": "Sitch S, Cox P, Huntingford C, Collins W, Hemming D, Gedney N. Contract deliverable 08.04.04, DEFRA Climate Prediction Programme. 2005. Report on possible impacts of tropospheric ozone changes on land carbon uptake."}, {"Citation": "Slingo J.M, et al. Research at GCM on identifying and understanding model systematic errors. Technical Report, NCAS Centre for Global Atmospheric Modelling. 2003. How good is the Hadley Centre climate model?"}, {"Citation": "Soltani A, Latifi N, Nasiri M. Evaluation of WGEN for generating long term weather data for crop simulations. Agric. Forest Meteorol. 2000;102:1–12. doi:10.1016/S0168-1923(00)00100-3", "ArticleIdList": ["10.1016/S0168-1923(00)00100-3"]}, {"Citation": "Thomas G, Rowntree P.R. The boreal forests and climate. Q. J. R. Meteorol. Soc. 1992;118:469–497. doi:10.1256/smsqj.50504", "ArticleIdList": ["10.1256/smsqj.50504"]}, {"Citation": "Thompson S.L, Govindasamy B, Mirin A, Caldeira K, Delire C, Milovich J, Wickett M, Erickson D. Quantifying the effects of CO2-fertilized vegetation on future climate. Geophys. Res. Lett. 2004;31:33."}, {"Citation": "Trevasso M.I, Delécolle R. Adaptation of the CERES-wheat model for large area yield estimation in Argentina. Eur. J. Agronomy. 1995;4:347–353."}, {"Citation": "Tsvetsinkya E.A, Mearns L.O, Mavromatis T, Gao W, McDaniel L, Downton M.W. The effect of spatial scale of climatic change scenarios on simulated maize, winter wheat and rice production in the Southeastern United States. Climatic Change. 2003;60:37–71. doi:10.1023/A:1026056215847", "ArticleIdList": ["10.1023/A:1026056215847"]}, {"Citation": "Tsvetsinskaya E.A, Mearns L.O, Easterling W.E. Investigating the effect of seasonal plant growth and development in three-dimensional atmospheric simulations. Part I: Simulation of surface fluxes over the growing season. J. Climate. 2001a;14:692–709. doi:10.1175/1520-0442(2001)014<0692:ITEOSP>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0442(2001)014%3C0692:ITEOSP%3E2.0.CO;2"]}, {"Citation": "Tsvetsinskaya E.A, Mearns L.O, Easterling W.E. Investigating the effect of seasonal plant growth and development in three-dimensional atmospheric simulations. Part II: Atmospheric response to crop growth and development. J. Climate. 2001b;14:711–729. doi:10.1175/1520-0442(2001)014<0711:ITEOSP>2.0.CO;2", "ArticleIdList": ["10.1175/1520-0442(2001)014%3C0711:ITEOSP%3E2.0.CO;2"]}, {"Citation": "Twine T.E, Kucharik C.J, Foley J.A. Effects of land cover change on the energy and water balance of the Mississippi River basin. J. Hydrometeorol. 2004;5:640–655. doi:10.1175/1525-7541(2004)005<0640:EOLCCO>2.0.CO;2", "ArticleIdList": ["10.1175/1525-7541(2004)005%3C0640:EOLCCO%3E2.0.CO;2"]}, {"Citation": "Vara Prasad P.V, Craufurd P.Q, Summerfield R.J, Wheeler T.R. Effects of short episodes of heat stress on flower production and fruit-set of groundnut (arachis hypogea L.) J. Exp. Botany. 2000;51:777–784. doi:10.1093/jexbot/51.345.777", "ArticleIdList": ["10.1093/jexbot/51.345.777", "10938870"]}, {"Citation": "Watson R.T, Noble I.R, Bolin B, Ravindranath N.H, Verardo D.J, Dokken D.J, editors. Land use, land-use change and forestry. A Special Report of the IPCC. Cambridge University Press; Cambridge, UK: 2000. p. 337."}, {"Citation": "Wigley T.M.L, Jones P.D. Influences of precipitation changes and direct CO2 effects on streamflow. Nature. 1985;314:149–152. doi:10.1038/314149a0", "ArticleIdList": ["10.1038/314149a0"]}]}], "History": [{"Year": "2006", "Month": "1", "Day": "26", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "4", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "1", "Day": "26", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "11", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16433093", "PMC1569576", "10.1098/rstb.2005.1739"]}}], "PubmedBookArticle": []}