{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16507458", "DateCompleted": {"Year": "2006", "Month": "07", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "114", "Issue": "3", "PubDate": {"Year": "2006", "Month": "Mar"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Exposure to environmental ozone alters semen quality.", "Pagination": {"StartPage": "360", "EndPage": "365", "MedlinePgn": "360-5"}, "Abstract": {"AbstractText": ["Idiopathic male infertility may be due to exposure to environmental toxicants that alter spermatogenesis or sperm function. We studied the relationship between air pollutant levels and semen quality over a 2-year period in Los Angeles, California, by analyzing repeated semen samples collected by sperm donors. Semen analysis data derived from 5,134 semen samples from a sperm donor bank were correlated with air pollutant levels (ozone, nitrogen dioxide, carbon monoxide, and particulate matter < 10 microm in aerodynamic diameter) measured 0-9, 10-14, and 70-90 days before semen collection dates in Los Angeles between January 1996 and December 1998. A linear mixed-effects model was used to model average sperm concentration and total motile sperm count for the donation from each subject. Changes were analyzed in relationship to biologically relevant time points during spermatogenesis, 0-9, 10-14, and 70-90 days before the day of semen collection. We estimated temperature and seasonality effects after adjusting for a base model, which included donor's date of birth and age at donation. Forty-eight donors from Los Angeles were included as subjects. Donors were included if they collected repeated semen samples over a 12-month period between January 1996 and December 1998. There was a significant negative correlation between ozone levels at 0-9, 10-14, and 70-90 days before donation and average sperm concentration, which was maintained after correction for donor's birth date, age at donation, temperature, and seasonality (p < 0.01). No other pollutant measures were significantly associated with sperm quality outcomes. Exposure to ambient ozone levels adversely affects semen quality."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Obstetrics, Gynecology and Medicine, Keck School of Medicine of the University of Southern California, Los Angeles, California, USA. rsokol@usc.edu"}], "Identifier": [], "LastName": "Sokol", "ForeName": "Rebecca Z", "Initials": "RZ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kraft", "ForeName": "Peter", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fowler", "ForeName": "Ian M", "Initials": "IM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mamet", "ForeName": "Rizvan", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kim", "ForeName": "Elizabeth", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Berhane", "ForeName": "Kiros T", "Initials": "KT"}], "GrantList": [{"GrantID": "F33 ES011535", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "F3 ES11535", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES07048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Dust"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "CommentsCorrectionsList": [{"RefSource": "Environ Health Perspect. 2006 Mar;114(3):A177. doi: 10.1289/ehp.114-a177", "PMID": "16528839"}, {"RefSource": "Environ Health Perspect. 2007 Apr;115(4):A185; author reply A185-6. doi: 10.1289/ehp.115-a185b", "PMID": "17450193"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Dust"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Epidemiological Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Los Angeles"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Sperm Count"}, {"QualifierName": ["drug effects"], "DescriptorName": "Spermatogenesis"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abma JC, Chandra A, Mosher WD, Peterson LS, Piccinino LJ. Fertility, family planning, and women’s health: new data from the 1995 National Survey of Family Growth. Vital Health Stat. 1997;23:1–114.", "ArticleIdList": ["9201902"]}, {"Citation": "Acacio B, Gottfried T, Israel R, Sokol RZ. Evaluation of a large cohort of men presenting for screening semen analysis. Fertil Steril. 2000;73:595–597.", "ArticleIdList": ["10689019"]}, {"Citation": "Agarwal A, Saleh RA, Bedaiwy MA. Role of reactive oxygen species in the pathophysiology of human reproduction. Fertil Steril. 2003;79:829–43.", "ArticleIdList": ["12749418"]}, {"Citation": "Aitken J, Fisher H. Reactive oxygen species generation and human spermatozoa: the balance of benefit and risk. Bioessay. 2004;16:259–267.", "ArticleIdList": ["8031303"]}, {"Citation": "Baker HWG, Burger HG, De Kretser DM. 1995. Relative incidence of etiologic disorders in male infertility. In: Male Sexual Dysfunction (Santen RJ, Swerdloff RS, eds). New York:Marcel Dekker, 341–352."}, {"Citation": "Becker S, Berhane K. A meta-analysis of 61 sperm count studies revisited. Fertil Steril. 1997;67:1103–1108.", "ArticleIdList": ["9176451"]}, {"Citation": "Bonde JPE, Ernst E, Jensen TK, Hjollund NH, Kolstad HA, Henriksen TB, et al. Relation between semen quality and fertility: a population-based study of 430 first-pregnancy planners. Lancet. 1998;352:1172–1177.", "ArticleIdList": ["9777833"]}, {"Citation": "Boone WR, Johnson JE, Locke AJ, Crane MM, IV, Price TM. Control of air quality in an assisted reproductive technology laboratory. Fertil Steril. 1999;71(1):150–154.", "ArticleIdList": ["9935133"]}, {"Citation": "Bujan L, Mansat A, Fontonnier F, Mieusset R. Time series analysis of sperm concentration in fertile men in Toulouse, France between 1977 and 1992. Br Med J. 1996;312:471–472.", "ArticleIdList": ["PMC2349968", "8597677"]}, {"Citation": "Carlsen E, Giwercman A, Keiding N, Skakkebaek NE. Evidence for decreasing quality of semen during the past 50 years. Br Med J. 1992;305:609–613.", "ArticleIdList": ["PMC1883354", "1393072"]}, {"Citation": "Carlsen E, Jorgen HP, Andersson AM, Niels ES. Effects of ejaculatory frequency and season on variations in semen quality. Fertil Steril. 2004;82:358–366.", "ArticleIdList": ["15302284"]}, {"Citation": "CDC 2001. National Report on Human Exposure to Environmental Chemicals. Atlanta, GA:Centers for Disease Control and Prevention. Available: http://www.cdc.gov/nceh/dls/report/results/cadmium.htm [accessed May 2004]."}, {"Citation": "Chapin RE. 1997. Germ cells as targets for toxicants. In: Comprehensive Toxicology (Sipes I, McQueen C, Gandolfi A, eds). Cambridge:Cambridge University Press, 139–150."}, {"Citation": "De Jonge C, LaFramboise M, Bosmans E, Ombelet W, Cox A, Nijs M. Influence of the abstinence period on human sperm quality. Fertil Steril. 2004;82:57–65.", "ArticleIdList": ["15236990"]}, {"Citation": "Diemer T, Allen J, Hales KH, Hales DB. Reactive oxygen disrupts mitochondria in MA-10 tumor Leydig cells and inhibits steroidogenic acute regulatory (StAR) protein and steroidogenesis. Endocrinology. 2003;144:2882–2891.", "ArticleIdList": ["12810543"]}, {"Citation": "Diggle, PJ, Liang KY, Zeger SL. 1994. Analysis of Longitudinal Data. New York:Oxford University Press."}, {"Citation": "Fisch H, Goluboff E, Olson J. Semen analyses in 1,283 men from the United States over a 25-year period; no decline in quality. Fertil Steril. 1996;65:1009–1014.", "ArticleIdList": ["8612826"]}, {"Citation": "Fredricsson B, Moller L, Pousette A, Westerholm R. Human sperm motility is affected by plasticizers and diesel particle extracts. Pharmacol Toxicol. 1993;72:128–133.", "ArticleIdList": ["7682691"]}, {"Citation": "Gauderman WJ, McConnell R, Gilliland F, London S, Thomas D, Avol E, et al. Association between air pollution and lung function growth in Southern California children. Am J Respir Crit Care Med. 2000;162:1383–1390.", "ArticleIdList": ["11029349"]}, {"Citation": "Gurgueira SA, Lawrence J, Coull B, Murthy GG, Gonzalez-Flecha B. Rapid increases in the steady-state concentration of reactive oxygen species in the lungs and heart after particulate air pollution inhalation. Environ Health Perspect. 2002;110:749–755.", "ArticleIdList": ["PMC1240944", "12153754"]}, {"Citation": "Handelsman DJ. Sperm output of healthy men in Australia: magnitude of bias due to self-selected volunteers. Hum Reprod. 1997;12:2701–2705.", "ArticleIdList": ["9455838"]}, {"Citation": "Hess RA. Effects of environmental toxicants on the efferent ducts, epididymis, and fertility. J Repro Fertil. 1998;53:247–259.", "ArticleIdList": ["10645284"]}, {"Citation": "Johnson L, Welsch TH, Jr, Wilker CE. 1997. Anatomy and physiology of the male reproductive system and potential targets of toxicants. In: Comprehensive Toxicology (Sipes G, McQueen CA, Gandolfi AJ, eds). New York:Pergamon, 5–98."}, {"Citation": "Jorgensen N, Andersen AG, Eustache F, Irvine DS, Suominen J, Petersen JH, et al. Regional differences in semen quality in Europe. Hum Reprod. 2001;16:1012–1019.", "ArticleIdList": ["11331653"]}, {"Citation": "Kandeel FR, Swerdloff R. Role of temperature in regulation of spermatogenesis and the use of heating as a method for contraception. Fertil Steril. 1999;49:1–23.", "ArticleIdList": ["3275550"]}, {"Citation": "Kidd SA, Eskenazi B, Wyrobek A. Effects of male age on semen quality and fertility: a review of the literature. Fertil Steril. 2001;75:237–248.", "ArticleIdList": ["11172821"]}, {"Citation": "Levine RJ. Male factors contributing to the seasonality of human reproduction. Ann NY Acad Sci. 1994;709:29–45.", "ArticleIdList": ["8154722"]}, {"Citation": "MacLeod J. Semen quality in 1000 men of known fertility and in 800 cases of infertile marriage. Fertil Steril. 1951;2:115–139.", "ArticleIdList": ["14823049"]}, {"Citation": "Mahmoud A, Depoorter B, Piens N, Comhaire FH. The performance of 10 different methods for the estimation of sperm concentration. Fertil Steril. 1997;68:340–345.", "ArticleIdList": ["9240267"]}, {"Citation": "Mann JK, Tager IB, Lurmann F, et al. Air pollution and hospital admissions for ischemic heart disease in persons with congestive heart failure or arrhythmia. Environ Health Perspect. 2002;110:1247–1252.", "ArticleIdList": ["PMC1241113", "12460805"]}, {"Citation": "Menzel DB. Ozone: an overview of its toxicity in man and animals. J Toxicol Environ Health. 1984;13:183–204.", "ArticleIdList": ["6376815"]}, {"Citation": "Moline J, Golden A, Bar-Chama N, Smith E, Rauch ME, Chapin RE, et al. Exposure to hazardous substances and male reproductive health: a research framework. Environ Health Perspect. 2000;108:803–813.", "ArticleIdList": ["PMC2556920", "11017884"]}, {"Citation": "Mustafa MG. Biochemical basis of ozone toxicity. Free Radic Biol Med. 1990;9:245–265.", "ArticleIdList": ["2272533"]}, {"Citation": "National Toxicology Program 1994. Toxicology and Carcinogenesis Studies of Ozone and Ozone. Research Triangle Park, NC: National Toxicology Program. Available: http://www.toxnet.hlm.nih.gov [accessed November 2004]."}, {"Citation": "Nelson CM, Bunge RG. Evidence for changing parameters of male fertility potential. Fertil Steril. 1974;25:503–507.", "ArticleIdList": ["4835605"]}, {"Citation": "Olsen GW, Bodner KM, Ramlow JM, Ross CE, Lipshultz LI. Have sperm counts been reduced 50 percent in 50 years? A statistical model revisited. Fertil Steril. 1995;63:887–893.", "ArticleIdList": ["7890079"]}, {"Citation": "Paulsen C, Berman N, Wang C. Data from men in greater Seattle areas reveals no downward trends in semen quality; further evidence that deterioration of semen quality is not geographically uniform. Fertil Steril. 1996;65:1015–1020.", "ArticleIdList": ["8612827"]}, {"Citation": "Paulson RJ, Milligan RC, Sokol RZ. The lack of influence of age on male fertility. Am J Obstet Gynecol. 2001;184:1–6.", "ArticleIdList": ["11303188"]}, {"Citation": "Rasmussen PE, Erb K, Westergaard LG, Laursen SB. No evidence for decreasing semen quality in four birth cohorts of 1,055 Danish men born between 1950 and 1970. Fertil Steril. 1997;68:1059–1064.", "ArticleIdList": ["9418697"]}, {"Citation": "Ritz B, Yu F, Chapa G, Fruin S. Effect of air pollution on preterm birth among children born in Southern California between 1989 and 1993. Epidemiology. 2000;11:502–511.", "ArticleIdList": ["10955401"]}, {"Citation": "Robaire B, Hermo L. 1994. Efferent ducts, epididymis and vas deferens. In: Physiology of Reproduction (Knobil E, Niell J, eds). New York:Raven Press, 999–1080."}, {"Citation": "Safe S. Endocrine Disrupters and Human Health. Is there a problem? An update. Environ Health Perspect. 2000;108:487–493.", "ArticleIdList": ["PMC1638151", "10856020"]}, {"Citation": "Saleh RA, Agarwal A, Sharma RK, Neldon DR, Thomas AJ. Effect of smoking on levels of seminal oxidative stress in infertile men: a prospective study. Fertil Steril. 2002;78:491–499.", "ArticleIdList": ["12215323"]}, {"Citation": "Samet JM, Dominici F, Curriero FC, Coursac I, Zeger SL. Fine particulate air pollution and mortality in 20 U.S. cities, 2000. N Engl J Med. 2000;343:1742–1749.", "ArticleIdList": ["11114312"]}, {"Citation": "SAS Institute Inc 1997. SAS/STAT. Version 6.12: The MIXED Procedure. Cary, NC:SAS Institute Inc."}, {"Citation": "Sauer MV, Zeffer KB, Buster JE, Sokol RZ. Effect of abstinence on sperm motility in normal men. Am J Obstet Gynecol. 1988;158:604–607.", "ArticleIdList": ["3348323"]}, {"Citation": "Selevan SG, Borkovec L, Slott VL, Zudova Z, Rubes J, Evenson DP, et al. Semen quality and reproductive health of young Czech men exposed to seasonal air pollution. Environ Health Perspect. 2000;108:887–894.", "ArticleIdList": ["PMC2556931", "11017895"]}, {"Citation": "Sharpe RM, Skakkebaek NE. Are oestrogens involved in falling sperm counts and disorders of the male reproductive tract? Lancet. 1993;341:1392–1395.", "ArticleIdList": ["8098802"]}, {"Citation": "Sherins RJ. Are semen quality and male infertility changing? N Engl J Med. 1995;332:327–328.", "ArticleIdList": ["7816070"]}, {"Citation": "Sikka SC, Rajasekaran M, Hellstrom WJG. Role of oxidative stress and antioxidants in male infertility. J Androl. 1995;16:464–468.", "ArticleIdList": ["8867595"]}, {"Citation": "Sokol RZ. Male factor in male infertility. 1997. In: Infertility, Contraception and Reproductive Endocrinology (RA Lobo, DR Mishell Jr, RJ Paulson, eds). Malden, MA:Blackwell Science, 547–566."}, {"Citation": "Sram RJ, Binkova B, Rossner P, Rubes J, Topinka J, Dejmek J. Adverse reproductive outcomes from exposure to environmental mutagens. Mutat Res. 1999;428:203–215.", "ArticleIdList": ["10517994"]}, {"Citation": "Swan SH, Brazil C, Drobnis EZ, Liu F, Kruse RL, Hatch M, et al. Geographic differences in semen quality of fertile U.S. males. Environ Health Perspect. 2003a;111:414–420.", "ArticleIdList": ["PMC1241421", "12676592"]}, {"Citation": "Swan SH, Elkin EP, Fenster L. Have sperm densities declined? A reanalysis of global trend data. Environ Health Perspect. 1997;105:1128–1232.", "ArticleIdList": ["PMC1470335", "9370524"]}, {"Citation": "Swan SH, Elkin EP, Fenster L. The question of declining sperm density revisited: an analysis of 101 studies published 1934–1996. Environ Health Perspect. 2000;108:961–966.", "ArticleIdList": ["PMC1240129", "11049816"]}, {"Citation": "Swan SH, Kruse RL, Liu F, Barr DB, Drobnis EZ, Redmon JB, et al. Study for Future Families Research Group. Semen quality in relation to biomarkers of pesticide exposure. Environ Health Perspect. 2003b;111:1478–1484.", "ArticleIdList": ["PMC1241650", "12948887"]}, {"Citation": "Telisman S, Cvitkovic P, Jurasovic J, Pizent A, Gavella M, Rocic B. Semen quality and reproductive endocrine function in relation to biomarkers of lead, cadmium, zinc, and copper in men. Environ Health Perspect. 2001;108:45–53.", "ArticleIdList": ["PMC1637869", "10620523"]}, {"Citation": "U.S. EPA 2002. The Process of Ozone Depletion. Washington, DC:U.S. Environmental Protection Agency. Available: http://www.epa.gov/ozone/science/process.html [accessed 29 May 2002]."}, {"Citation": "Ventura SJ, Mosher WD, Curtin SC, Abma JC. Highlights of trends in pregnancies rates by outcome: estimates for the United States, 1976–96. Natl Vital Stat Rep. 1999;47:1–9.", "ArticleIdList": ["10635682"]}, {"Citation": "Vine MF, Margolin BH, Morrison HI, Hulka BS. Cigarette smoking and sperm density: a meta-analysis. Fertil Steril. 1994;61:35–43.", "ArticleIdList": ["8293842"]}, {"Citation": "Watanabe N, Oonuki Y. Inhalation of diesel engine exhaust affects spermatogenesis in growing male rats. Environ Health Perspect. 1999;107:539–544.", "ArticleIdList": ["PMC1566672", "10379000"]}, {"Citation": "WHO (World Health Organization) 1993. WHO Laboratory Manual for the Examination of Human Sperm and Semen-Cervical Mucus Interaction. 3rd ed. Cambridge, NY:Cambridge University Press."}]}], "History": [{"Year": "2006", "Month": "3", "Day": "2", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "7", "Day": "22", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "3", "Day": "2", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16507458", "PMC1392229", "10.1289/ehp.8232"]}}], "PubmedBookArticle": []}