{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16724874", "DateCompleted": {"Year": "2007", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2007", "Month": "01", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0031-8655", "JournalIssue": {"Volume": "82", "Issue": "4", "PubDate": {"Year": "2006", "Season": "Jul-Aug"}}, "Title": "Photochemistry and photobiology", "ISOAbbreviation": "Photochem Photobiol"}, "ArticleTitle": "Photoacclimation to long-term ultraviolet radiation exposure of natural sub-Antarctic phytoplankton communities: Fixed surface incubations versus mixed mesocosms.", "Pagination": {"StartPage": "923", "EndPage": "935", "MedlinePgn": "923-35"}, "Abstract": {"AbstractText": ["Solar UVB radiation (280-320 nm) is known to have detrimental effects on marine phytoplankton. Associated with the seasonal ozone hole in Antarctica, stratospheric ozone depletion occasionally influences the sub-Antarctic (Beagle Channel, Argentina) region, enhancing levels of UVB. The primary objective of this work was to study the effects of several (i.e. 6-10) days of exposure to UVB on the taxonomic composition and photosynthetic inhibition of local phytoplankton communities. For different light treatments, fixed-depth incubations placed in an outdoors water tank were compared with incubations in 1900 L mesocosms, where vertical mixing was present. Phytoplankton growth was inhibited by UV radiation (UVR) in fixed-depth experiments but not in the mixed mesocosms. Under fixed and mixed conditions alike, photosynthesis was significantly inhibited by UVB at the beginning of the experiment but no longer after several days of exposure, suggesting that cells had acclimated to radiation conditions. There was a change in species composition in response to UVR exposure in both experiments, which likely explained acclimation. In the community exposed to fixed conditions this change was from a phytoflagellate-dominated assemblage to a community with high relative abundance of diatoms after 6 days of exposure. UVA was responsible for most of the observed growth inhibition; however, the reduction in photosynthesis was produced by UVB. The reasons behind this variability in responses to UVR are associated with species-specific sensitivity and acclimation, and the previous light history of cells. In the community exposed in mesocosms, an assemblage codominated by phytoflagellates and diatoms was observed at the beginning of the experiments. After 10 days of exposure, green algae (Eutreptiella sp.) had increased, and phytoflagellates were the dominant group. The synthesis of mycosporine-like amino acids (MAAs), antioxidant enzymes and photosynthetic antenna pigments, in relation to repair and protection processes, may explain the reduced inhibition of both growth and photosynthesis that was observed in the phytoplankton community after several days of exposure. For environments such as the Beagle Channel seasonally exposed to the ozone hole, the results obtained from the fixed-depth experiments show that species can cope with UVR by means of MAA synthesis, while mixing would primarily promote a change in species composition and defense strategies."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "CONICET, Argentina. hernandom@ciudad.com.ar"}], "Identifier": [], "LastName": "Hernando", "ForeName": "Marcelo", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schloss", "ForeName": "Irene", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Roy", "ForeName": "Suzanne", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ferreyra", "ForeName": "Gustavo", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Photochem Photobiol", "NlmUniqueID": "0376425", "ISSNLinking": "0031-8655"}, "ChemicalList": [{"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antarctic Regions"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Phytoplankton"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "5", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "5", "Day": "27", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16724874", "10.1562/2005-08-29-RA-662", "2005-08-29-RA-662"]}}], "PubmedBookArticle": []}