{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16793088", "DateCompleted": {"Year": "2007", "Month": "04", "Day": "19"}, "DateRevised": {"Year": "2009", "Month": "11", "Day": "11"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2006", "Month": "06", "Day": "06"}], "Journal": {"ISSN": "1874-9968", "JournalIssue": {"Volume": "44 Suppl 1", "PubDate": {"Year": "2006", "Month": "Dec", "Day": "22"}}, "Title": "Ultrasonics", "ISOAbbreviation": "Ultrasonics"}, "ArticleTitle": "Power ultrasound interaction with DC atmospheric pressure electrical discharge.", "Pagination": {"StartPage": "e549", "EndPage": "e553", "MedlinePgn": "e549-53"}, "Abstract": {"AbstractText": ["The effect of power ultrasound application on DC hollow needle to plate atmospheric pressure electrical discharge enhanced by the flow of air through the needle electrode was studied experimentally. It was found that applying ultrasound increases discharge volume. In this volume take place plasmachemical processes, used in important ecological applications such as the production of ozone, VOC decomposition and de-NOx processes enhancement. In our experiments we used a negatively biased needle electrode as a cathode and a perpendicularly placed surface of the ultrasonic resonator--horn--as an anode. To demonstrate the effect of ultrasound waves on electrical discharge photographs of the discharge for the needle to the ultrasonic resonator at distances of 4, 6 and 8mm are shown. By varying the distance between needle and the surface of the transducer, we were able to create the node or the antinode at the region around the tip of the needle, where the ionization processes are effective. In our experimental arrangement the amplitude of acoustic pressure at antinode exceeded 10(4) Pa. The photographs reveal that the diameter of the discharge on the surface of the ultrasonic horn is increased when ultrasound is applied. The increase of discharge volume caused by the application of ultrasound can be explained as a combined effect of the change of the reduced electric field E/n (E is electric field strength and n is the neutral particles density), strong turbulence of the particles in the discharge region caused by quick changes of amplitudes of the standing ultrasonic wave and finally by the boundary layer near the ultrasonic transducer perturbations due to vibrations of the transducer surface."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Czech Technical University in Prague, Faculty of Electrical Engineering, Department of Physics, 166 27 Prague 6, Technicka 2, Czech Republic. balek@fel.cvut.cz <balek@fel.cvut.cz>"}], "Identifier": [], "LastName": "Bálek", "ForeName": "Rudolf", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pekárek", "ForeName": "Stanislav", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bartáková", "ForeName": "Zuzana", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Ultrasonics", "NlmUniqueID": "0050452", "ISSNLinking": "0041-624X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "6", "Day": "24", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "6", "Day": "24", "Hour": "9", "Minute": "1"}, {"Year": "2006", "Month": "6", "Day": "24", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16793088", "10.1016/j.ultras.2006.05.121", "S0041-624X(06)00157-0"]}}], "PubmedBookArticle": []}