{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16848579", "DateCompleted": {"Year": "2007", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2006", "Month": "07", "Day": "19"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0021-9606", "JournalIssue": {"Volume": "125", "Issue": "2", "PubDate": {"Year": "2006", "Month": "Jul", "Day": "14"}}, "Title": "The Journal of chemical physics", "ISOAbbreviation": "J Chem Phys"}, "ArticleTitle": "Semiclassical wave packet study of ozone forming reaction.", "Pagination": {"StartPage": "24302", "MedlinePgn": "24302"}, "Abstract": {"AbstractText": ["We have applied the semiclassical wave packet method (SWP) to calculate energies and lifetimes of the metastable states (scattering resonances) in a simplified model of the ozone forming reaction. All values of the total angular momentum up to J=50 were analyzed. The results are compared with numerically exact quantum mechanical wave packet propagation and with results of the time-independent WKB method. The wave functions for the metastable states in the region over the well are reproduced very accurately by the SWP; in the classically forbidden region and outside of the centrifugal barrier, the SWP wave functions are qualitatively correct. Prony's method was used to extract energies and lifetimes from the autocorrelation functions. Energies of the metastable states obtained using the SWP method are accurate to within 0.1 and 2 cm(-1) for under-the-barrier and over-the-barrier states, respectively. The SWP lifetimes in the range of 0.5<tau(n)<100 ps are accurate to within 10%. A three-level model was used to investigate accuracies of different approximations for the reaction rate constant. It was shown that the majority of the metastable states in this system are either long lived (narrow resonances) which can be treated as stable, or short lived (broad resonances) which can be treated without the knowledge of their lifetimes. Only a few metastable states fall into the intermediate range where both energies and lifetimes are needed to model the kinetics. The recombination rate constant calculated with the SWP method at room temperature and pressure is in good agreement with available experimental data."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, Wehr Chemistry Building, Marquette University, Milwaukee, WI 53201-1881, USA."}], "Identifier": [], "LastName": "Vetoshkin", "ForeName": "Evgeny", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Babikov", "ForeName": "Dmitri", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Phys", "NlmUniqueID": "0375360", "ISSNLinking": "0021-9606"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "7", "Day": "20", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "7", "Day": "20", "Hour": "9", "Minute": "1"}, {"Year": "2006", "Month": "7", "Day": "20", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16848579", "10.1063/1.2213252"]}}], "PubmedBookArticle": []}