{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16885263", "DateCompleted": {"Year": "2006", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0099-2240", "JournalIssue": {"Volume": "72", "Issue": "8", "PubDate": {"Year": "2006", "Month": "Aug"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Quantitative detection of the nosZ gene, encoding nitrous oxide reductase, and comparison of the abundances of 16S rRNA, narG, nirK, and nosZ genes in soils.", "Pagination": {"StartPage": "5181", "EndPage": "5189", "MedlinePgn": "5181-9"}, "Abstract": {"AbstractText": ["Nitrous oxide (N2O) is an important greenhouse gas in the troposphere controlling ozone concentration in the stratosphere through nitric oxide production. In order to quantify bacteria capable of N2O reduction, we developed a SYBR green quantitative real-time PCR assay targeting the nosZ gene encoding the catalytic subunit of the nitrous oxide reductase. Two independent sets of nosZ primers flanking the nosZ fragment previously used in diversity studies were designed and tested (K. Kloos, A. Mergel, C. Rösch, and H. Bothe, Aust. J. Plant Physiol. 28:991-998, 2001). The utility of these real-time PCR assays was demonstrated by quantifying the nosZ gene present in six different soils. Detection limits were between 10(1) and 10(2) target molecules per reaction for all assays. Sequence analysis of 128 cloned quantitative PCR products confirmed the specificity of the designed primers. The abundance of nosZ genes ranged from 10(5) to 10(7) target copies g(-1) of dry soil, whereas genes for 16S rRNA were found at 10(8) to 10(9) target copies g(-1) of dry soil. The abundance of narG and nirK genes was within the upper and lower limits of the 16S rRNA and nosZ gene copy numbers. The two sets of nosZ primers gave similar gene copy numbers for all tested soils. The maximum abundance of nosZ and nirK relative to 16S rRNA was 5 to 6%, confirming the low proportion of denitrifiers to total bacteria in soils."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "INRA-University of Burgundy, Microbiology and Soil Geochemistry, CMSE, 17 rue Sully, B.P. 86510, 21065 Dijon Cedex, France."}], "Identifier": [], "LastName": "Henry", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bru", "ForeName": "D", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Stres", "ForeName": "B", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hallet", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Philippot", "ForeName": "L", "Initials": "L"}], "DataBankList": [{"DataBankName": "GENBANK", "AccessionNumberList": ["AJ786667", "AJ786668", "AJ786669", "AJ786670", "AJ786671", "AJ786672", "AJ786673", "AJ786674", "AJ786675", "AJ786676", "AJ786677", "AJ786678", "AJ786679", "AJ786680", "AJ786681", "AJ786682", "AJ786683", "AJ786684", "AJ786685", "AJ786686", "AJ786687", "AJ786688", "AJ786689", "AJ786690", "AJ786691", "AJ786692", "AJ786693", "AJ786694", "AJ786695", "AJ786696", "AJ786697", "AJ786698", "AJ786699", "AJ786700", "AJ786701", "AJ786702", "AJ786703", "AJ786704", "AJ786705", "AJ786706", "AJ786707", "AJ786708", "AJ786709", "AJ786710"]}], "PublicationTypeList": ["Comparative Study", "Evaluation Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzothiazoles"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA Primers"}, {"RegistryNumber": "0", "NameOfSubstance": "Diamines"}, {"RegistryNumber": "0", "NameOfSubstance": "Organic Chemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Quinolines"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal, 16S"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "163795-75-3", "NameOfSubstance": "SYBR Green I"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "Oxidoreductases"}, {"RegistryNumber": "EC 1.7.-", "NameOfSubstance": "Nitrite Reductases"}, {"RegistryNumber": "EC 1.7.2.4", "NameOfSubstance": "nitrous oxide reductase"}, {"RegistryNumber": "EC 1.7.99.4", "NameOfSubstance": "Nitrate Reductase"}], "MeshHeadingList": [{"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Bacillus"}, {"QualifierName": [], "DescriptorName": "Benzothiazoles"}, {"QualifierName": [], "DescriptorName": "DNA Primers"}, {"QualifierName": [], "DescriptorName": "Diamines"}, {"QualifierName": ["genetics"], "DescriptorName": "Genes, rRNA"}, {"QualifierName": [], "DescriptorName": "Molecular Sequence Data"}, {"QualifierName": ["genetics"], "DescriptorName": "Nitrate Reductase"}, {"QualifierName": ["genetics"], "DescriptorName": "Nitrite Reductases"}, {"QualifierName": [], "DescriptorName": "Organic Chemicals"}, {"QualifierName": ["genetics"], "DescriptorName": "Oxidoreductases"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["methods"], "DescriptorName": "Polymerase Chain Reaction"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Proteobacteria"}, {"QualifierName": [], "DescriptorName": "Quinolines"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Ribosomal, 16S"}, {"QualifierName": [], "DescriptorName": "Sensitivity and Specificity"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cavigelli, M. A., and G. P. Robertson. 2001. Role of denitrifier diversity in rates of nitrous oxide consumption in a terrestrial ecosystem. Soil Biol. Biochem. 33:297-310."}, {"Citation": "Chèneby, D., S. Perrez, C. Devroe, S. Hallet, Y. Couton, F. Bizouard, G. Iuretig, J. C. Germon, and L. Philippot. 2004. Denitrifying bacteria in bulk and maize-rhizospheric soil: diversity and N2O-reducing abilities. Can. J. Microbiol. 50:469-474.", "ArticleIdList": ["15381970"]}, {"Citation": "Clays-Josserand, A., P. Lemanceau, L. Philippot, and R. Lensi. 1995. Influence of two plant species (flax and tomato) on the distribution of nitrogen dissimilative abilities within fluorescent Pseudomonas spp. Appl. Environ. Microbiol. 61:1745-1749.", "ArticleIdList": ["PMC1388436", "16535018"]}, {"Citation": "Coyle, C. L., W. G. Zumft, P. M. Kroneck, H. Korner, and W. Jakob. 1985. Nitrous oxide reductase from denitrifying Pseudomonas perfectomarina. Purification and properties of a novel multicopper enzyme. Eur. J. Biochem. 16:459-467.", "ArticleIdList": ["3000778"]}, {"Citation": "Coyne, M. S., A. Arunakumari, B. A. Averill, and J. M. Tiedje. 1989. Immunological identification and distribution of dissimilatory cd1 and nonheme copper nitrite reductases in denitrifying bacteria. Appl. Environ. Microbiol. 55:2924-2931.", "ArticleIdList": ["PMC203192", "2624465"]}, {"Citation": "Fogel, G. B., C. R. Collins, J. Li, and C. F. Brunk. 1999. Prokaryotic genome size and SSU rDNA copy number: estimation of microbial relative abundance from a mixed population. Microb. Ecol. 38:93-113.", "ArticleIdList": ["10441703"]}, {"Citation": "Greenberg, E., and G. Becker. 1997. Nitrous oxide as end denitrification product by strains of fluorescent pseudomonads. Can. J. Microbiol. 23:903-907.", "ArticleIdList": ["195699"]}, {"Citation": "Henry, S., E. Baudouin, J. C. Lopez-Gutierrez, F. Martin-Laurent, A. Brauman, and L. Philippot. 2004. Quantification of denitrifying bacteria in soils by nirK gene targeted real-time PCR. J. Microbiol. Methods 59:327-335. (Erratum, 61:289-290, 2005.)", "ArticleIdList": ["15488276"]}, {"Citation": "Holtan-Hartwig, L., P. Dörsch, and L. R. Bakken. 2000. Comparison of denitrifying communities in organic soils: kinetics of NO3− and N2O reduction. Soil Biol. Biochem. 32:833-843."}, {"Citation": "Horn, M. A., H. L. Drake, and A. Schramm. 2006. Nitrous oxide reductase genes (nosZ) of denitrifying microbial populations in soil and the earthworm gut are phylogenetically similar. Appl. Environ. Microbiol. 72:1019-1026.", "ArticleIdList": ["PMC1392958", "16461644"]}, {"Citation": "Hulse, C. I., and B. A. Averill. 1989. Isolation of a high specific activity pink, monomeric nitrous oxide reductase from Achromobacter cycloclastes. Biophys. Res. Commun. 166:195-199.", "ArticleIdList": ["2154217"]}, {"Citation": "IPCC. Climate change, the scientific basis. Cambridge University Press, Cambridge, United Kingdom."}, {"Citation": "Kloos, K., A. Mergel, C. Rösch, and H. Bothe. 2001. Denitrification within the genus Azospirillum and other associative bacteria. Aust. J. Plant Physiol. 28:991-998."}, {"Citation": "Kolb, S., C. Knief, S. Stubner, and R. Conrad. 2003. Quantitative detection of methanotrophs in soil by novel pmoA-targeted real-time PCR assays. Appl. Environ. Microbiol. 69:2423-2429.", "ArticleIdList": ["PMC154495", "12732507"]}, {"Citation": "Lopez-Gutierrez, J. C., S. Henry, S. Hallet, F. Martin-Laurent, G. Catroux, and L. Philippot. 2004. Quantification of a novel group of nitrate-reducing bacteria in the environment by real-time PCR. J. Microbiol. Methods 57:399-407.", "ArticleIdList": ["15134887"]}, {"Citation": "Martin-Laurent, F., L. Philippot, S. Hallet, R. Chaussod, J. C. Germon, G. Soulas, and G. Catroux. 2001. DNA extraction from soils: old bias for new microbial diversity analysis methods. Appl. Environ. Microbiol. 67:2354-2359.", "ArticleIdList": ["PMC92877", "11319122"]}, {"Citation": "Michalski, W. P., D. J. Miller, and D. J. D. Nicholas. 1986. Purification and characterization of nitrous oxide reductase from Rhodopseudomonas f.sp. denitrificans. Biochim. Biophys. Acta 872:50-60."}, {"Citation": "Mounier, E., S. Hallet, D. Chèneby, E. Benizri, Y. Gruet, C. Nguyen, S. Piutti, C. Robin, S. Slezack-Deschaumes, F. Martin-Laurent, J. C. Germon, and L. Philippot. 2004. Influence of maize mucilage on the diversity and activity of the denitrifying community. Environ. Microbiol. 6:301-312.", "ArticleIdList": ["14871213"]}, {"Citation": "Philippot, L. 2002. Denitrifying genes in bacterial and archeal genomes. Biochim. Biophys. Acta 1577:355-376.", "ArticleIdList": ["12359326"]}, {"Citation": "Philippot, L. 2006. Use of functional genes to quantify denitrifiers in the environment. Biochem. Soc. Trans. 34:101-103.", "ArticleIdList": ["16417493"]}, {"Citation": "Philippot, L., and S. Hallin. 2005. Finding the missing link between diversity and activity using denitrifying bacteria as a model functional community. Curr. Opin. Microbiol. 8:234-239.", "ArticleIdList": ["15939345"]}, {"Citation": "Qiu, X. Y., R. A. Hurt, L. Y. Wu, C. H. Chen, J. M. Tiedje, and J. Z. Zhou. 2004. Detection and quantification of copper-denitrifying bacteria by quantitative competitive PCR. J. Microbiol. Methods 59:199-210.", "ArticleIdList": ["15369856"]}, {"Citation": "Rich, J. J., and D. D. Myrold. 2004. Community composition and activities of denitrifying bacteria from adjacent agricultural soil, riparian soil, and creek sediment in Oregon, USA. Soil Biol. Biochem. 36:1431-1441."}, {"Citation": "Rösch, C., A. Mergel, and H. Bothe. 2002. Biodiversity of denitrifying and dinitrogen-fixing bacteria in an acid forest soil. Appl. Environ. Microbiol. 68:3818-3829.", "ArticleIdList": ["PMC124007", "12147477"]}, {"Citation": "Simon, J., O. Einsle, P. M. Kroneck, and W. G. Zumft. 2004. The unprecedented nos gene cluster of Wolinella succinogenes encodes a novel respiratory electron transfer pathway to cytochrome c nitrous oxide reductase. FEBS Lett. 569:7-12.", "ArticleIdList": ["15225600"]}, {"Citation": "Smith, C. J., D. B. Nedwell, L. F. Dong, and A. M. Osborn. 2006. Evaluation of quantitative polymerase chain reaction-based approaches for determining gene copy and gene transcript numbers in environmental samples. Environ. Microbiol. 8:804-815.", "ArticleIdList": ["16623738"]}, {"Citation": "Snyder, S. W., and T. C. Hollocher. 1987. Purification and some characteristics of nitrous oxide reductase from Paracoccus denitrificans. J. Biol. Chem. 262:6515-6525.", "ArticleIdList": ["3032972"]}, {"Citation": "Stres, B., I. Mahne, G. Avguštin, and J. M. Tiedje. 2004. Nitrous oxide reductase (nosZ) gene fragments differ between native and cultivated Michigan soils. Appl. Environ. Microbiol. 70:301-309.", "ArticleIdList": ["PMC321260", "14711656"]}, {"Citation": "Tiedje, J. M. 1988. Ecology of denitrification and dissimilatory nitrate reduction to ammonium, p. 179-244. In A. J. B. Zehnder (ed.), Biology of anaerobic microorganisms. John Wiley & Sons, Inc., New York, N.Y."}, {"Citation": "Wood, D. W., J. C. Setubal, R. Kaul, D. Monks, L. Chen, G. E. Wood, Y. Chen, L. Woo, J. P. Kitajima, V. K. Okura, N. F. Almeida, Y. Zhou, D. Bovee, P. Chapman, J. Clendenning, G. Deatherage, W. Gillet, C. Grant, D. Guenthner, T. Kutyavin, R. Levy, M. Li, E. McClelland, A. Palmieri, C. Raymond, G. Rouse, C. Saenphimmachak, Z. Wu, D. Gordon, J. A. Eisen, I. Paulsen, P. Karp, P. Romero, S. Zhang, H. Yoo, Y. Tao, P. Biddle, M. Jung, W. Krespan, M. Perry, B. Gordon-Kamm, L. Liao, S. Kim, C. Hendrick, Z. Zhao, M. Dolan, S. V. Tingey, J. Tomb, M. P. Gordon, M. V. Olson, and E. W. Nester. 2001. The genome of the natural genetic engineer Agrobacterium tumefaciens C58. Science 294:2317-2323.", "ArticleIdList": ["11743193"]}, {"Citation": "Wrage, N., J. Lauf, A. D. Prado, M. Pinto, S. Pietrzak, S. Yamulki, O. Oenema, and G. Gebauer. 2004. Distinguishing sources of N2O in European grasslands by stable isotope analysis. Rapid Commun. Mass Spectrom. 18:1201-1207.", "ArticleIdList": ["15164349"]}, {"Citation": "Zumft, G. 1997. Cell biology and molecular basis of denitrification. Microbiol. Mol. Biol. Rev. 61:533-536.", "ArticleIdList": ["PMC232623", "9409151"]}]}], "History": [{"Year": "2006", "Month": "8", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "10", "Day": "6", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "8", "Day": "4", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16885263", "PMC1538733", "10.1128/AEM.00231-06", "72/8/5181"]}}], "PubmedBookArticle": []}