{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "16966088", "DateCompleted": {"Year": "2006", "Month": "12", "Day": "20"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "114", "Issue": "9", "PubDate": {"Year": "2006", "Month": "Sep"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "The role of inflammatory mediators in the synergistic toxicity of ozone and 1-nitronaphthalene in rat airways.", "Pagination": {"StartPage": "1354", "EndPage": "1360", "MedlinePgn": "1354-60"}, "Abstract": {"AbstractText": ["Ambient air is polluted with a mixture of pulmonary toxicants. Previous studies indicate that prior exposure to atmospheric oxidant pollutants such as ozone may significantly alter the response to other pollutants, such as 1-nitronaphthalene (1-NN) . 1-NN, a component of the particulate exhaust from diesel engines, has been found at low concentrations in ambient air. Using a metabolomic approach, we investigated inflammatory responses in arachidonic and linoleic acid biochemical cascades (35 metabolites) and the expression of 19 cytokines/chemokines at three time points (2, 6, and 24 hr) following exposure to 1-NN with and without prior long-term O3 exposure. Long-term O3 exposure is associated with biochemical changes that have been shown to render the lung resistant to further O3 exposure. This study indicates that airways of O3-tolerant rats exhibited a low level of chronic inflammation, rendering the lungs more susceptible to other environmental pollutants such as 1-NN. Specifically, a 12.5-mg/kg dose of 1-NN to O3-tolerant rats produced significantly higher levels of cysteinyl-leukotrienes in bronchiolar lavage fluid even when compared to a 50-mg/kg dose of 1-NN in rats exposed to filtered air. Collectively, these results indicate that the combination of exposures as encountered in polluted ambient air are considerably more injurious to the lung than would be anticipated from previous studies employing single exposures. The observed synergism between O3 and 1-NN may be causally related to a shift in a T-helper 1 to T-helper 2 immune response in the airways."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology and Cancer Research Center, University of California, Davis, California, USA."}], "Identifier": [], "LastName": "Schmelzer", "ForeName": "Kara R", "Initials": "KR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wheelock", "ForeName": "Asa M", "Initials": "AM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dettmer", "ForeName": "Katja", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Morin", "ForeName": "Dexter", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hammock", "ForeName": "Bruce D", "Initials": "BD"}], "GrantList": [{"GrantID": "P01 ES011269", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES00628", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 ES0075059", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES05707", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES013933", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES005707", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES004699", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES04699", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES000628", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "1 P01 ES11269", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R37 ES02710", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R37 ES002710", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Chemokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Inflammation Mediators"}, {"RegistryNumber": "0", "NameOfSubstance": "Naphthalenes"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "A51NP1DL2T", "NameOfSubstance": "1-nitronaphthalene"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "Chemokines"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "Inflammation Mediators"}, {"QualifierName": [], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["drug effects", "immunology", "physiology"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["toxicity"], "DescriptorName": "Naphthalenes"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "immunology", "physiology"], "DescriptorName": "Pulmonary Circulation"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Sprague-Dawley"}, {"QualifierName": ["immunology", "metabolism"], "DescriptorName": "T-Lymphocytes, Helper-Inducer"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Atkinson R, Arey J. Atmospheric chemistry of gas-phase polycyclic aromatic hydrocarbons: formation of atmospheric mutagens. Environ Health Perspect. 1994;102(suppl 4):117–126.", "ArticleIdList": ["PMC1566940", "7821285"]}, {"Citation": "Balmes JR, Aris RM, Chen LL, Scannell C, Tager IB, Finkbeiner W, et al. Effects of ozone on normal and potentially sensitive human subjects. Part I: airway inflammation and responsiveness to ozone in normal and asthmatic subjects. Res Rep Health Eff Inst. 1997;(78):1–37.", "ArticleIdList": ["9387195"]}, {"Citation": "Barnes NC, Piper PJ, Costello JF. Comparative effects of inhaled leukotriene C4, leukotriene D4, and histamine in normal human subjects. Thorax. 1984;39(7):500–504.", "ArticleIdList": ["PMC459849", "6463929"]}, {"Citation": "Barr BC, Hyde DM, Plopper CG, Dungworth DL. A comparison of terminal airway remodeling in chronic daily versus episodic ozone exposure. Toxicol Appl Pharmacol. 1990;106:384–407.", "ArticleIdList": ["2260088"]}, {"Citation": "Bosson J, Stenfors N, Bucht A, Helleday R, Pourazar J, Holgate ST, et al. Ozone-induced bronchial epithelial cytokine expression differs between healthy and asthmatic subjects. Clin Exp Allergy. 2003;33(6):777–782.", "ArticleIdList": ["12801312"]}, {"Citation": "Bradding P, Redington AE, Djukanovic R, Conrad DJ, Holgate ST. 15-Lipoxygenase immunoreactivity in normal and in asthmatic airways. Am J Respir Crit Care Med. 1995;151:1201–1204.", "ArticleIdList": ["7697253"]}, {"Citation": "Braun A, Appel E, Baruch R, Herz U, Botchkarev V, Paus R, et al. Role of nerve growth factor in a mouse model of allergic airway inflammation and asthma. Eur J Immunol. 1998;28(10):3240–3251.", "ArticleIdList": ["9808193"]}, {"Citation": "Chang LY, Huang Y, Stockstill BL, Graham JA, Grose EC, Menache MG, et al. Epithelial injury and interstitial fibrosis in the proximal alveolar regions of rats chronically exposed to a simulated pattern of urban ambient ozone. Toxicol Appl Pharmacol. 1992;115(2):241–252.", "ArticleIdList": ["PMC7130134", "1641858"]}, {"Citation": "Coffey MJ, Wheeler CS, Gross KB, Eschenbacher WL, Sporn PH, Peters-Golden M. Increased 5-lipoxygenase metabolism in the lungs of human subjects exposed to ozone. Toxicology. 1996;114(3):187–197.", "ArticleIdList": ["8980708"]}, {"Citation": "Connor LM, Ballinger CA, Albrecht TB, Postlethwait EM. Interfacial phospholipids inhibit ozone-reactive absorption-mediated cytotoxicity in vitro. Am J Physiol Lung Cell Mol Physiol. 2004;286(6):L1169–1178.", "ArticleIdList": ["14729514"]}, {"Citation": "Crivello JV. Nitrations and oxidations with inorganic nitrate salts in trifluoroacetic anhydride. J Org Chem. 1981;46:3056–3062."}, {"Citation": "Devlin RB, McDonnell WF, Becker S, Madden MC, McGee MP, Perez R, et al. Time-dependent changes of inflammatory mediators in the lungs of humans exposed to 0.4 ppm ozone for 2 hr: a comparison of mediators found in bronchoalveolar lavage fluid 1 and 18 hr after exposure. Toxicol Appl Pharmacol. 1996;138(1):176–185.", "ArticleIdList": ["8658507"]}, {"Citation": "de Waal Malefyt R, Abrams J, Bennett B, Figdor CG, de Vries JE. Interleukin 10 (IL-10) inhibits cytokine synthesis by human monocytes: an autoregulatory role of IL-10 produced by monocytes. J Exp Med. 1991;174:1209–1220.", "ArticleIdList": ["PMC2119001", "1940799"]}, {"Citation": "Draper W. Quantitation of nitro- and dinitropolycyclic aromatic hydrocarbons in diesel exhaust particulate matter. Chemosphere. 1986;15:437–447."}, {"Citation": "Drazen JM, Austen KF, Lewis RA, Clark DA, Goto G, Marfat A, et al. Comparative airway and vascular activities of leukotrienes C-1 and D in vivo and in vitro. Proc Natl Acad Sci USA. 1980;77(7):4354–4358.", "ArticleIdList": ["PMC349833", "6933488"]}, {"Citation": "Driscoll KE, Simpson L, Carter J, Hassenbein D, Leikauf GD. Ozone inhalation stimulates expression of a neutrophil chemotactic protein, macrophage inflammatory protein 2. Toxicol Appl Pharmacol. 1993;119(2):306–309.", "ArticleIdList": ["8480341"]}, {"Citation": "Duan X, Buckpitt AR, Pinkerton KE, Ji C, Plopper CG. Ozone-induced alterations in glutathione in lung subcompartments of rats and monkeys. Am J Respir Cell Mol Biol. 1996;14(1):70–75.", "ArticleIdList": ["8534488"]}, {"Citation": "Dudda A, Spiteller G, Kobelt F. Lipid oxidation products in ischemic porcine heart tissue. Chem Phys Lipids. 1996;82:39–51.", "ArticleIdList": ["8810050"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, et al. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med. 2004;351(11):1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Gershwin LJ, Osebold JW, Zee YC. Immunoglobulin E-containing cells in mouse lung following allergen inhalation and ozone exposure. Int Arch Allergy Appl Immunol. 1981;65(3):266–277.", "ArticleIdList": ["7195381"]}, {"Citation": "Harkema JR, Plopper CG, Hyde DM, St George JA, Wilson DW, Dungworth DL. Response of the macaque nasal epithelium to ambient levels of ozone. A morphologic and morphometric study of the transitional and respiratory epithelium. Am J Pathol. 1987;128(1):29–44.", "ArticleIdList": ["PMC1899798", "3605312"]}, {"Citation": "Hayakawa M, Kosaka K, Sugiyama S, Yokoo K, Aoyama H, Izawa Y, et al. Proposal of leukotoxin, 9,10-epoxy-12-octadecenoate, as a burn toxin. Biochem Int. 1990;21(3):573–579.", "ArticleIdList": ["2222499"]}, {"Citation": "Hiltermann TJ, Peters EA, Alberts B, Kwikkers K, Borggreven PA, Hiemstra PS, et al. Ozone-induced airway hyperresponsiveness in patients with asthma: role of neutrophil-derived serine proteinases. Free Radic Biol Med. 1998;24(6):952–958.", "ArticleIdList": ["9607605"]}, {"Citation": "Howard M. Biological properties of interleukin 10. J Clin Immunol. 1992;12:239–247.", "ArticleIdList": ["1512298"]}, {"Citation": "Institute of Laboratory Animal Resources 1996. Guide for the Care and Use of Laboratory Animals. 7th ed. Washington, DC:National Academy Press."}, {"Citation": "Ishihara Y, Kagawa J. Chronic diesel exhaust exposures of rats demonstrate concentration and time-dependent effects on pulmonary inflammation. Inhal Toxicol. 2003;15:473–492.", "ArticleIdList": ["12682859"]}, {"Citation": "Ishii Y, Yang H, Sakamoto T, Nomura A, Hasegawa S, Hirata F, et al. Rat alveolar macrophage cytokine production and regulation of neutrophil recruitment following acute ozone exposure. Toxicol Appl Pharmacol. 1997;147(2):214–223.", "ArticleIdList": ["9439717"]}, {"Citation": "Ishizaki T, Shigemori K, Ameshim S, Nakai T, Miyabo S, Hayakawa M, et al. Protective effects of BQ-123, an ETA receptor antagonist, against leukotoxin-induced injury in rat lungs. Am J Physiol. 1996;271:L459–L463.", "ArticleIdList": ["8843795"]}, {"Citation": "Joad JP, McDonald RJ, Giri SN, Bric JM. Ozone effects on mechanics and arachidonic acid metabolite concentrations in isolated rat lungs. Environ Res. 1994;66(2):186–197.", "ArticleIdList": ["8055840"]}, {"Citation": "Kelly FJ, Mudway I, Krishna MT, Holgate ST. The free radical basis of air pollution: focus on ozone. Respir Med. 1995;89(10):647–656.", "ArticleIdList": ["8570878"]}, {"Citation": "Kim IH, Morisseau C, Watanabe T, Hammock BD. Design, synthesis, and biological activity of 1,3-disubstituted ureas as potent inhibitors of the soluble epoxide hydrolase of increased water solubility. J Med Chem. 2004;47(8):2110–2122.", "ArticleIdList": ["15056008"]}, {"Citation": "Kishi N, Mano N, Asakawa N. Direct injection method for quantitation of endogenous leukotriene E4 in human urine by liquid chromatography/electrospray ionization tandem mass spectrometry with a column-switching technique. Anal Sci. 2001;17(6):709–713.", "ArticleIdList": ["11707940"]}, {"Citation": "Kleeberger SR, Ohtsuka Y, Zhang LY, Longphre M. Airway responses to chronic ozone exposure are partially mediated through mast cells. J Appl Physiol. 2001;90(2):713–723.", "ArticleIdList": ["11160073"]}, {"Citation": "Kuhn H. Biosynthesis, metabolization and biological importance of the primary 15-lipoxygenase metabolites 15-hydro(pero)XY-5Z,8Z,11Z,13E-eicosatetraenoic acid and 13-hydro(pero)XY-9Z,11E-octadecadienoic acid. Prog Lipid Res. 1996;35(3):203–226.", "ArticleIdList": ["9082450"]}, {"Citation": "Maggi E, Parronchi P, Manetti R, Simonelli C, Piccinni MP, Rugiu FS, et al. Reciprocal regulatory effects of IFN-γ and IL-4 on the in vitro development of human Th1 and Th2 clones. J Immunol. 1992;148(7):2142–2147.", "ArticleIdList": ["1532000"]}, {"Citation": "Marom Z, Shelhamer JH, Bach MK, Morton DR, Kaliner M. Slow-reacting substances, leukotrienes C4 and D4, increase the release of mucus from human airways in vitro. Am Rev Respir Dis. 1982;126(3):449–451.", "ArticleIdList": ["7125334"]}, {"Citation": "Marom Z, Shelhamer JH, Sun F, Kaliner M. Human airway monohydroxyeicosatetraenoic acid generation and mucus release. J Clin Invest. 1983;72(1):122–127.", "ArticleIdList": ["PMC1129167", "6308043"]}, {"Citation": "Newman JW, Watanabe T, Hammock BD. The simultaneous quantification of cytochrome P450 dependent linoleate and arachidonate metabolites in urine by HPLC-MS/MS. J Lipid Res. 2002;43 (9):1563–1578.", "ArticleIdList": ["12235189"]}, {"Citation": "Ozawa T, Sugiyama S, Hayakawa M, Satake T, Taki F, Iwata M, et al. Existence of leukotoxin 9,10-epoxy-12-octa-decenoate in lung lavage from rats breathing pure oxygen and from patients with the adult respiratory distress syndrome. Am Rev Respir Dis. 1988;137(3):535–540.", "ArticleIdList": ["3345035"]}, {"Citation": "Paige RC, Plopper CG. 1999. Acute and chronic effects of ozone in animal models. In: Air Pollution and Health (Holgate ST, Samet JM, Koren HS, Maynard RL, eds). London:Academic Press, 531–557."}, {"Citation": "Paige RC, Royce FH, Plopper CG, Buckpitt AR. Long-term exposure to ozone increases acute pulmonary centriacinar injury by 1-nitronaphthalene: I. Region-specific enzyme activity. J Pharmacol Exp Ther. 2000a;295(3):934–941.", "ArticleIdList": ["11082426"]}, {"Citation": "Paige RC, Wong V, Plopper CG. Dose-related airway-selective epithelial toxicity of 1-nitronaphthalene in rats. Toxicol Appl Pharmacol. 1997;147(2):224–233.", "ArticleIdList": ["9439718"]}, {"Citation": "Paige RC, Wong V, Plopper CG. Long-term exposure to ozone increases acute pulmonary centriacinar injury by 1-nitronaphthalene: II. Quantitative histopathology. J Pharmacol Exp Ther. 2000b;295 (3):942–950.", "ArticleIdList": ["11082427"]}, {"Citation": "Pinkerton KE, Dodge DE, Cederdahl-Demmler J, Wong VJ, Peake J, Haselton CJ, et al. Differentiated bronchiolar epithelium in alveolar ducts of rats exposed to ozone for 20 months. Am J Pathol. 1993;142(3):947–956.", "ArticleIdList": ["PMC1886801", "8456949"]}, {"Citation": "Plopper CG, Chu FP, Haselton CJ, Peake J, Wu J, Pinkerton KE. Dose-dependent tolerance to ozone. I. Tracheo-bronchial epithelial reorganization in rats after 20 months’ exposure. Am J Pathol. 1994a;144(2):404–420.", "ArticleIdList": ["PMC1887145", "8311121"]}, {"Citation": "Plopper CG, Duan X, Buckpitt AR, Pinkerton KE. Dose-dependent tolerance to ozone. IV. Site-specific elevation in antioxidant enzymes in the lungs of rats exposed for 90 days or 20 months. Toxicol Appl Pharmacol. 1994b;127:124–131.", "ArticleIdList": ["8048044"]}, {"Citation": "Pryor WA. Mechanisms of radical formation from reactions of ozone with target molecules in the lung. Free Radic Biol Med. 1994;17(5):451–465.", "ArticleIdList": ["7835752"]}, {"Citation": "Pulfer MK, Taube C, Gelfand E, Murphy RC. Ozone exposure in vivo and formation of biologically active oxysterols in the lung. J Pharmacol Exp Ther. 2005;312(1):256–264.", "ArticleIdList": ["15316091"]}, {"Citation": "Putman E, van Golde LM, Haagsman HP. Toxic oxidant species and their impact on the pulmonary surfactant system. Lung. 1997;175(2):75–103.", "ArticleIdList": ["9042666"]}, {"Citation": "Quarcoo D, Schulte-Herbruggen O, Lommatzsch M, Schierhorn K, Hoyle GW, Renz H, et al. Nerve growth factor induces increased airway inflammation via a neuro-peptide-dependent mechanism in a transgenic animal model of allergic airway inflammation. Clin Exp Allergy. 2004;34(7):1146–1151.", "ArticleIdList": ["15248864"]}, {"Citation": "Sanico AM, Stanisz AM, Gleeson TD, Bora S, Proud D, Bienenstock J, et al. Nerve growth factor expression and release in allergic inflammatory disease of the upper airways. Am J Respir Crit Care Med. 2000;161(5):1631–1635.", "ArticleIdList": ["10806167"]}, {"Citation": "Sauer JM, Eversole RR, Lehmann CL, Johnson DE, Beuving LJ. An ultrastructural evaluation of acute 1-nitronaphthalene induced hepatic and pulmonary toxicity in the rat. Toxicol Lett. 1997;90(1):19–27.", "ArticleIdList": ["9020398"]}, {"Citation": "Schlesinger RB, Driscoll KE, Gunnison AF, Zelikoff JT. Pulmonary arachidonic acid metabolism following acute exposures to ozone and nitrogen dioxide. J Toxicol Environ Health. 1990;31(4):275–290.", "ArticleIdList": ["2147723"]}, {"Citation": "Schmelzer KR, Kubala L, Newman JW, Kim IH, Eiserich JP, Hammock BD. Soluble epoxide hydrolase is a therapeutic target for acute inflammation. Proc Natl Acad Sci USA. 2005;102(28):9772–9777.", "ArticleIdList": ["PMC1168955", "15994227"]}, {"Citation": "Spanbroek R, Hildner M, Steinhilber D, Fusenig N, Yoneda K, Radmark O, et al. 5-Lipoxygenase expression in dendritic cells generated from CD34(+) hematopoietic progenitors and in lymphoid organs. Blood. 2000;96(12):3857–3865.", "ArticleIdList": ["11090070"]}, {"Citation": "Stankova J, Rola-Pleszczynski M, Dubois CM. Granulocyte-macrophage colony-stimulating factor increases 5-lipoxygenase gene transcription and protein expression in human neutrophils. Blood. 1995;85(12):3719–3726.", "ArticleIdList": ["7780156"]}, {"Citation": "Stockstill BL, Chang LY, Menache MG, Mellick PW, Mercer RR, Crapo JD. Bronchiolarized metaplasia and interstitial fibrosis in rat lungs chronically exposed to high ambient levels of ozone. Toxicol Appl Pharmacol. 1995;134(2):251–263.", "ArticleIdList": ["7570602"]}, {"Citation": "U.S. Environmental Protection Agency (EPA) 2000. Air Quality and Emission Trends Report. Research Triangle Park, NC:U.S. Environmental Protection Agency."}, {"Citation": "van Bree L, Dormans JA, Boere AJ, Rombout PJ. Time study on development and repair of lung injury following ozone exposure in rats. Inhal Toxicol. 2001;13(8):703–718.", "ArticleIdList": ["11498802"]}, {"Citation": "Van Scott MR, McIntire MR, Henke DC. Arachidonic acid metabolism and regulation of ion transport in rabbit Clara cells. Am J Physiol. 1990;259(4 Pt 1):L213–L221.", "ArticleIdList": ["2121047"]}, {"Citation": "Verschoyle RD, Carthew P, Wolf CR, Dinsdale D. 1-Nitronaphthalene toxicity in rat lung and liver: effects of inhibiting and inducing cytochrome P450 activity. Toxicol Appl Pharmacol. 1993;122:208–213.", "ArticleIdList": ["8212003"]}, {"Citation": "Verschoyle RD, Dinsdale D. Protection against chemical-induced lung injury by inhibition of pulmonary cytochrome P-450. Environ Health Perspect. 1990;85:95–100.", "ArticleIdList": ["PMC1568337", "2384072"]}, {"Citation": "Warren DL, Brown DL, Jr, Buckpitt AR. Evidence for cytochrome P-450 mediated metabolism in the bronchiolar damage by naphthalene. Chem Biol Interact. 1982;40:287–303.", "ArticleIdList": ["7083396"]}, {"Citation": "Watanabe T, Morisseau C, Newman JW, Hammock BD. In vitro metabolism of the mammalian soluble epoxide hydrolase inhibitor, 1-cyclohexyl-3-dodecyl-urea. Drug Metab Dispos. 2003;31(7):846–853.", "ArticleIdList": ["12814960"]}, {"Citation": "Watt KC, Morin DM, Kurth MJ, Mercer RS, Plopper CG, Buckpitt AR. Glutathione conjugation of electrophilic metabolites of 1-nitronaphthalene in rat tracheobronchial airways and liver: identification by mass spectrometry and proton nuclear magnetic resonance spectroscopy. Chem Res Toxicol. 1999;12:831–839.", "ArticleIdList": ["10490505"]}, {"Citation": "West JA, Pakehham G, Morin D, Fleschner CA, Buckpitt AR, Plopper CG. Inhaled naphthalene causes dose dependent Clara cell cytotoxicity in mice but not in rats. Toxicol Appl Pharmacol. 2001;173:114–119.", "ArticleIdList": ["11384213"]}, {"Citation": "Wheelock AM, Boland BC, Isbell M, Morin D, Wegesser TC, Plopper CG, Buckpitt AR. In vivo effects of ozone exposure on protein adduct formation by 1-nitronaphthalene in rat lung. Am J Respir Cell Mol Biol. 2005;33(2):130–137.", "ArticleIdList": ["PMC2715307", "15845863"]}, {"Citation": "Wheelock AM, Zhang L, Tran MU, Morin D, Penn S, Buckpitt AR, et al. Isolation of rodent airway epithelial cell proteins facilitates in vivo proteomics studies of lung toxicity. Am J Physiol Lung Cell Mol Physiol. 2004;286(2):L399–L410.", "ArticleIdList": ["14594729"]}]}], "History": [{"Year": "2006", "Month": "9", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "12", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["16966088", "PMC1570074", "10.1289/ehp.8373"]}}], "PubmedBookArticle": []}