{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17058890", "DateCompleted": {"Year": "2006", "Month": "11", "Day": "14"}, "DateRevised": {"Year": "2015", "Month": "11", "Day": "19"}, "Article": {"Language": ["ger"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1431-7621", "JournalIssue": {"Volume": "100", "Issue": "6", "PubDate": {"Year": "2006"}}, "Title": "Zeitschrift fur arztliche Fortbildung und Qualitatssicherung", "ISOAbbreviation": "Z Arztl Fortbild Qualitatssich"}, "ArticleTitle": "[EbM and patient perspective--a 5-step approach].", "Pagination": {"StartPage": "453", "EndPage": "460", "MedlinePgn": "453-60"}, "Abstract": {"AbstractText": ["Shared decision making describes a way of involving patients in the planning and management of their individual healing process. Doing this effectively seems to be quite a challenge for both physicians and patients. The mutual transfer of information appears to be one of the main steps of this process. Clinical patient information or patient guidelines can help to explain complex medical processes in a non-specialist way and thus improve communication and self-management. In order to develop an \"evidence-based asthma patient guideline\" we tried to focus on both evidence-based recommendations and patients' perspectives. Patients were asked about their individual needs and knowledge and took part in the subsequent review.", "In order to explore patients' perspectives and needs we implemented two additional steps to our existing concept of guideline development: (1) a questionnaire for asthma patients with 10 items dealing with patients' knowledge about asthma and a personal grading of 16 \"asthma-related questions\", and (2) patients joining the actual guideline review panel.", "By evaluating the results of the questionnaire we discovered a gap between what patients consider to be interesting and/or important and what is necessary from the point of view of medicine and health policy. Although the patients showed a great interest in an autonomous approach to life with asthma [important items: \"what can I do by myself\" (68%); \"how can I prevent an asthma attack\" (86%); \"how can I live a better life with asthma\" (77%)], they were less interested in topics that would give them more autonomy [\"structured educational programs\" (41%); \"how to use inhaling devices\" (64%) or \"peak flow measurement\" (36%)]. Patients participating in the review panel emphasized the need for more or better information about pollution (i.e. ozone), complementary/alternative methods and the administration of cortisone during the asthma attack--topics that were not mentioned in the physicians' guideline.", "To acquire an \"implementable\" evidence-based patient guideline it is not sufficient to \"translate\" existing asthma guidelines into lay language. We should focus on the needs of individual asthma patients and the problems they encounter every day. Therefore patients should be asked what they want to know and what they do not know, and they should review the results and include their own views into the guideline. We applied this concept to the above mentioned evidence-based patient guideline and received a thematic ranking focused on patients' daily needs as well as a to-do list of topics that require increased attention (like peak flow measurement and structured education programs). The patients' perspectives changed our perspective on our patient guideline more than we expected."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Fakultät für Medizin, Universität Witten/Herdecke. isfort@evidence.de"}], "Identifier": [], "LastName": "Isfort", "ForeName": "Jana", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Koneczny", "ForeName": "Nik", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Butzlaff", "ForeName": "Martin", "Initials": "M"}], "PublicationTypeList": ["English Abstract", "Journal Article"], "VernacularTitle": "Evidenzbasis und Patientenbedürfnis--ein Annäherungsversuch in fünf Schritten: Entwicklung einer evidenzbasierten und patientenorientierten Patientenleitlinie Asthma."}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Z Arztl Fortbild Qualitatssich", "NlmUniqueID": "9707934", "ISSNLinking": "1431-7621"}, "MeshHeadingList": [{"QualifierName": ["standards"], "DescriptorName": "Evidence-Based Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["standards"], "DescriptorName": "Patient Education as Topic"}, {"QualifierName": [], "DescriptorName": "Patient Satisfaction"}, {"QualifierName": [], "DescriptorName": "Personal Autonomy"}, {"QualifierName": [], "DescriptorName": "Quality Assurance, Health Care"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "10", "Day": "25", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "11", "Day": "15", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "10", "Day": "25", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17058890"]}}], "PubmedBookArticle": []}