{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17107863", "DateCompleted": {"Year": "2007", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "114", "Issue": "11", "PubDate": {"Year": "2006", "Month": "Nov"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Gaseous air pollutants and hospitalization for respiratory disease in the neonatal period.", "Pagination": {"StartPage": "1751", "EndPage": "1754", "MedlinePgn": "1751-4"}, "Abstract": {"AbstractText": ["Current levels of ambient air pollution are associated with morbidity and mortality in the general population. To determine the influence of gaseous air pollutants on neonatal respiratory morbidity, we tested the association between daily respiratory hospitalizations and daily concentrations of ambient air pollution gases: ozone, carbon monoxide, sulfur dioxide, and nitrogen dioxide, in 11 large Canadian cities.", "Daily time-series analyses were employed and results were adjusted for day of the week, temperature, barometric pressure, and relative humidity.", "The percent increases in hospitalization associated with an increase in air pollution equivalent to its interquartile range were 3.35 [95% confidence interval (CI), 1.73-4.77] for O3, 2.85 (95% CI, 1.68-4.02) for NO2, 1.66 (95% CI, 0.63-2.69) for SO2, and 1.75 (95% CI, 0.48-3.02) for CO. The independent effect of all pollutants combined was 9.61% (95% CI, 4.52-14.7%).", "Our results suggest that neonates are experiencing adverse effects of air pollution at current levels in Canada, and that accounts for a significant proportion of hospitalizations in this subgroup."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Ottawa, Ottawa, Ontario, Canada. rdales@ohri.ca"}], "Identifier": [], "LastName": "Dales", "ForeName": "Robert E", "Initials": "RE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cakmak", "ForeName": "Sabit", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Doiron", "ForeName": "Marc Smith", "Initials": "MS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Canada"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Sulfur Dioxide"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akaike H. 1973. Information theory and extension of the maximum likelihood principle. In: International Symposium on Information Theory (Petrov BN, Caski F, eds). Budapest:Akademiai Kaiado, 267–281."}, {"Citation": "Bascom R, Bromberg PA, Costa DA, Devlin R, Dockery DW, Frampton MW, et al. Health effects of outdoor air pollution. Am J Respir Crit Care Med. 1996;153:3–50.", "ArticleIdList": ["8542133"]}, {"Citation": "Bobak M, Leon DA. The effect of air pollution on infant mortality appears specific for respiratory causes in the postneonatal period. Epidemiology. 1999;10:666–670.", "ArticleIdList": ["10535778"]}, {"Citation": "Burnett RT, Dales RE, Brook JR, Raizenne ME, Krewski D. Association between ambient carbon monoxide levels and hospitalizations for congestive heart failure in the elderly in 10 Canadian cities. Epidemiology. 1997;8(2):162–167.", "ArticleIdList": ["9229208"]}, {"Citation": "Burnett RT, Dales RE, Raizenne ME, Krewski D, Summers PW, Roberts GR, et al. Effects of low ambient levels of ozone and sulfates on the frequency of respiratory admissions to Ontario hospitals. Environ Res. 1994;65:172–194.", "ArticleIdList": ["8187735"]}, {"Citation": "Burnett RT, Ross WH, Krewski D. Nonlinear random effects regression models. Environmetrics. 1995;6:85–89."}, {"Citation": "Burnett RT, Smith-Doiron M, Stieb D, Raizenne ME, Brooks JR, Dales RE, et al. Association between ozone and hospitalization for acute respiratory diseases in children less than 2 years of age. Am J Epidemiol. 2001;153:444–452.", "ArticleIdList": ["11226976"]}, {"Citation": "Dales R, Burnett RT, Smith-Doiron M, Stieb DM, Brook JR. Air pollution and sudden infant death syndrome. Pediatrics. 2004;113:e628–e631.", "ArticleIdList": ["15173546"]}, {"Citation": "Delfino RJ, Zeiger RS, Seltzer JM, Street DH, McLaren CE. Association of asthma symptoms with peak particulate air pollution and effect modification by anti-inflammatory medication use. Environ Health Perspect. 2002;110:A607–A617.", "ArticleIdList": ["PMC1241047", "12361942"]}, {"Citation": "Dockery DW, Pope CA., III 2002. Outdoor particulates. In: Topics in Environmental Epidemiology (Steenland K, Savitz DA, eds). New York:Oxford University Press,119–166."}, {"Citation": "Ehrlich R. Effect of nitrogen dioxide on resistance to respiratory infection. Bacteriol Rev. 1966;30:604–614.", "ArticleIdList": ["PMC378251", "4958342"]}, {"Citation": "Farrow A, Greenwood R, Preece S, Golding J ALSPAC Study Team. Nitrogen dioxide, the oxides of nitrogen and infants’ health symptoms. Arch Environ Health. 1997;52:189–194.", "ArticleIdList": ["9169628"]}, {"Citation": "Folinsbee LJ. Does nitrogen dioxide exposure increase airways responsiveness? Toxicol Indust Health. 1992;8:273–283.", "ArticleIdList": ["1455438"]}, {"Citation": "Gauderman W, McConnell R, Gilliland F, London S, Avol E, Vora H, et al. Association between air pollution and lung function growth in southern California children. Am J Resp Crit Care Med. 2000;162:1383–1390.", "ArticleIdList": ["11029349"]}, {"Citation": "Goss CH, Newson SA, Schildcrout JS, Sheppard L, Kaufman JD. Effect of ambient air pollution on pulmonary exacerbations and lung function in cystic fibrosis. Am J Respir Crit Care Med. 2004;169:816–821.", "ArticleIdList": ["14718248"]}, {"Citation": "Gouveia N, Fletcher T. Respiratory diseases in children and outdoor air pollution in Sao Paulo, Brazil: a time series analysis. Occup Environ Med. 2000;57:477–483.", "ArticleIdList": ["PMC1739993", "10854501"]}, {"Citation": "Ha EH, Hong Y-C, Lee B-E, Woo B-H, Schwartz J, Christiani DC. Is air pollution a risk factor for low birth weight in Seoul? Epidemiology. 2001;12(6):643–648.", "ArticleIdList": ["11679791"]}, {"Citation": "Ha EH, Lee J-T, Kim H, Hong Y-C, Lee B-E, Park H-S. Infant susceptibility of mortality to air pollution in Seoul, South Korea. Pediatrics. 2003;111:284–290.", "ArticleIdList": ["12563052"]}, {"Citation": "Lin CA, Pereira LAA, Nishioka DC, Conceicao GMS, Braga ALF, Saldiva PHN. Air pollution and neonatal deaths in Sao Paulo, Brazil. Braz J Med Biol Res. 2004;37:765–770.", "ArticleIdList": ["15107940"]}, {"Citation": "Lipfert WF, Zhang J, Wyzga RE. Infant mortality and air pollution: a comprehensive analysis of U.S. data for 1990. J Air Waste Manag Assoc. 2000;50:1350–1366.", "ArticleIdList": ["11002598"]}, {"Citation": "Liu S, Krewski D, Shi Y, Chen Y, Burnett RT. Association between gaseous ambient air pollution and adverse pregnancy outcomes in Vancouver, Canada. Environ Health Perspect. 2003;111:1173–1178.", "ArticleIdList": ["PMC1241722", "14594630"]}, {"Citation": "Loomis D, Castillejos M, Gold DR, McDonnell W, Borja-Aburto VH. Air Pollution and infant mortality in Mexico City. Epidemiology. 1999;10:118–123.", "ArticleIdList": ["10069245"]}, {"Citation": "Morgan G, Corbett S, Wlodarczyk J, Lewis P. Air pollution and daily mortality in Sydney, Australia, 1989 through 1993. Am J Public Health. 1998;88:759–765.", "ArticleIdList": ["PMC1508962", "9585741"]}, {"Citation": "Parker RF, Davis JK, Cassell GH, White H, Dziedzic D, Blalock DK, et al. Short-term exposure to nitrogen dioxide enhances susceptibility to murine respiratory mycoplasmosis and decreases intrapulmonary killing of Mycoplasma pulmonis. Am Rev Respir Dis. 1989;140:502–512.", "ArticleIdList": ["2504091"]}, {"Citation": "Peng RD, Dominici F, Louis TA. Model choice in time series studies of air pollution and mortality. J R Statist Soc A. 2006;169:179–203."}, {"Citation": "Peters JM, Avol E, Gauderman WJ, Linn WS, Navidi W, London SJ, et al. A study of twelve southern California communities with differing levels and types of air pollution. II. Effects on pulmonary function. Am J Respir Crit Care Med. 1999a;159:768–775.", "ArticleIdList": ["10051249"]}, {"Citation": "Peters J, Avol E, Navidi W, London SJ, Gauderman WJ, Lurmann F, et al. A study of twelve southern California communities with differing levels and types of air pollution. I. Prevalence of respiratory morbidity. Am J Resp Crit Care Med. 1999b;159:760–767.", "ArticleIdList": ["10051248"]}, {"Citation": "Pope CA, III, Bates DV, Raizenne ME. Health effects of particulate air pollution: time for reassessment? Environ Health Perspect. 1995;103:472–480.", "ArticleIdList": ["PMC1523269", "7656877"]}, {"Citation": "Ritz B, Yu F, Fruin S, Chapa G, Shaw GM, Harris JA. Ambient air pollution and risk of birth defects in southern California. Am J Epidemiol. 2002;155:17–25.", "ArticleIdList": ["11772780"]}, {"Citation": "Statistics Canada 1996. Census of Population. Available: http://www12.statcan.ca/english/census01/info/census96.cfm [accessed 22 September 2006]."}, {"Citation": "Stieb DM, Judek S, Burnett RT. Meta-analysis of time-series studies of air pollution and morality: effects of gases and particles and the influence of cause of death, age, and season. J Air Waste Manag Assoc. 2002;52:470–484.", "ArticleIdList": ["12002192"]}, {"Citation": "Strand V, Svartengren M, Rak S, Barck C, Bylin G. Repeated exposure to an ambient level of NO2 enhances asthmatic response to a nonsymptomatic allergen dose. Eur Respir J. 1998;12:6–12.", "ArticleIdList": ["9701406"]}, {"Citation": "Thurston GD, Ito K. 1999. Epidemiological studies of ozone exposure effects. In: Air Pollution and Health Toronto:Academic Press, 485–510."}, {"Citation": "Wang X, Ding H, Ryan L, Xu X. Associations between air pollution and low birth weight: a community based study. Environ Health Perspect. 1997;105:514–520.", "ArticleIdList": ["PMC1469882", "9222137"]}, {"Citation": "Woodruff TJ, Grillo J, Schoendorf KC. The relationship between selected causes of postneonatal infant mortality and particulate air pollution in the United States. Environ Health Perspect. 1997;105:608–612.", "ArticleIdList": ["PMC1470072", "9288495"]}, {"Citation": "World Health Organization 1975. International Classification of Disease, 9th Revision. Geneva:World Health Organization."}]}], "History": [{"Year": "2006", "Month": "11", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "11", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17107863", "PMC1665436", "10.1289/ehp.9044"]}}], "PubmedBookArticle": []}