{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17115746", "DateCompleted": {"Year": "2007", "Month": "10", "Day": "19"}, "DateRevised": {"Year": "2006", "Month": "11", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0021-9606", "JournalIssue": {"Volume": "125", "Issue": "18", "PubDate": {"Year": "2006", "Month": "Nov", "Day": "14"}}, "Title": "The Journal of chemical physics", "ISOAbbreviation": "J Chem Phys"}, "ArticleTitle": "Mass-dependent and non-mass-dependent isotope effects in ozone photolysis: resolving theory and experiments.", "Pagination": {"StartPage": "184301", "MedlinePgn": "184301"}, "Abstract": {"AbstractText": ["In addition to the anomalous (17)O and (18)O isotope effects in the three-body ozone formation reaction O+O(2)+M, isotope effects in the destruction of ozone by photolysis may also play a role in determining the isotopic composition of ozone and other trace gases in the atmosphere. While previous experiments on ozone photolysis at 254 nm were interpreted as evidence for preferential loss of light ozone that is anomalous (or \"non-mass-dependent\"), recent semiempirical theoretical calculations predicted a preferential loss of heavy ozone at that wavelength that is mass dependent. Through photochemical modeling results presented here, we resolve this apparent contradiction between experiment and theory. Specifically, we show that the formation of ozone during the UV photolysis experiments is not negligible, as had been assumed, and that the well-known non-mass-dependent isotope effects in ozone formation can account for the non-mass-dependent enrichment of the heavy isotopologs of ozone observed in the experiment. Thus, no unusual non-mass-dependent fractionation in ozone photolysis must be invoked to explain the experimental results. Furthermore, we show that theoretical predictions of a mass-dependent preferential loss of the heavy isotopologs of ozone during UV photolysis are not inconsistent with the experimental data, particularly if mass-dependent isotope effects in the chemical loss reactions of ozone during the photolysis experiments or experimental artifacts enrich the remaining ozone in (17)O and (18)O. Before the calculated fractionation factors can be quantitatively evaluated, however, further investigation of possible mass-dependent isotope effects in the reactions of ozone with O((1)D), O((3)P), O(2)((1)Delta), and O(2)((1)Sigma) is needed through experiments we suggest here."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of California, Berkeley, California 94720-1460, USA."}], "Identifier": [], "LastName": "Cole", "ForeName": "Amanda S", "Initials": "AS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Boering", "ForeName": "Kristie A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Phys", "NlmUniqueID": "0375360", "ISSNLinking": "0021-9606"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2006", "Month": "11", "Day": "23", "Hour": "9", "Minute": "0"}, {"Year": "2006", "Month": "11", "Day": "23", "Hour": "9", "Minute": "1"}, {"Year": "2006", "Month": "11", "Day": "23", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17115746", "10.1063/1.2363984"]}}], "PubmedBookArticle": []}