{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17205911", "DateCompleted": {"Year": "2007", "Month": "02", "Day": "07"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1051-0761", "JournalIssue": {"Volume": "16", "Issue": "6", "PubDate": {"Year": "2006", "Month": "Dec"}}, "Title": "Ecological applications : a publication of the Ecological Society of America", "ISOAbbreviation": "Ecol Appl"}, "ArticleTitle": "Physiological and developmental effects of O3 on cottonwood growth in urban and rural sites.", "Pagination": {"StartPage": "2368", "EndPage": "2381", "MedlinePgn": "2368-81"}, "Abstract": {"AbstractText": ["Previously we found that cloned cottonwood saplings (Populus deltoides) grew twice as large in New York, New York, USA, compared to surrounding rural environments and that soils, temperature, CO2, nutrient deposition, and microclimatic variables could not account for the greater urban plant biomass. Correlations between final season biomass and cumulative O3 exposures, combined with twofold growth reductions in an open-top chamber experiment provided strong evidence that higher cumulative O3 exposures in rural sites reduced growth in the country. Here, we assess the field gas exchange, growth and development, and allocation responses underlying the observed growth differences and compare them with isolated O3 responses documented in the open-top chamber experiment. Cottonwoods showed no visible foliar injury, reduced photosynthesis of recently expanded foliage, early leaf senescence, protective reduction in stomatal conductance, or compensatory allocation to shoot relative to root biomass for either the chamber or field experiment. Instead, O3-impacted chamber plants had significantly higher conductance and reduced photosynthesis of older foliage that led to reduced leaf area production and a twofold biomass reduction in the absence of visible injury. Rural-grown field plants showed the same pattern of significantly higher conductance in the absence of concomitant increases in photosynthesis that was indicative of a loss of stomatal control. Incremental changes in foliar production were also significantly inversely related to fluctuations in ambient O3 exposures. The similarity in biomass, gas exchange, phenological, and allocation responses between chamber and field experiments indicate that mechanisms accounting for reduced growth at rural sites were consistent with those in the open-top chamber O3 experiment. This study shows the limitation of visible symptoms as a sole diagnostic factor for documenting detrimental O3 impacts and points toward a new approach to show O3 impacts when visible injury is not present. Namely, O3-impacted vegetation showed an unusual inverse relationship of increased conductance with lower photosynthesis of older foliage that was indicative of a loss of stomatal control. This increased stomatal conductance of O3-impacted vegetation accentuates pollutant flux into affected foliage and has important implications for system water balance during warm, dry portions of the growing season when O3 concentrations are highest."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecology and Evolutionary Biology, Cornell University, Ithaca, New York 14853, USA. gregg.jillian@epa.gov"}], "Identifier": [], "LastName": "Gregg", "ForeName": "Jillian W", "Initials": "JW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jones", "ForeName": "Clive G", "Initials": "CG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dawson", "ForeName": "Todd E", "Initials": "TE"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ecol Appl", "NlmUniqueID": "9889808", "ISSNLinking": "1051-0761"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "New York"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Plant Shoots"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Populus"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "1", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "8", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "1", "Day": "9", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17205911", "10.1890/1051-0761(2006)016[2368:padeoo]2.0.co;2"]}}], "PubmedBookArticle": []}