{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17205624", "DateCompleted": {"Year": "2007", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2019", "Month": "08", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0031-8655", "JournalIssue": {"Volume": "82", "Issue": "4", "PubDate": {"Year": "2006", "Season": "Jul-Aug"}}, "Title": "Photochemistry and photobiology", "ISOAbbreviation": "Photochem Photobiol"}, "ArticleTitle": "Effects of enhanced UV-B on pigment-based phytoplankton biomass and composition of mesocosm-enclosed natural marine communities from three latitudes.", "Pagination": {"StartPage": "909", "EndPage": "922", "MedlinePgn": "909-22"}, "Abstract": {"AbstractText": ["A series of three outdoor mesocosm experiments was undertaken in Rimouski (Canada), Ubatuba (Brazil) and Ushuaia (southern Argentina) to examine the effects of lamp-enhanced UV-B (280-320 nm) on phytoplankton communities isolated from seawater at each site. Detailed pigment composition was used to identify these communities. Each experiment compared three replicated UV-B treatments, consisting of natural sunlight conditions (NUVB), low-level UV-B enhancement corresponding to local 30% ozone depletion (LUVB) and high-level enhancement corresponding to 60% ozone depletion (HUVB). Each mesocosm (ca 2 m deep) was mixed continuously (turnover time, ca 1.3 h) and samples were obtained daily over 7-10 days. In Rimouski a large diatom bloom occurred during the first week. Repeated-measures analysis of variance (RM-ANOVA), with time as the repeated factor, showed slight but statistically significant increases in the chlorophyll (Chl) a level with the HUVB treatment, which were especially obvious over the last 3 days of the experiment. A large decrease in grazers (ciliates) that was observed concurrently with this treatment is the most likely explanation for the increase in Chl a level. The lack of negative effect on algal biomass by enhanced UV-B is attributed to the mixing inside the mesocosms and to the relatively low UV-B penetration. In Ubatuba levels of most pigments decreased over time, particularly fucoxanthin, Chl c3 and alloxanthin. The RM-ANOVA showed no effect of the UV-B treatments, except for Chl c3, which had significantly lower concentrations under natural UVB conditions, indicating that enhanced UV-B directly or indirectly favored Chl c3 algae (likely prymnesiophytes). Although particulate organic carbon concentration was significantly larger during HUVB treatment than during the other treatments, Chl a was unaffected, suggesting that enhanced UV-B favored heterotrophs. Lack of algal growth during this experiment was attributed to low nutrient concentrations (which were the lowest of the three sites), high irradiances (which were the highest noon incident photosynthetically available radiation and UV of the three sites) and UV-B penetration down to the bottom of the mesocosms. In Ushuaia a small bloom took place over the first 5 days. The RM-ANOVA showed no overall effect of the UV-B treatments for any of the pigments examined but on the last 3 days of the experiment several green algae-type pigments, such as Chl b and siphonein, showed increased concentrations under the HUVB treatment. UV-B enhancement hence favored green algae, as seen from the stronger increase over time in the ratio of Chl b to Chl a associated with the HUVB treatment. UV-B enhancement also seemed to cause a slight decrease in physiological condition, because the relative concentration of chlorophyllide a and some pheophorbides that may be the product of dying algae increased during the HUVB treatments in Ubatuba and particularly in Ushuaia (where UV-B also penetrated to the bottom of mesocosms). For all three sites changes in phytoplankton biomass due to the UV-B treatments were minor, even though UV-B enhancement was important. This study indicates that effects of enhanced UV-B on the community structure of both phytoplankton and their grazers are potentially more important than effects on overall algal biomass."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut des Sciences de la Mer (ISMER), Université du Québec a Rimouski, Canada. suzanne_roy@uqar.ca"}], "Identifier": [], "LastName": "Roy", "ForeName": "Suzanne", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mohovic", "ForeName": "Bruna", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gianesella", "ForeName": "Sônia M F", "Initials": "SM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schloss", "ForeName": "Irene", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ferrario", "ForeName": "Martha", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Demers", "ForeName": "Serge", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Photochem Photobiol", "NlmUniqueID": "0376425", "ISSNLinking": "0031-8655"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Organic Chemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Phosphates"}, {"RegistryNumber": "0", "NameOfSubstance": "Pigments, Biological"}, {"RegistryNumber": "0", "NameOfSubstance": "Quaternary Ammonium Compounds"}, {"RegistryNumber": "1343-98-2", "NameOfSubstance": "Silicic Acid"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biomass"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": ["metabolism", "radiation effects"], "DescriptorName": "Eukaryota"}, {"QualifierName": [], "DescriptorName": "Marine Biology"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Nitrates"}, {"QualifierName": [], "DescriptorName": "Oceans and Seas"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Organic Chemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phosphates"}, {"QualifierName": ["drug effects", "metabolism", "radiation effects"], "DescriptorName": "Phytoplankton"}, {"QualifierName": ["physiology"], "DescriptorName": "Pigments, Biological"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Quaternary Ammonium Compounds"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Silicic Acid"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "1", "Day": "6", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "1", "Day": "6", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17205624", "10.1562/2005-09-03-ra-674"]}}], "PubmedBookArticle": []}