{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17286471", "DateCompleted": {"Year": "2007", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2007", "Month": "02", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0021-9606", "JournalIssue": {"Volume": "126", "Issue": "4", "PubDate": {"Year": "2007", "Month": "Jan", "Day": "28"}}, "Title": "The Journal of chemical physics", "ISOAbbreviation": "J Chem Phys"}, "ArticleTitle": "Probing the O2 (a 1Delta g) photofragment following ozone dissociation within the long wavelength tail of the Hartley band.", "Pagination": {"StartPage": "044308", "MedlinePgn": "044308"}, "Abstract": {"AbstractText": ["The technique of resonance enhanced multiphoton ionization (REMPI) has been used in conjunction with time-of-flight mass spectrometry (TOFMS), to investigate the dynamics of ozone photolysis in the long wavelength region of the Hartley band (301-311 nm). Specifically, both the translational anisotropy and the rotational angular momentum orientation of the O(2) (a (1)Delta(g); nu=0, J=16-20) fragments have been measured as a function of photolysis wavelength. Within this region, the thermodynamic thresholds for the formation of these products in combination with O ((1)D(2)) are approached and passed, and consequently these studies have allowed an investigation into the effects on the dynamics of slowing fragment recoil velocities and the increasing importance of vibrationally mediated photolysis. The determined beta parameters for all the J states probed follow a similar trend, decreasing from a value typical for the initial (1)B(2)<--(1)A(1) excitation responsible for the Hartley band [for example, beta=1.40+/-0.12 for the O(2) (a (1)Delta(g); J=18) fragment], to a much lower value beyond the thermodynamic threshold for the fragment's production (for example, beta=0.63+/-0.19 for the J=18 fragment following photolysis at 311 nm). This trend, similar to that observed when probing the atomic fragment in a previous set of experiments, [Horrocks et al., J. Chem. Phys. 125, 133313 (2006); Denzer et al., Phys. Chem. Chem. Phys. 16, 1954 (2006)] is consistent with the photodissociation of vibrationally excited ozone molecules beyond the threshold wavelengths and we estimate approximately 1/3 of this to be from excitation in the nu(3) asymmetric stretching mode. These observations are substantiated by the values of the beta(0) (2)(2,1) orientation moment measured, which for photolysis at 301 nm are negative, indicating that a bond opening mechanism provides the key torque for the departing O(2) fragment. The orientation moment becomes positive again for photolysis beyond threshold, however, as the increasing impulsive dissociation again begins to dominate the nature of the rotation of the departing molecular fragment. In addition, a (2+2) REMPI scheme has been utilized to probe the O(2) (a (1)Delta(g)) \"low\" J fragments, where the majority of the population resides following photolysis within this region. The REMPI-TOFMS technique has been used to confirm the rotational character of a spectral feature through examination of the signal line shapes obtained using different experimental geometries. The dynamical information subsequently obtained, probing the \"low\" J O(2) (a (1)Delta(g)) fragments on these rotational transitions, has unified previous translational anisotropy results obtained by detecting the O ((1)D(2)) atomic fragment with data for the O(2) (a (1)Delta(g); J=16-20) fragments."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Physical and Theoretical Chemistry Laboratory, The University of Oxford, South Parks Road, Oxford, OX1 3QZ, UK."}], "Identifier": [], "LastName": "Horrocks", "ForeName": "S J", "Initials": "SJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ritchie", "ForeName": "G A D", "Initials": "GA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sharples", "ForeName": "T R", "Initials": "TR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Chem Phys", "NlmUniqueID": "0375360", "ISSNLinking": "0021-9606"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "2", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "2", "Day": "9", "Hour": "9", "Minute": "1"}, {"Year": "2007", "Month": "2", "Day": "9", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17286471", "10.1063/1.2429656"]}}], "PubmedBookArticle": []}