{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17344434", "DateCompleted": {"Year": "2007", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0032-0889", "JournalIssue": {"Volume": "143", "Issue": "3", "PubDate": {"Year": "2007", "Month": "Mar"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Is ozone flux inside leaves only a damage indicator? Clues from volatile isoprenoid studies.", "Pagination": {"StartPage": "1096", "EndPage": "1100", "MedlinePgn": "1096-100"}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Consiglio Nazionale delle Ricerche, Istituto di Biologia Agroambientale e Forestale, Monterotondo Scalo, 00015 Rome, Italy. francesco.loreto@ibaf.cnr.it"}], "Identifier": [], "LastName": "Loreto", "ForeName": "Francesco", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fares", "ForeName": "Silvano", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Biomarkers"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": ["metabolism"], "DescriptorName": "Terpenes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Affek HP, Yakir D (2002) Protection by isoprene against singlet oxygen in leaves. Plant Physiol 129 269–277", "ArticleIdList": ["PMC155890", "12011357"]}, {"Citation": "Altimir N, Kolari P, Tuovinen J-P, Vesala T, Back J, Suni T, Kulmala M, Hari P (2006) Foliage surface ozone deposition: a role for surface moisture? Biogeosciences 3 209–228"}, {"Citation": "Altimir N, Tuovinen J-K, Vesala T, Kulmala M, Hari P (2004) Measurements of ozone removal by Scots pine shoots: calibration of a stomatal uptake model including the non-stomatal component. Atmos Environ 38 2387–2398"}, {"Citation": "Atkinson R (1997) Gas-phase tropospheric chemistry of volatile organic compounds: 1, alkanes and alkenes. J Phys Chem 26 215–290"}, {"Citation": "Burkey KO, Eason G (2002) Ozone tolerance in snap bean is associated with elevated ascorbic acid in the leaf apoplast. Physiol Plant 114 387–394", "ArticleIdList": ["12060261"]}, {"Citation": "Calfapietra C, Wiberley AE, Falbel TG, Linskey AR, Scarascia Mugnozza G, Karnosky DF, Loreto F, Sharkey TD (2007) Isoprene synthase expression and protein levels are reduced under elevated O3 but not under elevated CO2 in field-grown aspen trees. Plant Cell Environ (in press)", "ArticleIdList": ["17407542"]}, {"Citation": "D'Haese D, Vandermeiren K, Asard H, Horemans N (2005) Other factors than apoplastic ascorbate contribute to the differential ozone tolerance of two clones of Trifolium repens L. Plant Cell Environ 28 623–632"}, {"Citation": "Eller ASD, Sparks JP (2006) Predicting leaf-level fluxes of O3 and NO2: the relative roles of diffusion and biochemical processes. Plant Cell Environ 29 1742–1750", "ArticleIdList": ["16913863"]}, {"Citation": "Emberson LD, Ashmore MR, Cambridge HM, Simpson D, Tuovinen J (2000) Modelling stomatal ozone flux across Europe. Environ Pollut 109 403–413", "ArticleIdList": ["15092873"]}, {"Citation": "Fares S, Barta C, Brilli F, Centritto M, Ederli L, Ferranti F, Pasqualini S, Reale L, Tricoli D, Loreto F (2006) Impact of high ozone on isoprene emission, photosynthesis and histology of developing Populus alba leaves directly or indirectly exposed to the pollutant. Physiol Plant 128 456–465"}, {"Citation": "Ferreira Severino J, Stich K, Soja G (2007) Ozone stress and antioxidant substances in Trifolium repens and Centaurea jacea leaves. Environ Pollut (in press)", "ArticleIdList": ["16753243"]}, {"Citation": "Fuhrer J, Skärby L, Ashmore MR (1997) Critical levels for ozone pollution in Europe. Environ Pollut 97 91–106", "ArticleIdList": ["15093382"]}, {"Citation": "Griffin RJ, Cocker DR, Flagan RC, Seinfeld JH (1999) Organic aerosol formation from the oxidation of biogenic hydrocarbons. J Geophys Res 104 3555–3567"}, {"Citation": "Heiden AC, Hoffmann T, Kahl J, Kley D, Klockow D, Langebartels C, Mehlhorn H, Sandermann H, Schraudner M, Schuh G, et al (1999) Emission of volatile organic compounds from ozone-exposed plants. Ecol Appl 9 1160–1167"}, {"Citation": "Karl M, Brauers T, Dorn HP, Holland F, Komenda M, Poppe D, Rohrer F, Rupp L, Schaub A, Wahner A (2004) Kinetic study of the OH-isoprene and O3-isoprene reaction in the atmosphere simulation chamber, SAPHIR. Geophys Res Lett 31 L05117"}, {"Citation": "Laisk A, Kull O, Moldau H (1989) Ozone concentration in leaf intercellular air spaces is close to zero. Plant Physiol 90 1163–1167", "ArticleIdList": ["PMC1061859", "16666867"]}, {"Citation": "Loreto F, Ciccioli P, Brancaleoni E, Cucinato A, Frattoni M (1998) Measurement of isoprenoid content in leaves of Mediterranean Quercus spp. by a novel and sensitive method and estimation of the isoprenoid partition between liquid and gas phase inside the leaves. Plant Sci 136 25–30"}, {"Citation": "Loreto F, Mannozzi M, Maris C, Nascetti P, Ferranti F, Pasqualini S (2001) Ozone quenching properties of isoprene and its antioxidant role in plants. Plant Physiol 126 993–1000", "ArticleIdList": ["PMC116456", "11457950"]}, {"Citation": "Loreto F, Pinelli P, Manes F, Kollist H (2004) Impact of ozone on monoterpene emissions and evidences for an isoprene-like antioxidant action of monoterpenes emitted by Quercus ilex (L.) leaves. Tree Physiol 24 361–367", "ArticleIdList": ["14757575"]}, {"Citation": "Loreto F, Velikova V (2001) Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiol 127 1781–1787", "ArticleIdList": ["PMC133581", "11743121"]}, {"Citation": "Pell EJ, Schlagnhaufer CD, Arteca RN (1997) Ozone induced oxidative stress: mechanisms of action and reaction. Physiol Plant 100 264–273"}, {"Citation": "Postiglione L, Fagnano M, Merla G (2000) Response to ambient ozone of two white clover (Trifolium repens L.cv. “Regal”) clones, one resistant and one sensitive, grown in a Mediterranean environment. Environ Pollut 109 525–531", "ArticleIdList": ["15092886"]}, {"Citation": "Thöll D, Boland W, Hansel A, Loreto F, Roese USR, Schnitzler J-P (2006) Practical approaches to plant volatile analysis. Plant J 45 540–560", "ArticleIdList": ["16441348"]}, {"Citation": "Uddling J, Gunthardt-Goerg MS, Matyssek R, Oksanen E, Pleijel H, Sellden G, Karlsson PE (2004) Biomass reduction of juvenile birch is more strongly related to stomatal uptake of ozone than to indices. Atmos Environ 38 4709–4719"}, {"Citation": "UNECE (2004) Revised manual on methodologies and criteria for mapping critical levels/loads and geographical areas where they are exceeded. www.icpmapping.org (February 12, 2006)"}, {"Citation": "Valkama E, Koricheva J, Oksanen E (2007) Effects of elevated O3, alone and in combination with elevated CO2, on tree leaf chemistry and insect herbivore performance: a meta-analysis. Glob Change Biol 13 184–201"}, {"Citation": "Velikova V, Tsonev T, Pinelli P, Alessio GA, Loreto F (2005) Localized ozone fumigation system for studying ozone effects on photosynthesis, respiration, electron transport rate and isoprene emission in field-grown Mediterranean oak species. Tree Physiol 25 1523–1532", "ArticleIdList": ["16137938"]}]}], "History": [{"Year": "2007", "Month": "3", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "7", "Day": "26", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "3", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17344434", "PMC1820932", "10.1104/pp.106.091892", "143/3/1096"]}}], "PubmedBookArticle": []}