{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17506356", "DateCompleted": {"Year": "2007", "Month": "06", "Day": "26"}, "DateRevised": {"Year": "2007", "Month": "05", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0022-0892", "JournalIssue": {"Volume": "69", "Issue": "9", "PubDate": {"Year": "2007", "Month": "May"}}, "Title": "Journal of environmental health", "ISOAbbreviation": "J Environ Health"}, "ArticleTitle": "Health, safety, and ecological implications of using biobased floor-stripping products.", "Pagination": {"StartPage": "45", "EndPage": "77", "MedlinePgn": "45-52, 76-7"}, "Abstract": {"AbstractText": ["The main objective of the study reported here was to investigate the ecological, health, and safety (EHS) implications of using biobased floor strippers as alternatives to solvent-based products such as Johnson Wax Professional (Pro Strip). The authors applied a quick EHS-scoring technique developed by the Surface Solution Laboratory (SSL) of the Toxics Use Reduction Institute (TURI) to some alternative, biobased products that had previously performed as well as or close to as well as the currently used product. The quick technique is considered an important step in EHS assessment, particularly for toxics use reduction planners and advocates who may not have the resources to subject many alternative products or processes at once to detailed EHS analysis. Taking this step narrows available options to a manageable number. (Technical-performance experiments were also conducted, but the results are not discussed or reported in this paper). The cost of switching to biobased floor strippers was assessed and compared with the cost of using the traditional product, both at full strength and at the dilution ratios recommended by the respective manufacturers. The EHS analysis was based on a framework consisting of five parameters: volatile organic compounds (VOCs); pH; global-warming potential (GWP); ozone depletion potential (ODP); and safety scores in areas such as flammability, stability, and special hazards, based on ratings from the Hazardous Material Classification System (HMIS) and the National Fire Protection Association (NFPA). Total EHS scores were calculated with data derived from the material safety data sheets. For most cleaning products previously investigated by the TURI SSL, the investigators have demonstrated that the five key parameters used in the study reported here can successfully be used for quick screening of the EHS impacts of cleaning alternatives. All eight biobased, or green, products evaluated in the study had better EHS-screening scores than did Pro Strip. One product, Botanic Gold, had a screening score of 49 out of a possible 50. This score was much higher than the score of 26 achieved by Pro Strip. The other biobased floor strippers had EHS-screening scores of > or =37, which is the average value of solvent-based cleaning solutions. These results indicate that biobased cleaning products capable of floor stripping are potentially better than traditional products with respect to the five EHS parameters used. The cost of switching to biobased floor strippers at their full strength ranged from a minimum of U.S. $15.50 per gallon ($4.10 per liter) for Eco Natural Floor Stripper (WPR) to about $59.00 per gallon ($15.61 per liter) for Botanic Gold. At 25 percent volume by volume (v/v), the recommended dilution ratio for the traditional product, the cost of the Botanic Gold was $14.75 per gallon ($3.90 per liter), or about five times more than that of Pro Strip, which was $2.48 per gallon ($0.65 per liter). Since these figures do not reflect all of the EHS costs, such as disposal and recycling fees, it is likely that use of Botanic Gold could be cost-effective in the long run. The authors therefore recommend that detailed EHS analysis be conducted on this alternative biobased floor stripper. It is also recommended that large field trials be conducted and that janitors' or consumers' perceptions be determined. For detailed assessment of eco-toxicological properties of the biobased floor strippers, investigations of the common additives in the Botanic Gold formulation should be conducted through use of databases on the World Wide Web such as Toxnet. Finally, the current policies, regulations, and standards that promote biobased products should be investigated to determine their strengths and weaknesses. This would encourage a broader public debate about the future of the biobased industry in the context of sustainability."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Massachusetts Lowell, Lowell, MA 01854, USA. ephraim35@yahoo.com"}], "Identifier": [], "LastName": "Massawe", "ForeName": "Ephraim", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Geiser", "ForeName": "Kenneth", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ellenbecker", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Marshall", "ForeName": "Jason", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Environ Health", "NlmUniqueID": "0405525", "ISSNLinking": "0022-0892"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Detergents"}, {"RegistryNumber": "0", "NameOfSubstance": "Organic Chemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Costs and Cost Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Detergents"}, {"QualifierName": [], "DescriptorName": "Environmental Health"}, {"QualifierName": [], "DescriptorName": "Floors and Floorcoverings"}, {"QualifierName": [], "DescriptorName": "Household Products"}, {"QualifierName": [], "DescriptorName": "Massachusetts"}, {"QualifierName": [], "DescriptorName": "Organic Chemicals"}, {"QualifierName": [], "DescriptorName": "Safety"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "5", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "5", "Day": "18", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17506356"]}}], "PubmedBookArticle": []}