{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17585738", "DateCompleted": {"Year": "2007", "Month": "08", "Day": "28"}, "DateRevised": {"Year": "2007", "Month": "07", "Day": "12"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2007", "Month": "06", "Day": "22"}], "Journal": {"ISSN": "1089-5639", "JournalIssue": {"Volume": "111", "Issue": "28", "PubDate": {"Year": "2007", "Month": "Jul", "Day": "19"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Interaction of hydrogen chloride with ice surfaces: the effects of grain size, surface roughness, and surface disorder.", "Pagination": {"StartPage": "6274", "EndPage": "6284", "MedlinePgn": "6274-84"}, "Abstract": {"AbstractText": ["Characterization of the interaction of hydrogen chloride (HCl) with polar stratospheric cloud (PSC) ice particles is essential to understanding the processes responsible for ozone depletion. The interaction of HCl with ice was studied using a coated-wall flow tube with chemical ionization mass spectrometry (CIMS) between 5x10(-8) and 10(-4) Torr HCl and between 186 and 223 K, including conditions recently shown to induce quasi-liquid layer (QLL) formation on single crystalline ice samples. Measurements were performed on smooth and rough (vapor-deposited) polycrystalline ice films. A numerical model of the coated-wall flow reactor was used to interpret these results and results of studies on zone-refined ice cylinders with grain sizes on the order of several millimeters (reported elsewhere). We found that HCl adsorption on polycrystalline ice films typically used in laboratory studies under conditions not known to induce surface disordering consists of two modes: one relatively strong mode leading to irreversible adsorption, and one relatively weak binding mode leading to reversible adsorption. We have indirect experimental evidence that these two modes of adsorption correspond to adsorption to sites at crystal faces and those at grain boundaries, but there is not enough information to enable us to conclusively assign each adsorption mode to a type of site. Unlike what was observed in the zone-refined ice study, there was no strong qualitative contrast found between the HCl uptake curves under QLL versus non-QLL conditions for adsorption on smooth and vapor-deposited ices. We also found indirect evidence that HCl hexahydrate formation on ice between 3x10(-7) and 2x10(-6) Torr HCl and between 186 and 190 K is a process involving hydrate nucleation and propagation on the crystal surface, rather than one originating in grain boundaries, as has been suggested for ice formed at lower temperatures. These results underscore the dependence of the HCl-ice interaction on the characteristics of the ice substrate."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, USA."}], "Identifier": [], "LastName": "McNeill", "ForeName": "V Faye", "Initials": "VF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Geiger", "ForeName": "Franz M", "Initials": "FM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Loerting", "ForeName": "Thomas", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Trout", "ForeName": "Bernhardt L", "Initials": "BL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Molina", "ForeName": "Luisa T", "Initials": "LT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Molina", "ForeName": "Mario J", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "6", "Day": "26", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "26", "Hour": "9", "Minute": "1"}, {"Year": "2007", "Month": "6", "Day": "26", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17585738", "10.1021/jp068914g"]}}], "PubmedBookArticle": []}