{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17600037", "DateCompleted": {"Year": "2013", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2007", "Month": "06", "Day": "28"}], "Journal": {"ISSN": "1470-7926", "JournalIssue": {"Volume": "64", "Issue": "12", "PubDate": {"Year": "2007", "Month": "Dec"}}, "Title": "Occupational and environmental medicine", "ISOAbbreviation": "Occup Environ Med"}, "ArticleTitle": "Temperature, temperature extremes, and mortality: a study of acclimatisation and effect modification in 50 US cities.", "Pagination": {"StartPage": "827", "EndPage": "833", "MedlinePgn": "827-33"}, "Abstract": {"AbstractText": ["The authors examined the increase in mortality associated with hot and cold temperature in different locations, the determinants of the variability in effect estimates, and its implications for adaptation.", "The authors conducted a case-crossover study in 50 US cities. They used daily mortality and weather data for 6 513 330 deaths occurring during 1989-2000. Exposure was assessed using two approaches. First, the authors determined exposure to extreme temperatures using city-specific indicator variables based on the local temperature distribution. Secondly, they used piecewise linear variables to assess exposure to temperature on a continuous scale above/below a threshold. Effects of hot and cold temperature were examined in season-specific models. In a meta-analysis of the city-specific results, the authors examined several city characteristics as effect modifiers.", "Mortality increases associated with both extreme cold (2-day cumulative increase 1.59% (95% CI 0.56 to 2.63)) and extreme heat (5.74% (95% CI 3.38 to 8.15)) were found, the former being especially marked for myocardial infarction and cardiac arrest deaths. The increase in mortality was less marked at less extreme temperatures. The effect of extreme cold (defined as a percentile) was homogeneous across cities with different climates, suggesting that only the unusualness of the cold temperature (and not its absolute value) had a substantial impact on mortality (that is, acclimatisation to cold). Conversely, heat effects were quite heterogeneous, with the largest effects observed in cities with milder summers, less air conditioning and higher population density. Adjustment for ozone led to similar results, but some residual confounding could be present due to other uncontrolled pollutants.", "The authors confirmed in a large sample of cities that both cold and hot temperatures increase mortality risk. These findings suggest that increases in heat-related mortality due to global warming are unlikely to be compensated for by decreases in cold-related mortality and that population acclimatisation to heat is still incomplete."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, Boston, MA 02215, USA. mmedinar@hsph.harvard.edu"}], "Identifier": [], "LastName": "Medina-Ramón", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schwartz", "ForeName": "J", "Initials": "J"}], "GrantList": [{"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Occup Environ Med", "NlmUniqueID": "9422759", "ISSNLinking": "1351-0711"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acclimatization"}, {"QualifierName": [], "DescriptorName": "Air Conditioning"}, {"QualifierName": [], "DescriptorName": "Cause of Death"}, {"QualifierName": [], "DescriptorName": "Cold Temperature"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Global Warming"}, {"QualifierName": ["mortality"], "DescriptorName": "Heart Arrest"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["mortality"], "DescriptorName": "Myocardial Infarction"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Population Density"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}, {"QualifierName": [], "DescriptorName": "Weather"}], "CoiStatement": "Competing interests: None."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Patz J A, Engelberg D, Last J. The effects of changing weather on public health. Annu Rev Public Health 200021271–307.", "ArticleIdList": ["10884955"]}, {"Citation": "Houghton J T, Ding Y, Griggs D J.et alClimate change 2001: the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change (IPCC). Cambridge, UK: Cambridge University Press, 2001"}, {"Citation": "Wigley T M, Raper S C. Interpretation of high projections for global-mean warming. Science 2001293451–454.", "ArticleIdList": ["11463906"]}, {"Citation": "Basu R, Samet J M. Relation between elevated ambient temperature and mortality: a review of the epidemiologic evidence. Epidemiol Rev 200224190–202.", "ArticleIdList": ["12762092"]}, {"Citation": "Braga A L, Zanobetti A, Schwartz J. The time course of weather-related deaths. Epidemiology 200112662–667.", "ArticleIdList": ["11679794"]}, {"Citation": "McGeehin M A, Mirabelli M. The potential impacts of climate variability and change on temperature-related morbidity and mortality in the United States. Environ Health Perspect 2001109(Suppl 2)185–189.", "ArticleIdList": ["PMC1240665", "11359685"]}, {"Citation": "Mercer J B. Cold—an underrated risk factor for health. Environ Res 2003928–13.", "ArticleIdList": ["12706750"]}, {"Citation": "Kalkstein L S, Greene J S. An evaluation of climate/mortality relationships in large U.S. cities and the possible impacts of a climate change. Environ Health Perspect 199710584–93.", "ArticleIdList": ["PMC1469832", "9074886"]}, {"Citation": "Keatinge W R, Donaldson G C, Cordioli E.et al Heat related mortality in warm and cold regions of Europe: observational study. BMJ 2000321670–673.", "ArticleIdList": ["PMC27480", "10987770"]}, {"Citation": "Braga A L, Zanobetti A, Schwartz J. The effect of weather on respiratory and cardiovascular deaths in 12 U.S. cities. Environ Health Perspect 2002110859–863.", "ArticleIdList": ["PMC1240983", "12204818"]}, {"Citation": "Medina-Ramon M, Zanobetti A, Cavanagh D P.et al Extreme temperatures and mortality: assessing effect modification by personal characteristics and specific cause of death in a multi-city case-only analysis. Environ Health Perspect 20061141331–1336.", "ArticleIdList": ["PMC1570054", "16966084"]}, {"Citation": "The Eurowinter Group Cold exposure and winter mortality from ischaemic heart disease, cerebrovascular disease, respiratory disease, and all causes in warm and cold regions of Europe. Lancet 19973491341–1346.", "ArticleIdList": ["9149695"]}, {"Citation": "Curriero F C, Heiner K S, Samet J M.et al Temperature and mortality in 11 cities of the eastern United States. Am J Epidemiol 200215580–87.", "ArticleIdList": ["11772788"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol 1991133144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Bateson T F, Schwartz J. Control for seasonal variation and time trend in case-crossover studies of acute effects of environmental exposures. Epidemiology 199910539–544.", "ArticleIdList": ["10468428"]}, {"Citation": "Bateson T F, Schwartz J. Selection bias and confounding in case-crossover analyses of environmental time-series data. Epidemiology 200112654–661.", "ArticleIdList": ["11679793"]}, {"Citation": "Schwartz J. Assessing confounding, effect modification, and thresholds in the association between ambient particles and daily deaths.Environ Health Perspect 2000108563–568.", "ArticleIdList": ["PMC1638159", "10856032"]}, {"Citation": "US Census Bureau Department of Housing and Urban Development. The American Housing Survey. 1994 to 2002. Available at http://www.huduser.org/datasets/ahs.html (accessed April 2006)"}, {"Citation": "Levy D, Lumley T, Sheppard L.et al Referent selection in case-crossover analyses of acute health effects of air pollution. Epidemiology 200112186–192.", "ArticleIdList": ["11246579"]}, {"Citation": "Thompson S G, Sharp S J. Explaining heterogeneity in meta-analysis: a comparison of methods. Stat Med 1999182693–2708.", "ArticleIdList": ["10521860"]}, {"Citation": "Higgins J P, Thompson S G. Quantifying heterogeneity in a meta-analysis. Stat Med 2002211539–1558.", "ArticleIdList": ["12111919"]}, {"Citation": "Spitalnic S J, Jagminas L, Cox J. An association between snowfall and ED presentation of cardiac arrest. Am J Emerg Med 199614572–573.", "ArticleIdList": ["8857808"]}, {"Citation": "Keatinge W R, Coleshaw S R, Cotter F.et al Increases in platelet and red cell counts, blood viscosity, and arterial pressure during mild surface cooling: factors in mortality from coronary and cerebral thrombosis in winter. BMJ (Clin Res Ed) 19842891405–1408.", "ArticleIdList": ["PMC1443679", "6437575"]}, {"Citation": "Neild P J, Syndercombe-Court D, Keatinge W R.et al Cold-induced increases in erythrocyte count, plasma cholesterol and plasma fibrinogen of elderly people without a comparable rise in protein C or factor X. Clin Sci (Lond) 19948643–48.", "ArticleIdList": ["8306550"]}, {"Citation": "Stout R W, Crawford V. Seasonal variations in fibrinogen concentrations among elderly people. Lancet 19913389–13.", "ArticleIdList": ["1676131"]}, {"Citation": "Imai Y, Munakata M, Tsuji I.et al Seasonal variation in blood pressure in normotensive women studied by home measurements. Clin Sci (Lond) 19969055–60.", "ArticleIdList": ["8697706"]}, {"Citation": "Woodhouse P R, Khaw K T, Plummer M. Seasonal variation of blood pressure and its relationship to ambient temperature in an elderly population. J Hypertens 1993111267–1274.", "ArticleIdList": ["8301109"]}, {"Citation": "Franklin B A, Bonzheim K, Gordon S.et al Snow shoveling: a trigger for acute myocardial infarction and sudden coronary death. Am J Cardiol 199677855–858.", "ArticleIdList": ["8623739"]}, {"Citation": "Arntz H R, Muller-Nordhorn J, Willich S N. Cold Monday mornings prove dangerous: epidemiology of sudden cardiac death. Curr Opin Crit Care 20017139–144.", "ArticleIdList": ["11436519"]}, {"Citation": "Le Tertre A, Lefranc A, Eilstein D.et al Impact of the 2003 heatwave on all-cause mortality in 9 French cities. Epidemiology 20061775–79.", "ArticleIdList": ["16357598"]}, {"Citation": "Bouchama A, Knochel J P. Heat stroke. N Engl J Med 20023461978–1988.", "ArticleIdList": ["12075060"]}, {"Citation": "Keatinge W R, Coleshaw S R, Easton J C.et al Increased platelet and red cell counts, blood viscosity, and plasma cholesterol levels during heat stress, and mortality from coronary and cerebral thrombosis. Am J Med 198681795–800.", "ArticleIdList": ["3776986"]}, {"Citation": "Kilbourne E M, Choi K, Jones T S.et al Risk factors for heatstroke. A case-control study. JAMA 19822473332–3336.", "ArticleIdList": ["7087076"]}, {"Citation": "Semenza J C, Rubin C H, Falter K H.et al Heat-related deaths during the July 1995 heat wave in Chicago. N Engl J Med 199633584–90.", "ArticleIdList": ["8649494"]}, {"Citation": "Buechley R W, Van Bruggen J, Truppi L E. Heat island equals death island? Environ Res 1972585–92.", "ArticleIdList": ["5032927"]}, {"Citation": "Jones T S, Liang A P, Kilbourne E M.et al Morbidity and mortality associated with the July 1980 heat wave in St Louis and Kansas City, Mo. JAMA 19822473327–3331.", "ArticleIdList": ["7087075"]}, {"Citation": "Kalkstein L S. Health and climate change. Direct impacts in cities. Lancet 19933421397–1399.", "ArticleIdList": ["7901686"]}, {"Citation": "O'Neill M S, Zanobetti A, Schwartz J. Disparities by race in heat-related mortality in four US cities: the role of air conditioning prevalence. J Urban Health 200582191–197.", "ArticleIdList": ["PMC3456567", "15888640"]}, {"Citation": "O'Neill M S, Hajat S, Zanobetti A.et al Impact of control for air pollution and respiratory epidemics on the estimated associations of temperature and daily mortality. Int J Biometeorol 200550121–129.", "ArticleIdList": ["15912362"]}]}], "History": [{"Year": "2007", "Month": "5", "Day": "25"}, {"Year": "2007", "Month": "6", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "6", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2013", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17600037", "PMC2095353", "10.1136/oem.2007.033175", "oem.2007.033175"]}}], "PubmedBookArticle": []}