{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17687444", "DateCompleted": {"Year": "2007", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "115", "Issue": "8", "PubDate": {"Year": "2007", "Month": "Aug"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Exposure to ultrafine particles from ambient air and oxidative stress-induced DNA damage.", "Pagination": {"StartPage": "1177", "EndPage": "1182", "MedlinePgn": "1177-82"}, "Abstract": {"AbstractText": ["Particulate matter, especially ultrafine particles (UFPs), may cause health effects through generation of oxidative stress, with resulting damage to DNA and other macromolecules.", "We investigated oxidative damage to DNA and related repair capacity in peripheral blood mononuclear cells (PBMCs) during controlled exposure to urban air particles with assignment of number concentration (NC) to four size modes with average diameters of 12, 23, 57, and 212 nm.", "Twenty-nine healthy adults participated in a randomized, two-factor cross-over study with or without biking exercise for 180 min and with exposure to particles (NC 6169-15362/cm(3)) or filtered air (NC 91-542/cm(3)) for 24 hr.", "The levels of DNA strand breaks (SBs), oxidized purines as formamidopyrimidine DNA glycolase (FPG) sites, and activity of 7,8-dihydro-8-oxoguanine-DNA glycosylase (OGG1) in PBMCs were measured by the Comet assay. mRNA levels of OGG1, nucleoside diphosphate linked moiety X-type motif 1 (NUDT1), and heme oxygenase-1 (HO1) were determined by real-time reverse transcriptase-polymerase chain reaction.", "Exposure to UFPs for 6 and 24 hr significantly increased the levels of SBs and FPG sites, with a further insignificant increase after physical exercise. The OGG1 activity and expression of OGG1, NUDT1, and HO1 were unaltered. There was a significant dose-response relationship between NC and DNA damage, with the 57-nm mode as the major contributor to effects. Concomitant exposure to ozone, nitrogen oxides, and carbon monoxide had no influence.", "Our results indicate that UFPs, especially the 57-nm soot fraction from vehicle emissions, causes systemic oxidative stress with damage to DNA and no apparent compensatory up-regulation of DNA repair within 24 hr."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Public Health, Department of Environmental and Occupational Health, University of Copenhagen, Copenhagen, Denmark."}], "Identifier": [], "LastName": "Bräuner", "ForeName": "Elvira Vaclavik", "Initials": "EV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Forchhammer", "ForeName": "Lykke", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Møller", "ForeName": "Peter", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Simonsen", "ForeName": "Jacob", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Glasius", "ForeName": "Marianne", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wåhlin", "ForeName": "Peter", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Raaschou-Nielsen", "ForeName": "Ole", "Initials": "O"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Loft", "ForeName": "Steffen", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Messenger"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "5Z93L87A1R", "NameOfSubstance": "Guanine"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "HMOX1 protein, human"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "Heme Oxygenase-1"}, {"RegistryNumber": "EC 3.1.3.2", "NameOfSubstance": "Phosphoric Monoester Hydrolases"}, {"RegistryNumber": "EC 3.2.2.-", "NameOfSubstance": "DNA Glycosylases"}, {"RegistryNumber": "EC 3.2.2.-", "NameOfSubstance": "oxoguanine glycosylase 1, human"}, {"RegistryNumber": "EC 3.6.1.55", "NameOfSubstance": "8-oxodGTPase"}, {"RegistryNumber": "EC 6.5.1.-", "NameOfSubstance": "DNA Repair Enzymes"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["toxicity"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": [], "DescriptorName": "DNA Damage"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "DNA Glycosylases"}, {"QualifierName": [], "DescriptorName": "DNA Repair"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA Repair Enzymes"}, {"QualifierName": [], "DescriptorName": "Exercise"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["metabolism"], "DescriptorName": "Guanine"}, {"QualifierName": ["genetics"], "DescriptorName": "Heme Oxygenase-1"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Leukocytes, Mononuclear"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["toxicity"], "DescriptorName": "Nitrogen Oxides"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["genetics"], "DescriptorName": "Phosphoric Monoester Hydrolases"}, {"QualifierName": ["metabolism"], "DescriptorName": "RNA, Messenger"}, {"QualifierName": ["toxicity"], "DescriptorName": "Vehicle Emissions"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Avogbe PH, yi-Fanou L, Autrup H, Loft S, Fayomi B, Møller P, et al. Ultrafine particulate matter and high-level benzene urban air pollution in relation to oxidative DNA damage. Carcinogenesis. 2005;26:613–620.", "ArticleIdList": ["15591089"]}, {"Citation": "Behndig AF, Mudway IS, Brown JL, Stenfors N, Helleday R, Blomberg A, et al. Airway antioxidant and inflammatory responses to diesel exhaust exposure in healthy humans. Eur Respir J. 2006;27:359–365.", "ArticleIdList": ["16452593"]}, {"Citation": "Borm PJ, Schins RP, Albrecht C. Inhaled particles and lung cancer. Part B: Paradigms and risk assessment. Int J Cancer. 2004;110:3–14.", "ArticleIdList": ["15054863"]}, {"Citation": "Collins AR. The comet assay for DNA damage and repair: principles, applications, and limitations. Mol Biotechnol. 2004;26:249–261.", "ArticleIdList": ["15004294"]}, {"Citation": "Collins AR, Dusinska M, Horvathova E, Munro E, Savio M, Stetina R. Inter-individual differences in repair of DNA base oxidation, measured in vitro with the Comet assay. Mutagenesis. 2001;16:297–301.", "ArticleIdList": ["11420396"]}, {"Citation": "Daigle CC, Chalupa DC, Gibb FR, Morrow PE, Oberdörster G, Frampton MW, et al. Ultrafine particle deposition in humans during rest and exercise. Inhal Toxicol. 2003;15:539–552.", "ArticleIdList": ["12692730"]}, {"Citation": "Delfino RJ, Sioutas C, Malik S. Potential role of ultrafine particles in associations between airborne particle mass and cardiovascular health. Environ Health Perspect. 2005;113:934–946.", "ArticleIdList": ["PMC1280331", "16079061"]}, {"Citation": "Dybdahl M, Risom L, Møller P, Autrup H, Wallin H, Vogel U, et al. DNA adduct formation and oxidative stress in colon and liver of Big Blue rats after dietary exposure to diesel particles. Carcinogenesis. 2003;24:1759–1766.", "ArticleIdList": ["12919963"]}, {"Citation": "ESCODD (European Standards Committee on Oxidative DNA Damage) Measurement of DNA oxidation in human cells by chromatographic and enzymic methods. Free Radic Biol Med. 2003;34:1089–1099.", "ArticleIdList": ["12684094"]}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA. Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study. Lancet. 2002;360:1203–1209.", "ArticleIdList": ["12401246"]}, {"Citation": "Holgate ST, Sandström T, Frew AJ, Stenfors N, Nordenhall C, Soderberg M, et al. Health effects of acute exposure to air pollution. Part I: Healthy and asthmatic subjects exposed to diesel exhaust. Res Rep Health Eff Inst. 2003 Dec;:1–30.", "ArticleIdList": ["14738208"]}, {"Citation": "Kemp K, Ellermann T, Palmgren F, Wåhlin P. NERI Technical Report 584. Aarhus, Denmark: National Environmental Research Institute; 2006. The Danish Air Quality Monitoring Programme Annual Summary for 2005."}, {"Citation": "Knaapen AM, Borm PJ, Albrecht C, Schins RP. Inhaled particles and lung cancer. Part A: Mechanisms. Int J Cancer. 2004;109:799–809.", "ArticleIdList": ["15027112"]}, {"Citation": "Kreyling WG, Semmler-Behnke M, Möller W. Ultrafine particle-lung interactions: does size matter? J Aerosol Med. 2006;19:74–83.", "ArticleIdList": ["16551218"]}, {"Citation": "Li N, Hao M, Phalen RF, Hinds WC, Nel AE. Particulate air pollutants and asthma. A paradigm for the role of oxidative stress in PM-induced adverse health effects. Clin Immunol. 2003;109:250–265.", "ArticleIdList": ["14697739"]}, {"Citation": "Lippmann M, Cassee FR, Costa DL, Costantini M, van Erp AM, Gordon T. International Workshop on the Design and Analysis of Experimental Studies using PM Concentrator Technologies, Boston, May 5, 2004. Inhal Toxicol. 2005;17:839–850.", "ArticleIdList": ["16282162"]}, {"Citation": "Loft S, Møller P. Oxidative DNA damage and human cancer: need for cohort studies. Antioxid Redox Signal. 2006;8:1021–1031.", "ArticleIdList": ["16771692"]}, {"Citation": "Loft S, Svoboda P, Kasai H, Tjønneland A, Vogel U, Raaschou-Nielsen O, et al. Prospective study of 8-oxo-7,8-dihydro-2′-deoxyguanosine excretion and the risk of lung cancer. Carcinogenesis. 2006;27:1245–1250.", "ArticleIdList": ["16364924"]}, {"Citation": "Löndahl J, Massling A, Pagels J, Swietlicki E, Vaclavik E, Loft S. Size-resolved Respiratory-Tract Deposition of Fine and Ultrafine Hydrophobic and Hygroscopic Aerosol Particles During Rest and Exercise. Inhal Toxicol. 2007;19:1–8.", "ArticleIdList": ["17169858"]}, {"Citation": "Luhana L, Mao H, Sokhi RS. Laboratory and field evaluation of UH Dichotomous Stacked Filter Units (DSFU). Saphire report (EVK4-2001-00192) Hertfordshire, UK: University of Hertfordshire; 2001."}, {"Citation": "Mills NL, Törnqvist H, Robinson SD, Gonzalez M, Darnley K, Newby DE, et al. Diesel exhaust inhalation causes vascular dysfunction and impaired endogenous fibrinolysis. Circulation. 2005;112:3930–3936.", "ArticleIdList": ["16365212"]}, {"Citation": "Moriya M. Single-stranded shuttle phagemid for mutagenesis studies in mammalian cells: 8-oxoguanine in DNA induces targeted G.C → T.A transversions in simian kidney cells 50. Proc Natl Acad Sci USA. 1993;90:1122–1126.", "ArticleIdList": ["PMC45823", "8430083"]}, {"Citation": "Møller P. Genotoxicity of environmental agents assessed by the alkaline Comet assay. Basic Clin Pharmacol Toxicol. 2005;96(suppl 1):1–42.", "ArticleIdList": ["15859009"]}, {"Citation": "Møller P, Friis G, Christensen PH, Risom L, Plesner G, Tved M, et al. Intra-laboratory Comet assay sample scoring exercise for determination of formamidopyrimidine DNA glycosylase sites in human mononuclear blood cell DNA. Free Radic Res. 2004;38:1207–1214.", "ArticleIdList": ["15621698"]}, {"Citation": "Møller P, Knudsen LE, Loft S, Wallin H. The Comet assay as a rapid test in biomonitoring occupational exposure to DNA-damaging agents and effect of confounding factors. Cancer Epidemiol Biomarkers Prev. 2000;9:1005–1015.", "ArticleIdList": ["11045781"]}, {"Citation": "Møller P, Loft S. Dietary antioxidants and beneficial effect on oxidatively damaged DNA. Free Radic Biol Med. 2006;41:388–415.", "ArticleIdList": ["16843820"]}, {"Citation": "Municipality of Copenhagen tovf. Faerdselstaellinger og andre trafikundersoegelser 2001 – 2005 [in Danish] Copenhagen, Denmark: Københavns Kommune, Teknikog miljøforvaltningen; 2006. (Technical report 0901-6333."}, {"Citation": "Oberdörster G, Oberdörster E, Oberdörster J. Nanotoxicology: an emerging discipline evolving from studies of ultrafine particles. Environ Health Perspect. 2005;113:823–839.", "ArticleIdList": ["PMC1257642", "16002369"]}, {"Citation": "Pereira FA, de Assuncao JV, Saldiva PH, Pereira LA, Mirra AP, Braga AL. Influence of air pollution on the incidence of respiratory tract neoplasm. J Air Waste Manag Assoc. 2005;55:83–87.", "ArticleIdList": ["15704542"]}, {"Citation": "Peters A, von KS, Heier M, Trentinaglia I, Hormann A, Wichmann HE, Lowel H. Exposure to traffic and the onset of myocardial infarction. N Engl J Med. 2004;351:1721–1730.", "ArticleIdList": ["15496621"]}, {"Citation": "Pope CA, III, Dockery DW. Health effects of fine particulate air pollution: lines that connect. J Air Waste Manag Assoc. 2006;56:709–742.", "ArticleIdList": ["16805397"]}, {"Citation": "Risom L, Dybdahl M, Bornholdt J, Vogel U, Wallin H, Møller P, Loft S. Oxidative DNA damage and defence gene expression in the mouse lung after short-term exposure to diesel exhaust particles by inhalation. Carcinogenesis. 2003;24:1847–1852.", "ArticleIdList": ["12919962"]}, {"Citation": "Risom L, Møller P, Loft S. Oxidative stress-induced DNA damage by particulate air pollution. Mutat Res. 2005;592:119–137.", "ArticleIdList": ["16085126"]}, {"Citation": "Sällsten G, Gustafson P, Johansson L, Johannesson S, Molnár P, Barregard L, et al. Experimental wood smoke exposure in humans. Inhal Toxicol. 2006;18:855–864.", "ArticleIdList": ["16864403"]}, {"Citation": "Schins RP, Lightbody JH, Borm PJ, Shi T, Donaldson K, Stone V. Inflammatory effects of coarse and fine particulate matter in relation to chemical and biological constituents. Toxicol Appl Pharmacol. 2004;195:1–11.", "ArticleIdList": ["14962500"]}, {"Citation": "Sioutas C, Delfino RJ, Singh M. Exposure assessment for atmospheric ultrafine particles (UFPs) and implications in epidemiologic research. Environ Health Perspect. 2005;113:947–955.", "ArticleIdList": ["PMC1280332", "16079062"]}, {"Citation": "Sørensen M, Autrup H, Hertel O, Wallin H, Knudsen LE, Loft S. Personal exposure to PM2.5 and biomarkers of DNA damage. Cancer Epidemiol Biomarkers Prev. 2003a;12:191–196.", "ArticleIdList": ["12646506"]}, {"Citation": "Sørensen M, Daneshvar B, Hansen M, Dragsted LO, Hertel O, Knudsen L, et al. Personal PM2.5 exposure and markers of oxidative stress in blood. Environ Health Perspect. 2003b;111:161–166.", "ArticleIdList": ["PMC1241344", "12573899"]}, {"Citation": "Sørensen M, Loft S, Andersen HV, Raaschou-Nielsen O, Skovgaard LT, Knudsen LE, et al. Personal exposure to PM2.5, black smoke and NO2 in Copenhagen: relationship to bedroom and outdoor concentrations covering seasonal variation. J Expo Anal Environ Epidemiol. 2005a;15(5):413–422.", "ArticleIdList": ["15674319"]}, {"Citation": "Sørensen M, Schins RP, Hertel O, Loft S. Transition metals in personal samples of PM2.5 and oxidative stress in human volunteers. Cancer Epidemiol Biomarkers Prev. 2005b;14:1340–1343.", "ArticleIdList": ["15894700"]}, {"Citation": "Vinzents PS, Møller P, Sørensen M, Knudsen LE, Hertel O, Jensen FP, et al. Personal exposure to ultrafine particles and oxidative DNA damage. Environ Health Perspect. 2005;113:1485–1490.", "ArticleIdList": ["PMC1310907", "16263500"]}, {"Citation": "Wåhlin P, Berkowicz R, Palmgren F. Characterisation of traffic-generated particulate matter in Copenhagen. Atmos Environ. 2006;40:2151–2159."}, {"Citation": "Wåhlin P, Ketzel M, Palmgren F. Dependence on meteorological conditions of Traffic Particle Profiles measured in a Street Canyon in Copenhagen. Nat Environ Sci. 2004;172:142–145."}, {"Citation": "Wåhlin P, Palmgren F, Van Dingrnen R. Experimental studies of ultrafine particles in streets and the relationship to traffic. Atmos Environ. 2001;35(suppl 1):63–69."}, {"Citation": "Wiebert P, Sanchez-Crespo A, Falk R, Philipson K, Lundin A, Svartengren M, et al. No significant translocation of inhaled 35-nm carbon particles to the circulation in humans. Inhal Toxicol. 2006;18:741–747.", "ArticleIdList": ["16774863"]}]}], "History": [{"Year": "2006", "Month": "12", "Day": "13"}, {"Year": "2007", "Month": "4", "Day": "27"}, {"Year": "2007", "Month": "8", "Day": "10", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "10", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "10", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17687444", "PMC1940068", "10.1289/ehp.9984"]}}], "PubmedBookArticle": []}