{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17778602", "DateCompleted": {"Year": "2010", "Month": "07", "Day": "02"}, "DateRevised": {"Year": "2010", "Month": "06", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0036-8075", "JournalIssue": {"Volume": "251", "Issue": "4989", "PubDate": {"Year": "1991", "Month": "Jan", "Day": "04"}}, "Title": "Science (New York, N.Y.)", "ISOAbbreviation": "Science"}, "ArticleTitle": "The dynamics of the stratospheric polar vortex and its relation to springtime ozone depletions.", "Pagination": {"StartPage": "46", "EndPage": "52", "MedlinePgn": "46-52"}, "Abstract": {"AbstractText": ["Dramatic springtime depletions of ozone in polar regions require that polar stratospheric air has a high degree of dynamical isolation and extremely cold temperatures necessary for the formation of polar stratospheric clouds. Both of these conditions are produced within the stratospheric winter polar vortex. Recent aircraft missions have provided new information about the structure of polar vortices during winter and their relation to polar ozone depletions. The aircraft data show that gradients of potential vorticity and the concentration of conservative trace species are large at the transition from mid-latitude to polar air. The presence of such sharp gradients at the boundary of polar air implies that the inward mixing of heat and constituents is strongly inhibited and that the perturbed polar stratospheric chemistry associated with the ozone hole is isolated from the rest of the stratosphere until the vortex breaks up in late spring. The overall size of the polar vortex thus limits the maximum areal coverage of the annual polar ozone depletions. Because it appears that this limit has not been reached for the Antarctic depletions, the possibility of future increases in the size of the Antarctic ozone hole is left open. In the Northern Hemisphere, the smaller vortex and the more restricted region of cold temperatures suggest that this region has a smaller theoretical maximum for column ozone depletion, about 40 percent of the currently observed change in the Antarctic ozone column in spring."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": [], "LastName": "Schoeberl", "ForeName": "M R", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hartmann", "ForeName": "D L", "Initials": "DL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Science", "NlmUniqueID": "0404511", "ISSNLinking": "0036-8075"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1991", "Month": "1", "Day": "4", "Hour": "0", "Minute": "0"}, {"Year": "1991", "Month": "1", "Day": "4", "Hour": "0", "Minute": "1"}, {"Year": "1991", "Month": "1", "Day": "4", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17778602", "10.1126/science.251.4989.46", "251/4989/46"]}}], "PubmedBookArticle": []}