{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17888116", "DateCompleted": {"Year": "2007", "Month": "12", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.2007.02164.x"], "ArticleDate": [], "Journal": {"ISSN": "0028-646X", "JournalIssue": {"Volume": "176", "Issue": "2", "PubDate": {"Year": "2007"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Isoprene emission from a subarctic peatland under enhanced UV-B radiation.", "Pagination": {"StartPage": "346", "EndPage": "355", "MedlinePgn": "346-355"}, "Abstract": {"AbstractText": ["Isoprene is a reactive hydrocarbon with an important role in atmospheric chemistry, and emissions from vegetation contribute to atmospheric carbon fluxes. The magnitude of isoprene emissions from arctic peatlands is not known, and it may be altered by increasing UV-B radiation. Isoprene emission was measured with the dynamic chamber method from a subarctic peatland under long-term enhancement of UV-B radiation targeted to correspond to a 20% loss in the stratospheric ozone layer. The site type of the peatland was a flark fen dominated by the moss Warnstorfia exannulata and sedges Eriophorum russeolum and Carex limosa. The relationship between species densities and the emission was also assessed. Isoprene emissions were significantly increased by enhanced UV-B radiation during the second (2004) and the fourth (2006) growing seasons under the UV-B exposure. Emissions were related to the density of E. russeolum. The dominant moss, W. exannulata, proved to emit small amounts of isoprene in a laboratory trial. Subarctic fens, even without Sphagnum moss, are a significant source of isoprene to the atmosphere, especially under periods of warm weather. Warming of the Arctic together with enhanced UV-B radiation may substantially increase the emissions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}], "Identifier": [], "LastName": "Tiiva", "ForeName": "Päivi", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}, {"Identifier": [], "Affiliation": "Department of Terrestrial Ecology, Institute of Biology, University of Copenhagen, Øster Farimagsgade 2D, DK-1353 Copenhagen K, Denmark."}], "Identifier": [], "LastName": "Rinnan", "ForeName": "Riikka", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}], "Identifier": [], "LastName": "Faubert", "ForeName": "Patrick", "Initials": "P"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}], "Identifier": [], "LastName": "Räsänen", "ForeName": "Janne", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}], "Identifier": [], "LastName": "Holopainen", "ForeName": "Toini", "Initials": "T"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Finnish Meteorological Institute, Arctic Research Center, FI-99600 Sodankylä, Finland."}], "Identifier": [], "LastName": "Kyrö", "ForeName": "Esko", "Initials": "E"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, PO Box 1627, FI-70211 Kuopio, Finland."}], "Identifier": [], "LastName": "Holopainen", "ForeName": "Jarmo K", "Initials": "JK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Butadienes"}, {"RegistryNumber": "0", "NameOfSubstance": "Hemiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Pentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0A62964IBU", "NameOfSubstance": "isoprene"}, {"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Arctic Regions"}, {"QualifierName": ["growth & development", "metabolism", "radiation effects"], "DescriptorName": "Bryopsida"}, {"QualifierName": ["analysis"], "DescriptorName": "Butadienes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Carbon"}, {"QualifierName": ["growth & development", "metabolism", "radiation effects"], "DescriptorName": "Carex Plant"}, {"QualifierName": ["growth & development", "metabolism", "radiation effects"], "DescriptorName": "Cyperaceae"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["analysis"], "DescriptorName": "Hemiterpenes"}, {"QualifierName": ["analysis"], "DescriptorName": "Pentanes"}, {"QualifierName": [], "DescriptorName": "Population Density"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "ACIA. 2004. Impacts of a warming Arctic - Arctic climate impact assessment. Cambridge, UK: Cambridge University Press."}, {"Citation": "Affek HP, Yakir D. 2003. Natural abundance carbon isotope composition of isoprene reflects incomplete coupling between isoprene synthesis and photosynthetic carbon flow. Plant Physiology 131: 1727-1736."}, {"Citation": "Alm J, Talanov A, Saarnio S, Silvola J, Ikkonen E, Aaltonen H, Nykänen H, Martikainen PJ. 1997. Reconstruction of the carbon balance for microsites in a boreal oligotrophic pine fen, Finland. Oecologia 110: 423-431."}, {"Citation": "Atkinson R, Arey J. 2003. Gas-phase tropospheric chemistry of biogenic volatile organic compounds: a review. Atmospheric Environment 37: 197-219."}, {"Citation": "Bartlett KB, Harris RC. 1993. Review and assessment of methane emissions from wetlands. Chemosphere 26: 261-320."}, {"Citation": "Bell N, Shindell DT, Faluvegi G. 2003. The indirect greenhouse effect of isoprene. Geophysical Research Abstracts 5: 04586."}, {"Citation": "Caldwell MM, Robberecht R, Billings WD. 1980. A steep latitudinal gradient of solar ultraviolet-B radiation in the arctic-alpine life zone. Ecology 61: 600-611."}, {"Citation": "Claeys M, Graham B, Vas G, Wang W, Vermeylen R, Pashynska V, Cafmeyer J, Guyon P, Andreae MO, Artaxo P, Maenhaut W. 2004a. Formation of secondary organic aerosols through photooxidation of isoprene. Science 303: 1173-1176."}, {"Citation": "Claeys M, Wang W, Ion AC, Kourtchev I, Gelencsér A, Maenhaut W. 2004b. Formation of secondary organic aerosols from isoprene and its gas-phase oxidation products through reaction with hydrogen peroxide. Atmospheric Environment 38: 4093-4098."}, {"Citation": "Fall R, Copley SD. 2000. Bacterial sources and sinks of isoprene, a reactive atmospheric hydrocarbon. Environmental Microbiology 2: 123-130."}, {"Citation": "Finlayson-Pitts BJ, Pitts JN Jr. 1997. Tropospheric air pollution: ozone, airborne toxics, polycyclic aromatic hydrocarbons, and particles. Science 276: 1045-1052."}, {"Citation": "Finnish Meteorological Institute. 2005. Ilmastokatsaus-heinäkuu 2005. Helsinki: Finnish Meteorological Institute."}, {"Citation": "Finnish Meteorological Institute. 2006. Ilmastokatsaus-heinäkuu 2006. Helsinki: Finnish Meteorological Institute."}, {"Citation": "Fuentes JD, Lerdau M, Atkinson R, Baldocchi D, Bottenheim JW, Ciccioli P, Lamb B, Geron C, Gu L, Guenther A, Sharkey TD, Stockwell W. 2000. Biogenic hydrocarbons in the atmospheric boundary layer: a review. Bulletin of the American Meteorological Society 81: 1537-1575."}, {"Citation": "Guenther A, Zimmermann PR, Harley PC, Monson R, Fall R. 1993. Isoprene and monoterpene emission rate variability: model evaluations and sensitivity analyses. Journal of Geophysical Research 98: 12609-12617."}, {"Citation": "Guenther A, Karl T, Harley P, Wiedinmyer C, Palmer PI, Geron C. 2006. Estimates of global terrestrial isoprene emissions using MEGAN (model of emissions of gases and aerosols from nature). Atmospheric Chemistry and Physics 6: 3181-3210."}, {"Citation": "Haapanala S, Rinne J, Pystynen K-H, Hellén H, Hakola H, Riutta T. 2006. Measurements of hydrocarbon emissions from a boreal fen using the REA technique. Biogeosciences 3: 103-112."}, {"Citation": "Hakola H, Laurila T, Lindfors V, Hellén H, Gaman A, Rinne J. 2001. Variation of the VOC emission rates of birch species during the growing season. Boreal Environment Research 6: 237-249."}, {"Citation": "Hakola H, Tarvainen V, Laurila T, Hiltunen V, Hellén H, Keronen P. 2003. Seasonal variation of VOC concentrations above a boreal coniferous forest. Atmospheric Environment 37: 1623-1634."}, {"Citation": "Hanson DT, Swanson S, Graham LE, Sharkey TD. 1999. Evolutionary significance of isoprene emission from mosses. American Journal of Botany 86: 634-639."}, {"Citation": "Harley P, Deem G, Flint S, Caldwell M. 1996. Effects of growth under elevated UV-B on photosynthesis and isoprene emission in Quercus gambelii and Mucuna pruriens. Global Change Biology 2: 149-154."}, {"Citation": "Harley PC, Monson RK, Lerdau M. 1999. Ecological and evolutionary aspects of isoprene emission from plants. Oecologia 118: 109-123."}, {"Citation": "Hellén H, Hakola H, Pystynen K-H, Rinne J, Haapanala S. 2006. C2-C10 hydrocarbon emissions from boreal wetland and forest floor. Biogeosciences 3: 167-174."}, {"Citation": "Janson R, De Serves C. 1998. Isoprene emissions from boreal wetlands in Scandinavia. Journal of Geophysical Research 103: 25513-25517."}, {"Citation": "Janson R, De Serves C, Romero R. 1999. Emission of isoprene and carbonyl compounds from a boreal forest and wetland in Sweden. Agricultural and Forest Meteorology 98: 671-681."}, {"Citation": "Kesselmeier J, Staudt M. 1999. Biogenic volatile organic compounds (VOC): an overview on emission, physiology and ecology. Journal of Atmospheric Chemistry 33: 23-88."}, {"Citation": "Kesselmeier J, Ciccioli P, Kuhn U, Stefani P, Biesenthal T, Rottenberger S, Wolf A, Vitullo M, Valentini R, Nobre A, Kabat P, Andreae MO. 2002. Volatile organic compound emissions in relation to plant carbon fixation and the terrestrial carbon budget. Global Biogeochemical Cycles 16: 1126."}, {"Citation": "Loreto F, Velikova V. 2001. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiology 127: 1781-1787."}, {"Citation": "Loreto F, Mannozzi M, Maris C, Nascetti P, Ferranti F, Pasqualini S. 2001. Ozone quenching properties of isoprene and its antioxidant role in leaves. Plant Physiology 126: 993-1000."}, {"Citation": "Magel E, Mayrhofer S, Müller A, Zimmer I, Hampp R, Schnitzler J-P. 2006. Photosynthesis and substrate supply for isoprene biosynthesis in poplar leaves. Atmospheric Environment 40: 138-151."}, {"Citation": "Niemi R, Martikainen PJ, Silvola J, Wulff A, Turtola S, Holopainen T. 2002. Elevated UV-B radiation alters fluxes of methane and carbon dioxide in peatland microcosms. Global Change Biology 8: 361-371."}, {"Citation": "Pegoraro E, Rey A, Greenberg J, Harley P, Grace J, Malhi Y, Guenther A. 2004. Effect of drought on isorene emission rates from leaves of Quercus virginiana Mill. Atmospheric Environment 38: 6149-6156."}, {"Citation": "Peñuelas J, Llusià J. 2004. Plant VOC emissions: making use of the unavoidable. Trends in Ecology and Evolution 19: 402-404."}, {"Citation": "Rinnan R, Rinnan Å, Holopainen T, Holopainen JK, Pasanen P. 2005. Emission of non-methane volatile organic compounds (VOCs) from boreal peatland microcosms - effects of ozone exposure. Atmospheric Environment 39: 921-930."}, {"Citation": "Rinne J, Tuovinen J-P, Laurila T, Hakola H, Aurela M, Hypén H. 2000. Measurements of hydrocarbon fluxes by a gradient method above a northern boreal forest. Agricultural and Forest Meteorology 102: 25-37."}, {"Citation": "Scharf B. 2006. Long term effects of ozone depletion on anatomy and physiology of Eriophorum russeolum Fries ex Hartm. A field experiment in Finnish Lapland.MSc. Diploma thesis. Germany: University of Osnabrück."}, {"Citation": "Schnitzler J-P, Graus M, Kreuzwieser J, Heizmann U, Rennenberg H, Wisthaler A, Hansel A. 2004. Contribution of different carbon sources to isoprene biosynthesis in poplar leaves. Plant Physiology 135: 152-160."}, {"Citation": "Schöller CEG, Gürtler H, Pedersen R, Molin S, Wilkins K. 2002. Volatile metabolites from actinomycetes. Journal of Agricultural and Food Chemistry 50: 2615-2621."}, {"Citation": "Sharkey TD, Loreto F. 1993. Water stress, temperature and light effects on the capacity for isoprene emission and photosynthesis of kudzu leaves. Oecologia 95: 328-333."}, {"Citation": "Tiiva P, Rinnan R, Holopainen T, Mörsky SK, Holopainen JK. 2007. Isoprene emissions from boreal peatland microcosms; effects of elevated ozone concentration in an open field experiment. Atmospheric Environment 41: 3819-3828."}, {"Citation": "Turunen M, Latola K. 2005. UV-B radiation and acclimation in timberline plants. Environmental Pollution 137: 390-403."}, {"Citation": "Turunen J, Tomppo E, Tolonen K, Reinikainen A. 2002. Estimating carbon accumulation rates of undrained mires in Finland - application to boreal and subarctic regions. Holocene 12: 69-80."}, {"Citation": "Velikova V, Loreto F. 2005. On the relationship between isoprene emission and thermotolerance in Phragmites australis leaves exposed to high temperatures and during the recovery from a heat stress. Plant, Cell & Environment 28: 318-327."}, {"Citation": "Velikova V, Pinelli P, Pasqualini S, Reale L, Ferranti F, Loreto F. 2005a. Isoprene decreases the concentration of nitric oxide in leaves exposed to elevated ozone. New Phytologist 166: 419-426."}, {"Citation": "Velikova V, Tsonev T, Pinelli P, Alessio GA, Loreto F. 2005b. Localized ozone fumigation system for studying ozone effects on photosynthesis, respiration, electron transport rate and isoprene emission in field-grown Mediterranean oak species. Tree Physiology 25: 1523-1532."}, {"Citation": "Velikova V, Loreto F, Tsonev T, Brilli F, Edreva A. 2006. Isoprene prevents the negative consequences of high temperature stress in Platanus orientalis leaves. Functional Plant Biology 33: 931-940."}, {"Citation": "Vuorinen T, Nerg A-M, Ibrahim MA, Reddy GVP, Holopainen JK. 2004. Emission of Plutella xylostella induced compounds from cabbages grown at elevated CO2 and orientation behavior of the natural enemies. Plant Physiology 135: 1984-1992."}, {"Citation": "WMO. 2003. Scientific assessment of ozone depletion: 2002. Global Ozone Research and Monitoring Project Report no. 47. Geneva: World Meteorological Organization."}], "Title": "References"}], "History": [{"Year": "2007", "Month": "9", "Day": "25", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "12", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "9", "Day": "25", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17888116", "10.1111/j.1469-8137.2007.02164.x"]}}], "PubmedBookArticle": []}