{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17921528", "DateCompleted": {"Year": "2008", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "05", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2007", "Month": "10", "Day": "06"}], "Journal": {"ISSN": "1095-8290", "JournalIssue": {"Volume": "101", "Issue": "1", "PubDate": {"Year": "2008", "Month": "Jan"}}, "Title": "Annals of botany", "ISOAbbreviation": "Ann Bot"}, "ArticleTitle": "Isoprene emission from plants: why and how.", "Pagination": {"StartPage": "5", "EndPage": "18", "MedlinePgn": "5-18"}, "Abstract": {"AbstractText": ["Some, but not all, plants emit isoprene. Emission of the related monoterpenes is more universal among plants, but the amount of isoprene emitted from plants dominates the biosphere-atmosphere hydrocarbon exchange.", "The emission of isoprene from plants affects atmospheric chemistry. Isoprene reacts very rapidly with hydroxyl radicals in the atmosphere making hydroperoxides that can enhance ozone formation. Aerosol formation in the atmosphere may also be influenced by biogenic isoprene. Plants that emit isoprene are better able to tolerate sunlight-induced rapid heating of leaves (heat flecks). They also tolerate ozone and other reactive oxygen species better than non-emitting plants. Expression of the isoprene synthase gene can account for control of isoprene emission capacity as leaves expand. The emission capacity of fully expanded leaves varies through the season but the biochemical control of capacity of mature leaves appears to be at several different points in isoprene metabolism.", "The capacity for isoprene emission evolved many times in plants, probably as a mechanism for coping with heat flecks. It also confers tolerance of reactive oxygen species. It is an example of isoprenoids enhancing membrane function, although the mechanism is likely to be different from that of sterols. Understanding the regulation of isoprene emission is advancing rapidly now that the pathway that provides the substrate is known."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Wisconsin-Madison, Madison, WI 53706, USA. tsharkey@wisc.edu"}], "Identifier": [], "LastName": "Sharkey", "ForeName": "Thomas D", "Initials": "TD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wiberley", "ForeName": "Amy E", "Initials": "AE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Donohue", "ForeName": "Autumn R", "Initials": "AR"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S.", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Ann Bot", "NlmUniqueID": "0372347", "ISSNLinking": "0305-7364"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Butadienes"}, {"RegistryNumber": "0", "NameOfSubstance": "Hemiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Pentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0A62964IBU", "NameOfSubstance": "isoprene"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 2.5.-", "NameOfSubstance": "Alkyl and Aryl Transferases"}, {"RegistryNumber": "EC 2.5.1.-", "NameOfSubstance": "isoprene synthase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acclimatization"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Alkyl and Aryl Transferases"}, {"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Butadienes"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Hemiterpenes"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Pentanes"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": [], "DescriptorName": "Plant Physiological Phenomena"}, {"QualifierName": ["classification", "genetics", "metabolism"], "DescriptorName": "Plants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Affek HP, Yakir D. Protection by isoprene against singlet oxygen in leaves. Plant Physiology. 2002;129:269–277.", "ArticleIdList": ["PMC155890", "12011357"]}, {"Citation": "Affek HP, Yakir D. Natural abundance carbon isotope composition of isoprene reflects incomplete coupling between isoprene synthesis and photosynthetic carbon flow. Plant Physiology. 2003;131:1727–1736.", "ArticleIdList": ["PMC166928", "12692331"]}, {"Citation": "Albrecht M, Sandmann G. Light-stimulated carotenoid biosynthesis during transformation of maize etioplasts is regulated by increased activity of isopentenyl pyrophosphate isomerase. Plant Physiology. 1994;105:529–534.", "ArticleIdList": ["PMC159390", "12232220"]}, {"Citation": "Anderson SL, Teakle GR, Martino-Catt SJ, Kay SA. Circadian clock- and phytochrome-regulated transcription is conferred by a 78 bp cis-acting domain of the Arabidopsis CAB2 promoter. The Plant Journal. 1994;6:457–470.", "ArticleIdList": ["7987408"]}, {"Citation": "Behnke K, Ehlting B, Teuber M, Bauerfeind M, Louis S, Hänsch R, et al. Transgenic, non-isoprene emitting poplars don't like it hot. The Plant Journal. 2007;56:485–499.", "ArticleIdList": ["17587235"]}, {"Citation": "Bohlmann J, Meyer-Gauen G, Croteau R. Plant terpenoid synthases: molecular biology and phylogenetic analysis. Proceedings of the National Academy of Sciences of the USA. 1998;95:4126–4133.", "ArticleIdList": ["PMC22453", "9539701"]}, {"Citation": "Brilli F, Barta C, Fortunati A, Lerdau M, Loreto F, Centritto M. Response of isoprene emission and carbon metabolism to drought in white poplar (Populus alba) saplings. New Phytologist. 2007;175:244–254.", "ArticleIdList": ["17587373"]}, {"Citation": "Brüggemann N, Schnitzler JP. Comparison of isoprene emission, intercellular isoprene concentration and photosynthetic performance in water-limited oak (Quercus pubescens Willd. and Quercus robur L.) saplings. Plant Biology. 2002;a4:456–463."}, {"Citation": "Brüggemann N, Schnitzler J-P. Relationship of isopentenyl diphosphate (IDP) isomerase activity to isoprene emission of oak leaves. Tree Physiology. 2002;b22:1011–1018.", "ArticleIdList": ["12359528"]}, {"Citation": "Bukhov NG, Wiese C, Neimanis S, Heber U. Heat sensitivity of chloroplasts and leaves: [eakage of protons from thylakoids and reversible activation of cyclic electron transport. Photosynthesis Research. 1999;59:81–93."}, {"Citation": "Calfapietra C, Wiberley AE, Falbel TG, Linskey AR, Mugnozza GS, Karnosky DF, et al. Isoprene synthase expression and protein levels are reduced under elevated O3 but not under elevated CO2 (FACE) in field-grown aspen trees. Plant, Cell and Environment. 2007;30:654–661.", "ArticleIdList": ["17407542"]}, {"Citation": "Carretero-Paulet L, Ahumada I, Cunillera N, Rodríguez-Concepción M, Ferrer A, Boronat A, et al. Expression and molecular analysis of the Arabidopsis DXR gene encoding 1-deoxy-d-xylulose 5-phosphate reductoisomerase, the first committed enzyme of the 2-C-methyl-d-erythritol 4-phosphate pathway. Plant Physiology. 2002;129:1581–1591.", "ArticleIdList": ["PMC166745", "12177470"]}, {"Citation": "Carretero-Paulet L, Cairó A, Botella-Pavía P, Besumbes O, Campos N, Boronat A, et al. Enhanced flux through the methylerythritol 4-phosphate pathway in Arabidopsis plants overexpressing deoxyxylulose 5-phosphate reductoisomerase. Plant Molecular Biology. 2006;62:683–695.", "ArticleIdList": ["16941216"]}, {"Citation": "Centritto M, Nascetti P, Petrilli L, Raschi A, Loreto F. Profiles of isoprene emission and photosynthetic parameters in hybrid poplars exposed to free-air CO2 enrichment. Plant, Cell and Environment. 2004;27:403–412."}, {"Citation": "Chameides WL, Lindsay RW, Richardson J, Kiang CS. The role of biogenic hydrocarbons in urban photochemical smog: Atlanta as a case study. Science. 1988;241:1473–1475.", "ArticleIdList": ["3420404"]}, {"Citation": "Claeys M, Graham B, Vas G, Wang W, Vermeylen R, Pashynska V, et al. Formation of secondary organic aerosols through photooxidation of isoprene. Science. 2004;303:1173–1176.", "ArticleIdList": ["14976309"]}, {"Citation": "Copolovici LO, Filella I, Llusia J, Niinemets U, Penuelas J. The capacity for thermal protection of photosynthetic electron transport varies for different monoterpenes in Quercus ilex. Plant Physiology. 2005;139:485–496.", "ArticleIdList": ["PMC1203397", "16126854"]}, {"Citation": "Csiky O, Seufert G. Terpenoid emissions of Mediterranean oaks and their relation to taxonomy. Ecological Applications. 1999;9:1138–1146."}, {"Citation": "Davidson JF, Whyte B, Bissinger PH, Schiestl RH. Oxidative stress is involved in heat-induced cell death in Saccharomyces cerevisiae. Proceedings of the National Academy of Sciences of the USA. 1996;93:5116–5121.", "ArticleIdList": ["PMC39416", "8643537"]}, {"Citation": "Delfine S, Csiky O, Seufert G, Loreto F. Fumigation with exogenous monoterpenes of a non-isoprenoid-emitting oak (Quercus suber): monoterpene acquisition, translocation, and effect on the photosynthetic properties at high temperatures. New Phytologist. 2000;146:27–36."}, {"Citation": "Delwiche CF, Sharkey TD. Rapid appearance of 13C in biogenic isoprene when 13CO2 is fed to intact leaves. Plant, Cell and Environment. 1993;16:587–591."}, {"Citation": "Drake BG, Raschke K, Salisbury FB. Temperature and transpiration resistances of Xanthium leaves as affected by air temperature, humidity, and wind speed. Plant Physiology. 1970;46:324–330.", "ArticleIdList": ["PMC396587", "16657458"]}, {"Citation": "Dudareva N, Andersson S, Orlova I, Gatto N, Reichelt M, Rhodes D, et al. From the cover: the nonmevalonate pathway supports both monoterpene and sesquiterpene formation in snapdragon flowers. Proceedings of the National Academy of Sciences of the USA. 2005;102:933–938.", "ArticleIdList": ["PMC545543", "15630092"]}, {"Citation": "Edney EO, Kleindienst TE, Jaoui M, Lewandowski M, Offenberg JH, Wang W, et al. Formation of 2-methyl tetrols and 2-methylglyceric acid in secondary organic aerosol from laboratory irradiated isoprene/NOX/SO2/air mixtures and their detection in ambient PM2·5 samples collected in the eastern United States. Atmospheric Environment. 2005;39:5281–5289."}, {"Citation": "Ehleringer JR. Temperature and energy budgets. In: Pearcy RW, Ehleringer J, Mooney HA, Rundel PW, editors. Plant physiological ecology. London: Chapman and Hall; 1991. pp. 117–135."}, {"Citation": "El Tamer MK, Lucker J, Bosch D, Verhoeven HA, Verstappen FWA, Schwab W, et al. Domain swapping of Citrus limon monoterpene synthases: impact on enzymatic activity and product specificity. Archives of Biochemistry and Biophysics. 2003;411:196–203.", "ArticleIdList": ["12623068"]}, {"Citation": "Estévez JM, Cantero A, Reindl A, Reichler S, Leon P. 1-Deoxy-d-xylulose-5-phosphate synthase, a limiting enzyme for plastidic isoprenoid biosynthesis in plants. Journal of Biological Chemistry. 2001;276:22901–22909.", "ArticleIdList": ["11264287"]}, {"Citation": "Fang C, Monson RK, Cowling EB. Isoprene emission, photosynthesis, and growth in sweetgum (Liquidambar styraciflua) seedlings exposed to short- and long-term drying cycles. Tree Physiology. 1996;16:441–446.", "ArticleIdList": ["14871730"]}, {"Citation": "Fares S, Barta C, Brilli F, Centritto M, Ederli L, Ferranti F, et al. Impact of high ozone on isoprene emission, photosynthesis and histology of developing Populus alba leaves directly or indirectly exposed to the pollutant. Physiologia Plantarum. 2006;128:456–465."}, {"Citation": "Farquhar GD, Von Caemmerer S, Berry JA. A biochemical model of photosynthetic CO2 assimilation in leaves of C3 species. Planta. 1980;149:78–90.", "ArticleIdList": ["24306196"]}, {"Citation": "Fehsenfeld FC, Calvert J, Fall R, Goldan P, Guenther A, Hewitt C, et al. Emissions of volatile organic compounds from vegetation and the implications for atmospheric chemistry. Global Biogeochemical Cycles. 1992;6:389–430."}, {"Citation": "Ferrieri RA, Gray DW, Babst BA, Schueller MJ, Schlyer DJ, Thorpe MR, et al. Use of carbon-11 in Populus shows that exogenous jasmonic acid increases biosynthesis of isoprene from recently fixed carbon. Plant, Cell and Environment. 2005;28:591–602."}, {"Citation": "Fuentes JD, Wang D. On the seasonality of isoprene emission from a mixed temperate forest. Ecological Applications. 1999;9:1118–1131."}, {"Citation": "Fuentes JD, Wang D, Gu L. Seasonal variations in isoprene emissions from a boreal aspen forest. Journal of Applied Meterology. 1999;38:855–869."}, {"Citation": "Funk JL, Mak JE, Lerdau MT. Stress-induced changes in carbon sources for isoprene production in Populus deltoides. Plant, Cell and Environment. 2004;27:747–755."}, {"Citation": "Funk JL, Jones CG, Gray DW, Throop HL, Hyatt LA, Lerdau MT. Variation in isoprene emission from Quercus rubra: sources, causes, and consequences for estimating. Journal of Geophysical Research – Atmospheres. 2005;110 doi:10·1029/2004JD005229."}, {"Citation": "Goldstein AH, Goulden ML, Munger JW, Wofsy SC, Geron CD. Seasonal course of isoprene emissions from a midlatitude deciduous forest. Journal of Geophysical Research – Atmospheres. 1998;103:31045–31056."}, {"Citation": "Gray DW, Lerdau MT, Goldstein AH. Influences of temperature history, water stress, and needle age on methylbutenol emissions. Ecology. 2003;84:765–776."}, {"Citation": "von Gromoff ED, Schroda M, Oster U, Beck CF. Identification of a plastid response element that acts as an enhancer within the Chlamydomonas HSP70A promoter. Nucleic Acids Research. 2006;34:4767–4779.", "ArticleIdList": ["PMC1635268", "16971458"]}, {"Citation": "Guenther A, Hewitt CN, Erickson D, Fall R, Geron C, Graedel T, et al. A global model of natural volatile organic compound emissions. Journal of Geophysical Research. 1995;100:8873–8892."}, {"Citation": "Guenther A, Karl T, Harley P, Wiedinmyer C, Palmer PI, Geron C. Estimates of global terrestrial isoprene emissions using MEGAN (Model of Emissions of Gases and Aerosols from Nature) Atmospheric Chemistry Physics. 2006;6:3181–3210."}, {"Citation": "Guenther AB, Zimmerman PR, Harley PC. Isoprene and monoterpene emission rate variability: model evaluations and sensitivity analysis. Journal of Geophysical Research. 1993;98:12609–12617."}, {"Citation": "Guevara-Garcia A, San Roman C, Arroyo A, Cortes ME, de la Luz Gutierrez-Nava M, Leon P. Characterization of the Arabidopsis clb6 mutant illustrates the importance of posttranscriptional regulation of the methyl-d-erythritol 4-phosphate pathway. The Plant Cell. 2005;17:628–643.", "ArticleIdList": ["PMC548831", "15659625"]}, {"Citation": "Gurley WB, Key JL. Transcriptional regulation of the heat-shock response: a plant perspective. Biochemistry. 1991;30:1–12.", "ArticleIdList": ["1988009"]}, {"Citation": "Hanson DT, Swanson S, Graham LE, Sharkey TD. Evolutionary significance of isoprene emission from mosses. American Journal of Botany. 1999;86:634–639.", "ArticleIdList": ["10330065"]}, {"Citation": "Haralampidis K, Milioni D, Rigas S, Hatzopoulos P. Combinatorial interaction of cis elements specifies the expression of the arabidopsis AtHsp90-1 gene. Plant Physiology. 2002;129:1138–1149.", "ArticleIdList": ["PMC166508", "12114568"]}, {"Citation": "Harley P, Fridd-stroud V, Greenberg J, Guenther A, Vasconcellos P. Emission of 2-methyl-3-buten-2-ol by pines: a potentially large natural source of reactive carbon to the atmosphere. Journal of Geophysical Research. 1998;103:25479–25486."}, {"Citation": "Harley PC, Guenther AB, Zimmerman PR. Effects of light, temperature and canopy position on net photosynthesis and isoprene emission from sweetgum (Liquidamber styraciflua) leaves. Tree Physiology. 1996;16:25–32.", "ArticleIdList": ["14871744"]}, {"Citation": "Harley PC, Monson RK, Lerdau MT. Ecological and evolutionary aspects of isoprene emission from plants. Oecologia. 1999;118:109–123.", "ArticleIdList": ["28307685"]}, {"Citation": "Hewitt CN, Kok GL, Fall R. Hydroperoxides in plants exposed to ozone mediate air pollution damage to alkene emitters. Nature. 1990;344:56–58.", "ArticleIdList": ["18278026"]}, {"Citation": "Higo K, Ugawa Y, Iwamoto M, Korenaga T. Plant cis-acting regulatory DNA elements (PLACE) database: 1999. Nucleic Acids Research. 1999;27:297–300.", "ArticleIdList": ["PMC148163", "9847208"]}, {"Citation": "Hotta CT, Gardner MJ, Hubbard KE, Baek SJ, Dalchau N, Suhita D, et al. Modulation of environmental responses of plants by circadian clocks. Plant, Cell and Environment. 2007;30:333–349.", "ArticleIdList": ["17263778"]}, {"Citation": "Jacob DJ. Introduction to Atmospheric Chemistry. Cambridge, MA: Harvard University Press; 1999."}, {"Citation": "Kampranis SC, Ioannidis D, Purvis A, Mahrez W, Ninga E, Katerelos NA, et al. Rational conversion of substrate and product specificity in a Salvia monoterpene synthase: structural insights into the evolution of terpene synthase function. The Plant Cell. 2007;19:1994–2005.", "ArticleIdList": ["PMC1955729", "17557809"]}, {"Citation": "Karl T, Fall R, Rosenstiel TN, Prazeller P, Larsen B, Seufert G, et al. On-line analysis of the 13CO2 labeling of leaf isoprene suggests multiple subcellular origins of isoprene precursors. Planta. 2002;215:894–905.", "ArticleIdList": ["12355149"]}, {"Citation": "Kesselmeier J, Staudt M. Biogenic volatile organic compounds (VOC): an overview on emission, physiology and ecology. Journal of Atmospheric Chemistry. 1999;33:23–88."}, {"Citation": "Kovtun Y, Chiu WL, Tena G, Sheen J. Functional analysis of oxidative stress-activated mitogen-activated protein kinase cascade in plants. Proceedings of the National Academy of Sciences of the USA. 2000;97:2940–2945.", "ArticleIdList": ["PMC16034", "10717008"]}, {"Citation": "Kreuzwieser J, Graus M, Wisthaler A, Hansel A, Rennenberg H, Schnitzler J-P. Xylem-transported glucose as an additional carbon source for leaf isoprene formation in Quercus robur. New Phytologist. 2002;156:171–178.", "ArticleIdList": ["33873274"]}, {"Citation": "Kroll JH, Ng NL, Murphy SL, Flagen RC, Seinfeld JH. Secondary organic aerosol formation from isoprene photooxidation under high-NOx conditions. Geophysical Research Letters. 2005;32:L18808."}, {"Citation": "Kroll JH, Ng NL, Murphy SM, Flagan RC, Seinfeld JH. Secondary organic aerosol formation from isoprene photooxidation. Environmental Science and Technology. 2006;40:1869–1877.", "ArticleIdList": ["16570610"]}, {"Citation": "Kuhn U, Rottenberger S, Biesenthal T, Wolf A, Schebeske G, Ciccioli P, et al. Strong correlation between isoprene emission and gross photosynthetic capacity during leaf phenology of the tropical tree species Hymenaea courbaril with fundamental changes in volatile organic compounds emission composition during early leaf development. Plant, Cell and Environment. 2004;27:1469–1485."}, {"Citation": "Kuzma J, Fall R. Leaf isoprene emission rate is dependent on leaf development and the level of isoprene synthase. Plant Physiology. 1993;101:435–440.", "ArticleIdList": ["PMC160589", "12231698"]}, {"Citation": "Kuzuyama T, Shimizu T, Takahashi S, Seto H. Fosmidomycin, a specific inhibitor of 1-deoxy-d-xylulose 5-phosphate reductoisomerase in the nonmevalonate pathway for terpenoid biosynthesis. Tetrahedron Letters. 1998;39:7913–7916.", "ArticleIdList": ["0"]}, {"Citation": "Laule O, Furholz A, Chang HS, Zhu T, Wang X, Heifetz PB, et al. Crosstalk between cytosolic and plastidial pathways of isoprenoid biosynthesis in Arabidopsis thaliana. Proceedings of the National Academy of Sciences of the USA. 2003;100:6866–6871.", "ArticleIdList": ["PMC164538", "12748386"]}, {"Citation": "Lehning A, Zimmer I, Steinbrecher R, Brüggemann N, Schnitzler JP. Isoprene synthase activity and its relation to isoprene emission in Quercus robur L. leaves. Plant, Cell and Environment. 1999;22:495–504."}, {"Citation": "Lehning A, Zimmer W, Zimmer I, Schnitzler J-P. Modeling of annual variations of oak (Quercus robur L.) isoprene synthase activity to predict isoprene emission rates. Journal of Geophysical Research. 2001;106D:3157–3166."}, {"Citation": "Lerdau M. ECOLOGY: a positive feedback with negative consequences. Science. 2007;316:212–213.", "ArticleIdList": ["17431162"]}, {"Citation": "Lescot M, Déhais P, Thijs G, Marchal K, Moreau Y, Van de Peer Y, et al. PlantCARE, a database of plant cis-acting regulatory elements and a portal to tools for in silico analysis of promoter sequences. Nucleic Acids Research. 2002;30:325–327.", "ArticleIdList": ["PMC99092", "11752327"]}, {"Citation": "Liu X, Huang B. Cytokinin effects on creeping bentgrass response to heat stress. II. Leaf senescence and antioxidant metabolism. Crop Science. 2002;42:466–472."}, {"Citation": "Logan BA, Monson RK. Thermotolerance of leaf discs from four isoprene-emitting species is not enhanced by exposure to exogenous isoprene. Plant Physiology. 1999;120:821–825.", "ArticleIdList": ["PMC59320", "10398717"]}, {"Citation": "Lois LM, Rodriguez-Concepción M, Gallego F, Campos N, Boronat A. Carotenoid biosynthesis during tomato fruit development: regulatory role of 1-deoxy-d-xylulose 5-phosphate synthase. The Plant Journal. 2000;22:503–513.", "ArticleIdList": ["10886770"]}, {"Citation": "Loivamäki M, Gilmer F, Fischbach RJ, Sorgel C, Bachl A, Walter A, et al. Arabidopsis, a model to study biological functions of isoprene emission? Plant Physiology. 2007;a144:1066–1078.", "ArticleIdList": ["PMC1914154", "17468218"]}, {"Citation": "Loivamäki M, Louis S, Cinege G, Zimmer I, Fischbach RJ, Schnitzler JP. Circadian rhythms of isoprene biosynthesis in grey poplar leaves. Plant Physiology. 2007;b143:540–551.", "ArticleIdList": ["PMC1761966", "17122071"]}, {"Citation": "Loreto F, Sharkey TD. A gas-exchange study of photosynthesis and isoprene emission in Quercus rubra L. Planta. 1990;182:523–531.", "ArticleIdList": ["24197372"]}, {"Citation": "Loreto F, Sharkey TD. On the relationship between isoprene emission and photosynthetic metabolites under different environmental conditions. Planta. 1993;189:420–424.", "ArticleIdList": ["24178500"]}, {"Citation": "Loreto F, Velikova V. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products, and reduces lipid peroxidation of cellular membranes. Plant Physiology. 2001;127:1781–1787.", "ArticleIdList": ["PMC133581", "11743121"]}, {"Citation": "Loreto F, Ciccioli P, Cecinato A, Brancaleoni E, Frattoni M, Fabozzi C, et al. Evidence of the photosynthetic origin of monoterpenes emitted by Quercus ilex L. leaves by 13C labeling. Plant Physiology. 1996;110:1317–1322.", "ArticleIdList": ["PMC160926", "12226263"]}, {"Citation": "Loreto F, Ciccioli P, Brancaleoni E, Valentini R, De Lillis M, Csiky O, et al. A hypothesis on the evolution of isoprenoid emission by oaks based on the correlation between emission type and Quercus taxonomy. Oecologia. 1998;115:302–305.", "ArticleIdList": ["28308419"]}, {"Citation": "Loreto F, Mannozzi M, Maris C, Nascetti P, Ferranti F, Pasqualini S. Ozone quenching properties of isoprene and its antioxidant role in leaves. Plant Physiology. 2001;126:993–1000.", "ArticleIdList": ["PMC116456", "11457950"]}, {"Citation": "Loreto F, Pinelli P, Brancaleoni E, Ciccioli P. 13C labelling reveals chloroplastic and extra-chloroplastic pools of dimethylallyl piroposphate and their contribution to isoprene formation. Plant Physiology. 2004;135:1903–1907.", "ArticleIdList": ["PMC520762", "15286296"]}, {"Citation": "Loreto F, Centritto M, Barta C, Calfapietra C, Fares S, Monson RK. The relationship between isoprene emission rate and dark respiration rate in white poplar (Populus alba L.) leaves. Plant, Cell and Environment. 2007;30:662–669.", "ArticleIdList": ["17407543"]}, {"Citation": "Magel E, Mayrhofer S, Muller A, Zimmer I, Hampp R, Schnitzler JP. Photosynthesis and substrate supply for isoprene biosynthesis in poplar leaves. Atmospheric Environment. 2007;40:5138–5151."}, {"Citation": "Martin MJ, Stirling CM, Humphries SW, Long SP. A process-based model to predict the effects of climatic change on leaf isoprene emission rates. Ecological Modelling. 2000;131:161–174."}, {"Citation": "Mayrhofer S, Teuber M, Zimmer I, Louis S, Fischbach RJ, Schnitzler JP. Diurnal and seasonal variation of isoprene biosynthesis-related genes in grey poplar leaves. Plant Physiology. 2005;139:474–484.", "ArticleIdList": ["PMC1203396", "16126852"]}, {"Citation": "Miller B, Oschinski C, Zimmer W. First isolation of an isoprene synthase gene from poplar and successful expression of the gene in Escherichia coli. Planta. 2001;213:483–487.", "ArticleIdList": ["11506373"]}, {"Citation": "Monson RK, Fall R. Isoprene emission from aspen leaves: the influence of environment and relation to photosynthesis and photorespiration. Plant Physiology. 1989;90:267–274.", "ArticleIdList": ["PMC1061708", "16666747"]}, {"Citation": "Monson RK, Holland EA. Biospheric trace gas fluxes and their control over tropospheric chemistry. Annual Review of Ecology and Systematics. 2001;32:547–576."}, {"Citation": "Monson RK, Jaeger CH, Adams WW, III, Driggers EM, Silver GM, Fall R. Relationships among isoprene emission rate, photosynthesis, and isoprene synthase activity as influenced by temperature. Plant Physiology. 1992;98:1175–1180.", "ArticleIdList": ["PMC1080324", "16668743"]}, {"Citation": "Monson RK, Harley PC, Litvak ME, Wildermuth M, Guenther AB, Zimmerman PR, et al. Environmental and developmental controls over the seasonal pattern of isoprene emission from aspen leaves. Oecologia. 1994;99:260–270.", "ArticleIdList": ["28313880"]}, {"Citation": "Monson RK, Trahan N, Rosenstiel TN, Veres P, Moore D, Wilkinson M, et al. Isoprene emission from terrestrial ecosystems in response to global change: minding the gap between models and observations. Philosophical Transactions of the Royal Society A. 2007;365:1677–1695.", "ArticleIdList": ["17513269"]}, {"Citation": "Muñoz-Bertomeu J, Arrillaga I, Ros R, Segura J. Up-regulation of 1-deoxy-d-xylulose-5-phosphate synthase enhances production of essential oils in transgenic spike lavender. Plant Physiology. 2006;142:890–900.", "ArticleIdList": ["PMC1630752", "16980564"]}, {"Citation": "Ng NL, Kroll JH, Keywood MD, Bahreini R, Varutbangkul V, Flagan RC, et al. Contribution of first- versus second-generation products to secondary organic aerosols formed in the oxidation of biogenic hydrocarbons. Environmental Science and Technology. 2006;40:2283–2297.", "ArticleIdList": ["16646465"]}, {"Citation": "Niinemets Ü, Tenhunen JD, Harley PC, Steinbrecher R. A model of isoprene emission based on energetic requirements for isoprene synthesis and leaf photosynthetic properties for Liquidambar and Quercus. Plant, Cell and Environment. 1999;22:1319–1335."}, {"Citation": "Nover L, Bharti K, Döring P, Mishra SK, Ganguli A, Scharf K-D. Arabidopsis and the heat stress transcription factor world: how many heat stress transcription factors do we need? Cell Stress & Chaperones. 2001;6:177–189.", "ArticleIdList": ["PMC434399", "11599559"]}, {"Citation": "Olcese LE, Penner JE, Sillman S. Development of a secondary organic aerosol formation mechanism: comparison with smog chamber experiments and atmospheric measurements. Atmospheric Chemistry and Physics Discussions. 2007;7:8361–8393."}, {"Citation": "Owen SM, Peñuelas J. Opportunistic emissions of volatile isoprenoids. Trends in Plant Science. 2005;10:420–426.", "ArticleIdList": ["16098785"]}, {"Citation": "Pastenes C, Horton P. Effect of high temperature on photosynthesis in beans. 2. CO2 assimilation and metabolite contents. Plant Physiology. 1996;112:1253–1260.", "ArticleIdList": ["PMC158053", "12226443"]}, {"Citation": "Pegoraro E, Rey A, Bobich EG, Barron-Gafford G, Grieve KA, Malhi Y, et al. Effect of elevated CO2 concentration and vapour pressure deficit on isoprene emission from leaves of Populus deltoides during drought. Functional Plant Biology. 2004;a31:1137–1147.", "ArticleIdList": ["32688981"]}, {"Citation": "Pegoraro E, Rey A, Greenberg J, Harley P, Grace J, Malhi Y, et al. Effect of drought on isoprene emission rates from leaves of Quercus virginiana Mill. Atmospheric Environment. 2004;b38:6149–6156."}, {"Citation": "Pegoraro E, Abrell L, Van Haren J, Barron-Gafford G, Grieve KA, Malhi Y, et al. The effect of elevated atmospheric CO2 and drought on sources and sinks of isoprene in a temperate and tropical rainforest mesocosm. Global Change Biology. 2005;a11:1234–1246."}, {"Citation": "Pegoraro E, Rey A, Barron-Gafford G, Monson R, Malhi Y, Murthy R. The interacting effects of elevated atmospheric CO2 concentration, drought and leaf-to-air vapour pressure deficit on ecosystem isoprene fluxes. Oecologia. 2005;b146:120–129.", "ArticleIdList": ["16001217"]}, {"Citation": "Peñuelas J, Llusià J. Linking photorespiration, monoterpenes and thermotolerance in Quercus. New Phytologist. 2002;155:227–237."}, {"Citation": "Peñuelas J, Llusià J, Asensio D, Munné-Bosch S. Linking isoprene with plant thermotolerance, antioxidants and monoterpene emissions. Plant, Cell and Environment. 2005;28:278–286."}, {"Citation": "Pétron G, Harley P, Greenberg J, Guenther A. Seasonal temperature variations influence isoprene emission. Atmospheric Environment. 2001;28:1707–1710."}, {"Citation": "Pichersky E, Sharkey TD, Gershenzon J. Plant volatiles: a lack of function or a lack of knowledge? Trends in Plant Science. 2006;11:421–421.", "ArticleIdList": ["16891148"]}, {"Citation": "Piechulla B, Merforth N, Eibl C, Koop H-U, Mullet JE. Identification of tomato Lhc promoter regions necessary for circadian expression. Plant Molecular Biology. 2001;38:655–662.", "ArticleIdList": ["9747810"]}, {"Citation": "Pope C. The candidates and the issues. Sierra. 1980;65:15–17."}, {"Citation": "Possell M, Nicholas Hewitt C, Beerling DJ. The effects of glacial atmospheric CO2 concentrations and climate on isoprene emissions by vascular plants. Global Change Biology. 2005;11:60–69."}, {"Citation": "Purves DW, Caspersen JP, Moorcroft PR, Hurtt GC, Pacala SW. Human-induced changes in US biogenic volatile organic compound emissions: evidence from long-term forest inventory data. Global Change Biology. 2004;10:1737–1755."}, {"Citation": "Rasmussen RA, Jones CA. Emission isoprene from leaf discs of Hamamelis. Phytochemistry. 1973;12:15–19."}, {"Citation": "Rosenstiel TN, Potosnak MJ, Griffin KL, Fall R, Monson RK. Increased CO2 uncouples growth from isoprene emission in an agriforest ecosystem. Nature. 2003;421:256–259.", "ArticleIdList": ["12529640"]}, {"Citation": "Rosenstiel TN, Ebbets AL, Khatri WC, Fall R, Monson RK. Induction of poplar leaf nitrate reductase: a test of extrachloroplastic control of isoprene emission rate. Plant Biology. 2004;6:12–21.", "ArticleIdList": ["15095130"]}, {"Citation": "Sage RF. Environmental and evolutionary preconditions for the origin and diversification of the C4 photosynthetic syndrome. Plant Biology. 2001;3:202–213."}, {"Citation": "Sage RF, Pearcy RW. The physiological ecology of C4 photosynthesis. In: Leegood RC, Sharkey TD, Von Caemmerer S, editors. Photosynthesis: physiology and metabolism. Dordrecht: Kluwer Academic Publishers; 2000. pp. 497–532."}, {"Citation": "Sage RF, Sharkey TD. The effect of temperature on the occurrence of O2 and CO2 insensitive photosynthesis in field grown plants. Plant Physiology. 1987;84:658–664.", "ArticleIdList": ["PMC1056646", "16665498"]}, {"Citation": "Sanadze GA. Biogenic isoprene (a review) Russian Journal of Plant Physiology. 2004;51:729–741."}, {"Citation": "Sanadze GA. Light-dependent excretion of molecular isoprene. Progress in Photosynthesis Research. 1969;2:701–706."}, {"Citation": "Sanadze GA. Isoprene effect: light dependent emission of isoprene by green parts of plants. In: Sharkey TD, Holland EA, Mooney HA, editors. Trace gas emissions by plants. San Diego, CA: Academic Press; 1991. pp. 135–152."}, {"Citation": "Sanadze GA, Kalandaze AN. Light and temperature curves of the evolution of C5H8. Soviet Plant Physiology. 1966;13:458–461."}, {"Citation": "Sanadze GA, Dzhaiani GI, Tevzadze IM. Incorporation into the isoprene molecule of carbon from 13CO2 assimilated during photosynthesis. Soviet Plant Physiology. 1972;19:17–20."}, {"Citation": "Sasaki K, Ohara K, Yazaki K. Gene expression and characterization of isoprene synthase from Populus alba. FEBS Letters. 2005;579:2514–2518.", "ArticleIdList": ["15848197"]}, {"Citation": "Schnitzler J-P, Arenz R, Steinbrecher R, Lehning A. Characterization of an isoprene synthase from leaves of Quercus petraea (Mattuschka) Liebl. Botanical Acta. 1996;109:216–221."}, {"Citation": "Schnitzler J-P, Lehning A, Steinbrecher R. Seasonal pattern of isoprene synthase activity in Quercus robur leaves and its significance for modeling isoprene emission rates. Botanical Acta. 1997;110:240–243."}, {"Citation": "Schnitzler JP, Graus M, Kreuzwieser J, Heizmann U, Rennenberg H, Wisthaler A, et al. Contribution of different carbon sources to isoprene biosynthesis in poplar leaves. Plant Physiology. 2004;135:152–160.", "ArticleIdList": ["PMC429343", "15122010"]}, {"Citation": "Schnitzler JP, Zimmer I, Bachl A, Arend M, Fromm J, Fischbach R. Biochemical properties of isoprene synthase in poplar (Populus canescens) Planta. 2005;222:777–786.", "ArticleIdList": ["16052321"]}, {"Citation": "Scholefield PA, Doick KJ, Herbert BMJ, Hewitt CNS, Schnitzler JP, Pinelli P, et al. Impact of rising CO2 on emissions of volatile organic compounds: isoprene emission from Phragmites australis growing at elevated CO2 in a natural carbon dioxide spring. Plant, Cell and Environment. 2004;27:393–401."}, {"Citation": "Schrader SM, Wise RR, Wacholtz WF, Ort DR, Sharkey TD. Thylakoid membrane responses to moderately high leaf temperature in Pima cotton. Plant, Cell and Environment. 2004;27:725–735."}, {"Citation": "Schrader SM, Kleinbeck KR, Sharkey TD. Rapid heating of intact leaves reveals initial effects of stromal oxidation on photosynthesis. Plant, Cell and Environment. 2007;30:671–678.", "ArticleIdList": ["17470143"]}, {"Citation": "Schwender J, Zeidler J, Groner R, Muller C, Focke M, Braun S, et al. Incorporation of 1-deoxy-d-xylulose into isoprene and phytol by higher plants and algae. FEBS Letters. 1997;414:129–134.", "ArticleIdList": ["9305746"]}, {"Citation": "Schwender J, Gemünden C, Lichtenthaler HK. Chlorophyta exclusively use the 1-deoxyxylulose 5-phosphate/2-C-methylerythritol 4-phosphate pathway for the biosynthesis of isoprenoids. Planta. 2001;212:416–423.", "ArticleIdList": ["11289606"]}, {"Citation": "Seemann M, Tse Sum Bui B, Wolff M, Tritsch D, Campos N, Boronat A, et al. Isoprenoid biosynthesis through the methylerythritol phosphate pathway: the (E)-4-hydroxy-3-methylbut-2-enyl diphosphate synthase (GcpE) is a [4Fe-4S] protein. Angewandte Chemie International Edition. 2002;41:4337–4339.", "ArticleIdList": ["12434382"]}, {"Citation": "Seemann M, Tse Sum Bui B, Wolff M, Miginiac-Maslow M, Rohmer M. Isoprenoid biosynthesis in plant chloroplasts via the MEP pathway: direct thylakoid/ferredoxin-dependent photoreduction of GcpE/IspG. FEBS Letters. 2006;580:1547–1552.", "ArticleIdList": ["16480720"]}, {"Citation": "Sharkey TD. Estimating the rate of photorespiration in leaves. Physiologia Plantarum. 1988;73:147–152."}, {"Citation": "Sharkey TD, Loreto F. Water stress, temperature, and light effects on the capacity for isoprene emission and photosynthesis of kudzu leaves. Oecologia. 1993;95:328–333.", "ArticleIdList": ["28314006"]}, {"Citation": "Sharkey TD, Schrader SM. High temperature stress. In: Rao KVM, Raghavendra AS, Reddy KJ, editors. Physiology and molecular biology of stress tolerance in plants. Dordrecht: Springer; 2006. pp. 101–130."}, {"Citation": "Sharkey TD, Singsaas EL. Why plants emit isoprene. Nature. 1995;374:769–769."}, {"Citation": "Sharkey TD, Yeh S. Isoprene emission from plants. Annual Review of Plant Physiology and Plant Molecular Biology. 2001;52:407–436.", "ArticleIdList": ["11337404"]}, {"Citation": "Sharkey TD, Loreto F, Delwiche CF. The biochemistry of isoprene emission from leaves during photosynthesis. In: Sharkey TD, Holland EA, Mooney HA, editors. Trace gas emissions from plants. San Diego, CA: Academic Press; 1991. pp. 153–184."}, {"Citation": "Sharkey TD, Singsaas EL, Vanderveer PJ, Geron CD. Field measurements of isoprene emission from trees in response to temperature and light. Tree Physiology. 1996;16:649–654.", "ArticleIdList": ["14871703"]}, {"Citation": "Sharkey TD, Singsaas EL, Lerdau MT, Geron C. Weather effects on isoprene emission capacity and applications in emissions algorithms. Ecological Applications. 1999;9:1132–1137."}, {"Citation": "Sharkey TD, Chen XY, Yeh S. Isoprene increases thermotolerance of fosmidomycin-fed leaves. Plant Physiology. 2001;125:2001–2006.", "ArticleIdList": ["PMC88855", "11299379"]}, {"Citation": "Sharkey TD, Yeh S, Wiberley AE, Falbel TG, Gong D, Fernandez DE. Evolution of the isoprene biosynthetic pathway in kudzu. Plant Physiology. 2005;137:700–712.", "ArticleIdList": ["PMC1065370", "15653811"]}, {"Citation": "Silver GM, Fall R. Enzymatic synthesis of isoprene from dimethylallyl diphosphate in aspen leaf extracts. Plant Physiology. 1991;97:1588–1591.", "ArticleIdList": ["PMC1081206", "16668590"]}, {"Citation": "Singsaas EL, Lerdau M, Winter K, Sharkey TD. Isoprene increases thermotolerance of isoprene-emitting species. Plant Physiology. 1997;115:1413–1420.", "ArticleIdList": ["PMC158606", "12223874"]}, {"Citation": "Singsaas EL, Laporte MM, Shi J-Z, Monson RK, Bowling DR, Johnson K, et al. Leaf temperature fluctuation affects isoprene emission from red oak (Quercus rubra) leaves. Tree Physiology. 1999;19:917–924.", "ArticleIdList": ["12651303"]}, {"Citation": "Siwko ME, Marrink SJ, de Vries AH, Kozubek A, Schoot Uiterkamp AJM, Mark AE. Does isoprene protect plant membranes from thermal shock? A molecular dynamics study. Biochimica et Biophysica Acta – Biomembranes. 2007;1768:198–206.", "ArticleIdList": ["17125733"]}, {"Citation": "Sun Z, Cunningham FX, Gantt E. Differential expression of two isopentenyl pyrophosphate isomerases and enhanced carotenoid accumulation in a unicellular chlorophyte. Proceedings of the National Academy of Sciences of the USA. 1998;95:11482–11488.", "ArticleIdList": ["PMC21669", "9736763"]}, {"Citation": "Terry GM, Stokes NJ, Hewitt CN, Mansfield TA. Exposure to isoprene promotes flowering in plants. Journal of Experimental Botany. 1995;46:1629–1631."}, {"Citation": "Tholl D. Terpene synthases and the regulation, diversity and biological roles of terpene metabolism. Current Opinion in Plant Biology. 2006;9:297–304.", "ArticleIdList": ["16600670"]}, {"Citation": "Tholl D, Croteau R, Gershenzon J. Partial purification and characterization of the short-chain prenyltransferases, geranyl diphosphate synthase and farnesyl diphosphate synthase, from Abies grandis (grand fir) Archives of Biochemistry and Biophysics. 2001;386:233–242.", "ArticleIdList": ["11368347"]}, {"Citation": "Thum KE, Kim M, Morishige DT, Eibl C, Koop HU, Mullet JE. Analysis of barley chloroplast psbD light-responsive promoter elements in transplastomic tobacco. Plant Molecular Biology. 2001;47:353–366.", "ArticleIdList": ["11587507"]}, {"Citation": "Tingey DT, Manning M, Grothaus LC, Burns WF. The influence of light and temperature on isoprene emission rates from live oak. Physiologia Plantarum. 1979;47:112–118."}, {"Citation": "Tingey DT, Evans R, Gumpertz M. Effects of environmental conditions on isoprene emission from live oak. Planta. 1981;152:565–570.", "ArticleIdList": ["24301162"]}, {"Citation": "Tingey DT, Evans RC, Bates EH, Gumpertz ML. Isoprene emissions and photosynthesis in three ferns: the influence of light and temperature. Physiologia Plantarum. 1987;69:609–616."}, {"Citation": "Trainer M, Williams EJ, Parrish DD, Buhr MP, Allwine EJ, Westberg HH, et al. Models and observations of the impact of natural hydrocarbons on rural ozone. Nature. 1987;329:705–707."}, {"Citation": "Trapp SC, Croteau RB. Genomic organization of plant terpene synthases and molecular evolutionary implications. Genetics. 2001;158:811–832.", "ArticleIdList": ["PMC1461696", "11404343"]}, {"Citation": "Tuskan GA, DiFazio S, Jansson S, Bohlmann J, Grigoriev I, Hellsten U, et al. The genome of black cottonwood, Populus trichocarpa (Torr. & Gray) Science. 2006;313:1596–1604.", "ArticleIdList": ["16973872"]}, {"Citation": "Velikova V, Loreto F. On the relationship between isoprene emission and thermotolerance in Phragmites australis leaves exposed to high temperatures and during the recovery from a heat stress. Plant, Cell and Environment. 2005;28:318–327."}, {"Citation": "Velikova V, Edreva A, Loreto F. Endogenous isoprene protects Phragmites australis leaves against singlet oxygen. Physiologia Plantarum. 2004;122:219–225."}, {"Citation": "Vierling E. The roles of heat shock proteins in plants. Annual Review of Plant Physiology and Plant Molecular Biology. 1991;42:579–620."}, {"Citation": "Weis E. Influence of light on the heat sensitivity of the photosynthetic apparatus in isolated spinach chloroplasts. Plant Physiology. 1982;70:1530–1534.", "ArticleIdList": ["PMC1065919", "16662711"]}, {"Citation": "Went FW. Blue hazes in the atmosphere. Nature. 1960;187:641–643."}, {"Citation": "Wiberley AE, Linskey AR, Falbel TG, Sharkey TD. Development of the capacity for isoprene emission in kudzu. Plant, Cell and Environment. 2005;28:898–905."}, {"Citation": "Wilkinson MJ, Owen SM, Possell M, Hartwell J, Gould P, Hall A, et al. Circadian control of isoprene emissions from oil palm (Elaeis guineensis) The Plant Journal. 2006;47:960–968.", "ArticleIdList": ["16899082"]}, {"Citation": "Williams J, Roberts JM, Fehsenfeld FC, Bertman SB, Buhr MP, Goldan PD, et al. Regional ozone from biogenic hydrocarbons deduced from measurements of PAN, PPN, and MPAN. Geophysical Research Letters. 1997;24:1099–1102."}, {"Citation": "Wise RR, Olson AJ, Schrader SM, Sharkey TD. Electron transport is the functional limitation of photosynthesis in field-grown Pima cotton plants at high temperature. Plant, Cell and Environment. 2004;27:717–724."}, {"Citation": "Wolfertz M, Sharkey TD, Boland W, Kühnemann F, Yeh S, Weise SE. Biochemical regulation of isoprene emission. Plant, Cell and Environment. 2003;26:1357–1364."}, {"Citation": "Wolfertz M, Sharkey TD, Boland W, Kühnemann F. Rapid regulation of the methylerythritol 4-phosphate pathway during isoprene synthesis. Plant Physiology. 2004;135:1939–1945.", "ArticleIdList": ["PMC520765", "15286290"]}, {"Citation": "Zeidler JG, Lichtenthaler HK, May HU, Lichtenthaler FW. Is isoprene emitted by plants synthesized via the novel isopentenyl pyrophosphate pathway? Zeitschrift fur Naturforschung C. 1997;52:15–23."}, {"Citation": "Zeidler J, Schwender J, Müller C, Wiesner J, Weidemeyer C, Beck E, et al. Inhibition of the non-mevalonate 1-deoxy-d-xylulose-5-phosphate pathway of plant isoprenoid biosynthesis by fosmidomycin. Zeitschrift fur Naturforschung C. 1998;53:980–986."}, {"Citation": "Zimmer W, Brüggemann N, Emeis S, Giersch C, Lehning A, Steinbrecher R, et al. Process-based modelling of isoprene emission by oak leaves. Plant, Cell and Environment. 2000;23:585–595."}]}], "History": [{"Year": "2007", "Month": "10", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "2", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "10", "Day": "9", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17921528", "PMC2701830", "10.1093/aob/mcm240", "mcm240"]}}], "PubmedBookArticle": []}