{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "17997537", "DateCompleted": {"Year": "2008", "Month": "05", "Day": "12"}, "DateRevised": {"Year": "2007", "Month": "12", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2007", "Month": "11", "Day": "13"}], "Journal": {"ISSN": "1089-5639", "JournalIssue": {"Volume": "111", "Issue": "49", "PubDate": {"Year": "2007", "Month": "Dec", "Day": "13"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Determining the energy gap between the cis and trans isomers of HO3- using geometry optimization within the anti-Hermitian contracted Schrödinger and coupled cluster methods.", "Pagination": {"StartPage": "12635", "EndPage": "12640", "MedlinePgn": "12635-40"}, "Abstract": {"AbstractText": ["The cis and trans isomers of the HO3- anion, which are important in proposed mechanisms for ozonization, are studied computationally. Relative energies, geometries, and normal-mode frequencies are calculated with anti-Hermitian contracted Schrödinger equation (ACSE) and coupled cluster methods. Both the ACSE method and the coupled cluster method with single and double excitations (CCSD) are applied in a correlation-consistent polarized double-zeta basis set (cc-pVDZ). Using coupled cluster with singles, doubles, and perturbative triples (CCSD(T)), we treat the problem with larger basis sets than those in previous work, including correlation-consistent polarized quadruple-zeta basis sets with (aug-cc-pVQZ) and without (cc-pVQZ) diffuse functions, which permit extrapolation of the cis and trans energies to the complete-basis-set limit. The cis isomer is found to be lower in energy than the trans isomer by -3.5 kcal/mol, which is 50% larger in magnitude than the best previous result of -2.2 kcal/mol. The bond lengths between the O2 and OH fragments of the cis- and trans-HO3 are calculated to be 1.713 and 1.857 A, respectively, where both bond lengths are significantly longer than the 1.464 A O-O bond in hydrogen peroxide. In this paper, we extend the ACSE method [Mazziotti, D. A. J. Chem. Phys. 2007, 126, 184101], which computes the two-electron reduced density matrix directly, to include geometry optimization by a Newton's method with numerical derivatives. Calculation of the cis- and trans-HO3- isomers by the ACSE yields energies, geometries, and frequencies that are closer to those from CCSD(T) than those from CCSD."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and The James Franck Institute, The University of Chicago, Chicago, Illinois 60637, USA. damazz@uchicago.edu"}], "Identifier": [], "LastName": "Mazziotti", "ForeName": "David A", "Initials": "DA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "11", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "11", "Day": "14", "Hour": "9", "Minute": "1"}, {"Year": "2007", "Month": "11", "Day": "14", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["17997537", "10.1021/jp076097u"]}}], "PubmedBookArticle": []}