{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "1799414", "DateCompleted": {"Year": "1992", "Month": "04", "Day": "17"}, "DateRevised": {"Year": "2013", "Month": "11", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1041-5505", "JournalIssue": {"Issue": "48", "PubDate": {"Year": "1991", "Month": "Dec"}}, "Title": "Research report (Health Effects Institute)", "ISOAbbreviation": "Res Rep Health Eff Inst"}, "ArticleTitle": "Effects of ozone on airway epithelial permeability and ion transport.", "Pagination": {"StartPage": "1", "EndPage": "32", "MedlinePgn": "1-22; discussion 23-32"}, "Abstract": {"AbstractText": ["Ozone is a highly reactive form of oxygen produced in the atmosphere by photochemical reactions involving substrates emitted from automobile engines. Outdoor air concentrations as high as 0.4 parts per million (ppm) occur. The respiratory tract extracts about 90% of inhaled ozone. From the chemical reactivity of ozone, it is expected to attack organic molecules located on or near the respiratory surfaces. The airways are covered with a cohesive layer of epithelial cells that forms the boundary between the external environment and the respiratory tissues. One important role of this epithelial layer is its barrier function. Airborne particles that deposit (and dissolve) in the airway surface liquid are not readily absorbed, and soluble tissue components are excluded from the surface liquid. The epithelium also controls the volume and composition of the surface liquid. One important process in this regard is the absorption and secretion of ions and water. We have studied the effects of inhalation of ozone on the barrier function (permeability to dissolved molecules) and the ion transport activity of epithelium using both in vivo and in vitro techniques. All our experiments were performed with male Hartley strain guinea pigs. Conscious, unrestrained animals were exposed to a concentration of ozone of 1 ppm for three hours in controlled environmental chambers in the Health Effects Research Laboratory, U.S. Environmental Protection Agency (EPA), Research Triangle Park, NC. Such exposures caused a marked increase in the rate of appearance in blood of various water-soluble compounds instilled onto the surface of the trachea, indicating increased permeability of the airway epithelium. This interpretation was supported by electron microscopy, which showed that the tracer molecule horseradish peroxidase was present in the intercellular spaces of tracheal epithelium from ozone-exposed, but not air-exposed (control), animals. However, when the tracheas were excised after ozone exposure and mounted in a tissue bath before measurement of permeability, no increase was found. We suggest that the effect of ozone inhalation on airway permeability requires the action of mediators that are washed out in the in vitro situation. When we exposed animals to 1 ppm for 3 hours daily, we found that the increased permeability in vivo was no longer demonstrable after the fourth exposure. The mechanisms for this type of \"adaptation\" are not known. The phenomenon recalls the response of human subjects to repeated daily ozone exposures. Ozone exposure caused a sharp increase in active ion transport by tracheal epithelium.(ABSTRACT TRUNCATED AT 400 WORDS)"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, School of Medicine, University of North Carolina, Chapel Hill 27599-7020."}], "Identifier": [], "LastName": "Bromberg", "ForeName": "P A", "Initials": "PA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ranga", "ForeName": "V", "Initials": "V"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Stutts", "ForeName": "M J", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Res Rep Health Eff Inst", "NlmUniqueID": "8812230", "ISSNLinking": "1041-5505"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Epithelial Cells"}, {"QualifierName": ["metabolism"], "DescriptorName": "Epithelium"}, {"QualifierName": [], "DescriptorName": "Guinea Pigs"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": [], "DescriptorName": "Ion Exchange"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["metabolism", "pharmacokinetics"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Permeability"}, {"QualifierName": [], "DescriptorName": "Pulmonary Ventilation"}, {"QualifierName": [], "DescriptorName": "Respiratory Transport"}, {"QualifierName": ["cytology"], "DescriptorName": "Trachea"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "1991", "Month": "12", "Day": "1"}, {"Year": "1991", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1991", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["1799414"]}}], "PubmedBookArticle": []}