{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18023088", "DateCompleted": {"Year": "2008", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1007-9327", "JournalIssue": {"Volume": "13", "Issue": "45", "PubDate": {"Year": "2007", "Month": "Dec", "Day": "07"}}, "Title": "World journal of gastroenterology", "ISOAbbreviation": "World J Gastroenterol"}, "ArticleTitle": "Protective effects of medical ozone combined with traditional Chinese medicine against chemically-induced hepatic injury in dogs.", "Pagination": {"StartPage": "5989", "EndPage": "5994", "MedlinePgn": "5989-94"}, "Abstract": {"AbstractText": ["To investigate the protective effect of medical ozone (O(3)) combined with Traditional Chinese Medicine (TCM) Yigan Fuzheng Paidu Capsules (YC) against carbon tetrachloride (CCl(4))-induced hepatic injury in dogs.", "Thirty healthy dogs were divided randomly into five groups (n = 6 in each group), namely control, oleanolic acid tablet (OAT), O(3), YC and O(3) + YC, given either no particular pre-treatment, oral OAT, medical ozone rectal insulfflation every other day, oral YC, or oral YC plus medical ozone rectal insulfflation every other day, respectively, for 30 consecutive days. After pre-treatment, acute hepatic injury was induced in all dogs with a single-dose intraperitoneal injection of CCl(4). General condition and survival time were recorded. The biochemical and hematological indexes of alanine aminotransferase (ALT), aspartate aminotransferase/alanine aminotransferase (AST/ALT), serum total bilirubin (TBIL), prothrombin time (PT), blood ammonia (AMMO), and blood urea nitrogen (BUN) were measured after CCl(4) injection. Hepatic pathological changes were also observed.", "Compared to the other four groups, the changes of group O(3) + YC dogs' general conditions (motoricity, mental state, eating, urination and defecation) could be better controlled. In group O(3) + YC the survival rates were higher (P < 0.05 vs group control). AST/ALT values were kept within a normal level in group O(3) + YC. Hepatic histopathology showed that hepatic injury in group O(3) + YC was less serious than those in the other four groups.", "Medical ozone combined with TCM YC could exert a protective effect on acute liver injury induced by CCl(4)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "No. 425 Central Hospital of PLA, Sanya 572008, Hainan Province, China."}], "Identifier": [], "LastName": "Li", "ForeName": "Li-Jie", "Initials": "LJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yang", "ForeName": "Yun-Gao", "Initials": "YG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Zhi-Ling", "Initials": "ZL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nie", "ForeName": "Sui-Feng", "Initials": "SF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Ze", "Initials": "Z"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Feng", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hua", "ForeName": "He-Yu", "Initials": "HY"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hu", "ForeName": "Yan-Jun", "Initials": "YJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Hong-Shuan", "Initials": "HS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Guo", "ForeName": "Ya-Bing", "Initials": "YB"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World J Gastroenterol", "NlmUniqueID": "100883448", "ISSNLinking": "1007-9327"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["blood", "pathology", "prevention & control"], "DescriptorName": "Carbon Tetrachloride Poisoning"}, {"QualifierName": ["blood", "pathology", "prevention & control"], "DescriptorName": "Chemical and Drug Induced Liver Injury"}, {"QualifierName": [], "DescriptorName": "Dogs"}, {"QualifierName": ["pathology"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Viebahn-Haensler R. The use of ozone in medicine. 4th revised edition. Heidelberg: Haug Publishers; 2002. pp. 1–164."}, {"Citation": "Madej P, Plewka A, Madej JA, Nowak M, Plewka D, Franik G, Golka D. Ozonotherapy in an induced septic shock. I. Effect of ozonotherapy on rat organs in evaluation of free radical reactions and selected enzymatic systems. Inflammation. 2007;30:52–58.", "ArticleIdList": ["17372841"]}, {"Citation": "Tylicki L, Biedunkiewicz B, Nieweglowski T, Grabowska M, Chamienia A, Slizien AD, Rutkowski B. Fistula function and dialysis adequacy during ozonotherapy in chronically hemodialyzed patients. Artif Organs. 2004;28:513–517.", "ArticleIdList": ["15156869"]}, {"Citation": "Martínez-Sánchez G, Al-Dalain SM, Menéndez S, Re L, Giuliani A, Candelario-Jalil E, Alvarez H, Fernández-Montequín JI, León OS. Therapeutic efficacy of ozone in patients with diabetic foot. Eur J Pharmacol. 2005;523:151–161.", "ArticleIdList": ["16198334"]}, {"Citation": "Lelyanov AD, Sergienko VI, Ivliev NV, Emel'yanov VV, Guseva ED. Effects of sodium hypochlorite and ozone on healing of intestinal anastomosis in simulated strangulation colorectal obstruction. Bull Exp Biol Med. 2004;137:103–105.", "ArticleIdList": ["15085259"]}, {"Citation": "Bocci V. The case for oxygen-ozonetherapy. Br J Biomed Sci. 2007;64:44–49.", "ArticleIdList": ["17444419"]}, {"Citation": "Biedunkiewicz B, Tylicki L, Nieweglowski T, Burakowski S, Rutkowski B. Clinical efficacy of ozonated autohemotherapy in hemodialyzed patients with intermittent claudication: an oxygen-controlled study. Int J Artif Organs. 2004;27:29–34.", "ArticleIdList": ["14984181"]}, {"Citation": "Gracer RI, Bocci V. Can the combination of localized \"proliferative therapy\" with \"minor ozonated autohemotherapy\" restore the natural healing process? Med Hypotheses. 2005;65:752–759.", "ArticleIdList": ["15951134"]}, {"Citation": "Muto M, Andreula C, Leonardi M. Treatment of herniated lumbar disc by intradiscal and intraforaminal oxygen-ozone (O2-O3) injection. J Neuroradiol. 2004;31:183–189.", "ArticleIdList": ["15356443"]}, {"Citation": "Merin O, Attias E, Elstein D, Schwalb H, Bitran D, Zimran A, Silberman S. Ozone administration reduces reperfusion injury in an isolated rat heart model. J Card Surg. 2007;22:339–342.", "ArticleIdList": ["17661780"]}, {"Citation": "Peralta C, Xaus C, Bartrons R, Leon OS, Gelpi E, Roselló-Catafau J. Effect of ozone treatment on reactive oxygen species and adenosine production during hepatic ischemia-reperfusion. Free Radic Res. 2000;33:595–605.", "ArticleIdList": ["11200091"]}, {"Citation": "Ajamieh HH, Berlanga J, Merino N, Sanchez GM, Carmona AM, Cepero SM, Giuliani A, Re L, Leon OS. Role of protein synthesis in the protection conferred by ozone-oxidative-preconditioning in hepatic ischaemia/reperfusion. World J Gastroenterol. 2005;11:1825–1828.", "ArticleIdList": ["15819811"]}, {"Citation": "Solban N, Jia HP, Richard S, Tremblay S, Devlin AM, Peng J, Gossard F, Guo DF, Morel G, Hamet P, et al. HCaRG, a novel calcium-regulated gene coding for a nuclear protein, is potentially involved in the regulation of cell proliferation. J Biol Chem. 2000;275:32234–32243.", "ArticleIdList": ["10918053"]}, {"Citation": "Bocci V. Ozone as a bioregulator. Pharmacology and toxicology of ozonetherapy today. J Biol Regul Homeost Agents. 1996;10:31–53.", "ArticleIdList": ["9250885"]}, {"Citation": "Bernardino Clavo, Ana Ruiz, Marta Lloret, Laura López, Gerardo Suárez, David Macías, Victor Rodríguez, Maria A. Hernández, Roberto Martín-Oliva, Santiago Quintero, José M Cuyás4 and Francisco Robaina. Adjuvant Ozonetherapy in Advanced Head and Neck Tumors: A Comparative Study. eCAM. 2004;1:321–325.", "ArticleIdList": ["PMC538509", "15841266"]}, {"Citation": "Bansal MB, Kovalovich K, Gupta R, Li W, Agarwal A, Radbill B, Alvarez CE, Safadi R, Fiel MI, Friedman SL, et al. Interleukin-6 protects hepatocytes from CCl4-mediated necrosis and apoptosis in mice by reducing MMP-2 expression. J Hepatol. 2005;42:548–556.", "ArticleIdList": ["PMC2893541", "15763341"]}, {"Citation": "Xue YL, Zhao SF, Zhang ZY, Wang YF, Li XJ, Huang XQ, Luo Y, Huang YC, Liu CG. Effects of a bioartificial liver support system on acetaminophen induced acute liver failure canines. World J Gastroenterol. 1999;5:308–311.", "ArticleIdList": ["PMC4695541", "11819454"]}, {"Citation": "Galun E, Axelrod JH. The role of cytokines in liver failure and regeneration: potential new molecular therapies. Biochim Biophys Acta. 2002;1592:345–358.", "ArticleIdList": ["12421677"]}, {"Citation": "Abe W, Ikejima K, Lang T, Okumura K, Enomoto N, Kitamura T, Takei Y, Sato N. Low molecular weight heparin prevents hepatic fibrogenesis caused by carbon tetrachloride in the rat. J Hepatol. 2007;46:286–294.", "ArticleIdList": ["17166617"]}, {"Citation": "Xuan WH, Hu YZ, Peng HP, Huang ZC. Establishment of a canine control of fulminate hepatic failure. Zhongguo Putong Waike Zazhi. 2002;11:548–550."}, {"Citation": "Aleynik SI, Leo MA, Ma X, Aleynik MK, Lieber CS. Polyenylphosphatidylcholine prevents carbon tetrachloride-induced lipid peroxidation while it attenuates liver fibrosis. J Hepatol. 1997;27:554–561.", "ArticleIdList": ["9314134"]}, {"Citation": "Jezierski A, Jezierski A, Gomułkiewicz J. Decrease in 2,2,6,6-tetramethyl-piperidine-1-oxyl (TEMPO) EPR signal in ozone-treated erythrocyte membranes. Free Radic Res. 1999;31:201–210.", "ArticleIdList": ["10499777"]}, {"Citation": "Hoffmann A, Viebhn R The influence of ozone on 2, 3-diphosphoglycerate synthesis in red blood cell concentrates. Proceedings of the 15th ozone world congress. London, UK : Imperial College, 2001, 9: 11-15"}, {"Citation": "Bocci V, Valacchi G, Corradeschi F, Aldinucci C, Silvestri S, Paccagnini E, Gerli R. Studies on the biological effects of ozone: 7. Generation of reactive oxygen species (ROS) after exposure of human blood to ozone. J Biol Regul Homeost Agents. 1998;12:67–75.", "ArticleIdList": ["9795834"]}, {"Citation": "Margalit M, Attias E, Attias D, Elstein D, Zimran A, Matzner Y. Effect of ozone on neutrophil function in vitro. Clin Lab Haematol. 2001;23:243–247.", "ArticleIdList": ["11683785"]}, {"Citation": "Górnicki A, Gutsze A. In vitro effects of ozone on human erythrocyte membranes: an EPR study. Acta Biochim Pol. 2000;47:963–971.", "ArticleIdList": ["11996119"]}, {"Citation": "Larini A, Bianchi L, Bocci V. The ozone tolerance: I) Enhancement of antioxidant enzymes is ozone dose-dependent in Jurkat cells. Free Radic Res. 2003;37:1163–1168.", "ArticleIdList": ["14703728"]}, {"Citation": "Larini A, Bocci V. Effects of ozone on isolated peripheral blood mononuclear cells. Toxicol In Vitro. 2005;19:55–61.", "ArticleIdList": ["15582356"]}, {"Citation": "Zimran A, Wasser G, Forman L, Gelbart T, Beutler E. Effect of ozone on red blood cell enzymes and intermediates. Acta Haematol. 2000;102:148–151.", "ArticleIdList": ["10692679"]}, {"Citation": "Bocci VA. Scientific and medical aspects of ozone therapy. State of the art. Arch Med Res. 2006;37:425–435.", "ArticleIdList": ["16624639"]}]}], "History": [{"Year": "2007", "Month": "11", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "11", "Day": "21", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "12", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18023088", "PMC4250879", "10.3748/wjg.v13.45.5989"]}}], "PubmedBookArticle": []}