{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18034072", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1509-3492", "JournalIssue": {"Volume": "5", "Issue": "6", "PubDate": {"Year": "2003", "Month": "Dec", "Day": "30"}}, "Title": "Ortopedia, traumatologia, rehabilitacja", "ISOAbbreviation": "Ortop Traumatol Rehabil"}, "ArticleTitle": "The use of the intraooperative ozone - theraphy as prophylaxis of infections in surgery of locomotor system with special regard to total hip plasty - a preliminary study.", "Pagination": {"StartPage": "781", "EndPage": "786", "MedlinePgn": "781-6"}, "Abstract": {"AbstractText": ["Background. Ozone therapy - i.e. the treatment of patients by a mixture of oxygen and ozone - has been used for many years as a method ancillary to basic treatment, especially in those cases in which traditional treatment methods do not give satisfactory results. As it is widely known, ozone has antiseptic properties, specially on bacteria, ozone therapy has been used as a method of safeguarding tissues intraoperatively against infection with pathogenic hospital bacteria.<br /> Material and methods. The investigation was carried out in the Chair and Department of Orthopedics and Traumatology of the Locomotor System at the Medical University in Warsaw. For investigative procedures a prototype of apparatus for intraoperative ozone therapy was built and own method of administration of ozone was devised. The Bioethics Commission of the Medical University in Warsaw agreed to the proposed procedures. From 3rd June to November 2003 this technique was administered to 83 patients who underwent total hip plasty with and without cement. The control group contained 80 patients who underwent similar procedures in 2003 without ozone therapy prophylaxis.<br /> Results. No negative influence of the technique was observed during operative procedure. No adverse effects were observed in patients i.e.: wound inflammation, increase of postoperative pain, latency to early rehabilitation and elongation of hospital stay. In the observed group no septic complications were noted.<br /> The evaluated prototype received a sympathetic reaction from the surgeons and middle medical staff. Troubleshooting of the prototype was minor and mainly due to misuse of the prototype.<br /> After preliminary investigation we can state that the prototype is safe to the patients and user-friendly to the medical staff.<br /> In the control group of 80 hip plasty two early septic complications were observed. The observation time of both groups was 4.6 months mean.<br /> Conclusions. The usefulness of the proposed technique of ozone therapy in prophylaxis of early septic complications after elective orthopedic reconstructive surgery in which long tissue exposition and use of implants takes place still needs further clinical investigation.<br /> Complex evaluation of the above mentioned technique and therapeutic efficacy of the proposed apparatus must have long term results, which is possible after minimum 12 months from the finish of each surgical procedure. This is especially true to the evaluation of patients who underwent joint realloplasty, in whom routinely taken biomaterial in the initiate procedure contained pathogens (without any clinical signs of infection)."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Zakład Rehabilitacji, Oddziału Fizjoterapii II Wydziału Lekarskiego, Akademia Medyczna, Warszawa; Katedra i Klinika Ortopedii i Traumatologii Narzadu Ruchu, I Wydział Lekarski, Akademia Medyczna, Warszawa."}], "Identifier": [], "LastName": "Białoszewski", "ForeName": "Dariusz", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Ortop Traumatol Rehabil", "NlmUniqueID": "101240146", "ISSNLinking": "1509-3492"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "11", "Day": "24", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "11", "Day": "24", "Hour": "9", "Minute": "1"}, {"Year": "2007", "Month": "11", "Day": "24", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18034072", "10848"]}}], "PubmedBookArticle": []}