{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18044540", "DateCompleted": {"Year": "2008", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2019", "Month": "07", "Day": "15"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0013-936X", "JournalIssue": {"Volume": "41", "Issue": "21", "PubDate": {"Year": "2007", "Month": "Nov", "Day": "01"}}, "Title": "Environmental science & technology", "ISOAbbreviation": "Environ Sci Technol"}, "ArticleTitle": "Life cycle impact assessment weights to support environmentally preferable purchasing in the United States.", "Pagination": {"StartPage": "7551", "EndPage": "7557", "MedlinePgn": "7551-7"}, "Abstract": {"AbstractText": ["LCA is a quantitative method for understanding the environmental impacts of a product, yet all product purchasing decisions are ultimately subjective. Weights are the nexus between the quantitative results of LCA and the values-based, subjective choices of decision makers. In May 2007, NIST introduced a new optional weight set in Version 4.0 of the BEES software. Three key points about this new optional weight set are the basis for discussion in this paper: The new weight set was created specifically in the context of BEES. It is intended to support a practical method to assist environmentally preferable purchasing in the United States based on LCIA results. This is in contrast to the weight sets currently in BEES, which are based on generalist perspectives. The new weight set was created by a multi-stakeholder panel via the AHP method, and is a synthesis of panelists' perspectives on the relative importance of each environmental impact category in BEES. The weight set draws on each panelist's personal and professional understanding of, and value attributed to, each impact category. While the synthesized weight set may not equally satisfy each panelist's view of impact importance, it does reflect contemporary values in applying LCAto real world decisions, and represents one approach others can learn from in producing weight sets. The new weight set offers BEES users an additional option for synthesizing and comparing the environmental performance of building products and making purchasing decisions. In so doing, it strengthens the decision-making process, which is important when making product comparisons in the public domain. The Weight Set: Across all panelists and with explicit consideration of all time horizons, anthropogenic contributions to global warming, weighted at 29%, was judged most important, yet not so important that decisions can be made solely on the basis of this impact. A strong tail of other concerns include fossil fuel depletion (10%), criteria air pollutants (9%), water intake/use (8%), human health cancerous effects (8%), ecological toxicity (7%), eutrophication of water bodies (6%), land use (6%), and human health noncancerous effects (5%). Also of interest are the identified impact areas of concern assigned the lowest weights: smog formation (4%), indoor air quality (3%), acidification (3%), and ozone depletion (2%). Their low weights may indicate that there is not as much immediate concern or that the remedial actions associated with the impact for the most part are underway."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Life-cycle Services, LLC, 35 Bracebridge Road, Newton, Massachusetts 02459, USA. tom@life-cycle.org"}], "Identifier": [], "LastName": "Gloria", "ForeName": "Thomas P", "Initials": "TP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lippiatt", "ForeName": "Barbara C", "Initials": "BC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cooper", "ForeName": "Jennifer", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Sci Technol", "NlmUniqueID": "0213155", "ISSNLinking": "0013-936X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Commerce"}, {"QualifierName": [], "DescriptorName": "Construction Materials"}, {"QualifierName": [], "DescriptorName": "Decision Support Techniques"}, {"QualifierName": [], "DescriptorName": "Environment"}, {"QualifierName": [], "DescriptorName": "Software"}, {"QualifierName": [], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2007", "Month": "11", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "2", "Day": "27", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "11", "Day": "30", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18044540", "10.1021/es070750+"]}}], "PubmedBookArticle": []}