{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18048809", "DateCompleted": {"Year": "2008", "Month": "03", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2007", "Month": "11", "Day": "29"}], "Journal": {"ISSN": "1535-4970", "JournalIssue": {"Volume": "177", "Issue": "4", "PubDate": {"Year": "2008", "Month": "Feb", "Day": "15"}}, "Title": "American journal of respiratory and critical care medicine", "ISOAbbreviation": "Am J Respir Crit Care Med"}, "ArticleTitle": "Ozone, oxidant defense genes, and risk of asthma during adolescence.", "Pagination": {"StartPage": "388", "EndPage": "395", "MedlinePgn": "388-95"}, "Abstract": {"AbstractText": ["Although oxidative stress is a cardinal feature of asthma, the roles of oxidant air pollutants and antioxidant genes heme oxygenase 1 (HMOX-1), catalase (CAT), and manganese superoxide dismutase (MNSOD) in asthma pathogenesis have yet to be determined.", "We hypothesized that the functional polymorphisms of HMOX-1 ([GT](n) repeat), CAT (-262C>T -844C>T), and MNSOD (Ala-9Val) are associated with new-onset asthma, and the effects of these variants vary by exposure to ozone, a potent oxidant air pollutant.", "We assessed this hypothesis in a population-based cohort of non-Hispanic (n = 1,125) and Hispanic white (n = 586) children who resided in 12 California communities and who were followed annually for 8 years to ascertain new-onset asthma.", "Air pollutants were continuously measured in each of the study communities during the 8 years of study follow-up. HMOX-1 \"short\" alleles (<23 repeats) were associated with a reduced risk for new-onset asthma among non-Hispanic whites (hazard ratio [HR], 0.64; 95% confidence interval [CI], 0.41-0.99). This protective effect was largest in children residing in low-ozone communities (HR, 0.48; 95% CI, 0.25-0.91) (interaction P value = 0.003). Little evidence for an association with HMOX-1 was observed among Hispanic children. In contrast, Hispanic children with a variant of the CAT-262 \"T\" allele (CT or TT) had an increased risk for asthma (HR, 1.78; P value = 0.01). The effects of these polymorphisms were not modified by personal smoking or secondhand-smoke exposure.", "Functional promoter variants in CAT and HMOX-1 showed ethnicity-specific associations with new-onset asthma. Oxidant gene protection was restricted to children living in low-ozone communities."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "M.D. Department of Preventive Medicine, USC Keck School of Medicine, 1540 Alcazar Street, CHP 236, Los Angeles, CA 90033, USA."}], "Identifier": [], "LastName": "Islam", "ForeName": "Talat", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McConnell", "ForeName": "Rob", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gauderman", "ForeName": "W James", "Initials": "WJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Avol", "ForeName": "Ed", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Peters", "ForeName": "John M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gilliland", "ForeName": "Frank D", "Initials": "FD"}], "GrantList": [{"GrantID": "5P01ES011627", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "5R01HL076647", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "5P01ES009581", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "5R01HL061768", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "5P30ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Respir Crit Care Med", "NlmUniqueID": "9421642", "ISSNLinking": "1073-449X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.11.1.6", "NameOfSubstance": "Catalase"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "Heme Oxygenase-1"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Alleles"}, {"QualifierName": ["ethnology", "genetics", "metabolism"], "DescriptorName": "Asthma"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Catalase"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": ["genetics"], "DescriptorName": "Heme Oxygenase-1"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hispanic or Latino"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": ["analysis", "prevention & control"], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["genetics"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Polymorphism, Genetic"}, {"QualifierName": [], "DescriptorName": "Prognosis"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Severity of Illness Index"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Superoxide Dismutase"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chung KF. Role of inflammation in the hyperreactivity of the airways in asthma. Thorax 1986;41:657–662.", "ArticleIdList": ["PMC460425", "3538489"]}, {"Citation": "Barnes PJ. New concepts in the pathogenesis of bronchial hyperresponsiveness and asthma. J Allergy Clin Immunol 1989;83:1013–1026.", "ArticleIdList": ["2659643"]}, {"Citation": "Nadeem A, Chhabra SK, Masood A, Raj HG. Increased oxidative stress and altered levels of antioxidants in asthma. J Allergy Clin Immunol 2003;111:72–78.", "ArticleIdList": ["12532099"]}, {"Citation": "Greene LS. Asthma and oxidant stress: nutritional, environmental, and genetic risk factors. J Am Coll Nutr 1995;14:317–324.", "ArticleIdList": ["8568107"]}, {"Citation": "Rahman I, Adcock IM. Oxidative stress and redox regulation of lung inflammation in COPD. Eur Respir J 2006;28:219–242.", "ArticleIdList": ["16816350"]}, {"Citation": "Rahman I, Biswas SK, Kode A. Oxidant and antioxidant balance in the airways and airway diseases. Eur J Pharmacol 2006;533:222–239.", "ArticleIdList": ["16500642"]}, {"Citation": "Exner M, Minar E, Wagner O, Schillinger M. The role of heme oxygenase-1 promoter polymorphisms in human disease. Free Radic Biol Med 2004;37:1097–1104.", "ArticleIdList": ["15451051"]}, {"Citation": "Wang LI, Neuberg D, Christiani DC. Asbestos exposure, manganese superoxide dismutase (MnSOD) genotype, and lung cancer risk. J Occup Environ Med 2004;46:556–564.", "ArticleIdList": ["15213518"]}, {"Citation": "Hirai H, Kubo H, Yamaya M, Nakayama K, Numasaki M, Kobayashi S, Suzuki S, Shibahara S, Sasaki H. Microsatellite polymorphism in heme oxygenase-1 gene promoter is associated with susceptibility to oxidant-induced apoptosis in lymphoblastoid cell lines. Blood 2003;102:1619–1621.", "ArticleIdList": ["12730098"]}, {"Citation": "Chen YH, Lin SJ, Lin MW, Tsai HL, Kuo SS, Chen JW, Charng MJ, Wu TC, Chen LC, Ding YA, et al. Microsatellite polymorphism in promoter of heme oxygenase-1 gene is associated with susceptibility to coronary artery disease in type 2 diabetic patients. Hum Genet 2002;111:1–8.", "ArticleIdList": ["12136229"]}, {"Citation": "Yamada N, Yamaya M, Okinaga S, Nakayama K, Sekizawa K, Shibahara S, Sasaki H. Microsatellite polymorphism in the heme oxygenase-1 gene promoter is associated with susceptibility to emphysema. Am J Hum Genet 2000;66:187–195.", "ArticleIdList": ["PMC1288325", "10631150"]}, {"Citation": "Shimoda-Matsubayashi S, Matsumine H, Kobayashi T, Nakagawa-Hattori Y, Shimizu Y, Mizuno Y. Structural dimorphism in the mitochondrial targeting sequence in the human manganese superoxide dismutase gene: a predictive evidence for conformational change to influence mitochondrial transport and a study of allelic association in Parkinson's disease. Biochem Biophys Res Commun 1996;226:561–565.", "ArticleIdList": ["8806673"]}, {"Citation": "Hiroi S, Harada H, Nishi H, Satoh M, Nagai R, Kimura A. Polymorphisms in the SOD2 and HLA-DRB1 genes are associated with nonfamilial idiopathic dilated cardiomyopathy in Japanese. Biochem Biophys Res Commun 1999;261:332–339.", "ArticleIdList": ["10425186"]}, {"Citation": "Nadif R, Mintz M, Jedlicka A, Bertrand JP, Kleeberger SR, Kauffmann F. Association of CAT polymorphisms with catalase activity and exposure to environmental oxidative stimuli. Free Radic Res 2005;39:1345–1350.", "ArticleIdList": ["PMC1877822", "16298864"]}, {"Citation": "Nadif R, Kleeberger SR, Kauffmann F. Polymorphisms in manganese superoxide dismutase and catalase genes: functional study in Hong Kong Chinese asthma patients. Clin Exp Allergy 2006;36:1104–1105. [Author reply, 1105–1106.]", "ArticleIdList": ["PMC2519150", "16911367"]}, {"Citation": "Ahn J, Nowell S, McCann SE, Yu J, Carter L, Lang NP, Kadlubar FF, Ratnasinghe LD, Ambrosone CB. Associations between catalase phenotype and genotype: modification by epidemiologic factors. Cancer Epidemiol Biomarkers Prev 2006;15:1217–1222.", "ArticleIdList": ["16775184"]}, {"Citation": "Mak JC, Leung HC, Ho SP, Ko FW, Cheung AH, Ip MS, Chan-Yeung MM. Polymorphisms in manganese superoxide dismutase and catalase genes: functional study in Hong Kong Chinese asthma patients. Clin Exp Allergy 2006;36:440–447.", "ArticleIdList": ["16630148"]}, {"Citation": "Jiang Z, Akey JM, Shi J, Xiong M, Wang Y, Shen Y, Xu X, Chen H, Wu H, Xiao J, et al. A polymorphism in the promoter region of catalase is associated with blood pressure levels. Hum Genet 2001;109:95–98.", "ArticleIdList": ["11479740"]}, {"Citation": "Peters JM, Avol E, Gauderman WJ, Linn WS, Navidi W, London SJ, Lurmann F, Margolis H, Rappaport E, Vora H, et al. A study of 12 Southern California communities with differing levels and types of air pollution: II. Effects on Pulmonary Function. Am J Respir Crit Care Med 1999;159:768–775.", "ArticleIdList": ["10051249"]}, {"Citation": "Peters JM, Avol E, Navidi W, London SJ, Gauderman WJ, Lurmann F, Linn WS, Margolis H, Rappaport E, Gong H, et al. A study of 12 Southern California communities with differing levels and types of air pollution: I. Prevalence of respiratory morbidity. Am J Respir Crit Care Med 1999;159:760–767.", "ArticleIdList": ["10051248"]}, {"Citation": "Islam T, Gauderman W, McConnell R, Gilliland F. Heme oxygenase, ozone, and incident asthma [abstract]. Proc Am Thorac Soc 2007;175:A833."}, {"Citation": "A SAS program for the CDC growth charts [Internet]. Atlanta: Centers for Disease Control and Prevention; [updated 16 Dec 2005; accessed 10 Jan 2007] Available from: http://www.cdc.gov/nccdphp/dnpa/bmi"}, {"Citation": "Gilliland FD, Gauderman WJ, Vora H, Rappaport E, Dubeau L. Effects of glutathione-S-transferase M1, T1, and P1 on childhood lung function growth. Am J Respir Crit Care Med 2002;166:710–716.", "ArticleIdList": ["12204870"]}, {"Citation": "Akaike H. Information theory and an extension of the maximum likelihood principle. In: Petrov BN, Csaki F, editors. Second International Symposium on Information Theory. Budapest: Akademia Kiado; 1973. pp. 267–281."}, {"Citation": "Berhane K, Gauderman W, Stram D, Thomas D. Statistical issues in studies of the long term effects of air pollution: the Southern California Children Health Study. Stat Sci 2004;19:414–449."}, {"Citation": "Ma R, Krewski D, Burnett RT. Random effects Cox models: a Poisson modeling approach. Biometrika 2003;90:157–169."}, {"Citation": "Jerrett M, Burnett RT, Ma R, Pope CA, Krewski D, Newbold KB, Thurston G, Shi Y, Finkelstein N, Calle EE, et al. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Barnes PJ. Reactive oxygen species and airway inflammation. Free Radic Biol Med 1990;9:235–243.", "ArticleIdList": ["2272532"]}, {"Citation": "Endler G, Exner M, Schillinger M, Marculescu R, Sunder-Plassmann R, Raith M, Jordanova N, Wojta J, Mannhalter C, Wagner OF, et al. A microsatellite polymorphism in the heme oxygenase-1 gene promoter is associated with increased bilirubin and HDL levels but not with coronary artery disease. Thromb Haemost 2004;91:155–161.", "ArticleIdList": ["14691581"]}, {"Citation": "Gilliland FD, Li YF, Dubeau L, Berhane K, Avol E, McConnell R, Gauderman WJ, Peters JM. Effects of glutathione S-transferase M1, maternal smoking during pregnancy, and environmental tobacco smoke on asthma and wheezing in children. Am J Respir Crit Care Med 2002;166:457–463.", "ArticleIdList": ["12186820"]}, {"Citation": "Gilliland FD, Rappaport EB, Berhane K, Islam T, Dubeau L, Gauderman WJ, McConnell R. Effects of glutathione S-transferase P1, M1, and T1 on acute respiratory illness in school children. Am J Respir Crit Care Med 2002;166:346–351.", "ArticleIdList": ["12153968"]}, {"Citation": "Hersh CP, Raby BA, Soto-Quiros ME, Murphy AJ, Avila L, Lasky-Su J, Sylvia JS, Klanderman BJ, Lange C, Weiss ST, et al. Comprehensive testing of positionally cloned asthma genes in two populations. Am J Respir Crit Care Med 2007;176:849–857.", "ArticleIdList": ["PMC2048676", "17702965"]}, {"Citation": "Hersh CP, Demeo DL, Lange C, Litonjua AA, Reilly JJ, Kwiatkowski D, Laird N, Sylvia JS, Sparrow D, Speizer FE, et al. Attempted replication of reported chronic obstructive pulmonary disease candidate gene associations. Am J Respir Cell Mol Biol 2005;33:71–78.", "ArticleIdList": ["PMC2715305", "15817713"]}, {"Citation": "Guenegou A, Leynaert B, Benessiano J, Pin I, Demoly P, Neukirch F, Boczkowski J, Aubier M. Association of lung function decline with the heme oxygenase-1 gene promoter microsatellite polymorphism in a general population sample: results from the European Community Respiratory Health Survey (ECRHS), France. J Med Genet 2006;43:e43.", "ArticleIdList": ["PMC2564599", "16882737"]}, {"Citation": "Kikuchi A, Yamaya M, Suzuki S, Yasuda H, Kubo H, Nakayama K, Handa M, Sasaki T, Shibahara S, Sekizawa K, et al. Association of susceptibility to the development of lung adenocarcinoma with the heme oxygenase-1 gene promoter polymorphism. Hum Genet 2005;116:354–360.", "ArticleIdList": ["15688187"]}, {"Citation": "Almolki A, Taille C, Martin GF, Jose PJ, Zedda C, Conti M, Megret J, Henin D, Aubier M, Boczkowski J. Heme oxygenase attenuates allergen-induced airway inflammation and hyperreactivity in guinea pigs. Am J Physiol Lung Cell Mol Physiol 2004;287:L26–L34.", "ArticleIdList": ["15003924"]}, {"Citation": "Stocker R, Ames BN. Potential role of conjugated bilirubin and copper in the metabolism of lipid peroxides in bile. Proc Natl Acad Sci USA 1987;84:8130–8134.", "ArticleIdList": ["PMC299492", "3479781"]}, {"Citation": "Stocker R, Yamamoto Y, McDonagh AF, Glazer AN, Ames BN. Bilirubin is an antioxidant of possible physiological importance. Science 1987;235:1043–1046.", "ArticleIdList": ["3029864"]}, {"Citation": "Ferris CD, Jaffrey SR, Sawa A, Takahashi M, Brady SD, Barrow RK, Tysoe SA, Wolosker H, Baranano DE, Dore S, et al. Haem oxygenase-1 prevents cell death by regulating cellular iron. Nat Cell Biol 1999;1:152–157.", "ArticleIdList": ["10559901"]}, {"Citation": "Otterbein LE, Bach FH, Alam J, Soares M, Tao Lu H, Wysk M, Davis RJ, Flavell RA, Choi AM. Carbon monoxide has anti-inflammatory effects involving the mitogen-activated protein kinase pathway. Nat Med 2000;6:422–428.", "ArticleIdList": ["10742149"]}, {"Citation": "Kinhult J, Uddman R, Cardell LO. The induction of carbon monoxide-mediated airway relaxation by PACAP 38 in isolated guinea pig airways. Lung 2001;179:1–8.", "ArticleIdList": ["11479689"]}, {"Citation": "Taille C, Almolki A, Benhamed M, Zedda C, Megret J, Berger P, Leseche G, Fadel E, Yamaguchi T, Marthan R, et al. Heme oxygenase inhibits human airway smooth muscle proliferation via a bilirubin-dependent modulation of ERK1/2 phosphorylation. J Biol Chem 2003;278:27160–27168.", "ArticleIdList": ["12690112"]}, {"Citation": "Gurel A, Tomac N, Yilmaz HR, Tekedereli I, Akyol O, Armutcu F, Yuce H, Akin H, Ozcelik N, Elyas H. The Ala-9Val polymorphism in the mitochondrial targeting sequence (MTS) of the manganese superoxide dismutase gene is not associated with juvenile-onset asthma. Clin Biochem 2004;37:1117–1120.", "ArticleIdList": ["15589819"]}, {"Citation": "Holla LI, Kankova K, Vasku A. Functional polymorphism in the manganese superoxide dismutase (MnSOD) gene in patients with asthma. Clin Biochem 2006;39:299–302.", "ArticleIdList": ["16423340"]}, {"Citation": "Kinnula VL, Lehtonen S, Koistinen P, Kakko S, Savolainen M, Kere J, Ollikainen V, Laitinen T. Two functional variants of the superoxide dismutase genes in Finnish families with asthma. Thorax 2004;59:116–119.", "ArticleIdList": ["PMC1746944", "14760150"]}, {"Citation": "Hiltermann JT, Lapperre TS, van Bree L, Steerenberg PA, Brahim JJ, Sont JK, Sterk PJ, Hiemstra PS, Stolk J. Ozone-induced inflammation assessed in sputum and bronchial lavage fluid from asthmatics: a new noninvasive tool in epidemiologic studies on air pollution and asthma. Free Radic Biol Med 1999;27:1448–1454.", "ArticleIdList": ["10641740"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, Avol E, Margolis HG, Peters JM. Asthma in exercising children exposed to ozone: a cohort study. Lancet 2002;359:386–391.", "ArticleIdList": ["11844508"]}, {"Citation": "Li YF, Gauderman WJ, Avol E, Dubeau L, Gilliland FD. Associations of tumor necrosis factor G-308A with childhood asthma and wheezing. Am J Respir Crit Care Med 2006;173:970–976.", "ArticleIdList": ["PMC2662916", "16456144"]}, {"Citation": "Meng YY, Wilhelm M, Rull RP, English P, Ritz B. Traffic and outdoor air pollution levels near residences and poorly controlled asthma in adults. Ann Allergy Asthma Immunol 2007;98:455–463.", "ArticleIdList": ["17521030"]}, {"Citation": "Lagorio S, Forastiere F, Pistelli R, Iavarone I, Michelozzi P, Fano V, Marconi A, Ziemacki G, Ostro BD. Air pollution and lung function among susceptible adult subjects: a panel study. Environ Health 2006;5:11.", "ArticleIdList": ["PMC1475828", "16674831"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, McConnell R, Kuenzli N, Lurmann F, Rappaport E, et al. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med 2004;351:1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Islam T, Gauderman WJ, Berhane K, McConnell R, Avol E, Peters JM, Gilliland FD. Relationship between air pollution, lung function and asthma in adolescents. Thorax 2007;62:957–963.", "ArticleIdList": ["PMC2117135", "17517830"]}, {"Citation": "Olson LM, Radecki L, Frintner MP, Weiss KB, Korfmacher J, Siegel RM. At what age can children report dependably on their asthma health status? Pediatrics 2007;119:e93–e102.", "ArticleIdList": ["17200264"]}, {"Citation": "Samet JM. Epidemiologic approaches for the identification of asthma. Chest 1987;91(6, Suppl):74S–78S.", "ArticleIdList": ["3556068"]}]}], "History": [{"Year": "2007", "Month": "12", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "7", "Hour": "9", "Minute": "0"}, {"Year": "2007", "Month": "12", "Day": "1", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18048809", "PMC2258440", "10.1164/rccm.200706-863OC", "200706-863OC"]}}], "PubmedBookArticle": []}