{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18328105", "DateCompleted": {"Year": "2008", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1476-069X-7-10"], "ArticleDate": [{"Year": "2008", "Month": "03", "Day": "07"}], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2008", "Month": "Mar", "Day": "07"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Breath acidification in adolescent runners exposed to atmospheric pollution: a prospective, repeated measures observational study.", "Pagination": {"StartPage": "10", "MedlinePgn": "10"}, "Abstract": {"AbstractText": ["Vigorous outdoors exercise during an episode of air pollution might cause airway inflammation. The purpose of this study was to examine the effects of vigorous outdoor exercise during peak smog season on breath pH, a biomarker of airway inflammation, in adolescent athletes.", "We measured breath pH both pre- and post-exercise on ten days during peak smog season in 16 high school athletes engaged in daily long-distance running in a downwind suburb of Atlanta. The association of post-exercise breath pH with ambient ozone and particulate matter concentrations was tested with linear regression.", "We collected 144 pre-exercise and 146 post-exercise breath samples from 16 runners (mean age 14.9 years, 56% male). Median pre-exercise breath pH was 7.58 (interquartile range: 6.90 to 7.86) and did not change significantly after exercise. We observed no significant association between ambient ozone or particulate matter and post-exercise breath pH. However both pre- and post-exercise breath pH were strikingly low in these athletes when compared to a control sample of 14 relatively sedentary healthy adults and to published values of breath pH in healthy subjects.", "Although we did not observe an acute effect of air pollution exposure during exercise on breath pH, breath pH was surprisingly low in this sample of otherwise healthy long-distance runners. We speculate that repetitive vigorous exercise may induce airway acidification."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Pollution and Respiratory Health Branch, Centers for Disease Control and Prevention, 1600 Clifton Road NE, MS A-32, Atlanta GA 30333, USA. zdn5@cdc.gov"}], "Identifier": [], "LastName": "Ferdinands", "ForeName": "Jill M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Crawford", "ForeName": "Carol A Gotway", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Greenwald", "ForeName": "Roby", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Van Sickle", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hunter", "ForeName": "Eric", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Teague", "ForeName": "W Gerald", "Initials": "WG"}], "GrantList": [{"GrantID": "U48 DP000043", "Acronym": "DP", "Agency": "NCCDPHP CDC HHS", "Country": "United States"}, {"GrantID": "5 U48 DP000043-02", "Acronym": "DP", "Agency": "NCCDPHP CDC HHS", "Country": "United States"}], "PublicationTypeList": ["Clinical Trial", "Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["methods"], "DescriptorName": "Breath Tests"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Georgia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hydrogen-Ion Concentration"}, {"QualifierName": ["analysis"], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": [], "DescriptorName": "Reference Values"}, {"QualifierName": ["physiology"], "DescriptorName": "Running"}, {"QualifierName": [], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agency) EPAEP. Air Quality Criteria for Ozone and Related Photochemical Oxidants. EPA 600/R-05/004aF. Washington, DC, EPA; 2006."}, {"Citation": "Agency) EPAEP. Air Quality Criteria for Particulate Matter. EPA/600/P-99/002aF. Washington, DC, EPA; 2004."}, {"Citation": "Gauderman WJ, Gilliland GF, Vora H, Avol E, Stram D, McConnell R, Thomas D, Lurmann F, Margolis HG, Rappaport EB, Berhane K, Peters JM. Association between air pollution and lung function growth in southern California children: results from a second cohort. Am J Respir Crit Care Med. 2002;166:76–84. doi: 10.1164/rccm.2111021.", "ArticleIdList": ["10.1164/rccm.2111021", "12091175"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, Avol E, Margolis HG, Peters JM. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359:386–391. doi: 10.1016/S0140-6736(02)07597-9.", "ArticleIdList": ["10.1016/S0140-6736(02)07597-9", "11844508"]}, {"Citation": "Corradi M, Alinovi R, Goldoni M, Vettori M, Folesani G, Mozzoni P, Cavazzini S, Bergamaschi E, Rossi L, Mutti A. Biomarkers of oxidative stress after controlled human exposure to ozone. Toxicol Lett. 2002;134:219–225. doi: 10.1016/S0378-4274(02)00169-8.", "ArticleIdList": ["10.1016/S0378-4274(02)00169-8", "12191881"]}, {"Citation": "Bergamaschi E, De Palma G, Mozzoni P, Vanni S, Vettori MV, Broeckaert F, Bernard A, Mutti A. Polymorphism of quinone-metabolizing enzymes and susceptibility to ozone-induced acute effects. Am J Respir Crit Care Med. 2001;163:1426–1431.", "ArticleIdList": ["11371413"]}, {"Citation": "Frank R, Liu MC, Spannhake EW, Mlynarek S, Macri K, Weinmann GG. Repetitive ozone exposure of young adults: evidence of persistent small airway dysfunction. Am J Respir Crit Care Med. 2001;164:1253–1260.", "ArticleIdList": ["11673219"]}, {"Citation": "Jorres RA, Holz O, Zachgo W, Timm P, Koschyk S, Muller B, Grimminger F, Seeger W, Kelly FJ, Dunster C, Frischer T, Lubec G, Waschewski M, Niendorf A, Magnussen H. The effect of repeated ozone exposures on inflammatory markers in bronchoalveolar lavage fluid and mucosal biopsies. Am J Respir Crit Care Med. 2000;161:1855–1861.", "ArticleIdList": ["10852757"]}, {"Citation": "Nightingale JA, Rogers DF, Chung KF, Barnes PJ. No effect of inhaled budesonide on the response to inhaled ozone in normal subjects. Am J Respir Crit Care Med. 2000;161:479–486.", "ArticleIdList": ["10673189"]}, {"Citation": "Frischer T, Studnicka M, Gartner C, Tauber E, Horak F, Veiter A, Spengler J, Kuhr J, Urbanek R. Lung function growth and ambient ozone: a three-year population study in school children. Am J Respir Crit Care Med. 1999;160:390–396.", "ArticleIdList": ["10430703"]}, {"Citation": "Korrick SA, Neas LM, Dockery DW, Gold DR, Allen GA, Hill LB, Kimball KD, Rosner BA, Speizer FE. Effects of ozone and other pollutants on the pulmonary function of adult hikers. Environ Health Perspect. 1998;106:93–99. doi: 10.2307/3433784.", "ArticleIdList": ["10.2307/3433784", "PMC1533017", "9435151"]}, {"Citation": "McDonnell WF, Stewart PW, Andreoni S, Jr SE, Kehrl HR, Horstman DH, Folinsbee LJ, Smith MV. Prediction of ozone-induced FEV1 changes. Effects of concentration, duration, and ventilation. Am J Respir Crit Care Med. 1997;156:715–722.", "ArticleIdList": ["9309984"]}, {"Citation": "Castillejos M, Gold DR, Damokosh AI, Serrano P, Allen G, McDonnell WF, Dockery D, Ruiz VS, Hernandez M, Hayes C. Acute effects of ozone on the pulmonary function of exercising schoolchildren from Mexico City. Am J Respir Crit Care Med. 1995;152:1501–1507.", "ArticleIdList": ["7582284"]}, {"Citation": "Brunekreef B, Hoek G, Breugelmans O, Leentvaar M. Respiratory effects of low-level photochemical air pollution in amateur cyclists. Am J Respir Crit Care Med. 1994;150:962–966.", "ArticleIdList": ["7921470"]}, {"Citation": "Schelegle ES, Adams WC. Reduced exercise time in competitive simulations consequent to low level ozone exposure. Med Sci Sports Exerc. 1986;18:408–414.", "ArticleIdList": ["3747800"]}, {"Citation": "Hunt JF, Erwin E, Palmer L, Vaughan J, Malhotra N, Platts-Mills TA, Gaston B. Expression and activity of pH-regulatory glutaminase in the human airway epithelium. Am J Respir Crit Care Med. 2002;165:101–107.", "ArticleIdList": ["11779738"]}, {"Citation": "Carpagnano GE, Foschino Barbaro MP, Cagnazzo M, Di Gioia G, Giliberti T, Di Matteo C, Resta O. Use of exhaled breath condensate in the study of airway inflammation after hypertonic saline solution challenge. Chest. 2005;128:3159–3166. doi: 10.1378/chest.128.5.3159.", "ArticleIdList": ["10.1378/chest.128.5.3159", "16304257"]}, {"Citation": "Kostikas K, Papatheodorou G, Ganas K, Psathakis K, Panagou P, Loukides S. pH in expired breath condensate of patients with inflammatory airway diseases. Am J Respir Crit Care Med. 2002;165:1364–1370. doi: 10.1164/rccm.200111-068OC.", "ArticleIdList": ["10.1164/rccm.200111-068OC", "12016097"]}, {"Citation": "Montuschi P, Nightingale JA, Kharitonov SA, Barnes PJ. Ozone-induced increase in exhaled 8-isoprostane in healthy subjects is resistant to inhaled budesonide. Free Radic Biol Med. 2002;33:1403–1408. doi: 10.1016/S0891-5849(02)01084-5.", "ArticleIdList": ["10.1016/S0891-5849(02)01084-5", "12419472"]}, {"Citation": "Hankinson JL, Odencrantz JR, Fedan KB. Spirometric reference values from a sample of the general U.S. population. Am J Respir Crit Care Med. 1999;159:179–187.", "ArticleIdList": ["9872837"]}, {"Citation": "Horvath I, Hunt J, Barnes PJ, Alving K, Antczak A, Baraldi E, Becher G, van Beurden WJ, Corradi M, Dekhuijzen R, Dweik RA, Dwyer T, Effros R, Erzurum S, Gaston B, Gessner C, Greening A, Ho LP, Hohlfeld J, Jobsis Q, Laskowski D, Loukides S, Marlin D, Montuschi P, Olin AC, Redington AE, Reinhold P, van Rensen EL, Rubinstein I, Silkoff P, Toren K, Vass G, Vogelberg C, Wirtz H. Exhaled breath condensate: methodological recommendations and unresolved questions. Eur Respir J. 2005;26:523–548. doi: 10.1183/09031936.05.00029705.", "ArticleIdList": ["10.1183/09031936.05.00029705", "16135737"]}, {"Citation": "Vaughan J, Ngamtrakulpanit L, Pajewski TN, Turner R, Nguyen TA, Smith A, Urban P, Hom S, Gaston B, Hunt J. Exhaled breath condensate pH is a robust and reproducible assay of airway acidity. Eur Respir J. 2003;22:889–894.", "ArticleIdList": ["14680074"]}, {"Citation": "Carpagnano GE, Barnes PJ, Francis J, Wilson N, Bush A, Kharitonov SA. Breath condensate pH in children with cystic fibrosis and asthma: a new noninvasive marker of airway inflammation? Chest. 2004;125:2005–2010. doi: 10.1378/chest.125.6.2005.", "ArticleIdList": ["10.1378/chest.125.6.2005", "15189915"]}, {"Citation": "Carpagnano GE, Foschino Barbaro MP, Resta O, Gramiccioni E, Valerio NV, Bracciale P, Valerio G. Exhaled markers in the monitoring of airways inflammation and its response to steroid's treatment in mild persistent asthma. Eur J Pharmacol. 2005;519:175–181. doi: 10.1016/j.ejphar.2005.06.034.", "ArticleIdList": ["10.1016/j.ejphar.2005.06.034", "16122732"]}, {"Citation": "Hunt JF, Fang K, Malik R, Snyder A, Malhotra N, Platts-Mills TA, Gaston B. Endogenous airway acidification. Implications for asthma pathophysiology. Am J Respir Crit Care Med. 2000;161:694–699.", "ArticleIdList": ["10712309"]}, {"Citation": "Calderon-Garciduenas L, Mora-Tiscareno A, Fordham LA, Valencia-Salazar G, Chung CJ, Rodriguez-Alcaraz A, Paredes R, Variakojis D, Villarreal-Calderon A, Flores-Camacho L, Antunez-Solis A, Henriquez-Roldan C, Hazucha MJ. Respiratory damage in children exposed to urban pollution. Pediatr Pulmonol. 2003;36:148–161. doi: 10.1002/ppul.10338.", "ArticleIdList": ["10.1002/ppul.10338", "12833495"]}, {"Citation": "Calderon-Garciduenas L, Mora-Tiscareno A, Fordham LA, Chung CJ, Valencia-Salazar G, Flores-Gomez S, Solt AC, Gomez-del Campo A, Jardon-Torres R, Henriquez-Roldan C, Hazucha MJ, Reed W. Lung radiology and pulmonary function of children chronically exposed to air pollution. Environ Health Perspect. 2006;114:1432–1437.", "ArticleIdList": ["PMC1570091", "16966101"]}, {"Citation": "Gauderman WJ, Vora H, McConnell R, Berhane K, Gilliland F, Thomas D, Lurmann F, Avol E, Kunzli N, Jerrett M, Peters J. Effect of exposure to traffic on lung development from 10 to 18 years of age: a cohort study. Lancet. 2007;369:571–577. doi: 10.1016/S0140-6736(07)60037-3.", "ArticleIdList": ["10.1016/S0140-6736(07)60037-3", "17307103"]}, {"Citation": "Paget-Brown AO, Ngamtrakulpanit L, Smith A, Bunyan D, Hom S, Nguyen A, Hunt JF. Normative data for pH of exhaled breath condensate. Chest. 2006;129:426–430. doi: 10.1378/chest.129.2.426.", "ArticleIdList": ["10.1378/chest.129.2.426", "16478862"]}, {"Citation": "Nicolaou NC, Lowe LA, Murray CS, Woodcock A, Simpson A, Custovic A. Exhaled breath condensate pH and childhood asthma: unselected birth cohort study. Am J Respir Crit Care Med. 2006;174:254–259. doi: 10.1164/rccm.200601-140OC.", "ArticleIdList": ["10.1164/rccm.200601-140OC", "16675782"]}, {"Citation": "Carraro S, Folesani G, Corradi M, Zanconato S, Gaston B, Baraldi E. Acid-base equilibrium in exhaled breath condensate of allergic asthmatic children. Allergy. 2005;60:476–481. doi: 10.1111/j.1398-9995.2005.00718.x.", "ArticleIdList": ["10.1111/j.1398-9995.2005.00718.x", "15727579"]}, {"Citation": "MacGregor G, Ellis S, Andrews J, Imrie M, Innes A, Greening AP, Cunningham S. Breath condensate ammonium is lower in children with chronic asthma. Eur Respir J. 2005;26:271–276. doi: 10.1183/09031936.05.00106204.", "ArticleIdList": ["10.1183/09031936.05.00106204", "16055875"]}, {"Citation": "Rosias PP, Dompeling E, Dentener MA, Pennings HJ, Hendriks HJ, Van Iersel MP, Jobsis Q. Childhood asthma: exhaled markers of airway inflammation, asthma control score, and lung function tests. Pediatr Pulmonol. 2004;38:107–114. doi: 10.1002/ppul.20056.", "ArticleIdList": ["10.1002/ppul.20056", "15211692"]}, {"Citation": "Borrill Z, Starkey C, Vestbo J, Singh D. Reproducibility of exhaled breath condensate pH in chronic obstructive pulmonary disease. Eur Respir J. 2005;25:269–274. doi: 10.1183/09031936.05.00085804.", "ArticleIdList": ["10.1183/09031936.05.00085804", "15684290"]}, {"Citation": "Gessner C, Hammerschmidt S, Kuhn H, Seyfarth HJ, Sack U, Engelmann L, Schauer J, Wirtz H. Exhaled breath condensate acidification in acute lung injury. Respir Med. 2003;97:1188–1194. doi: 10.1016/S0954-6111(03)00225-7.", "ArticleIdList": ["10.1016/S0954-6111(03)00225-7", "14635972"]}, {"Citation": "Niimi A, Nguyen LT, Usmani O, Mann B, Chung KF. Reduced pH and chloride levels in exhaled breath condensate of patients with chronic cough. Thorax. 2004;59:608–612. doi: 10.1136/thx.2003.012906.", "ArticleIdList": ["10.1136/thx.2003.012906", "PMC1747079", "15223872"]}, {"Citation": "Ojoo JC, Mulrennan SA, Kastelik JA, Morice AH, Redington AE. Exhaled breath condensate pH and exhaled nitric oxide in allergic asthma and in cystic fibrosis. Thorax. 2005;60:22–26. doi: 10.1136/thx.2003.017327.", "ArticleIdList": ["10.1136/thx.2003.017327", "PMC1747154", "15618578"]}, {"Citation": "Tate S, MacGregor G, Davis M, Innes JA, Greening AP. Airways in cystic fibrosis are acidified: detection by exhaled breath condensate. Thorax. 2002;57:926–929. doi: 10.1136/thorax.57.11.926.", "ArticleIdList": ["10.1136/thorax.57.11.926", "PMC1746233", "12403872"]}]}], "History": [{"Year": "2007", "Month": "8", "Day": "18"}, {"Year": "2008", "Month": "3", "Day": "7"}, {"Year": "2008", "Month": "3", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "4", "Day": "29", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["18328105", "PMC2292713", "10.1186/1476-069X-7-10", "1476-069X-7-10"]}}], "PubmedBookArticle": []}