{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18422043", "DateCompleted": {"Year": "2008", "Month": "09", "Day": "17"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "11"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1096-2247", "JournalIssue": {"Volume": "58", "Issue": "4", "PubDate": {"Year": "2008", "Month": "Apr"}}, "Title": "Journal of the Air & Waste Management Association (1995)", "ISOAbbreviation": "J Air Waste Manag Assoc"}, "ArticleTitle": "Impact of downward-mixing ozone on surface ozone accumulation in southern Taiwan.", "Pagination": {"StartPage": "562", "EndPage": "579", "MedlinePgn": "562-79"}, "Abstract": {"AbstractText": ["The ozone that initially presents in the previous day's afternoon mixing layer can remain in the nighttime atmosphere and then be carried over to the next morning. Finally, this ozone can be brought to the ground by downward mixing as mixing depth increases during the daytime, thereby increasing surface ozone concentrations. Variation of ozone concentration during each of these periods is investigated in this work. First, ozone concentrations existing in the daily early morning atmosphere at the altitude range of the daily maximum mixing depth (residual ozone concentrations) were measured using tethered ozonesondes on 52 experimental days during 2004-2005 in southern Taiwan. Daily downward-mixing ozone concentrations were calculated by a box model coupling the measured daily residual ozone concentrations and daily mixing depth variations. The ozone concentrations upwind in the previous day's afternoon mixing layer were estimated by the combination of back air trajectory analysis and known previous day's surface ozone distributions. Additionally, the relationship between daily downward-mixing ozone concentration and daily photochemically produced ozone concentration was examined. The latter was calculated by removing the former from daily surface maximum ozone concentration. The measured daily residual ozone concentrations distributed at 12-74 parts per billion (ppb) with an average of 42 +/- 17 ppb are well correlated with the previous upwind ozone concentration (R2 = 0.54-0.65). Approximately 60% of the previous upwind ozone was estimated to be carried over to the next morning and became the observed residual ozone. The daily downward-mixing ozone contributes 48 +/- 18% of the daily surface maximum ozone concentration, indicating that the downward-mixing ozone is as important as daily photochemically produced ozone to daily surface maximum ozone accumulation. The daily downward-mixing ozone is poorly correlated with the daily photochemically produced ozone and contributes significantly to the daily variation of surface maximum ozone concentrations (R2 = 0.19). However, the contribution of downward-mixing ozone to daily ozone variation is not included in most existing statistical models developed for predicting daily ozone variation. Finally, daily surface maximum ozone concentration is positively correlated with daily afternoon mixing depth, attributable to the downward-mixing ozone."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering and Science, Fooyin University, Kaohsiung, Taiwan, Republic of China. chlin@mail.fy.edu.tw"}], "Identifier": [], "LastName": "Lin", "ForeName": "Ching-Ho", "Initials": "CH"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Air Waste Manag Assoc", "NlmUniqueID": "9503111", "ISSNLinking": "1096-2247"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Taiwan"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2008", "Month": "4", "Day": "22", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "4", "Day": "22", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18422043", "10.3155/1047-3289.58.4.562"]}}], "PubmedBookArticle": []}