{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18787544", "DateCompleted": {"Year": "2008", "Month": "10", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1038/jid.2008.249"], "ArticleDate": [], "Journal": {"ISSN": "1523-1747", "JournalIssue": {"Volume": "128", "Issue": "10", "PubDate": {"Year": "2008", "Month": "Oct"}}, "Title": "The Journal of investigative dermatology", "ISOAbbreviation": "J Invest Dermatol"}, "ArticleTitle": "Vitamin D receptor, UVR, and skin cancer: a potential protective mechanism.", "Pagination": {"StartPage": "2357", "EndPage": "2361", "MedlinePgn": "2357-61"}, "Abstract": {"AbstractText": ["More than 1 million skin cancers occur annually in the United States--of which 80% are basal-cell carcinoma (BCC), 16% are squamous-cell carcinoma (SCC), and 4% are melanomas--making skin cancer by far the most common cancer (Greenlee et al., 2001). UVR is the major etiologic agent. UV wavelengths shorter than 280 nm (UVC) are absorbed by the ozone layer and do not reach the earth. UV wavelengths longer than 320 nm (UVA) have limited ability to induce the characteristic mutations in DNA seen in epidermal cancers. Thus, UVB, with a spectrum between 280 and 320 nm, is the major cause of these cancers (Freeman et al., 1989), but this is the same spectrum required for vitamin D production in the skin. Is there a link?"]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, University of California San Francisco/VA Medical Center, San Francisco, California 94121, USA. daniel.bikle@ucsf.edu"}], "Identifier": [], "LastName": "Bikle", "ForeName": "Daniel D", "Initials": "DD"}], "GrantList": [{"GrantID": "R01 AR050023", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "I01 BX001066", "Acronym": "BX", "Agency": "BLRD VA", "Country": "United States"}, {"GrantID": "P01 AR039448", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "P01 AR39448", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "I01 BX003814", "Acronym": "BX", "Agency": "BLRD VA", "Country": "United States"}, {"GrantID": "R01 AR0550023", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "R01 AR038386", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Comment", "Editorial", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Invest Dermatol", "NlmUniqueID": "0426720", "ISSNLinking": "0022-202X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Receptors, Calcitriol"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Suppressor Proteins"}, {"RegistryNumber": "1406-16-2", "NameOfSubstance": "Vitamin D"}], "CommentsCorrectionsList": [{"RefSource": "J Invest Dermatol. 2008 Oct;128(10):2508-17. doi: 10.1038/jid.2008.131", "PMID": "18509362"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Neoplasms, Radiation-Induced"}, {"QualifierName": ["metabolism"], "DescriptorName": "Receptors, Calcitriol"}, {"QualifierName": ["metabolism"], "DescriptorName": "Skin"}, {"QualifierName": ["etiology", "prevention & control"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tumor Suppressor Proteins"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": ["metabolism"], "DescriptorName": "Vitamin D"}], "CoiStatement": "CONFLICT OF INTEREST. The author states no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aszterbaum M, Rothman A, Johnson RL, Fisher M, Xie J, Bonifas JM et al. (1998) Identification of mutations in the human PATCHED gene in sporadic basal cell carcinomas and in patients with the basal cell nevus syndrome. J Invest Dermatol 110:885–8", "ArticleIdList": ["9620294"]}, {"Citation": "Aszterbaum M, Epstein J, Oro A, Douglas V, LeBoit PE, Scott MP et al. (1999) Ultraviolet and ionizing radiation enhance the growth of BCCs and trichoblastomas in patched heterozygous knockout mice. Nat Med 5:1285–91", "ArticleIdList": ["10545995"]}, {"Citation": "Bartkova J, Horejsi Z, Koed K, Kramer A, Tort F, Zieger K et al. (2005) DNA damage response as a candidate anti-cancer barrier in early human tumorigenesis. Nature 434:864–70", "ArticleIdList": ["15829956"]}, {"Citation": "Bartkova J, Rezaei N, Liontos M, Karakaidos P, Kletsas D, Issaeva N et al. (2006) Oncogene-induced senescence is part of the tumorigenesis barrier imposed by DNA damage checkpoints. Nature 444:633–7", "ArticleIdList": ["17136093"]}, {"Citation": "Berg RJ, Rebel H, van der Horst GT, van Kranen HJ, Mullenders LH, van Vloten WA et al. (2000) Impact of global genome repair versus transcription-coupled repair on ultraviolet carcinogenesis in hairless mice. Cancer Res 60:2858–63", "ArticleIdList": ["10850428"]}, {"Citation": "Bielas JH, Loeb KR, Rubin BP, True LD, Loeb LA (2006) Human cancers express a mutator phenotype. Proc Natl Acad Sci USA 103:18238–42", "ArticleIdList": ["PMC1636340", "17108085"]}, {"Citation": "Bikle DD, Elalieh H, Chang S, Xie Z, Sundberg JP (2006) Development and progression of alopecia in the vitamin D receptor null mouse. J Cell Physiol 207:340–53", "ArticleIdList": ["16419036"]}, {"Citation": "Bito T, Ueda M, Ahmed NU, Nagano T, Ichihashi M (1995) Cyclin D and retinoblastoma gene product expression in actinic keratosis and cutaneous squamous cell carcinoma in relation to p53 expression. J Cutan Pathol 22:427–34", "ArticleIdList": ["8594075"]}, {"Citation": "Bonifas JM, Pennypacker S, Chuang PT, McMahon AP, Williams M, Rosenthal A et al. (2001) Activation of expression of hedgehog target genes in basal cell carcinomas. J Invest Dermatol 116:739–42", "ArticleIdList": ["11348463"]}, {"Citation": "Bostick RM, Potter JD, Sellers TA, McKenzie DR, Kushi LH, Folsom AR (1993) Relation of calcium, vitamin D, and dairy food intake to incidence of colon cancer among older women. The Iowa Women’s Health Study. Am J Epidemiol 137:1302–17", "ArticleIdList": ["8333412"]}, {"Citation": "Brash DE, Rudolph JA, Simon JA, Lin A, McKenna GJ, Baden HP et al. (1991) A role for sunlight in skin cancer: UV-induced p53 mutations in squamous cell carcinoma. Proc Natl Acad Sci USA 88:10124–8", "ArticleIdList": ["PMC52880", "1946433"]}, {"Citation": "Cleaver JE, Jen J, Charles WC, Mitchell DL (1991) Cyclobutane dimers and (6–4) photoproducts in human cells are mended with the same patch sizes. Photochem Photobiol 54:393–402.", "ArticleIdList": ["1784640"]}, {"Citation": "Colston K, Colston MJ, Feldman D (1981) 1,25-Dihydroxyvitamin D3 and malignant melanoma: the presence of receptors and inhibition of cell growth in culture. Endocrinology 108:1083–6", "ArticleIdList": ["6257495"]}, {"Citation": "Danaee H, Karagas MR, Kelsey KT, Perry AE, Nelson HH (2006) Allelic loss at Drosophila patched gene is highly prevalent in basal and squamous cell carcinomas of the skin. J Invest Dermatol 126:1152–8", "ArticleIdList": ["16484983"]}, {"Citation": "Daya-Grosjean L, Sarasin A (2005) The role of UV induced lesions in skin carcinogenesis: an overview of oncogene and tumor suppressor gene modifications in xeroderma pigmentosum skin tumors. Mutat Res 571:43–56", "ArticleIdList": ["15748637"]}, {"Citation": "De Haes P, Garmyn M, Degreef H, Vantieghem K, Bouillon R, Segaert S (2003) 1,25-Dihydroxyvitamin D3 inhibits ultraviolet B-induced apoptosis, Jun kinase activation, and interleukin-6 production in primary human keratinocytes. J Cell Biochem 89:663–73", "ArticleIdList": ["12858333"]}, {"Citation": "Dixon KM, Deo SS, Wong G, Slater M, Norman AW, Bishop JE et al. (2005) Skin cancer prevention: a possible role of 1,25dihydroxyvitamin D3 and its analogs. J Steroid Biochem Mol Biol 97:137–43", "ArticleIdList": ["16039116"]}, {"Citation": "Eisman JA, Martin TJ, MacIntyre I, Moseley JM (1979) 1,25-Dihydroxyvitamin-D-receptor in breast cancer cells. Lancet 2:1335–6", "ArticleIdList": ["92676"]}, {"Citation": "Ellison TI, Smith MK, Gilliam AC, MacDonald PN (2008) Inactivation of the vitamin D receptor enhances susceptibility of murine skin to UV-induced tumorigenesis. J Invest Dermatol 128:2508–17", "ArticleIdList": ["PMC4127033", "18509362"]}, {"Citation": "Fan H, Oro AE, Scott MP, Khavari PA (1997) Induction of basal cell carcinoma features in transgenic human skin expressing Sonic Hedgehog. Nat Med 3:788–92", "ArticleIdList": ["9212109"]}, {"Citation": "Freeman SE, Hacham H, Gange RW, Maytum DJ, Sutherland JC, Sutherland BM (1989) Wavelength dependence of pyrimidine dimer formation in DNA of human skin irradiated in situ with ultraviolet light. Proc Natl Acad Sci USA 86:5605–9", "ArticleIdList": ["PMC297671", "2748607"]}, {"Citation": "Garland C, Shekelle RB, Barrett-Connor E, Criqui MH, Rossof AH, Paul O (1985) Dietary vitamin D and calcium and risk of colorectal cancer: a 19-year prospective study in men. Lancet 1:307–9", "ArticleIdList": ["2857364"]}, {"Citation": "Garland FC, Garland CF, Gorham ED, Young JF (1990) Geographic variation in breast cancer mortality in the United States: a hypothesis involving exposure to solar radiation. Prev Med 19:614–22", "ArticleIdList": ["2263572"]}, {"Citation": "Grachtchouk M, Mo R, Yu S, Zhang X, Sasaki H, Hui CC et al. (2000) Basal cell carcinomas in mice overexpressing Gli2 in skin. Nat Genet 24:216–7", "ArticleIdList": ["10700170"]}, {"Citation": "Greenlee RT, Hill-Harmon MB, Murray T, Thun M (2001) Cancer statistics, 2001. CA Cancer J Clin 51:15–36", "ArticleIdList": ["11577478"]}, {"Citation": "Gupta R, Dixon KM, Deo SS, Holliday CJ, Slater M, Halliday GM et al. (2007) Photoprotection by 1,25 dihydroxyvitamin D3 is associated with an increase in p53 and a decrease in nitric oxide products. J Invest Dermatol 127:707–15", "ArticleIdList": ["17170736"]}, {"Citation": "Hahn H, Wicking C, Zaphiropoulous PG, Gailani MR, Shanley S, Chidambaram A et al. (1996) Mutations of the human homolog of Drosophila patched in the nevoid basal cell carcinoma syndrome. Cell 85:841–51", "ArticleIdList": ["8681379"]}, {"Citation": "Hanchette CL, Schwartz GG (1992) Geographic patterns of prostate cancer mortality. Evidence for a protective effect of ultraviolet radiation. Cancer 70:2861–9", "ArticleIdList": ["1451068"]}, {"Citation": "Hoeijmakers JH (2001) Genome maintenance mechanisms for preventing cancer. Nature 411:366–74", "ArticleIdList": ["11357144"]}, {"Citation": "Hunter DJ, Colditz GA, Stampfer MJ, Rosner B, Willett WC, Speizer FE (1992) Diet and risk of basal cell carcinoma of the skin in a prospective cohort of women. Ann Epidemiol 2:231–9", "ArticleIdList": ["1342273"]}, {"Citation": "Hussein MR (2005) Ultraviolet radiation and skin cancer: molecular mechanisms. J Cutan Pathol 32:191–205", "ArticleIdList": ["15701081"]}, {"Citation": "Indra AK, Castaneda E, Antal MC, Jiang M, Messaddeq N, Meng X et al. (2007) Malignant transformation of DMBA/TPA-induced papillomas and nevi in the skin of mice selectively lacking retinoid-X-receptor α in epidermal keratinocytes. J Invest Dermatol 127:1250–60", "ArticleIdList": ["17301838"]}, {"Citation": "Johnson RL, Rothman AL, Xie J, Goodrich LV, Bare JW, Bonifas JM et al. (1996) Human homolog of patched, a candidate gene for the basal cell nevus syndrome. Science 272:1668–71", "ArticleIdList": ["8658145"]}, {"Citation": "Kamradt J, Rafi L, Mitschele T, Meineke V, Gartner BC, Wolfgang T et al. (2003) Analysis of the vitamin D system in cutaneous malignancies. Recent Results Cancer Res 164:259–69", "ArticleIdList": ["12899528"]}, {"Citation": "Kearney J, Giovannucci E, Rimm EB, Ascherio A, Stampfer MJ, Colditz GA et al. (1996) Calcium, vitamin D, and dairy foods and the occurrence of colon cancer in men. Am J Epidemiol 143:907–17", "ArticleIdList": ["8610704"]}, {"Citation": "Maher VM, Dorney DJ, Mendrala AL, Konze-Thomas B, McCormick JJ (1979) DNA excision–repair processes in human cells can eliminate the cytotoxic and mutagenic consequences of ultraviolet irradiation. Mutat Res 62:311–23", "ArticleIdList": ["503098"]}, {"Citation": "Moll PR, Sander V, Frischauf AM, Richter K (2007) Expression profiling of vitamin D treated primary human keratinocytes. J Cell Biochem 100:574–92", "ArticleIdList": ["16960875"]}, {"Citation": "Nilsson M, Unden AB, Krause D, Malmqwist U, Raza K, Zaphiropoulos PG et al. (2000) Induction of basal cell carcinomas and trichoepitheliomas in mice overexpressing GLI-1. Proc Natl Acad Sci USA 97:3438–43", "ArticleIdList": ["PMC16258", "10725363"]}, {"Citation": "Oro AE, Higgins KM, Hu Z, Bonifas JM, Epstein EH Jr, Scott MP (1997) Basal cell carcinomas in mice overexpressing sonic hedgehog. Science 276:817–21", "ArticleIdList": ["9115210"]}, {"Citation": "Palmer HG, Gonzalez-Sancho JM, Espada J, Berciano MT, Puig I, Baulida J et al. (2001) Vitamin D(3) promotes the differentiation of colon carcinoma cells by the induction of E-cadherin and the inhibition of beta-catenin signaling. J Cell Biol 154:369–87", "ArticleIdList": ["PMC2150773", "11470825"]}, {"Citation": "Palmer HG, Anjos-Afonso F, Carmeliet G, Takeda H, Watt FM (2008) The vitamin D receptor is a Wnt effector that controls hair follicle differentiation and specifies tumor type in adult epidermis. PLoS ONE 3:e1483.", "ArticleIdList": ["PMC2198947", "18213391"]}, {"Citation": "Ratnam AV, Cho JK, Bikle DD (1996) 1,25-Dihydroxyvitamin D3 enhances the calcium response of keratinocytes. J Invest Dermatol 106:910.", "ArticleIdList": ["10048583"]}, {"Citation": "Regl G, Neill GW, Eichberger T, Kasper M, Ikram MS, Koller J et al. (2002) Human GLI2 and GLI1 are part of a positive feedback mechanism in basal cell carcinoma. Oncogene 21:5529–39", "ArticleIdList": ["12165851"]}, {"Citation": "Regl G, Kasper M, Schnidar H, Eichberger T, Neill GW, Ikram MS et al. (2004a) The zinc-finger transcription factor GLI2 antagonizes contact inhibition and differentiation of human epidermal cells. Oncogene 23:1263–74", "ArticleIdList": ["14691458"]}, {"Citation": "Regl G, Kasper M, Schnidar H, Eichberger T, Neill GW, Philpott MP et al. (2004b) Activation of the BCL2 promoter in response to Hedgehog/GLI signal transduction is predominantly mediated by GLI2. Cancer Res 64:7724–31", "ArticleIdList": ["15520176"]}, {"Citation": "Reifenberger J, Wolter M, Knobbe CB, Kohler B, Schonicke A, Scharwachter C et al. (2005) Somatic mutations in the PTCH, SMOH, SUFUH and TP53 genes in sporadic basal cell carcinomas. Br J Dermatol 152:43–51", "ArticleIdList": ["15656799"]}, {"Citation": "Shah S, Islam MN, Dakshanamurthy S, Rizvi I, Rao M, Herrell R et al. (2006) The molecular basis of vitamin D receptor and beta-catenin crossregulation. Mol Cell 21:799–809", "ArticleIdList": ["16543149"]}, {"Citation": "Tlsty TD (1990) Normal diploid human and rodent cells lack a detectable frequency of gene amplification. Proc Natl Acad Sci USA 87:3132–6", "ArticleIdList": ["PMC53848", "2326271"]}, {"Citation": "Tlsty TD, Margolin BH, Lum K (1989) Differences in the rates of gene amplification in nontumorigenic and tumorigenic cell lines as measured by Luria–Delbruck fluctuation analysis. Proc Natl Acad Sci USA 86:9441–5", "ArticleIdList": ["PMC298512", "2687881"]}, {"Citation": "Tojo M, Mori T, Kiyosawa H, Honma Y, Tanno Y, Kanazawa KY et al. (1999) Expression of sonic hedgehog signal transducers, patched and smoothened, in human basal cell carcinoma. Pathol Int 49:687–94", "ArticleIdList": ["10504535"]}, {"Citation": "van Dam RM, Huang Z, Giovannucci E, Rimm EB, Hunter DJ, Colditz GA et al. (2000) Diet and basal cell carcinoma of the skin in a prospective cohort of men. Am J Clin Nutr 71:135–41", "ArticleIdList": ["10617958"]}, {"Citation": "Wakabayashi Y, Mao JH, Brown K, Girardi M, Balmain A (2007) Promotion of Hras-induced squamous carcinomas by a polymorphic variant of the Patched gene in FVB mice. Nature 445:761–5", "ArticleIdList": ["17230190"]}, {"Citation": "Wang TT, Tavera-Mendoza LE, Laperriere D, Libby E, MacLeod NB, Nagai Y et al. (2005) Large-scale in silico and microarray-based identification of direct 1,25-dihydroxyvitamin D3 target genes. Mol Endocrinol 19:2685–95", "ArticleIdList": ["16002434"]}, {"Citation": "Weinstock MA, Stampfer MJ, Lew RA, Willett WC, Sober AJ (1992) Case–control study of melanoma and dietary vitamin D: implications for advocacy of sun protection and sunscreen use. J Invest Dermatol 98:809–11", "ArticleIdList": ["1569330"]}, {"Citation": "Wood RD, Mitchell M, Sgouros J, Lindahl T (2001) Human DNA repair genes. Science 291:1284–9", "ArticleIdList": ["11181991"]}, {"Citation": "Xie Z, Komuves L, Yu QC, Elalieh H, Ng DC, Leary C et al. (2002) Lack of the vitamin D receptor is associated with reduced epidermal differentiation and hair follicle growth. J Invest Dermatol 118:11–6", "ArticleIdList": ["11851870"]}, {"Citation": "Ziegler A, Leffell DJ, Kunala S, Sharma HW, Gailani M, Simon JA et al. (1993) Mutation hotspots due to sunlight in the p53 gene of nonmelanoma skin cancers. Proc Natl Acad Sci USA 90:4216–20", "ArticleIdList": ["PMC46477", "8483937"]}, {"Citation": "Ziegler A, Jonason AS, Leffell DJ, Simon JA, Sharma HW, Kimmelman J et al. (1994) Sunburn and p53 in the onset of skin cancer. Nature 372:773–6", "ArticleIdList": ["7997263"]}, {"Citation": "Zinser GM, Sundberg JP, Welsh J (2002) Vitamin D(3) receptor ablation sensitizes skin to chemically induced tumorigenesis. Carcinogenesis 23:2103–9", "ArticleIdList": ["12507934"]}]}], "History": [{"Year": "2008", "Month": "9", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "23", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18787544", "NIHMS1794236", "PMC9017605", "10.1038/jid.2008.249", "S0022-202X(15)33638-1"]}}], "PubmedBookArticle": []}