{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Hong Kong", "air pollution", "case-only approach", "deprivation", "effect modification", "mortality", "time-series analysis"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18795162", "DateCompleted": {"Year": "2008", "Month": "12", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.10850"], "ArticleDate": [], "Journal": {"ISSN": "0091-6765", "JournalIssue": {"Volume": "116", "Issue": "9", "PubDate": {"Year": "2008", "Month": "Sep"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "The effects of air pollution on mortality in socially deprived urban areas in Hong Kong, China.", "Pagination": {"StartPage": "1189", "EndPage": "1194", "MedlinePgn": "1189-94"}, "Abstract": {"AbstractText": ["Poverty is a major determinant of population health, but little is known about its role in modifying air pollution effects.", "We set out to examine whether people residing in socially deprived communities are at higher mortality risk from ambient air pollution.", "This study included 209 tertiary planning units (TPUs), the smallest units for town planning in the Special Administrative Region of Hong Kong, China. The socioeconomic status of each TPU was measured by a social deprivation index (SDI) derived from the proportions of the population with a) unemployment, b) monthly household income < US$250, c) no schooling at all, d) one-person household, e) never-married status, and f ) subtenancy, from the 2001 Population Census. TPUs were classified into three levels of SDI: low, middle, and high. We performed time-series analysis with Poisson regression to examine the association between changes in daily concentrations of ambient air pollution and daily number of deaths in each SDI group for the period from January 1996 to December 2002. We evaluated the differences in pollution effects between different SDI groups using a case-only approach with logistic regression.", "We found significant associations of nitrogen dioxide, sulfur dioxide, particulate matter with aerodynamic diameter < 10 mum, and ozone with all nonaccidental and cardiovascular mortality in areas of middle or high SDI (p < 0.05). Health outcomes, measured as all nonaccidental, cardiovascular, and respiratory mortality, in people residing in high SDI areas were more strongly associated with SO(2) and NO(2) compared with those in middle or low SDI areas.", "Neighborhood socioeconomic deprivation increases mortality risks associated with air pollution."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Community Medicine, School of Public Health, The University of Hong Kong, Hong Kong, China."}], "Identifier": [], "LastName": "Wong", "ForeName": "Chit-Ming", "Initials": "CM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ou", "ForeName": "Chun-Quan", "Initials": "CQ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chan", "ForeName": "King-Pan", "Initials": "KP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chau", "ForeName": "Yuen-Kwan", "Initials": "YK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Thach", "ForeName": "Thuan-Quoc", "Initials": "TQ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yang", "ForeName": "Lin", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chung", "ForeName": "Roger Yat-Nork", "Initials": "RY"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Thomas", "ForeName": "Graham Neil", "Initials": "GN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Peiris", "ForeName": "Joseph Sriyal Malik", "Initials": "JS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wong", "ForeName": "Tze-Wai", "Initials": "TW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hedley", "ForeName": "Anthony Johnson", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lam", "ForeName": "Tai-Hing", "Initials": "TH"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "CommentsCorrectionsList": [{"RefSource": "Environ Health Perspect. 2008 Sep;116(9):A370-1. doi: 10.1289/ehp.11856", "PMID": "18795176"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Hong Kong"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": [], "DescriptorName": "Social Class"}, {"QualifierName": [], "DescriptorName": "Urban Health"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Armstrong BG. Fixed factors that modify the effects of time-varying factors: applying the case-only approach. Epidemiology. 2003;14:467–472.", "ArticleIdList": ["12843773"]}, {"Citation": "Bateson TF, Schwartz J. Who is sensitive to the effects of particulate air pollution on mortality? A case-crossover analysis of effect modifiers. Epidemiology. 2004;15:143–149.", "ArticleIdList": ["15127905"]}, {"Citation": "Benach J, Yasui Y, Borrell C, Saez M, Pasarin MI. Material deprivation and leading causes of death by gender: evidence from a nationwide small area study. J Epidemiol Community Health. 2001;55:239–245.", "ArticleIdList": ["PMC1731869", "11238578"]}, {"Citation": "Biggeri A, Bellini P, Terracini B. Meta-analysis of the Italian studies on short-term effects of air pollution (MISA), 1990–1999. Int J Occup Environ Health. 2005;11:107–122.", "ArticleIdList": ["15859200"]}, {"Citation": "Chan LY, Kwok WS. Vertical dispersion of suspended particulates in urban area of Hong Kong. Atmos Environ. 2000;34:4403–4412."}, {"Citation": "Department of Environment. An Analysis Based on 1991 Census Data. London, UK: Department of Environment; 1994. Index of Local Conditions."}, {"Citation": "Fallin MD, Hetmanski JB, Park J, Scott AF, Ingersoll R, Fuernkranz HA, et al. Family-based analysis of MSX1 haplotypes for association with oral clefts. Genet Epidemiol. 2003;25:168–175.", "ArticleIdList": ["12916025"]}, {"Citation": "Filleul L, Rondeau V, Cantagrel A, Dartigues JF, Tessier JF. Do subject characteristics modify the effects of particulate air pollution on daily mortality among the elderly? J Occup Environ Med. 2004;46:1115–1122.", "ArticleIdList": ["15534498"]}, {"Citation": "Finkelstein MM, Jerrett M, Sears MR. Environmental inequality and circulatory disease mortality gradients. J Epidemiol Community Health. 2005;59:481–487.", "ArticleIdList": ["PMC1757055", "15911644"]}, {"Citation": "Forastiere F, Stafoggia M, Tasco C, Picciotto S, Agabiti N, Cesaroni G, et al. Socioeconomic status, particulate air pollution, and daily mortality: differential exposure or differential susceptibility. Am J Ind Med. 2006;50:208–216.", "ArticleIdList": ["16847936"]}, {"Citation": "Fracanzani AL, Fargion S, Stazi MA, Valenti L, Amoroso P, Cariani E, et al. Association between heterozygosity for HFE gene mutations and hepatitis viruses in hepato-cellular carcinoma. Blood Cells Mol Dis. 2005;35:27–32.", "ArticleIdList": ["15894495"]}, {"Citation": "Hastie TJ, Tibshirani RJ. Generalized Additive Models. London: Chapman & Hall; 1990."}, {"Citation": "HEI. Reanalysis of the Harvard Six Cities and the American Cancer Society Study of Particulate Air Pollution and Mortality. Cambridge, MA: Health Effects Institute; 2000."}, {"Citation": "HEI. Health Effects of Outdoor Air Pollution in Developing Countries of Asia: A Literature Review. Cambridge, MA: Health Effects Institute; 2004."}, {"Citation": "HK EPD (The Hong Kong Environmental Protection Department) Past Air Quality Monitoring Data. 2007.  [[accessed 14 June 2007]].  Available:  http://epic.epd.gov.hk/ca/uid/airdata/p/1."}, {"Citation": "Jarman B. Identification of underprivileged areas. BMJ. 1983;286:1705–1709.", "ArticleIdList": ["PMC1548179", "6405943"]}, {"Citation": "Jerrett M, Burnett RT, Brook J, Kanaroglou P, Giovis C, Finkelstein N, et al. Do socioeconomic characteristics modify the short term association between air pollution and mortality? Evidence from a zonal time series in Hamilton, Canada. J Epidemiol Community Health. 2004;58:31–40.", "ArticleIdList": ["PMC1757028", "14684724"]}, {"Citation": "Kan H, Chen B. A case-crossover analysis of air pollution and daily mortality in Shanghai. J Occup Health. 2003;45:119–124.", "ArticleIdList": ["14646303"]}, {"Citation": "Krewski D, Burnett RT, Goldberg M, Hoover K, Siemiatycki J, Abrahamowicz M, et al. Reanalysis of the Harvard Six Cities Study, part II: sensitivity analysis. Inhal Toxicol. 2005;17:343–353.", "ArticleIdList": ["16020033"]}, {"Citation": "Martins MC, Fatigati FL, Vespoli TC, Martins LC, Pereira LA, Martins MA, et al. Influence of socioeconomic conditions on air pollution adverse health effects in elderly people: an analysis of six regions in São Paulo, Brazil. J Epidemiol Community Health. 2004;58:41–46.", "ArticleIdList": ["PMC1757032", "14684725"]}, {"Citation": "McCullagh P, Nelder JA. Generalized Linear Models. London: Chapman & Hall; 1989."}, {"Citation": "Neidell MJ. Air pollution, health, and socio-economic status: the effect of outdoor air quality on childhood asthma. J Health Econ. 2004;23:1209–1236.", "ArticleIdList": ["15556243"]}, {"Citation": "O’Neill MS, Jerrett M, Kawachi I, Levy JI, Cohen AJ, Gouveia N, et al. Health, wealth, and air pollution: advancing theory and methods. Environ Health Perspect. 2003;111:1861–1870.", "ArticleIdList": ["PMC1241758", "14644658"]}, {"Citation": "Payne G, Payne J, Hyde M. ‘Refuse of all classes’? social indicators and social deprivation. Sociol Res Online. 1996.  [[accessed 24 July 2008]].  [Online 29 March 1996]. Available:  http://www.socresonline.org.uk/1/1/3.html."}, {"Citation": "Pulido L. Rethinking environmental racism: white privilege and urban development in southern California. Am Geogr. 2000;90:12–40."}, {"Citation": "R Development Core Team. R: A Language and Environment for Statistical Computing, version 2.5.1. Vienna: R Foundation for Statistical Computing; 2007."}, {"Citation": "Samet JM, Zeger SL, Dominici F, Curriero F, Coursac I, Dockery DW, et al. The National Morbidity, Mortality, and Air Pollution Study. Part II: Morbidity and mortality from air pollution in the United States. Res Rep Health Eff Inst. 2000;94:5–70.", "ArticleIdList": ["11354823"]}, {"Citation": "Schwartz J. Assessing confounding, effect modification, and thresholds in the association between ambient particles and daily deaths. Environ Health Perspect. 2000;108:563–568.", "ArticleIdList": ["PMC1638159", "10856032"]}, {"Citation": "Schwartz J. Who is sensitive to extremes of temperature? A case-only analysis. Epidemiology. 2005;16:67–72.", "ArticleIdList": ["15613947"]}, {"Citation": "Sunyer J, Schwartz J, Tobias A, Macfarlane D, Garcia J, Anto JM. Patients with chronic obstructive pulmonary disease are at increased risk of death associated with urban particle air pollution: a case-crossover analysis. Am J Epidemiol. 2000;151:50–56.", "ArticleIdList": ["10625173"]}, {"Citation": "The Hong Kong Observatory. Extract of Meteorological Observations for Hong Kong. 2007.  [[accessed 14 June 2007]].  Available:  http://www.hko.gov.hk/wxinfo/pastwx/extract.htm."}, {"Citation": "Townsend P, Phillimore P, Peattie A. Health and Deprivation: Inequality and the North. London: Croom Helm; 1988."}, {"Citation": "Venners SA, Wang B, Xu Z, Schlatter Y, Wang L, Xu X. Particulate matter, sulfur dioxide, and daily mortality in Chongqing, China. Environ Health Perspect. 2003;111:562–567.", "ArticleIdList": ["PMC1241445", "12676616"]}, {"Citation": "World Health Organization. Manual of the International Statistical Classification of Diseases, Injuries, and Causes of Death, 9th Revision. Geneva: World Health Organization; 1977."}, {"Citation": "World Health Organization. International Statistical Classification of Diseases and Related Health Problems, 10th Revision. Geneva: World Health Organization; 1992."}, {"Citation": "Wong CM, Atkinson RW, Anderson HR, Hedley AJ, Ma S, Chau PY, et al. A tale of two cities: effects of air pollution on hospital admissions in Hong Kong and London compared. Environ Health Perspect. 2002a;110:67–77.", "ArticleIdList": ["PMC1240695", "11781167"]}, {"Citation": "Wong CM, Hedley AJ, Lam TH, Bacon-Shone J.  Estimation of variations in health care needs between small areas in HK using routine statistics on morbidity, mortality and socioeconomic and demographic characteristics of the population. Health, Welfare and Food Bureau; Hong Kong: 1999.  [[accessed 28 January 2008]].  Available:  http://hwfbgrants.netsoft.net/english/funded_search/funded_search_detail.php?id=124&no=8&PHPSESSID=618aa2f54ac1c755e7979717b1056070#report."}, {"Citation": "Wong CM, Ma S, Hedley AJ, Lam TH. Effect of air pollution on daily mortality in Hong Kong. Environ Health Perspect. 2001;109:335–340.", "ArticleIdList": ["PMC1240272", "11335180"]}, {"Citation": "Wong CM, McGhee SM, Yeung RYT, Thach TQ, Wong TW, Hedley AJ.  Final Report for the Provision of Service for Study of Short-Term Health Impact and Costs due to Road Traffic-Related Air Pollution. Environmental Protection Department; Hong Kong: 2002b.  [[accessed 28 January 2008]].  Available:  http://www.epd.gov.hk/epd/english/environmentinhk/air/studyrpts/files/ap_health_impact_02.pdf."}, {"Citation": "Wong CM, Ou CQ, Lee NW, Chan KP, Thach TQ, Chau YK, et al. Short-term effects of particulate air pollution on male smokers and never-smokers. Epidemiology. 2007a;18(5):593–598.", "ArticleIdList": ["17700248"]}, {"Citation": "Wong CM, Ou CQ, Thach TQ, Chau YK, Chan KP, Ho SY, et al. Does regular exercise protect against air pollution-associated mortality? Prev Med. 2007b;44:386–392.", "ArticleIdList": ["17291575"]}, {"Citation": "Xu X, Dockery DW, Christiani DC, Li B, Huang H. Association of air pollution with hospital outpatient visits in Beijing. Arch Environ Health. 1995;50:214–220.", "ArticleIdList": ["7618954"]}, {"Citation": "Xu X, Gao J, Dockery DW, Chen Y. Air pollution and daily mortality in residential areas of Beijing, China. Arch Environ Health. 1994;49:216–222.", "ArticleIdList": ["8031176"]}, {"Citation": "Zanobetti A, Schwartz J. Race, gender, and social status as modifiers of the effects of PM10 on mortality. J Occup Environ Med. 2000;42:469–474.", "ArticleIdList": ["10824299"]}]}], "History": [{"Year": "2007", "Month": "9", "Day": "5"}, {"Year": "2008", "Month": "6", "Day": "26"}, {"Year": "2008", "Month": "9", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "12", "Day": "30", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "17", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18795162", "PMC2535621", "10.1289/ehp.10850"]}}], "PubmedBookArticle": []}