{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "18927346", "DateCompleted": {"Year": "2009", "Month": "04", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1165/rcmb.2008-0346OC"], "ArticleDate": [{"Year": "2008", "Month": "10", "Day": "16"}], "Journal": {"ISSN": "1535-4989", "JournalIssue": {"Volume": "40", "Issue": "4", "PubDate": {"Year": "2009", "Month": "Apr"}}, "Title": "American journal of respiratory cell and molecular biology", "ISOAbbreviation": "Am J Respir Cell Mol Biol"}, "ArticleTitle": "Vgamma1+ T cells and tumor necrosis factor-alpha in ozone-induced airway hyperresponsiveness.", "Pagination": {"StartPage": "454", "EndPage": "463", "MedlinePgn": "454-63"}, "Abstract": {"AbstractText": ["gammadelta T cells regulate airway reactivity, but their role in ozone (O3)-induced airway hyperresponsiveness (AHR) is not known. Our objective was to determine the role of gammadelta T cells in O3-induced AHR. Different strains of mice, including those that were genetically manipulated or antibody-depleted to render them deficient in total gammadelta T cells or specific subsets of gammadelta T cells, were exposed to 2.0 ppm of O3 for 3 hours. Airway reactivity to inhaled methacholine, airway inflammation, and epithelial cell damage were monitored. Exposure of C57BL/6 mice to O3 resulted in a transient increase in airway reactivity, neutrophilia, and increased numbers of epithelial cells in the lavage fluid. TCR-delta(-/-) mice did not develop AHR, although they exhibited an increase in neutrophils and epithelial cells in the lavage fluid. Similarly, depletion of gammadelta T cells in wild-type mice suppressed O3-induced AHR without influencing airway inflammation or epithelial damage. Depletion of Vgamma1+, but not of Vgamma4+ T cells, reduced O3-induced AHR, and transfer of total gammadelta T cells or Vgamma1+ T cells to TCR-delta(-/-) mice restored AHR. After transfer of Vgamma1+ cells to TCR-delta(-/-) mice, restoration of AHR after O3 exposure was blocked by anti-TNF-alpha. However, AHR could be restored in TCR-delta(-/-)mice by transfer of gammadelta T cells from TNF-alpha-deficient mice, indicating that another cell type was the source of TNF-alpha. These results demonstrate that TNF-alpha and activation of Vgamma1+ gammadelta T cells are required for the development of AHR after O3 exposure."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Cell Biology, Department of Pediatrics, National Jewish Health and the University of Colorado Health Sciences Center, Denver, Colorado, USA."}], "Identifier": [], "LastName": "Matsubara", "ForeName": "Shigeki", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Takeda", "ForeName": "Katsuyuki", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jin", "ForeName": "Niyun", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Okamoto", "ForeName": "Masakazu", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Matsuda", "ForeName": "Hiroyuki", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shiraishi", "ForeName": "Yoshiki", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Park", "ForeName": "Jung Won", "Initials": "JW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McConville", "ForeName": "Glen", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Joetham", "ForeName": "Anthony", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "O'Brien", "ForeName": "Rebecca L", "Initials": "RL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dakhama", "ForeName": "Azzeddine", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Born", "ForeName": "Willi K", "Initials": "WK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gelfand", "ForeName": "Erwin W", "Initials": "EW"}], "GrantList": [{"GrantID": "HL-36577", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "HL-61005", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Respir Cell Mol Biol", "NlmUniqueID": "8917225", "ISSNLinking": "1044-1549"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antibodies"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Antigen, T-Cell, gamma-delta"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adoptive Transfer"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antibodies"}, {"QualifierName": [], "DescriptorName": "Cell Count"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lymphocyte Activation"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["complications", "immunology", "pathology"], "DescriptorName": "Pneumonia"}, {"QualifierName": ["deficiency", "immunology"], "DescriptorName": "Receptors, Antigen, T-Cell, gamma-delta"}, {"QualifierName": ["chemically induced", "complications", "immunology", "pathology"], "DescriptorName": "Respiratory Hypersensitivity"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "T-Lymphocyte Subsets"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "T-Lymphocytes"}, {"QualifierName": ["deficiency", "metabolism"], "DescriptorName": "Tumor Necrosis Factor-alpha"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Greenberg MI. Occupational, Industrial, and Environmental Toxicology, Philadelphia, Mosby, 2003."}, {"Citation": "National Institute of Environmental Health Sciences. Ozone alerts. Research Triangle Park, NC: National Institutes of Environmental Health Sciences: 1986. NIH Publications No. 99–4671."}, {"Citation": "Pryor WA. How far does ozone penetrate into the pulmonary air/tissue boundary before it reacts? Free Radic Biol Med 1992;12:83–88.", "ArticleIdList": ["1537573"]}, {"Citation": "Pulfer MK, Taube C, Gelfand EW, Murphy RC. Ozone exposure in vivo and formation of biologically active oxysterols in the lung. J Pharmacol Exp Ther 2005;312:256–264.", "ArticleIdList": ["15316091"]}, {"Citation": "Postlethwait E, Cueto R, Velsor LW, Pryor WA. O3-induced formation of bioactive lipids: estimated surface concentrations and lining layer effects. Am J Physiol Lung Cell Mol Physiol 1998;274:L1006–L1016.", "ArticleIdList": ["9609740"]}, {"Citation": "Kafoury RM, Pryor WA, Squadrito GL, Salgo MG, Zou X, Friedman M. Lipid ozonation products activate phospholipases A2, C and D. Toxicol Appl Pharmacol 1998;150:338–349.", "ArticleIdList": ["9653065"]}, {"Citation": "Uhlson C, Harrison K, Allen CB, Ahmad S, White CW, Murphy RC. Oxidized phospholipids derived from ozone treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem Res Toxicol 2002;15:896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Zhang LY, Levitt RC, Kleeberger SR. Differential susceptibility to ozone-induced airways hyperreactivity in inbred strains of mice. Exp Lung Res 1995;21:503–518.", "ArticleIdList": ["7588439"]}, {"Citation": "Prows DR, Shertzer HG, Daly MJ, Sidman CL, Leikauf GD. Genetic analysis of ozone-induced acute lung injury in sensitive and resistant strains of mice. Nat Genet 1997;17:471–474.", "ArticleIdList": ["9398853"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY, Longphre M, Harkema J, Jedlicka A, Eleff SM, DiSilvestre D, Holroyd KJ. Linkage analysis of susceptibility to ozone-induced lung inflammation in inbred mice. Nat Genet 1997;17:475–478.", "ArticleIdList": ["9398854"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE. Genetic susceptibility to ozone-induced lung hyperpermeability: role of toll-like receptor 4. Am J Respir Cell Mol Biol 2000;22:620–627.", "ArticleIdList": ["10783135"]}, {"Citation": "Arsalane K, Gosset P, Vanhee D, Voisin C, Hamid Q, Tonnel AB, Wallaert B. Ozone stimulates synthesis of inflammatory cytokines by alveolar macrophages in vitro. Am J Respir Cell Mol Biol 1995;13:60–68.", "ArticleIdList": ["7598938"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol 2001;280:L537–L546.", "ArticleIdList": ["11159038"]}, {"Citation": "Shore SA, Schwartzman IN, Le Blanc B, Murthy GGK, Doerschuk CM. Tumor necrosis factor receptor 2 contributes to ozone-induced airway hyperresponsiveness in mice. Am J Respir Crit Care Med 2001;164:602–607.", "ArticleIdList": ["11520723"]}, {"Citation": "Young C, Bhalla DK. Effects of ozone on the epithelial and inflammatory responses in the airways: role of tumor necrosis factor. J Toxicol Environ Health 1995;46:329–342.", "ArticleIdList": ["7473861"]}, {"Citation": "Pearson AC, Bhalla DK. Effects of ozone on macrophage adhesion in vitro and epithelial and inflammatory responses in vivo: the role of cytokines. J Toxicol Environ Health 1997;50:143–157.", "ArticleIdList": ["9048958"]}, {"Citation": "Park JW, Taube C, Swasey C, Kodama T, Joetham A, Balhorn A, Takeda K, Miyahara N, Allen C, Dakhama A, et al. IL-1 receptor antagonist attenuates airway hyperresponsiveness following exposure to ozone. Am J Respir Cell Mol Biol 2004;30:830–836.", "ArticleIdList": ["14754758"]}, {"Citation": "Park JW, Taube C, Joetham A, Takeda K, Kodama T, Dakhama A, McConville G, Allen C, Giclas P, Holers VM, et al. Complement activation is critical to airway hyperresponsiveness following acute ozone exposure. Am J Respir Crit Care Med 2004;169:726–732.", "ArticleIdList": ["14701711"]}, {"Citation": "Komori HK, Meehan TF, Havran WL. Epithelial and mucosal gamma delta T cells. Curr Opin Immunol 2006;18:534–538.", "ArticleIdList": ["16837181"]}, {"Citation": "Lahn M, Kanehiro A, Takeda K, Joetham A, Schwarze J, Köhler G, O'Brien R, Gelfand EW, Born W. Negative regulation of airway responsiveness that is dependent on gammadelta T cells and independent of alphabeta T cells. Nat Med 1999;5:1150–1156.", "ArticleIdList": ["10502818"]}, {"Citation": "Hahn Y-S, Taube C, Jin N, Sharp L, Wands JM, Aydintug MK, Lahn M, Huber SA, O'Brien RL, Gelfand EW, et al. Different potentials of γδ T cell subsets in regulating airway responsiveness: Vγ1+ cells, but not Vγ4+ cells, promote airway hyperreactivity, Th2 cytokines, and airway inflammation. J Immunol 2004;172:2894–2902.", "ArticleIdList": ["14978091"]}, {"Citation": "Jin N, Miyahara N, Roark CL, French JD, Aydintug MK, Matsuda JL, Gapin L, O'Brien RL, Gelfand EW, Born WK. Airway hyperresponsiveness through synergy of γδ T cells and NKT cells. J Immunol 2007;179:2961–2968.", "ArticleIdList": ["PMC4480876", "17709511"]}, {"Citation": "King DP, Hyde DM, Jackson KA, Novosad DM, Ellis TN, Putney L, Stovall MY, Van Winkle LS, Beaman BL, Ferrick DA. Protective response to pulmonary injury requires γδ T lymphocytes. J Immunol 1999;162:5033–5036.", "ArticleIdList": ["10227967"]}, {"Citation": "Heilig JS, Tonegawa S. Diversity of murine gamma genes and expression in fetal and adult T lymphocytes. Nature 1986;322:836–840.", "ArticleIdList": ["2943999"]}, {"Citation": "Herring AC, Lee J, McDonald RA, Toews GB, Huffnagle GB. Induction of interleukin-12 and gamma interferon requires tumor necrosis factor alpha for protective T1-cell-mediated immunity to pulmonary cryptococcus neoformans infection. Infect Immun 2002;70:2959–2964.", "ArticleIdList": ["PMC127967", "12010985"]}, {"Citation": "Takeda K, Hamelmann E, Joetham A, Shultz L, Larsen GL, Irvin CG, Gelfand EW. Development of eosinophilic airway inflammation and airway hyperresponsiveness in mast cell deficient mice. J Exp Med 1997;186:449–454.", "ArticleIdList": ["PMC2198995", "9236197"]}, {"Citation": "Krishna MT, Madden J, Teran LM, Biscione GL, Lau LC, Withers NJ, Sandström T, Mudway I, Kelly FJ, Walls A, et al. Effects of 0.2 ppm ozone on biomarkers of inflammation in bronchoalveolar lavage fluid and bronchial mucosa of healthy subjects. Eur Respir J 1998;1:1294–1300.", "ArticleIdList": ["9657569"]}, {"Citation": "Hahn Y-S, Taube C, Jin N, Takeda K, Park JW, Wands JM, Aydintug MK, Roark CL, Lahn M, O'Brien RL, et al. V gamma 4+ gamma delta T cells regulate airway hyperreactivity to methacholine in ovalbumin-sensitized and challenged mice. J Immunol 2003;171:3170–3178.", "ArticleIdList": ["12960345"]}, {"Citation": "Kleeberger SR, Hudak BB. Acute ozone-induced change in airway permeability: role of infiltrating leukocytes. J Appl Physiol 1992;72:670–676.", "ArticleIdList": ["1559947"]}, {"Citation": "Kaminsky DA, Irvin CG. New insights from lung function. Curr Opin Allergy Clin Immunol 2001;3:205–209.", "ArticleIdList": ["11964690"]}, {"Citation": "Koohsari H, Tamaoka M, Campbell HR, Martin JG. The role of γδ T cells in airway epithelial injury and bronchial responsiveness after chlorine gas exposure in mice. Respir Res 2007;8:21.", "ArticleIdList": ["PMC1831470", "17343743"]}, {"Citation": "Kanehiro A, Lahn M, Makela MJ, Dakhama A, Fujita M, Joetham A, Mason RJ, Born W, Gelfand EW. Tumor necrosis factor (TNF)-α negatively regulates airway hyperresponsiveness through γδ T cells. Am J Respir Crit Care Med 2001;164:2229–2238.", "ArticleIdList": ["11751192"]}, {"Citation": "Wands JM, Roark CL, Aydintug MK, Hahn Y-S, Sharp L, Yin X, Dalporto J, Lahn M, Hyde DM, Gelfand EW, et al. Distribution and leukocyte contacts of γδ T cells in the lung. J Leukoc Biol 2005;78:1086–1096.", "ArticleIdList": ["16204632"]}, {"Citation": "Dziedzic D, White HJ. Response of T-cell-deficient mice to ozone exposure. J Toxicol Environ Health 1987;21:57–71.", "ArticleIdList": ["3494850"]}, {"Citation": "Cho H-Y, Morgan DL, Bauer AK, Kleeberger SR. Signal transduction pathways of tumor necrosis factor-mediated lung injury induced by ozone in mice. Am J Respir Crit Care Med 2007;175:829–839.", "ArticleIdList": ["PMC1899292", "17255564"]}, {"Citation": "Lahn M, Kalataradi H, Mittelstadt P, Pflum E, Vollmer M, Cady C, Mukasa A, Vella AT, Ikle D, Harbeck R, et al. Early preferential stimulation of gamma delta T cells by TNF-alpha. J Immunol 1998;160:5221–5230.", "ArticleIdList": ["9605117"]}, {"Citation": "Langhorne J, Albano FR, Hensmann M, Sanni L, Cadman E, Voisine C, Sponaas AM. Dendritic cells, pro-inflammatory responses, and antigen presentation in a rodent malaria infection. Immunol Rev 2004;201:35–47.", "ArticleIdList": ["15361231"]}, {"Citation": "Pichavant M, Goya S, Meyer EH, Johnston RA, Kim HY, Matangkasombut P, Zhu M, Iwakura Y, Savage PB, DeKruyff RH, et al. Ozone exposure in a mouse model induces airway hyperreactivity that requires the presence of natural killer T cells and IL-17. J Exp Med 2008;205:385–393.", "ArticleIdList": ["PMC2271004", "18250191"]}, {"Citation": "Roark CL, French JD, Taylor MA, Bendele AM, Born WK, O'Brien RL. Exacerbation of collagen-induced arthritis by oligoclonal, IL-17-producing gamma delta T cells. J Immunol 2007;179:5576–5583.", "ArticleIdList": ["PMC2768546", "17911645"]}, {"Citation": "Eggleston PA. The environment and asthma in US inner cities. Chest 2007;132:782S–788S.", "ArticleIdList": ["17998342"]}]}], "History": [{"Year": "2008", "Month": "10", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "4", "Day": "2", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "10", "Day": "18", "Hour": "9", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["18927346", "PMC2660562", "10.1165/rcmb.2008-0346OC", "2008-0346OC"]}}], "PubmedBookArticle": []}