{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19132593", "DateCompleted": {"Year": "2009", "Month": "03", "Day": "30"}, "DateRevised": {"Year": "2016", "Month": "05", "Day": "26"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1080/10934520802598430"], "ArticleDate": [], "Journal": {"ISSN": "1093-4529", "JournalIssue": {"Volume": "44", "Issue": "3", "PubDate": {"Year": "2009", "Month": "Feb", "Day": "15"}}, "Title": "Journal of environmental science and health. Part A, Toxic/hazardous substances & environmental engineering", "ISOAbbreviation": "J Environ Sci Health A Tox Hazard Subst Environ Eng"}, "ArticleTitle": "Modeling of catalytic ozonation process in a three-phase reactor.", "Pagination": {"StartPage": "295", "EndPage": "306", "MedlinePgn": "295-306"}, "Abstract": {"AbstractText": ["In this research, the main objective was to determine the flow characteristics of a three-phase reactor in order to use this knowledge in the modeling of catalytic ozonation of aqueous dye solutions. Therefore, the stimulus-response method was used in the tracer experiments; thus, the degree of liquid mixing in the reactor was estimated by means of residence time distribution, Peclet number and axial dispersion coefficient in the presence and the absence of the catalyst. Experimental data were obtained by performing the catalytic ozonation of aqueous Acid Red-151(AR-151) and Remazol Brilliant Blue-R (RBBR) dye solutions, in the presence of perfluorinated-octyl-alumina (PFOA) catalyst particles at different operating conditions. The chemical oxygen demand (COD), the dye and ozone concentrations in the liquid phase were measured at the steady state along the height of the column reactor and at the exit. According to the results, it was observed that the gas-liquid reactor without the catalyst particles showed a hydrodynamic behavior equivalent to two or three completely stirred tank reactors (CSTRs) in-series for the conventional ozonation process. The presence of catalyst particles caused the flow behavior of the three phase reactor to approach to one CSTR or two CSTRs in-series depending on the gas and liquid flow rates so that the modeling of the catalytic ozonation process was done satisfactorily on that basis. The modeling results showed satisfactory agreement with the experimental ones in the prediction of outlet dye and dissolved ozone concentrations from the reactor, especially at relatively high gas velocities (QG=150 and 200 L h(-1)) for AR-151, where the dissolved ozone concentration was not limited. However, the discrepancy was about 15% between the theory and experiment at the lower gas flow rates due to the limited ozone concentrations with respect to the dye concentrations at the high inlet dye concentration of AR-151 (CD,i=100 mg L(-1)). For RBBR, the predicted and experimental values were very close to each other since ozone limitation or dye abundance was not realized in these experiments."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, Middle East Technical University, Ankara, Turkey."}], "Identifier": [], "LastName": "Erol", "ForeName": "Funda", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ozbelge", "ForeName": "Tülay A", "Initials": "TA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ozbelge", "ForeName": "H Onder", "Initials": "HO"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Sci Health A Tox Hazard Subst Environ Eng", "NlmUniqueID": "9812551", "ISSNLinking": "1093-4529"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Catalysis"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2009", "Month": "1", "Day": "10", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "1", "Day": "10", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "3", "Day": "31", "Hour": "9", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19132593", "10.1080/10934520802598430", "907477580"]}}], "PubmedBookArticle": []}