{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19215915", "DateCompleted": {"Year": "2009", "Month": "03", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.envres.2008.12.012"], "ArticleDate": [{"Year": "2009", "Month": "02", "Day": "11"}], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "109", "Issue": "3", "PubDate": {"Year": "2009", "Month": "Apr"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Methodological issues in studies of air pollution and reproductive health.", "Pagination": {"StartPage": "311", "EndPage": "320", "MedlinePgn": "311-20"}, "Abstract": {"AbstractText": ["In the past decade there have been an increasing number of scientific studies describing possible effects of air pollution on perinatal health. These papers have mostly focused on commonly monitored air pollutants, primarily ozone (O(3)), particulate matter (PM), sulfur dioxide (SO(2)), carbon monoxide (CO), and nitrogen dioxide (NO(2)), and various indices of perinatal health, including fetal growth, pregnancy duration, and infant mortality. While most published studies have found some marker of air pollution related to some types of perinatal outcomes, variability exists in the nature of the pollutants and outcomes associated. Synthesis of the findings has been difficult for various reasons, including differences in study design and analysis. A workshop was held in September 2007 to discuss methodological differences in the published studies as a basis for understanding differences in study findings and to identify priorities for future research, including novel approaches for existing data. Four broad topic areas were considered: confounding and effect modification, spatial and temporal exposure variations, vulnerable windows of exposure, and multiple pollutants. Here we present a synopsis of the methodological issues and challenges in each area and make recommendations for future study. Two key recommendations include: (1) parallel analyses of existing data sets using a standardized methodological approach to disentangle true differences in associations from methodological differences among studies; and (2) identification of animal studies to inform important mechanistic research gaps. This work is of critical public health importance because of widespread exposure and because perinatal outcomes are important markers of future child and adult health."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Program on Reproductive Health and the Environment, Department of Obstetrics, Gynecology, and Reproductive Sciences, University of California San Francisco, San Francisco, CA, USA. woodrufft@obgyn.ucsf.edu"}], "Identifier": [], "LastName": "Woodruff", "ForeName": "Tracey J", "Initials": "TJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Parker", "ForeName": "Jennifer D", "Initials": "JD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Darrow", "ForeName": "Lyndsey A", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Slama", "ForeName": "Rémy", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bell", "ForeName": "Michelle L", "Initials": "ML"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Choi", "ForeName": "Hyunok", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Glinianaia", "ForeName": "Svetlana", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hoggatt", "ForeName": "Katherine J", "Initials": "KJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Karr", "ForeName": "Catherine J", "Initials": "CJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lobdell", "ForeName": "Danelle T", "Initials": "DT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wilhelm", "ForeName": "Michelle", "Initials": "M"}], "GrantList": [{"GrantID": "P20 ES018135", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["methods", "standards"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Epidemiological Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Low Birth Weight"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Pregnancy Trimesters"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Premature Birth"}, {"QualifierName": ["drug effects"], "DescriptorName": "Reproduction"}, {"QualifierName": ["standards"], "DescriptorName": "Research Design"}, {"QualifierName": [], "DescriptorName": "Selection Bias"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Banerjee S, Carlin BP, Gelfand AE, 2003. Hierarchical Modeling and Analysis for Spatial Data Monographs on Statistics and Applied Probability. Chapman & Hall/CRC."}, {"Citation": "Basu R, Woodruff TJ, Parker JD, Saulnier M, Schoendorf KC, 2004. Comparing exposure metrics in the relationship between PM2.5 and birth weight in California. J. Expo Anal. Environ. Epidemiol 14, 391–396.", "ArticleIdList": ["15361898"]}, {"Citation": "Bell ML, Ebisu K, Belanger K, 2007. Ambient air pollution and low birth weight in Connecticut and Massachusetts. Environ. Health Perspect 115,1118–1124.", "ArticleIdList": ["PMC1913584", "17637932"]}, {"Citation": "Brauer M, Lencar C, Tamburic L, Koehoorn M, Demers P, Karr C, 2008. A cohort study of traffic-related air pollution impacts on birth outcomes. Environ. Health. Perspect 116, 680–686.", "ArticleIdList": ["PMC2367679", "18470315"]}, {"Citation": "Chodick G, Shalev V, Goren I, Inskip PD, 2007. Seasonality in birth weight in Israel: new evidence suggests several global patterns and different etiologies. Ann. Epidemiol 17, 440–446.", "ArticleIdList": ["17300954"]}, {"Citation": "Darrow LA, Woodruff TJ, Parker JD, 2006. Maternal smoking as a confounder in studies of air pollution and infant mortality. Epidemiology 17, 592–593 (research letter).", "ArticleIdList": ["16906057"]}, {"Citation": "Dugandzic R, Dodds L, Stieb D, Smith-Doiron M, 2006. The association between low level exposures to ambient air pollution and term low birth weight: a retrospective cohort study. Environ. Health 5, 3.", "ArticleIdList": ["PMC1395300", "16503975"]}, {"Citation": "Dunson D, 2001. Commentary: practical advantages of Bayesian analysis of epidemiologic data. Am. J. Epidemiol 153,1222–1226.", "ArticleIdList": ["11415958"]}, {"Citation": "Fanshawe T, Diggle P, Rushton S, Sanderson R, Lurz P, Glinianaia SV, Pearce L, Charlton M, Pless-Mulloli T, 2008. Modelling spatio-temoporal variation in exposure to particulate matter: a two-stage approach. Environmetrics 19, 549–566."}, {"Citation": "Gelman A, Hill J, 2007. Data Analysis Using Regression and Multilevel/Hierarchical Models. Cambridge University Press."}, {"Citation": "Genereux M, Auger N, Goneau M, Daniel M, 2008. Neighbourhood socioeconomic status, maternal education and adverse birth outcomes among mothers living near highways. J Epidemiol Community Health 62, 695–700.", "ArticleIdList": ["18621954"]}, {"Citation": "Ghosh R, Rankin J, Pless-Mulloli T, Glinianaia S, 2007. Does the effect of air pollution on pregnancy outcomes differ by gender? A systematic review. Environ. Res 105, 400–408.", "ArticleIdList": ["17493608"]}, {"Citation": "Gillman MW, 2005. Developmental origins of health and disease. N. Engl. J. Med 353,1848–1850.", "ArticleIdList": ["PMC1488726", "16251542"]}, {"Citation": "Glinianaia SV, Rankin J, Bell R, Pless-Mulloli T, Howel D, 2004. Particulate air pollution and fetal health: a systematic review of the epidemiologic evidence. Epidemiology 15, 36–45.", "ArticleIdList": ["14712145"]}, {"Citation": "Gouveia N, Bremner SA, Novaes HM, 2004. Association between ambient air pollution and birth weight in Sao Paulo, Brazil. J. Epidemiol. Community Health 58,11–17.", "ArticleIdList": ["PMC1757020", "14684720"]}, {"Citation": "Hansen C, Neller A, Williams G, Simpson R, 2007. Low levels of ambient air pollution during pregnancy and fetal growth among term neonates in Brisbane, Australia. Environ. Res 103, 383–389.", "ArticleIdList": ["16890220"]}, {"Citation": "Hansen CA, Barnett AG, Pritchard G, 2008. The effect of ambient air pollution during early pregnancy on fetal ultrasonic measurements during midpregnancy. Environ. Health Perspect 116, 362–369.", "ArticleIdList": ["PMC2265059", "18335104"]}, {"Citation": "Huynh M, Woodruff TJ, Parker JD, Schoendorf KC, 2006. Relationships between air pollution and preterm birth in California. Paediatr Perinat Epidemiol 20, 454–461.", "ArticleIdList": ["17052280"]}, {"Citation": "Jewell NP, 2004. Statistics for Epidemiology. Chapman & Hall/CRC, Boca Raton."}, {"Citation": "Kim JY, Burnett RT, Neas L, et al., 2007. Panel discussion review: session two—interpretation of observed associations between multiple ambient air pollutants and health effects in epidemiologic analyses. J. Expo. Sci. Environ. Epidemiol 17 (Suppl 2), S83–S89.", "ArticleIdList": ["18079769"]}, {"Citation": "Lacasana M, Esplugues A, Ballester F, 2005. Exposure to ambient air pollution and prenatal and early childhood health effects. Eur. J. Epidemiol 20,183–199.", "ArticleIdList": ["15792286"]}, {"Citation": "Lin CM, Li CY, Mao IF, 2004. Increased risks of term low-birth-weight infants in a petrochemical industrial city with high air pollution levels. Arch. Environ. Health 59, 663–668.", "ArticleIdList": ["16789475"]}, {"Citation": "Liu S, Krewski D, Shi Y, Chen Y, Burnett RT, 2007. Association between maternal exposure to ambient air pollutants during pregnancy and fetal growth restriction. J. Expo. Sci. Environ. Epidemiol 17, 426–432.", "ArticleIdList": ["16736056"]}, {"Citation": "Maisonet M, Correa A, Misra D, Jaakkola JJ, 2004. A review of the literature on the effects of ambient air pollution on fetal growth. Environ. Res 95,106–115.", "ArticleIdList": ["15068936"]}, {"Citation": "Mannes T, Jalaludin B, Morgan G, Lincoln D, Sheppeard V, Corbett S, 2005. Impact of ambient air pollution on birth weight in Sydney, Australia. Occup. Environ. Med 62, 524–530.", "ArticleIdList": ["PMC1741072", "16046604"]}, {"Citation": "Matsuda S, Hiroshige Y, Furuta M, Doi T, Sone T, Kahyo H, 1995. Geographic differences in seasonal variation of mean birth weight in Japan. Hum. Biol 67, 641–656.", "ArticleIdList": ["7649536"]}, {"Citation": "McGrath JJ, Barnett AG, Eyles DW, 2005. The association between birth weight, season of birth and latitude. Ann. Hum. Biol 32, 547–559.", "ArticleIdList": ["16316912"]}, {"Citation": "Medeiros A, Gouveia N, 2005. [Relationship between low birthweight and air pollution in the city of Sao Paulo, Brazil]. Rev. Saude Publica 39, 965–972.", "ArticleIdList": ["16341408"]}, {"Citation": "O’Neill MS, Hertz-Picciotto I, Pastore LM, Weatherley BD, 2003. Have studies of urinary tract infection and preterm delivery used the most appropriate methods? Paediatr. Perinat. Epidemiol 17, 226–233.", "ArticleIdList": ["12839532"]}, {"Citation": "Parker JD, Woodruff TJ, 2008. Influences of study design and location on the relationship between particulate matter air pollution and birthweight. Paediatr. Perinat. Epidemiol 22, 214–227.", "ArticleIdList": ["18426516"]}, {"Citation": "Parker JD, Woodruff TJ, Basu R, Schoendorf KC, 2005. Air pollution and birth weight among term infants in California. Pediatrics 115,121–128.", "ArticleIdList": ["15629991"]}, {"Citation": "Ponce NA, Hoggatt KJ, Wilhelm M, Ritz B, 2005. Preterm birth: the interaction of traffic-related air pollution with economic hardship in Los Angeles neighborhoods. Am. J. Epidemiol 162,140–148.", "ArticleIdList": ["PMC3636775", "15972941"]}, {"Citation": "Rayco-Solon P, Fulford AJ, Prentice AM, 2005. Differential effects of seasonality on preterm birth and intrauterine growth restriction in rural Africans. Am. J. Clin. Nutr 81,134–139.", "ArticleIdList": ["15640472"]}, {"Citation": "Reddy UM, Wapner RJ, Rebar RW, Tasca RJ, 2007. Infertility, assisted reproductive technology, and adverse pregnancy outcomes: executive summary of a National Institute of Child Health and Human Development workshop. Obstet. Gynecol 109, 967–977.", "ArticleIdList": ["17400861"]}, {"Citation": "Ritz B, Yu F, 1999. The effect of ambient carbon monoxirn in southern California between 1989 and 1993. Environ. Health. Perspect 107,17–25.", "ArticleIdList": ["PMC1566307", "9872713"]}, {"Citation": "Ritz B, Wilhelm M, 2008. Ambient air pollution and adverse birth outcomes: methodologic issues in an emerging field. Basic Clin. Pharmacol. Toxicol 102, 182–190.", "ArticleIdList": ["PMC3656653", "18226073"]}, {"Citation": "Ritz B, Yu F, Chapa G, Fruin S, 2000. Effect of air pollution on preterm birth among children born in Southern California between 1989 and 1993. Epidemiology 11, 502–511.", "ArticleIdList": ["10955401"]}, {"Citation": "Ritz B, Wilhelm M, Hoggatt KJ, Ghosh JK, 2007. Ambient air pollution and preterm birth in the environment and pregnancy outcomes study at the University of California, Los Angeles. Am. J. Epidemiol 166,1045–1052.", "ArticleIdList": ["17675655"]}, {"Citation": "Rothman K, Greenland S, Lash T, 2008. Modern Epidemiology. Lippincott Williams & Wilkins, Philadelphia, PA."}, {"Citation": "Sagiv SK, Mendola P, Loomis D, Herring AH, Neas LM, Savitz DA, Poole C, 2005. A time-series analysis of air pollution and preterm birth in Pennsylvania, 1997–2001. Environ. Health Perspect 113, 602–606.", "ArticleIdList": ["PMC1257554", "15866770"]}, {"Citation": "Salam MT, Millstein J, Li YF, Lurmann FW, Margolis HG, Gilliland FD, 2005. Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: results from the Children’s Health Study. Environ. Health Perspect 113,1638–1644.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Sarnat JA, Schwartz J, Catalano PJ, Suh HH, 2001. Gaseous pollutants in particulate matter epidemiology: confounders or surrogates? Environ. Health Perspect 109,1053–1061.", "ArticleIdList": ["PMC1242083", "11675271"]}, {"Citation": "Selvin S, 1991. Statistical Analysis of Epidemiologic Data. Oxford University Press, New York, p. 83."}, {"Citation": "Slama R, Darrow L, Parker J, Woodruff TJ, Strickland M, Nieuwenhuijsen M, Glinianaia S, Hoggatt KJ, Kannan S, Hurley F, Kalinka J, Sram R, Brauer M, Wilhelm M, Heinrich J, Ritz B, 2008a. Meeting report: atmospheric pollution and human reproduction. Environ. Health Perspect 116, 791–798.", "ArticleIdList": ["PMC2430236", "18560536"]}, {"Citation": "Slama R, Khoshnood B, Kaminski M, 2008b. How to control for gestational age in studies involving environmental effects on fetal growth. Environ. Health Perspect 116, A284 author reply A284-A285.", "ArticleIdList": ["PMC2453179", "18629333"]}, {"Citation": "Slama R, Morgenstern V, Cyrys J, Zutavern A, Herbarth O, Wichmann HE, Heinrich J, 2007. Traffic-related atmospheric pollutants levels during pregnancy and offspring’s term birth weight: a study relying on a land-use regression exposure model. Environ. Health Perspect 115,1283–1292.", "ArticleIdList": ["PMC1964922", "17805417"]}, {"Citation": "Sram RJ, Binkova B, Dejmek J, Bobak M, 2005. Ambient air pollution and pregnancy outcomes: a review of the literature. Environ. Health Perspect 113, 375–382.", "ArticleIdList": ["PMC1278474", "15811825"]}, {"Citation": "Tolbert PE, Klein M, Peel JL, Sarnat SE, Sarnat JA, 2007. Multipollutant modeling issues in a study of ambient air quality and emergency department visits in Atlanta. J. Expo. Sci. Environ. Epidemiol 17 (Suppl 2), S29–S35.", "ArticleIdList": ["18079762"]}, {"Citation": "Tong S, Colditz P, 2004. Air pollution and sudden infant death syndrome: a literature review. Paediatr. Perinat. Epidemiol 18, 327–335.", "ArticleIdList": ["15367319"]}, {"Citation": "Van Roosbroeck S, Li R, Hoek G, Lebret E, Brunekreef B, Spiegelman D, 2008. Traffic-related outdoor air pollution and respiratory symptoms in children: the impact of adjustment for exposure measurement error. Epidemiology 19 (3), 409–416.", "ArticleIdList": ["18379431"]}, {"Citation": "Wang X, Ding H, Ryan L, Xu X, 1997. Association between air pollution and low birth weight: a community- based study. Environ. Health Perspect 105, 514–520.", "ArticleIdList": ["PMC1469882", "9222137"]}, {"Citation": "Wilhelm M, Ritz B, 2005. Local variations in CO and particulate air pollution and adverse birth outcomes in Los Angeles County, California, USA. Environ. Health Perspect 113,1212–1221.", "ArticleIdList": ["PMC1280404", "16140630"]}, {"Citation": "Woodruff TJ, Parker JD, Kyle AD, Schoendorf KC, 2003. Disparities in exposure to air pollution during pregnancy. Environ. Health Perspect 111, 942–946.", "ArticleIdList": ["PMC1241529", "12782496"]}]}], "History": [{"Year": "2008", "Month": "6", "Day": "27"}, {"Year": "2008", "Month": "12", "Day": "12"}, {"Year": "2008", "Month": "12", "Day": "22"}, {"Year": "2009", "Month": "2", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "2", "Day": "14", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "3", "Day": "28", "Hour": "9", "Minute": "0"}, {"Year": "2019", "Month": "7", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19215915", "NIHMS1037806", "PMC6615486", "10.1016/j.envres.2008.12.012", "S0013-9351(08)00279-X"]}}], "PubmedBookArticle": []}