{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["antifungal protein", "biotechnology", "chitinase", "disease resistance", "enzyme", "fungus", "genetic engineering", "hydrolase", "nematode"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19279806", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0022-300X", "JournalIssue": {"Volume": "25", "Issue": "4", "PubDate": {"Year": "1993", "Month": "Dec"}}, "Title": "Journal of nematology", "ISOAbbreviation": "J Nematol"}, "ArticleTitle": "Plant chitinases and their roles in resistance to fungal diseases.", "Pagination": {"StartPage": "526", "EndPage": "540", "MedlinePgn": "526-40"}, "Abstract": {"AbstractText": ["Chitinases are enzymes that hydrolyze the N-acetylglucosamine polymer chitin, and they occur in diverse plant tissues over a broad range of crop and noncrop species. The enzymes may be expressed constitutively at low levels but are dramatically enhanced by numerous abiotic agents (ethylene, salicylic acid, salt solutions, ozone, UV light) and by biotic factors (fungi, bacteria, viruses, viroids, fungal cell wall components, and oligosaccharides). Different classes of plant chitinases are distinguishable by molecular, biochemical, and physicochemical criteria. Thus, plant chitinases may differ in substrate-binding characteristics, localization within the cell, and specific activities. Because chitin is a structural component of the cell wall of many phytopathogenic fungi, extensive research has been conducted to determine whether plant chitinases have a role in defense against fungal diseases. Plant chitinases have different degrees of antifungal activity to several fungi in vitro. In vivo, although rapid accumulation and high levels of chitinases (together with numerous other pathogenesis-related proteins) occur in resistant tissues expressing a hypersensitive reaction, high levels also can occur in susceptible tissues. Expression of cloned chitinase genes in transgenic plants has provided further evidence for their role in plant defense. The level of protection observed in these plants is variable and may be influenced by the specific activity of the enzyme, its localization and concentration within the cell, the characteristics of the fungal pathogen, and the nature of the host-pathogen interaction. The expression of chitinase in combination with one or several different antifungal proteins should have a greater effect on reducing disease development, given the complexities of fungal-plant cell interactions and resistance responses in plants. The effects of plant chitinases on nematode development in vitro and in vivo are worthy of investigation."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": [], "LastName": "Punja", "ForeName": "Z K", "Initials": "ZK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Y Y", "Initials": "YY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "J Nematol", "NlmUniqueID": "9884299", "ISSNLinking": "0022-300X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2009", "Month": "3", "Day": "13", "Hour": "9", "Minute": "0"}, {"Year": "1993", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1993", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "1993", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19279806", "PMC2619419"]}}], "PubmedBookArticle": []}