{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19338672", "DateCompleted": {"Year": "2009", "Month": "08", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1476-069X-8-14"], "ArticleDate": [{"Year": "2009", "Month": "04", "Day": "01"}], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2009", "Month": "Apr", "Day": "01"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Spatial analysis of air pollution and childhood asthma in Hamilton, Canada: comparing exposure methods in sensitive subgroups.", "Pagination": {"StartPage": "14", "MedlinePgn": "14"}, "Abstract": {"AbstractText": ["Variations in air pollution exposure within a community may be associated with asthma prevalence. However, studies conducted to date have produced inconsistent results, possibly due to errors in measurement of the exposures.", "A standardized asthma survey was administered to children in grades one and eight in Hamilton, Canada, in 1994-95 (N approximately 1467). Exposure to air pollution was estimated in four ways: (1) distance from roadways; (2) interpolated surfaces for ozone, sulfur dioxide, particulate matter and nitrous oxides from seven to nine governmental monitoring stations; (3) a kriged nitrogen dioxide (NO2) surface based on a network of 100 passive NO2 monitors; and (4) a land use regression (LUR) model derived from the same monitoring network. Logistic regressions were used to test associations between asthma and air pollution, controlling for variables including neighbourhood income, dwelling value, state of housing, a deprivation index and smoking.", "There were no significant associations between any of the exposure estimates and asthma in the whole population, but large effects were detected the subgroup of children without hayfever (predominately in girls). The most robust effects were observed for the association of asthma without hayfever and NO2LUR OR = 1.86 (95%CI, 1.59-2.16) in all girls and OR = 2.98 (95%CI, 0.98-9.06) for older girls, over an interquartile range increase and controlling for confounders.", "Our findings indicate that traffic-related pollutants, such as NO2, are associated with asthma without overt evidence of other atopic disorders among female children living in a medium-sized Canadian city. The effects were sensitive to the method of exposure estimation. More refined exposure models produced the most robust associations."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Geography and Earth Sciences, 1280 King St West, Hamilton, L8S 4K1, Canada. talars@gmail.com"}], "Identifier": [], "LastName": "Sahsuvaroglu", "ForeName": "Talar", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sears", "ForeName": "Malcolm R", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McConnell", "ForeName": "Rob", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Finkelstein", "ForeName": "Norm", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arain", "ForeName": "Altaf", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Newbold", "ForeName": "Bruce", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Burnett", "ForeName": "Rick", "Initials": "R"}], "GrantList": [{"GrantID": "5P30 ES07048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Canada"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitric Oxide"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Burney P. Air pollution and asthma: the dog that doesn't always bark. The Lancet. 1999;353:859–860. doi: 10.1016/S0140-6736(99)00002-1.", "ArticleIdList": ["10.1016/S0140-6736(99)00002-1", "10093974"]}, {"Citation": "Maynard RL. Asthma and urban air pollution. Clinical & Experimental Allergy. 2001;31:518–520. doi: 10.1046/j.1365-2222.2001.01059.x.", "ArticleIdList": ["10.1046/j.1365-2222.2001.01059.x", "11359416"]}, {"Citation": "Nel A. Air pollution-related illness: Effects of particles. Science. 2005;308:804–806. doi: 10.1126/science.1108752.", "ArticleIdList": ["10.1126/science.1108752", "15879201"]}, {"Citation": "Jerrett M, Shankardass K, Berhane K, Gauderman J, Kuenzli N, Avol E, Gilliland F, Lurmann F, Molitor JN, Thomas DC. Traffic-related air pollution and asthma onset in children: A prospective cohort study with individual exposure measurement. Environ Health Perspect. 2008;116(10):1433–1438.", "ArticleIdList": ["PMC2569108", "18941591"]}, {"Citation": "Oosterlee A, Drijver M, Lebret E, Brunekreef B. Chronic respiratory symptoms in children and adults living along streets with high traffic density. Occup Environ Med. 1996;53:241–247. doi: 10.1136/oem.53.4.241.", "ArticleIdList": ["10.1136/oem.53.4.241", "PMC1128457", "8664961"]}, {"Citation": "Weiland SK, Mundt KA, Ruckmann A, Keil U. Self-reported wheezing and allergic rhinitis in children and traffic density on street of residence. Ann Epidemiol. 1994;4:243–247.", "ArticleIdList": ["7519948"]}, {"Citation": "Edwards J, Walters S, Griffiths R. Hospital admission for asthma in preschool children: Relationship to Major Roads in Birmingham, UK. Arch Environ Health. 1994;49:223–227.", "ArticleIdList": ["7518223"]}, {"Citation": "Brunekreef B, Janssen NA, de Hartog J, Harssema H, Knape M, van Vliet P. Air pollution from truck traffic and lung function in children living near motorways. Epidemiology. 1997;8:298–303. doi: 10.1097/00001648-199705000-00012.", "ArticleIdList": ["10.1097/00001648-199705000-00012", "9115026"]}, {"Citation": "Nitta H, Sato T, Nakai S, Maeda K, Aoki S, Ono M. Respiratory health associated with exposure to automobile exhaust. I. Results of cross-sectional studies in 1982, and 1983. Arch Environ Health. 1993;48:53–58.", "ArticleIdList": ["7680850"]}, {"Citation": "Wjst M, Reitmeir P, Dold S, Wulff A, Nicolai T, Loeffelholz-Colberg EF, von Mutius E. Road traffic and adverse effects on respiratory health in children. BMJ. 1993;307:596–600. doi: 10.1136/bmj.307.6904.596.", "ArticleIdList": ["10.1136/bmj.307.6904.596", "PMC1678953", "7691304"]}, {"Citation": "Duhme H, Weiland SK, Keil U, Kraemer B, Schmid M, Stender M, Chambless L. The association between self-reported symptoms of asthma and allergic rhinitis and self-reported traffic density on street of residence in adolescents. Epidemiology. 1996;7:578–582. doi: 10.1097/00001648-199611000-00003.", "ArticleIdList": ["10.1097/00001648-199611000-00003", "8899382"]}, {"Citation": "Ciccone G, Forastiere F, Agabiti N, Biggeri A, Bisanti L, Chellini E, Corbo G, Dell'Orco V, Dalmasso P, Volante TF. Road traffic and adverse respiratory effects in children. SIDRIA Collaborative Group. Occup Environ Med. 1998;55:771–778. doi: 10.1136/oem.55.11.771.", "ArticleIdList": ["10.1136/oem.55.11.771", "PMC1757532", "9924455"]}, {"Citation": "Migliaretti G, Cavallo F. Urban air pollution and asthma in children. Pediatr Pulmonol. 2004;38:198–203. doi: 10.1002/ppul.20057.", "ArticleIdList": ["10.1002/ppul.20057", "15274097"]}, {"Citation": "Wilkinson P, Elliott P, Grundy C, Shaddick G, Thakrar B, Walls P, Falconer S. Case-control study of hospital admission with asthma in children aged 5–14 years: relation with road traffic in north west London. Thorax. 1999;54:1070–1074.", "ArticleIdList": ["PMC1763751", "10567625"]}, {"Citation": "Roemer W, Hoek G, Brunekreef B, Schouten JP, Baldini G, Clench-Aas J, Englert N, Fischer P, Forsberg B, Haluszka J. The PEACE project: general discussion. European Respiratory Review. 1998;8:125–130."}, {"Citation": "Lewis SA, Antoniak M, Venn AJ, Davies L, Goodwin A, Salfield N, Britton J, Fogarty AW. Secondhand Smoke, Dietary Fruit Intake, Road Traffic Exposures, and the Prevalence of Asthma: A Cross-Sectional Study in Young Children. Am J Epidemiol. 2005;161:406–411. doi: 10.1093/aje/kwi059.", "ArticleIdList": ["10.1093/aje/kwi059", "15718476"]}, {"Citation": "Kramer U, Koch T, Ranft U, Ring J, Behrendt H. Traffic-related air pollution is associated with atopy in children living in urban areas. Epidemiology. 2000;11:64–70. doi: 10.1097/00001648-200001000-00014.", "ArticleIdList": ["10.1097/00001648-200001000-00014", "10615846"]}, {"Citation": "Wyler C, Braun-Fahrlander C, Kunzli N, Schindler C, Ackermann-Liebrich U, Perruchoud AP, Leuenberger P, Wuthrich B. Exposure to motor vehicle traffic and allergic sensitization. The Swiss Study on Air Pollution and Lung Diseases in Adults (SAPALDIA) Team. Epidemiology. 2000;11:450–456. doi: 10.1097/00001648-200007000-00015.", "ArticleIdList": ["10.1097/00001648-200007000-00015", "10874554"]}, {"Citation": "Kim JJ, Smorodinsky S, Lipsett M, Singer BC, Hodgson AT, Ostro B. Traffic-related Air Pollution near Busy Roads: The East Bay Children's Respiratory Health Study. Am J Respir Crit Care Med. 2004;170:520–526. doi: 10.1164/rccm.200403-281OC.", "ArticleIdList": ["10.1164/rccm.200403-281OC", "15184208"]}, {"Citation": "McConnell R, Berhane K, Yao L, Jerrett M, Lurmann F, Gilliland F, Kunzli N, Gauderman J, Avol E, Thomas D, Peters J. Traffic, susceptibility, and childhood asthma. Environ Health Perspect. 2006;114:766–772.", "ArticleIdList": ["PMC1459934", "16675435"]}, {"Citation": "English P, Neutra R, Scalf R, Sullivan M, Waller L, Zhu L. Examining associations between childhood asthma and traffic flow using a geographic information system. Environ Health Perspect. 1999;107:761–767. doi: 10.2307/3434663.", "ArticleIdList": ["10.2307/3434663", "PMC1566466", "10464078"]}, {"Citation": "Oglesby L, Kunzli N, Monn C, Schindler C, Ackermann-Liebrich U, Leuenberger P. Validity of annoyance scores for estimation of long term air pollution exposure in epidemiologic studies: the Swiss Study on Air Pollution and Lung Diseases in Adults (SAPALDIA) Am J Epidemiol. 2000;152:75–83. doi: 10.1093/aje/152.1.75.", "ArticleIdList": ["10.1093/aje/152.1.75", "10901332"]}, {"Citation": "Pearson L, Watchel H, Ebi KL. Distance-weighted traffic density in proximity to a home is a risk factor for leukemia and other childhood asthma. J Air Waste Manag Assoc. 2000;50:175–180.", "ArticleIdList": ["10680346"]}, {"Citation": "Zmirou D, Gauvin S, Pin I, Momas I, Just J, Sahraoui F, Le Moullec Y, Bremont F, Cassadou S, Albertini M. Five epidemiological studies on transport and asthma: objectives, design and descriptive results. J Exp Anal Environ Epidemiol. 2002;12:186–196. doi: 10.1038/sj.jea.7500217.", "ArticleIdList": ["10.1038/sj.jea.7500217", "12032815"]}, {"Citation": "Raaschou-Nielsen O, Hertel O, Thomsen BL, Olsen JH. Air pollution from traffic at the residence of children with cancer. Am J Epidemiol. 2001;153:433–443. doi: 10.1093/aje/153.5.433.", "ArticleIdList": ["10.1093/aje/153.5.433", "11226975"]}, {"Citation": "Raaschou-Nielsen O, Hertel O, Vignati E, Berkowicz R, Jensen SS, Larsen VB, Lohse C, Olsen JH. An air pollution model for use in epidemiological studies: evaluation with measured levels of nitrogen dioxide and benzene. J Exp Anal Environ Epidemiol. 2000;10:4–14. doi: 10.1038/sj.jea.7500070.", "ArticleIdList": ["10.1038/sj.jea.7500070", "10703843"]}, {"Citation": "Brauer M, Hoek G, van Vliet P, Meliefste K, Fischer PH, Wijga A, Koopman LP, Neijens HJ, Gerritsen J, Kerkhof M. Air pollution from traffic and the development of respiratory infections and asthmatic and allergic symptoms in children. Am J Respir Crit Care Med. 2002;166:1092–1098. doi: 10.1164/rccm.200108-007OC.", "ArticleIdList": ["10.1164/rccm.200108-007OC", "12379553"]}, {"Citation": "Zmirou D, Gauvin S, Pin I, Momas I, Sahraoui F, Just J, Le Moullec Y, Bremont F, Cassadou S, Reungoat P. Traffic related air pollution and incidence of childhood asthma: results of the Vesta case-control study. J Epidemiol Community Health. 2004;58:18–23. doi: 10.1136/jech.58.1.18.", "ArticleIdList": ["10.1136/jech.58.1.18", "PMC1757023", "14684722"]}, {"Citation": "Peden DB. Development of atopy and asthma: Candidate environmental influences and important periods of exposure. Environ Health Perspect. 2000;108:475–482. doi: 10.2307/3454539.", "ArticleIdList": ["10.2307/3454539", "PMC1637811", "10852847"]}, {"Citation": "Douwes J, Gibson P, Pekkanen J, Pearce N. Non-eosinophilic asthma: importance and possible mechanisms. Thorax. 2002;57:643–648. doi: 10.1136/thorax.57.7.643.", "ArticleIdList": ["10.1136/thorax.57.7.643", "PMC1746367", "12096210"]}, {"Citation": "Nystad W, Magnus P, Gulsvik A. Increasing risk of asthma without other atopic diseases in school children: A repeated cross-sectional study after 13 years. Eur J Epidemiol. 1998;14:247–252. doi: 10.1023/A:1007453322547.", "ArticleIdList": ["10.1023/A:1007453322547", "9663517"]}, {"Citation": "Ronmark E, Lundback B, Jonsson E, Platts-mills T. Different pattern of risk factors for atopic and nonatopic asthma among children – report from the Obstructive Lung Disease in Northern Sweden Study. Allergy. 1999;54:926–935. doi: 10.1034/j.1398-9995.1999.00044.x.", "ArticleIdList": ["10.1034/j.1398-9995.1999.00044.x", "10505455"]}, {"Citation": "Shima M, Nitta Y, Adachi M. Traffic-related air pollution and respiratory symptoms in children living along trunk roads in Chiba Prefecture, Japan. J Epidemiol. 2003;13:108–119.", "ArticleIdList": ["PMC9588432", "12675120"]}, {"Citation": "Sears MR. Epidemiology of childhood asthma. Lancet. 1997;350:1015–1020. doi: 10.1016/S0140-6736(97)01468-2.", "ArticleIdList": ["10.1016/S0140-6736(97)01468-2", "9329526"]}, {"Citation": "Statistics Canada. Population and dwelling counts, for Canada, provinces and territories, 2006 and 2001 censuses – 100% data. http://www12.statcan.ca/english/census06/data/popdwell/Table.cfm"}, {"Citation": "Sahsuvaroglu T, Jerrett M. Proceedings of AIRNET Annual Conference/NERAM International Colloquium, November 5–7, 2003, Rome, Italy; 2005; Waterloo, Canada. Institute for Risk Research; 2003. Sources of uncertainty in estimating morbidity and mortality attributable to air pollution; pp. 89–112."}, {"Citation": "Jerrett M, Burnett RT, Kanaroglou P, Eyles J, Finkelstein N, Giovis C, Brook JR. A GIS – environmental justice analysis of particulate air pollution in Hamilton, Canada. Environment and Planning A. 2001;33:955–973. doi: 10.1068/a33137.", "ArticleIdList": ["10.1068/a33137"]}, {"Citation": "Buzzelli M, Jerrett M, Burnett R, Finklestein N. Spatiotemporal perspectives on air pollution and environmental justice in Hamilton, Canada, 1985–1996. Annals of the Association of American Geographers. 2003;93:557–573. doi: 10.1111/1467-8306.9303003.", "ArticleIdList": ["10.1111/1467-8306.9303003"]}, {"Citation": "Finkelstein MM, Jerrett M, DeLuca P, Finkelstein N, Verma DK, Chapman K, Sears MR. Relation between income, air pollution and mortality: a cohort study. Canadian Medical Association Journal. 2003;169:397–402.", "ArticleIdList": ["PMC183288", "12952800"]}, {"Citation": "Finkelstein MM, Jerrett M, Sears MR. Traffic air pollution and mortality rate advancement periods. American Journal of Epidemiology. 2004;160:173–177. doi: 10.1093/aje/kwh181.", "ArticleIdList": ["10.1093/aje/kwh181", "15234939"]}, {"Citation": "Finkelstein MM, Jerrett M, Sears MR. Environmental inequality and circulatory disease mortality gradients. Journal of Epidemiology and Community Health. 2005;59:481–487. doi: 10.1136/jech.2004.026203.", "ArticleIdList": ["10.1136/jech.2004.026203", "PMC1757055", "15911644"]}, {"Citation": "Jerrett M, Buzzelli M, Burnett RT, DeLuca PF. Particulate air pollution, social confounders, and mortality in small areas of an industrial city. Soc Sci Med. 2005;60:2845–2863. doi: 10.1016/j.socscimed.2004.11.006.", "ArticleIdList": ["10.1016/j.socscimed.2004.11.006", "15820591"]}, {"Citation": "Jerrett M, Burnett RT, Brook J, Kanaroglou P, Giovis C, Finkelstein N, Hutchison B. Do socioeconomic characteristics modify the short term association between air pollution and mortality? Evidence from a zonal time series in Hamilton, Canada. Journal of Epidemiology and Community Health. 2004;58:31–40. doi: 10.1136/jech.58.1.31.", "ArticleIdList": ["10.1136/jech.58.1.31", "PMC1757028", "14684724"]}, {"Citation": "Burnett RT, Cakmak S, Brook JR. The effect of the urban ambient air pollution mix on daily mortality rates in 11 Canadian cities. Canadian Journal of Public Health. 1998;89:152–156.", "ArticleIdList": ["PMC6990180", "9654797"]}, {"Citation": "Pengelly D, Kerigan AT, Goldsmith CH, Inman EM. The Hamilton Study: Distribution of factors confounding the relationship between air quality and respiratory health. Journal of the Air Pollution Control Association. 1984;34:1039–1043.", "ArticleIdList": ["6491057"]}, {"Citation": "Levy D, Gent M, Newhouse MT. Relationship between Acute Respiratory Illness and Air pollution Levels in an Industrial City. American Review of Respiratory Disease. 1977;116:167–173.", "ArticleIdList": ["889168"]}, {"Citation": "Manfreda J, Becklake MR, Sears MR, Chan-Yeung M, Dimich-Ward H, Siersted HC, Ernst P, Sweet L, Van Til L, Bowie DM. Prevalence of asthma symptoms among adults aged 20–44 years in Canada. CMAJ. 2001;164:995–1001.", "ArticleIdList": ["PMC80927", "11314453"]}, {"Citation": "Habbick BF, Pizzichini MM, Taylor B, Rennie D, Senthilselvan A, Sears MR. Prevalence of asthma, rhinitis and eczema among children in 2 Canadian cities: the International Study of Asthma and Allergies in Childhood. Canadian Medical Association Journal. 1999;160:1824–1828.", "ArticleIdList": ["PMC1230435", "10405666"]}, {"Citation": "Asher MI, Keil U, Anderson HR, Beasley R, Crane J, Martinez F, Mitchell EA, Pearce N, Sibbald B, Stewart AW. International Study of Asthma and Allergies in Childhood (ISAAC): rationale and methods. European Respiratory Journal. 1995;8:483–491. doi: 10.1183/09031936.95.08030483.", "ArticleIdList": ["10.1183/09031936.95.08030483", "7789502"]}, {"Citation": "Burrough P, McDonnell R. Principles of Geographical Information Systems. New York: Oxford University Press; 1998."}, {"Citation": "Sahsuvaroglu T, Arain MA, Beckerman B, Kanaroglou P, Brook J, Finkelstein N, Finkelstein MM, Gilbert NL, Newbold B, Jerrett M. A Land Use Regression Model for Predicting Ambient Concentrations of Nitrogen Dioxide in Hamilton, Canada. J Air Waste Manag Assoc. 2006;56(8):1059–69.", "ArticleIdList": ["16933638"]}, {"Citation": "Kanaroglou PS, Jerrett M, Morrison J, Beckerman B, Arain MA, Gilbert NL, Brook JR. Establishing an air pollution monitoring network for intra-urban population exposure assessment: A location-allocation approach. Atmospheric Environment. 2005;39:2399–2409. doi: 10.1016/j.atmosenv.2004.06.049.", "ArticleIdList": ["10.1016/j.atmosenv.2004.06.049"]}, {"Citation": "Briggs D, de Hoogh C, Gulliver J, Wills J, Elliott P, Kingham S, Smallbone K. A regression-based method for mapping traffic-related air pollution: application and testing in four contrasting urban environments. Science of the Total Environment. 2000;253:151–167. doi: 10.1016/S0048-9697(00)00429-0.", "ArticleIdList": ["10.1016/S0048-9697(00)00429-0", "10843339"]}, {"Citation": "Chow GC. Tests of equality between sets of coefficients in two linear regressions. Econometrica. 1960;28:591–605. doi: 10.2307/1910133.", "ArticleIdList": ["10.2307/1910133"]}, {"Citation": "Curtis S, Southall H, Congdon P, Dodgeon B. Area effects on health variation over the life-course: analysis of the longitudinal study sample in England using new data on area of residence in childhood. Social Science and Medicine. 2004;58:57–74. doi: 10.1016/S0277-9536(03)00149-7.", "ArticleIdList": ["10.1016/S0277-9536(03)00149-7", "14572921"]}, {"Citation": "Diez Roux AV. A glossary for multilevel analysis. Journal of Epidemiology and Community Health. 2002;56:588–594. doi: 10.1136/jech.56.8.588.", "ArticleIdList": ["10.1136/jech.56.8.588", "PMC1732212", "12118049"]}, {"Citation": "Pickett KE, Pearl M. Multilevel analyses of neighbourhood socioeconomic context and health outcomes: a critical review. Journal of Epidemiology & Community Health. 2001;55:111–122. doi: 10.1136/jech.55.2.111.", "ArticleIdList": ["10.1136/jech.55.2.111", "PMC1731829", "11154250"]}, {"Citation": "Rushton G, Gatrell ACLynM. GIS and health. London: Taylor and Francis; 1998. Improving the geographic basis of health surveillance using GIS; pp. 63–79."}, {"Citation": "Ehrlich R, Jordaan E, Du Toit D, Potter P, Volmink J, Zwarenstein M, Weinberg E. Household smoking and bronchial hyperresponsiveness in children with asthma. Journal of Asthma. 2001;38:239–251. doi: 10.1081/JAS-100000111.", "ArticleIdList": ["10.1081/JAS-100000111", "11392364"]}, {"Citation": "Burr ML. Indoor air pollution and the respiratory health of children. Pediatric Pulmonology. 1999;18:3–5. doi: 10.1002/(SICI)1099-0496(1999)27:18+<3::AID-PPUL3>3.0.CO;2-O.", "ArticleIdList": ["10.1002/(SICI)1099-0496(1999)27:18+<3::AID-PPUL3>3.0.CO;2-O", "10093081"]}, {"Citation": "Garrett MH, Rayment PR, Hooper MA, Abramson MJ, Hooper BM. Indoor airborne fungal spores, house dampness and associations with environmental factors and respiratory health in children. Clinical & Experimental Allergy. 1998;28:459–467. doi: 10.1046/j.1365-2222.1998.00255.x.", "ArticleIdList": ["10.1046/j.1365-2222.1998.00255.x", "9641573"]}, {"Citation": "Pampalon R, Raymond G. A deprivation index for health and welfare planning in Quebec. Chronic Diseases in Canada. 2000;21:104–113.", "ArticleIdList": ["11082346"]}, {"Citation": "Jackson JE. A user's guide to principal components. New York: John Wiley & Sons, Inc; 1991."}, {"Citation": "Krewski D, Burnett RR, Goldberg MS, Hoover K, Siemiatycki J, Jerrett M, Abrahamowicz M, White WH. Reanalysis of the Harvard Six Cities and the American Cancer Society Study of Particulate Air Pollution and Mortality. Cambridge, MA: Health Effects Institute; 2000.", "ArticleIdList": ["12959828"]}, {"Citation": "McCullough P, Nelder J. Generalized Linear Models. 2. New York: Chapman & Hall; 1989."}, {"Citation": "Manfreda J, Sears MR, Becklake MR, Chan-Yeung M, Dimich-Ward H, Siersted HC, Ernst P, Sweet L, Van Til L, Bowie DM, Anthonisen NR. Geographic and gender variability in the prevalence of bronchial responsiveness in Canada. Chest. 2004;125:1657–1664. doi: 10.1378/chest.125.5.1657.", "ArticleIdList": ["10.1378/chest.125.5.1657", "15136373"]}, {"Citation": "Bailey TC, Gatrell AC. Interactive Spatial Data Analysis. New York: John Wiley & Sons, Inc; 1995."}, {"Citation": "Hutchinson EJ, Pearson PJG. An Evaluation of the Environmental and Health Effects of Vehicle Exhaust Catalysts in the UK. Environ Health Perspect. 2004;112:132–141.", "ArticleIdList": ["PMC1241821", "14754566"]}, {"Citation": "Johnson CC, Ownby DR, Zoratti EM, Alford SH, Williams LK, Joseph CLM. Environmental epidemiology of pediatric asthma and allergy. Epidemiol Rev. 2002;24:154–175. doi: 10.1093/epirev/mxf013.", "ArticleIdList": ["10.1093/epirev/mxf013", "12762090"]}, {"Citation": "Marshall SW. Power for tests of interaction: effect of raising the Type 1 error rate. Epidemiol Perspect Innov. 2007;4:4. doi: 10.1186/1742-5573-4-4.", "ArticleIdList": ["10.1186/1742-5573-4-4", "PMC1910596", "17578572"]}, {"Citation": "Selvin S. Statistical Analysis of Epidemiological Data. New York: Oxford University Press; 1996."}, {"Citation": "Gauderman WJ, Avol E, Lurmann F, Kuenzli N, Gilliland F, Peters J, McConnell R. Childhood asthma and exposure to traffic and nitrogen dioxide. Epidemiology. 2005;16:737–743. doi: 10.1097/01.ede.0000181308.51440.75.", "ArticleIdList": ["10.1097/01.ede.0000181308.51440.75", "16222162"]}, {"Citation": "Heinrich J, Topp R, Gehring U, Thefeld W. Traffic at residential address, respiratory health, and atopy in adults: the National German Health Survey 1998. Environmental Research. 2005;98:240–249. doi: 10.1016/j.envres.2004.08.004.", "ArticleIdList": ["10.1016/j.envres.2004.08.004", "15820731"]}, {"Citation": "Romanet-Manent S, Charpin D, Magnan A, Lanteaume A, Vervloet D. Allergic vs nonallergic asthma: what makes the difference? Allergy. 2002;57:607–613. doi: 10.1034/j.1398-9995.2002.23504.x.", "ArticleIdList": ["10.1034/j.1398-9995.2002.23504.x", "12100301"]}, {"Citation": "Rackeman F. A working classification of asthma. Am J Med. 1947;33:601–606. doi: 10.1016/0002-9343(47)90204-0.", "ArticleIdList": ["10.1016/0002-9343(47)90204-0", "20269240"]}, {"Citation": "Jayaratnam A, Corrigan CJ, Lee TH. The continuing enigma of non-atopic asthma. Clinical and Experimental Allergy. 2005;35:835–837. doi: 10.1111/j.1365-2222.2005.02283.x.", "ArticleIdList": ["10.1111/j.1365-2222.2005.02283.x", "16008664"]}, {"Citation": "Wenzel SE, Schwartz LB, Langmack EL, Halliday JL, Trudeau JB, Gibbs RL, Chu HW. Evidence That Severe Asthma Can Be Divided Pathologically into Two Inflammatory Subtypes with Distinct Physiologic and Clinical Characteristics. Am J Respir Crit Care Med. 1999;160:1001–1008.", "ArticleIdList": ["10471631"]}, {"Citation": "Nightingale JA, Maggs R, Cullinan P, Donnelly LE, Rogers DF, Kinnersley K, Barnes PJ, Ashmore M, Newman-Taylor A. Airway Inflammation after Controlled Exposure to Diesel Exhaust Particulates. Am J Respir Crit Care Med. 2000;162:161–166.", "ArticleIdList": ["10903236"]}, {"Citation": "Seaton A, Dennekamp M. Hypothesis: Ill health associated with low concentrations of nitrogen dioxide–an effect of ultrafine particles? Thorax. 2003;58:1012–1015. doi: 10.1136/thorax.58.12.1012.", "ArticleIdList": ["10.1136/thorax.58.12.1012", "PMC1746551", "14645960"]}, {"Citation": "Gold DR, Wypij D, Wang X, Speizer FE, Pugh M, Ware JH, Ferris BG Jr, Dockery DW. Gender- and race-specific effects of asthma and wheeze on level and growth of lung function in children in six U.S. cities. Am J Respir Crit Care Med. 1994;149:1198–1208.", "ArticleIdList": ["8173760"]}, {"Citation": "Venn A, Lewis S, Cooper M, Hill J, Britton J. Questionnaire study of effect of sex and age on the prevalence of wheeze and asthma in adolescence. BMJ. 1998;316:1945–1946.", "ArticleIdList": ["PMC28592", "9641931"]}, {"Citation": "Berhane K, McConnell R, Gilliland F, Islam T, Gauderman WJ, Avol E, London SJ, Rappaport E, Margolis HG, Peters JM. Sex-specific Effects of Asthma on Pulmonary Function in Children. Am J Respir Crit Care Med. 2000;162:1723–1730.", "ArticleIdList": ["11069803"]}, {"Citation": "Macintyre S, Ellaway A. Neighbourhood cohesion and health in socially contrasting neighbourhoods: implications for the social exclusion and public health agendas. Health Bulletin. 2000;58:450–456.", "ArticleIdList": ["12813776"]}, {"Citation": "Stein RT, Holberg CJ, Sherrill D, Wright AL, Morgan WJ, Taussig L, Martinez FD. Influence of parental smoking on respiratory symptoms during the first decade of life: the Tucson Children's Respiratory Study. Am J Epidemiol. 1999;149:1030–1037.", "ArticleIdList": ["10355379"]}, {"Citation": "Upton MN, McConnachie A, McSharry C, Hart CL, Smith GD, Gillis CR, Watt GC. Intergenerational 20 year trends in the prevalence of asthma and hay fever in adults: the Midspan family study surveys of parents and offspring. BMJ (Clinical Research Ed) 2000;321:88–92. doi: 10.1136/bmj.321.7253.88.", "ArticleIdList": ["10.1136/bmj.321.7253.88", "PMC27429", "10884260"]}, {"Citation": "Dobroff F. 2002 Hamilton Air Quality Data Summary, Regional Municipality of Hamilton-Wentworth. Toronto: Ontario Ministry of the Environment; 2003."}, {"Citation": "Lebret E, Briggs D, Van Reeuwijk H, Fischer P, Smallbone K, Harssema H. Small area variations in ambient NO2 concentrations in four European areas. Atmos Environ. 2000;34:177–185. doi: 10.1016/S1352-2310(99)00292-7.", "ArticleIdList": ["10.1016/S1352-2310(99)00292-7"]}]}], "History": [{"Year": "2008", "Month": "11", "Day": "3"}, {"Year": "2009", "Month": "4", "Day": "1"}, {"Year": "2009", "Month": "4", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "4", "Day": "3", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "4", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["19338672", "PMC2669065", "10.1186/1476-069X-8-14", "1476-069X-8-14"]}}], "PubmedBookArticle": []}