{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["NADPH oxidase", "hypersensitive response", "oxidative burst", "plant immunity", "reactive oxygen species"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19513209", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1559-2316", "JournalIssue": {"Volume": "3", "Issue": "3", "PubDate": {"Year": "2008", "Month": "Mar"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "Discovery of oxidative burst in the field of plant immunity: Looking back at the early pioneering works and towards the future development.", "Pagination": {"StartPage": "153", "EndPage": "155", "MedlinePgn": "153-5"}, "Abstract": {"AbstractText": ["This article is introductory to the series of works presented in this special issue on the homeostasis and the signaling roles of reactive oxygen species (ROS) in plants. Upper half of this article briefly describes the history of the ROS study in the field of plant immunity research initiated by the observation that the attacks by pathogenic microorganisms possibly stimulate the burst of ROS production in the plant tissues. The topics covered in the series of works presented here include the plants' responses to abiotic oxidative stress (atmospheric ozone), regulation of seed germination, chemical interaction between parasitic and host plants and the draught tolerance, all controlled through homeostasis of ROS at biochemical and molecular biological levels. Lastly a discussion forum was proposed to further deepen our understanding of ROS behaviors in plants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Defense in Plant-Pathogen Interactions; Graduate School of Bioagricultural Sciences; Nagoya University; Chikusa, Nagoya, Japan."}], "Identifier": [], "LastName": "Yoshioka", "ForeName": "Hirofumi", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bouteau", "ForeName": "François", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kawano", "ForeName": "Tomonori", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Doke N. Involvement of superoxide anion generation in the hypersensitive response of potato tuber tissues to infection with an incompatible race of Phytophthora infestans and to the hyphal wall components. Physiol Plant Pathol. 1983;23:345–357."}, {"Citation": "Doke N. Generation of superoxide anion by potato tuber protoplasts during the hypersensitive response to hyphal wall components of Phytophthora infestans and specific inhibition of the reaction by suppressors of hypersensitivity. Physiol Plant Pathol. 1983;23:359–367."}, {"Citation": "Doke N. NADPH-dependent O2- generation in membrane fractions isolated from wounded potato tubers inoculated with Phytophthora infestans. Physiol Plant Pathol. 1985;27:311–322."}, {"Citation": "Doke N, Chai HB. Activation of superoxide generation and enhancement of resistance against compatible races of Phytophthora infestans in potato plants treated with digitonin. Physiol Plant Pathol. 1985;27:323–334."}, {"Citation": "Doke N, Miura N. In vitro activation of NADPH-dependent O2- generating system in isolated plasmamembrane-rich fraction of potato tuber tissues by treatment with an elicitor from Phytophthora infestans and digitonin. Physiol Mol Plant Pathol. 1995;46:17–28."}, {"Citation": "Chai HB, Doke N. Activation of the potential of potato leaf tissue to react hypersensitively to Phytophthora infestans by cystospore germination fluid and the enhancement of the potential by calcium ion. Physiol Mol Plant Pathol. 1987;30:27–37."}, {"Citation": "Chai HB, Doke N. Superoxide anion generation: A response of potato leaves to infection with Phytophthora infestans. Phytopathology. 1987;77:645–649."}, {"Citation": "Chai HB, Doke N. Systemic activation of an O2- generating reaction, superoxide dismutase and peroxidase in potato plant in relation to systemic induction of resistance to Phytophthora infestans. Ann Phytopathol Soc Jpn. 1987;53:585–590."}, {"Citation": "Park HJ, Doke N, Miura Y, Kawakita K, Noritake T, Komatsubara H. Induction of a systemic oxidative burst by elicitor-stimulated local oxidative burst in potato plant tissues: A possible systemic signaling in systemic acquired resistance. Plant Sci. 1998;138:197–208."}, {"Citation": "Park HJ, Miura Y, Kawakita K, Yoshioka H, Doke N. Physiological mechanism of a sub-systemic oxidative burst triggered by elicitor-induced local oxidative burst in potato tuber slices. Plant Cell Physiol. 1998;39:1218–1225."}, {"Citation": "Fobert PR, Després C. Redox control of systemic acquired resistance. Curr Opin Plant Biol. 2005;8:378–382.", "ArticleIdList": ["15922650"]}, {"Citation": "Doke N, Ohashi Y. Involvement of O2- generating system in the induction of necrotic lesions on tobacco leaves infected with tobacco mosaic virus. Physiol Mol Plant Pathol. 1988;32:163–175."}, {"Citation": "Miura Y, Yoshioka H, Doke N. An autophotographic determination of the active oxygen generation in potato tuber disks during hypersensitive response to fungal infection or elicitor. Plant Sci. 1995;105:45–52."}, {"Citation": "Miura Y, Yoshioka H, Park HJ, Kawakita K, Doke N. Plasma membrane perturbation in association with calcium ion movement followed by fungal elicitor-stimulated oxidative burst and defense gene activation in potato tuber. Ann Phytopathol Soc Jpn. 1999;65:447–453."}, {"Citation": "Muto S, Miyachi S. Properties of a protein activator of NAD kinase from plants. Plant Physiol. 1977;59:55–60.", "ArticleIdList": ["PMC542330", "16659789"]}, {"Citation": "Kawano T, Furuichi T. Salicylic acid as a defense-related plant hormone: Roles of oxidative and calcium signaling paths in salicylic acid biology. In: Hayat S, Ahmad A, editors. Salicylic Acid - A Plant Hormone. Dordrecht: Springer; 2006. pp. 277–321."}, {"Citation": "Yoshioka H, Sugie K, Park HJ, Maeda H, Tsuda N, Kawakita K, Doke N. Induction of plant gp91 phox homolog by fungal cell wall, arachidonic acid, and salicylic acid in potato. Mol Plant-Microbe Interact. 2001;14:725–736.", "ArticleIdList": ["11386368"]}, {"Citation": "Yoshioka H, Numata N, Nakajima K, Katou S, Kawakita K, Rowland O, Jones JDG, Doke N. Nicotiana benthamiana gp91phox homologs NbrbohA and NbrbohB participate in H2O2 accumulation and resistance to Phytophthora infestans. Plant Cell. 2003;15:706–718.", "ArticleIdList": ["PMC150024", "12615943"]}, {"Citation": "Kobayashi M, Ohura I, Kawakita K, Yokota N, Fujiwara M, Shimamoto K, Doke N, Yoshioka H. Calcium-dependent protein kinases regulate the production of reactive oxygen species by potato NADPH oxidase. Plant Cell. 2007;19:1065–1080.", "ArticleIdList": ["PMC1867354", "17400895"]}, {"Citation": "Doke N, Miura Y, Sanchez LM, Park HJ, Noritake T, Yoshioka H, Kawakita K. The oxidative burst protects plants against pathogen attack: Mechanism and role as an emergency signal for plant bio-defence-a review. Gene. 1996;179:45–51.", "ArticleIdList": ["8955628"]}, {"Citation": "Møller IM. Plant Mitochondria and oxidative stress: Electron transport, NADPH turnover, and metabolism of reactive oxygen species. Annu Rev Plant Physiol Plant Mol Biol. 2001;52:561–591.", "ArticleIdList": ["11337409"]}, {"Citation": "Baker A, Graham IA, Holdsworth M, Smith SM, Theodouloue FL. Chewing the fat: β-oxidation in signalling and development. Trends Plant Sci. 2006;11:124–132.", "ArticleIdList": ["16490379"]}, {"Citation": "Noctor G, De Paepe R, Foyer CH. Mitochondrial redox biology and homeostasis in plants. Trends Plant Sci. 2007;12:125–134.", "ArticleIdList": ["17293156"]}, {"Citation": "Møller IM, Jensen PE, Hansson A. Oxidative modifications to cellular components in plants. Annu Rev Plant Biol. 2007;58:459–481.", "ArticleIdList": ["17288534"]}, {"Citation": "Apel K, Hirt H. Reactive oxygen species: Metabolism, oxidative stress, and signal transduction. Annu Rev Plant Biol. 2004;55:373–399.", "ArticleIdList": ["15377225"]}, {"Citation": "Del Río LA, Corpas FJ, Sandalio LM, Palma JM, Gómez M, Barroso JB. Reactive oxygen species, antioxidant systems and nitric oxide in peroxisomes. J Exp Bot. 2002;53:1255–1272.", "ArticleIdList": ["11997374"]}, {"Citation": "Kawano T. Roles of the reactive oxygen species-generating peroxidase reactions in plant defense and growth induction. Plant Cell Rep. 2003;21:829–837.", "ArticleIdList": ["12789499"]}, {"Citation": "Kotchoni SO, Gachomo EW. The reactive oxygen species network pathways: An essential prerequisite for perception of pathogen attack and the acquired disease resistance in plants. J Biosci. 2006;31:389–404.", "ArticleIdList": ["17006022"]}, {"Citation": "Bolwell GP, Bindschedler LV, Blee KA, Butt VS, Davies DR, Gardner SL, Gerrish C, Minibayeva F. The apoplastic oxidative burst in response to biotic stress in plants: A three-component system. J Exp Bot. 2002;53:1367–1376.", "ArticleIdList": ["11997382"]}, {"Citation": "Gechev TS, Van Breusegem F, Stone JM, Denev I, Laloi C. Reactive oxygen species as signals that modulate plant stress responses and programmed cell death. Bioessays. 2006;28:1091–1101.", "ArticleIdList": ["17041898"]}, {"Citation": "Ströher E, Dietz KJ. Concepts and approaches towards understanding the cellular redox proteome. Plant Biol. 2006;8:407–418.", "ArticleIdList": ["16906481"]}, {"Citation": "Mori IC, Schroeder JI. Reactive oxygen species activation of plant Ca2+ channels. A signaling mechanism in polar growth, hormone transduction, stress signaling, and hypothetically mechanotransduction. Plant Physiol. 2004;135:702–708.", "ArticleIdList": ["PMC514107", "15208417"]}]}], "History": [{"Year": "2008", "Month": "2", "Day": "26"}, {"Year": "2008", "Month": "1", "Day": "8"}, {"Year": "2009", "Month": "6", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2008", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19513209", "PMC2634108", "10.4161/psb.3.3.5537"]}}], "PubmedBookArticle": []}