{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["cross-talk", "ethylene", "jasmonic acid", "ozone", "phytohormones", "programmed cell death", "salicylic acid", "signaling pathways"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19513211", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1559-2316", "JournalIssue": {"Volume": "3", "Issue": "3", "PubDate": {"Year": "2008", "Month": "Mar"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "The role of phytohormone signaling in ozone-induced cell death in plants.", "Pagination": {"StartPage": "166", "EndPage": "174", "MedlinePgn": "166-74"}, "Abstract": {"AbstractText": ["Ozone is the main photochemical oxidant that causes leaf damage in many plant species, and can thereby significantly decrease the productivity of crops and forests. When ozone is incorporated into plants, it produces reactive oxygen species (ROS), such as superoxide radicals and hydrogen peroxide. These ROS induce the synthesis of several plant hormones, such as ethylene, salicylic acid, and jasmonic acid. These phytohormones are required for plant growth, development, and defense responses, and regulate the extent of leaf injury in ozone-fumigated plants. Recently, responses to ozone have been studied using genetically modified plants and mutants with altered hormone levels or signaling pathways. These researches have clarified the roles of phytohormones and the complexity of their signaling pathways. The present paper reviews the biosynthesis of the phytohormones ethylene, salicylic acid, and jasmonic acid, their roles in plant responses to ozone, and multiple interactions between these phytohormones in ozone-exposed plants."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Biology Division; National Institute for Environmental Studies; Tsukuba; Ibaraki, Japan."}], "Identifier": [], "LastName": "Tamaoki", "ForeName": "Masanori", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Krupa SV, Manning WJ. Atmospheric ozone: Formation and effect on vegetation. Environ Pollut. 1988;50:101–137.", "ArticleIdList": ["15092655"]}, {"Citation": "Pell EJ, Schlangnhaufer CD, Arteca RN. Ozone-induced oxidative stress: Mechanism of action and reaction. Physiol Plant. 1997;100:264–273."}, {"Citation": "Kadono T, Yamaguchi Y, Furuichi T, Hirono M, Garrec JP, Kawano T. Ozone-induced cell death mediated with oxidative and calcium signaling pathways in tobacco Bel-W3 and Bel-B cell suspension cultures. Plant Signal Behav. 2006;1:312–322.", "ArticleIdList": ["PMC2634246", "19517002"]}, {"Citation": "Heggestad HE. Origin of BelW3, BelC and BelB tobacco varieties and their use as indicators of ozone. Environ Pollut. 1991;74:264–291.", "ArticleIdList": ["15092056"]}, {"Citation": "Tamaoki M, Matsuyama T, Kanna M, Nakajima N, Kubo A, Aono M, Saji H. Differential ozone sensitivity among Arabidopsis accessions and its relevance to ethylene synthesis. Planta. 2003;216:552–560.", "ArticleIdList": ["12569396"]}, {"Citation": "Laloi C, Apel K, Danon A. Reactive oxygen signalling: The latest news. Curr Opin Plant Biol. 2004;7:323–328.", "ArticleIdList": ["15134754"]}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: Keeping active oxygen under control. Annu Rev Plant Physiol Plant Mol Biol. 1998;49:249–279.", "ArticleIdList": ["15012235"]}, {"Citation": "Foyer CH, Lopez-Delgado H, Dat JF, Scott IM. Hydrogen peroxide and glutathione-associated mechanisms of acclimatory stress tolerance and signalling. Physiol Plant. 1997;100:241–254."}, {"Citation": "Polle A. Dissection the superoxide dismutase-ascorbate-glutathione pathway by metabolic modeling: Computer analysis as a step towards flux analysis. Plant Physiol. 2001;126:445–462.", "ArticleIdList": ["PMC102317", "11351106"]}, {"Citation": "Kangasjärvi J, Talvinen J, Utriainen M, Karjalainen R. Plant defence systems induced by ozone. Plant Cell Environ. 1994;17:783–794."}, {"Citation": "Kangasjärvi J, Jaspars P, Kollist H. Signaling and cell death in ozone-exposed plants. Plant Cell Environ. 2005;28:1–16."}, {"Citation": "Overmyer K, Brosch M, Pellinen R, Kuittinen T, Tuominen H, Ahlfors R, Keinanen M, Saarma M, Scheel D, Kangasjärvi J. Ozone-induced programmed cell death in the Arabidopsis radical-induced cell death1 mutant. Plant Physiol. 2005;137:1092–1104.", "ArticleIdList": ["PMC1065409", "15728341"]}, {"Citation": "Rao MV, Davis KR. The physiology of ozone induced cell death. Planta. 2001;213:682–690.", "ArticleIdList": ["11678271"]}, {"Citation": "Sharma YK, Davis KR. The effect of ozone on antioxidant responses in plants. Free Radical Biol Med. 1997;23:480–488.", "ArticleIdList": ["9214586"]}, {"Citation": "Sandermann H, Ernst D, Heller W, Langebertles C. Ozone: An abiotic elicitor of plant defense reaction. Trends Plant Sci. 1998;3:47–50."}, {"Citation": "Dong X, SA JA. Ethylene, and disease resistance in plants. Curr Opin Plant Biol. 1998;1:316–323.", "ArticleIdList": ["10066607"]}, {"Citation": "Greenberg JT, Silverman FP, Liang H. Uncoupling salicylic acid-dependent cell death and defence-related responses from disease resistance in the Arabidopsis mutant. Genetics. 2000;156:341–350.", "ArticleIdList": ["PMC1461250", "10978297"]}, {"Citation": "Overmyer K, Tuominen H, Kettunen R, Betz C, Langebartels C, Sandermann H, Jr, Kangasjärvi J. The ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. Plant Cell. 2000;12:1849–1862.", "ArticleIdList": ["PMC149124", "11041881"]}, {"Citation": "Overmyer K, Brosch M, Kangasjärvi J. Reactive oxygen species and hormonal control of cell death. Trends Plant Sci. 2003;8:335–342.", "ArticleIdList": ["12878018"]}, {"Citation": "Rao MV, Lee H, Davis KR. Ozone-induced ethylene production is dependent on salicylic acid, and both salicylic acid and ethylene act in concert to regulate ozone-induced cell death. Plant J. 2002;32:447–456.", "ArticleIdList": ["12445117"]}, {"Citation": "Kanna M, Tamaoki M, Kubo A, Nakajima N, Rakwal R, Agrawal GK, Tamogami S, Ioki M, Ogawa D, Saji H, Aono M. Isolation of an ozone-sensitive and jasmonate-semi-insensitive Arabidopsis mutant (oji1) Plant Cell Physiol. 2003;44:1301–1310.", "ArticleIdList": ["14701925"]}, {"Citation": "Tamaoki M, Nakajima N, Kubo A, Aono M, Matsuyama T, Saji H. Transcriptome analysis of O3-exposed Arabidopsis reveals that multiple signal pathways act mutually antagonistically to induce gene expression. Plant Mol Biol. 2003;53:443–456.", "ArticleIdList": ["15010611"]}, {"Citation": "Tuomainen J, Overmyer K, Keinänen M, Kollist H, Kangasjärvi J. Mutual antagonism of ethylene and jasmonic acid regulates ozone-induced spreading cell death in Arabidopsis. Plant J. 2004;39:59–69.", "ArticleIdList": ["15200642"]}, {"Citation": "Ogawa D, Nakajima N, Sano T, Tamaoki M, Aono M, Kubo A, Kanna M, Ioki M, Kamada H, Saji H. Salicylic acid accumulation under O3 exposure is regulated by ethylene in tobacco plants. Plant Cell Physiol. 2005;46:1062–1072.", "ArticleIdList": ["15870097"]}, {"Citation": "Laisk A, Kull O, Moldau H. Ozone concentration in leaf intracellular spaces is close to zero. Plant Physiol. 1989;90:1163–1167.", "ArticleIdList": ["PMC1061859", "16666867"]}, {"Citation": "Mudd T. Biochemical basis for the toxicity of ozone. In: Yunus M, Iqbal M, editors. Plant Response to Air Pollution. New York, NY: John Wiley; 1997. pp. 267–284."}, {"Citation": "Shinozaki K, Yamaguchi-Shinozaki K. Gene expression and signal transduction in water-stress response. Plant Physiol. 1997;115:327–334.", "ArticleIdList": ["PMC158490", "12223810"]}, {"Citation": "Chang C, Shockey JA. The ethylene-response pathway: Signal perception to gene regulation. Curr Opin Plant Biol. 1999;2:352–358.", "ArticleIdList": ["10508761"]}, {"Citation": "McDowell JM, Dangl JL. Signal transduction in the plant immune response. Trends Biochem Sci. 2000;25:79–82.", "ArticleIdList": ["10664588"]}, {"Citation": "Knight H, Knight MR. Abiotic stress signalling pathways: Specificity and cross-talk. Trends Plant Sci. 2001;6:262–267.", "ArticleIdList": ["11378468"]}, {"Citation": "Zhu JK. Salt and drought stress signal transduction in plants. Annu Rev Plant Biol. 2002;53:247–273.", "ArticleIdList": ["PMC3128348", "12221975"]}, {"Citation": "Lamattina L, Garcia-Mata C, Graziano M, Pagnussat G. Nitric oxide: The versatility of an extensive signal molecule. Annu Rev Plant Biol. 2003;54:109–136.", "ArticleIdList": ["14502987"]}, {"Citation": "Davis R. Signal transduction by the JNK group of MAP kinases. Cell. 2000;103:239–252.", "ArticleIdList": ["11057897"]}, {"Citation": "Chang L, Karin M. Mammalian MAP kinase signaling cascades. Nature. 2001;410:37–40.", "ArticleIdList": ["11242034"]}, {"Citation": "Innes RW. Mapping out the roles of MAP kinases in plant defense. Trends Plant Sci. 2001;6:392–394.", "ArticleIdList": ["11544109"]}, {"Citation": "Zhang S, Klessig DF. MAPK cascades in plant defense signaling. Trends Plant Sci. 2001;6:520–527.", "ArticleIdList": ["11701380"]}, {"Citation": "Jonak C, Ökrész L, Bögre L, Hirt H. Complexity, crosstalk and integration of plant MAP kinase signalling. Curr Opin Plant Biol. 2002;5:415–424.", "ArticleIdList": ["12183180"]}, {"Citation": "Samuel MA, Miles GP, Ellis BE. Ozone treatment rapidly activates MAP kinase signaling in plants. Plant J. 2000;22:367–376.", "ArticleIdList": ["10849353"]}, {"Citation": "Ahlfors R, Macioszek V, Rudd J, Brosché M, Schlichting R, Scheel D, Kangasjärvi J. Stress hormone-independent activation and nuclear translocation of mitogen-activated protein kinases in Arabidopsis thaliana during ozone exposure. Plant J. 2004;40:512–522.", "ArticleIdList": ["15500467"]}, {"Citation": "Ren D, Yang H, Zhang S. Cell death mediated by MAPK is associated with hydrogen peroxide production in Arabidopsis. J Biol Chem. 2002;277:559–565.", "ArticleIdList": ["11687590"]}, {"Citation": "Samuel MA, Brian E, Ellis BE. Double jeopardy: Both overexpression and suppression of a redox-activated plant mitogen-activated protein kinase render tobacco plants ozone sensitive. Plant Cell. 2002;14:2059–2069.", "ArticleIdList": ["PMC150755", "12215505"]}, {"Citation": "Gomi K, Ogawa D, Katou S, Kamada H, Nakajima N, Saji H, Soyano T, Sasabe M, Machida Y, Matsuhara H, Ohashi Y, Seo S. A mitogen-activated protein kinase NtMPK4 activated by SIPKK is required for jasmonic acid signaling and involved in ozone tolerance via stomatal movement in tobacco. Plant Cell Physiol. 2005;46:1902–1914.", "ArticleIdList": ["16207744"]}, {"Citation": "Sanders D, Pelloux J, Brownlee C, Harper JF. Calcium at the crossroads of signaling. Plant Cell. 2002;14:S401–S417.", "ArticleIdList": ["PMC151269", "12045291"]}, {"Citation": "Clayton H, Knight MR, Knight H, McAinsh MR, Hetherington AM. Dissection of the ozone-induced calcium signature. Plant J. 1999;17:575–579.", "ArticleIdList": ["10205911"]}, {"Citation": "Evans NH, McAinsh MR, Hetherington AM, Knight MR. ROS perception in Arabidopsis thaliana: The ozone-induced calcium response. Plant J. 2005;41:615–626.", "ArticleIdList": ["15686524"]}, {"Citation": "Miles GP, Samuel MA, Jones AM, Ellis BE. Mastoparan rapidly activates plant MAP kinase signaling independent of heterotrimeric G proteins. Plant Physiol. 2004;134:1332–1336.", "ArticleIdList": ["PMC419810", "15084727"]}, {"Citation": "Keller T, Damude HG, Werner D, Doerner P, Dixon RA, Lamb C. A plant homologue of the neutrophil NADPH oxidase gp91phox subunit gene encodes a plasma membrane protein with Ca2+ binding motifs. Plant Cell. 1998;10:255–266.", "ArticleIdList": ["PMC143990", "9490748"]}, {"Citation": "Yalpani N, Enyedi AJ, Leo J, Raskin I. Ultraviolet-light and ozone stimulate accumulation of salicylic-acid, pathogenesis-related protein and virus-resistance in tobacco. Planta. 1994;193:372–376."}, {"Citation": "Leon J, Yalpani N, Raskin I, Lawton MA. Induction of benzoic acid 2-hydroxylase in virus-inoculated tobacco. Plant Physiol. 1993;103:323–328.", "ArticleIdList": ["PMC158987", "12231939"]}, {"Citation": "Yalpani N, Altier DJ, Barbour E, Cigan AL, Scelonge CJ. Production of 6-methylsalicylic acid by expression of a fungal polyketide synthase activates disease resistance in tobacco. Plant Cell. 1993;13:1401–1409.", "ArticleIdList": ["PMC135576", "11402168"]}, {"Citation": "Mauch-Mani B, Slusarenko AJ. Production of salicylic acid precursors is a major function of phenylalanine ammonia-lyase in the resistance of Arabidopsis to Peronospora parasitica. Plant Cell. 1996;8:203–212.", "ArticleIdList": ["PMC161092", "12239383"]}, {"Citation": "Coquoz J, Buchala A, Metraux JP. The biosynthesis of salicylic acid in potato plants. Plant Physiol. 1998;117:1095–1101.", "ArticleIdList": ["PMC34925", "9662552"]}, {"Citation": "Ribnicky DM, Shulaev V, Raskin I. Intermediates of salicylic acid biosynthesis in tobacco. Plant Physiol. 1998;118:565–572.", "ArticleIdList": ["PMC34832", "9765542"]}, {"Citation": "Bate NJ, Orr J, Ni W, Meromi A, Nadler-Hassar T, Doerner PW, Dixon RA, Lamb CJ, Elkind Y. Quantitative relationship between phenylalanine ammonia-lyase levels and phenylpropanoid accumulation in transgenic tobacco identifies a rate-determining step in natural product synthesis. Proc Natl Acad Sci USA. 1994;91:7608–7612.", "ArticleIdList": ["PMC44451", "8052628"]}, {"Citation": "Howles PA, Sewalt V, Paiva NL, Elkind Y, Bate NJ, Lamb C, Dixon RA. Overexpression of L-phenylalanine ammonia-lyase in transgenic tobacco plants reveals control points for flux into phenylpropanoid biosynthesis. Plant Physiol. 1996;112:1617–1624.", "ArticleIdList": ["PMC158095", "12226468"]}, {"Citation": "Pallas JA, Paiva LN, Lamb C, Dixon AR. Tobacco plants epigenetically suppressed in phenylalanine ammonia-lyase expression do not develop systemic acquired resistance in response to infection by tobacco mosaic virus. Plant J. 1996;10:281–293."}, {"Citation": "Wildermuth MC, Dewdney J, Wu G, Ausubel FM. Isochorismate synthase is required to synthesize salicylic acid for plant defense. Nature. 2001;414:562–565.", "ArticleIdList": ["11734859"]}, {"Citation": "Gaille C, Reimmann C, Haas D. Isochorismate synthase (PchA), the first and rate-limiting enzyme in salicylate biosynthesis of Pseudomonas aeruginosa. J Biol Chem. 2003;278:16893–16898.", "ArticleIdList": ["12624097"]}, {"Citation": "Nawrath C, Metraux JP. Salicylic acid induction-deficient mutants of Arabidopsis express PR-2 and PR-5 and accumulate high levels of camalexin after pathogen inoculation. Plant Cell. 1999;11:1393–1404.", "ArticleIdList": ["PMC144293", "10449575"]}, {"Citation": "van Tegelen LJ, Moreno PR, Crose AF, Verpoorte R, Wullems GJ. Purification and cDNA cloning of isochorismate synthase from elicited cell cultures of Catharanthus roseus. Plant Physiol. 1999;119:705–712.", "ArticleIdList": ["PMC32148", "9952467"]}, {"Citation": "Ogawa D, Nakajima N, Tamaoki M, Aono M, Kubo A, Kamada H, Saji H. The isochorismate pathway is negatively regulated by salicylic acid signaling in O3-exposed Arabidopsis. Planta. 2007;226:1277–1285.", "ArticleIdList": ["17588170"]}, {"Citation": "Geffney T, Friedrich L, Vernooij B, Nye G, Uknes S, Ward E, Kessmann H, Ryals J. Requirement of salicylic acid for the induction of systemic acquired resistance. Science. 1993;261:754–756.", "ArticleIdList": ["17757215"]}, {"Citation": "Örvar BL, McPherson J, Ellis BE. Preactivating wounding response in tobacco prior to high-level ozone exposure prevents necrotic injury. Plant J. 1997;11:203–212.", "ArticleIdList": ["9076988"]}, {"Citation": "Rao MV, Davis KR. Ozone-induced cell death occurs via two distinct mechanisms in Arabidopsis: The role of salicylic acid. Plant J. 1999;17:603–614.", "ArticleIdList": ["10230060"]}, {"Citation": "Mazel A, Levine A. Induction of cell death in Arabidopsis by superoxide in combination with salicylic acid or with protein synthesis inhibitors. Free Radic Bio Med. 2001;30:98–106.", "ArticleIdList": ["11134900"]}, {"Citation": "Sharma YK, León J, Raskin I, Davis KR. Ozone-induced responses in Arabidopsis thaliana: The role of salicylic acid in the accumulation of defense-related transcripts and induced resistance. Proc Natl Acad Sci USA. 1996;93:5099–5104.", "ArticleIdList": ["PMC39413", "8643534"]}, {"Citation": "Zarembinski TI, Theologis A. Ethylene biosynthesis and action: A case of conservation. Plant Mol Biol. 1994;26:1579–1597.", "ArticleIdList": ["7858205"]}, {"Citation": "Johnson PR, Ecker JR. The ethylene gas signal transduction pathway: A molecular perspective. Annu Rev Genet. 1998;32:227–254.", "ArticleIdList": ["9928480"]}, {"Citation": "Bleecker AB, Kende H. Ethylene: A gaseous signal molecule in plants. Annu Rev Cel Dev Biol. 2000;16:1–18.", "ArticleIdList": ["11031228"]}, {"Citation": "Yang SF, Hoffman NE. Ethylene biosynthesis and its regulation in higher plants. Annu Rev Plant Physiol. 1984;35:155–189."}, {"Citation": "Kende H. Ethylene biosynthesis. Annu Rev Plant Physiol Plant Mol Biol. 1993;44:283–307."}, {"Citation": "Tuomainen J, Betz C, Kangasjärvi J, Ernst D, Yin ZH, Langebartels C, Sandermann H., Jr Ozone induction of ethylene emission in tomato plants: Regulation by differential accumulation of transcripts for the biosynthetic enzymes. Plant J. 1997;12:1151–1162."}, {"Citation": "Schlagnhaufer CD, Arteca RN, Pell EJ. Sequential expression of two 1-aminocyclopropane-1-carboxylate synthase genes in response to biotic and abiotic stress in potato leaves. Plant Mol Biol. 1997;35:683–688.", "ArticleIdList": ["9426590"]}, {"Citation": "Tsuchisaka A, Theologis A. Unique and overlapping expression patterns among the Arabidopsis 1-amino-cyclopropane-1-carboxylate synthase gene family members. Plant Physiol. 2004;136:2982–3000.", "ArticleIdList": ["PMC523360", "15466221"]}, {"Citation": "Vahala J, Schlagnhaufer CD, Pell EV. Induction of an ACC synthase cDNA by ozone in light grown Arabidopsis thaliana leaves. Physiol Plant. 1998;103:45–50."}, {"Citation": "Liu Y, Zhang S. Phosphorylation of 1-aminocyclopropane-1-carboxylic acid synthase by MPK6, a stress-responsive mitogen-activated protein kinase, induces ethylene biosynthesis in Arabidopsis. Plant Cell. 2004;16:3386–3399.", "ArticleIdList": ["PMC535880", "15539472"]}, {"Citation": "Craker L. Ethylene production from ozone injured plants. Environ Pollut. 1971;1:299–304."}, {"Citation": "Tingey DT, Standly C, Field RW. Stress ethylene evolution: A measure of ozone effects on plants. Atmos Environ. 1976;10:969–974.", "ArticleIdList": ["1008919"]}, {"Citation": "Langebartels C, Kerner K, Leonardi S, Schraudner M, Trost M, Heller W, Sandermann H., Jr Biochemical plant responses to ozone. Plant Physiol. 1991;95:882–889.", "ArticleIdList": ["PMC1077619", "16668067"]}, {"Citation": "Mehlhorn H, Oshea JM, Wellburn AR. Atmospheric ozone interacts with stress ethylene formation by plants to cause visible plant injury. J Exp Bot. 1991;42:17–24."}, {"Citation": "Elstner EF, Osswald W, Youngman RJ. Basic mechanisms of pigment bleaching and loss of structural resistance in spruce (Picea abies) needles: Advances in phytomedical diagnostics. Experientia. 1985;41:591–597."}, {"Citation": "Mehlhorn H, Wellburn AR. Stress ethylene formation determines plant sensitivity to ozone. Nature. 1987;327:417–418."}, {"Citation": "Bae GY, Nakajima N, Ishizuka K, Kondo N. The role in ozone phytotoxicity of the evolution of ethylene upon induction of 1-aminocyclopropane-1-carboxylic acid synthase by ozone fumigation in tomato plants. Plant Cell Physiol. 1996;37:129–134."}, {"Citation": "Tanaka Y, Sano T, Tamaoki M, Nakajima N, Kondo N, Hasezawa S. Ethylene inhibits the abscisic acid-induced stomatal closure in Arabidopsis. Plant Physiol. 2005;138:2337–2343.", "ArticleIdList": ["PMC1183419", "16024687"]}, {"Citation": "Ahlfors R, Lång S, Overmyer K, Jaspers P, Brosché M, Tauriainen A, Kollist H, Tuominen H, Belles-Boi E, Piippo M, Inzé DE, Palva ET, Kangasjärvi J. Arabidopsis RADICAL-INDUCED CELL DEATH1 belongs to the WWE protein-protein interaction domain protein family and modulates abscisic acid, ethylene, and methyl jasmonate responses. Plant Cell. 2004;16:1925–1937.", "ArticleIdList": ["PMC514171", "15208394"]}, {"Citation": "Beaudoin N, Serizet C, Gosti F, Giraudat J. Interactions between abscisic acid and ethylene signaling cascades. Plant Cell. 2000;12:1103–1115.", "ArticleIdList": ["PMC149052", "10899977"]}, {"Citation": "Ghassemian M, Nambara E, Cutler S, Kawaide H, Kamiya Y, McCourt P. Regulation of abscisic acid signaling by the ethylene response pathway in Arabidopsis. Plant Cell. 2000;12:1117–1126.", "ArticleIdList": ["PMC149053", "10899978"]}, {"Citation": "Nakajama N, Itoh T, Takikawa S, Asai N, Tamaoki M, Aono M, Kubo A, Azumi Y, Kamada H, Saji H. Improvement in ozone tolerance of tobacco plants with an antisense DNA for 1-aminocyclopropane-1-carboxylase synthase. Plant Cell Environ. 2002;25:727–735."}, {"Citation": "Mehlhorn H. Ethylene-promoted ascorbate peroxidase activity protects plants against hydrogen peroxide, ozone and paraquat. Plant Cell Environ. 1990;13:971–976."}, {"Citation": "Vahala J, Ruonala R, Keinänen M, Tuominen H, Kangasjärvi J. Ethylene insensitivity modulates ozone-induced cell death in birch. Plant Physiol. 2003;132:185–195.", "ArticleIdList": ["PMC166964", "12746524"]}, {"Citation": "Turner JG, Ellis C, Devoto A. The jasmonate signal pathway. Plant Cell. 2002;14:S153–S164.", "ArticleIdList": ["PMC151253", "12045275"]}, {"Citation": "Creelman RA, Mullet JE. Oligosaccharins, brassinolides, and jasmonates: Nontraditional regulators of plant growth, development, and gene expression. Plant Cell. 1997;9:1211–1223.", "ArticleIdList": ["PMC156992", "9254935"]}, {"Citation": "Pieterse CM, van Wees SC, van Pelt JA, Knoester M, Laan R, Gerrits H, Weisbeek PJ, van Loon LC. A novel signaling pathway controlling induced systemic resistance in Arabidopsis. Plant Cell. 1998;10:1571–1580.", "ArticleIdList": ["PMC144073", "9724702"]}, {"Citation": "Staswick PE, Yuen GY, Lehman CC. Jasmonate signaling mutants of Arabidopsis are susceptible to the soil fungus Pythium irregulare. Plant J. 1998;15:747–754.", "ArticleIdList": ["9807813"]}, {"Citation": "Farmer EE, Almeras E, Krishnamurthy V. Jasmonates and related oxylipins in plant responses to pathogenesis and herbivory. Curr Opin Plant Biol. 2003;6:372–378.", "ArticleIdList": ["12873533"]}, {"Citation": "Rojo E, Solano R, Sanchez-Serrano JJ. Interactions between signaling compounds involved in plant defense. J Plant Growth Regul. 2003;22:82–98."}, {"Citation": "Sasaki Y, Asamizu E, Shibata D, Nakamura Y, Kaneko T, Awai K, Amagai M, Kuwata C, Tsugane T, Masuda T, Shimada H, Takamiya K, Ohta H, Tabata S. Monitoring of methyl jasmonate-responsive genes in Arabidopsis by cDNA macroarray: Self-activation of jasmonic acid biosynthesis and crosstalk with other phytohormone signaling pathways. DNA Res. 2001;8:153–161.", "ArticleIdList": ["11572481"]}, {"Citation": "Koch JR, Scherzer AJ, Eshita SM, Davis KR. Ozone sensitivity in hybrid poplar is correlated with a lack of defense-gene activation. Plant Physiol. 1998;118:1243–1252.", "ArticleIdList": ["PMC34740", "9847098"]}, {"Citation": "Koch JR, Creelman RA, Eshita SM, Seskar M, Mullet JE, Davis KR. Ozone sensitivity in hybrid poplar correlates with insensitivity to both salicylic acid and jasmonic acid: The role of programmed cell death in lesion formation. Plant Physiol. 2000;123:487–496.", "ArticleIdList": ["PMC59017", "10859179"]}, {"Citation": "Maccarrone M, Veldink GA, Vliegenthart JFC. Thermal injury and ozone stress affect soybean lipoxygenases expression. FEBS Lett. 1992;309:225–230.", "ArticleIdList": ["1516691"]}, {"Citation": "Maccarrone M, Veldink GA, Vliegenthart JFC, Agrò AF. Ozone stress modulates amine oxidase and lipoxygenase expression in lentil (Lens culinaris) seedlings. FEBS Lett. 1997;408:241–244.", "ArticleIdList": ["9187375"]}, {"Citation": "Rao MV, Lee H, Creelman RA, Mullet JE, Davis KR. Jasmonic acid signaling modulates ozone-induced hypersensitive cell death. Plant Cell. 2000;12:1633–1646.", "ArticleIdList": ["PMC149075", "11006337"]}, {"Citation": "Mahalingam R, Shah N, Scrymgeour A, Fedoroff N. Temporal evolution of the Arabidopsis oxidative stress response. Plant Mol Biol. 2005;57:709–730.", "ArticleIdList": ["15988565"]}, {"Citation": "Blée E. Impact of phyto-oxylipins in plant defense. Trends Plant Sci. 2002;7:315–322.", "ArticleIdList": ["12119169"]}, {"Citation": "Kachroo P, Shanklin J, Shah J, Whittle EJ, Klessig DF. A fatty acid desaturase modulates the activation of defense signaling pathways in plants. Proc Natl Acad Sci USA. 2001;98:9448–9453.", "ArticleIdList": ["PMC55441", "11481500"]}, {"Citation": "Nandi A, Welti R, Shah J. The Arabidopsis thaliana dihydroxyacetone phosphate reductase gene SUPPRESSOR OF FATTY ACID DESATURASE DEFICIENCY1 is required for glycerolipid metabolism and for the activation of systemic acquired resistance. Plant Cell. 2004;16:465–477.", "ArticleIdList": ["PMC341917", "14729910"]}, {"Citation": "Yaeno T, Matsuda O, Iba K. Role of chloroplast trienoic fatty acids in plant disease defense responses. Plant J. 2004;40:931–941.", "ArticleIdList": ["15584958"]}, {"Citation": "Staswick PE, Su W, Howell SH. Methyl jasmonate inhibition of root growth and induction of a leaf protein are decreased in an Arabidopsis thaliana mutant. Proc Natl Acad Sci USA. 1992;89:6837–6840.", "ArticleIdList": ["PMC49599", "11607311"]}, {"Citation": "Feys B, Benedetti CE, Penfold CN, Turner JG. Arabidopsis mutants selected for resistance to the phytotoxin coronatine are male sterile, insensitive to methyl jasmonate, and resistant to a bacterial pathogen. Plant Cell. 1994;6:751–759.", "ArticleIdList": ["PMC160473", "12244256"]}, {"Citation": "Sasaki-Sekimoto Y, Taki N, Obayashi T, Aono M, Matsumoto F, Sakurai N, Suzuki H, Yokota-Hirai M, Noji M, Saito K, Masuda T, Takamiya K, Shibata D, Ohta H. Coordinated activation of metabolic pathways for antioxidants and defence compounds by jasmonates and their roles in stress tolerance in Arabidopsis. Plant J. 2005;44:653–668.", "ArticleIdList": ["16262714"]}, {"Citation": "Schenk PM, Kazan K, Wilson I, Anderson JP, Richmond T, Somerville SC, Manners JM. Coordinated plant defense responses in Arabidopsis revealed by microarray analysis. Proc Natl Acad Sci USA. 2000;97:11655–11660.", "ArticleIdList": ["PMC17256", "11027363"]}, {"Citation": "Ciardi J, Klee H. Regulation of ethylene-mediated responses at the level of receptor. Ann Bot. 2001;88:813–822."}, {"Citation": "Pasqualini S, Torre GD, Ferranti F, Ederli L, Piccioni C, Reale L, Antonielli M. Salicylic acid modulates ozone-induced hypersensitive cell death in tobacco plants. Physiol Plant. 2002;115:204–212.", "ArticleIdList": ["12060237"]}, {"Citation": "Van Camp W, Van Montagu M, Inzè D. H2O2 and NO: Redox signals in disease resistance. Trends Plant Sci. 1998;3:330–334."}, {"Citation": "Torres MA, Onouchi H, Hamada S, Machida C, Hammond-Kosack KE, Jones JD. Six Arabidopsis thaliana homologues of the human respiratory burst oxidase (gp91phox) Plant J. 1998;14:365–370.", "ArticleIdList": ["9628030"]}]}], "History": [{"Year": "2008", "Month": "2", "Day": "26"}, {"Year": "2008", "Month": "1", "Day": "8"}, {"Year": "2009", "Month": "6", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "3", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2008", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19513211", "PMC2634110", "10.4161/psb.3.3.5538"]}}], "PubmedBookArticle": []}