{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["air pollution", "blood coagulation", "cardiovascular disease", "inflammation", "platelet aggregation"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19590696", "DateCompleted": {"Year": "2009", "Month": "09", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.0800437"], "ArticleDate": [{"Year": "2009", "Month": "02", "Day": "22"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "117", "Issue": "6", "PubDate": {"Year": "2009", "Month": "Jun"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Effects of ambient air pollution on hemostasis and inflammation.", "Pagination": {"StartPage": "995", "EndPage": "1001", "MedlinePgn": "995-1001"}, "Abstract": {"AbstractText": ["Air pollution has consistently been associated with increased morbidity and mortality due to respiratory and cardiovascular disease. Underlying biological mechanisms are not entirely clear, and hemostasis and inflammation are suggested to be involved.", "Our aim was to study the association of the variation in local concentrations of airborne particulate matter (PM) with aerodynamic diameter < 10 mum, carbon monoxide, nitrogen monoxide, nitrogen dioxide, and ozone with platelet aggregation, thrombin generation, fibrinogen, and C-reactive protein (CRP) levels in healthy individuals.", "From 40 healthy volunteers, we collected 13 consecutive blood samples within a 1-year period and measured light-transmittance platelet aggregometry, thrombin generation, fibrinogen, and CRP. We performed regression analysis using generalized additive models to study the association between the hemostatic and inflammatory variables, and local environmental concentrations of air pollutants for time lags within 24 hr before blood sampling or 24-96 hr before blood sampling.", "In general, air pollutants were associated with platelet aggregation [average, +8% per interquartile range (IQR), p < 0.01] and thrombin generation (average, +1% per IQR, p < 0.05). Platelet aggregation was not affected by in vitro incubation of plasma with PM. We observed no relationship between any of the air pollutants and fibrinogen or CRP levels.", "Air pollution increased platelet aggregation as well as coagulation activity but had no clear effect on systemic inflammation. These prothrombotic effects may partly explain the relationship between air pollution and the risk of ischemic cardiovascular disease."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hematology, Erasmus University Medical Center, Rotterdam, the Netherlands."}], "Identifier": [], "LastName": "Rudez", "ForeName": "Goran", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Janssen", "ForeName": "Nicole A H", "Initials": "NA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kilinc", "ForeName": "Evren", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Leebeek", "ForeName": "Frank W G", "Initials": "FW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gerlofs-Nijland", "ForeName": "Miriam E", "Initials": "ME"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Spronk", "ForeName": "Henri M H", "Initials": "HM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "ten Cate", "ForeName": "Hugo", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cassee", "ForeName": "Flemming R", "Initials": "FR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "de Maat", "ForeName": "Moniek P M", "Initials": "MP"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "9001-32-5", "NameOfSubstance": "Fibrinogen"}, {"RegistryNumber": "9007-41-4", "NameOfSubstance": "C-Reactive Protein"}, {"RegistryNumber": "EC 3.4.21.5", "NameOfSubstance": "Thrombin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["metabolism"], "DescriptorName": "C-Reactive Protein"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["metabolism"], "DescriptorName": "Fibrinogen"}, {"QualifierName": ["drug effects"], "DescriptorName": "Hemostasis"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["drug effects"], "DescriptorName": "Platelet Aggregation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Thrombin"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Baccarelli A, Zanobetti A, Martinelli I, Grillo P, Hou L, Giacomini S, et al. Effects of exposure to air pollution on blood coagulation. J Thromb Haemost. 2007;5(2):252–260.", "ArticleIdList": ["17083648"]}, {"Citation": "Brook RD. Is air pollution a cause of cardiovascular disease? Updated review and controversies. Rev Environ Health. 2007;22(2):115–137.", "ArticleIdList": ["17894203"]}, {"Citation": "Brook RD. Air pollution: what is bad for the arteries might be bad for the veins. Arch Intern Med. 2008;168(9):909–911.", "ArticleIdList": ["18474753"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong Y, Howard G, Lipsett M, et al. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109(21):2655–2671.", "ArticleIdList": ["15173049"]}, {"Citation": "Chuang KJ, Chan CC, Su TC, Lee CT, Tang CS. The effect of urban air pollution on inflammation, oxidative stress, coagulation, and autonomic dysfunction in young adults. Am J Respir Crit Care Med. 2007;176(4):370–376.", "ArticleIdList": ["17463411"]}, {"Citation": "Cyrys J, Stolzel M, Heinrich J, Kreyling WG, Menzel N, Wittmaack K, et al. Elemental composition and sources of fine and ultrafine ambient particles in Erfurt, Germany. Sci Total Environ. 2003;305(1–3):143–156.", "ArticleIdList": ["12670764"]}, {"Citation": "Dielis AW, Castoldi E, Spronk HM, van Oerle R, Hamulyak K, Ten Cate H, et al. Coagulation factors and the protein C system as determinants of thrombin generation in a normal population. J Thromb Haemost. 2008;6(1):125–131.", "ArticleIdList": ["17988231"]}, {"Citation": "Donaldson K, Stone V, Seaton A, MacNee W. Ambient particle inhalation and the cardiovascular system: potential mechanisms. Environ Health Perspect. 2001;109(suppl 4):523–527.", "ArticleIdList": ["PMC1240575", "11544157"]}, {"Citation": "Gong H., Jr Health effects of air pollution. A review of clinical studies. Clin Chest Med. 1992;13(2):201–214.", "ArticleIdList": ["1511549"]}, {"Citation": "Hemker HC, Giesen P, Al Dieri R, Regnault V, de Smedt E, Wagenvoord R, et al. Calibrated automated thrombin generation measurement in clotting plasma. Pathophysiol Haemost Thromb. 2003;33(1):4–15.", "ArticleIdList": ["12853707"]}, {"Citation": "Janssen NA, Hoek G, Brunekreef B, Harssema H, Mensink I, Zuidhof A. Personal sampling of particles in adults: relation among personal, indoor, and outdoor air concentrations. Am J Epidemiol. 1998;147(6):537–547.", "ArticleIdList": ["9521180"]}, {"Citation": "Janssen NA, Lanki T, Hoek G, Vallius M, de Hartog JJ, Van Grieken R, et al. Associations between ambient, personal, and indoor exposure to fine particulate matter constituents in Dutch and Finnish panels of cardiovascular patients. Occup Environ Med. 2005;62(12):868–877.", "ArticleIdList": ["PMC1740941", "16299096"]}, {"Citation": "Kuijpers MJ, Munnix IC, Cosemans JM, Vlijmen BV, Reutelingsperger CP, Egbrink MO, et al. Key role of platelet procoagulant activity in tissue factor-and collagen-dependent thrombus formation in arterioles and venules in vivo differential sensitivity to thrombin inhibition. Microcirculation. 2008;15(4):269–282.", "ArticleIdList": ["18464157"]}, {"Citation": "Maier KL, Alessandrini F, Beck-Speier I, Hofer TP, Diabate S, Bitterle E, et al. Health effects of ambient particulate matter—biological mechanisms and inflammatory responses to in vitro and in vivo particle exposures. Inhal Toxicol. 2008;20(3):319–337.", "ArticleIdList": ["18300050"]}, {"Citation": "McCreanor J, Cullinan P, Nieuwenhuijsen MJ, Stewart-Evans J, Malliarou E, Jarup L, et al. Respiratory effects of exposure to diesel traffic in persons with asthma. N Engl J Med. 2007;357(23):2348–2358.", "ArticleIdList": ["18057337"]}, {"Citation": "Morel O, Toti F, Hugel B, Bakouboula B, Camoin-Jau L, Dignat-George F, et al. Procoagulant microparticles: disrupting the vascular homeostasis equation? Arterioscler Thromb Vasc Biol. 2006;26(12):2594–2604.", "ArticleIdList": ["16990554"]}, {"Citation": "Mutlu GM, Green D, Bellmeyer A, Baker CM, Burgess Z, Rajamannan N, et al. Ambient particulate matter accelerates coagulation via an IL-6-dependent pathway. J Clin Invest. 2007;117(10):2952–2961.", "ArticleIdList": ["PMC1978421", "17885684"]}, {"Citation": "National Institute for Public Health and the Environment (RIVM)  [[accessed 9 May 2010]];Milieuportaal voor professionals. 2009  Available:  www.lml.rivm.nl/data/smog/index.html)"}, {"Citation": "Nemmar A, Hoet PH, Vanquickenborne B, Dinsdale D, Thomeer M, Hoylaerts MF, et al. Passage of inhaled particles into the blood circulation in humans. Circulation. 2002;105(4):411–414.", "ArticleIdList": ["11815420"]}, {"Citation": "Nemmar A, Hoylaerts MF, Hoet PH, Nemery B. Possible mechanisms of the cardiovascular effects of inhaled particles: systemic translocation and prothrombotic effects. Toxicol Lett. 2004;149(1–3):243–253.", "ArticleIdList": ["15093270"]}, {"Citation": "Nemmar A, Nemery B, Hoet PH, Vermylen J, Hoylaerts MF. Pulmonary inflammation and thrombogenicity caused by diesel particles in hamsters: role of histamine. Am J Respir Crit Care Med. 2003;168(11):1366–1372.", "ArticleIdList": ["12969870"]}, {"Citation": "Pekkanen J, Brunner EJ, Anderson HR, Tiittanen P, Atkinson RW. Daily concentrations of air pollution and plasma fibrinogen in London. Occup Environ Med. 2000;57(12):818–822.", "ArticleIdList": ["PMC1739901", "11077010"]}, {"Citation": "Peng RD, Chang HH, Bell ML, McDermott A, Zeger SL, Samet JM, et al. Coarse particulate matter air pollution and hospital admissions for cardiovascular and respiratory diseases among Medicare patients. JAMA. 2008;299(18):2172–2179.", "ArticleIdList": ["PMC3169813", "18477784"]}, {"Citation": "Peters A, Doring A, Wichmann HE, Koenig W. Increased plasma viscosity during an air pollution episode: a link to mortality? Lancet. 1997;349(9065):1582–1587.", "ArticleIdList": ["9174559"]}, {"Citation": "Radomski A, Jurasz P, Alonso-Escolano D, Drews M, Morandi M, Malinski T, et al. Nanoparticle-induced platelet aggregation and vascular thrombosis. Br J Pharmacol. 2005;146(6):882–893.", "ArticleIdList": ["PMC1751219", "16158070"]}, {"Citation": "Ruckerl R, Greven S, Ljungman P, Aalto P, Antoniades C, Bellander T, et al. Air pollution and inflammation (interleukin-6, C-reactive protein, fibrinogen) in myocardial infarction survivors. Environ Health Perspect. 2007;115:1072–1080.", "ArticleIdList": ["PMC1913563", "17637925"]}, {"Citation": "Ruckerl R, Ibald-Mulli A, Koenig W, Schneider A, Woelke G, Cyrys J, et al. Air pollution and markers of inflammation and coagulation in patients with coronary heart disease. Am J Respir Crit Care Med. 2006;173(4):432–441.", "ArticleIdList": ["16293802"]}, {"Citation": "Salvi S, Blomberg A, Rudell B, Kelly F, Sandstrom T, Holgate ST, et al. Acute inflammatory responses in the airways and peripheral blood after short-term exposure to diesel exhaust in healthy human volunteers. Am J Respir Crit Care Med. 1999;159(3):702–709.", "ArticleIdList": ["10051240"]}, {"Citation": "Seaton A, MacNee W, Donaldson K, Godden D. Particulate air pollution and acute health effects. Lancet. 1995;345(8943):176–178.", "ArticleIdList": ["7741860"]}, {"Citation": "Seaton A, Soutar A, Crawford V, Elton R, McNerlan S, Cherrie J, et al. Particulate air pollution and the blood. Thorax. 1999;54(11):1027–1032.", "ArticleIdList": ["PMC1745387", "10525563"]}, {"Citation": "Sun Q, Yue P, Kirk RI, Wang A, Moatti D, Jin X, et al. Ambient air particulate matter exposure and tissue factor expression in atherosclerosis. Inhal Toxicol. 2008;20(2):127–137.", "ArticleIdList": ["18236227"]}, {"Citation": "ten Cate-Hoek AJ, Dielis AW, Spronk HM, van Oerle R, Hamulyak K, Prins MH, et al. Thrombin generation in patients after acute deep-vein thrombosis. Thromb Haemost. 2008;100(2):240–245.", "ArticleIdList": ["18690343"]}, {"Citation": "van Gestel MA, Heemskerk JW, Slaaf DW, Heijnen VV, Reneman RS, oude Egbrink MG. In vivo blockade of platelet ADP receptor P2Y12 reduces embolus and thrombus formation but not thrombus stability. Arterioscler Thromb Vasc Biol. 2003;23(3):518–523.", "ArticleIdList": ["12615691"]}, {"Citation": "Wood SN. GAMs and generalized ridge regression for R. R News. 2001;1(2):20–25."}, {"Citation": "World Health Organization. Air Quality Guidelines: Global Update. Copenhagen: World Health Organization, Regional Office for Europe; 2006. 2005. Particulate matter, ozone, nitrogen dioxide and sulfur dioxide; pp. 76–100."}, {"Citation": "Woulfe D, Yang J, Brass L. ADP and platelets: the end of the beginning. J Clin Invest. 2001;107(12):1503–1505.", "ArticleIdList": ["PMC200202", "11413156"]}]}], "History": [{"Year": "2008", "Month": "12", "Day": "1"}, {"Year": "2009", "Month": "2", "Day": "22"}, {"Year": "2009", "Month": "7", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "7", "Day": "11", "Hour": "9", "Minute": "0"}, {"Year": "2009", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19590696", "PMC2702419", "10.1289/ehp.0800437"]}}], "PubmedBookArticle": []}