{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Betula pendula", "feeding guild", "field study", "flavonoids", "fungicide", "host-plant quality", "insects", "mycorrhizas", "ozone exposure", "root"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19794863", "DateCompleted": {"Year": "2009", "Month": "11", "Day": "17"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1559-2324", "JournalIssue": {"Volume": "4", "Issue": "4", "PubDate": {"Year": "2009", "Month": "Apr"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "Interactions of ectomycorrhizas and above-ground insect herbivores on silver birch.", "Pagination": {"StartPage": "355", "EndPage": "357", "MedlinePgn": "355-7"}, "Abstract": {"AbstractText": ["Mycorrhizas are mostly beneficial to host plant growth and survival, e.g., due to improved water and nutrient uptake and enhanced pathogen protection, but also a significant amount of host plant carbon is allocated below-ground to support the mycorrhizal growth. These facts and on the other hand the possibility of mycorrhizas to mediate changes in above-ground defensive chemistry may affect performance of above-ground insect herbivores with different feeding guilds. To see the functionality of complex interaction between mycorrhizal status of plants, host plant chemical quality and insect herbivore performance in a wider ecological scale, studies should be conducted in field conditions and factors contributing to global climate change, such as elevated tropospheric ozone (O<sub>3</sub>), should also be considered. We recently demonstrated in laboratory study, that insect herbivore response to ectomycorrhizal status of birches was dependent on the fungal species forming ectomycorrhiza and the degree of specialization and feeding guild of insects. In this addendum we provide results from the field study where silver birch (<i>Betula pendula</i> Roth.) seedlings were, in addition to mycorrhizal manipulation, exposed to low-level O<sub>3</sub> and the host plant growth and chemical quality was analysed as well as the performance of two insect herbivores with different feeding guilds was tested."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, University of Kuopio, Kuopio, Finland. anne-marja.nerg@uku.fi"}], "Identifier": [], "LastName": "Nerg", "ForeName": "Anne-Marja", "Initials": "AM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kasurinen", "ForeName": "Anne", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Holopainen", "ForeName": "Toini", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Julkunen-Tiitto", "ForeName": "Riitta", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Neuvonen", "ForeName": "Seppo", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Holopainen", "ForeName": "Jarmo K", "Initials": "JK"}], "PublicationTypeList": ["Comment", "Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}, "CommentsCorrectionsList": [{"RefSource": "J Chem Ecol. 2008 Oct;34(10):1322-30. doi: 10.1007/s10886-008-9542-z", "PMID": "18797972"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bennett AE, Alers-Garcia J, Bever JD. Three-way interactions among mutualistic mycorrhizal fungi, plants and plant enemies: Hypothesis and synthesis. Am Nat. 2006;167:141–152.", "ArticleIdList": ["16670976"]}, {"Citation": "Price PW. The plant vigor hypothesis and herbivore attack. Oikos. 1991;62:244–251."}, {"Citation": "Jones CG, Last FT. Ectomycorrhizae and trees: implications for aboveground herbivory. In: Barbosa B, Krischik VA, Jones CG, editors. Microbial Mediation of Plant-Herbivore Interactions. New York: A wiley-Interscience Publication; 1991. pp. 65–103."}, {"Citation": "Gange AC, West HM. Interactions between arbuscular mycorrhizal fungi and foliar-feeding insects in Plantago lanceolata L. New Phytol. 1994;128:79–87.", "ArticleIdList": ["33874534"]}, {"Citation": "Gehring CA, Cobb NS, Whitham TG. Three-way interactions among ectomycorrhizal mutualists, scale insects and resistant and susceptible pinyon pines. Am Nat. 1997;149:824–841.", "ArticleIdList": ["18811251"]}, {"Citation": "Meijden E, van Der Plant defence, an evolutionary dilemma: contrasting effects of (specialist and generalist) herbivores and natural enemies. Entomol Exp Appl. 1996;80:307–310."}, {"Citation": "Larsson S. Stressful times for the plant stress—Insect performance hypothesis. Oikos. 1989;56:277–283."}, {"Citation": "Rabin LB, Pacovsky RS. Reduced larva growth of two lepidoptera (Noctuidae) on excised leaves of soybean infected with a mycorrhizal fungus. J Econ Entomol. 1985;78:1358–1363."}, {"Citation": "Borowicz VA. A fungal root symbiont modifies plant resistance to an insect herbivore. Oecologia. 1997;112:534–542.", "ArticleIdList": ["28307631"]}, {"Citation": "Gange AC. Species-specific responses of a root- and shoot-feeding insect to arbuscular mycorrhizal colonization of its host plant. New Phytol. 2001;150:611–618."}, {"Citation": "Manninen A-M, Holopainen T, Holopainen JK. Susceptibility of ectomycorrhizal and non-mycorrhizal Scots pine (Pinus sylvestris) seedlings to a generalist insect herbivore, Lygus rugulipennis, at two nitrogen availability levels. New Phytol. 1998;140:55–63."}, {"Citation": "Manninen A-M, Holopainen T, Holopainen JK. Performance of grey pine aphid, Schizolachnus pineti, on ectomycorrhizal and non-mycorrhizal Scots pine seedlings at different levels of nitrogen availability. Entomol Exp Appl. 1999;93:117–220."}, {"Citation": "Manninen A-M, Holopainen T, Holopainen JK. The role of low-level ozone exposure and mycorrhizas in chemical quality and insect herbivore performance on Scots pine seedlings. Glob Change Biol. 2000;6:111–121."}, {"Citation": "Halldórsson G, Sverrisson H, Eyjólfsdottir GG, Oddsdóttir ES. Ectomycorrhizae reduce damage to Russian larch by Otiorhynchus larvae. Scand J For Res. 2000;15:354–358."}, {"Citation": "Nerg A-M, Kasurinen A, Holopainen T, Julkunen-Tiitto R, Neuvonen S, Holopainen JK. The significance of ectomycorrhizas in chemical quality of silver birch foliage and above-ground insect herbivore performance. J Chem Ecol. 2008;34:1322–1330.", "ArticleIdList": ["18797972"]}, {"Citation": "Gange AC, Stagg PG, Ward LK. Arbuscular mycorrhizal fungi affect phytophagous insect specialism. Ecol Lett. 2002;5:11–15."}, {"Citation": "Gehring CA, Whitham TG. Interactions between aboveground herbivores and the mycorrhizal mutualists of plants. Trends Ecol Evol. 1994;9:251–255.", "ArticleIdList": ["21236843"]}, {"Citation": "Wulff A, Hänninen O, Tuomainen A, Kärenlampi L. A method for open-air exposure of plants to ozone. Ann Bot Fennici. 1992;29:253–262."}, {"Citation": "Gange AC, Bower E. Interactions between insects and mycorrhizal fungi. In: Gange AC, Brown VK, editors. Multitrophic Interactions in Terrestrial Systems. Blackwell: Science, Oxford; 1997. pp. 115–132."}, {"Citation": "Bennett AE, Bever JD. Mycorrhizal species differentially alter plant growth and response to herbivory. Ecology. 2007;88:210–218.", "ArticleIdList": ["17489469"]}, {"Citation": "Mattson WJ., Jr Herbivory in relation to plant nitrogen content. Ann Rev Ecol Syst. 1980;11:119–161."}, {"Citation": "Holopainen JK, Rikala R, Kainulainen P, Oksanen J. Resource partitioning to growth, storage and defence in nitrogen-fertilized Scots pine and susceptibility of the seedlings to the tarnished plant bug Lygus rugulipennis. New Phytol. 1995;131:521–532.", "ArticleIdList": ["33863121"]}, {"Citation": "Oksanen E. Responses of selected birch (Betula pendula Roth) clones to ozone change over time. Plant Cell Environ. 2003;26:875–886.", "ArticleIdList": ["12803615"]}, {"Citation": "Oksanen E, Rousi M. Differences of Betula origins in ozone sensitivity based on open-field experiment over two growing seasons. Can J For Res. 2001;31:804–811."}, {"Citation": "Saleem A, Loponen J, Pihlaja K, Oksanen E. Effects of long-term open-field ozone exposure on leaf phenolics of European silver birch (Betula pendula Roth) J Chem Ecol. 2001;27:1049–1062.", "ArticleIdList": ["11471939"]}, {"Citation": "Kause A, Ossipov V, Haukioja E, Lempa K, Hanhimäki S, Ossipova S. Multiplicity of bichemical factors determining quality of growing birch leaves. Oecologia. 1999;120:102–112.", "ArticleIdList": ["28308041"]}, {"Citation": "Ossipov V, Haukioja E, Ossipova S, Hanhimäki S, Pihlaja K. Phenolic and phenolic-related factors as determinants of suitability of mountain birch leaves to an herbivorous insect. Biochem Syst Ecol. 2001;29:223–240.", "ArticleIdList": ["11152944"]}, {"Citation": "Bezemer TM, van Dam NM. Linking aboveground and belowground interactions via induced plant defence. Trends Ecol Evol. 2005;20:617–624.", "ArticleIdList": ["16701445"]}, {"Citation": "Waldbauer GP. The consumption and utilization of food by insects. Adv Insect Physiol. 1968;5:229–288."}]}], "History": [{"Year": "2009", "Month": "2", "Day": "18"}, {"Year": "2009", "Month": "2", "Day": "19"}, {"Year": "2009", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "10", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2009", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19794863", "PMC2664507", "10.4161/psb.4.4.8230"]}}], "PubmedBookArticle": []}