{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "19942276", "DateCompleted": {"Year": "2010", "Month": "02", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "29"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/S0140-6736(09)61716-5", "S0140-6736(09)61716-5"], "ArticleDate": [{"Year": "2009", "Month": "11", "Day": "26"}], "Journal": {"ISSN": "1474-547X", "JournalIssue": {"Volume": "374", "Issue": "9707", "PubDate": {"Year": "2009", "Month": "Dec", "Day": "19"}}, "Title": "Lancet (London, England)", "ISOAbbreviation": "Lancet"}, "ArticleTitle": "Public health benefits of strategies to reduce greenhouse-gas emissions: health implications of short-lived greenhouse pollutants.", "Pagination": {"StartPage": "2091", "EndPage": "2103", "MedlinePgn": "2091-2103"}, "Abstract": {"AbstractText": ["In this report we review the health effects of three short-lived greenhouse pollutants-black carbon, ozone, and sulphates. We undertook new meta-analyses of existing time-series studies and an analysis of a cohort of 352,000 people in 66 US cities during 18 years of follow-up. This cohort study provides estimates of mortality effects from long-term exposure to elemental carbon, an indicator of black carbon mass, and evidence that ozone exerts an independent risk of mortality. Associations among these pollutants make drawing conclusions about their individual health effects difficult at present, but sulphate seems to have the most robust effects in multiple-pollutant models. Generally, the toxicology of the pure compounds and their epidemiology diverge because atmospheric black carbon, ozone, and sulphate are associated and could interact with related toxic species. Although sulphate is a cooling agent, black carbon and ozone could together exert nearly half as much global warming as carbon dioxide. The complexity of these health and climate effects needs to be recognised in mitigation policies."], "CopyrightInformation": "Copyright 2009 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, University of alifornia, Berkeley, CA, USA. Electronic address: krksmith@berkeley.edu."}], "Identifier": [], "LastName": "Smith", "ForeName": "Kirk R", "Initials": "KR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, University of alifornia, Berkeley, CA, USA."}], "Identifier": [], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Community Health Sciences, MRC-HPA Centre for Environment and Health, St George's, University of London, London, UK; Environmental Research Group, MRC-HPA Centre for Environment and Health, King's College, London, UK."}], "Identifier": [], "LastName": "Anderson", "ForeName": "H Ross", "Initials": "HR"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Canada, Ottawa, ON, Canada."}], "Identifier": [], "LastName": "Burnett", "ForeName": "Richard T", "Initials": "RT"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Edinburgh Napier University, Edinburgh, UK."}], "Identifier": [], "LastName": "Stone", "ForeName": "Vicki", "Initials": "V"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Imperial College London, Ascot, Berkshire, UK."}], "Identifier": [], "LastName": "Derwent", "ForeName": "Richard", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Community Health Sciences, MRC-HPA Centre for Environment and Health, St George's, University of London, London, UK."}], "Identifier": [], "LastName": "Atkinson", "ForeName": "Richard W", "Initials": "RW"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Effects Institute, Boston, MA, USA."}], "Identifier": [], "LastName": "Cohen", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, University of alifornia, Berkeley, CA, USA; Department of Environmental Science, Policy, and Management, University of alifornia, Berkeley, CA, USA."}], "Identifier": [], "LastName": "Shonkoff", "ForeName": "Seth B", "Initials": "SB"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Ottawa, Ottawa, ON, Canada."}], "Identifier": [], "LastName": "Krewski", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Brigham Young University, Provo, UT, USA."}], "Identifier": [], "LastName": "Pope", "ForeName": "C Arden", "Initials": "CA", "Suffix": "3rd"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "American Cancer Society, Atlanta, GA, USA."}], "Identifier": [], "LastName": "Thun", "ForeName": "Michael J", "Initials": "MJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "New York University School of Medicine, New York, NY, USA."}], "Identifier": [], "LastName": "Thurston", "ForeName": "George", "Initials": "G"}], "GrantList": [{"GrantID": "G0801056", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}, {"Acronym": "DH_", "Agency": "Department of Health", "Country": "United Kingdom"}, {"GrantID": "P30 ES000260", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES00260", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"Acronym": "WT_", "Agency": "Wellcome Trust", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Lancet", "NlmUniqueID": "2985213R", "ISSNLinking": "0140-6736"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfates"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}], "CommentsCorrectionsList": [{"RefSource": "Lancet. 2009 Dec 19;374(9707):2035-2038. doi: 10.1016/S0140-6736(09)61667-6", "PMID": "19942274"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Carbon"}, {"QualifierName": ["toxicity"], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": [], "DescriptorName": "Global Warming"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Greenhouse Effect"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": ["toxicity"], "DescriptorName": "Sulfates"}, {"QualifierName": [], "DescriptorName": "United States"}], "CoiStatement": "<b>Conflicts of interest</b>. We declare that we have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Jacobson MZ. On the causal link between carbon dioxide and air pollution mortality. Geophys Res Lett. 2008;35:1–5."}, {"Citation": "Schindler D. Effects of acid rain on freshwater ecosystems science. Science. 1988;239:149–57.", "ArticleIdList": ["17732976"]}, {"Citation": "Reay DS, Dentener F, Smith P, Grace J, Feely RA. Global nitrogen deposition and carbon sinks. Nat Geosci. 2008;1:430–37."}, {"Citation": "Sitch S, Cox PM, Collins WJ, Huntingford C. Indirect radiative forcing of climate change through ozone effects on the land-carbon sink. Nature. 2007;448:791–94.", "ArticleIdList": ["17653194"]}, {"Citation": "Molina M, Zaelke D, Madhava Sarma K, Andersen SO, Ramanathan V, Kaniaru D. Reducing abrupt climate change risk using the Montreal Protocol and other regulatory actions to complement cuts in CO2 emissions. Proc Nat Acad Sci USA. 2009 doi: 10.1073/pnas.0902568106. published online Oct 12.", "ArticleIdList": ["10.1073/pnas.0902568106", "PMC2791591", "19822751"]}, {"Citation": "Smith KR. Methane controls before risky geoengineering, please. New Sci. 2009:2714."}, {"Citation": "Tollefson J. Atmospheric science: climate’s smoky spectre. Nature. 2009;460:29–32.", "ArticleIdList": ["19571862"]}, {"Citation": "Forster P, Ramaswamy, Artaxo V, et al. Changes in atmospheric constituents and in radiative forcing. Cambridge and New York: Cambridge University Press; 2007."}, {"Citation": "Ramanathan V, Carmichael G. Global and regional climate changes due to black carbon. Nat Geosci. 2008;1:221–27."}, {"Citation": "Unger N, Shindell DT, Koch DM, Streets DG. Air pollution radiative forcing from specific emissions sectors at 2030. J Geophys Res. 2008;113:1–12."}, {"Citation": "Bond TC.  [accessed Feb 14, 2009];Black carbon emissions inventory, version 7.1.1. 2009 Feb 14;  http://www.hiwater.org/"}, {"Citation": "Smith KR, Mehta S, Maeusezahl-Feuz M. Indoor smoke from household solid fuels. In: Ezzati M, Rodgers AD, Lopez AD, Murray CJL, editors. Comparative quantification of health risks: global and regional burden of disease due to selected major risk factors. Geneva: World Health Organization; 2004. pp. 1435–93."}, {"Citation": "WHO. Air quality guidelines: global update 2005, particulate matter, ozone, nitrogen dioxide and sulphur dioxide. Copenhagen: World Health Organization Regional Office for Europe; 2006."}, {"Citation": "WHO. Health relevance of particulate matter from various sources: report on a WHO workshop, Bonn, Germany, March 2007. Copenhagen: World Health Organization Regional Office for Europe; 2007."}, {"Citation": "Khoder MI. Atmospheric conversion of sulfur dioxide to particulate sulfate and nitrogen dioxide to particulate nitrate and gaseous nitric acid in an urban area. Chemosphere. 2002;49:675–84.", "ArticleIdList": ["12430655"]}, {"Citation": "COMEAP. Long-term exposure to air pollution: effect on mortality. London: Committee on the Medical Effects of Air Pollutants (COMEAP), Department of Health; 2009."}, {"Citation": "MAAPE. Sulphur dioxide, acid aerosols and particulates. London, UK: Advisory Group on the Medical Aspects of Air Pollution Episodes; 1992."}, {"Citation": "Schlesinger RB, Cassee F. Atmospheric secondary inorganic particulate matter: the toxicological perspective as a basis for health effects risk assessment. Inhal Toxicol. 2003;15:197–235.", "ArticleIdList": ["12579454"]}, {"Citation": "Godleski JJ, Verrier RL, Koutrakis P, Catalano PJ. Mechanisms of morbidity and mortality from exposure to ambient air particles: report number 91. Boston: Health Effects Institute; 2000.", "ArticleIdList": ["10817681"]}, {"Citation": "Muggenburg BA, Benson JM, Barr EB, Kubatko J, Tilley LP. Short-term inhalation of particulate transition metals has little effect on the electrocardiograms of dogs having preexisting cardiac abnormalities. Inhal Toxicol. 2003;15:357–71.", "ArticleIdList": ["12635004"]}, {"Citation": "Bagate K, Meiring JJ, Cassee FR, Borm PJ. The effect of particulate matter on resistance and conductance vessels in the rat. Inhal Toxicol. 2004;16:431–36.", "ArticleIdList": ["15204758"]}, {"Citation": "Campen MJ, Nolan JP, Schladweiler MC, Kodavanti UP, Costa DL, Watkinson WP. Cardiac and thermoregulatory effects of instilled particulate matter-associated transition metals in healthy and cardiopulmonary-compromised rats. J Toxicol Environ Health A. 2002;65:1615–31.", "ArticleIdList": ["12396871"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, et al. Extended analysis of the American Cancer Society study of particulate air pollution and mortality. Boston: Health Effects Institute; 2009.", "ArticleIdList": ["19627030"]}, {"Citation": "Beelen R, Hoek G, van den Brandt PA, et al. Long-term effects of traffic-related air pollution on mortality in a Dutch cohort (NLCS-AIR study) Environ Health Perspect. 2008;116:196–202.", "ArticleIdList": ["PMC2235230", "18288318"]}, {"Citation": "Filleul L, Rondeau V, Vandentorren S, et al. Twenty five year mortality and air pollution: results from the French PAARC survey. Occ Environ Med. 2005;62:453–60.", "ArticleIdList": ["PMC1741053", "15961621"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, 3rd, et al. Long-term ozone exposure and mortality. N Engl J Med. 2009;360:1085–95.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Dockery DW, Pope AC, Xu X, et al. An association between air pollution and mortality in six US cities. N Engl J Med. 1993;329:1753–59.", "ArticleIdList": ["8179653"]}, {"Citation": "Highwood EJ, Kinnersley RP. When smoke gets in our eyes: the multiple impacts of atmospheric black carbon on climate, air quality and health. Environ Int. 2006;32:560–66.", "ArticleIdList": ["16513170"]}, {"Citation": "Bailey DLR, Clayton P. The measurement of suspended particle and total carbon concentrations in the atmosphere using standard smoke shade methods. Atmos Environ. 1982;16:2683–90."}, {"Citation": "Mills NL, Tornqvist H, Gonzalez MC, et al. Ischemic and thrombotic effects of dilute diesel-exhaust inhalation in men with coronary heart disease. N Engl J Med. 2007;357:1075–82.", "ArticleIdList": ["17855668"]}, {"Citation": "Mills NL, Tornqvist H, Robinson SD, et al. Diesel exhaust inhalation causes vascular dysfunction and impaired endogenous fibrinolysis. Circulation. 2005;112:3930–36.", "ArticleIdList": ["16365212"]}, {"Citation": "Brook RD, Brook JR, Urch B, Vincent R, Rajagopalan S, Silverman F. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002;105:1534–36.", "ArticleIdList": ["11927516"]}, {"Citation": "Gilmour PS, Ziesenis A, Morrison ER, et al. Pulmonary and systemic effects of short-term inhalation exposure to ultrafine carbon black particles. Toxicol Appl Pharmacol. 2004;195:35–44.", "ArticleIdList": ["14962503"]}, {"Citation": "Yamawaki H, Iwai N. Mechanisms underlying nano-sized air-pollution-mediated progression of atherosclerosis: carbon black causes cytotoxic injury/inflammation and inhibits cell growth in vascular endothelial cells. Circ J. 2006;70:129–40.", "ArticleIdList": ["16377937"]}, {"Citation": "Niwa Y, Hiura Y, Murayama T, Yokode M, Iwai N. Nano-sized carbon black exposure exacerbates atherosclerosis in LDL-receptor knockout mice. Circ J. 2007;71:1157–61.", "ArticleIdList": ["17587728"]}, {"Citation": "Li XY, Brown D, Smith S, MacNee W, Donaldson K. Short-term inflammatory responses following intratracheal instillation of fine and ultrafine carbon black in rats. Inhal Toxicol. 1999;11:709–31.", "ArticleIdList": ["10477444"]}, {"Citation": "Brown DM, Donaldson K, Borm PJ, et al. Calcium and reactive oxygen species-mediated activation of transcription factors and TNFa cytokine gene expression in macrophages exposed to ultrafine particles. Am J Physiol Lung Cell Mol Physiol. 2004;286:L344–53.", "ArticleIdList": ["14555462"]}, {"Citation": "Stone V, Shaw J, Brown DM, MacNee W, Faux SP, Donaldson K. The role of oxidative stress in the prolonged inhibitory effect of ultrafine carbon black on epithelial cell function. Toxicol In Vitro. 1998;12:649–59.", "ArticleIdList": ["20654455"]}, {"Citation": "Donaldson K, Tran L, Jimenez LA, et al. Combustion-derived nanoparticles: a review of their toxicology following inhalation exposure. Part Fibre Toxicol. 2005;2:10.", "ArticleIdList": ["PMC1280930", "16242040"]}, {"Citation": "Oberdoerster G, Stone V, Donaldson K. Toxicology of nanoparticles: a historical perspective. Nanotoxicology. 2007;1:2–25."}, {"Citation": "Schlesinger RB, Kunzli N, Hidy GM, Gotschi T, Jerrett M. The health relevance of ambient particulate matter characteristics: coherence of toxicological and epidemiological inferences. Inhal Toxicol. 2006;18:95–125.", "ArticleIdList": ["16393926"]}, {"Citation": "Quincey P. A relationship between black smoke index and black carbon concentration. Atmos Environ. 2007;41:7964–68."}, {"Citation": "Schaap M, van der Gon H. On the variability of black smoke and carbonaceous aerosols in the Netherlands. Atmos Environ. 2007;41:5908–20."}, {"Citation": "Li X, Wang S, Duan L, Hao J, Nie Y. Carbonaceous aerosol emissions from household biofuel combustion in China. Environ Sci Technol. 2009;43:6076–81.", "ArticleIdList": ["19731721"]}, {"Citation": "Elliott P, Shaddick G, Wakefield JC, de Hoogh C, Briggs DJ. Long-term associations of outdoor air pollution with mortality in Great Britain. Thorax. 2007;62:1088–94.", "ArticleIdList": ["PMC2094283", "17666438"]}, {"Citation": "Straif K, Keil U, Taeger D, et al. Exposure to nitrosamines, carbon black, asbestos, and talc and mortality from stomach, lung, and laryngeal cancer in a cohort of rubber workers. Am J Epidemiol. 2000;152:297–306.", "ArticleIdList": ["10968374"]}, {"Citation": "van Tongeren MJ, Gardiner K, Rossiter CE, Beach J, Harber P, Harrington MJ. Longitudinal analyses of chest radiographs from the European Carbon Black Respiratory Morbidity Study. Eur Respir J. 2002;20:417–25.", "ArticleIdList": ["12212976"]}, {"Citation": "Hart JE, Laden F, Schenker MB, Garshick E. Chronic obstructive pulmonary disease mortality in diesel-exposed railroad workers. Environ Health Perspect. 2006;114:1013–17.", "ArticleIdList": ["PMC1513327", "16835052"]}, {"Citation": "Lipsett M, Campleman S. Occupational exposure to diesel exhaust and lung cancer: a meta-analysis. Am J Public Health. 1999;89:1009–17.", "ArticleIdList": ["PMC1508841", "10394308"]}, {"Citation": "Finlayson-Pitts BJ, Pitts JN., Jr Tropospheric air pollution: ozone, airborne toxics, polycyclic aromatic hydrocarbons, and particles. Science. 1997;276:1045–52.", "ArticleIdList": ["9148793"]}, {"Citation": "Royal Society. Ground-level ozone in the 21st century: future trends, impacts and policy implications. London: The Royal Society; 2008."}, {"Citation": "Chen TM, Gokhale J, Shofer S, Kuschner WG. Outdoor air pollution: ozone health effects. Am J Med Sci. 2007;333:244–48.", "ArticleIdList": ["17435419"]}, {"Citation": "Mudway IS, Kelly FJ. An investigation of inhaled ozone dose and the magnitude of airway inflammation in healthy adults. Am J Respir Crit Care Med. 2004;169:1089–95.", "ArticleIdList": ["14754762"]}, {"Citation": "Gong H, Jr, Wong R, Sarma RJ, et al. Cardiovascular effects of ozone exposure in human volunteers. Am J Respir Crit Care Med. 1998;158:538–46.", "ArticleIdList": ["9700133"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology. 2005;16:436–45.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology. 2005;16:446–57.", "ArticleIdList": ["15951662"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. Ozone exposure and mortality: an empiric bayes metaregression analysis. Epidemiology. 2005;16:458–68.", "ArticleIdList": ["15951663"]}, {"Citation": "Delfino RJ, Quintana PJ, Floro J, et al. Association of FEV1 in asthmatic children with personal and microenvironmental exposure to airborne particulate matter. Environ Health Perspect. 2004;112:932–41.", "ArticleIdList": ["PMC1242025", "15175185"]}, {"Citation": "Yang Q, Chen Y, Shi Y, Burnett RT, McGrail KM, Krewski D. Association between ozone and respiratory admissions among children and the elderly in Vancouver, Canada. Inhal Toxicol. 2003;15:1297–308.", "ArticleIdList": ["14569494"]}, {"Citation": "Krewski D, Burnett R, Goldberg MS, et al. Reanalysis of the Harvard Six Cities Study and the American Cancer Society Study of particulate air pollution and mortality, part II: sensitivity analysis: a special report of the Institute’s Particle Epidemiology Reanalysis Project. Boston: Health Effects Institute; 2000."}, {"Citation": "Abbey DE, Nishino N, McDonnell WF, et al. Long-term inhalable particles and other air pollutants related to mortality in nonsmokers. Am J Resp Crit Care. 1999;159:373–82.", "ArticleIdList": ["9927346"]}, {"Citation": "Thurston GD, Lippmann M, Scott MB, Fine JM. Summertime haze air pollution and children with asthma. Am J Respir Crit Care Med. 1997;155:654–60.", "ArticleIdList": ["9032209"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, et al. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359:386–91.", "ArticleIdList": ["11844508"]}, {"Citation": "Spektor DM, Lippmann M, Lioy PJ, et al. Effects of ambient ozone on respiratory function in active, normal children. Am Rev Respir Dis. 1988;137:313–20.", "ArticleIdList": ["3341625"]}, {"Citation": "Tager IB, Balmes J, Lurmann F, Ngo L, Alcorn S, Kunzli N. Chronic exposure to ambient ozone and lung function in young adults. Epidemiology. 2005;16:751–59.", "ArticleIdList": ["16222164"]}, {"Citation": "Thun M, Calle E, Namboodiri M, et al. Risk factors for fatal colon cancer in a large prospective study. J Natl Cancer Inst. 1992;84:491–500.", "ArticleIdList": ["1433333"]}, {"Citation": "Jerrett M, Finkelstein MM, Brook JR, et al. A cohort study of traffic-related air pollution and mortality in Toronto, Ontario, Canada. Environ Health Perspect. 2009;117:772–77.", "ArticleIdList": ["PMC2685840", "19479020"]}, {"Citation": "Jerrett M, Burnett RT, Ma R, et al. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–36.", "ArticleIdList": ["16222161"]}, {"Citation": "Clancy L, Goodman P, Sinclair H, Dockery DW. Effect of air-pollution control on death rates in Dublin, Ireland: an intervention study. Lancet. 2002;360:1210–14.", "ArticleIdList": ["12401247"]}, {"Citation": "Hedley AJ, Wong CM, Thach TQ, Ma S, Lam TH, Anderson HR. Cardiorespiratory and all-cause mortality after restrictions on sulphur content of fuel in Hong Kong: an intervention study. Lancet. 2002;360:1646–52.", "ArticleIdList": ["12457788"]}, {"Citation": "NAS. Estimating mortality risk reduction and economic benefits from controlling ozone air pollution. Washington, DC: The National Academies Press; 2008.", "ArticleIdList": ["25009902"]}, {"Citation": "Chow JC. Measurement methods to determine compliance with ambient air-quality standards for suspended particles. J Air Waste Manage Assoc. 1995;45:320–82.", "ArticleIdList": ["7773805"]}, {"Citation": "Zidek JV, Wong H, Le ND, Burnett R. Causality, measurement error and multicollinearity in epidemiology. Environmetrics. 1996;7:441–51."}, {"Citation": "Bennett DH, McKone TE, Evans JS, et al. Defining intake fraction. Environ Sci Technol. 2002;36:207A–11A.", "ArticleIdList": ["12026996"]}, {"Citation": "Moffet R, Prather K. In-situ measurments of the mixing state and optical properties of soot with implications for radiative forcing estimates. Proc Natl Acad Sci USA. 2009;106:11872–77.", "ArticleIdList": ["PMC2715487", "19581581"]}, {"Citation": "Kleeman MJ, Schauer JJ, Cass GR. Size and composition distribution of fine particulate matter emitted from motor vehicles. Environ Sci Technol. 2000;34:1132–42."}, {"Citation": "Ramanathan V, Crutzen PJ, Lelieveld J, et al. Indian Ocean Experiment: an integrated analysis of the climate forcing and effects of the great Indo-Asian haze. J Geophys Res. 2001;106:28371–98."}, {"Citation": "Kleeman MJ, Cass GR, Eldering A. Modeling the airborne particle complex as a source-oriented external mixture. J Geophys Res. 1997;102:21355–72."}, {"Citation": "Rasch PJ, Tilmes S, Turco RP, et al. An overview of geoengineering of climate using stratospheric sulphate aerosols. Phil Trans R Soc A. 2008;366:4007–37.", "ArticleIdList": ["18757276"]}, {"Citation": "Tuck AF, Donaldson DJ, Hitchman MH, et al. On geoengineering with sulphate aerosols in the tropical upper troposphere and lower stratosphere. Climatic Change. 2008;90:315–31."}, {"Citation": "Jacobson MZ. Effects of ethanol (E85) versus gasoline vehicles on cancer and mortality in the United States. Environ Sci Technol. 2007;41:4150–57.", "ArticleIdList": ["17612204"]}]}], "History": [{"Year": "2009", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["19942276", "NIHMS582562", "PMC4059357", "10.1016/S0140-6736(09)61716-5", "S0140-6736(09)61716-5"]}}], "PubmedBookArticle": []}