{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20088738", "DateCompleted": {"Year": "2010", "Month": "04", "Day": "30"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3109/08958370903173666"], "ArticleDate": [], "Journal": {"ISSN": "1091-7691", "JournalIssue": {"Volume": "22", "Issue": "3", "PubDate": {"Year": "2010", "Month": "Feb"}}, "Title": "Inhalation toxicology", "ISOAbbreviation": "Inhal Toxicol"}, "ArticleTitle": "Concentrated ambient fine particles and not ozone induce a systemic interleukin-6 response in humans.", "Pagination": {"StartPage": "210", "EndPage": "218", "MedlinePgn": "210-8"}, "Abstract": {"AbstractText": ["Epidemiological studies have established significant associations between ambient pollutants, including fine particulate matter (PM(2.5)) and ozone (O(3)), and cardiopulmonary morbidity and mortality. One mechanism that has been proposed is a pulmonary/systemic inflammatory response. Although controlled human exposure studies have examined the independent inflammatory responses of PM(2.5) and O(3), no studies have previously examined their joint effects. The study objective was to examine the independent and combined associations between ambient PM(2.5) and O(3) and acute respiratory/inflammatory responses. Using their concentrated ambient particle (CAP) facility for PM(2.5), the authors studied 10 mild asthmatic and 13 nonasthmatic individuals. The 2-h exposures included CAP (range 48-199 microg/m(3)) and filtered air (FA), with/without O(3) (120 ppb), in a randomized block design. Response measures included pulmonary function and inflammatory indices in induced sputum (interleukin [IL]-6, cytology) and blood (IL-6, tumor necrosis factor [TNF]-alpha) measured before and after exposures. Three hours post exposure, there was an increase in blood levels of IL-6, but only after CAP alone exposures; the IL-6 increase was associated with increasing PM(2.5) mass concentration (p = .005). Some individuals switched to shallow breathing during CAP+O(3), possibly accounting for an attenuation of the resultant blood IL-6 response. Asthmatic and nonasthmatic responses were similar. There were no adverse changes in pulmonary function or other inflammatory measures. The study demonstrated an acute IL-6 response to PM(2.5), providing evidence to support the epidemiological findings of associations between ambient levels of particles and cardiopulmonary morbidity and mortality."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Gage Occupational & Environmental Health Unit, St. Michael's Hospital, Toronto, Ontario, Canada. bruce.urch@utoronto.ca"}], "Identifier": [], "LastName": "Urch", "ForeName": "Bruce", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Speck", "ForeName": "Mary", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Corey", "ForeName": "Paul", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wasserstein", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Manno", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lukic", "ForeName": "Karl Z", "Initials": "KZ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Brook", "ForeName": "Jeffrey R", "Initials": "JR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Liu", "ForeName": "Ling", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Coull", "ForeName": "Brent", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gold", "ForeName": "Diane R", "Initials": "DR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Silverman", "ForeName": "Frances", "Initials": "F"}], "GrantList": [{"GrantID": "P01 ES009825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES09825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Inhal Toxicol", "NlmUniqueID": "8910739", "ISSNLinking": "0895-8378"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Interleukin-6"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Filtration"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "Interleukin-6"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["administration & dosage", "toxicity"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["administration & dosage", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["administration & dosage", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Respiratory Function Tests"}, {"QualifierName": ["drug effects"], "DescriptorName": "Respiratory Mechanics"}, {"QualifierName": ["cytology"], "DescriptorName": "Sputum"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tumor Necrosis Factor-alpha"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "American Thoracic Society. Standardization of Spirometry. 1994 Update. Am. J. Respir. Crit. Care. Med. 1995;152:1107–1136.", "ArticleIdList": ["7663792"]}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. J. Am. Med. Assoc. 2004;292:2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology. 2005;16:436–445.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Bell ML, Kim JY, Dominici F. Potential confounding of particulate matter on the short-term association between ozone and mortality in multisite time-series studies. Environ. Health Perspect. 2007;115:1591–1595.", "ArticleIdList": ["PMC2072830", "18007990"]}, {"Citation": "Brook RD, Brook JR, Urch B, Vincent R, Rajagopalan S, Silverman F. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002;105:1534–1536.", "ArticleIdList": ["11927516"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong Y, Howard G, Lipsett M, Luepker R, Mittleman M, Samet J, Smith SC, Jr, Tager I. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109:2655–2671.", "ArticleIdList": ["15173049"]}, {"Citation": "Burnett RT, Cakmak S, Brook JR. The effect of the urban ambient air pollution mix on daily mortality rates in 11 Canadian cities. Can. J. Public Health. 1998;89:152–156.", "ArticleIdList": ["PMC6990180", "9654797"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Polidori A, Arhami M, Gillen DL, Kleinman MT, Vaziri ND, Longhurst J, Zaldivar F, Sioutas C. Circulating biomarkers of inflammation, antioxidant activity, and platelet activation are associated with primary combustion aerosols in subjects with coronary artery disease. Environ. Health Perspect. 2008;116:898–906.", "ArticleIdList": ["PMC2453158", "18629312"]}, {"Citation": "Devlin RB, McKinnon KP, Noah T, Becker S, Koren HS. Ozone-induced release of cytokines and fibronectin by alveolar macrophages and airway epithelial cells. Am. J. Physiol. 1994;266:L612–L619.", "ArticleIdList": ["8023949"]}, {"Citation": "Dockery DW, Pope CA., III Acute respiratory effects of particulate air pollution. Annu. Rev. Public Health. 1994;15:107–132.", "ArticleIdList": ["8054077"]}, {"Citation": "Dockery DW. Epidemiologic evidence of cardiovascular effects of particulate air pollution. Environ. Health Perspect. 2001;109(Suppl 4):483–486.", "ArticleIdList": ["PMC1240569", "11544151"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, Samet JM. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. J. Am. Med. Assoc. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Dubowsky SD, Suh H, Schwartz J, Coull BA, Gold DR. Diabetes, obesity, and hypertension may enhance associations between air pollution and markers of systemic inflammation. Environ. Health Perspect. 2006;114:992–998.", "ArticleIdList": ["PMC1513328", "16835049"]}, {"Citation": "Finlay WH, Martin AR. Recent advances in predictive understanding of respiratory tract deposition. J. Aerosol Med. Pulm. Drug Deliv. 2008;21:189–205.", "ArticleIdList": ["18518795"]}, {"Citation": "Ghio AJ, Hall A, Bassett MA, Cascio WE, Devlin RB. Exposure to concentrated ambient air particles alters hematologic indices in humans. Inhal. Toxicol. 2003;15:1465–1478.", "ArticleIdList": ["14648359"]}, {"Citation": "Ghio AJ, Huang YC. Exposure to concentrated ambient particles (CAPs): a review. Inhal. Toxicol. 2004;16:53–59.", "ArticleIdList": ["14744665"]}, {"Citation": "Gong H, Jr, Sioutas C, Linn WS. Controlled exposures of healthy and asthmatic volunteers to concentrated ambient particles in metropolitan Los Angeles. Res. Rep. Health Eff. Inst. 2003:1–36.", "ArticleIdList": ["14738210"]}, {"Citation": "Hankinson JL, Odencrantz JR, Fedan KB. Spirometric reference values from a sample of the general U.S. population. Am. J. Respir. Crit. Care Med. 1999;159:179–187.", "ArticleIdList": ["9872837"]}, {"Citation": "Hazucha MJ, Bates DV, Bromberg PA. Mechanism of action of ozone on the human lung. J. Appl. Physiol. 1989;67:1535–1541.", "ArticleIdList": ["2793755"]}, {"Citation": "Heyder J, Armbruster L, Gebhart J, Grein E, Stahlhofen W. Total deposition of aerosol particles in the human respiratory tract for nose and mouth breathing. J. Aerosol Sci. 1975;6:311–328."}, {"Citation": "Kim CS, Hu SC. Total respiratory tract deposition of fine micrometer-sized particles in healthy adults: empirical equations for sex and breathing pattern. J. Appl. Physiol. 2006;101:401–412.", "ArticleIdList": ["16849812"]}, {"Citation": "Laden F, Schwartz J, Speizer FE, Dockery DW. Reduction in fine particulate air pollution and mortality: Extended follow-up of the Harvard Six Cities study. Am. J. Respir. Crit. Care Med. 2006;173:667–672.", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Lee LY, Widdicombe JG. Modulation of airway sensitivity to inhaled irritants: Role of inflammatory mediators. Environ. Health Perspect. 2001;109(Suppl. 4):585–589.", "ArticleIdList": ["PMC1240586", "11544168"]}, {"Citation": "Liu L, Leech JA, Urch RB, Silverman FS. In vivo salicylate hydroxylation: a potential biomarker for assessing acute ozone exposure and effects in humans. Am. J. Respir. Crit. Care Med. 1997;156:1405–1412.", "ArticleIdList": ["9372653"]}, {"Citation": "Liu L, Leech JA, Urch RB, Poon R, Zimmerman B, Kubay JM, Silverman F. A comparison of biomarkers of ozone exposure in human plasma, nasal lavage, and sputum. Inhal. Toxicol. 1999;11:657–674.", "ArticleIdList": ["10477441"]}, {"Citation": "Michaels RA, Kleinman MT. Incidence and apparent health significance of brief airborne particle excursions. Aerosol Sci. Technol. 2000;32:93–105."}, {"Citation": "Passannante AN, Hazucha MJ, Bromberg PA, Seal E, Folinsbee L, Koch G. Nociceptive mechanisms modulate ozone-induced human lung function decrements. J. Appl. Physiol. 1998;85:1863–1870.", "ArticleIdList": ["9804592"]}, {"Citation": "Petrovic S, Urch B, Brook J, Datema J, Purdham J, Liu L, Lukic Z, Zimmerman B, Tofler G, Downar E. Cardiorespiratory effects of concentrated ambient PM2.5: A pilot study using controlled human exposures. Inhal. Toxicol. 2000;12(Suppl 1):173–188.", "ArticleIdList": ["0"]}, {"Citation": "Pizzichini E, Pizzichini MM, Efthimiadis A, Hargreave FE, Dolovich J. Measurement of inflammatory indices in induced sputum: effects of selection of sputum to minimize salivary contamination. Eur. Respir. J. 1996;9:1174–1180.", "ArticleIdList": ["8804934"]}, {"Citation": "Romieu I, Meneses F, Ruiz S, Sienra JJ, Huerta J, Whited MC, Etzel RA. Effects of air pollution on the respiratory health of asthmatic children living in Mexico City. Am. J. Respir. Crit Care Med. 1996;154(2 Pt 1):300–307.", "ArticleIdList": ["8756798"]}, {"Citation": "Rückerl R, Greven S, Ljungman P, Aalto P, Antoniades C, Bellander T, Berglind N, Chrysohoou C, Forastiere F, Jacquemin B, von Klot S, Koenig W, Küchenhoff H, Lanki T, Pekkanen J, Perucci CA, Schneider A, Sunyer J, Peters A. Air pollution and inflammation (interleukin-6, C-reactive protein, fibrinogen) in myocardial infarction survivors. Environ. Health Perspect. 2007;115:1072–1080.", "ArticleIdList": ["PMC1913563", "17637925"]}, {"Citation": "Samet J, Krewski D. Health effects associated with exposure to ambient air pollution. J. Toxicol. Environ. Health A. 2007;70:227–242.", "ArticleIdList": ["17365585"]}, {"Citation": "Sarnat JA, Schwartz J, Catalano PJ, Suh HH. Gaseous pollutants in particulate matter epidemiology: confounders or surrogates? Environ. Health Perspect. 2001;109:1053–1061.", "ArticleIdList": ["PMC1242083", "11675271"]}, {"Citation": "Sarnat JA, Brown KW, Schwartz J, Coull BA, Koutrakis P. Ambient gas concentrations and personal particulate matter exposures: implications for studying the health effects of particles. Epidemiology. 2005;16:385–395.", "ArticleIdList": ["15824556"]}, {"Citation": "Schwartz J, Dockery DW, Neas LM. Is daily mortality associated specifically with fine particles? J. Air Waste Manag. Assoc. 1996;46:927–939.", "ArticleIdList": ["8875828"]}, {"Citation": "Schwartz J. Air pollution and blood markers of cardiovascular risk. Environ. Health Perspect. 2001;109(Suppl 3):405–409.", "ArticleIdList": ["PMC1240558", "11427390"]}, {"Citation": "Sioutas C, Koutrakis P, Godleski JJ, Ferguson ST, Kim CS, Burton RM. Fine particle concentrators for inhalation exposures—Effect of particle size and composition. J. Aerosol Sci. 1997;28:1057–1071."}, {"Citation": "Streets DG, Fu JS, Jang CJ, Hao J, He K, Tang X, Zhang Y, Wang Z, Li Z, Zhang Q, Wang L, Wang B, Yu C. Air quality during the 2008 Beijing Olympic Games. Atmosph. Environ. 2007;41:480–492."}, {"Citation": "Tan WC, Qiu D, Liam BL, Ng TP, Lee SH, van Eeden SF, D'Yachkova Y, Hogg JC. The human bone marrow response to acute air pollution caused by forest fires. Am. J. Respir. Crit. Care Med. 2000;161:1213–1217.", "ArticleIdList": ["10764314"]}, {"Citation": "Ultman JS, Ben-Jebria A, Arnold SF. Uptake distribution of ozone in human lungs: intersubject variability in physiologic response. Res. Rep. Health Eff. Inst. 2004:1–23.", "ArticleIdList": ["15675715"]}, {"Citation": "Urch B, Brook JR, Wasserstein D, Brook RD, Rajagopalan S, Corey P, Silverman F. Relative contributions of PM2.5 chemical constituents to acute arterial vasoconstriction in humans. Inhal. Toxicol. 2004;16:345–352.", "ArticleIdList": ["15204750"]}, {"Citation": "Urch B, Silverman F, Corey P, Brook JR, Lukic KZ, Rajagopalan S, Brook RD. Acute blood pressure responses in healthy adults during controlled air pollution exposures. Environ. Health Perspect. 2005;113:1052–1055.", "ArticleIdList": ["PMC1280348", "16079078"]}, {"Citation": "van Eeden SF, Tan WC, Suwa T, Mukae H, Terashima T, Fujii T, Qui D, Vincent R, Hogg JC. Cytokines involved in the systemic inflammatory response induced by exposure to particulate matter air pollutants (PM10) Am. J. Respir. Crit. Care. Med. 2001;164:826–830.", "ArticleIdList": ["11549540"]}]}], "History": [{"Year": "2010", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "5", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20088738", "NIHMS759140", "PMC4755272", "10.3109/08958370903173666"]}}], "PubmedBookArticle": []}