{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20080718", "DateCompleted": {"Year": "2010", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1073/pnas.0911356107"], "ArticleDate": [{"Year": "2009", "Month": "12", "Day": "18"}], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "107", "Issue": "2", "PubDate": {"Year": "2010", "Month": "Jan", "Day": "12"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "State-to-state quantum dynamics of O + O2 isotope exchange reactions reveals nonstatistical behavior at atmospheric conditions.", "Pagination": {"StartPage": "555", "EndPage": "558", "MedlinePgn": "555-8"}, "Abstract": {"AbstractText": ["The O + O(2) exchange reaction is a prerequisite for the formation of ozone in Earth's atmosphere. We report here state-to-state differential and integral cross sections for several O + O(2) isotope-exchange reactions obtained by dynamically exact quantum scattering calculations at collision energies relevant to atmospheric conditions. These reactions are shown to be highly nonstatistical, evidenced by dominant forward scattering and deviation of the integral cross section from the statistical limit. Mechanistic analyses revealed that the nonstatistical channel is facilitated by short-lived osculating resonances. The theoretical results provided an in-depth interpretation of a recent molecular beam experiment of the exchange reaction and shed light on the initial step of ozone recombination."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Molecular Reaction Dynamics and Center for Theoretical and Computational Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China."}], "Identifier": [], "LastName": "Sun", "ForeName": "Zhigang", "Initials": "Z"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Liu", "ForeName": "Lan", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lin", "ForeName": "Shi Ying", "Initials": "SY"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schinke", "ForeName": "Reinhard", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Guo", "ForeName": "Hua", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Dong H", "Initials": "DH"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oxygen Isotopes"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Earth, Planet"}, {"QualifierName": [], "DescriptorName": "Isotope Labeling"}, {"QualifierName": [], "DescriptorName": "Kinetics"}, {"QualifierName": [], "DescriptorName": "Normal Distribution"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oxygen"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oxygen Isotopes"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Predictive Value of Tests"}, {"QualifierName": [], "DescriptorName": "Rotation"}, {"QualifierName": [], "DescriptorName": "Thermodynamics"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Levine RD, Bernstein RB. Molecular Reaction Dynamics and Chemical Reactivity. Oxford: Oxford Univ Press; 1991."}, {"Citation": "Schinke R, Grebenshchikov SY, Ivanov MV, Fleurat-Lessard P. Dynamical studies of the ozone isotope effect: A status report. Annu Rev Phys Chem. 2006;57:625–661.", "ArticleIdList": ["16599823"]}, {"Citation": "Mauersberger K, Erbacher B, Krankowsky D, Gunther J, Nickel R. Ozone isotope enrichment: Isotopomer-specific rate coefficients. Science. 1999;283:370–372.", "ArticleIdList": ["9888849"]}, {"Citation": "Mauersberger K, Krankowsky D, Janssen C, Schinke R. Assessment of the ozone isotope effect. Adv At, Mole, Opt Phys. 2005;50:1–54."}, {"Citation": "Mauersberger K. Measurement of heavy ozone in the stratosphere. Geophys Res Lett. 1981;8:935–937."}, {"Citation": "Thiemens MH, Heidenreich JE., III The mass-independent fractionation of oxygen: A novel isotope effect and its possible cosmochemical implications. Science. 1983;219:1073–1075.", "ArticleIdList": ["17811750"]}, {"Citation": "Pechukas P, Light JC. On detailed balancing and statistical theories of chemical kinetics. J Chem Phys. 1965;42:3281–3291."}, {"Citation": "Miller WH. Study of the statistical model for molecular collisions. J Chem Phys. 1970;52:543–551."}, {"Citation": "Gonzalez-Lezana T. Statistical quantum studies on insertion atom-diatom reactions. Int Rev Phys Chem. 2007;26:29–91."}, {"Citation": "Alagia M, Balucani N, Casavecchia P, Stranges D, Volpi GG. Crossed beam studies of four-atom reactions: The dynamics of OH + CO. J Chem Phys. 1993;98:8341–8344."}, {"Citation": "Van Wyngarden AL, et al. Nonstatistical behavior of reactive scattering in the 18O + 32O2 isotope exchange reaction. J Am Chem Soc. 2007;129:2866–2870.", "ArticleIdList": ["17300194"]}, {"Citation": "Sun Z, et al. State-to-state dynamics of H + O2 reaction. Evidence for nonstatistical behavior. J Am Chem Soc. 2008;130:14962–14963.", "ArticleIdList": ["18921998"]}, {"Citation": "Herschbach D. Molecular dynamics of elementary chemical reactions. In: Malmstrom BG, editor. Nobel Lectures in Chemistry 1981-1990. Singapore: World Scientific; 1993. pp. 265–314."}, {"Citation": "Gao YQ, Marcus RA. Strange and unconventional isotope effects in ozone formation. Science. 2001;293:259–263.", "ArticleIdList": ["11387441"]}, {"Citation": "Gao YQ, Marcus RA. On the theory of the strange and unconventional isotopic effects in ozone formation. J Chem Phys. 2002;116:137–154."}, {"Citation": "Babikov D, et al. Metastable states of ozone calculated on an accurate potential energy surface. J Chem Phys. 2003;118:6298–6308."}, {"Citation": "Babikov D, et al. Formation of ozone: Metastable states and anomalous isotope effect. J Chem Phys. 2003;119:2577–2589."}, {"Citation": "Yeh KL, Xie D, Zhang DH, Lee S-Y, Schinke R. Time-dependent wave packet study of the O + O2(v = 0,j = 0) exchange reaction. J Phys Chem. 2003;A107:7215–7219."}, {"Citation": "Anderson SM, Hulsebusch D, Mauersberger K. Surprising rate coefficients for four isotopic variants of O + O2 + M. J Chem Phys. 1997;107:5385–5392."}, {"Citation": "Janssen C, Guenther J, Mauersberger K, Krankowski D. Kinetic origin of the ozone isotope effect: a critical analysis of enrichments and rate coefficients. Phys Chem Chem Phys. 2001;3:4718–4721."}, {"Citation": "Fleurat-Lessard P, Grebenshchikov SY, Siebert R, Schinke R, Halberstadt N. Theoretical investigation of the temperature dependence of the O + O2 exchange reaction. J Chem Phys. 2003;118:610–621."}, {"Citation": "Schinke R, Fleurat-Lessard P. The effect of zero-point energy differences on the isotope dependence of the formation of ozone: a classical trajectory study. J Chem Phys. 2005;122:094317.", "ArticleIdList": ["15836138"]}, {"Citation": "Althorpe SC, et al. Observation and interpretation of a time-delayed mechanism in the hydrogen exchange reaction. Nature. 2002;416:67–70.", "ArticleIdList": ["11882892"]}, {"Citation": "Harich S, et al. Forward scattering due to slow-down of the intermediate in the H + HD → D + H2 reaction. Nature. 2002;419:281–284.", "ArticleIdList": ["12239562"]}, {"Citation": "Qiu M, et al. Observation of Feshbach Resonances in the F + H2 → HF + H reaction. Science. 2006;311:1440–1443.", "ArticleIdList": ["16527975"]}, {"Citation": "Wang X, et al. The extend of non-Born-Oppenheimer coupling in the reaction of Cl(2P) with para-H2. Science. 2008;322:573–576.", "ArticleIdList": ["18948537"]}, {"Citation": "Althorpe SC, Clary DC. Quantum scattering calculations on chemical reactions. Annu Rev Phys Chem. 2003;54:493–529.", "ArticleIdList": ["12651964"]}, {"Citation": "Lin SY, Guo H. Quantum state-to-state cross sections for atom-diatom reactions, A Chebyshev real wave packet approach. Phys Rev A. 2006;74:022703."}, {"Citation": "Sun Z, Lin X, Lee S-Y, Zhang DH. A reactant-coordinate-based time-dependent wave packet method for triatomic state-to-state reaction dynamics: Application to the H + O2 reaction. J Phys Chem A. 2009;113:4145–4154.", "ArticleIdList": ["19245214"]}, {"Citation": "Z Sun, S-Y Lee, H Guo, DH Zhang. Comparison of second-order split operator and Chebyshev propagator in wave packet based state-to-state reactive scattering calculations. J Chem Phys. 2009;130:174102.", "ArticleIdList": ["19425764"]}, {"Citation": "Siebert R, Fleurat-Lessard P, Schinke R, Bittererova M, Farantos SC. The vibrational energies of ozone up to the dissociation threshold: Dynamics calculations on an accurate potential energy surface. J Chem Phys. 2002;116:9749–9767."}, {"Citation": "Fleurat-Lessard P, Grebenshchikov SY, Schinke R, Janssen C, Krankowsky D. Isotope dependence of the O + O2 exchange reaction: Experiment and theory. J Chem Phys. 2003;119:4700–4712."}, {"Citation": "Bonnet L, Rayez J-C. Gaussian weighting in the quasiclassical trajectory method. Chem Phys Lett. 2004;397:106–109."}, {"Citation": "Miller WH, Zhang ZHJ. How to observe the elusive resonances in H or D + H2 → H2 or HD + H reactive scattering. J Phys Chem. 1991;95:12–19."}, {"Citation": "Rackham EJ, Gonzalez-Lezana T, Manolopoulos DE. A rigorous test of the statistical model for atom-diatom insertion reactions. J Chem Phys. 2003;119:12895–12907.", "ArticleIdList": ["17477580"]}, {"Citation": "Lin SY, Guo H. A wave packet based statistical approach to complex-forming reactions. J Chem Phys. 2004;120:9907–9910.", "ArticleIdList": ["15268008"]}, {"Citation": "Grebenshchikov SY. A Quantum mechanical study of ozone isotope effect. Few Body Syst. 2009;45:241–243."}, {"Citation": "Mandelshtam VA, Taylor HS. A simple recursion polynomial expansion of the Green’s function with absorbing boundary conditions. Application to the reactive scattering. J Chem Phys. 1995;103(8):2903–2907."}, {"Citation": "Light JC, Carrington T., Jr Discrete-variable representations and their utilization. Adv Chem Phys. 2000;114:263–310."}, {"Citation": "Gomez-Carrasco S, Roncero O. Coordinate transformation methods to calculate state-to-state reaction probabilities with wave packet treatments. J Chem Phys. 2006;125:054102.", "ArticleIdList": ["16942198"]}, {"Citation": "Mowrey RC. Reactive scattering using efficient time-dependent quantum mechanical wave packet methods on an L-shaped grid. J Chem Phys. 1991;94:7098–7105."}, {"Citation": "Lin SY, Guo H. Quantum statistical study of O + O2 isotopic exchange reactions: Cross sections and rate constants. J Phys Chem A. 2006;110:5305–5311.", "ArticleIdList": ["16623456"]}, {"Citation": "Truhlar DG, Muckerman JT. Reactive scattering cross sections III: quasiclassical and semiclassical methods. In: Bernstein RB, editor. Atom-Molecule Collision Theory. New York: Plenum; 1979."}, {"Citation": "Hase WL, et al. VENUS96: A General Chemical Dynamics Computer Program. Quantum Chemistry Program Exchange Bulletin. 1996;16:671."}]}], "History": [{"Year": "2010", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "7", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20080718", "PMC2818940", "10.1073/pnas.0911356107", "0911356107"]}}], "PubmedBookArticle": []}