{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["phytoalexins", "phytoanticipins", "phytochemicals", "secondary metabolism", "stress physiology", "tropospheric ozone pollution", "volatile organic compounds"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20111684", "DateCompleted": {"Year": "2014", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3390/ijms10083371"], "ArticleDate": [{"Year": "2009", "Month": "07", "Day": "30"}], "Journal": {"ISSN": "1422-0067", "JournalIssue": {"Volume": "10", "Issue": "8", "PubDate": {"Year": "2009", "Month": "Jul", "Day": "30"}}, "Title": "International journal of molecular sciences", "ISOAbbreviation": "Int J Mol Sci"}, "ArticleTitle": "Chemical diversity and defence metabolism: how plants cope with pathogens and ozone pollution.", "Pagination": {"StartPage": "3371", "EndPage": "3399", "MedlinePgn": "3371-3399"}, "Abstract": {"AbstractText": ["Chemical defences represent a main trait of the plant innate immune system. Besides regulating the relationship between plants and their ecosystems, phytochemicals are involved both in resistance against pathogens and in tolerance towards abiotic stresses, such as atmospheric pollution. Plant defence metabolites arise from the main secondary metabolic routes, the phenylpropanoid, the isoprenoid and the alkaloid pathways. In plants, antibiotic compounds can be both preformed (phytoanticipins) and inducible (phytoalexins), the former including saponins, cyanogenic glycosides and glucosinolates. Chronic exposure to tropospheric ozone (O(3)) stimulates the carbon fluxes from the primary to the secondary metabolic pathways to a great extent, inducing a shift of the available resources in favour of the synthesis of secondary products. In some cases, the plant defence responses against pathogens and environmental pollutants may overlap, leading to the unspecific synthesis of similar molecules, such as phenylpropanoids. Exposure to ozone can also modify the pattern of biogenic volatile organic compounds (BVOC), emitted from plant in response to herbivore feeding, thus altering the tritrophic interaction among plant, phytophagy and their natural enemies. Finally, the synthesis of ethylene and polyamines can be regulated by ozone at level of S-adenosylmethionine (SAM), the biosynthetic precursor of both classes of hormones, which can, therefore, mutually inhibit their own biosynthesis with consequence on plant phenotype."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Università degli Studi di Milano, Dipartimento di Produzione Vegetale, Sezione di Patologia Vegetale, Via Celoria 2, 20133 Milano, Italy."}], "Identifier": ["0000-0002-5063-1236"], "LastName": "Iriti", "ForeName": "Marcello", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Università degli Studi di Milano, Dipartimento di Produzione Vegetale, Sezione di Patologia Vegetale, Via Celoria 2, 20133 Milano, Italy."}], "Identifier": [], "LastName": "Faoro", "ForeName": "Franco", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Mol Sci", "NlmUniqueID": "101092791", "ISSNLinking": "1422-0067"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Sesquiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytoalexins"}], "CommentsCorrectionsList": [{"RefSource": "Int J Mol Sci. 2013 May 23;14(6):10819-21. doi: 10.3390/ijms140610819", "PMID": "23702849"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fungi"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plants"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Sesquiterpenes"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Volatile Organic Compounds"}, {"QualifierName": [], "DescriptorName": "Phytoalexins"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Lichtenthaler HK. The stress concept in plants: An introduction. Ann. N.Y. Acad. Sci. 1998;851:187–198.", "ArticleIdList": ["9668620"]}, {"Citation": "Heiser I, Elstner EF. The biochemistry of plant stress and disease. Ann. N.Y. Acad. Sci. 1998;851:224–232."}, {"Citation": "Firn RD, Jones CG. A Darwinian view of metabolism: Molecular properties determine fitness. J. Exp. Bot. 2009;60:719–726.", "ArticleIdList": ["19213811"]}, {"Citation": "Paiva N. An introduction to the biosynthesis of chemicals used in plant-microbe communication. J. Plant Growth Regul. 2000;19:131–143.", "ArticleIdList": ["11038223"]}, {"Citation": "Facchini PJ. Alkaloid biosynthesis in plants: Biochemistry, cell biology, molecular regulation and metabolic engineering. Annu. Rev. Plant Physiol. Plant Mol. Biol. 2001;52:29–66.", "ArticleIdList": ["11337391"]}, {"Citation": "Holstein SA, Hohl RJ. Isoprenoids: Remarkable diversity of form and function. Lipids. 2004;34:293–309.", "ArticleIdList": ["15357017"]}, {"Citation": "Iriti M, Faoro F. Plant defense and human nutrition: the phenylpropanoids on the menu. Curr. Top. Nutrac. Res. 2004;2:47–95."}, {"Citation": "Weaver LM, Hermann KM. Dynamics of the shikimate pathway in plants. Tends Plant Sci. 1997;2:346–351."}, {"Citation": "Hahlbrock K, Scheel D. Physiology and molecular biology of phenylpropanoid metabolism. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1989;40:347–369."}, {"Citation": "Wildermuth MC, Dewdney J, Wu G, Ausubel FM. Isochorismate synthase is required to synthesize salicylic acid for plant defence. Nature. 2001;414:562–565.", "ArticleIdList": ["11734859"]}, {"Citation": "Iriti M, Faoro F. Lipid biosynthesis in Spermatophyta. In: Teixeira da Silva JA, editor. Floriculture, Ornamental and Plant Biotechnology. Vol. 1. Global Science Books; London, UK: 2006. p. 359. Chapter 40."}, {"Citation": "Sacchettini JC, Poulter CD. Creating isoprenoid diversity. Science. 1997;277:1788–1789.", "ArticleIdList": ["9324768"]}, {"Citation": "Chappell J. The biochemistry and molecular biology of isoprenoid metabolism. Plant Physiol. 1995;107:1–6.", "ArticleIdList": ["PMC161157", "12228337"]}, {"Citation": "Bach TJ. Synthesis and metabolism of mevalonic acid in plants. Plant Physiol. Biochem. 1987;25:163–178."}, {"Citation": "Poulter CD, Rilling HC. The prenyl transferase reaction, enzymatic and mechanistic studies of the 1′-4 coupling reaction in the terpene biosynthetic pathway. Acc. Chem. Res. 1978;1:307–313."}, {"Citation": "Croteau R. Biosynthesis and catabolism of monoterpenoids. Chem. Rev. 1987;87:929–954."}, {"Citation": "Cane DE. Enzymatic formation of sesquiterpenes. Chem. Rev. 1990;90:1089–1103."}, {"Citation": "Dogbo A, Camara B. Purification of isopentenyl pyrophosphate isomerase and geranylgeranyl pyrophosphate synthase from Caspicum chromoplasts by affinity chromatography. Biochim. Biophys. Acta. 1987;92:140–148."}, {"Citation": "Abe I, Rohmer M, Prestwich GD. Enzymatic cyclization of squalene and oxidosqualene to sterols and triterpens. Chem. Rev. 1993;93:2189–2206."}, {"Citation": "Wendt KU, Schulz GE. Isoprenoid biosynthesis: manifold chemistry catalysed by similar enzymes. Curr. Biol. 1998;6:127–133.", "ArticleIdList": ["9519404"]}, {"Citation": "Cordell GA, Quinn-Beattie ML, Farsnsworth NR. The potential of alkaloids in drug discovery. Phytot. Res. 2001;15:183–205.", "ArticleIdList": ["11351353"]}, {"Citation": "Hughes EH, Shanks JV. Metabolic engineering of plants for alkaloid production. Metab. Engin. 2002;4:41–48.", "ArticleIdList": ["11800573"]}, {"Citation": "Iriti M, Faoro F. Review on innate and specific immunity in plants and animals. Mycopathologia. 2007;164:57–64.", "ArticleIdList": ["17554637"]}, {"Citation": "VanEtten HD, Mansfield JW, Bailey JA, Farmer EE. Two classes of plant antibiotics: Phytoalexins versus ‘phytoanticipins’. Plant Cell. 1994;6:1191–1192.", "ArticleIdList": ["PMC160512", "12244269"]}, {"Citation": "Osbourn AE. Preformed antimicrobial compounds and plant defence against fungal attack. Plant Cell. 1996;8:1821–1831.", "ArticleIdList": ["PMC161317", "12239364"]}, {"Citation": "Price KR, Johnson IT, Fenwick GR. The chemistry and biological significance of saponins in food and feedingstuffs. Crit. Rev. Food Sci. Nutr. 1987;26:27–133.", "ArticleIdList": ["3308321"]}, {"Citation": "Osbourn AE. Saponins and plant defence-A soap story. Trends Plant Sci. 1996;1:4–9."}, {"Citation": "Mansfield JW. Antimicrobial Compounds. In: Slusarenko AJ, Fraser RSS, van Loon LC, editors. Mechanisms of Resistance to Plant Diseases. Kluwer Academic Press; Dordrecht, The Netherlands: 2000."}, {"Citation": "Turner EM. The nature of resistance of oats to the take-all fungus. J. Exp. Bot. 1953;4:264–271."}, {"Citation": "Crombie L, Crombie WML, Whiting DA. Structures of the four avenacins, oat root resistance factors to take-all disease. J. Chem. Soc., Chem. Commun. 1984;4:246–248."}, {"Citation": "Crombie WML, Crombie L. Distribution of avenacins A-1, A-2, B-1 and B-2 in oat roots: Their fungicidal activity toward ‘take-all’ fungus. Phytochemistry. 1986;25:2069–2073."}, {"Citation": "Osbourn AE, Clarke BR, Lunness P, Scott PR, Daniels MJ. An oat species lacking avenacin is susceptible to infection by Gaeumannomyces graminis var. tritici. Physiol. Mol. Plant Pathol. 1994;45:457–467."}, {"Citation": "Osbourn AE, Clarke BR, Dow JM, Daniels MJ. Partial characterization of avenacinase from Gaeumannomyces graminis var.avenae. Physiol. Mol. Plant Pathol. 1991;38:301–312."}, {"Citation": "Osbourn AE. Preformed antimicrobial compounds and plant defense against fungal attack. Plant Cell. 1996;8:1821–1831.", "ArticleIdList": ["PMC161317", "12239364"]}, {"Citation": "Dow JM, Callow JA. A possible role for α-tomatine in the varietal-specific resistance of tomato to Cladosporium fulvum. Phytopathol. Z. 1978;92:211–216."}, {"Citation": "Smith CA, MacHardy WE. The significance of tomatine in the host response of susceptible and resistant tomato isolines infected with two races of Fusarium oxysporum f. sp. lycopersici. Phytopathology. 1982;72:415–419."}, {"Citation": "Pegg GF, Woodward S. Synthesis and metabolism of α-tomatine in tomato isolines in relation to resistance to Verticillium albo-atrum. Physiol. Mol. Plant Pathol. 1986;28:187–201."}, {"Citation": "Zagrobelny M, Bak S, Møller BM. Cyanogenesis in plants and arthropods. Phytochemistry. 2008;69:1457–1468.", "ArticleIdList": ["18353406"]}, {"Citation": "Fenwick GR, Heaney RK, Mullin WJ. Glucosinolates and their breakdown products in food and food plants. Crit. Rev. Food Sci. Nutr. 1983;18:123–301.", "ArticleIdList": ["6337782"]}, {"Citation": "Nahrstedt A. Cyanogenic compounds as protecting agents for organisms. Plant Syst. Evol. 1985;150:35–47."}, {"Citation": "Poulton JE, Li CP. Tissue level compartmentation of (R)-amygdalin and amygdalin hydrolase prevents large-scale cyanogenesis in undamaged Prunus seeds. Plant Physiol. 1994;104:29–35.", "ArticleIdList": ["PMC159159", "12232058"]}, {"Citation": "Swain E, Poulton JE. Utilization of amygdalin during seedling development of Prunus serotina. Plant Physiol. 1994;106:437–445.", "ArticleIdList": ["PMC159548", "12232341"]}, {"Citation": "Wang P, Matthews DE, VanEtten HD. Purification and characterization of cyanide hydratase from the phytopathogenic fungus Gloeocercospora sorghi. Arch. Biochem. Biophys. 1992;298:569–575.", "ArticleIdList": ["1416986"]}, {"Citation": "Benderoth M, Textor S, Windsor AJ, Mitchell-Olds T, Gershenzon J, Kroymann J. Positive selection driving diversification in plant secondary metabolism. Proc. Nat. Acad. Sci. USA. 2006;109:9118–9123.", "ArticleIdList": ["PMC1482576", "16754868"]}, {"Citation": "Bidart-Bouzat MG, Kliebenstein DJ. Differential levels of insect herbivory in the field associated with genotypic variation in glucosinolates in Arabidopsis thaliana. J. Chem. Ecol. 2008;34:1026–1037.", "ArticleIdList": ["18581178"]}, {"Citation": "Mithen R. Leaf glucosinolate profile and their relationship to pest and disease resistance in oilseed rape. Euphytica. 1992;63:71–83."}, {"Citation": "Lenman M, Falk A, Xue J, Rask L. Characterization of a Brassica napus myrosinase pseudogene: myrosinases are members of the BGA family of β-glycosidases. Plant Mol. Biol. 1993;21:463–474.", "ArticleIdList": ["8443341"]}, {"Citation": "Greenhalgh JG, Mitchell ND. The involvement of flavour volatiles in the resistance to downy mildew of wild and cultivated forms of Brassica oleracea. New Phytol. 1976;77:391–398."}, {"Citation": "Mithen R, Magrath R. Glucosinolates and resistance to Leptosphaeria maculans in wild and cultivated Brassiaca species. Plant Breed. 1992;108:60–68."}, {"Citation": "Harthill WFT, Sutton PG. Inhibition of Mycosphaerella brassicola ascospores on young cabbage and cauliflower leaves. Ann. Appl. Biol. 1980;96:153–161."}, {"Citation": "Mert-Türk F. Phytoalexins: Defence or just a response to stress? J. Cell Mol. Biol. 2002;1:1–6."}, {"Citation": "Grayer RJ, Harborne JJ. A survey of antifungal compounds from higher plants. Phytochemistry. 1994;37:19–42.", "ArticleIdList": ["11243452"]}, {"Citation": "Dixon RA, Paiva NL. Stress-induced phenylpropanoid metabolism. Plant Cell. 1995;7:1085–1097.", "ArticleIdList": ["PMC160915", "12242399"]}, {"Citation": "Bailey JA, Rowell PM, Arnold GM. The temporal relationship between infected cell death, phytoalexin accumulation and the inhibition of hyphal development during resistance of Phaseolus vulgaris to Colletotrichum lindemuthianum. Physiol. Plant Pathol. 1980;1:435–449."}, {"Citation": "Blount JW, Dixon RA, Paiva NL. Stress responses in alfalfa (Medicago sativa L.) XVI. Antifungal activity of medicarpin and its biosynthetic precursors: Implications for the genetic manipulation of stress metabolites. Physiol. Mol. Plant Pathol. 1993;41:333–349."}, {"Citation": "DiCenzo GL, VanEtten HD. Studies on the late steps of (+) pisatin biosynthesis: Evidence for (−) enantiomeric intermediates. Phytochemistry. 2006;67:675–683.", "ArticleIdList": ["16504226"]}, {"Citation": "Jeandet P, Douillet-Breuil AC, Bessis R, Debord S, Sbaghi M, Adrian M. Phytoalexins from the Vitaceae: Biosynthesis, phytoalexin gene expression in transgenic plants, antifungal activity and metabolism. J. Agric. Food Chem. 2002;50:2731–2741.", "ArticleIdList": ["11982391"]}, {"Citation": "Jeandet P, Sbaghi M, Bessis R, Meunier P. The potential relationship of stilbene (resveratrol) synthesis to anthocyanin content in grape berry skins. Vitis. 1995;34:91–94."}, {"Citation": "Iriti M, Rossoni M, Borgo M, Faoro F. Benzothiadiazole enhances resveratrol and anthocyanin biosynthesis in grapevine, meanwhile improving resistance to Botrytis cinerea. J. Agric. Food Chem. 2004;52:4406–4413.", "ArticleIdList": ["15237944"]}, {"Citation": "Glawischnig E, Hansen BG, Olsen CE, Halkier BA. Camalexin is synthesized from indole-3-acetaldoxime, a key branching point between primary and secondary metabolism in Arabidopsis. Proc. Nat. Acad. Sci. USA. 2004;101:8245–8250.", "ArticleIdList": ["PMC419588", "15148388"]}, {"Citation": "Dutsch HV. Vertical ozone distribution on a global scale. Pure Appl. Geophys. 1978;116:511–529."}, {"Citation": "Kerr JB, McElroy CT. Evidence for large trend of ultraviolet-B radiation linked to ozone depletion. Science. 1993;262:1032–1034.", "ArticleIdList": ["17782050"]}, {"Citation": "Logan JA. Tropospheric ozone: seasonal behaviour, trends and anthropogenic influences. J. Geophys. Res. 1985;90:10463–10482."}, {"Citation": "Crutzen PJ, Lelieveld J. Human impacts on atmospheric chemistry. Annu. Rev. Earth Planet. Sci. 2001;29:17–45."}, {"Citation": "Fowler D, Cape JN, Coyle M, Smith RI, Hjellbrekke A-G, Simpson D, Derwent RG, Johnson CE. Modelling photochemical oxidant formation, transport, deposition and exposure of terrestrial ecosystems. Environ. Pollut. 1999;100:43–55.", "ArticleIdList": ["15093112"]}, {"Citation": "Kley D, Kleinmann M, Sandermann H, Krupa S. Photochemical oxidants: State of the science. Environ. Pollut. 1999;100:19–42.", "ArticleIdList": ["15093111"]}, {"Citation": "Mustafa MG. Biochemical basis of ozone toxicity. Free Radical Biol. Med. 1990;9:245–265.", "ArticleIdList": ["2272533"]}, {"Citation": "Kelly FJ, Mudway I, Krishna MT, Holgate ST. The free radical basis of air pollution: Focus on ozone. Resp. Med. 1995;89:647–656.", "ArticleIdList": ["8570878"]}, {"Citation": "Pryor WA, Das B, Church DF. The ozonation of unsaturated fatty acids: Aldehydes and hydrogen peroxide as products and possible mediators of ozone toxicity. Chem. Res. Toxicol. 1991;4:341–348.", "ArticleIdList": ["1912318"]}, {"Citation": "Mudd JB, Leavitt R, Ongun A, McManus TT. Reaction of ozone with amino acids and proteins. Atmos. Environ. 1969;3:669–682.", "ArticleIdList": ["5382204"]}, {"Citation": "Hussain MZ, Mustafa MG, Ghani QP, Bhatnagar RS. Stimulation of poly(ADP-ribose) synthetase activity in the lungs of mice exposed to a low level of ozone. Archiv. Biochem. Biophys. 1985;241:477–485.", "ArticleIdList": ["2994569"]}, {"Citation": "Adams-Phillips L, Wan J, Tan X, Dunning FM, Meyers BC, Michelmore RW, Bent AF. Discovery of ADP-Ribosylation and other plant defense pathway elements through expression profiling of four different Arabidopsis–Pseudomonas R-avr interactions. Mol. Plant-Microbe Interact. 2008;21:646–657.", "ArticleIdList": ["18393624"]}, {"Citation": "Bergmann E, Bender J, Weigel J. Ozone threshold doses and exposure-response relationships for the development of ozone injury symptoms in wild plant species. New Phytol. 1999;144:423–435.", "ArticleIdList": ["33862862"]}, {"Citation": "Krupa S, McGrath MT, Andersen CP, Booker F, Burkey KO, Chappelka AH, Chevone BI, Pell EJ, Zilinskas BA. Ambient ozone and plant health. Plant Dis. 2000;85:4–12.", "ArticleIdList": ["30832068"]}, {"Citation": "Torsethaugen G, Pell EJ, Assmann SM. Ozone inhibits guard cell K+ channels implicated in stomatal opening. Proc. Nat. Acad. Sci. USA. 1999;96:13577–13582.", "ArticleIdList": ["PMC23990", "10557363"]}, {"Citation": "Black VJ, Black CR, Roberts JA, Stewart CA. Impact of ozone on the reproductive development of plants. New Phytol. 2000;147:421–447.", "ArticleIdList": ["33862931"]}, {"Citation": "Enyedi AJ, Eckardt NA, Pell EJ. Activity of ribulose bisphosphate carboxylase/oxygenase from potato cultivars with differential response to ozone stress. New Phytol. 1992;122:493–500.", "ArticleIdList": ["33874212"]}, {"Citation": "Reddy GN, Arteca RN, Dai YR, Flores HE, Negram FB, Pell EJ. Changes in ethylene and polyamines in relation to mRNA levels of the large and small subunits of ribulose bisphosphate oxygenase in ozone stressed potato foliage. Plant Cell Environ. 1993;120:819–826."}, {"Citation": "Guidi L, Degl’Innocenti E, Martinelli F, Piras M. Ozone effects on carbon metabolism in sensitive and insensitive Phaseolus vulgaris cultivars. Environ. Exp. Bot. 2009;66:117–125."}, {"Citation": "Toumainen J, Pellinen R, Roy S, Kiiskinen M, Eloranta T, Karjalainen R, Kangasjärvi J. Ozone affect birch (Betula pendula Roth) phenylpropanoid, polyamine and reactive oxygen detoxifying pathways at biochemical and gene expression levels. J. Plant Physiol. 1996;148:179–188."}, {"Citation": "Keen NT, Taylor OC. Ozone injury in soybeans: Isoflavonoid accumulation is related to necrosis. Plant Physiol. 1975;55:731–733.", "ArticleIdList": ["PMC541695", "16659156"]}, {"Citation": "Sharma YK, Davis KR. Ozone-induced expression of stress-related genes in Arabidopsis thaliana. Plant Physiol. 1994;105:1089–1096.", "ArticleIdList": ["PMC159436", "12232267"]}, {"Citation": "Eckey-Kaltenbach HE, Ernst D, Heller W, Sandermann H. Biochemical plant response to ozone IV. Cross-induction of defensive pathways in parsley (Petroselinum crispum L.) plants. Plant Physiol. 1994;104:67–74.", "ArticleIdList": ["PMC159163", "12232062"]}, {"Citation": "Dercks W, Trumble JT, Winter C. Impact of atmospheric pollution on linear furanocoumarin in celery. J. Chem. Ecol. 1990;16:443–454.", "ArticleIdList": ["24263501"]}, {"Citation": "Rao MV, Davis KR. The physiology of ozone-induced cell death. Planta. 2001;213:682–690.", "ArticleIdList": ["11678271"]}, {"Citation": "Heiden AC, Hoffmann T, Kahl J, Kley D, Klockow D, Langebartels C, Mehlhorn H, Sandermann H, Schraudner M, Schuh G, Wildt J. Emission of volatile organic compounds from ozone-exposed plants. Ecolog. Appl. 1999;9:1160–1167."}, {"Citation": "Sharma YK, Leon J, Raskin I, Davis KR. Ozone-induced responses in Arabidopsis thaliana: The role of salicylic acid in the accumulation of defense-related transcripts and induced resistance. Proc. Nat. Acad. Sci. USA. 1996;93:5099–5104.", "ArticleIdList": ["PMC39413", "8643534"]}, {"Citation": "Langebartels C, Kerner K, Leonardi S, Schraudner M, Trost M, Heller W, Sandermann H. Biochemical plant resonses to ozone I: Differential induction of polyamine and ethylene biosynthesis in tobacco. Plant Physiol. 1991;9:882–889.", "ArticleIdList": ["PMC1077619", "16668067"]}, {"Citation": "Faoro F, Iriti M. Plant cell death and cellular alterations induced by ozone: Key studies in Mediterranean conditions. Environ. Pollut. 2009;157:1470–1477.", "ArticleIdList": ["18973970"]}, {"Citation": "Schraudner M, Ernst D, Langebartels C, Sandermann H. Biochemical plant responses to ozone III. Activation of the defence-related proteins β-1,3-glucanase and chitinase in tobacco leaves. Plant Physiol. 1992;99:1321–1328.", "ArticleIdList": ["PMC1080627", "16669039"]}, {"Citation": "Thalmair M, Bauw G, Thiel S, Döhring T, Langebartels C, Sandermann H. Ozone and ultraviolet B effects on the defense-related proteins β-1,3-glucanase and chitinase in tobacco. J. Plant Physiol. 1996;148:222–228."}, {"Citation": "Pääkkönen E, Seppänen S, Holpainen T, Kokko H, Kärenlampi S, Kärenlampi L, Kangasjärvi L. Induction of genes for stress proteins PR-10 and PAL in relation to growth, visible injury and stomatal conductance in birch (Betula pendula) clones exposed to ozone and/or drought. New Phytol. 1998;138:295–305.", "ArticleIdList": ["33863082"]}, {"Citation": "Paolacci AR, D’Ovidio R, Marabottini R, Nali C, Lorenzini G, Abenavoli MR, Badiani M. Ozone induces a differential accumulation of phenylalanine ammonia-lyase, chalcone synthase and chalcone isomerase RNA transcripts in sensitive and resistant bean cultivars. Aust. J. Plant Physiol. 2001;28:425–428."}, {"Citation": "Schubert R, Fischer R, Hain R, Schreier PH, Bahnweg D, Ernst H, Sandermann H. An ozone-responsive region of the grapevine resveratrol synthase promoter differs from the basal pathogen-responsive sequence. Plant Mol. Biol. 1997;34:417–436.", "ArticleIdList": ["9225853"]}, {"Citation": "Sgarbi E, Baroni Fornasiero R, Lins AP, Medeghini Bonatti P. Phenol metabolism in differentially affected by ozone in two cell lines from grape (Vitis vinifera L.) leaf. Plant Sci. 2003;165:951–957."}, {"Citation": "Foy D, Lee EH, Rowland R, Devine TE, Buzzel RI. Ozone tolerance related to flavonol glycoside genes in soybean. J. Plant Nutr. 1995;18:637–647."}, {"Citation": "Saleem A, Loponen Y, Pihlaja K, Oksanen E. Effects of long-term open-field ozone exposure on leaf phenolics of european silver birch (Betula pendula Roth) J. Chem. Ecol. 2001;27:1049–1062.", "ArticleIdList": ["11471939"]}, {"Citation": "Karonen M, Ossipov V, Ossopova S, Kapari L, Loponen J, Matsumura H, Kohno T, Mikami C, Sakai Y, Izuta T, Pihlaja K. Effects of elevated carbon dioxide and ozone on foliar proanthocyanidins in Betula platyphylla, Betula ermanii and Fagus crenata seedlings. J. Chem. Ecol. 2006;32:1445–1458.", "ArticleIdList": ["16718564"]}, {"Citation": "Cabané M, Pireaux J-C, Léger E, Weber E, Dizengremel P, Pollet B, Lapierre C. Condensed lignins are synthesized in poplar leaves exposed to ozone. Plant Physiol. 2004;134:586–594.", "ArticleIdList": ["PMC344535", "14730080"]}, {"Citation": "Guidi L, Degl’Innocenti E, Genovesi S, Soldatini GF. Photosynthetic process and activities of enzymes involved in the phenylpropanoid pathway in resistant and sensitive genotypes of Lycopersicon esculentum L. exposed to ozone. Plant Sci. 2005;168:153–160."}, {"Citation": "Galliano H, Heller W, Sandermann H. Ozone induction and purification of spruce cinnamyl alcohol dehydrogenase. Phytochemistry. 1993;32:557–563."}, {"Citation": "Tomlinson H, Rich S. Effect of ozone on sterols and sterol derivatives in bean leaves. Phytopathology. 1971;61:1404–1405."}, {"Citation": "Trevathan LE, Moore LD, Orcutt DM. Symptom expression and free sterol and fatty acid composition of flue-cured tobacco plants exposed to ozone. Phytopathology. 1979;69:582–585."}, {"Citation": "Grunwald C, Endress AG. Foliar sterols in soybeans exposed to chronic levels of ozone. Plant Physiol. 1985;77:245–247.", "ArticleIdList": ["PMC1064493", "16664020"]}, {"Citation": "Grunwald C. Effects of free sterols, steryl ester and steryl glycoside in membrane permeability. Plant Physiol. 1971;48:653–655.", "ArticleIdList": ["PMC396923", "16657855"]}, {"Citation": "Evans LS, Ting IP. Ozone-induced membrane permeability changes. Am. J. Bot. 1973;60:155–162."}, {"Citation": "Grunwald C. Effects of free sterols, steryl ester and steryl glycoside in membrane permeability. Plant Physiol. 1974;54:624–628.", "ArticleIdList": ["PMC396923", "16657855"]}, {"Citation": "Menser HA, Chaplin JF, Cheng ALS, Sorokin T. Polyphenols, phytosterols and reduced sugar in air-cured tobacco leaves injured by ozone air pollution. Tobacco Sci. 1977;21:35–38."}, {"Citation": "Wegener A, Gimbel W, Werner T, Hani J, Ernst D, Sandermann H. Molecular cloning of ozone-inducible protein from Pinus sylvestris L. with high sequence similarity to vertebrate 3-hydroxy-3-methylglutaryl-CoA-synthase. Biochim. Biophys. Acta. 1997;1350:247–252.", "ArticleIdList": ["9061017"]}, {"Citation": "Cheng A-X, Lou Y-G, Mao Y-B, Lu S, Wang L-J, Chen X-Y. Plant terpenoids: Biosynthesis and ecological functions. J. Integr. Plant Biol. 2007;49:179–186."}, {"Citation": "Shamay Y, Raskin VI, Brandis AS, Steinberger HE, Marder JB, Schwartz A. Ozone treatment affects pigment precursor metabolism in pine seedlings. Physiol. Plant. 2001;112:285–292.", "ArticleIdList": ["11454235"]}, {"Citation": "Kesselmeier J, Staudt M. Biogenic volatile organic compounds (VOC): An overview on emission, physiology and ecology. J. Atmos. Chem. 1999;33:23–88."}, {"Citation": "Dicke M. Chemical ecology of host-plant selection by herbivorous arthropods: A multitrophic perspective. Biochem. Syst. Ecol. 2000;28:601–617.", "ArticleIdList": ["10854737"]}, {"Citation": "Brilli F, Ciccioli P, Frattoni M, Prestininzi M, Spanedda AF, Loreto F. Constitutive and herbivore-induced monoterpenes emitted by Populus euroamericana leaves are key volatiles that orient Chrysomela populi beetles. Plant Cell Environ. 2009;32:542–552.", "ArticleIdList": ["19183286"]}, {"Citation": "Peñuelas J, Llusià J. The complexity of factors driving volatile organic compound emissions by plants. Biol. Plant. 2001;44:481–487."}, {"Citation": "Llusià J, Peñuelas J, Gimeno BS. Seasonal and species-specific response of VOC emissions by Mediterranean woody plant to elevated ozone concentrations. Atmos. Environ. 2002;36:3931–3938."}, {"Citation": "Grote R, Niinemets U. Modeling volatile isoprenoid emissions–A story with split ends. Plant Biol. 2008;10:8–28.", "ArticleIdList": ["18211545"]}, {"Citation": "Roselle SJ. Effects of biogenic emission uncertainties on regional photochemical modelling of control strategies. Atmos. Environ. 1994;28:1757–1772."}, {"Citation": "Pinto DM, Blande JD, Nykanen R, WenXia D, Ner AM, Holopainen JK. Ozone degrades common herbivore-induced plant volatiles: Does this affect herbivore prey location by predators and parasitoids? J. Chem. Ecol. 2007;33:683–694.", "ArticleIdList": ["17333375"]}, {"Citation": "Himanen SJ, Nerg AM, Nissinen AM, Pinto DM, Stewart CN, Jr, Poppy GM, Holopainen JK. Effects of elevated carbon dioxide and ozone on volatile terpenoid emissions and multitrophic communication of transgenic insecticidal oilseed rape (Brassica napus.) New Phytol. 2009;181:174–186.", "ArticleIdList": ["19076723"]}, {"Citation": "Freiwald V, Haikio E, Julkunen-Tiitto R, Holopainen JK, Oksanen E. Elevated ozone modifies the feeding behaviour of the common leaf weevil on hybrid aspen through shifts in developmental, chemical, and structural properties of leaves. Entomol. Exp. Appl. 2008;128:66–72."}, {"Citation": "Alstad DN, Edmunds GF, Jr, Weinstein LH. Effects of air pollutants on insect populations. Ann. Rev. Entomol. 1982;27:369–384."}, {"Citation": "Loreto F, Velikova V. Isoprene produced by leaves protects the photosynthetic apparatus against ozone damage, quenches ozone products and reduces lipid peroxidation of cellular membrane. Plant Physiol. 2001;127:1781–1787.", "ArticleIdList": ["PMC133581", "11743121"]}, {"Citation": "Loreto F, Ferranti F, Mannozzi M, Maris C, Nascetti C, Pasqualini S. Ozone quenching properties of isoprene and its antioxidant role in plants. Plant Physiol. 2001;126:993–1000.", "ArticleIdList": ["PMC116456", "11457950"]}, {"Citation": "Velikova V, Fares S, Loreto F. Isoprene and nitric oxide reduce damages in leaves exposed to oxidative stress. Plant Cell Environ. 2008;31:1882–1894.", "ArticleIdList": ["18811730"]}, {"Citation": "Loreto F, Pinelli P, Manes F, Kollist K. Impact of ozone on monoterpene emission and evidence for an isoprene-like antioxidant action of monoterpenes emitted by Quercus ilex leaves. Tree Physiol. 2004;24:361–367.", "ArticleIdList": ["14757575"]}, {"Citation": "Vitale M, Salvatori E, Loreto F, Fares S, Manes F. Physiological responses of Quercus ilex to water stress and acute ozone exposure under controlled conditions. Water Air Soil Pollut. 2008;189:113–125."}, {"Citation": "Menser HA, Chaplin JF. Effects of ozone air pollution on nitrogen constituents, pH and water soluble ash of air-cured tobacco leaves. Tobacco Sci. 1975;19:108–110."}, {"Citation": "Aycock MK. Phenotypic correlation of weather fleck with certain agronomic and chemical traits in Maryland tobacco. Tobacco Sci. 1975;19:96–97."}, {"Citation": "Jackson DM, Rufty TW, Heagle AS, Severson RF, Eckel RVW. Survival and development of tobacco hornworm larvae on tobacco plants grown under elevated levels of ozone. J. Chem. Ecol. 2000;26:1–19."}, {"Citation": "Menser HA, Chaplin JF. Air pollution: Effects of phenol and alkaloid content of cured tobacco leaves. Tobacco Sci. 1969;13:169–170."}, {"Citation": "Jeffords MR, Endress AG. Possible role of ozone in tree defoliation by the gypsy moth (Lepidoptera: Lymantriidae) Environ. Entomol. 1984;13:1249–1252."}, {"Citation": "Endress AG, Post SC. Altered feeding preferences for Mexican bean beetle Epilachna varivestis for ozonated soybean foliage. Environ. Pollut. 1985;39:9–16."}, {"Citation": "Trumble JT, Hare JD, Musselmann RC, McCool PM. Ozone-induced changes in host-plant suitability: interactions of Keiferia lycopersicella and Lycopersicon esculentum. J. Chem. Ecol. 1987;13:203–218.", "ArticleIdList": ["24301371"]}, {"Citation": "Chappelka AH, Kraemer ME, Mebrahtu T, Rangappa M, Benepal PS. Effects of ozone on soybean resistance to Mexican bean beetle (Epilachna varivestis Mulsant) Environ. Exp. Bot. 1988;28:53–60."}, {"Citation": "Heagle AS, Branderburg RL, Burns JC, Miller JE. Ozone and carbon dioxide effects on spider mites in white clover and peanut. J. Environ. Qual. 1994;23:1168–1176."}, {"Citation": "Martin-Tanguy J. Metabolism and function of polyamines in plants: Recentdevelopment (new approaches) Plant Growth Regul. 2001;34:135–148."}, {"Citation": "Walters DR. Polyamines in plant-microbe interactions. Physiol. Mol. Plant Pathol. 2000;57:137–146."}, {"Citation": "Liu J-H, Kitashiba H, Wang J, Ban Y, Moriguchi T. Polyamines and their ability to provide environmental stress tolerance to plants. Plant Biotechn. 2007;24:117–126."}, {"Citation": "Bagni T, Tassoni A. Biosynthesis oxidation and conjugation of aliphatic polyamines in higher plants. Amino Acids. 2001;20:301–317.", "ArticleIdList": ["11354606"]}, {"Citation": "Rowland-Bamford AJ, Borland AM, Lea PJ, Mansfield TA. The role of arginine decarboxylase in modulating the sensitivity of barley to ozone. Environ. Pollut. 1989;61:95–106.", "ArticleIdList": ["15092366"]}, {"Citation": "Langebartels C, Wohlgemuth H, Kschieschan S, Grün S, Sandermann H. Oxidative burst and cell death in ozone-exposed plants. Plant Physiol. Biochem. 2002;40:567–575."}, {"Citation": "Ormrod DP, Beckerson DW. Polyamines as antiozonant for tomato. HortScience. 1986;21:1070–1071."}, {"Citation": "Bors W, Langebartels C, Michel C, Sandermann H. Polyamines as radical scavengers and protectans agaist ozone damages. Phytochemistry. 1989;28:1589–1595."}, {"Citation": "Bouchereau A, Aziz A, Larher F, Martin-Tanguy J. Polyamines and environmental challenges: Recent development. Plant Sci. 1999;140:103–125."}, {"Citation": "Hemantaranjan A. Plant secondary metabolism in response to the environment. Adv. Plant Physiol. 2008;10:31–89."}, {"Citation": "Wink M. Plant secondary metabolism:diversity, function and its evolution. Nat. Prod. Comm. 2008;3:1205–1216."}, {"Citation": "Violini G. Ozone and plant pathogens: an overview. Riv. It. Pat. Veg. 1995;5:113–130."}, {"Citation": "Booker F, Muntifering R, McGrath M, Burkey K, Decoteau D, Fiscus E, Manning W, Krupa S, Chappelka A, Grantz D. The ozone component of global change: Potential effects on agricultural and horticultural plant yield, product quality and interactions with invasive species. J. Integrat. Plant Biol. 2009;51:337–351.", "ArticleIdList": ["21452584"]}, {"Citation": "von Tiedemann A, Firsching KH. Interactive effects of elevated ozone and carbon dioxide on growth and yield of leaf rust-infected versus non-infected wheat. Environ. Pollut. 2000;72:205–224.", "ArticleIdList": ["15092930"]}, {"Citation": "Lorenzini G, Medeghini-Bonatti P, Nali C, Baroni Fornasiero R. The protective ffect of rust infection against ozone, sulphur dioxide and paraquat toxicity symptoms in broad bean. Physiol. Mol. Plant Pathol. 1994;45:263–279."}, {"Citation": "Walters DR, Boyle C. Induced resistance and allocation costs: What is the impact of pathogen challenge? Physiol. Mol. Plant Pathol. 2005;66:40–44."}, {"Citation": "Walters DR, Heil M. Costs and trade offs associated with induced resistance. Physiol. Mol. Plant Pathol. 2007;71:3–17."}, {"Citation": "Iriti M, Faoro F. Bioactivity of grape chemicals for human health. Nat. Prod. Comm. 2009;4:611–634.", "ArticleIdList": ["19445314"]}]}], "History": [{"Year": "2009", "Month": "6", "Day": "6"}, {"Year": "2009", "Month": "7", "Day": "24"}, {"Year": "2009", "Month": "7", "Day": "29"}, {"Year": "2010", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "1", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2009", "Month": "8", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["20111684", "PMC2812827", "10.3390/ijms10083371", "i10083371"]}}], "PubmedBookArticle": []}