{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20152037", "DateCompleted": {"Year": "2010", "Month": "04", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1476-069X-9-8"], "ArticleDate": [{"Year": "2010", "Month": "02", "Day": "12"}], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2010", "Month": "Feb", "Day": "12"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "Air pollution and mortality in the Canary Islands: a time-series analysis.", "Pagination": {"StartPage": "8", "MedlinePgn": "8"}, "Abstract": {"AbstractText": ["The island factor of the cities of Las Palmas de Gran Canaria and Santa Cruz de Tenerife, along with their proximity to Africa and their meteorology, create a particular setting that influences the air quality of these cities and provides researchers an opportunity to analyze the acute effects of air-pollutants on daily mortality.", "From 2000 to 2004, the relationship between daily changes in PM10, PM2.5, SO2, NO2, CO, and ozone levels and daily total mortality and mortality due to respiratory and heart diseases were assessed using Generalized Additive Poisson models controlled for potential confounders. The lag effect (up to five days) as well as the concurrent and previous day averages and distributed lag models were all estimated. Single and two pollutant models were also constructed.", "Daily levels of PM10, PM2.5, NO2, and SO2 were found to be associated with an increase in respiratory mortality in Santa Cruz de Tenerife and with increased heart disease mortality in Las Palmas de Gran Canaria, thus indicating an association between daily ozone levels and mortality from heart diseases. The effects spread over five successive days. SO2 was the only air pollutant significantly related with total mortality (lag 0).", "There is a short-term association between current exposure levels to air pollution and mortality (total as well as that due specifically to heart and respiratory diseases) in both cities. Risk coefficients were higher for respiratory and cardiovascular mortality, showing a delayed effect over several days."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección General de Salud Pública, Gobierno de Canarias, Alfonso XIII, Las Palmas de Gran Canaria, Spain."}], "Identifier": [], "LastName": "López-Villarrubia", "ForeName": "Elena", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ballester", "ForeName": "Ferran", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Iñiguez", "ForeName": "Carmen", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Peral", "ForeName": "Nieves", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Epidemiological Monitoring"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": ["mortality"], "DescriptorName": "Heart Diseases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["mortality"], "DescriptorName": "Respiration Disorders"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Spain"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Time"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Brunekreef B, Holgate ST. Air pollution and health. Lancet. 2002;360:1233–1242. doi: 10.1016/S0140-6736(02)11274-8.", "ArticleIdList": ["10.1016/S0140-6736(02)11274-8", "12401268"]}, {"Citation": "Katsouyanni K, Touloumi G, Samoli E, Gryparis A, Le Tertre A, Monopolis Y, Rossi G, Zmirou D, Ballester F, Boumghar A, Anderson HR, Wojtyniak B, Paldy A, Braunstein R, Pekkanen J, Schindler C, Schwartz J. Confounding and Effect Modification in the Short-Term Effects of Ambient Particles on Total Mortality: Results from 29 European Cities within the APHEA2 Project. Epidemiology. 2001;12:521–525. doi: 10.1097/00001648-200109000-00011.", "ArticleIdList": ["10.1097/00001648-200109000-00011", "11505171"]}, {"Citation": "Ballester F, Iñíguez C, Saez M, Pérez-Hoyos S, Daponte A, Ordóñez JM. Relación a corto plazo de la contaminación atmosférica y la mortalidad en trece ciudades españolas. Med Clin. 2003;121:684–689. doi: 10.1157/13054596.", "ArticleIdList": ["10.1157/13054596", "14651814"]}, {"Citation": "Bergametti G, Gomes L, Coude-Gaussen G, Rognon P. African dust observed over Canary Islands: source-regions identification and transport pattern for some summer situations. J Geoph Research. 1989;94:14855–14864. doi: 10.1029/JD094iD12p14855.", "ArticleIdList": ["10.1029/JD094iD12p14855"]}, {"Citation": "Viana M, Querol X, Alastuey A, Cuevas E, Rodríguez S. Influence of African dust on the levels of atmospheric particulates in the Canary Island air quality network. Atmospheric Environment. 2002;36:5861–5875. doi: 10.1016/S1352-2310(02)00463-6.", "ArticleIdList": ["10.1016/S1352-2310(02)00463-6"]}, {"Citation": "Wood SN, Agustin NH. GAMs with integrated model selection using penalized regression splines and applications to environmental modelling. Elsevier Science. 2002;157:157–177."}, {"Citation": "Wood SN. Thin plate regression splines. J R Statist Soc B. 2003;65(Suppl 1):95–114. doi: 10.1111/1467-9868.00374.", "ArticleIdList": ["10.1111/1467-9868.00374"]}, {"Citation": "Samoli E, Analitis A, Toloumi G, Schwartz J, Anderson HR, Sunyer J, Bisanti L, Zmirou D, Vonk JM, Pekkanen J, Goodman P, Paldy A, Schindler C, Katsouyanni K. Estimating the Exposure-Response Relationships between Particulate Matter and Mortality within the APHEA Project. Environ Health Perspect. 2005;113:88–94.", "ArticleIdList": ["PMC1253715", "15626653"]}, {"Citation": "Katsouyanni K, Toulomi G, Spix C, Schwartz J, Balducci F, Medina S. Short-term effects of ambient sulfur dioxide and particulate matter on mortality in 12 European cities: results from times series data from the APHEA project. Br Med J. 1997;314:1658–1663.", "ArticleIdList": ["PMC2126873", "9180068"]}, {"Citation": "Schwartz J, Dockery DW. Mortality in Philadelphia associated with daily air pollution concentrations. Am Rev Respir Dis. 1992;145:600–604.", "ArticleIdList": ["1546841"]}, {"Citation": "Brumback BA, Ryan LM, Schwartz JD, Neas LM, Stark PC, Burge HA. Transitional regression models, with application to environmental time series. JASA. 2000;95:16–27."}, {"Citation": "Rodríguez S, Guerra JC. Monitoring of ozone in a marine environment in Tenerife (Canary Islands) Atmosph Environ. 2001;135:1829–1841."}, {"Citation": "López Villarrubia E, García Pérez MD, Peral Pérez N, Ballester Díez F, Íñiguez C, Pita ML. Caracterización del ambiente atmosférico en Las Palmas de Gran Canaria y Santa Cruz de Tenerife 2000 a 2004. Rev Esp Salud Pública. 2008;82:493–507. doi: 10.1590/S1135-57272008000500005.", "ArticleIdList": ["10.1590/S1135-57272008000500005", "19039503"]}, {"Citation": "Schwartz J. The distributed lag between air pollution and daily deaths. Epidemiology. 2000;11:320–326. doi: 10.1097/00001648-200005000-00016.", "ArticleIdList": ["10.1097/00001648-200005000-00016", "10784251"]}, {"Citation": "Zanobetti A, Schwartz J, Samoli E, Gryparis A, Touloumi G, Peacock J. The temporal pattern of respiratory and heart disease mortality in response to air pollution. Environ Health Perspect. 2003;111:1188–1193.", "ArticleIdList": ["PMC1241573", "12842772"]}, {"Citation": "Health Effects Institute. HEI Perspective. Health Effects Institute. Cambridge MA; 2002. Understanding the Health Effects of Components of the Particulate Matter Mix: Progress and next steps."}, {"Citation": "Ibald-Mulli A, Timonen KL, Peters A, Heinrich J, Wölke G, Lanki T, Buzorius G. Effects of Particulate Air Pollution on Blood Pressure and Heart Rate in Subjects with Cardiovascular Disease: A Multicenter Approach. Environ Health Perspect. 2004;112:369–377.", "ArticleIdList": ["PMC1241869", "14998755"]}, {"Citation": "Peters A, Dockery DW, Muller JE, Mittleman A. Increased particulate air pollution and the triggering of myocardial infarction. Circulation. 2001;103:2810–2815.", "ArticleIdList": ["11401937"]}, {"Citation": "Henneberger A, Zareba W, Ibald-Mulli A, Regina R, Cyrys J, Couderc JP, Mykins B, Woelke G, Wichmann HE, Peters A. Repolarization Changes Induced by Air Pollution in Ischemic Heart Disease Patients. Environ Health Perspect. 2005;113:440–446.", "ArticleIdList": ["PMC1278484", "15811835"]}, {"Citation": "Samet JM, Zeger SL, Dominici F, Curriero F, Coursac I, Dockery DW, Schwartz J, Zanobetti A. The National Morbidity, Mortality, and Air Pollution Study Part II. Health Effects Institute, Cambridge MA; 2000. Morbidity and Mortality from Air Pollution in the Unites States. Research Report 94.", "ArticleIdList": ["11354823"]}, {"Citation": "Ballester F, Iñíguez C, Saez M, Pérez-Hoyos S, Tenías JM. Contaminación atmosférica por partículas y salud en Valencia. Gac Sanit. 2002;16:464–479.", "ArticleIdList": ["12459129"]}, {"Citation": "Venners SA, Wang B, Peng Z, Xu Y, Wang L, Xu X. Particulate Matter, Sulfur Dioxide, and Daily Mortality in Chongqing, China. Environ Health Perspect. 2003;111:562–567.", "ArticleIdList": ["PMC1241445", "12676616"]}, {"Citation": "Viana MM. PhD Thesis. CSIC Barcelona; 2003. Niveles, composición y origen del material particulado atmosférico en los sectores norte y este de la Península Ibérica y Canarias."}, {"Citation": "Querol X, Alastuey A, Viana MM, Rodriguez S, Artiñano A, Salvador P, do Santos García, Fernández Patier R, Ruiz CR, de la Rosa J, de la Campa Sánchez, Menéndez M, Gil JI. Specification and origin of pm10 and pm2.5 in Spain. J Aero Sci. 2004;35:1151–1172. doi: 10.1016/j.jaerosci.2004.04.002.", "ArticleIdList": ["10.1016/j.jaerosci.2004.04.002"]}, {"Citation": "Zanobetti A, Schwartz J, Samoli E, Gryparis A, Toloumi G, Peacock J, Anderson RH, Le Tertre A, Bobros J, Celko M, Goren A, Forsberg B, Michelozzi P, Rabczenko D, Perez-Hoyos S, Wichmann E, Katsouyanni K. The Temporal pattern of Respiratory and Heart Disease Mortality in Response to Air Pollution. Environ Health Perspect. 2003;111:1188–1193.", "ArticleIdList": ["PMC1241573", "12842772"]}, {"Citation": "Lippmann M, Ito K, Nadas A, Burnett RT. Association of particulate matter components with daily mortality and morbidity in urban populations. Health Effects Institute, Cambridge MA; 2000. Research Report 95.", "ArticleIdList": ["11246487"]}, {"Citation": "Ostro B, Feng WY, Broadwin R, Green S, Lipsett M. The Effects of Components of Fine Particulate Air Pollution on Mortality in California: Results from CALFINE. Environ Health Perspect. 2007;115:13–19. doi: 10.1289/ehp.9281.", "ArticleIdList": ["10.1289/ehp.9281", "PMC1797827", "17366813"]}, {"Citation": "Ostro BD, Hurley S, Lipsett MJ. Air pollution and daily mortality in the Coachella Valley California: a study of PM10 dominated by coarse particles. Environ Research. 1999;81:231–238. doi: 10.1006/enrs.1999.3978.", "ArticleIdList": ["10.1006/enrs.1999.3978", "10585019"]}, {"Citation": "Ostro B, Broadwin R, Lipsett M. Coarse and fine particles and daily mortality in the Coachella Valley, California: a follow-up study. Expo Anal Environ Epidemiol. 2000;10:412–419. doi: 10.1038/sj.jea.7500094.", "ArticleIdList": ["10.1038/sj.jea.7500094", "11051531"]}, {"Citation": "Peters A, Perz S, Dorin. Increases in heart rate during an air pollution episode. Am J Epidemiol. 1999;150:1094–1098.", "ArticleIdList": ["10568625"]}, {"Citation": "Donaldson K, Stone V, Seaton A, MacNee W. Ambient particle inhalation and the cardiovascular system: potential mechanisms. Environ Health Perspect. 2001;109:523–527. doi: 10.2307/3454663.", "ArticleIdList": ["10.2307/3454663", "PMC1240575", "11544157"]}, {"Citation": "Ballester F, Rodríguez MP, Ïñiguez C, Sáez M, Daponte A, Ordóñez JM. The EMECAM/EMECAS Project a Spanish Multicentre Study on Health Effects of Air Pollution. Who: Newsletter. 2004;33:8–14."}, {"Citation": "Ballester F, Saez M, Perez-Hoyos S, Iñíguez C, Gandarillas A, Tobias A, Bellido J, Taracido M, Arribas F, Daponte A, Alonso E, Cañada A, Guillen-Grima F, Cirera Ll, Perez-Boíllos MJ, Saurina C, Gómez F, Tenías JM. on behalf of the EMECAM group. The EMECAM project: a multi-center study on air pollution and mortality in Spain. Combined results for particulates and for sulphur dioxide. Occup Environ Med. 2002;59:300–308. doi: 10.1136/oem.59.5.300.", "ArticleIdList": ["10.1136/oem.59.5.300", "PMC1740289", "11983845"]}, {"Citation": "Biggeri A, Bellini P, Terracini B. editors. Meta-analysis of the Italian Studies on Short-term Effects of Air Pollution. Epidemiologia & Prevenzione. 2001;25:3–15.", "ArticleIdList": ["11515188"]}, {"Citation": "Zmirou D, Schwartz J, Saez M, Zanobetti A, Wojtyniak B, Touloumi G. Time-series analysis of air pollution and cause-specific mortality. Epidemiology. 1998;9:495–503. doi: 10.1097/00001648-199809000-00005.", "ArticleIdList": ["10.1097/00001648-199809000-00005", "9730027"]}, {"Citation": "Stieb DM, Judek S, Burnett RT. Meta-analysis of time-series studies of air pollution and mortality: update in relation to the use of generalized additive models. J Air &Waste Manage Assoc. 2003;53:258–261.", "ArticleIdList": ["12661685"]}, {"Citation": "Saez M, Ballester F, Barceló MA, Pérez-Hoyos S, Bellido J, Tenías JM, Ocaña R, Figueiras A, Aragonés N, Tobías A, Cirera Ll, Cañada A. A Combined Analysis of the Short-Term Effects of Photochemical Air Pollutants on Mortality within the EMECAM Project. Environ Health Perspect. 2002;110:221–228.", "ArticleIdList": ["PMC1240760", "11882471"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A Meta-Analysis of Time-Series Studies of Ozone and Mortality With Comparison to the National Morbidity, Mortality, and Air Pollution Study. Epidemiology. 2005;16:436–445. doi: 10.1097/01.ede.0000165817.40152.85.", "ArticleIdList": ["10.1097/01.ede.0000165817.40152.85", "PMC3581312", "15951661"]}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, Samoli E, Medina S, Anderson HR, Niciu EM, Whichmann HE, Kriz B, Kosnik M, Skorkovsky J, Vonk JM, Dortbudak Z. Acute effects of ozone on mortality from \"the air pollution and health: a European approach\" project. Am J Respir Crit Care Med. 2004;170:1080–1087. doi: 10.1164/rccm.200403-333OC.", "ArticleIdList": ["10.1164/rccm.200403-333OC", "15282198"]}, {"Citation": "Hong Y, Lee J, Ha E, Schwartz J, Christiani D. Effects of Air Pollutants on Acute Stroke Mortality. Environ Health Perspect. 2002;110:187–191.", "ArticleIdList": ["PMC1240734", "11836148"]}, {"Citation": "WHO. Report on a WHO Working Group. WHO Regional Office for Europe, Copenhagen; 2003. Health Aspects of Air Pollution with Particulate Matter, Ozone and Nitrogen Dioxide."}, {"Citation": "Goldberg MS, Burnett RT, Brook J, Bailar JC, Valois MF, Vincent M. Associations between Daily Cause-specific Mortality and Concentrations of Ground-level Ozone in Montreal, Quebec. Am J Epidemiol. 2001;154:817–826. doi: 10.1093/aje/154.9.817.", "ArticleIdList": ["10.1093/aje/154.9.817", "11682364"]}, {"Citation": "Touloumi G, Katsouyanni K, Zmirou D, Schwartz J, Spix C, Ponce de Leon A, Tobias A, Quennel P, Rabczenko D, Bacharova L, Bisanti L, Vonk JM, Ponka A. Short term effects of ambient oxidant exposure on mortality: a combined analysis within APHEA Proyect. Am J Epidemiol. 1997;146:177–185.", "ArticleIdList": ["9230780"]}, {"Citation": "Bell ML, Kim JY, Dominici F. Potencial Confounding of Particulate Matter on the Short-term Association between Ozone and Mortality in Multisite Time-series Studies. Environ Health Perspect. 2007;115:1591–1595.", "ArticleIdList": ["PMC2072830", "18007990"]}, {"Citation": "Allred E, Bleecker E, Chaitman B, Dahms T, Gottlieb SO, Hackney J. Effects of carbon monoxide on myocardial ischemia. Environ Health Perspect. 1991;91:89–132. doi: 10.2307/3430988.", "ArticleIdList": ["10.2307/3430988", "PMC1519354", "2040254"]}, {"Citation": "Maynard RL, Waller RE. In: Air Pollution and Health. Maynard RL, editor. San Diego: Academic Press; 1999. Carbon monoxide; pp. 749–796. full_text."}, {"Citation": "Zeger SL, Thomas D, Dominici F, Samet JM, Schwartz J, Dockery DW, Cohen AJ. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–426. doi: 10.2307/3454382.", "ArticleIdList": ["10.2307/3454382", "PMC1638034", "10811568"]}, {"Citation": "Janssen NA, Hoek G, Brunekreef B, Harssema H, Mensink I, Zuidhof A. Personal sampling of particles in adults: relation among personal, indoor, and outdoor air concentrations. Am J Epidemiol. 1998;147:537–547.", "ArticleIdList": ["9521180"]}]}], "History": [{"Year": "2008", "Month": "12", "Day": "23"}, {"Year": "2010", "Month": "2", "Day": "12"}, {"Year": "2010", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "2", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["20152037", "PMC2843667", "10.1186/1476-069X-9-8", "1476-069X-9-8"]}}], "PubmedBookArticle": []}