{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20329513", "DateCompleted": {"Year": "2010", "Month": "12", "Day": "23"}, "DateRevised": {"Year": "2016", "Month": "10", "Day": "18"}, "Article": {"Language": ["chi"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0250-3301", "JournalIssue": {"Volume": "31", "Issue": "1", "PubDate": {"Year": "2010", "Month": "Jan"}}, "Title": "Huan jing ke xue= Huanjing kexue", "ISOAbbreviation": "Huan Jing Ke Xue"}, "ArticleTitle": "[Effects of elevated CO2 or/and O3 on growth and daily changes of photosynthesis in leaves of Pinus armandi].", "Pagination": {"StartPage": "36", "EndPage": "40", "MedlinePgn": "36-40"}, "Abstract": {"AbstractText": ["To study the responses of growth and daily changes of photosynthesis in leaves of Pinus armandi to elevated O3, elevated CO2 and elevated O3 + CO2 in urban area, experiment was conducted in Shenyang Arboretum located at the center of the city. Five-year-old trees grown in open-top chambers (OTC) were exposed to control, elevated O3 and elevated O3 + elevated CO2 for a growing season, and the growth (fresh weight, dry weight, leaf length, axial shoot, lateral shoot), daily changes and diurnal assimilation amounts of Pinus armandi leaves were measured. The results showed that (1) the increments of fresh weight and dry weight in 70 days were reduced 45.8% and 38.9% by elevated O3 compared to the control. After 90 days, leaf length decreased 15.3%, but there were no significant difference detected in axial shoot and lateral shoot compared to the control. Diurnal assimilation amounts were decreased in elevated O3 treatment, and after 30 days exposure, net photosynthesis rate (P(n)) of leaves was decreased significantly compared to the control. Under O3 exposure, the diurnal pattern of net photosynthetic rate curve was two peaks, and a midday depression at noon was lower than control. (2) Under elevated CO2 exposure, the increments of fresh weight and dry weight in 70 days were increased 41.7% and 22.2%, but leaf length, axial shoot and lateral shoot after 90 days were not changed compared to control. Diurnal assimilation amounts were increased after elevated CO2 exposure in total, and in 30 and 60 days, net photosynthesis rates (P(n)) of leaves were higher than that of control mostly. From diurnal variation of P(n), the diurnal pattern of net photosynthetic rate curves of Pinus armandi leaf was changed from two-peaks to one-peak curue after 90 days elevated CO2 exposure, that means the midday depression was relieved by high CO2.(3) When trees were exposed to both elevated O2 and elevated CO2, the increments of fresh weight and dry weight in 70 days were all decreased compared to the control, which indicates that season-long exposure to elevated O3 had a greater effect on Pinus armandi leaves than elevated CO2, but dry weight was significantly higher than the only elevated O3 treatment, that means the O3-induced negative effect to growth of leaves can be ameliorated by elevated CO2. There were also no effects on leaf length, axial shoot and lateral shoot after 90 days exposure. When elevated O3 and CO2 were combined, net photosynthesis rate (P(n)) of leaves was lower than that of control mostly. Diurnal assimilation amounts were significantly lower than control but higher than only elevated O3 treatment, which indicated that high CO2 can largely relieve the damage of high O3 to photosynthesis of Pinus armandi leaves. The diurnal pattern of net photosynthetic rate curves of Pinus armandi leaf were also two-peak curves."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Applied Ecology, Chinese Academy of Sciences, Shenyang 110016, China. wangqi5387402006@yahoo.com.cn"}], "Identifier": [], "LastName": "Wang", "ForeName": "Lan-Lan", "Initials": "LL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "He", "ForeName": "Xing-Yuan", "Initials": "XY"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chen", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["English Abstract", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Huan Jing Ke Xue", "NlmUniqueID": "8405344", "ISSNLinking": "0250-3301"}, "ChemicalList": [{"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects"], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Pinus"}, {"QualifierName": ["metabolism", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Seasons"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2010", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20329513"]}}], "PubmedBookArticle": []}