{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20352066", "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0008-6223", "JournalIssue": {"Volume": "48", "Issue": "7", "PubDate": {"Year": "2010", "Month": "Jun", "Day": "01"}}, "Title": "Carbon", "ISOAbbreviation": "Carbon N Y"}, "ArticleTitle": "Biodurability of Single-Walled Carbon Nanotubes Depends on Surface Functionalization.", "Pagination": {"StartPage": "1961", "EndPage": "1969", "MedlinePgn": "1961-1969"}, "Abstract": {"AbstractText": ["Recent research has led to increased concern about the potential adverse human health impacts of carbon nanotubes, and further work is needed to better characterize those risks and develop risk management strategies. One of the most important determinants of the chronic pathogenic potential of a respirable fiber is its biological durability, which affects the long-term dose retained in the lungs, or biopersistence. The present article characterizes the biodurability of single-walled carbon nanotubes using an in vitro assay simulating the phagolysosome. Biodurability is observed to depend on the chemistry of nanotube surface functionalization. Single-walled nanotubes with carboxylated surfaces are unique in their ability to undergo 90-day degradation in a phagolysosomal simulant leading to length reduction and accumulation of ultrafine solid carbonaceous debris. Unmodified, ozone-treated, and aryl-sulfonated tubes do not degrade under these conditions. We attribute the difference to the unique chemistry of acid carboxylation, which not only introduces COOH surface groups, but also causes collateral damage to the tubular graphenic backbone in the form of neighboring active sites that provide points of attack for further oxidative degradation. These results suggest the strategic use of surface carboxylation in nanotube applications where biodegradation may improve safety or add function."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Brown University, Providence, Rhode Island."}], "Identifier": [], "LastName": "Liu", "ForeName": "Xinyuan", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hurt", "ForeName": "Robert H", "Initials": "RH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kane", "ForeName": "Agnes B", "Initials": "AB"}], "GrantList": [{"GrantID": "P42 ES013660-056033", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-040006", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-030006", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-020006", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-010006", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016178", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-05S26033", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P42 ES013660-05S16033", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Carbon N Y", "NlmUniqueID": "101204394", "ISSNLinking": "0008-6223"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Donaldson K, Aitken R, Tran L, Stone V, Duffin R, Forrest G, et al. Carbon nanotubes: A review of their properties in relation to pulmonary toxicology and workplace safety. Toxicol Sci. 2006;92(1):5–22.", "ArticleIdList": ["16484287"]}, {"Citation": "Kane AB, Hurt RH. Nanotoxicology: The asbestos analogy revisited. Nat Nanotechnol. 2008;3(7):378–9.", "ArticleIdList": ["18654556"]}, {"Citation": "Poland CA, Duffin R, Kinloch I, Maynard A, Wallace WAH, Seaton A, et al. Carbon nanotubes introduced into the abdominal cavity of mice show asbestos-like pathogenicity in a pilot study. Nat Nanotechnol. 2008;3(7):423–8.", "ArticleIdList": ["18654567"]}, {"Citation": "Card JW, Zeldin DC, Bonner JC, Nestmann ER. Pulmonary applications and toxicity of engineered nanoparticles. Am J Physiol-Lung C. 2008;295(3):L400–L11.", "ArticleIdList": ["PMC2536798", "18641236"]}, {"Citation": "Takagi A, Hirose A, Nishimura T, Fukumori N, Ogata A, Ohashi N, et al. Induction of mesothelioma in p53+/− mouse by intraperitoneal application of multi-wall carbon nanotube. J Toxicol Sci. 2008;33(1):105–16.", "ArticleIdList": ["18303189"]}, {"Citation": "Sanchez VC, Pietruska JR, Miselis NR, Hurt RH, Kane AB. Biopersistence and potential adverse health impacts of fibrous nanomaterials: What have we learned from asbestos? Wiley Interdisciplinary Reviews: Nanomedicine. 2009;1:511–529.", "ArticleIdList": ["PMC2864601", "20049814"]}, {"Citation": "Maynard AD, Baron PA, Foley M, Shvedova AA, Kisin ER, Castranova V. Exposure to carbon nanotube material: Aerosol release during the handling of unrefined single-walled carbon nanotube material. J Toxicol Env Heal A. 2004;67(1):87–107.", "ArticleIdList": ["14668113"]}, {"Citation": "Han JH, Lee EJ, Lee JH, So KP, Lee YH, Bae GN, et al. Monitoring multiwalled carbon nanotube exposure in carbon nanotube research facility. Inhal Toxicol. 2008;20(8):741–9.", "ArticleIdList": ["18569096"]}, {"Citation": "Demou E, Peter P, Hellweg S. Exposure to Manufactured Nanostructured Particles in an Industrial Pilot Plant. Ann Occup Hyg. 2008;52(8):695–706.", "ArticleIdList": ["18931382"]}, {"Citation": "Stern ST, McNeil SE. Nanotechnology safety concerns revisited. Toxicol Sci. 2008;101(1):4–21.", "ArticleIdList": ["17602205"]}, {"Citation": "Bernstein D, Castranova V, Donaldson K, Fubini B, Hadley J, Hesterberg T, et al. Grp IRSIW. Testing of fibrous particles: Short-term assays and strategies - Report of an ILSI risk science institute working group. Inhal Toxicol. 2005;17(10):497–537.", "ArticleIdList": ["16040559"]}, {"Citation": "Oberdorster G, Oberdorster E, Oberdorster J. Nanotoxicology: An emerging discipline evolving from studies of ultrafine particles. Environ Health Persp. 2005;113(7):823–39.", "ArticleIdList": ["PMC1257642", "16002369"]}, {"Citation": "Kinchen JM, Ravichandran KS. Phagosome maturation: going through the acid test. Nat Rev Mol Cell Bio. 2008;9(10):781–95.", "ArticleIdList": ["PMC2908392", "18813294"]}, {"Citation": "Fang FC. Antimicrobial reactive oxygen and nitrogen species: Concepts and controversies. Nat Rev Microbiol. 2004;2(10):820–32.", "ArticleIdList": ["15378046"]}, {"Citation": "Oberdorster G. Significance of particle parameters in the evaluation of exposure-dose-response relationships of inhaled particles. Particul Sci Technol. 1996;14(2):135–51.", "ArticleIdList": ["11542496"]}, {"Citation": "Fubini B. Surface reactivity in the pathogenic response to particulates. Environ Health Persp. 1997;105:1013–20.", "ArticleIdList": ["PMC1470126", "9400693"]}, {"Citation": "Borm P, Klaessig FC, Landry TD, Moudgil B, Pauluhn J, Thomas K, et al. Research strategies for safety evaluation of nanomaterials, Part V: Role of dissolution in biological fate and effects of nanoscale particles. Toxicol Sci. 2006;90(1):23–32.", "ArticleIdList": ["16396841"]}, {"Citation": "Nguea HD, de Reydellet A, Le Faou A, Zaiou M, Rihn B. Macrophage culture as a suitable paradigm for evaluation of synthetic vitreous fibers. Crit Rev Toxicol. 2008;38(8):675–95.", "ArticleIdList": ["18686077"]}, {"Citation": "de Meringo A, Morscheidt C, Thelohan S, Tiesler H. In-Vitro Assessment of Biodurability - Acellular Systems. Environ Health Persp. 1994;102:47–53.", "ArticleIdList": ["PMC1567288", "7882955"]}, {"Citation": "Liu X, Guo L, Morris D, Kane AB, Hurt RH. Targeted removal of bioavailable metal as a detoxification strategy for carbon nanotubes. Carbon. 2008;46(3):489–500.", "ArticleIdList": ["PMC2614279", "19255622"]}, {"Citation": "Stefaniak AB, Guilmette RA, Day GA, Hoover MD, Breysse PN, Scripsick RC. Characterization of phagolysosomal simulant fluid for study of beryllium aerosol particle dissolution. Toxicol in Vitro. 2005;19(1):123–34.", "ArticleIdList": ["15582363"]}, {"Citation": "Allen BL, Kichambare PD, Gou P, Vlasova II, Kapralov AA, Konduru N, et al. Biodegradation of Single-Walled Carbon Nanotubes through Enzymatic Catalysis. Nano Lett. 2008;8(11):3899–903.", "ArticleIdList": ["18954125"]}, {"Citation": "Yan AH, Xiao XC, Kulaots I, Sheldon BW, Hurt RH. Controlling water contact angle on carbon surfaces from 5 degrees to 167 degrees. Carbon. 2006;44(14):3116–20."}, {"Citation": "Chan C, Crawford G, Gao YM, Hurt R, Jian KQ, Li H, et al. Liquid crystal engineering of carbon nanofibers and nanotubes. Carbon. 2005;43(12):2431–40."}, {"Citation": "Warheit DB, Hartsky MA, Mchugh TA, Kellar KA. Biopersistence of Inhaled Organic and Inorganic Fibers in the Lungs of Rats. Environ Health Persp. 1994;102:151–7.", "ArticleIdList": ["PMC1567301", "7882921"]}, {"Citation": "Macdonald JL, Kane AB. Mesothelial cell proliferation and biopersistence of wollastonite and crocidolite asbestos fibers. Fund Appl Toxicol. 1997;38(2):173–83.", "ArticleIdList": ["9299191"]}, {"Citation": "Liu J, Rinzler AG, Dai HJ, Hafner JH, Bradley RK, Boul PJ, et al. Fullerene pipes. Science. 1998;280(5367):1253–6.", "ArticleIdList": ["9596576"]}, {"Citation": "Hu H, Bhowmik P, Zhao B, Hamon MA, Itkis ME, Haddon RC. Determination of the acidic sites of purified single-walled carbon nanotubes by acid-base titration. Chem Phys Lett. 2001;345(1–2):25–8."}, {"Citation": "Datsyuk V, Kalyva M, Papagelis K, Parthenios J, Tasis D, Siokou A, et al. Chemical oxidation of multiwalled carbon nanotubes. Carbon. 2008;46(6):833–40."}, {"Citation": "Xu X, Ray R, Gu Y, Ploehn HJ, Gearheart L, Raker K, et al. Electrophoretic analysis and purification of fluorescent single-walled carbon nanotube fragments. J Am Chem Soc. 2004;126(40):12736–7.", "ArticleIdList": ["15469243"]}, {"Citation": "Cao L, Wang X, Meziani MJ, Lu FS, Wang HF, Luo PJG, et al. Carbon dots for multiphoton bioimaging. J Am Chem Soc. 2007;129(37):11318–9.", "ArticleIdList": ["PMC2691414", "17722926"]}, {"Citation": "Hu SL, Niu KY, Sun J, Yang J, Zhao NQ, Du XW. One-step synthesis of fluorescent carbon nanoparticles by laser irradiation. J Mater Chem. 2009;19(4):484–8."}, {"Citation": "Bottini M, Balasubramanian C, Dawson MI, Bergamaschi A, Bellucci S, Mustelin T. Isolation and characterization of fluorescent nanoparticles from pristine and oxidized electric arc-produced single-walled carbon nanotubes. J Phys Chem B. 2006;110(2):831–6.", "ArticleIdList": ["16471611"]}, {"Citation": "Manchester S, Wang XL, Kulaots I, Gao YM, Hurt RH. High capacity mercury adsorption on freshly ozone-treated carbon surfaces. Carbon. 2008;46(3):518–24.", "ArticleIdList": ["PMC2614278", "19255621"]}, {"Citation": "Criegee R. Mechanism of Ozonolysis. Angew Chem Int Edit. 1975;14(11):745–52."}, {"Citation": "Balasubramanian K, Burghard M. Chemically functionalized carbon nanotubes. Small. 2005;1(2):180–92.", "ArticleIdList": ["17193428"]}, {"Citation": "Hemraj-Benny T, Bandosz TJ, Wong SS. Effect of ozonolysis on the pore structure, surface chemistry, and bundling of single-walled carbon nanotubes. J Colloid Interf Sci. 2008;317(2):375–82.", "ArticleIdList": ["17950747"]}, {"Citation": "Lam CW, James JT, McCluskey R, Hunter RL. Pulmonary toxicity of single-wall carbon nanotubes in mice 7 and 90 days after intratracheal instillation. Toxicol Sci. 2004;77(1):126–34.", "ArticleIdList": ["14514958"]}, {"Citation": "Yang ST, Guo W, Lin Y, Deng XY, Wang HF, Sun HF, et al. Biodistribution of pristine single-walled carbon nanotubes in vivo. J Phys Chem C. 2007;111(48):17761–4."}, {"Citation": "Jaurand MC, Renier A, Daubriac J. Mesothelioma: Do asbestos and carbon nanotubes pose the same health risk? Part Fibre Toxicol. 2009;6:16.", "ArticleIdList": ["PMC2706793", "19523217"]}, {"Citation": "Martin CR, Kohli P. The emerging field of nanotube biotechnology. Nat Rev Drug Discov. 2003;2(1):29–37.", "ArticleIdList": ["12509757"]}, {"Citation": "Pastorin G. Crucial Functionalizations of Carbon Nanotubes for Improved Drug Delivery: A Valuable Option? Pharm Res-Dord. 2009;26(4):746–69.", "ArticleIdList": ["19142717"]}, {"Citation": "Kaiser JP, Krug HF, Wick P. Nanomaterial cell interactions: how do carbon nanotubes affect cell physiology? Nanomed. 2009;4(1):57–63.", "ArticleIdList": ["19093896"]}]}], "History": [{"Year": "2010", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "3", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20352066", "NIHMS184594", "PMC2844903", "10.1016/j.carbon.2010.02.002"]}}], "PubmedBookArticle": []}