{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20376356", "DateCompleted": {"Year": "2011", "Month": "06", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["e9963", "10.1371/journal.pone.0009963"], "ArticleDate": [{"Year": "2010", "Month": "04", "Day": "01"}], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2010", "Month": "Apr", "Day": "01"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Guarding embryo development of zebrafish by shell engineering: a strategy to shield life from ozone depletion.", "Pagination": {"StartPage": "e9963", "MedlinePgn": "e9963"}, "Abstract": {"AbstractText": ["The reduced concentration of stratospheric ozone results in an increased flux of biologically damaging mid-ultraviolet radiation (UVB, 280 to 320 nm) reaching earth surfaces. Environmentally relevant levels of UVB negatively impact various natural populations of marine organisms, which is ascribed to suppressed embryonic development by increased radiation.", "Inspired by strategies in the living systems generated by evolution, we induce an extra UVB-adsorbed coat on the chorion (eggshell surrounding embryo) of zebrafish, during the blastula period. Short and long UV exposure experiments show that the artificial mineral-shell reduces the UV radiation effectively and the enclosed embryos become more robust. In contrast, the uncoated embryos cannot survive under the enhanced UVB condition.", "We suggest that an engineered shell of functional materials onto biological units can be developed as a strategy to shield lives to counteract negative changes of global environment, or to provide extra protection for the living units in biological research."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Biomaterials and Biopathways, Zhejiang University, Hangzhou, Zhejiang, People's Republic of China."}], "Identifier": [], "LastName": "Wang", "ForeName": "Ben", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Liu", "ForeName": "Peng", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tang", "ForeName": "Yanyan", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pan", "ForeName": "Haihua", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xu", "ForeName": "Xurong", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tang", "ForeName": "Ruikang", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Minerals"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Blastula"}, {"QualifierName": [], "DescriptorName": "Chorion"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Embryonic Development"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Minerals"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": ["methods"], "DescriptorName": "Radiation Protection"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "Zebrafish"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Prather MJ, McElroy MB, Wofsy SC. Reductions in ozone at high concentrations of stratospheric halogens. Nature. 1984;312:227–231.", "ArticleIdList": ["11541989"]}, {"Citation": "Staehelin J, Harris NRP, Appenzeller C, Eberhard J. Ozone trends: A review. Rev Geophys. 2001;39:231–290."}, {"Citation": "Frederick JE, Snell HE. Ultraviolet radiation levels during the antarctic spring. Science. 1988;241:438–440.", "ArticleIdList": ["17792607"]}, {"Citation": "Solomon S. Progress towards a quantitative understanding of antarctic ozone depletion. Nature. 1990;347:347–354."}, {"Citation": "McKenzie RL, Aucamp PJ, Bais AF, Bjorn LO, Ilyas M. Changes in biologically active ultraviolet radiation reaching the Earth's surface. Photochem Photobiol Sci. 2007;6:218–231.", "ArticleIdList": ["17344959"]}, {"Citation": "Cullen JJ, Neale PJ, Lesser MP. Biological weighting function for the inhibition of phytoplankton photosynthesis by ultraviolet radiation. Science. 1992;258:646–650.", "ArticleIdList": ["17748901"]}, {"Citation": "Hunter JR, Taylor JH, Moser HG. Effect of ultraviolet irradiation on eggs and larvae of the northern anchovy, Engraulis mrdax, and the pacific mackerel, Scomber japonicus, during the embryonic stage. Photochem Photobiol. 1979;29:325–338.", "ArticleIdList": ["482381"]}, {"Citation": "Wubben DL. UV-induced mortality of zoea I larvae of brown shrimp Crangon crangon (Linnaeus, 1758). J Plank Res. 2000;22:2095–2104."}, {"Citation": "Smith RC. Ozone, middle ultraviolet radiation and the aquatic environment. Photochem Photobiol. 1989;50:459–468."}, {"Citation": "Blaustein AR, Hoffman PD, Hokit DG, Kiesecker JM, Walls SC, et al. UV repair and resistance to solar UV-B in amphibian eggs: A link to population declines. Proc Natl Acad Sci USA. 1994;91:1791–1795.", "ArticleIdList": ["PMC43249", "8127883"]}, {"Citation": "Blaustein AR, Kiesecker JM, Chivers DP, Anthony RG. Ambient UV-B radiation causes deformities in amphibian embryos. Proc Natl Acad Sci USA. 1997;94:13735–13737.", "ArticleIdList": ["PMC28375", "9391095"]}, {"Citation": "Malloy KD, Holman MA, Mitchell D, Detrich HW. Solar UVB-induced DNA damage and photoenzymatic DNA repair in Antarctic zooplankton. Proc Natl Acad Sci USA. 1997;94:1258–1263.", "ArticleIdList": ["PMC19778", "9037040"]}, {"Citation": "Aizenberg J, Tkachenko A, Weiner S, Addadi L, Hendler G. Calcitic microlenses as part of the photoreceptor system in brittlestars. Nature. 2001;412:819–822.", "ArticleIdList": ["11518966"]}, {"Citation": "Vukusic P, Sambles JR. Photonic structures in biology. Nature. 2003;424:852–855.", "ArticleIdList": ["12917700"]}, {"Citation": "Quintero-Torres R, Arago JL, Torres M, Estrada M, Cros L. Strong far-field coherent scattering of ultraviolet radiation by holococcolithophores. Phys Rev E. 2006;74", "ArticleIdList": ["17025685"]}, {"Citation": "Feldmann C, Justel T, Ronda CR, Schmidt PJ. Inorganic luminescent materials: 100 years of research and application. Adv Funct Mater. 2003;13:511–516."}, {"Citation": "Fishman MC. Zebrafish - The canonical vertebrate. Science. 2001;294:1290–1291.", "ArticleIdList": ["11701913"]}, {"Citation": "Bonsignorio D, Perego L, DelGiacco L, Cotelli F. Structure and macromolecular composition of the zebrafish egg chorion. Zygote. 1996;4:101–108.", "ArticleIdList": ["8913023"]}, {"Citation": "Addadi L, Moradian J, Shay E, Maroudas NG, Weiner S. A chemical model for the cooperation of sulfates and carboxylates in calcite crystal nucleation: releavance to biomineralization. Proc Natl Acad Sci USA. 1987;84:2732–2736.", "ArticleIdList": ["PMC304732", "16593827"]}, {"Citation": "Tang RK, Darragh M, Orme CA, Guan XY, Hoyer JR, et al. Control of biomineralization dynamics by interfacial energies. Angew Chem Int Ed. 2005;44:3698–3702.", "ArticleIdList": ["15880538"]}, {"Citation": "Wang B, Liu P, Jiang WG, Pan HH, Xu XR, et al. Yeast cells with an artificial mineral shell: Protection and modification of living cells by biomimetic mineralization. Angew Chem Int Ed. 2008;47:3560–3564.", "ArticleIdList": ["18389507"]}, {"Citation": "Heuer AH, Fink DJ, Laraia VJ, Arias JL, Calvert PD, et al. Innovative materials processing strategies: a biomimetic approach. Science. 1992;255:1098–1105.", "ArticleIdList": ["1546311"]}, {"Citation": "Haley TJ. Pharmacology and toxicology of rare earth elements. J Pharm Sci. 1965;54:663–670.", "ArticleIdList": ["5321124"]}, {"Citation": "Diffey BL. Solar ultraviolet radiation effects on biological systems. Phys Med Biol. 1991;36:299–328.", "ArticleIdList": ["1645473"]}, {"Citation": "Kimmel CB, Ballard WW, Kimmel SR, Ullmann B, Schilling TF. Stages of embryonic development of the zebrafish. Dev Dyn. 1995;203:253–310.", "ArticleIdList": ["8589427"]}, {"Citation": "Liu VA, Bhatia SN. Three-dimensional photopatterning of hydrogels containing living cells. Biomed Microdevices. 2002;4:257–266."}, {"Citation": "Westerfield M. The Zebrafish Book: A Guide for the Laboratory Use of Zebrafish (Danio rerio) Oregon: University of Oregon Press; 2000. 16"}, {"Citation": "Dethlefsen V, von Westernhagen H, Tug H, Hansen PD, Dizer H. Influence of solar ultraviolet-B on pelagic fish embryos: osmolality, mortality and viable hatch. Helgol Mar Res. 2001;55:45–55."}]}], "History": [{"Year": "2009", "Month": "9", "Day": "25"}, {"Year": "2010", "Month": "3", "Day": "9"}, {"Year": "2010", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "6", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "4", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["20376356", "PMC2848599", "10.1371/journal.pone.0009963"]}}], "PubmedBookArticle": []}