{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20439712", "DateCompleted": {"Year": "2010", "Month": "06", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1073/pnas.1002293107"], "ArticleDate": [{"Year": "2010", "Month": "05", "Day": "03"}], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "107", "Issue": "18", "PubDate": {"Year": "2010", "Month": "May", "Day": "04"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "The Copenhagen Accord for limiting global warming: criteria, constraints, and available avenues.", "Pagination": {"StartPage": "8055", "EndPage": "8062", "MedlinePgn": "8055-62"}, "Abstract": {"AbstractText": ["At last, all the major emitters of greenhouse gases (GHGs) have agreed under the Copenhagen Accord that global average temperature increase should be kept below 2 degrees C. This study develops the criteria for limiting the warming below 2 degrees C, identifies the constraints imposed on policy makers, and explores available mitigation avenues. One important criterion is that the radiant energy added by human activities should not exceed 2.5 (range: 1.7-4) watts per square meter (Wm(-2)) of the Earth's surface. The blanket of man-made GHGs has already added 3 (range: 2.6-3.5) Wm(-2). Even if GHG emissions peak in 2015, the radiant energy barrier will be exceeded by 100%, requiring simultaneous pursuit of three avenues: (i) reduce the rate of thickening of the blanket by stabilizing CO(2) concentration below 441 ppm during this century (a massive decarbonization of the energy sector is necessary to accomplish this Herculean task), (ii) ensure that air pollution laws that reduce the masking effect of cooling aerosols be made radiant energy-neutral by reductions in black carbon and ozone, and (iii) thin the blanket by reducing emissions of short-lived GHGs. Methane and hydrofluorocarbons emerge as the prime targets. These actions, even if we are restricted to available technologies for avenues ii and iii, can reduce the probability of exceeding the 2 degrees C barrier before 2050 to less than 10%, and before 2100 to less than 50%. With such actions, the four decades we have until 2050 should be exploited to develop and scale-up revolutionary technologies to restrict the warming to less than 1.5 degrees C."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "The Scripps Institution of Oceanography, University of California at San Diego, La Jolla, CA 92093, USA. vramanathan@ucsd.edu"}], "Identifier": [], "LastName": "Ramanathan", "ForeName": "Veerabhadran", "Initials": "V"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xu", "ForeName": "Yangyang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}], "MeshHeadingList": [{"QualifierName": ["standards"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Denmark"}, {"QualifierName": [], "DescriptorName": "Global Warming"}, {"QualifierName": [], "DescriptorName": "Green Chemistry Technology"}, {"QualifierName": [], "DescriptorName": "Greenhouse Effect"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Time Factors"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "United Nations Framework Convention on Climate Change  Copenhagen Accord. 2009.  [Accessed April 14, 2010].  Available at  http://unfccc.int/resource/docs/2009/cop15/eng/l07.pdf."}, {"Citation": "Stavins R. What hath Copenhagen wrought? A preliminary assessment of the Copenhagen Accord. 2009.  [Accessed April 14, 2010].  Available at  http://belfercenter.ksg.harvard.edu/analysis/stavins/?p=464."}, {"Citation": "Schellnhuber HJ. Global warming: Stop worry-ing, start panicking? Proc Natl Acad Sci USA. 2008;105:14239–14240.", "ArticleIdList": ["PMC2567218", "18801921"]}, {"Citation": "Meinshausen M, et al. Greenhouse-gas emission targets for limiting global warming to 2 degrees C. Nature. 2009;458:1158–1162.", "ArticleIdList": ["19407799"]}, {"Citation": "Kriegler E, Hall JW, Held H, Dawson R, Schellnhuber HJ. Imprecise probability assessment of tipping points in the climate system. Proc Natl Acad Sci USA. 2009;106:5041–5046.", "ArticleIdList": ["PMC2657590", "19289827"]}, {"Citation": "Hansen J, et al. Target atmospheric CO2: Where should humanity aim? The Open Atmospheric Science Journal. 2008;2:217–231."}, {"Citation": "Rockstrom J, et al. A safe operating space for humanity. Nature. 2009;461:472–475.", "ArticleIdList": ["19779433"]}, {"Citation": "Schneider SH, Mastrandrea MD. Probabilistic assessment of “dangerous” climate change and emissions pathways. Proc Natl Acad Sci USA. 2005;102:15728–15735.", "ArticleIdList": ["PMC1276072", "16150711"]}, {"Citation": "Meehl GA, et al. Global climate projections. In: Solomon S, et al., editors. Climate Change 2007: The Physical Sciences Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge Univ Press; 2007. pp. 747–846."}, {"Citation": "British Petroleum  Statistical review of world energy 2009. 2009.  [Accessed April 14, 2010].  Available at  http://www.bp.com/productlanding.do?categoryId=6929&contentId=7044622."}, {"Citation": "Ramanathan V, Lian MS, Cess RD. Increased atmospheric CO2: Zonal and seasonal estimates of the effect on the radiation energy balance and surface temperature. J Geophys Res. 1979;84:4949–4958."}, {"Citation": "Ramaswamy V, et al. Radiative forcing of climate change. In: Houghton JT, et al., editors. Climate Change 2001: The Scientific Basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge Univ Press; 2001. pp. 349–416."}, {"Citation": "Forster P, et al. Changes in atmospheric constituents and in radiative forcing. In: Solomon S, et al., editors. Climate Change 2007: The Physical Sciences Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge Univ Press; 2007. pp. 129–234."}, {"Citation": "Ramanathan V, Feng Y. On avoiding dangerous anthropogenic interference with the climate system: Formidable challenges ahead. Proc Natl Acad Sci USA. 2008;105:14245–14250.", "ArticleIdList": ["PMC2567151", "18799733"]}, {"Citation": "Trenberth KE, et al. Observations: Surface and atmospheric climate change. In: Solomon S, et al., editors. Climate Change 2007: The Physical Sciences Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge Univ Press; 2007. pp. 235–335."}, {"Citation": "Levitus S, et al. Global ocean heat content 1955-2008 in light of recently revealed instrumentation problems. Geophys Res Lett. 2009 10.1029/2008GL037155."}, {"Citation": "Meehl GA, et al. How much more global warming and sea level rise? Science. 2005;307:1769–1772.", "ArticleIdList": ["15774757"]}, {"Citation": "Ohmura A. Observed long-term variations of solar irradiance at the Earth’s surface. Space Sci Rev. 2006;125:111–128."}, {"Citation": "Ramanathan V, et al. Atmospheric brown clouds: Impacts on South Asian climate and hydrological cycle. Proc Natl Acad Sci USA. 2005;102:5326–5333.", "ArticleIdList": ["PMC552786", "15749818"]}, {"Citation": "Metz B, et al. Climate Change 2007: Mitigation of Climate Change, Contribution of Working Group III to the Fourth Assessment Report of the IPCC. Cambridge: Cambridge Univ. Press; 2007."}, {"Citation": "Molina M, et al. Reducing abrupt climate change risk using the Montreal Protocol and other regulatory actions to complement cuts in CO2 emissions. Proc Natl Acad Sci USA. 2009;106:20616–20621.", "ArticleIdList": ["PMC2791591", "19822751"]}, {"Citation": "Washington WM, et al. How much climate change can be avoided by mitigation? Geophys Res Lett. 2009 10.1029/2008GL037074."}, {"Citation": "Molina LT, Molina MJ. Air Quality in the Mexico Mega City. Dordrecht, The Netherlands: Kluwer Academic; 2002. p 379."}, {"Citation": "Ramanathan V, Crutzen PJ, Kiehl JT, Rosenfeld D. Aerosols, climate, and the hydrological cycle. Science. 2001;294:2119–2124.", "ArticleIdList": ["11739947"]}, {"Citation": "Hegerl GC, Solomon S. Risks of climate engineering. Science. 2009;25:955–956.", "ArticleIdList": ["19661378"]}, {"Citation": "WBGU  Solving the climate dilemma: The budget approach. 2009.  [Accessed April 14, 2010].  Available at  http://www.wbgu.de/wbgu_sn2009_en.pdf."}, {"Citation": "International Energy Agency  Energy technology perspectives 2008: Scenarios and strategies to 2050. 2008.  [Accessed April 14, 2010].  Executive summaries available at  http://www.iea.org/techno/etp/ETP_2008_Exec_Sum_English.pdf."}, {"Citation": "Rypdal K, et al. Tropospheric ozone and aerosols in climate agreements: Scientific and political challenges. Environmental Science and Policy. 2005;8:29–43."}, {"Citation": "Moffet RC, Prather KA. In-situ measurements of the mixing state and optical properties of soot with implications for radiative forcing estimates. Proc Natl Acad Sci USA. 2009;106:11872–11877.", "ArticleIdList": ["PMC2715487", "19581581"]}, {"Citation": "Lamarque JF, et al. Historical (1850–2000) gridded anthropogenic and biomass burning emissions of reactive gases and aerosols: Methodology and application. Atmospheric Chemistry and Physics Discussion. 2010;10:4963–5019."}, {"Citation": "Streets DG, Wu Y, Chin M. Two-decadal aerosol trends as a likely explanation of the global dimming/brightening transition. Geophys Res Lett. 2006 10.1029/2006GL026471."}, {"Citation": "Novakov T, Kirchstetter TW, Menon S, Aguiar J. Response of California temperature to regional anthropogenic aerosol changes. Geophys Res Lett. 2008 10.1029/2008GL034894."}, {"Citation": "Ruckstuhl C, et al. Aerosol and cloud effects on solar brightening and the recent rapid warming. Geophys Res Lett. 2008 10.1029/2008GL034228."}, {"Citation": "Cofala J, Amann M, Klimont Z, Kupiainen K, Hoglund-Isaksson L. Scenarios of global anthropogenic emissions of air pollutants and methane until 2030. Atmos Environ. 2007;41:8486–8499."}, {"Citation": "Jacobson MZ. Strong radiative heating due to the mixing state of black carbon in atmospheric aerosols. Nature. 2001;409:695–697.", "ArticleIdList": ["11217854"]}, {"Citation": "Ramanathan V, Carmichael G. Global and regional climate changes due to black carbon. Nat Geosci. 2008;1:221–227."}, {"Citation": "Jacobson MZ, Streets DG. Influence of future anthropogenic emissions on climate, natural emissions, and air quality. J Geophys Res. 2009 10.1029/2008JD011476."}, {"Citation": "Fishman J, Ramanathan V, Crutzen PJ, Liu SC. Tropospheric ozone and climate. Nature. 1980;282:818–820."}, {"Citation": "Shindell DT, Faluvegi G, Bell N, Schmidt GA. An emissions-based view of climate forcing by methane and tropospheric ozone. Geophys Res Lett. 2005 10.1029/2004GL021900."}, {"Citation": "Joos F, et al. An efficient and accurate representation of complex oceanic and biospheric models of anthropogenic carbon uptake. Tellus Series B: Chemical and Physical Meteorology. 1996;48:397–417."}, {"Citation": "Wigley TML. The climate change commitment. Science. 2005;307:1766–1769.", "ArticleIdList": ["15774756"]}, {"Citation": "Schlesinger ME, Ramankutty N. An oscillation in the global climate system of period 65-70 years. Nature. 1994;367:723–726."}, {"Citation": "Royal Society  Ground-level ozone in the 21st century: Future trends, impacts and policy implications. 2008.  [Accessed April 14, 2010].  Available at  http://royalsociety.org/displaypagedoc.asp?id=31506."}, {"Citation": "Ellingsen K, et al. Global ozone and air quality: A multi-model assessment of risks to human health and crops. Atmospheric Chemistry and Physics Discussion. 2008;8:2163–2223."}, {"Citation": "Wallack JS, Ramanathan V. The other climate changers: Why black carbon and ozone also matter. Foreign Aff. 2009;88:105–113."}, {"Citation": "Sato M, et al. Global atmospheric black carbon inferred from AERONET. Proc Natl Acad Sci USA. 2003;100:6319–6324.", "ArticleIdList": ["PMC164444", "12746494"]}, {"Citation": "Chung SH, Seinfeld JH. Climate response of direct radiative forcing of anthropogenic black carbon. J Geophys Res. 2005 10.1029/2004JD005441."}, {"Citation": "Shindell D, Faluvegi G. Climate response to regional radiative forcing during the twentieth century. Nat Geosci. 2009;2:294–300."}, {"Citation": "Flanner MG, et al. Springtime warming and reduced snow cover from carbonaceous particles. Atmos Chem Phys. 2009;9:2481–2497."}, {"Citation": "Ramanathan V, et al. Warming trends in Asia amplified by brown cloud solar absorption. Nature. 2007;448:575–578.", "ArticleIdList": ["17671499"]}, {"Citation": "Velders GJM, Fahey DW, Daniel JS, McFarland M, Andersen SO. The large contribution of projected HFC emissions to future climate forcing. Proc Natl Acad Sci USA. 2009;106:10949–10954.", "ArticleIdList": ["PMC2700150", "19549868"]}, {"Citation": "Biswas S, Verma V, Schauer JJ, Sioutas C. Chemical speciation of PM emissions from heavy-duty diesel vehicles equipped with diesel particulate filter (DPF) and selective catalytic reduction (SCR) retrofits. Atmos Environ. 2009;43:1917–1925."}, {"Citation": "Andrea MO, Gelencser A. Black carbon or brown carbon? The nature of light absorbing carbonaceous aerosols. Atmos Chem Phys. 2006;6:3131–3148."}, {"Citation": "Ackerman AS, et al. Reduction of tropical cloudiness by soot. Science. 2000;288:1042–1047.", "ArticleIdList": ["10807573"]}, {"Citation": "Kaufman YJ, Koren I. Smoke and pollution aerosol effect on cloud cover. Science. 2006;313:655–658.", "ArticleIdList": ["16840661"]}, {"Citation": "Koren I, Kaufman YJ, Remer LA, Martins JV. Measurement of the effect of Amazon smoke on inhibition of cloud formation. Science. 2004;303:1342–1345.", "ArticleIdList": ["14988557"]}, {"Citation": "Jacobson MZ. Control of fossil-fuel particulate black carbon and organic matter, possibly the most effective method of slowing global warming. J Geophys Res. 2002 10.1029/2001JD001376."}, {"Citation": "Ramanathan V, Balakrishnan K. Project Surya: Reduction of air pollution and global warming by cooking with renewable sources. 2007.  [Accessed April 14, 2010].  White paper. Available at  http://www-ramanathan.ucsd.edu/ProjectSurya.html."}, {"Citation": "Roe GH, Baker MB. Why is climate sensitivity so unpredictable? Science. 2007;318:629–632.", "ArticleIdList": ["17962560"]}, {"Citation": "Lohmann U, et al. Cloud microphysics and aerosol indirect effects in the global climate model ECHAM5-HAM. Atmos Chem Phys. 2007;7:3425–3446."}, {"Citation": "Schwartz SE, Charlson RJ, Kahn RA, Ogren JA, Rodhe H. Why hasn’t Earth warmed as much as expected? J Clim. 2010 in press."}, {"Citation": "Schuckmann KV, Gaillard F, Le Traon PY. Global hydrographic variability patterns during 2003–2008. J Geophys Res. 2009 10.1029/2008JC005237."}, {"Citation": "Shakova N, et al. Extensive methane venting to the atmosphere from sediments of the East Siberian Arctic Shelf. Science. 2010;327:1246–1250.", "ArticleIdList": ["20203047"]}, {"Citation": "Zimov SA, Schuur EAG, Chapin FS. Permafrost and the global carbon budget. Science. 2006;312:1612–1613.", "ArticleIdList": ["16778046"]}, {"Citation": "Lemke P, et al. Observations: Changes in snow, ice and frozen ground. In: Solomon S, editor. Climate Change 2007: The Physical Sciences Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge Univ Press; 2007. pp. 337–384."}, {"Citation": "Paul F, Kääb A, Maisch M, Kellenberger T, Haeberli W. Rapid disintegration of Alpine glaciers observed with satellite data. Geophys Res Lett. 2004 10.1029/2004GL020816."}, {"Citation": "Royal Society  Geoengineering the climate: Science, governance and uncertainty. 2009.  Available at  http://royalsociety.org/geoengineeringclimate/. Accessed April 14, 2010."}, {"Citation": "Crutzen PJ. Albedo enhancement by stratospheric sulfur injections: A contribution to resolve a policy dilemma? Clim Change. 2006;77:211–219."}, {"Citation": "Lehmann J, Gaunt J, Rondon M. Bio-char sequestration in terrestrial ecosystems—A review. Mitigation and Adaptation Strategies for Global Change. 2006;11:395–419."}, {"Citation": "Cicerone RJ. Geoengineering: Encouraging research and overseeing implementation. Clim Change. 2006;77:221–226."}, {"Citation": "Ramanathan V. Greenhouse effect due to chlorofluorocarbons: Climatic implications. Science. 1975;190:50–52."}, {"Citation": "Velders GJM, Andersen SO, Daniel JS, Fahey DW, McFarland M. The importance of the Montreal Protocol in protecting climate. Proc Natl Acad Sci USA. 2007;104:4814–4819.", "ArticleIdList": ["PMC1817831", "17360370"]}]}], "History": [{"Year": "2010", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20439712", "PMC2889575", "10.1073/pnas.1002293107", "1002293107"]}}], "PubmedBookArticle": []}