{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20435544", "DateCompleted": {"Year": "2010", "Month": "12", "Day": "15"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.0901624"], "ArticleDate": [{"Year": "2010", "Month": "04", "Day": "30"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "118", "Issue": "9", "PubDate": {"Year": "2010", "Month": "Sep"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Triggering of transmural infarctions, but not nontransmural infarctions, by ambient fine particles.", "Pagination": {"StartPage": "1229", "EndPage": "1234", "MedlinePgn": "1229-34"}, "Abstract": {"AbstractText": ["Previous studies have reported increased risk of myocardial infarction (MI) after increases in ambient particulate matter (PM) air pollution concentrations in the hours and days before MI onset.", "We hypothesized that acute increases in fine PM with aerodynamic diameter < or = 2.5 microm (PM(2.5)) may be associated with increased risk of MI and that chronic obstructive pulmonary disease (COPD) and diabetes may increase susceptibility to PM(2.5). We also explored whether both transmural and nontransmural infarctions were acutely associated with ambient PM(2.5) concentrations.", "We studied all hospital admissions from 2004 through 2006 for first acute MI of adult residents of New Jersey who lived within 10 km of a PM(2.5) monitoring site (n = 5,864), as well as ambient measurements of PM(2.5), nitrogen dioxide, sulfur dioxide, carbon monoxide, and ozone.", "Using a time-stratified case-crossover design and conditional logistic regression showed that each interquartile-range increase in PM(2.5) concentration (10.8 microg/m3) in the 24 hr before arriving at the emergency department for MI was not associated with MI overall but was associated with an increased relative risk of a transmural infarction. We found no association between the same increase in PM(2.5) and nontransmural infarction. Further, subjects with COPD appeared to be particularly susceptible, but those with diabetes were not.", "This PM-transmural infarction association is consistent with earlier studies of PM and MI. The lack of association with nontransmural infarction suggests that future studies that investigate the triggering of MI by ambient PM(2.5) concentrations should be stratified by infarction type."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, University of Medicine and Dentistry of New Jersey, Piscataway, New Jersey, USA. David_Rich@URMC.Rochester.edu"}], "Identifier": [], "LastName": "Rich", "ForeName": "David Q", "Initials": "DQ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kipen", "ForeName": "Howard M", "Initials": "HM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Junfeng", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kamat", "ForeName": "Leena", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wilson", "ForeName": "Alan C", "Initials": "AC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kostis", "ForeName": "John B", "Initials": "JB"}], "GrantList": [{"GrantID": "P30 ES005022", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30ES005022", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Logistic Models"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["classification", "epidemiology", "etiology"], "DescriptorName": "Myocardial Infarction"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Weather"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bartoli CR, Wellenius GA, Coull BA, Akiyama I, Diaz EA, Lawrence J, et al. Concentrated ambient particles alter myocardial blood flow during acute ischemia in conscious canines. Environ Health Perspect. 2009;117:333–337.", "ArticleIdList": ["PMC2661899", "19337504"]}, {"Citation": "Braga AL, Zanobetti A, Schwartz J. The lag structure between particulate air pollution and respiratory and cardiovascular deaths in 10 US cities. J Occup Environ Med. 2001;43:927–933.", "ArticleIdList": ["11725331"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong Y, Howard G, Lipsett M, et al. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109:2655–2671.", "ArticleIdList": ["15173049"]}, {"Citation": "Chen Y, Yang Q, Krewski D, Shi Y, Burnett RT, McGrail K. Influence of relatively low level of particulate air pollution on hospitalization for COPD in elderly people. Inhal Toxicol. 2004;16:21–25.", "ArticleIdList": ["14744661"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Gillen DL, Polidori A, Arhami M, et al. Air pollution exposures and circulating biomarkers of effect in a susceptible population: clues to potential causal component mixtures and mechanisms. Environ Health Perspect. 2009;117:1232–1238.", "ArticleIdList": ["PMC2721866", "19672402"]}, {"Citation": "D’Ippoliti D, Forastiere F, Ancona C, Agabiti N, Fusco D, Michelozzi P, et al. Air pollution and myocardial infarction in Rome: a case-crossover analysis. Epidemiology. 2003;14:528–535.", "ArticleIdList": ["14501267"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Dubowsky SD, Suh H, Schwartz J, Coull BA, Gold DR. Diabetes, obesity, and hypertension may enhance associations between air pollution and markers of systemic inflammation. Environ Health Perspect. 2006;114:992–998.", "ArticleIdList": ["PMC1513328", "16835049"]}, {"Citation": "Goff DC, Jr, Howard G, Wang CH, Folsom AR, Rosamond WD, Cooper LS, et al. Trends in severity of hospitalized myocardial infarction: the Atherosclerosis Risk in Communities (ARIC) study, 1987–1994. Am Heart J. 2000;139:874–880.", "ArticleIdList": ["10783222"]}, {"Citation": "Gold DR, Litonjua AA, Zanobetti A, Coull BA, Schwartz J, MacCallum G, et al. Air pollution and ST-segment depression in elderly subjects. Environ Health Perspect. 2005;113:883–887.", "ArticleIdList": ["PMC1257650", "16002377"]}, {"Citation": "Goldberg MS, Burnett RT, Bailar JC, III, Brook J, Bonvalot Y, Tamblyn R, et al. The association between daily mortality and ambient air particle pollution in Montreal, Quebec. 2. Cause-specific mortality. Environ Res. 2001;86:26–36.", "ArticleIdList": ["11386738"]}, {"Citation": "Goldberg RJ, Steg PG, Sadiq I, Granger CB, Jackson EA, Budaj A, et al. Extent of, and factors associated with, delay to hospital presentation in patients with acute coronary disease (the GRACE registry) Am J Cardiol. 2002;89:791–796.", "ArticleIdList": ["11909560"]}, {"Citation": "Goldberg RJ, Yarzebski J, Lessard D, Gore JM. Decade-long trends and factors associated with time to hospital presentation in patients with acute myocardial infarction: the Worcester Heart Attack study. Arch Intern Med. 2000;160:3217–3223.", "ArticleIdList": ["11088081"]}, {"Citation": "Hellermann JP, Goraya TY, Jacobsen SJ, Weston SA, Reeder GS, Gersh BJ, et al. Incidence of heart failure after myocardial infarction: is it changing over time? Am J Epidemiol. 2003;157:1101–1107.", "ArticleIdList": ["12796046"]}, {"Citation": "Jacobs L, Emmerechts J, Mathieu C, Hoylaerts MF, Fierens F, Hoet PH, et al. Air pollution related prothrombotic changes in persons with diabetes. Environ Health Perspect. 2010;118:191–196.", "ArticleIdList": ["PMC2831916", "20123602"]}, {"Citation": "Kostis JB, Wilson AC, Lacy CR, Cosgrove NM, Ranjan R, Lawrence-Nelson J. Time trends in the occurrence and outcome of acute myocardial infarction and coronary heart disease death between 1986 and 1996 (a New Jersey statewide study) Am J Cardiol. 2001;88:837–841.", "ArticleIdList": ["11676943"]}, {"Citation": "Kostis JB, Wilson AC, O’Dowd K, Gregory P, Chelton S, Cosgrove NM, et al. Sex differences in the management and long-term outcome of acute myocardial infarction. A statewide study. MIDAS Study Group. Myocardial Infarction Data Acquisition System. Circulation. 1994;90:1715–1730.", "ArticleIdList": ["7923655"]}, {"Citation": "Kostis WJ, Demissie K, Marcella SW, Shao YH, Wilson AC, Moreyra AE. Weekend versus weekday admission and mortality from myocardial infarction. N Engl J Med. 2007;356:1099–1109.", "ArticleIdList": ["17360988"]}, {"Citation": "Levy D, Lumley T, Sheppard L, Kaufman J, Checkoway H. Referent selection in case-crossover analyses of acute health effects of air pollution. Epidemiology. 2001;12:186–192.", "ArticleIdList": ["11246579"]}, {"Citation": "Liu L, Ruddy TD, Dalipaj M, Szyszkowicz M, You H, Poon R, et al. Influence of personal exposure to particulate air pollution on cardiovascular physiology and biomarkers of inflammation and oxidative stress in subjects with diabetes. J Occup Environ Med. 2007;49:258–265.", "ArticleIdList": ["17351511"]}, {"Citation": "Lokken RP, Wellenius GA, Coull BA, Burger MR, Schlaug G, Suh HH, et al. Air pollution and risk of stroke: underestimation of effect due to misclassification of time of event onset. Epidemiology. 2009;20:137–142.", "ArticleIdList": ["PMC2888684", "19244659"]}, {"Citation": "Lucking AJ, Lundback M, Mills NL, Faratian D, Barath SL, Pourazar J, et al. Diesel exhaust inhalation increases thrombus formation in man. Eur Heart J. 2008;29:3043–3051.", "ArticleIdList": ["18952612"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol. 1991;133:144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Medina-Ramón M, Zanobetti A, Schwartz J. The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am J Epidemiol. 2006;163:579–588.", "ArticleIdList": ["16443803"]}, {"Citation": "Myerson M, Coady S, Taylor H, Rosamond WD, Goff DC., Jr Declining severity of myocardial infarction from 1987 to 2002: the Atherosclerosis Risk in Communities (ARIC) study. Circulation. 2009;119:503–514.", "ArticleIdList": ["19153274"]}, {"Citation": "Naess O, Nafstad P, Aamodt G, Claussen B, Rosland P. Relation between concentration of air pollution and cause-specific mortality: four-year exposures to nitrogen dioxide and particulate matter pollutants in 470 neighborhoods in Oslo, Norway. Am J Epidemiol. 2007;165:435–443.", "ArticleIdList": ["17135427"]}, {"Citation": "O’Neill MS, Veves A, Zanobetti A, Sarnat JA, Gold DR, Economides PA, et al. Diabetes enhances vulnerability to particulate air pollution-associated impairment in vascular reactivity and endothelial function. Circulation. 2005;111:2913–2920.", "ArticleIdList": ["15927967"]}, {"Citation": "Peel JL, Tolbert PE, Klein M, Metzger KB, Flanders WD, Todd K, et al. Ambient air pollution and respiratory emergency department visits. Epidemiology. 2005;16:164–174.", "ArticleIdList": ["15703530"]}, {"Citation": "Pekkanen J, Peters A, Hoek G, Tiittanen P, Brunekreef B, de Hartog J, et al. Particulate air pollution and risk of ST-segment depression during repeated submaximal exercise tests among subjects with coronary heart disease: the Exposure and Risk Assessment for Fine and Ultrafine Particles in Ambient Air (ULTRA) study. Circulation. 2002;106:933–938.", "ArticleIdList": ["12186796"]}, {"Citation": "Peters A, Dockery DW, Muller JE, Mittleman MA. Increased particulate air pollution and the triggering of myocardial infarction. Circulation. 2001;103:2810–2815.", "ArticleIdList": ["11401937"]}, {"Citation": "Peters A, von Klot S, Heier M, Trentinaglia I, Cyrys J, Hörmann A, et al. Particular air pollution and nonfatal cardiac events. Part 1. Air pollution, personal activities and onset of myocardial infraction in a case-crossover study. Res Rep Health Effects Inst. 2005;124:15–82.", "ArticleIdList": ["17153517"]}, {"Citation": "Pope CA, III, Muhlestein JB, May HT, Renlund DG, Anderson JL, Horne BD. Ischemic heart disease events triggered by short-term exposure to fine particulate air pollution. Circulation. 2006;114:2443–2448.", "ArticleIdList": ["17101851"]}, {"Citation": "Rich DQ, Kim MH, Turner JR, Mittleman MA, Schwartz J, Catalano PJ, et al. Association of ventricular arrhythmias detected by implantable cardioverter defibrillator and ambient air pollutants in the St Louis, Missouri metropolitan area. Occup Environ Med. 2006a;63:591–596.", "ArticleIdList": ["PMC2078163", "16698809"]}, {"Citation": "Rich DQ, Mittleman MA, Link MS, Schwartz J, Luttmann-Gibson H, Catalano PJ, et al. Increased risk of paroxysmal atrial fibrillation episodes associated with acute increases in ambient air pollution. Environ Health Perspect. 2006b;114:120–123.", "ArticleIdList": ["PMC1332666", "16393668"]}, {"Citation": "Rich DQ, Schwartz J, Mittleman MA, Link M, Luttmann-Gibson H, Catalano PJ, et al. Association of short-term ambient air pollution concentrations and ventricular arrhythmias. Am J Epidemiol. 2005;161:1123–1132.", "ArticleIdList": ["15937021"]}, {"Citation": "Roger VL, Killian JM, Weston SA, Jaffe AS, Kors J, Santrach PJ, et al. Redefinition of myocardial infarction: prospective evaluation in the community. Circulation. 2006;114:790–797.", "ArticleIdList": ["16908764"]}, {"Citation": "Roger VL, Weston SA, Gerber Y, Killian JM, Dunlay SM, Jaffe AS, et al. Trends in incidence, severity, and outcome of hospitalized myocardial infarction. Circulation. 2010;121:863–869.", "ArticleIdList": ["PMC2827641", "20142444"]}, {"Citation": "Rogers WJ, Frederick PD, Stoehr E, Canto JG, Ornato JP, Gibson CM, et al. Trends in presenting characteristics and hospital mortality among patients with ST elevation and non-ST elevation myocardial infarction in the National Registry of Myocardial Infarction from 1990 to 2006. Am Heart J. 2008;156:1026–1034.", "ArticleIdList": ["19032996"]}, {"Citation": "Shao Y. Secular Changes in Acute Myocardial Infarction Mortality and Morbidity in New Jersey from 1990 through 2004 [PhD dissertation] Piscataway, NJ: University of Medicine and Dentistry of New Jersey, School of Public Health; 2008."}, {"Citation": "Steadman RG. The assessment of sultriness. Part II: effects of wind, extra radiation and barometric pressure on apparent temperature. J Appl Meteorol. 1979;18:874–885."}, {"Citation": "Sullivan J, Sheppard L, Schreuder A, Ishikawa N, Siscovick D, Kaufman J. Relation between short-term fine-particulate matter exposure and onset of myocardial infarction. Epidemiology. 2005;16:41–48.", "ArticleIdList": ["15613944"]}, {"Citation": "Sullivan JH, Schreuder AB, Trenga CA, Liu SL, Larson TV, Koenig JQ, et al. Association between short term exposure to fine particulate matter and heart rate variability in older subjects with and without heart disease. Thorax. 2005;60:462–466.", "ArticleIdList": ["PMC1747435", "15923245"]}, {"Citation": "U.S. EPA. Technology Transfer Network (TTN)—AQS Datamart. 2008.  [[accessed 19 July 2010]].  Available:  http://www.epa.gov/ttn/airs/aqsdatamart/index.htm."}, {"Citation": "von Klot S, Peters A, Aalto P, Bellander T, Berglind N, D’Ippoliti D, et al. Ambient air pollution is associated with increased risk of hospital cardiac readmissions of myocardial infarction survivors in five European cities. Circulation. 2005;112:3073–3079.", "ArticleIdList": ["16286602"]}, {"Citation": "Wellenius GA, Coull BA, Godleski JJ, Koutrakis P, Okabe K, Savage ST, et al. Inhalation of concentrated ambient air particles exacerbates myocardial ischemia in conscious dogs. Environ Health Perspect. 2003;111:402–408.", "ArticleIdList": ["PMC1241419", "12676590"]}, {"Citation": "Wellenius GA, Schwartz J, Mittleman MA. Air pollution and hospital admissions for ischemic and hemorrhagic stroke among Medicare beneficiaries. Stroke. 2005;36:2549–2553.", "ArticleIdList": ["16254223"]}, {"Citation": "Zanobetti A, Schwartz J. Cardiovascular damage by airborne particles: are diabetics more susceptible? Epidemiology. 2002;13:588–592.", "ArticleIdList": ["12192230"]}, {"Citation": "Zanobetti A, Schwartz J. Revised Analyses of Time-Series Studies of Air Pollution and Health. Special Report. Boston: Health Effects Institute; 2003. Airborne particles and hospital admissions for heart and lung disease; pp. 241–248."}, {"Citation": "Zanobetti A, Schwartz J. The effect of particulate air pollution on emergency admissions for myocardial infarction: a multicity case-crossover analysis. Environ Health Perspect. 2005;113:978–982.", "ArticleIdList": ["PMC1280336", "16079066"]}, {"Citation": "Zanobetti A, Schwartz J. Particulate air pollution, progression, and survival after myocardial infarction. Environ Health Perspect. 2007;115:769–775.", "ArticleIdList": ["PMC1867961", "17520066"]}, {"Citation": "Zanobetti A, Schwartz J, Gold D. Are there sensitive subgroups for the effects of airborne particles? Environ Health Perspect. 2000;108:841–845.", "ArticleIdList": ["PMC2556924", "11017888"]}]}], "History": [{"Year": "2009", "Month": "10", "Day": "26"}, {"Year": "2010", "Month": "4", "Day": "30"}, {"Year": "2010", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20435544", "PMC2944082", "10.1289/ehp.0901624"]}}], "PubmedBookArticle": []}