{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20540623", "DateCompleted": {"Year": "2010", "Month": "10", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3109/08958371003610966"], "ArticleDate": [], "Journal": {"ISSN": "1091-7691", "JournalIssue": {"Volume": "22", "Issue": "8", "PubDate": {"Year": "2010", "Month": "Jul"}}, "Title": "Inhalation toxicology", "ISOAbbreviation": "Inhal Toxicol"}, "ArticleTitle": "Comparative airway inflammatory response of normal volunteers to ozone and lipopolysaccharide challenge.", "Pagination": {"StartPage": "648", "EndPage": "656", "MedlinePgn": "648-56"}, "Abstract": {"AbstractText": ["Ozone and lipopolysaccharide (LPS) are environmental pollutants with adverse health effects noted in both healthy and asthmatic individuals. The authors and others have shown that inhalation of ozone and LPS both induce airway neutrophilia. Based on these similarities, the authors tested the hypothesis that common biological factors determine response to these two different agents. Fifteen healthy, nonasthmatic volunteers underwent a 0.4 part per million ozone exposure for 2 h while performing intermittent moderate exercise. These same subjects underwent an inhaled LPS challenge with 20,000 LPS units of Clinical Center Reference LPS, with a minimum of 1 month separating these two challenge sessions. Induced sputum was obtained 24 h before and 4-6 h after each exposure session. Sputum was assessed for total and differential cell counts and expression of cell surface proteins as measured by flow cytometry. Sputum supernatants were assayed for cytokine concentration. Both ozone and LPS challenge augmented sputum neutrophils and subjects' responses were significantly correlated (R = .73) with each other. Ozone had greater overall influence on cell surface proteins by modifying both monocytes (CD14, human leukocyte antigen [HLA]-DR, CD11b) and macrophages (CD11b, HLA-DR) versus LPS where CD14 and HLA-DR were modified only on monocytes. However, LPS significantly increased interleukin (IL)-1beta, IL-6, and tumor necrosis factor (TNF)-alpha, with no significant increases seen after ozone challenge. Ozone and LPS exposure in healthy volunteers induce similar neutrophil responses in the airways; however, downstream activation of innate immune responses differ, suggesting that oxidant versus bacterial air pollutants may be mediated by different mechanisms."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-7310, USA. michelle_hernandez@med.unc.edu"}], "Identifier": [], "LastName": "Hernandez", "ForeName": "Michelle L", "Initials": "ML"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Harris", "ForeName": "Bradford", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lay", "ForeName": "John C", "Initials": "JC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bromberg", "ForeName": "Philip A", "Initials": "PA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Diaz-Sanchez", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Devlin", "ForeName": "Robert B", "Initials": "RB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kleeberger", "ForeName": "Steven R", "Initials": "SR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Alexis", "ForeName": "Neil E", "Initials": "NE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Peden", "ForeName": "David B", "Initials": "DB"}], "GrantList": [{"GrantID": "P30 ES010126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "UL1RR025746", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES012706", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "KL2 RR025746", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "KL2RR025746", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES012706-05", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES012706", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Inhal Toxicol", "NlmUniqueID": "8910739", "ISSNLinking": "0895-8378"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "HLA-DR Antigens"}, {"RegistryNumber": "0", "NameOfSubstance": "Interleukins"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharide Receptors"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Necrosis Factor-alpha"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["immunology", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["metabolism"], "DescriptorName": "HLA-DR Antigens"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Immunity, Innate"}, {"QualifierName": ["metabolism"], "DescriptorName": "Interleukins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lipopolysaccharide Receptors"}, {"QualifierName": ["administration & dosage", "immunology", "toxicity"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Macrophages"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Monocytes"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["administration & dosage", "immunology", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "immunology", "metabolism"], "DescriptorName": "Phagocytes"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "Respiratory System"}, {"QualifierName": ["cytology", "immunology", "metabolism"], "DescriptorName": "Sputum"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tumor Necrosis Factor-alpha"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alexis NE, Peden DB. Blunting airway eosinophilic inflammation results in a decreased airway neutrophil response to inhaled LPS in patients with atopic asthma: A role for CD14. J Allergy Clin Immunol. 2001;108:577–580.", "ArticleIdList": ["11590384"]}, {"Citation": "Alexis N, Eldridge M, Reed W, Bromberg P, Peden DB. CD14-dependent airway neutrophil response to inhaled LPS: Role of atopy. J Allergy Clin Immunol. 2001;107:31–35.", "ArticleIdList": ["11149987"]}, {"Citation": "Alexis NE, Eldridge MW, Peden DB. Effect of inhaled endotoxin on airway and circulating inflammatory cell phagocytosis and CD11b expression in atopic asthmatic subjects. J Allergy Clin Immunol. 2003;112:353–361.", "ArticleIdList": ["12897742"]}, {"Citation": "Alexis NE, Lay JC, Almond M, Peden DB. Inhalation of low-dose endotoxin favors local T(H)2 response and primes airway phagocytes in vivo. J Allergy Clin Immunol. 2004;114:1325–1331.", "ArticleIdList": ["15577830"]}, {"Citation": "Alexis NE, Lay JC, Almond M, Bromberg PA, Patel DD, Peden DB. Acute LPS inhalation in healthy volunteers induces dendritic cell maturation in vivo. J Allergy Clin Immunol. 2005;115:345–350.", "ArticleIdList": ["15696093"]}, {"Citation": "Alexis NE, Lay JC, Zeman K, Bennett WE, Peden DB, Soukup JM, Devlin RB, Becker S. Biological material on inhaled coarse fraction particulate matter activates airway phagocytes in vivo in healthy volunteers. J Allergy Clin Immunol. 2006;117:1396–1403.", "ArticleIdList": ["16751003"]}, {"Citation": "Alexis NE, Lay JC, Haczku A, Gong H, Linn W, Hazucha MJ, Harris B, Tal-Singer R, Peden DB. Fluticasone propionate protects against ozone-induced airway inflammation and modified immune cell activation markers in healthy volunteers. Environ Health Perspect. 2008;116:799–805.", "ArticleIdList": ["PMC2430237", "18560537"]}, {"Citation": "Alexis NE, Zhou H, Lay JC, Harris B, Hernandez ML, Lu TS, Bromberg PA, Diaz-Sanchez D, Devlin RB, Kleeberger SR, Peden DB. The glutathione- S-transferase Mu 1 null genotype modulates ozone-induced airway inflammation in human subjects. J Allergy Clin Immunol 2009", "ArticleIdList": ["PMC3038610", "19796798"]}, {"Citation": "Ball BA, Folinsbee LJ, Peden DB, Kehrl HR. Allergen bronchoprovocation of patients with mild allergic asthma after ozone exposure. J Allergy Clin Immunol. 1996;98:563–572.", "ArticleIdList": ["8828534"]}, {"Citation": "Bernstein JA, Alexis N, Barnes C, Bernstein IL, Nel A, Peden D, Diaz-Sanchez D, Tarlo SM, Williams PB. Health effects of air pollution. J Allergy Clin Immunol. 2004;114:1116–1123.", "ArticleIdList": ["15536419"]}, {"Citation": "Beutler B. TLR4 as the mammalian endotoxin sensor. Curr Top Microbiol Immunol. 2002;270:109–120.", "ArticleIdList": ["12467247"]}, {"Citation": "Boehlecke BM, Hazucha, Alexis NE, Jacobs R, Reist P, Bromberg PA, Peden DB. Low-dose airborne endotoxin exposure enhances bronchial responsiveness to inhaled allergen in atopic asthmatics. J Allergy Clin Immunol. 2003;112:1241–1243.", "ArticleIdList": ["14657891"]}, {"Citation": "Chen LL, Tager IB, Peden DB, Christian DL, Ferrando RE, Welch BS, Balmes JR. Effect of ozone exposure on airway responses to inhaled allergen in asthmatic subjects. Chest. 2004;125:2328–2335.", "ArticleIdList": ["15189958"]}, {"Citation": "Cho HY, Kleeberger SR. Genetic mechanisms of susceptibility to oxidative lung injury in mice. Free Radic Biol Med. 2007;42:433–445.", "ArticleIdList": ["17275675"]}, {"Citation": "Devlin RB, McKinnon KP, Noah T, Becker S, Koren HS. Ozone-induced release of cytokines and fibronectin by alveolar macrophages and airway epithelial cells. Am J Physiol. 1994;266(6 Pt 1):L612–L619.", "ArticleIdList": ["8023949"]}, {"Citation": "Devlin RB, McDonnell WF, Becker S, Madden MC, McGee MP, Perez R, Hatch G, House DE, Koren HS. Time-dependent changes of inflammatory mediators in the lungs of humans exposed to 0.4 ppm ozone for 2 hr: A comparison of mediators found in bronchoalveolar lavage fluid 1 and 18 hr after exposure. Toxicol Appl Pharmacol. 1996;138:176–185.", "ArticleIdList": ["8658507"]}, {"Citation": "Eldridge MW, Peden DB. Allergen provocation augments endotoxin-induced nasal inflammation in subjects with atopic asthma. J Allergy Clin Immunol. 2000;105:475–481.", "ArticleIdList": ["10719296"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem. 2009;284:11309–11317.", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Gilliland FD, Li YF, Dubeau L, Berhane K, Avol E, McConnell R, Gauderman WJ, Peters JM. Effects of glutathione S-transferase M1, maternal smoking during pregnancy, and environmental tobacco smoke on asthma and wheezing in children. Am J Respir Crit Care Med. 2002;166:457–463.", "ArticleIdList": ["12186820"]}, {"Citation": "Gilliland FD, Li YF, Saxon A, Diaz-Sanchez D. Effect of glutathione-S-transferase M1 and P1 genotypes on xenobiotic enhancement of allergic responses: Randomised, placebo-controlled crossover study. Lancet. 2004;363:119–125.", "ArticleIdList": ["14726165"]}, {"Citation": "Gilliland FD, Li YF, Gong H, Jr, Diaz-Sanchez D. Glutathione S-transferases M1 and P1 prevent aggravation of allergic responses by secondhand smoke. Am J Respir Crit Care Med. 2006;174:1335–1341.", "ArticleIdList": ["PMC2648296", "17023730"]}, {"Citation": "Hollingsworth JW, 2nd, Cook DN, Brass DM, Walker JK, Morgan DL, Foster WM, Schwartz DA. The role of Toll-like receptor 4 in environmental airway injury in mice. Am J Respir Crit Care Med. 2004;170:126–132.", "ArticleIdList": ["15020293"]}, {"Citation": "Jaspers I, Flescher E, Chen LC. Ozone-induced IL-8 expression and transcription factor binding in respiratory epithelial cells. Am J Physiol. 1997;272(3 Pt 1):L504–L511.", "ArticleIdList": ["9124608"]}, {"Citation": "Jaspers I, Chen LC, Flescher E. Induction of interleukin-8 by ozone is mediated by tyrosine kinase and protein kinase A, but not by protein kinase C. J Cell Physiol. 1998;177:313–323.", "ArticleIdList": ["9766528"]}, {"Citation": "Jorres R, Nowak D, Magnussen H. The effect of ozone exposure on allergen responsiveness in subjects with asthma or rhinitis. Am J Respir Crit Care Med. 1996;153:56–64.", "ArticleIdList": ["8542163"]}, {"Citation": "Kensler TW, Wakabayashi N, Biswal S. Cell survival responses to environmental stresses via the Keap1-Nrf2-ARE pathway. Annu Rev Pharmacol Toxicol. 2007;47:89–116.", "ArticleIdList": ["16968214"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE. Genetic susceptibility to ozone-induced lung hyperpermeability: Role of toll-like receptor 4. Am J Respir Cell Mol Biol. 2000;22:620–627.", "ArticleIdList": ["10783135"]}, {"Citation": "Lay JC, Alexis NE, Kleeberger SR, Roubey RA, Harris BD, Bromberg PA, Hazucha MJ, Devlin RB, Peden DB. Ozone enhances markers of innate immunity and antigen presentation on airway monocytes in healthy individuals. J Allergy Clin Immunol. 2007;120:719–722.", "ArticleIdList": ["17586033"]}, {"Citation": "Lay JC, Alexis NE, Zeman KL, Peden DB, Bennett WD. In vivo uptake of inhaled particles by airway phagocytes is enhanced in patients with mild asthma compared with normal volunteers. Thorax. 2009;64:313–320.", "ArticleIdList": ["PMC4450817", "19052052"]}, {"Citation": "Leung TF, Tang NL, Wong GW, Fok TF. CD14 and toll-like receptors: Potential contribution of genetic factors and mechanisms to inflammation and allergy. Curr Drug Targets Inflamm Allergy. 2005;4:169–175.", "ArticleIdList": ["15853738"]}, {"Citation": "London SJ. Gene-air pollution interactions in asthma. Proc Am Thorac Soc. 2007;4:217–220.", "ArticleIdList": ["PMC2647621", "17607002"]}, {"Citation": "Manzanares D, Monzon ME, Savani RC, Salathe M. Apical oxidative hyaluronan degradation stimulates airway ciliary beating via RHAMM and RON. Am J Respir Cell Mol Biol. 2007;37:160–168.", "ArticleIdList": ["PMC1976543", "17395888"]}, {"Citation": "McKinnon KP, Madden MC, Noah TL, Devlin RB. In vitro ozone exposure increases release of arachidonic acid products from a human bronchial epithelial cell line. Toxicol Appl Pharmacol. 1993;118:215–223.", "ArticleIdList": ["8442000"]}, {"Citation": "Means TK, Golenbock DT, Fenton MJ. The biology of Toll-like receptors. Cytokine Growth Factor Rev. 2000;11:219–232.", "ArticleIdList": ["10817965"]}, {"Citation": "Michel O, Nagy AM, Schroeven M, Duchateau J, Neve J, Fondu P, Sergysels R. Dose-response relationship to inhaled endotoxin in normal subjects. Am J Respir Crit Care Med. 1997;156(4 Pt 1):1157–1164.", "ArticleIdList": ["9351616"]}, {"Citation": "Molfino NA, Wright SC, Katz I, Tarlo S, Silverman F, McClean PA, Szalai JP, Raizenne M, Slutsky AS, Zamel N. Effect of low concentrations of ozone on inhaled allergen responses in asthmatic subjects. Lancet. 1991;338:199–203.", "ArticleIdList": ["1676776"]}, {"Citation": "Nichols BG, Woods JS, Luchtel DL, Corral J, Koenig JQ. Effects of ozone exposure on nuclear factor-kappaB activation and tumor necrosis factor-alpha expression in human nasal epithelial cells. Toxicol Sci. 2001;60:356–362.", "ArticleIdList": ["11248148"]}, {"Citation": "Nightingale JA, Rogers DF, Hart LA, Kharitonov SA, Chung KF, Barnes PJ. Effect of inhaled endotoxin on induced sputum in normal, atopic, and atopic asthmatic subjects. Thorax. 1998;53:563–571.", "ArticleIdList": ["PMC1745281", "9797755"]}, {"Citation": "Peden D. Air Pollution: Indoor and outdoor. In: Adkinson NF Jr, Busse W, Bochner B, Holgate S, Simons FE, Lemanske R, editors. Middleton’s Allergy: Principles and Practice. St Louis: Mosby; 2008. pp. 495–508."}, {"Citation": "Peden DB. The epidemiology and genetics of asthma risk associated with air pollution. J Allergy Clin Immunol. 2005;115:213–219. quiz 220.", "ArticleIdList": ["15696070"]}, {"Citation": "Schaumann F, Muller M, Braun A, Luettig B, Peden DB, Hohlfeld JM, Krug N. Endotoxin augments myeloid dendritic cell influx into the airways in patients with allergic asthma. Am J Respir Crit Care Med. 2008;177:1307–1313.", "ArticleIdList": ["PMC2427055", "18388357"]}, {"Citation": "Schelegle ES, Siefkin AD, McDonald RJ. Time course of ozone-induced neutrophilia in normal humans. Am Rev Respir Dis. 1991;143:1353–1358.", "ArticleIdList": ["2048824"]}, {"Citation": "Taylor KR, Yamasaki K, Radek KA, Di Nardo A, Goodarzi H, Golenbock D, Beutler B, Gallo RL. Recognition of hyaluronan released in sterile injury involves a unique receptor complex dependent on Toll-like receptor 4, CD44, and MD-2. J Biol Chem. 2007;282:18265–18275.", "ArticleIdList": ["17400552"]}, {"Citation": "Thimmulappa RK, Lee H, Rangasamy T, Reddy SP, Yamamoto M, Kensler TW, Biswal S. Nrf2 is a critical regulator of the innate immune response and survival during experimental sepsis. J Clin Invest. 2006a;116:984–995.", "ArticleIdList": ["PMC1421348", "16585964"]}, {"Citation": "Thimmulappa RK, Scollick C, Traore K, Yates M, Trush MA, Liby KT, Sporn MB, Yamamoto M, Kensler TW, Biswal S. Nrf2-dependent protection from LPS induced inflammatory response and mortality by CDDO-Imidazolide. Biochem Biophys Res Commun. 2006b;351:883–889.", "ArticleIdList": ["PMC2293275", "17097057"]}]}], "History": [{"Year": "2010", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "8", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20540623", "NIHMS317879", "PMC3162474", "10.3109/08958371003610966"]}}], "PubmedBookArticle": []}