{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20696654", "DateCompleted": {"Year": "2011", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/jxb/erq244"], "ArticleDate": [{"Year": "2010", "Month": "08", "Day": "08"}], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "61", "Issue": "15", "PubDate": {"Year": "2010", "Month": "Oct"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "Spectral reflectance from a soybean canopy exposed to elevated CO2 and O3.", "Pagination": {"StartPage": "4413", "EndPage": "4422", "MedlinePgn": "4413-22"}, "Abstract": {"AbstractText": ["By affecting the physiology and structure of plant canopies, increasing atmospheric CO(2) and O(3) influence the capacity of agroecosystems to capture light and convert that light energy into biomass, ultimately affecting productivity and yield. The objective of this study was to determine if established remote sensing indices could detect the direct and interactive effects of elevated CO(2) and elevated O(3) on the leaf area, chlorophyll content, and photosynthetic capacity of a soybean canopy growing under field conditions. Large plots of soybean (Glycine max) were exposed to ambient air (∼380 μmol CO(2) mol(-1)), elevated CO(2) (∼550 μmol mol(-1)), elevated O(3) (1.2× ambient), and combined elevated CO(2) plus elevated O(3) at the soybean free air gas concentration enrichment (SoyFACE) experiment. Canopy reflectance was measured weekly and the following indices were calculated from reflectance data: near infrared/red (NIR/red), normalized difference vegetation index (NDVI), canopy chlorophyll content index (chl. index), and photochemical reflectance index (PRI). Leaf area index (LAI) also was measured weekly. NIR/red and LAI were linearly correlated throughout the growing season; however, NDVI and LAI were correlated only up to LAI values of ∼3. Season-wide analysis demonstrated that elevated CO(2) significantly increased NIR/red, PRI, and chl. index, indicating a stimulation of LAI and photosynthetic carbon assimilation, as well as delayed senescence; however, analysis of individual dates resolved fewer statistically significant effects of elevated CO(2). Exposure to elevated O(3) decreased LAI throughout the growing season. Although NIR/red showed the same trend, the effect of O(3) on NIR/red was not statistically significant. Season-wide analysis showed significant effects of O(3) on PRI; however, analysis of individual dates revealed that this effect was only statistically significant on two dates. Elevated O(3) had minimal effects on the total canopy chlorophyll index. PRI appeared to be more sensitive to decreased photosynthetic capacity of the canopy as a whole compared with previously published single leaf gas exchange measurements at SoyFACE, possibly because PRI integrates the reflectance signal of older leaves with accumulated O(3) damage and healthy young, upper canopy leaves, enabling detection of significant decreases in photosynthetic carbon assimilation which have not been detected in previous studies which measured gas exchange of upper canopy leaves. When the canopy was exposed to elevated CO(2) and O(3) simultaneously, the deleterious effects of elevated O(3) were diminished. Reflectance data, while less sensitive than direct measurements of physiological/structural parameters, corroborate direct measurements of LAI and photosynthetic gas exchange made during the same season, as well as results from previous years at SoyFACE, demonstrating that these indices accurately represent structural and physiological effects of changing tropospheric chemistry on soybean growing in a field setting."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology, University of Illinois, 265 Morrill Hall, 505 S Goodwin Ave, Urbana, IL 61801, USA."}], "Identifier": [], "LastName": "Gray", "ForeName": "Sharon B", "Initials": "SB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dermody", "ForeName": "Orla", "Initials": "O"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "DeLucia", "ForeName": "Evan H", "Initials": "EH"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Analysis of Variance"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Infrared Rays"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects"], "DescriptorName": "Photochemical Processes"}, {"QualifierName": ["anatomy & histology", "drug effects", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["drug effects", "growth & development", "physiology"], "DescriptorName": "Glycine max"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ainsworth EA, Davey PA, Bernacchi CJ, et al. A meta-analysis of elevated CO2 effects on soybean (Glycine max) physiology, growth and yield. Global Change Biology. 2002;8:695–709."}, {"Citation": "Ainsworth EA, Long SP. What have we learned from 15 years of free-air CO2 enrichment (FACE)? A meta-analytic review of the responses of photosynthesis, canopy properties and plant production to rising CO2. New Phytologist. 2005;165:351–372.", "ArticleIdList": ["15720649"]}, {"Citation": "Ainsworth EA, Rogers A, Leakey ADB, Heady LE, Gibon Y, Stitt M, Schurr U. Does elevated atmospheric [CO2] alter diurnal C uptake and the balance of C and N metabolites in growing and fully expanded soybean leaves? Journal of Experimental Botany. 2007;58:579–591.", "ArticleIdList": ["17158509"]}, {"Citation": "Bernacchi CJ, Leakey ADB, Heady LE, et al. Hourly and seasonal variation in photosynthesis and stomatal conductance of soybean grown at future CO2 and ozone concentrations for 3 years under fully open-air field conditions. Plant, Cell and Environment. 2006;29:2077–2090.", "ArticleIdList": ["17081242"]}, {"Citation": "Booker FL, Fiscus EL. The role of ozone flux and antioxidants in the suppression of ozone injury by elevated CO2 in soybean. Journal of Experimental Botany. 2005;56:2139–2151.", "ArticleIdList": ["15983015"]}, {"Citation": "Campbell PKE, Middleton EM, McMurtrey JE, Corp LA, Chappelle EW. Assessment of vegetation stress using reflectance or fluorescence measurements. Journal of Environmental Quality. 2007;36:832–845.", "ArticleIdList": ["17485715"]}, {"Citation": "Cardoso-Vilhena J, Balaguer L, Eamus D, Ollerenshaw J, Barnes J. Mechanisms underlying the amelioration of O3 induced damage by elevated atmospheric concentrations of CO2. Journal of Experimental Botany. 2004;55:771–781.", "ArticleIdList": ["14966219"]}, {"Citation": "Christ MM, Ainsworth EA, Nelson R, Schurr U, Walter A. Anticipated yield loss in field-grown soybean under elevated ozone can be avoided at the expense of leaf growth during early reproductive growth stages in favourable environmental conditions. Journal of Experimental Botany. 2006;57:2267–2275.", "ArticleIdList": ["16798846"]}, {"Citation": "Daughtry CST, Walthall CL, Kim MS, de Colstoun EB, McMurtrey JE. Estimating corn leaf chlorophyll concentration from leaf and canopy reflectance. Remote Sensing of Environment. 2000;74:229–239."}, {"Citation": "Dermody O, Long SP, DeLucia EH. How does elevated CO2 or ozone affect the leaf-area index of soybean when applied independently? New Phytologist. 2006;169:145–155.", "ArticleIdList": ["16390426"]}, {"Citation": "Dermody O, Long SP, McConnaughay K, DeLucia EH. How do elevated CO2 and O3 affect the interception and utilization of radiation by a soybean canopy? Global Change Biology. 2008;14:556–564."}, {"Citation": "Drake BG, Gonzalez-Meler MA, Long SP. More efficient plants: a consequence of rising atmospheric CO2. Annual Review of Plant Physiology. 1997;48:609–639.", "ArticleIdList": ["15012276"]}, {"Citation": "Ferris R, Sabatti M, Miglietta F, Mills RF, Taylor G. Leaf area is stimulated in Populus by free air CO2 enrichment (POPFACE), through increased cell expansion and production. Plant, Cell and Environment. 2001;24:305–315."}, {"Citation": "Filella I, Peñuelas J. The red edge position and shape as indicators of plant chlorophyll content, biomass and hydric status. International Journal of Remote Sensing. 1994;15:1459–1470."}, {"Citation": "Fiscus EL, Reid CD, Miller JE, Heagle AS. Elevated CO2 reduces O3 flux and O3 induced yield losses in soybeans: possible implications for elevated CO2 studies. Journal of Experimental Botany. 1997;48:307–313."}, {"Citation": "Gamon JA, Field CB, Goulden ML, Griffin KL, Hartley AE, Joel G, Peñuelas J, Valentini R. Relationships between NDVI, canopy structure, and photosynthesis in three Californian vegetation types. Ecological Applications. 1995;5:28–41."}, {"Citation": "Gamon JA, Serrano L, Surfus JS. The photochemical reflectance index: an optical indicator of photosynthetic radiation use efficiency across species, functional types, and nutrient levels. Oecologia. 1997;112:492–501.", "ArticleIdList": ["28307626"]}, {"Citation": "Gamon JA, Surfus JS. Assessing leaf pigment content and activity with a reflectometer. New Phytologist. 1999;143:105–117."}, {"Citation": "Gitelson A, Merzlyak MN. Spectral reflectance changes associated with autumn senescence of Aesculus hippocastanum L. and Acer platanoidesL. leaves: spectral features and relation to chlorophyll estimation. Journal of Plant Physiology. 1994;143:286–292."}, {"Citation": "Gitelson AA, Viña A, Ciganda V, Rundquist DC, Arkebauer TJ. Remote estimation of canopy chlorophyll content in crops. Geophysical Research Letters. 2005;32 L08403."}, {"Citation": "Guo J, Trotter CM. Estimating photosynthetic light-use efficiency using the photochemical reflectance index: the effects of short-term exposure to elevated CO2 and low temperature. International Journal of Remote Sensing. 2006;27:4677–4684."}, {"Citation": "Guo J, Trotter CM, Newton PCD. Initial observations of increased requirements for light-energy dissipation in ryegrass (Lolium perenne) when source/sink ratios become high at a naturally grazed Free Air CO2 Enrichment (FACE) site. Functional Plant Biology. 2006;33:1045–1053.", "ArticleIdList": ["32689315"]}, {"Citation": "Hirose T, Ackerly DD, Traw MB, Bazzaz FA. Effects of CO2 elevation on canopy development in the stands of two co-occurring annuals. Oecologia. 1996;108:215–223.", "ArticleIdList": ["28307832"]}, {"Citation": "Leakey ADB, Xu F, Gillespie KM, McGrath JM, Ainsworth EA, Ort DR. Genomic basis for stimulated respiration by plants growing under elevated carbon dioxide. Proceedings of the National Academy of Sciences, USA. 2009;106:3597–3602.", "ArticleIdList": ["PMC2637909", "19204289"]}, {"Citation": "Long SP, Ainsworth EA, Rogers A, Ort DR. Rising atmospheric carbon dioxide: plants FACE the future. Annual Review of Plant Biology. 2004;55:591–628.", "ArticleIdList": ["15377233"]}, {"Citation": "Long SP, Ainsworth EA, Leakey ADB, Morgan PB. Global food insecurity: treatment of major food crops with elevated carbon dioxide or ozone under large-scale fully open-air conditions suggests recent models may have overestimated future yields. Philosophical Transactions of the Royal Society B: Biological Sciences. 2005;360:2011–2020.", "ArticleIdList": ["PMC1569581", "16433090"]}, {"Citation": "Meroni M, Rossini M, Picchi V, Panigada C, Cogliati S, Nali C, Colombo R. Assessing steady-state fluorescence and PRI from hyperspectral proximal sensing as early indicators of plant stress: the case of ozone exposure. Sensors. 2008;8:1740–1754.", "ArticleIdList": ["PMC3663021", "27879790"]}, {"Citation": "Miglietta F, Peressotti A, Vaccari FP, Zaldei A, deAngelis P, Scarascia-Mugnozza G. Free-air CO2 enrichment (FACE) of a poplar plantation: the POPFACE fumigation system. New Phytologist. 2001;150:465–476."}, {"Citation": "Morgan PB, Ainsworth EA, Long SP. How does elevated ozone impact soybean? A meta-analysis of photosynthesis, growth and yield. Plant, Cell and Environment. 2003;26:1317–1328."}, {"Citation": "Morgan PB, Bernacchi CJ, Ort DR, Long SP. An In vivo analysis of the effect of season-long open-air elevation of ozone to anticipated 2050 levels on photosynthesis in soybean. Plant Physiology. 2004;135:2348–2357.", "ArticleIdList": ["PMC520802", "15299126"]}, {"Citation": "Nagy J, Lewin KF, Hendrey G, Hassinger R, Lamorte E. FACE facility CO2 concentration control and CO2 use in 1990 and 1991. Agricultural and Forest Meteorology. 1994;70:31–48."}, {"Citation": "Panferov O, Knyazikhin Y, Myneni RB, Sazarzynski J, Engwald S, Schnitzler KG, Gravenhorst G. The role of canopy structure in the spectral variation of transmission and absorption of solar radiation in vegetation canopies. IEEE Transactions on Geoscience and Remote Sensing. 2001;39:241–253."}, {"Citation": "Pearcy RW. The light environment and growth of C3 and C4 tree species in the understory of a Hawaiian forest. Oecologia. 1983;58:19–25.", "ArticleIdList": ["28310642"]}, {"Citation": "Peñuelas J, Filella I. Visible and near-infrared reflectance techniques for diagnosing plant physiological status. Trends in Plant Science. 1998;3:151–156."}, {"Citation": "Peñuelas J, Filella I, Gamon JA. Assessment of photosynthetic radiation-use efficiency with spectral reflectance. New Phytologist. 1995;131:291–296."}, {"Citation": "Reid CD, Fiscus EL. Effects of elevated [CO2] and/or ozone on limitations to CO2 assimilation in soybean (Glycine max) Journal of Experimental Botany. 1998;49:885–895."}, {"Citation": "Richardson AD, Duigan SP, Berlyn GP. An evaluation of noninvasive methods to estimate foliar chlorophyll content. New Phytologist. 2002;153:185–194."}, {"Citation": "Sandermann JH, Ernst D, Heller W, Langebartels C. Ozone: an abiotic elicitor of plant defense reactions. Trends in Plant Science. 1998;3:47–50."}]}], "History": [{"Year": "2010", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "8", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20696654", "PMC2955751", "10.1093/jxb/erq244", "erq244"]}}], "PubmedBookArticle": []}