{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20835488", "DateCompleted": {"Year": "2011", "Month": "06", "Day": "08"}, "DateRevised": {"Year": "2011", "Month": "03", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1039/c0pp00208a"], "ArticleDate": [{"Year": "2010", "Month": "09", "Day": "13"}], "Journal": {"ISSN": "1474-9092", "JournalIssue": {"Volume": "10", "Issue": "3", "PubDate": {"Year": "2011", "Month": "Mar", "Day": "02"}}, "Title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology", "ISOAbbreviation": "Photochem Photobiol Sci"}, "ArticleTitle": "Degradation of dichloroacetic acid in homogeneous aqueous media employing ozone and UVC radiation.", "Pagination": {"StartPage": "367", "EndPage": "380", "MedlinePgn": "367-80"}, "Abstract": {"AbstractText": ["A tentative workable mechanism for dichloroacetic acid decomposition (DCA) in aqueous media employing ozone and UVC radiation has been developed. All experiments were made in a homogeneous medium under assured kinetic control regime. Under no circumstances did a headspace exist in the reactor volume. The starting point of the reaction with UVC radiation was always under the prerequisite of a confirmed state of initial equilibrium conditions for the mixture water-ozone-oxygen at 20 °C. The explored variables were: (i) DCA initial concentration, (ii) ozone concentration and (iii) fluence rate at the reactor window. The model comprises three parallel reactions: (1) direct photolysis, (2) direct ozonation and (3) ozone + UVC degradation. Complete DCA removal was achieved, and the mass balance, considering DCA disappearance and chloride ion formation, closed within very small error. The combination of ozone and UVC radiation produces a significant amount of hydrogen peroxide as an important reaction by-product. The direct photolysis can be well represented with a six step reaction sequence. The direct ozonation mechanism comprises 22 steps and, with the entire set of kinetic constants completed in this work, it is independent of the reaction pH in the range from 3 to 6.3. Lastly, the associated use of ozone and UVC radiation becomes necessary to consider the existence of radiation absorption by three species, namely DCA, ozone and hydrogen peroxide. The developed system, including the three parallel reactions, led to the proposal of a 37 step reaction mechanism. Finally the reaction kinetics, the mass balances and the radiation field corresponding to this complex system were rigorously modeled and the most significant features of the mathematical representation are briefly described. The simulation results rendered from this model agree very well with the measured experimental data. This outcome will be essential for deriving a complete reactor model that must be appropriate to describe, in the future, the more practical two-phase operating system."], "CopyrightInformation": "© The Royal Society of Chemistry and Owner Societies 2011"}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Desarrollo Tecnológico para la Industria Química, Universidad Nacional del Litoral and CONICET, CCT Conicet-Santa Fe, Edificio Intec I, Colectora de la Ruta Nacional N° 168, Km. 472.5, (3000), Santa Fe, Argentina. mlovato@santafe-conicet.gov.ar"}], "Identifier": [], "LastName": "Lovato", "ForeName": "María Eugenia", "Initials": "ME"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martín", "ForeName": "Carlos A", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cassano", "ForeName": "Alberto E", "Initials": "AE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Photochem Photobiol Sci", "NlmUniqueID": "101124451", "ISSNLinking": "1474-905X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2010", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20835488", "10.1039/c0pp00208a"]}}], "PubmedBookArticle": []}