{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20965803", "DateCompleted": {"Year": "2011", "Month": "05", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1002372"], "ArticleDate": [{"Year": "2010", "Month": "10", "Day": "21"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "119", "Issue": "2", "PubDate": {"Year": "2011", "Month": "Feb"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Electrocardiographic ST-segment depression and exposure to traffic-related aerosols in elderly subjects with coronary artery disease.", "Pagination": {"StartPage": "196", "EndPage": "202", "MedlinePgn": "196-202"}, "Abstract": {"AbstractText": ["Air pollutants have not been associated with ambulatory electrocardiographic evidence of ST-segment depression ≥ 1 mm (probable cardiac ischemia). We previously found that markers of primary (combustion-related) organic aerosols and gases were positively associated with circulating biomarkers of inflammation and ambulatory blood pressure in the present cohort panel study of elderly subjects with coronary artery disease.", "We specifically aimed to evaluate whether exposure markers of primary organic aerosols and ultrafine particles were more strongly associated with ST-segment depression of ≥ 1 mm than were secondary organic aerosols or PM2.5 (particulate matter with aerodynamic diameter ≤ 2.5 µm) mass.", "We evaluated relations of air pollutants to ambulatory electrocardiographic evidence of cardiac ischemia over 10 days in 38 subjects without ST depression on baseline electrocardiographs. Exposures were measured outdoors in retirement communities in the Los Angeles basin, including daily size-fractionated particle mass and hourly markers of primary and secondary organic aerosols and gases. Generalized estimating equations were used to estimate odds of hourly ST-segment depression (≥ 1 mm) from hourly air pollution exposures and to estimate relative rates of daily counts of ST-segment depression from daily average exposures, controlling for potential confounders.", "We found significant positive associations of hourly ST-segment depression with markers of combustion-related aerosols and gases averaged 1-hr through 3-4 days, but not secondary (photochemically aged) organic aerosols or ozone. The odds ratio per interquartile increase in 2-day average primary organic carbon (5.2 µg/m3) was 15.4 (95% confidence interval, 3.5-68.2). Daily counts of ST-segment depression were consistently associated with primary combustion markers and 2-day average quasi-ultrafine particles < 0.25 µm.", "Results suggest that exposure to quasi-ultrafine particles and combustion-related pollutants (predominantly from traffic) increase the risk of myocardial ischemia, coherent with our previous findings for systemic inflammation and blood pressure."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, School of Medicine, University of California-Irvine, Irvine, California 92617-7555, USA. rdelfino@uci.edu"}], "Identifier": [], "LastName": "Delfino", "ForeName": "Ralph J", "Initials": "RJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gillen", "ForeName": "Daniel L", "Initials": "DL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tjoa", "ForeName": "Thomas", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Staimer", "ForeName": "Norbert", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Polidori", "ForeName": "Andrea", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arhami", "ForeName": "Mohammad", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sioutas", "ForeName": "Constantinos", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Longhurst", "ForeName": "John", "Initials": "J"}], "GrantList": [{"GrantID": "M01 RR000827", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES012243", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "M01 RR00827", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "ES012243", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Aerosols"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Aerosols"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced", "diagnosis"], "DescriptorName": "Coronary Artery Disease"}, {"QualifierName": [], "DescriptorName": "Electrocardiography"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allred EN, Bleecker ER, Chaitman BR, Dahms TE, Gottlieb SO, Hackney JD, et al. Effects of carbon monoxide on myocardial ischemia. Environ Health Perspect. 1991;91:89–132.", "ArticleIdList": ["PMC1519354", "2040254"]}, {"Citation": "Arhami M, Kuhn T, Fine PM, Delfino RJ, Sioutas C. Effects of sampling artifacts and operating parameters on the performance of a semi-continuous particulate EC/OC monitor. Environ Sci Technol. 2006;40:945–953.", "ArticleIdList": ["16509341"]}, {"Citation": "Arhami M, Minguillón MC, Polidori A, Schauer JJ, Delfino RJ, Sioutas C. Organic compound characterization and source apportionment of indoor and outdoor quasi-ultrafine PM in retirement homes of the Los Angeles basin. Indoor Air. 2010;20:17–30.", "ArticleIdList": ["PMC3781020", "19874400"]}, {"Citation": "Arhami M, Polidori A, Tjoa T, Delfino RJ, Sioutas C. Associations between personal, indoor and outdoor pollutant concentration: implications for exposure assessment to size-fractionated PM. J Air Waste Manag Assoc. 2009;59:392–404.", "ArticleIdList": ["19418813"]}, {"Citation": "Bhaskaran K, Hajat S, Haines A, Herrett E, Wilkinson P, Smeeth L. Effects of air pollution on the incidence of myocardial infarction. Heart. 2009;95:1746–1759.", "ArticleIdList": ["19635723"]}, {"Citation": "Brook RD, Urch B, Dvonch JT, Bard RL, Speck M, Keeler G, et al. Insights into the mechanisms and mediators of the effects of air pollution exposure on blood pressure and vascular function in healthy humans. Hypertension. 2009;54:659–667.", "ArticleIdList": ["PMC3706996", "19620518"]}, {"Citation": "Cabada JC, Pandis SN, Subramanian R, Robinson AL, Polidori A, Turpin B. Estimating the secondary organic aerosol contribution to PM2.5 using the EC tracer method. Aerosol Sci Technol. 2004;38:140–155."}, {"Citation": "Chuang KJ, Coull BA, Zanobetti A, Suh H, Schwartz J, Stone PH, et al. Particulate air pollution as a risk factor for ST-segment depression in patients with coronary artery disease. Circulation. 2008;118:1314–1320.", "ArticleIdList": ["PMC2751595", "18779445"]}, {"Citation": "Delfino RJ, Sioutas C, Malik S. Potential role of ultrafine particles in associations between airborne particle mass and cardiovascular health. Environ Health Perspect. 2005;113:934–946.", "ArticleIdList": ["PMC1280331", "16079061"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Arhami M, Polidori A, George SC, et al. Associations of primary and secondary organic aerosols with airway and systemic inflammation in an elderly panel cohort. Epidemiology. 2010a;21:892–902.", "ArticleIdList": ["PMC3883570", "20811287"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Arhami M, Polidori A, Gillen D, et al. Association of biomarkers of systemic effects with organic components and source tracers in quasi-ultrafine particles. Environ Health Perspect. 2010b;118:756–762.", "ArticleIdList": ["PMC2898850", "20123637"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Gillen D, Polidori A, Arhami M, et al. Air pollution exposures and circulating biomarkers of effect in a susceptible population: clues to potential causal component mixtures and mechanisms. Environ Health Perspect. 2009;117:1232–1238.", "ArticleIdList": ["PMC2721866", "19672402"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Polidori A, Arhami M, Gillen D, et al. Circulating biomarkers of inflammation, antioxidant activity, and platelet activation are associated with urban air pollution in elderly subjects with a history of coronary artery disease. Environ Health Perspect. 2008;116:898–906.", "ArticleIdList": ["PMC2453158", "18629312"]}, {"Citation": "Delfino RJ, Tjoa T, Gillen D, Staimer N, Polidori A, Arhami M, et al. Ambulatory blood pressure, time-activity patterns, and exposure to traffic-related residential air pollution in elderly subjects with coronary artery disease. Epidemiology. 2010c;21:396–404.", "ArticleIdList": ["PMC3872093", "20335815"]}, {"Citation": "Gibson CM, Ciaglo LN, Southard MC, Takao S, Harrigan C, Lewis J, et al. Diagnostic and prognostic value of ambulatory ECG (Holter) monitoring in patients with coronary heart disease: a review. J Thromb Thrombolysis. 2007;23:135–145.", "ArticleIdList": ["17221332"]}, {"Citation": "Gold DR, Litonjua AA, Zanobetti A, Coull BA, Schwartz J, MacCallum G, et al. Air pollution and ST-segment depression in elderly subjects. Environ Health Perspect. 2005;113:883–887.", "ArticleIdList": ["PMC1257650", "16002377"]}, {"Citation": "Knoebel SB, Crawford MH, Dunn MI, Fisch C, Forrester JS, Hutter AM, Jr, et al. Guidelines for ambulatory electrocardiography. A report of the American College of Cardiology/American Heart Association Task Force on Assessment of Diagnostic and Therapeutic Cardiovascular Procedures (Subcommittee on Ambulatory Electrocardiography) Circulation. 1989;79:206–215.", "ArticleIdList": ["2910544"]}, {"Citation": "Langrish JP, Lundbäck M, Barath S, Söderberg S, Mills NL, Newby DE, et al. Exposure to nitrogen dioxide is not associated with vascular dysfunction in man. Inhal Toxicol. 2010;22:192–198.", "ArticleIdList": ["20047363"]}, {"Citation": "Langrish JP, Lundbäck M, Mills NL, Johnston NR, Webb DJ, Sandström T, et al. Contribution of endothelin 1 to the vascular effects of diesel exhaust inhalation in humans. Hypertension. 2009;54:910–915.", "ArticleIdList": ["19687345"]}, {"Citation": "Lanki T, Hoek G, Timonen KL, Peters A, Tiittanen P, Vanninen E, et al. Hourly variation in fine particle exposure is associated with transiently increased risk of ST segment depression. Occup Environ Med. 2008;65:782–786.", "ArticleIdList": ["18524840"]}, {"Citation": "Lippmann M. Semi-continuous speciation analyses for ambient air particulate matter: an urgent need for health effects studies. J Expo Sci Environ Epidemiol. 2009;19:235–247.", "ArticleIdList": ["18957993"]}, {"Citation": "Martin SE, Pilkington DM, Longhurst JC. Coronary vascular responses to chemical stimulation of abdominal visceral organs. Am J Physiol. 1989;256:H735–H744.", "ArticleIdList": ["2923235"]}, {"Citation": "Mills NL, Törnqvist H, Gonzalez MC, Vink E, Robinson SD, Söderberg S, et al. Ischemic and thrombotic effects of dilute diesel-exhaust inhalation in men with coronary heart disease. N Engl J Med. 2007;357:1075–1082.", "ArticleIdList": ["17855668"]}, {"Citation": "Misra C, Singh M, Hall P, Sioutas C. Development and evaluation of a personal cascade impactor sampler (PCIS) J Aerosol Sci. 2002;33:1027–1047."}, {"Citation": "Ntziachristos L, Froines JR, Cho AK, Sioutas C. Relationship between redox activity and chemical speciation of size-fractionated particulate matter. Part Fibre Toxicol. 2007;4:5. doi: 10.1186/1743-8977-4-5. [Online 7 June 2007]", "ArticleIdList": ["10.1186/1743-8977-4-5", "PMC1899517", "17555562"]}, {"Citation": "Oberdörster G, Oberdörster E, Oberdörster J. Nanotoxicology: an emerging discipline evolving from studies of ultrafine particles. Environ Health Perspect. 2005;113:823–839.", "ArticleIdList": ["PMC1257642", "16002369"]}, {"Citation": "Pan W. Akaike’s information criterion in generalized estimating equations. Biometrics. 2001;57:120–125.", "ArticleIdList": ["11252586"]}, {"Citation": "Patterson SM, Krantz DS, Montgomery LC, Deuster PA, Hedges SM, Nebel E. Automated physical activity monitoring: validation and comparison with physiological and self-report measures. Psychophysiology. 1993;30:296–305.", "ArticleIdList": ["8497559"]}, {"Citation": "Pekkanen J, Peters A, Hoek G, Tiittanen P, Brunekreef B, de Hartog J, et al. Particulate air pollution and risk of ST-segment depression during repeated submaximal exercise tests among subjects with coronary heart disease: the Exposure and Risk Assessment for Fine and Ultrafine Particles in Ambient Air (ULTRA) study. Circulation. 2002;106:933–938.", "ArticleIdList": ["12186796"]}, {"Citation": "Peters A, Dockery DW, Muller JE, Mittleman MA. Increased particulate air pollution and the triggering of myocardial infarction. Circulation. 2001;103:2810–2815.", "ArticleIdList": ["11401937"]}, {"Citation": "Peters A, von Klot S, Heier M, Trentinaglia I, Hörmann A, Wichmann HE, et al. Exposure to traffic and the onset of myocardial infarction. N Engl J Med. 2004;351:1721–1730.", "ArticleIdList": ["15496621"]}, {"Citation": "Polidori A, Arhami M, Delfino RJ, Allen R, Sioutas C. Indoor-outdoor relationships, trends and carbonaceous content of fine particulate matter in retirement communities of the Los Angeles basin. J Air Waste Manag Assoc. 2007;57:366–379.", "ArticleIdList": ["17385604"]}, {"Citation": "Polidori A, Cheung KL, Arhami M, Delfino RJ, Sioutas C. Relationships between size-fractionated indoor and outdoor trace elements at four residential communities in Southern California. Atmos Chem Phys. 2009;9:4521–4536."}, {"Citation": "Quintana M, Lindvall K, Brolund F. Assessment and significance of ST-segment changes detected by ambulatory electrocardiography after acute myocardial infarction. Am J Cardiol. 1995;76:6–13.", "ArticleIdList": ["7793405"]}, {"Citation": "Sioutas C, Delfino RJ, Singh M. Exposure assessment for atmospheric ultrafine particles (UFP) and implications in epidemiological research. Environ Health Perspect. 2005;113:947–955.", "ArticleIdList": ["PMC1280332", "16079062"]}, {"Citation": "Sun Q, Yue P, Ying Z, Cardounel AJ, Brook RD, Devlin R, et al. Air pollution exposure potentiates hypertension through reactive oxygen species-mediated activation of Rho/ROCK. Arterioscler Thromb Vasc Biol. 2008;28:1760–1766.", "ArticleIdList": ["PMC2739008", "18599801"]}, {"Citation": "Törnqvist H, Mills NL, Gonzalez M, Miller MR, Robinson SD, Megson IL, et al. Persistent endothelial dysfunction in humans after diesel exhaust inhalation. Am J Respir Crit Care Med. 2007;176:395–400.", "ArticleIdList": ["17446340"]}, {"Citation": "Uen S, Fimmers R, Weisser B, Balta O, Nickenig G, Mengden T. ST segment depression in hypertensive patients: a comparison of exercise test versus Holter ECG. Vasc Health Risk Manag. 2008;4:1073–1080.", "ArticleIdList": ["PMC2605337", "19183755"]}, {"Citation": "U.S. Environmental Protection Agency. Air Quality Monitoring Information. 2011.  [[accessed 4 January 2011].].  Available:  http://www.epa.gov/airtrends/factbook.html."}, {"Citation": "Verma V, Ning Z, Cho AK, Schauer JJ, Shafer MM, Sioutas C. Redox activity of urban quasi-ultrafine particles from primary and secondary sources. Atmos Environ. 2009;43:6360–6368."}, {"Citation": "Zanobetti A, Franklin M, Koutrakis P, Schwartz J. Fine particulate air pollution and its components in association with cause-specific emergency admissions. Environ Health. 2009a;8:58. doi: 10.1186/1476-069X-8-58. [Online 21 December 2009]", "ArticleIdList": ["10.1186/1476-069X-8-58", "PMC2807856", "20025755"]}, {"Citation": "Zanobetti A, Schwartz J. Air pollution and emergency admissions in Boston, MA. J Epidemiol Community Health. 2006;60:890–895.", "ArticleIdList": ["PMC2566060", "16973538"]}, {"Citation": "Zanobetti A, Stone PH, Speizer FE, Schwartz JD, Coull BA, Suh HH, et al. T-wave alternans, air pollution and traffic in high-risk subjects. Am J Cardiol. 2009b;104:665–670.", "ArticleIdList": ["PMC3139397", "19699342"]}, {"Citation": "Zeger SL, Liang K-Y. Longitudinal data analysis for discrete and continuous outcomes. Biometrics. 1986;42:121–130.", "ArticleIdList": ["3719049"]}]}], "History": [{"Year": "2010", "Month": "4", "Day": "30"}, {"Year": "2010", "Month": "10", "Day": "21"}, {"Year": "2010", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20965803", "PMC3040606", "10.1289/ehp.1002372"]}}], "PubmedBookArticle": []}