{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "20980831", "DateCompleted": {"Year": "2011", "Month": "09", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2010", "Month": "11", "Day": "01"}], "Journal": {"ISSN": "1559-2324", "JournalIssue": {"Volume": "5", "Issue": "11", "PubDate": {"Year": "2010", "Month": "Nov"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "MAPK machinery in plants: recognition and response to different stresses through multiple signal transduction pathways.", "Pagination": {"StartPage": "1370", "EndPage": "1378", "MedlinePgn": "1370-8"}, "Abstract": {"AbstractText": ["The mitogen-activated protein kinase (MAPK) cascades play diverse roles in intra- and extra-cellular signaling in plants. MAP kinases are the component of kinase modules which transfer information from sensors to responses in eukaryotes including plants. They play a pivotal role in transduction of diverse extracellular stimuli such as biotic and abiotic stresses as well as a range of developmental responses including differentiation, proliferation and death. Several cascades are induced by different biotic and abiotic stress stimuli such as pathogen infections, heavy metal, wounding, high and low temperatures, high salinity, UV radiation, ozone, reactive oxygen species, drought and high or low osmolarity. MAPK signaling has been implicated in biotic stresses and has also been associated with hormonal responses. The cascade is regulated by various mechanisms, including not only transcriptional and translational regulation but through post-transcriptional regulation such as protein-protein interactions. Recent detailed analysis of certain specific MAP kinase pathways have revealed the specificity of the kinases in the cascade, signal transduction patterns, identity of pathway targets and the complexity of the cascade. The latest insights and finding are discussed in this paper in relation to the role of MAPK pathway modules in plant stress signaling."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Biology and Genetic Engineering, College of Basic Science and Humanities, G.B. Pant University of Agriculture & Technology, Uttrakhand, Uttrangal, India. gohartajkhan@rediffmail.com"}], "Identifier": [], "LastName": "Taj", "ForeName": "Gohar", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Agarwal", "ForeName": "Payal", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Grant", "ForeName": "Murray", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kumar", "ForeName": "Anil", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}, "ChemicalList": [{"RegistryNumber": "EC 2.7.12.2", "NameOfSubstance": "Mitogen-Activated Protein Kinase Kinases"}], "MeshHeadingList": [{"QualifierName": ["physiology"], "DescriptorName": "Gene Expression Regulation, Enzymologic"}, {"QualifierName": ["physiology"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Mitogen-Activated Protein Kinase Kinases"}, {"QualifierName": ["enzymology", "genetics"], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["physiology"], "DescriptorName": "Stress, Physiological"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sturgill TW, Ray LB. Muscle proteins related to microtubule associated protein-2 are substrates for an insulinstimulatable kinase. Biochem Biophys Res Commun. 1986;134:565–571.", "ArticleIdList": ["3511906"]}, {"Citation": "Hardie DG. Plant protein serine/threonine kinases: classification and functional. Ann rev Plant physiol Plant Mol Biol. 1999;50:97–131.", "ArticleIdList": ["15012205"]}, {"Citation": "Tatebayashi K, Takekawa M, Saito H. A docking site determining specificity of Pbs2 MAPKK for Ssk2/Ssk22 MAPKKKs in the yeast HOG pathway. EMBO J. 2003;22:3624–3634.", "ArticleIdList": ["PMC165623", "12853477"]}, {"Citation": "Jonak C, Okresz L, Bogrw L, Hirt H. Complexity, cross talk and integration of plant MAP kinase signalling. Curr Opin Plant Biol. 2002;5:415–424.", "ArticleIdList": ["12183180"]}, {"Citation": "Lin LL, Wartmann M, Lin AY, Knopf JL, Seth A, Davis RJ. cPLA2 is phosphorylated and activated by MAP kinase. Cell. 1993;72:269–278.", "ArticleIdList": ["8381049"]}, {"Citation": "Cheong YH, Moon BC, Kim JK, Kim CY, Kim MC, et al. BWMK1, a rice mitogen-activated protein kinase, locates in the nucleus and mediates pathogenesis-related gene expression by activation of a transcription factor. Plant Physiol. 2003;132:1961–1972.", "ArticleIdList": ["PMC181281", "12913152"]}, {"Citation": "Sasabe M, Soyano T, Takahashi Y, Sonobe S, Igarashi H, Itoh TJ, et al. Phosphorylation of NtMAP65-1 by a MAP kinase downregulates its activity of microtubule bundling and stimulates progression of cytokinesis of tobacco cells. Genes Dev. 2006;20:1004–1014.", "ArticleIdList": ["PMC1472297", "16598040"]}, {"Citation": "Mizoguchi T, Hayashida N, Yamaguchi-shinozaki K, Kamada H, Shinozaki K. AtMPKs: a gene family of MAPK in Arabidopsis thaliana. FEBS Let. 1993;336:440–444.", "ArticleIdList": ["8282107"]}, {"Citation": "Mizoguchi T, Irie K, Hirayama T, Hayashida N, Yamaguchi-Shinozaki K, Matsumoto K, et al. A gene encoding a mitogen-activated protein kinase kinase kinase is induced simultaneously with genes for a mitogen-activated protein kinase and an S6 ribosomal protein kinase by touch, cold and water stress in Arabidopsis thaliana. Proc Natl Acad Sci USA. 1996;93:765–769.", "ArticleIdList": ["PMC40129", "8570631"]}, {"Citation": "Mizoguchi T, Ichimura K, Irei K. Identification of a possible MAPK cascade in Arabidopsis thaliana based on pairwise yeast two hybrid analysis and functional test of yeast mutants. FEBS Let. 1998;437:56–60.", "ArticleIdList": ["9804171"]}, {"Citation": "Seo S, Okamoto N, Seto H, Ishizuka K, Sano H, Ohashi Y. Tobacco MAP Kinase- a possible mediator in wound signal transduction pathways. Science. 1995;270:1988–1992.", "ArticleIdList": ["8533090"]}, {"Citation": "Ligterink W, Kroj T, Zurnieden U, Hirt H, Scheel D. Receptor mediated activation of MAP Kinase in pathogen defense of plants. Science. 1997;276:2054–2057.", "ArticleIdList": ["9197271"]}, {"Citation": "Zhang SQ, Klessig DF. Salicyclic acid activates 48 KDa MAP kinase in tobacco. Plant Cell. 1997;9:809–824.", "ArticleIdList": ["PMC156958", "9165755"]}, {"Citation": "Yang KY, Liu Y, Zhang S. Activation of a Mitogen-activated protein kinase pathway is involved in disease resistance in tobacco. Proc Natl Acad Sci USA. 2001;98:741–746.", "ArticleIdList": ["PMC14658", "11209069"]}, {"Citation": "Gerits N, Shiryaev A, Kostenko S, Klenow H, Shiryaeva O, Johannessen M, et al. The transcriptional regulation and cell-specific expression of the mapk-activated protein kinase mk5. Cell Mol Biol Letter. 2008;14:548–574.", "ArticleIdList": ["PMC6276003", "19484198"]}, {"Citation": "Swarbreck D, Wilks C, Lamesch P, Berardini TZ, Garcia-Hernandez M, Foerster H, et al. The Arabidopsis Information Resource (TAIR): gene structure and function annotation. Nucleic Acids Res. 2008;36:1009–1014.", "ArticleIdList": ["PMC2238962", "17986450"]}, {"Citation": "MAPK group, author. Mitogen activated protein kinases cascades in plants: A new nomenclature. Trends Plants Sci. 2002;7:301–308.", "ArticleIdList": ["12119167"]}, {"Citation": "Katuo S, Karita E, et al. Catalytic activation of the plant MAPK phosphatase NtMKP1 by its physiological substrate salicylcic acid-induced protein kinase but not by Calmodulins. J Biol Chem. 2005;280:59569–59581.", "ArticleIdList": ["16183637"]}, {"Citation": "Cvetkovska M, Ramptitsch C, Bykova N, Xing T. Genomic analysis of MAPK Cascade in Arabidopsis defense responses. Plant Mol Biol Rep. 2005;23:331–343."}, {"Citation": "Zaitsevskaya-Carter T, Cooper JA. Spm1, a stress-activated MAP kinase that regulates morphogenesis in S. pombe. EMBO J. 1997;16:1318–1331.", "ArticleIdList": ["PMC1169729", "9135147"]}, {"Citation": "Romies T, Peidras P, Zhang S, Klessig DF, Hirt H, Jones JDG. Rapid Avr9 and Cf9 dependent activation of MAPK in tobacco cell cultures and leaves: convergence of resistance gene.licitor, wound and salicylate response. Plant Cell. 1999;11:273–287.", "ArticleIdList": ["PMC144176", "9927644"]}, {"Citation": "Chen Z, Gibson TB, Robinson R, Silvestrol PG, Xu B, Wright A, et al. MAP kinases. Chem Rev. 2001;101:2449–2476.", "ArticleIdList": ["11749383"]}, {"Citation": "Cobb M, Goldsmith EJ. How MAP kinases are regulated. J Biol Chem. 1995;270:14843–14846.", "ArticleIdList": ["7797459"]}, {"Citation": "MAPK Project Functional analysis of plant MAPK cascades in stress and hormone signaling. 2005.   http://genetics.mgh.harvard.edu/sheenweb/mapk_project.html."}, {"Citation": "Zhang SQ, Klessig DF. MAPK cascades in plant defense signaling. Trends Plant Sci. 2001;6:520–527.", "ArticleIdList": ["11701380"]}, {"Citation": "Colcombet J, Hirt H. Arabidopsis MAPKs: a complex signaling network involved in multiple biological processes. Biochem J. 2008;413:217–226.", "ArticleIdList": ["18570633"]}, {"Citation": "Zhang F, Strand A, Robbin D, Cobb MH, Goldsmith EJ. Structure of the MAP kinase ERK2 at 2.3 Å resolutions. Nature. 1994;367:704–711.", "ArticleIdList": ["8107865"]}, {"Citation": "Wilson KP, Fitzgibbon MJ, Caron PR, Griffith JP, Chen W, MccCaffrey PG, et al. Crystal structure of p38 mitogen-activated protein kinase. J Biol Chem. 1996;271:27696–27700.", "ArticleIdList": ["8910361"]}, {"Citation": "Wang Z, Harkins PC, Ulevitch RJ, Han J, Cobb MH. Goldsmith EJ, The structure of MAPK p38 at 2.1-A resolution. Proc Natl Acad Sci USA. 1997;94:2327–2332.", "ArticleIdList": ["PMC20087", "9122194"]}, {"Citation": "Xie H, Pallero MA, Gupta K, Chang P, Ware MF, Witke W, et al. EGF receptor regulation of cell motility: EGF induces disassembly of focal adhesions independently of the motility-associated PLCgamma signaling pathway. J Cell Sci. 1998;111:615–624.", "ArticleIdList": ["9454735"]}, {"Citation": "Goldsmith EJ, Cobb MH. Protein kinases. Curr Opin Struct Biol. 1994;4:833–840.", "ArticleIdList": ["7712287"]}, {"Citation": "Menges M, Doczi R, Okresz L, Morandini P, Mizzi L, Soloviev M, et al. Comprehensive gene expression atlas for the Arabidopsis MAP kinase signalling pathways. New Phytol. 2008;179:643–662.", "ArticleIdList": ["18715324"]}, {"Citation": "Knigton DR, Zheng J, Ten Eyck LF, Xuong HH, Taylor SS, Sowadski JM. Crystal structure of the catalytic subunit of cyclic adenosine monophosphate-dependent protein kinase. Science. 1991;253:414–429.", "ArticleIdList": ["1862343"]}, {"Citation": "Canagarajah BJ, Khokhlatchev A, Cobb MH, Goldsmith EJ. Activation mechanism of MAP kinase ERK2 by dual phosphorylation. Cell. 1997;90:859–869.", "ArticleIdList": ["9298898"]}, {"Citation": "Robinson MJ, Cheng M, Khokhlatchev A, Ebert D, Ahn N, Guan KL, et al. Contributions of the mitogen-activated protein (MAP) kinase backbone and phosphorylation loop to MEK specificity. J Biol Chem. 1996;271:29734–29739.", "ArticleIdList": ["8939908"]}, {"Citation": "Jiang Y, Li Z, Schwarz EM, Lin A, Guan K, Ulevitch RJ, et al. Structure-function studies of p38 mitogen-activated protein kinase. Loop 12 influences substrate specificity and autophosphorylation, but not upstream kinase selection. J Biol Chem. 1997;272:11096–11102.", "ArticleIdList": ["9111004"]}, {"Citation": "Payne DM, Rossomando AJ, Martino P, Erickson AK, Her JH, Oshima Y. Identification of the regulatory phosphorylation sites in pp42/mitogen activated protein kinase (MAP Kinase) EMBO J. 1991;10:885–892.", "ArticleIdList": ["PMC452730", "1849075"]}, {"Citation": "Gartner A, Nasmyth K, Ammerer G. Signal transduction in Saccharamyces cerevisiae requires tyrosine and threonine phosphorylation of FUS3 and KSS1. Genes Dev. 1992;6:1280–1292.", "ArticleIdList": ["1628831"]}, {"Citation": "Hanks SK, Quinn AM, Hunter T. The protein kinase family: conserved features and deduced phylogeny of the catalytic domains. Science. 1998;241:42–52.", "ArticleIdList": ["3291115"]}, {"Citation": "Hanks SK, Hunter T. Protein kinases 6. The eukaryotic protein kinase superfamily: kinase (catalytic) domain structure and classification. FASEB J. 1995;9:576–596.", "ArticleIdList": ["7768349"]}, {"Citation": "Mizoguchi T, Hayashida N, Shinozaki K. MAP Kinasis in plants. Riken Rev. 1994;6:25–26."}, {"Citation": "Bardwell L. Mechanisms of MAPK signaling specificity. Biochemical Society Transactions. 2006;34:837–841.", "ArticleIdList": ["PMC3017501", "17052210"]}, {"Citation": "Songyang Z, Lu KP, Kwon YT, Tsai LH, Filhol O, Cochet C, et al. A structural basis for substrate specificities of protein Ser/Thr kinases: primary sequence preference of casein kinases I and II, NIMA, phosphorylase kinase, calmodulin-dependent kinase II, CDK5, and Erk1. Mol Cell Biol. 1996;16:6486–6493.", "ArticleIdList": ["PMC231650", "8887677"]}, {"Citation": "Yoshioka K. Scaffold proteins in mammalian MAP kinase cascades. J Biochem. 2004;135:657–661.", "ArticleIdList": ["15213240"]}, {"Citation": "Morrison DK, Davis RJ. Regulation of MAP kinase signaling modules by scaffold proteins in mammals. Annu Rev Cell Dev Biol. 2003;19:91–118.", "ArticleIdList": ["14570565"]}, {"Citation": "Whitmarsh AJ, Cavanagh J, Tournier C, Yasuda J, Davis RJ. A mammalian scaffold complex that selectively mediates MAP kinase activation. Science. 1998;281:1671–1674.", "ArticleIdList": ["9733513"]}, {"Citation": "Sheridan DL, Kong Y, Parker SA, Dalby KN, Turk BE. Substrate discrimination among mitogen-activated protein kinases through distinct docking sequence motifs. J Biol Chem. 2008;283:19511–19520.", "ArticleIdList": ["PMC2443660", "18482985"]}, {"Citation": "Tanoue T, Adachi M, Moriguchi T, Nishida EA. conserved docking motif in MAP kinases common to substrates, activators and regulators. Nat Cell Biol. 2000;2:110–116.", "ArticleIdList": ["10655591"]}, {"Citation": "Chang CI, Xu B, Akella R, Cobb M, Goldsmith EJ. Crystal structure of MAP kinase p38 complexed to the docking sites on its nuclear substrate MEF2A and activator MKK3b. Mol Cell. 2002;9:1241–1249.", "ArticleIdList": ["12086621"]}, {"Citation": "Liu Y, Zhang S. Phosphorylation of 1-aminocyclo-propane-1-Carboxylic acid synthase by MAPK6, a stress-responsive MAPK, induce ethylene biosynthesis in Arabidopsis. Plant Cell. 2004;16:3386–3399.", "ArticleIdList": ["PMC535880", "15539472"]}, {"Citation": "Peck SC. Early phosphorylation events in biotic stress. Curr Opin Plant Biol. 2003;6:334–338.", "ArticleIdList": ["12873527"]}, {"Citation": "Feilner T, Hultschig C, Lee J, et al. High throughput identification of potential Arabidopsis mitogen-activated protein kinases substrates. Mol Cell Proteom. 2005;4:1558–1568.", "ArticleIdList": ["16009969"]}, {"Citation": "Andreasson E, Jenkins T, Brodersen P, et al. The MAP kinase substrate MKS1 is a regulator of plant defense responses. EMBO J. 2005;24:2579–2589.", "ArticleIdList": ["PMC1176463", "15990873"]}, {"Citation": "Menke FL, Pelt JA, Pieterse CM, Klessig DF. Silencing of the mitogen-activated protein kinase MPK6 compromises disease resistance in Arabidopsis. Plant Cell. 2004;16:897–907.", "ArticleIdList": ["PMC412864", "15020743"]}, {"Citation": "Pokholok DK, Zeitlinger J, Hannett NM, Reynolds DB, Young RA. Activated signal transduction kinases frequently occupy target genes. Science. 2006;313:533–536.", "ArticleIdList": ["16873666"]}, {"Citation": "Smertenko AP, Chang HY, Sonobe S, Fenyk SI, Weingartner M, Bogre L, et al. Control of the AtMAP65-1 interaction with microtubules through the cell cycle. J Cell Sci. 2006;119:3227–3237.", "ArticleIdList": ["16847052"]}, {"Citation": "Nakagami H, Pitzschke A, Hirt H. Emerging MAP kinase pathways in plant stress signaling. Trends Plant Sci. 2005;10:1360–1385.", "ArticleIdList": ["15953753"]}, {"Citation": "Shun-Wu Y, Ke-Xaun T. MAP kinase cascades responding to environment stress in plants. Acta Botanica Sinica. 2004;46:127–136."}, {"Citation": "Teige M, Scheik E, Eulgem T, Do czi R, Ichimura K, Shinozaki K, et al. The MKK2 pathway mediates cold and salt stress signaling in Arabidopsis. Mol Cell. 2004;15:141–152.", "ArticleIdList": ["15225555"]}, {"Citation": "Asai T, Tena G, Plotnikova J, Willmann MR, Chiu WL, Gomez-Gomez L, et al. MAP kinase signaling cascade in Arabidopsis innate immunity. Nature. 2002;415:977–983.", "ArticleIdList": ["11875555"]}, {"Citation": "Ecker JR. Re-entry of the ethylene MAPK6 module. Plant Cell. 2004;16:3164–3174."}, {"Citation": "Lampard GR, Macalister CA, Bergmann DC. Arabidopsis stomatal initiation is controlled by MAPK-mediated regulation of the bHLH SPEECHLESS. Science. 2008;322:1113–1116.", "ArticleIdList": ["19008449"]}, {"Citation": "Petersen M, Brodersen P, Naested H, Andreasson E, Lindhart U, Johansen B, et al. Arabidopsis map kinase 4 negatively regulates systemic acquired resistance. Cell. 2000;103:1111–1120.", "ArticleIdList": ["11163186"]}, {"Citation": "Hord LH, Sun YJ, Pillitteri LJ, Torri KV, Wang H, Zhang S, et al. Regulation of Arabidopsis early anther development by the Mitogen activated protein kinases, MPK3 and MPk6 and the ERECTA and related receptor like kinases. Mol Plant. 2008;4:645–658.", "ArticleIdList": ["19825569"]}, {"Citation": "Wang H, Liu Y, Bruffett K, Lee J, Hause G, Walker JC, et al. Haplo insufficiency of MAPK3 in MPK6 mutant background uncovers a novel function of these two MAPKs in Arabidopsis ovule development. Plant Cell. 2008;20:602–613.", "ArticleIdList": ["PMC2329925", "18364464"]}, {"Citation": "Qiu JL, Fiil BK, Petersen K, Nielsen HB, Botanga CJ, Thorgrimsen S, et al. Arabidopsis MAP kinase 4 regulates gene expression through transcription factor release in the nucleus. EMBO J. 2008;27:2214–2221.", "ArticleIdList": ["PMC2519101", "18650934"]}, {"Citation": "Bethke G, Unthan T, Uhrig JF, Poschi Y, Gust AA, Scheel D, et al. Flg22 regulates the release of an ethylene response factor substrate from MAP kinase 6 in Arabidopsis via ethylene signaling. Proc Natl Acad Sci USA. 2009;106:8067–8072.", "ArticleIdList": ["PMC2683104", "19416906"]}, {"Citation": "Ichimura K, et al. Various abiotic stresses rapidly activate Arabidopsis MAP kinases ATMPK4 and ATMPK6. Plant J. 2000;24:655–665.", "ArticleIdList": ["11123804"]}, {"Citation": "Yuasa T, Ichimura K, Mizoguchi T, Shinozaki K. Oxidative stress activates ATMPK6, an Arabidopsis homologue of MAP kinase. Plant Cell Physiol. 2001;42:1012–1016.", "ArticleIdList": ["11577197"]}, {"Citation": "Mishra NS, Tuteja R, Tuteja N. Signaling through MAP kinase networks in plants. Arch Biochem Biophys. 2006;452:55–68.", "ArticleIdList": ["16806044"]}, {"Citation": "Doczi R, Brader G, Pettko-Szandtner A, Rajh I, Djamei A, Pitzschke A, et al. The Arabidopsis mitogen-activated protein kinase kinase MKK3 is upstream of group C mitogen-activated protein kinases and participates in pathogen signaling. Plant Cell. 2007;19:3266–3279.", "ArticleIdList": ["PMC2174707", "17933903"]}, {"Citation": "Walia A, Lee JS, Wasteneys G, Ellis B. Arabidopsis mitogen-activated protein kinase MPK18 mediates cortical microtubule functions in plan cells. Plant J. 2009;59:565–575.", "ArticleIdList": ["19392697"]}, {"Citation": "Zhou C, Cai Z, Guo Y, Gan S. An Arabidopsis mitogen-activated protein kinase cascade, MKK9-MPK6, plays a role in leaf senescence. Plant Physiol. 2009;150:167–177.", "ArticleIdList": ["PMC2675715", "19251906"]}, {"Citation": "Xu J, Li Y, Wang Y, Liu H, Lei L, Yang H, et al. Activation of MAPK Kinase 9 induces ethylene and camalexin biosynthesis and enhances sensitivity to salt stress in Arabidopsis. J Biol Chem. 2008;283:26996–27006.", "ArticleIdList": ["18693252"]}, {"Citation": "Meszaros T, Helfer A, Hatzimasoura E, Magyar Z, Serazetdinova L, Rios G, et al. The Arabidopsis MAP kinase kinase MKK1 participates in defense responses to the bacterial elicitor flagellin. Plant J. 2006;48:485–498.", "ArticleIdList": ["17059410"]}, {"Citation": "Takahashi F, Yoshida R, Ichimura K, Mizoguchi T, Seo S, Yonezawa M, et al. The Mitogen-activated protein kinase cascade MKK3-MPK6 is an important part of the jasmonate signal transduction pathway in Arabidopsis. Plant Cell. 2007;19:805–818.", "ArticleIdList": ["PMC1867372", "17369371"]}, {"Citation": "Matsuoka D, et al. Activation of AtMEK1, an Arabidopsis mitogen-activated protein kinase kinase, in vitro and in vivo: analysis of active mutants expressed in E. coli and generation of the active form in stress response in seedlings. Plant J. 2002;29:637–647.", "ArticleIdList": ["11874576"]}, {"Citation": "Dai Y, Wang H, Li B, Huang J, Liu X, Zhou Y, et al. Increased expression of MAP Kinase Kinase 7 causes deficiency in polar auxin transport and leads to plant architectural abnormality in Arabidopsis. Plant Cell. 2006;18:308–320.", "ArticleIdList": ["PMC1356541", "16377756"]}, {"Citation": "Zhang X, Dai Y, Xiong Y, Defraia C, Li J, Dong X, et al. Overexpression of Arabidopsis MAP kinase kinase 7 leads to activation of plant basal and systemic acquired resistance. Plant J. 2007;52:1066–1079.", "ArticleIdList": ["17908155"]}, {"Citation": "Alzwiya IA, Morris PC. A mutation in the Arabidopsis MAP kinase kinase 9 gene results in enhanced seedling stress tolerance. Plant Sci. 2007;173:302–308."}, {"Citation": "Popescu SC, Popescu GV, Snyder M, Dinesh SP. Integrated analysis of co-expressed MAP kinase substrates in Arabidopsis thaliana. Plant Signal & Behav. 2009;4:524–527.", "ArticleIdList": ["PMC2688301", "19816141"]}, {"Citation": "Yoo SD, Cho YH, Tena G, Xiong Y, Sheen J. Dual control of nuclear EIN3 by bifurcate MAPK cascades in C2H4 signaling. Nature. 2008;451:789–795.", "ArticleIdList": ["PMC3488589", "18273012"]}, {"Citation": "Bergmann DC, Lukowitz W, Somerville CR. Stomatal development and pattern controlled by a MAPKK kinase. Science. 2004;304:1494–1497.", "ArticleIdList": ["15178800"]}, {"Citation": "Wang H, Ngwenyama N, Liu Y, Walker JC, Zhang S. Stomatal development and patterning are regulated by Arabidopsis MAPK network environmentally responsive mitogen-activated protein kinases in Arabidopsis. Plant Cell. 2007;19:63–73.", "ArticleIdList": ["PMC1820971", "17259259"]}, {"Citation": "Popescu SC, Popescu GV, Bachan S, Zhang Z, Gerstein M, Snyder M, et al. MAPK target networks in Arabidopsis thaliana revealed using functional protein microarrays. Genes Dev. 2009;23:80–92.", "ArticleIdList": ["PMC2632172", "19095804"]}, {"Citation": "Bayer M, Nawy T, Giglione C, Galli M, Meinnel T, Lukowitz W. Paternal Control of Embryonic Patterning in Arabidopsis thaliana. Science. 2009;323:1485–1488.", "ArticleIdList": ["19286558"]}, {"Citation": "Gao M, Liu J, Bi D, Zhang Z, Cheng F, Chen S, et al. MEKK1, MKK1/MKK2 and MPK4 function together in a mitogen activated protein kinase cascade to regulate innate immunity in plants. Cell Res. 2008;18:1190–1198.", "ArticleIdList": ["18982020"]}, {"Citation": "Brader G, Djamei A, Teige M, Palva ET, Hirt H. The MAP kinase kinase MKK2 affects disease resistance in Arabidopsis. Mol Plant Microbe Interact. 2007;20:589–596.", "ArticleIdList": ["17506336"]}, {"Citation": "Beckers GJM, Jaskiewicz M, Liu Y, Underwood WR, He SY, Zhang S, et al. Mitogen-Activated Protein Kinases 3 and 6 are required for full priming of stress responses in Arabidopsis thaliana. Plant Cell. 2009;21:944–953.", "ArticleIdList": ["PMC2671697", "19318610"]}, {"Citation": "Soyano T, Nishihama R, Morikiyo K, Ishikawa M, Machida Y. NQK1/NtMEK1 is a MAPKK that acts in the NPK1 MAPKKK mediated MAPK cascade and is required for plant cytokinesis. Genes Dev. 2003;17:1055–1067.", "ArticleIdList": ["PMC196038", "12704083"]}, {"Citation": "Melikant B, Giuliani C, Halbmayer-Watzina S, Limmongkon A, Heberle-Bors E, Wilson C. The Arabidopsis thaliana MEK AtMKK6 activates the MAP kinase AtMPK13. FEBS Let. 2004;576:5–8.", "ArticleIdList": ["15474000"]}, {"Citation": "Pedley KF, Martin GB. Role of mitogen-activated protein kinases in plant immunity. Curr Opin Plant Biol. 2005;8:541–547.", "ArticleIdList": ["16043387"]}, {"Citation": "Liu XM, Kim KE, Kim KC, Nguyen XC, Han HJ, Jung MS, et al. Cadmium activates Arabidopsis MPK3 and MPK6 via accumulation of reactive oxygen species. Phytochemistry. 2010;71:614–618.", "ArticleIdList": ["20116811"]}, {"Citation": "Jonak C, Nakahami H, Hirt H. Heavy metal stress activation of distinct mitogen activated protein kinase pathway by copper and cadmium. Plant Physiol. 2004;136:3276–3283.", "ArticleIdList": ["PMC523386", "15448198"]}, {"Citation": "Hirt H. Connecting oxidative stress, auxin and cell cycle regulation through a plant MAPK pathway. Proc Natl Acad Sci USA. 2000;97:2405–2407.", "ArticleIdList": ["PMC33972", "10716978"]}, {"Citation": "Lin CW, Chang HB, Huang HJ. Zinc induces mitogen-activated protein kinase activation mediated by reactive oxygen species in rice roots. Plant Physiol Biochem. 2005;43:963–968.", "ArticleIdList": ["16324848"]}, {"Citation": "Yeh CM, Hsiao LJ, Huang HJ. Cadmium activates a mitogen activated protein kinase gene and MBP kinases in rice. Plant Cell Physiol. 2004;45:1306–3283.", "ArticleIdList": ["15509854"]}, {"Citation": "Usami S, Bannon H, Itoy Y, Nishama R, Machida Y. Cutting activates a 46 KDa protein kinases in plants. Proc Natl Acad Sci USA. 1995;92:8660–8664.", "ArticleIdList": ["PMC41026", "11607579"]}, {"Citation": "Xing T, Ouellet T, Miki BL. Towards genomic and proteomic studies of protein phosphorylation in plant-pathogen interaction. Trends Plant Sci. 2002;7:224–231.", "ArticleIdList": ["11992828"]}, {"Citation": "Mizoguchi T, Ichimura K, Shinozaki K. Environmental stress response in plants: The role of mitogen-activated protein kinases. Trends Biotechnol. 1997;15:15–19.", "ArticleIdList": ["9032988"]}, {"Citation": "Tessier DM, Pascal LE. Activation of MAPK by hexavalent chromium, magnese and nickel in human epithelial cell. Toxicol Let. 2006;167:114–121.", "ArticleIdList": ["17045426"]}, {"Citation": "Samet JM, Graves LM, Quay J, Dailey LA, Devlin RB, Ghio AJ, et al. Activation of MAPKs in human bronchial epithelial cells exposed to metals. Am J Physiol-Lung Cell Mol Physiol. 1998;275:551–558.", "ArticleIdList": ["9728050"]}, {"Citation": "Yeh CM, Chien PS, Huang HJ. Distinct signaling pathways for induction of MAP kinase activities by cadmium and copper in rice roots. J Exp Bot. 2007;58:659–671.", "ArticleIdList": ["17259646"]}, {"Citation": "Suzuki N, Koizumi N, Sano H. Screening of cadmium-responsive genes in Arabidopsis thaliana reveals protein denaturation and oxidative stresses to be critical components of cadmium toxicity. Plant Cell Environ. 2001;24:1177–1188."}, {"Citation": "Cardinale F, Jonak C, Ligtering W, Niehaus K, Boller T, Hirt H. Differential activation of four specific MAPK pathways by distinct elicitors. J Biol Chem. 2000;275:36734–36740.", "ArticleIdList": ["10973984"]}, {"Citation": "Hasegawa PM, Bressan RA, Zhu JK, Bohnert HJ. Plant cellular and molecular responses to high salinity. Annu Rev Plant Mol Plant Physiol. 2000;51:463–499.", "ArticleIdList": ["15012199"]}, {"Citation": "Mikolajczyk M, Awotunde OS, Muszynska G, Klessig DF, Dobrowolska G. Osmotic stress induces rapid activation of a salicylic acid induced protein kinase and a homolog of protein kinase ASK1 in tobacco cells. Plant Cell. 2000;12:165–178.", "ArticleIdList": ["PMC149182", "10634915"]}, {"Citation": "Droillard MJ, et al. Involvement of MPK4 in osmotic stress response pathways in cell suspensions and plantlets of Arabidopsis thaliana: activation by hypoosmolarity and negative role in hyperosmolarity tolerance. FEBS Let. 2004;574:42–48.", "ArticleIdList": ["15358537"]}, {"Citation": "Lee JS, Huh KW, Bhargava A, Ellis BE. Comprehensive analysis of protein-protein interactions between Arabidopsis MAPKs and MAPK kinases helps define potential MAPK signalling modules. Plant Signal Behav. 2008;3:1037–1041.", "ArticleIdList": ["PMC2634456", "19513235"]}, {"Citation": "Lee HK, Cho SK, Son O, Xu Z, Hwang I, Kim WT. Drought stress-induced Rma1H1, a RING membrane-anchor E3 ubiquitin ligase homolog, regulates aquaporin levels via ubiquitination in transgenic Arabidopsis plants. Plant Cell. 2009;21:622–641.", "ArticleIdList": ["PMC2660634", "19234086"]}, {"Citation": "Li WX, Oono Y, Zhu J, He XJ, Wu JM, Iida K, et al. The Arabidopsis NFYA5 transcription factor is regulated transcriptionally and post transcriptionally to promote drought resistance. Plant Cell. 2008;20:2238–2251.", "ArticleIdList": ["PMC2553615", "18682547"]}, {"Citation": "Zhu JK. Salt and drought stress signal transduction in plants. Annu Rev Plant Biol. 2002;53:247–273.", "ArticleIdList": ["PMC3128348", "12221975"]}, {"Citation": "Ning J, Li X, Hicks LM, Xiong L. A Raf-Like MAPKKK gene DSM1 mediates drought resistance through reactive oxygen species scavenging in rice. Plant Physiol. 2010;152:876–890.", "ArticleIdList": ["PMC2815886", "20007444"]}, {"Citation": "Nuccio ML, Rhodes D, McNeil SD, Hanson AD. Metabolic engineering of plants for osmotic stress resistance. Curr Opin Plant Biol. 1999;2:128–134.", "ArticleIdList": ["10322193"]}, {"Citation": "Urao T, Yakubov B, Satoh R, Yamaguchi-Shinozaki K, Seki M, Hirayama T, et al. Transmembrane hybrid-type histidine kinase in Arabidopsis functions as an osmosensor. Plant Cell. 1999;11:1743–1754.", "ArticleIdList": ["PMC144312", "10488240"]}, {"Citation": "Kaur N, Gupta AK. Signal transduction pathways under abiotic stresses in plants. Curr Sci. 2005;88:1771–1780."}, {"Citation": "Brewster JL, Valoir TD, Dwyer ND, Winter E, Gustin MC. An osmosensing signal transduction pathway in yeast. Science. 1993;259:1760–1763.", "ArticleIdList": ["7681220"]}, {"Citation": "Kiegerl S, Cardinale F, Siligan C, Gross A, Baudouin E, Liwosz A, et al. SIMKK, a mitogen-activated protein kinase (MAPK) kinase, is a specific activator of the salt stress induced MAPK, SIMK. Plant Cell. 2000;12:2247–2258.", "ArticleIdList": ["PMC150171", "11090222"]}, {"Citation": "Droillard M, et al. Different protein kinase families are activated by osmotic stresses in Arabidopsis thaliana cell suspensions. Involvement of the MAP kinases AtMPK3 and AtMPK6. FEBS Lett. 2002;527:43–50.", "ArticleIdList": ["12220631"]}, {"Citation": "Meskiene I, Hirt H. MAP kinase pathways. Molecular plug- and-play chips for the cell. Plant Mol Biol. 2000;42:791–806.", "ArticleIdList": ["10890528"]}, {"Citation": "Xiong L, Ishitani M, Zhu JK. Interaction of osmotic stress, ABA and low temperature in the regulation of stress gene expression in Arabidopsis thaliana. Plant Physiol. 1999;119:205–211.", "ArticleIdList": ["PMC32221", "9880362"]}, {"Citation": "Apel K, Hirt H. Reactive oxygen species: metabolism, oxidative stress and signal transduction. Annu Rev Plant Biol. 2004;55:373–399.", "ArticleIdList": ["15377225"]}, {"Citation": "Desikan R, Clarke A, Hancock JT, Neill SJ. H2O2 activates a MAP kinase-like enzyme in Arabidopsis thaliana suspension cultures. J Exp Bot. 1999;50:1863–1866."}, {"Citation": "Grant M, Brown I, Adams S, Knight M, Ainslie A, Mansfield J. The RPM1 plant disease resistance gene facilitates a rapid and sustained increase in cytosolic calcium that is necessary for the oxidative burst and hypersensitive cell death. Plant J. 2000;23:441–450.", "ArticleIdList": ["10972870"]}, {"Citation": "Palavan-Unsal N, Arisan D. Nitric oxide signaling in plants. Springer. 2009;75:203–229."}, {"Citation": "Neill SJ, Radhika D, John TH, Kazuya I, Kazuo S. Harpin induces activation of the Arabidopsis MAP Kinases AtMPK4 and AtMPK6. Plant Physiol. 2001;126:1579–1587.", "ArticleIdList": ["PMC117157", "11500556"]}, {"Citation": "Desikan R, Hancock JT, Ichimura K, Shinozaki K, Neill SJ. Harpin induces activation of the Arabidopsis mitogen-activated protein kinases AtMPK4 and AtMPK6. Plant Physiol. 2001;26:1579–1587.", "ArticleIdList": ["PMC117157", "11500556"]}, {"Citation": "Nuhse TS, Peck SC, Hirt H, Boller T. Microbial elicitors induce activation and dual phosphorylation of the Arabidopsis thaliana MAPK6. J Biol Chem. 2000;275:7521–7526.", "ArticleIdList": ["10713056"]}, {"Citation": "Samuel MA, Miles GP, Ellis BE. Ozone treatment rapidly activates MAP kinase signaling in plants. Plant J. 2000;22:367–376.", "ArticleIdList": ["10849353"]}, {"Citation": "Kovtun Y, Chiu WL, Tena G, Sheen J. Functional analysis of oxidative stress-activated mitogen-activated protein kinase cascade in plants. Proc Natl Acad Sci USA. 2000;97:2940–2945.", "ArticleIdList": ["PMC16034", "10717008"]}, {"Citation": "Zhang A, Jiang M, Zhang J, Ding H, Xu S, Hu X, et al. Nitric oxide induced by hydrogen peroxide mediates abscisic acid-induced activation of the mitogen-activated protein kinase cascade involved in antioxidant defense in maize leaves. New Phytologist. 2007;175:36–50.", "ArticleIdList": ["17547665"]}, {"Citation": "Song XG, She XP, Guo IY, Meng ZN, Huang AX. MAPK kinase and CDP kinase modulate hydrogen peroxide levels during dark-induced stomatal closure in guard cells of Vicia faba. Botan Stud. 2008;49:323–334."}, {"Citation": "De Gara L, de Pinto MC, Moliterni VM, D'Egidio MG. Redox regulation and storage processes during maturation in kernels of Triticum durum. J Exp Bot. 2003;54:249–258.", "ArticleIdList": ["12493852"]}, {"Citation": "Kumar D, Klessig DF. Differential induction of tobacco MAP kinases by the defense signals nitric oxide, salicylic acid, ethylene and jasmonic acid. Mol Plant Microbe Interact. 2000;13:347–351.", "ArticleIdList": ["10707361"]}, {"Citation": "Clark D, Durner J, Navarre DA, Klessig DF. Nitric oxide inhibition of tobacco catalase and ascorbate peroxidase. Mol Plant Microbe Interact. 2000;13:1380–1384.", "ArticleIdList": ["11106031"]}, {"Citation": "Pagnussat GC, Lanteri ML, Lombardo MC, Lamattina L. Nitric oxide mediates the indole acetic acid induction activation of a mitogen-activated protein kinase cascade involved in adventitious root development. Plant Physiol. 2004;135:279–286.", "ArticleIdList": ["PMC429373", "15122018"]}, {"Citation": "Fernandez-Pascual M, Lucas MM, Felipe MR, Bosca L, Hirt H, Golvano MP. Involvement of mitogen-activated protein kinases in the symbiosis Bradyrhizobium-Lupinus. J Exp Bot. 2006;57:2735–2742.", "ArticleIdList": ["16868044"]}, {"Citation": "Izumitsu K, Yoshimi A, Kubo D, Morita A, Saitoh Y, Tanaka C. The MAPKK kinase ChSte11 regulates sexual/asexual development, melanization, pathogenicity and adaptation to oxidative stress in Cochliobolus heterostrophus. Curr Genet. 2009;55:439–448.", "ArticleIdList": ["19547975"]}, {"Citation": "Munnik T, Ligterink W, Meskiene I, Calderini O, Beyerly J, Musgrave A, et al. Distinct osmo-sensing protein kinase pathways are involved in signalling moderate and severe hyperosmotic stress. Plant J. 1999;20:381–388.", "ArticleIdList": ["10607291"]}, {"Citation": "Bogre L, Ligterink W, Meskien I, Barker PJ, Heberle-Bors E, Huskisson NS, et al. Wounding induces the rapid and transient activation of a specific MAP kinase pathway. Plant Cell. 1997;9:75–83.", "ArticleIdList": ["PMC156902", "12237344"]}, {"Citation": "Cardinale F, Meskiene I, Ouaked F, Hirt H. Convergence and divergence of stress-induced mitogen-activated protein kinase signaling pathways at the level of two distinct mitogen-activated protein kinase kinases. Plant Cell. 2002;14:703–711.", "ArticleIdList": ["PMC150590", "11910015"]}, {"Citation": "Bögre L, Calderini O, Binarova P, Mattauch M, Till S, Kiegerl S, et al. A MAP kinase is activated late in plant mitosis and becomes localized to the plane of cell division. Plant Cell. 1999;11:101–113.", "ArticleIdList": ["PMC144092", "9878635"]}, {"Citation": "Shoresh M, Gal-On A, Leibman D, Chet I. Characterization of a MAPK gene from cucumber required for Trichoderma conferred plant resistance. Plant Physiol. 2006;142:1169–1179.", "ArticleIdList": ["PMC1630744", "16950863"]}, {"Citation": "Neill S, Barros R, Bright J, Desikan R, Hancock J, Harrison J, et al. Nitric oxide, stomatal closure and abiotic stress. J Exp Bot. 2008;59:165–176.", "ArticleIdList": ["18332225"]}, {"Citation": "Rodriguez MCS, Petersen M, Mundy J. Mitogen-activated protein kinase signaling in plants. An Rev Plant Biol. 2010;61:621–649.", "ArticleIdList": ["20441529"]}, {"Citation": "Muller J, Beck M, Mettbach U, Komis G, Hause G, Menzel D, et al. Arabidopsis MPK6 is involved in cell division plane control during early root development and localizes to the pre-prophase band, phragmoplast, trans-Golgi network and plasma membrane. Plant J. 2010;61:234–248.", "ArticleIdList": ["19832943"]}, {"Citation": "Eckardt NA. Unraveling the MAPK signaling network in stomatal development. Plant Cell. 2009;21:3413."}, {"Citation": "Fujita M, Fujita Y, Noutoshi Y, Takahashi F, Narusaka Y, Yamaguchi-Shinozaki K, et al. Crosstalk between abiotic and biotic stress responses: a current view from the points of convergence in the stress signaling networks. Curr Opin in Plant Biol. 2006;9:436–442.", "ArticleIdList": ["16759898"]}, {"Citation": "Jammes F, Song C, Shin D, Munemasa S, Takeda K, Gu D, et al. MAP kinases MPK9 and MPK12 are preferentially expressed in guard cells and positively regulate ROS-mediated ABA signaling. Proc Natl Acad Sci USA. 2009;106:20520–20525.", "ArticleIdList": ["PMC2776606", "19910530"]}, {"Citation": "Heimovaara-Dijkstra S, Testerink C, Wang M. Mitogen-activated protein kinase and abscisic acid signal transduction. Fonte: Results Probl Cell Differ. 2000;27:131–144.", "ArticleIdList": ["10533203"]}, {"Citation": "Xiong L, Zhu JK. Abiotic stress signal transduction in plants: Molecular and genetic perspectives. Physiol Plant. 2001;112:152–166.", "ArticleIdList": ["11454221"]}, {"Citation": "Mockaitis K, Howell SH. Auxin induces mitogenic activated protein kinase (MAPK) activation in roots of Arabidopsis seedlings. Plant J. 2000;24:785–796.", "ArticleIdList": ["11135112"]}, {"Citation": "Kovtun Y, Chiu WL, Zeng W, Sheen J. Suppression of auxin signal transduction by a MAPK cascade in higher plants. Nature. 1998;395:716–720.", "ArticleIdList": ["9790195"]}, {"Citation": "Mizoguchi T, Gotoh Y, Nishida E, Yamaguchi-Shinozaki K, Hayashida N, Iwasaki T, et al. Characterization of two cDNAs that encode MAP kinase homologues in Arabidopsis thaliana and analysis of the possible role of auxin in activating such kinase activities in cultured cells. Plant J. 1994;5:111–122.", "ArticleIdList": ["8130795"]}]}], "History": [{"Year": "2010", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["20980831", "PMC3115236", "10.4161/psb.5.11.13020", "13020"]}}], "PubmedBookArticle": []}