{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["L’indice UV (ultraviolet) a été institué au Canada en 1992 en réponse aux préoccupations croissantes suscitée par l’augmentation possible des rayons ultraviolets avec l’amincissement de la couche d’ozone. Cet indice a été adopté par l’Organisation météorologique mondiale et l’Organisation mondiale de la santé en 1994 comme indicateur standard des niveaux de rayons UV. Notre article donne un aperçu de l’indice UV et des principaux attributs de sa répartition géographique. Les valeurs de l’indice UV sont déterminées à partir des mesures prises par des spectromètres au sol, des radiomètres à large bande et des radiomètres multifiltres. Au moyen de modèles de transfert radiatif, on estime ces valeurs à partir d’autres types d’observations géophysiques, principalement la colonne d’ozone et l’épaisseur des nuages. On peut aussi les obtenir à partir des mesures satellitaires de l’ozone atmosphérique et de la couverture nuageuse. Les prévisions de l’indice UV sont maintenant largement diffusées; on veut que le public s’en serve pour éviter les expositions excessives aux rayons ultraviolets. Pour les États-Unis et le Canada, l’indice UV moyen à midi en été varie entre 1,5 dans l’Arctique et 11,5 pour le Sud du Texas et peut atteindre 20 dans les hauteurs d’Hawaï. L’indice UV sert aussi souvent à chiffrer les niveaux de rayonnement ultraviolet dans les études portant sur l’incidence des rayons UV sur d’autres processus biologiques et photochimiques. Les facteurs qui influent sur l’indice UV, comme la hauteur du soleil, la quantité totale d’ozone dans l’atmosphère, la couverture nuageuse, la réflexion des rayons sur la neige et la pollution locale, sont également abordés. Depuis son adoption en 1992, l’indice UV est devenu un paramètre très utilisé pour caractériser les ultraviolets solaires. L’information à ce sujet peut être utile pour aider les gens à éviter les niveaux d’exposition excessifs aux rayons ultraviolets."]}], "OtherID": [], "PMID": "21033538", "DateCompleted": {"Year": "2010", "Month": "12", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0008-4263", "JournalIssue": {"Volume": "101", "Issue": "4", "PubDate": {"Year": "2010", "Season": "Jul-Aug"}}, "Title": "Canadian journal of public health = Revue canadienne de sante publique", "ISOAbbreviation": "Can J Public Health"}, "ArticleTitle": "The UV index: definition, distribution and factors affecting it.", "Pagination": {"StartPage": "I5", "EndPage": "I9", "MedlinePgn": "I5-9"}, "Abstract": {"AbstractText": ["The UV Index was introduced in Canada in 1992 in response to growing concerns about the potential increase of ultraviolet (UV) radiation due to ozone depletion. The index was adopted as a standard indicator of UV levels by the World Meteorological Organization and World Health Organization in 1994. This survey article gives an overview of the UV Index and the main features of its geographical distribution. UV index values are determined from measurements made by ground-based spectrometers, broad-band filter radiometers and multi-filter radiometers. Radiative transfer models are used to estimate UV Index values from other types of geophysical observations, primarily column ozone and cloud thickness. UV Index values can also be retrieved from satellite measurements of atmospheric ozone and cloud cover. Forecasts of UV Index values are now widely available and are intended to be used by the public as a guide to avoid excessive exposure to UV radiation. Over the US and Canada, mean noontime UV Index values in summer range from 1.5 in the Arctic to 11.5 over southern Texas and can be as high as 20 at high elevations in Hawaii. The UV Index is also often used to quantify UV levels in studies investigating the impact of UV on other biological and photochemical processes. Factors affecting the UV Index, such as the sun elevation, total amount of ozone in the atmosphere, cloud cover, reflection from snow and local pollution, are also discussed. Since its introduction in 1992, the UV Index has become a widely used parameter to characterize solar UV. Information about it can be useful for helping people avoid excessive levels of UV radiation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Science and Technology Branch, Environment Canada, Toronto, ON. Vitali.Fioletov@ec.gc.ca"}], "Identifier": [], "LastName": "Fioletov", "ForeName": "Vitali", "Initials": "V"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kerr", "ForeName": "James B", "Initials": "JB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fergusson", "ForeName": "Angus", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Can J Public Health", "NlmUniqueID": "0372714", "ISSNLinking": "0008-4263"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Canada"}, {"QualifierName": [], "DescriptorName": "Climate"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Radiation Dosage"}, {"QualifierName": ["instrumentation"], "DescriptorName": "Radiometry"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Skin"}, {"QualifierName": ["etiology", "prevention & control"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kerr JB, McElroy CT, Wardle DI, Olafson RA, Evans WFJ. The automated Brewer spectrophotometer. In: Zerefos CS, Ghazi A, editors. Atmospheric Ozone, Proceedings of the Quadrennial Ozone Symposium. Boston, MA: Reidel; 1985. pp. 396–401."}, {"Citation": "Seckmeyer G, Bais A, Bernhard G, Blumthaler M, Booth CR, Lantz K, McKenzie RL. Instruments to measure solar ultraviolet irradiance, Part 2: Broadband instruments measuring erythemally weighted solar irradiance, World Meteorological Organization. Global Atmospheric Watch. 2005;16(4):4."}, {"Citation": "Fioletov VE, McArthur LJB, Kerr JB, Wardle DI. Long-term variations of UV-B irradiance over Canada estimated from Brewer observations and derived from ozone and pyranometer measurements. J Geophys Res. 2001;106:23009–27. doi: 10.1029/2001JD000367.", "ArticleIdList": ["10.1029/2001JD000367"]}, {"Citation": "Lindfors A, Vuilleurmier L. Erythemal UV at Davos (Switzerland), 1926–2003, estimated using total ozone, sunshine duration, and snow depth. J Geophys Res. 2005;110(D2):D02104.1–D02104.15. doi: 10.1029/2004JD005231.", "ArticleIdList": ["10.1029/2004JD005231"]}, {"Citation": "Herman JR, Krotkov N, Celarier E, Larko D, Labow G. Distribution of UV radiation from TOMS-measured UV-backscattered radiances. J Geophys Res. 1999;104:12059–76. doi: 10.1029/1999JD900062.", "ArticleIdList": ["10.1029/1999JD900062"]}, {"Citation": "McKenzie R, Seckmeyer G, Bais A, Kerr J, Madronich S. Satellite-retrievals of erythemal UV dose compared with ground-based measurements at Northern and Southern mid-latitudes. J Geophys Res. 2001;106:24051–62. doi: 10.1029/2001JD000545.", "ArticleIdList": ["10.1029/2001JD000545"]}, {"Citation": "Fioletov VE, Kerr JB, Wardle DI, Krotkov NA, Herman JR. Comparison of Brewer UV irradiance measurements with TOMS satellite retrievals. Opt Eng. 2002;41:3051–61. doi: 10.1117/1.1516818.", "ArticleIdList": ["10.1117/1.1516818"]}, {"Citation": "Tanskanen A, Lindfors A, Määttä A, Krotkov N, Herman J, Kaurola J, et al. Validation of daily erythemal doses from Ozone Monitoring Instrument with ground-based UV measurement data. J Geophys Res. 2007;112:D24S44. doi: 10.1029/2007JD008830.", "ArticleIdList": ["10.1029/2007JD008830"]}, {"Citation": "DeLand MT, Cebula RP, Hilsenrath E. Observations of solar spectral irradiance change during cycle 22 from NOAA-9 Solar Backscatter Ultraviolet Model 2 (SBUV/2) J Geophys Res. 2004;109:D06304. doi: 10.1029/2003JD004074.", "ArticleIdList": ["10.1029/2003JD004074"]}, {"Citation": "Fioletov VE, Kerr JB, McArthur LJB, Wardle DI, Mathews TW. Estimating UV Index climatology over Canada. J Appl Meteorol. 2003;42:417–33. doi: 10.1175/1520-0450(2003)042<0417:EUICOC>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0450(2003)042<0417:EUICOC>2.0.CO;2"]}, {"Citation": "Krueger AJ, Walter LS, Bhartia PK, Schnetzler CC, Krotkov NA, Sprod I, Bluth GJS. Volcanic sulfur dioxide measurements from the total ozone mapping spectrometer instruments. J Geophys Res. 1995;100:14057–76. doi: 10.1029/95JD01222.", "ArticleIdList": ["10.1029/95JD01222"]}, {"Citation": "di Sarra A, Cacciani M, Chamard P, Cornwall C, DeLuisi JJ, Di Iorio T, et al. Effects of desert dust and ozone on the ultraviolet irradiance at the Mediterranean island of Lampedusa during PAUR II: Photochemical activity and ultraviolet radiation (PAUR) J Geophys Res. 2002;107:D18."}, {"Citation": "Kirchhoff VWJH, Silva AA, Costa CA, Paes Leme N, Pavao HG, Zaratti F. UV-B optical thickness observations of the atmosphere. J Geophys Res. 2001;106:2963–73. doi: 10.1029/2000JD900506.", "ArticleIdList": ["10.1029/2000JD900506"]}, {"Citation": "Webb AR, Kylling A, Wendisch M, Jakel E. Airborne measurements of ground and cloud spectral albedos under low aerosol loads. J Geophys Res. 2004;109:D20."}, {"Citation": "Wendisch M, Pilewskie P, Jakel E, Schmidt S, Pommier J, Howard S, et al. Airborne measurements of areal spectral albedo over different sea and land surfaces. J Geophys Res. 2004;109:D8. doi: 10.1029/2003JD004392.", "ArticleIdList": ["10.1029/2003JD004392"]}, {"Citation": "Parisi AV, Sabburg J, Kimlin MG, Downs N. Measured and modeled contributions to UV exposures by the albedo of surfaces in an urban environment. Theor Appl Climatol. 2003;76:181–88. doi: 10.1007/s00704-003-0012-9.", "ArticleIdList": ["10.1007/s00704-003-0012-9"]}, {"Citation": "Arola A, Kaurola J, Koskinen L, Tanskanen A, Tikkanen T, Taalas P, et al. A new approach to estimating the albedo for snow-covered surfaces in the satellite UV method. J Geophys Res. 2003;108:D17."}, {"Citation": "Huber M, Blumthaler M, Schreder J, Schallhart B, Lenoble J. Effect of inhomogeneous surface albedo on diffuse UV sky radiance at a high-altitude site. J Geophys Res. 2004;109:D8. doi: 10.1029/2003JD004013.", "ArticleIdList": ["10.1029/2003JD004013"]}, {"Citation": "Schmucki DA, Philipona R. Ultraviolet radiation in the Alps: The altitude effect. Opt Eng. 2002;41:3090–95. doi: 10.1117/1.1516820.", "ArticleIdList": ["10.1117/1.1516820"]}, {"Citation": "Zaratti F, Forno RN, Fuentes JG, Andrade MF. Erythemally weighted UV variations at two high-altitude locations. J Geophys Res. 2003;10(8):8."}, {"Citation": "Bodhaine BA, Dutton EG, Hofmann DJ, McKenzie RL, Johnston PV. Spectral UV measurements at Mauna Loa: July 1995–July 1996. J Geophys Res. 1997;102:19265–73. doi: 10.1029/97JD01391.", "ArticleIdList": ["10.1029/97JD01391"]}, {"Citation": "Tarasick DW, Fioletov VE, Wardle DI, Kerr JB, McArthur LJB, McLinden CA. Climatology and trends of surface UV radiation (survey article) Atmos Ocean. 2003;41:121–38. doi: 10.3137/ao.410202.", "ArticleIdList": ["10.3137/ao.410202"]}, {"Citation": "Liley JB, McKenzie RL. National Institute of Water & Atmospheric Research, UV Radiation and its Effects: An Update (2006) 2006. Where on Earth has the highest UV; pp. 26–37."}, {"Citation": "Fioletov VE, Kimlin MG, Krotkov N, McArthur LJB, Kerr JB, Wardle EI, et al. UV Index climatology over the United States and Canada from ground-based and satellite estimates. J Geophys Res. 2004;109:D22. doi: 10.1029/2004JD004820.", "ArticleIdList": ["10.1029/2004JD004820"]}, {"Citation": "Krzyścin JW, Eerme K, Janouch M. Long-term variations of the UV-B radiation’s over Central Europe derived from reconstructed UV time series. Ann Geophys. 2004;22:1473–85. doi: 10.5194/angeo-22-1473-2004.", "ArticleIdList": ["10.5194/angeo-22-1473-2004"]}, {"Citation": "Chubarova NY, Nezval YI, Verdebout J, Krotkov N, Herman J. Long-term UV irradiance changes over Moscow and comparisons with UV estimates from TOMS and METEOSAT. In: Bernhard G, Slusser JR, Gao W, Herman JR, editors. Ultraviolet Ground- and Space-based Measurements, Models, and Effects V (Proceedings of SPIE) 2005. pp. 1–11."}, {"Citation": "Zerefos C, Meleti C, Balis D, Tourali K, Bais AF. Quasi-biennial and longer-term changes in clear sky UV-B solar irradiance. Geophys Res Lett. 1998;25:4345–48. doi: 10.1029/1998GL900160.", "ArticleIdList": ["10.1029/1998GL900160"]}, {"Citation": "Kerr JB, Seckmeyer G, Bais AF, Bernhard G, Blumthaler M, Diaz SB, et al. Scientific Assessment of Ozone Depletion: 2002. Geneva, Switzerland: World Meteorological Organization; 2003. Surface ultraviolet radiation: Past and future."}, {"Citation": "Kerr JB. Decreasing ozone causes health concern: How Canada forecasts ultra-violet-B radiation. Environ Sci Technol. 1994;29:514–18. doi: 10.1021/es00061a001.", "ArticleIdList": ["10.1021/es00061a001"]}, {"Citation": "World Health Organization. Global Solar UV Index, A Practical Guide. Geneva, Switzerland: WHO; 2002. p. 28."}, {"Citation": "Kerr JB, Fioletov VE. Surface ultraviolet radiation. Atmos Ocean. 2008;46:159–84. doi: 10.3137/ao.460108.", "ArticleIdList": ["10.3137/ao.460108"]}]}], "History": [{"Year": "2010", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21033538", "PMC6974160", "10.1007/BF03405303"]}}], "PubmedBookArticle": []}