{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21037098", "DateCompleted": {"Year": "2011", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4049/jimmunol.1000283"], "ArticleDate": [{"Year": "2010", "Month": "10", "Day": "29"}], "Journal": {"ISSN": "1550-6606", "JournalIssue": {"Volume": "185", "Issue": "11", "PubDate": {"Year": "2010", "Month": "Dec", "Day": "01"}}, "Title": "Journal of immunology (Baltimore, Md. : 1950)", "ISOAbbreviation": "J Immunol"}, "ArticleTitle": "Hyaluronan fragments contribute to the ozone-primed immune response to lipopolysaccharide.", "Pagination": {"StartPage": "6891", "EndPage": "6898", "MedlinePgn": "6891-8"}, "Abstract": {"AbstractText": ["Hyaluronan is a high-molecular mass component of pulmonary extracelluar matrix, and lung injury can generate a low-molecular mass hyaluronan (HA) fragment that functions as endogenous ligand to cell surface receptors CD44 and TLR4. This leads to activation of intracellular NF-κB signaling and proinflammatory cytokine production. Based on previous information that ozone exposure causes increased HA in bronchial alveolar lavage fluid and ozone pre-exposure primes immune response to inhaled LPS, we hypothesized that HA production during ozone exposure augments the inflammatory response to LPS. We demonstrate that acute ozone exposure at 1 part per million for 3 h primes the immune response to low-dose aerosolized LPS in C57BL/6J mice, resulting in increased neutrophil recruitment into the airspaces, increased levels of protein and proinflammatory cytokines in the bronchoalveolar lavage fluid, and increased airway hyperresponsiveness. Intratracheal instillation of endotoxin-free HA (25 μg) enhances the biological response to inhaled LPS in a manner similar to ozone pre-exposure. In vitro studies using bone marrow-derived macrophages indicate that HA enhances LPS responses measured by TNF-α production, while immunofluorescence staining of murine alveolar macrophages demonstrates that HA induces TLR4 peripheralization and lipid raft colocalization. Collectively, our observations support that ozone primes macrophage responsiveness to low-dose LPS, in part, due to HA-induced TLR4 peripheralization in lung macrophages."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Duke University, Durham, NC 27710, USA."}], "Identifier": [], "LastName": "Li", "ForeName": "Zhuowei", "Initials": "Z"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Potts", "ForeName": "Erin N", "Initials": "EN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Piantadosi", "ForeName": "Claude A", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Foster", "ForeName": "W Michael", "Initials": "WM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hollingsworth", "ForeName": "John W", "Initials": "JW"}], "GrantList": [{"GrantID": "R01 ES016126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES016659", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES016659", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016347", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES016126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R56 AI064789", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "P01 AI081672", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "AI081672", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "R01 AI064789", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "ES016347", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "AI064789", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Immunol", "NlmUniqueID": "2985117R", "ISSNLinking": "0022-1767"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Hyaluronan Receptors"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9004-61-9", "NameOfSubstance": "Hyaluronic Acid"}], "CommentsCorrectionsList": [{"RefSource": "J Immunol. 2016 Mar 1;196(5):2426. doi: 10.4049/jimmunol.1600004", "PMID": "26896484"}, {"RefSource": "Fed Regist. 2019 Nov 7;84(216):60097-60098.", "PMID": "37547121"}], "MeshHeadingList": [{"QualifierName": ["chemically induced", "immunology", "pathology"], "DescriptorName": "Acute Lung Injury"}, {"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects", "immunology", "metabolism"], "DescriptorName": "Bone Marrow Cells"}, {"QualifierName": ["chemistry", "cytology", "immunology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Cells, Cultured"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Immunologic"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hyaluronan Receptors"}, {"QualifierName": ["biosynthesis", "chemistry", "toxicity"], "DescriptorName": "Hyaluronic Acid"}, {"QualifierName": ["administration & dosage", "chemistry", "pharmacology"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": ["drug effects", "immunology", "metabolism"], "DescriptorName": "Macrophages, Alveolar"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Molecular Weight"}, {"QualifierName": ["administration & dosage", "chemistry", "toxicity"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bell M, McDermott A, Zeger S, Samet J, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA. 2004;292:2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Dockery DW, Pope CA, Xu X, Spengler JD, Ware JH, Fay ME, Ferris BG, Speizer FE. An association between air pollution and mortality in six U.S. cities. N Engl J Med. 1993;329:1754–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, Samoli E, Medina S, Anderson HR, Niciu EM, Wichmann E, Kriz B, Kosnik M, Skorkovsky J, Vonk JM, Dortbudak Z. Acute Effects of Ozone on Mortality from the “Air Pollution and Health: A European Approach” Project. Am J Respir Crit Care Med. 2004;28:28.", "ArticleIdList": ["15282198"]}, {"Citation": "Aranyi C, Vana S, Thomas P, Bradof J, Fenters J, Graham J, Miller F. Effects of subchronic exposure to a mixture of O3, SO2, and (NH4)2SO4 on host defenses of mice. J Toxicol Environ Health. 1983;12:55–71.", "ArticleIdList": ["6355495"]}, {"Citation": "Gilmour M, Park P, Doerfler D, Selgrade M. Factors that influence the suppression of pulmonary antibacterial defenses in mice exposed to ozone. Exp Lung Res. 1993;19:299–314.", "ArticleIdList": ["8319601"]}, {"Citation": "Hollingsworth JW, Maruoka S, Li Z, Potts EN, Brass DM, Garantziotis S, Fong A, Foster WM, Schwartz DA. Ambient ozone primes pulmonary innate immunity in mice. J Immunol. 2007;179:4367–4375.", "ArticleIdList": ["17878331"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem. 2009;284:11309–11317.", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Taylor KR, Yamasaki K, Radek KA, Nardo AD, Goodarzi H, Golenbock D, Beutler B, Gallo RL. Recognition of Hyaluronan Released in Sterile Injury Involves a Unique Receptor Complex Dependent on Toll-like Receptor 4, CD44, and MD-2. J Biol Chem. 2007;282:18265–18275.", "ArticleIdList": ["17400552"]}, {"Citation": "Fraser JR, Laurent TC, Laurent UB. Hyaluronan: its nature, distribution, functions and turnover. J Intern Med. 1997;242:27–33.", "ArticleIdList": ["9260563"]}, {"Citation": "McKee CM, Penno MB, Cowman M, Burdick MD, Strieter RM, Bao C, Noble PW. Hyaluronan (HA) fragments induce chemokine gene expression in alveolar macrophages. The role of HA size and CD44. J Clin Invest. 1996;98:2403–2413.", "ArticleIdList": ["PMC507693", "8941660"]}, {"Citation": "Jiang D, Liang J, Fan J, Yu S, Chen S, Luo Y, Prestwich GD, Mascarenhas MM, Garg HG, Quinn DA, Homer RJ, Goldstein DR, Bucala R, Lee PJ, Medzhitov R, Noble PW. Regulation of lung injury and repair by Toll-like receptors and hyaluronan. Nat Med. 2005;11:1173–1179. Epub 2005 Oct 1123.", "ArticleIdList": ["16244651"]}, {"Citation": "Taylor KR, Trowbridge JM, Rudisill JA, Termeer CC, Simon JC, Gallo RL. Hyaluronan fragments stimulate endothelial recognition of injury through TLR4. J Biol Chem. 2004;279:17079–17084. Epub 12004 Feb 17075.", "ArticleIdList": ["14764599"]}, {"Citation": "Gao F, Koenitzer JR, Tobolewski JM, Jiang D, Liang J, Noble PW, Oury TD. Extracellular superoxide dismutase inhibits inflammation by preventing oxidative fragmentation of hyaluronan. J Biol Chem. 2008;283:6058–6066.", "ArticleIdList": ["PMC2268976", "18165226"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Lindsey JY, Stober VP, Polosukhin VV, Blackwell TS, Schwartz DA, Foster WM, Hollingsworth JW. TLR4 is Necessary for Hyaluronan-mediated Airway Hyperresponsiveness After Ozone Inhalation. Am J Respir Crit Care Med 2009", "ArticleIdList": ["PMC2868499", "20007931"]}, {"Citation": "Koay MA, Gao X, Washington MK, Parman KS, Sadikot RT, Blackwell TS, Christman JW. Macrophages are necessary for maximal nuclear factor-kappa B activation in response to endotoxin. Am J Respir Cell Mol Biol. 2002;26:572–578.", "ArticleIdList": ["11970909"]}, {"Citation": "Hollingsworth JW, Chen BJ, Brass DM, Berman K, Gunn MD, Cook DN, Schwartz DA. The Critical Role of Hematopoietic Cells in Lipopolysaccharide-induced Airway Inflammation. Am J Respir Crit Care Med. 2005;171:806–813. Epub 2004 Dec 2023.", "ArticleIdList": ["15618460"]}, {"Citation": "Hatch GE, Slade R, Harris LP, McDonnell WF, Devlin RB, Koren HS, Costa DL, McKee J. Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med. 1994;150:676–683.", "ArticleIdList": ["8087337"]}, {"Citation": "Wiester MJ, Tepper JS, King ME, Menache MG, Costa DL. Comparative study of ozone (O3) uptake in three strains of rats and in the guinea pig. Toxicol Appl Pharmacol. 1988;96:140–146.", "ArticleIdList": ["3188019"]}, {"Citation": "Togbe D, Schnyder-Candrian S, Schnyder B, Couillin I, Maillet I, Bihl F, Malo D, Ryffel B, Quesniaux VF. TLR4 gene dosage contributes to endotoxin-induced acute respiratory inflammation. J Leukoc Biol. 2006;80:451–457.", "ArticleIdList": ["16809643"]}, {"Citation": "Hoshino K, Takeuchi O, Kawai T, Sanjo H, Ogawa T, Takeda Y, Takeda K, Akira S. Cutting edge: toll-like receptor 4 (TLR4)-deficient mice are hyporesponsive to lipopolysaccharide: evidence for TLR4 as the Lps gene product. J Immunol. 1999;162:3749–3752.", "ArticleIdList": ["10201887"]}, {"Citation": "Katsouyanni K, Zmirou D, Spix C, Sunyer J, Schouten JP, Ponka A, Anderson HR, Le Moullec Y, Wojtyniak B, Vigotti MA, et al. Short-term effects of air pollution on health: a European approach using epidemiological time-series data. The APHEA project: background, objectives, design. Eur Respir J. 1995;8:1030–1038.", "ArticleIdList": ["7589368"]}, {"Citation": "Poltorak A, He X, Smirnova I, Liu MY, Van Huffel C, Du X, Birdwell D, Alejos E, Silva M, Galanos C, Freudenberg M, Ricciardi-Castagnoli P, Layton B, Beutler B. Defective LPS signaling in C3H/Hej and C57BL/10ScCr mice: mutations in Tlr4 gene. Science. 1998;282:2085–2088.", "ArticleIdList": ["9851930"]}, {"Citation": "Poltorak A, Smirnova I, He X, Liu MY, Van Huffel C, Birdwell D, Alejos E, Silva M, Du X, Thompson P, Chan EKL, Ledesma J, Roe B, Clifton S, Vogel SN, Beutler B. Genetic and physical mapping of the Lps locus: Identification of the Toll-4 receptor as a candidate gene in the critical region. Blood Cells, Molecules, and Diseases. 1998;24:340–355.", "ArticleIdList": ["10087992"]}, {"Citation": "Qureshi ST, Zhang X, Aberg E, Bousette N, Giaid A, Shan P, Medzhitov RM, Lee PJ. Inducible activation of TLR4 confers resistance to hyperoxia-induced pulmonary apoptosis. J Immunol. 2006;176:4950–4958.", "ArticleIdList": ["16585591"]}, {"Citation": "Zhang X, Shan P, Jiang G, Cohn L, Lee PJ. Toll-like receptor 4 deficiency causes pulmonary emphysema. J Clin Invest. 2006;116:3050–3059.", "ArticleIdList": ["PMC1616193", "17053835"]}, {"Citation": "Zhang X, Shan P, Qureshi S, Homer R, Medzhitov R, Noble PW, Lee PJ. Cutting edge: TLR4 deficiency confers susceptibility to lethal oxidant lung injury. J Immunol. 2005;175:4834–4838.", "ArticleIdList": ["16210584"]}, {"Citation": "Chassin C, Picardeau M, Goujon JM, Bourhy P, Quellard N, Darche S, Badell E, Fd’Andon M, Winter N, Lacroix-Lamande S, Buzoni-Gatel D, Vandewalle A, Werts C. TLR4- and TLR2-mediated B cell responses control the clearance of the bacterial pathogen, Leptospira interrogans. J Immunol. 2009;183:2669–2677.", "ArticleIdList": ["19635914"]}, {"Citation": "Wieland CW, Florquin S, Maris NA, Hoebe K, Beutler B, Takeda K, Akira S, van der Poll T. The MyD88-dependent, but not the MyD88-independent, pathway of TLR4 signaling is important in clearing nontypeable haemophilus influenzae from the mouse lung. J Immunol. 2005;175:6042–6049.", "ArticleIdList": ["16237099"]}, {"Citation": "Brass DM, Hollingsworth JW, Cinque M, Li Z, Potts E, Toloza E, Foster WM, Schwartz DA. Chronic LPS Inhalation Causes Emphysema-like Changes in Mouse Lung that is Associated with Apoptosis. Am J Respir Cell Mol Biol 2008", "ArticleIdList": ["PMC2574529", "18539952"]}, {"Citation": "Bihl F, Salez L, Beaubier M, Torres D, Lariviere L, Laroche L, Benedetto A, Martel D, Lapointe J, Ryffel B, Malo D. Overexpression of Toll-like receptor 4 amplifies the host response to lipopolysaccharide and provides a survival advantage in transgenic mice. J Immunol. 2003;170:6141–6150.", "ArticleIdList": ["12794144"]}, {"Citation": "Latz E, Visintin A, Lien E, Fitzgerald K, Monks B, Kurt-Jones E, Golenbock D, Espevik T. Lipopolysaccharide rapidly traffics to and from the Golgi apparatus with the toll-like receptor 4-MD-2-CD14 complex in a process that is distinct from the initiation of signal transduction. J Biol Chem. 2002;277:47834–47843. Epub 42002 Sep 47824.", "ArticleIdList": ["12324469"]}, {"Citation": "Monick MM, Yarovinsky TO, Powers LS, Butler NS, Carter AB, Gudmundsson G, Hunninghake GW. Respiratory syncytial virus up-regulates TLR4 and sensitizes airway epithelial cells to endotoxin. J Biol Chem. 2003;278:53035–53044.", "ArticleIdList": ["14565959"]}, {"Citation": "Espevik T, Latz E, Lien E, Monks B, Golenbock DT. Cell distributions and functions of Toll-like receptor 4 studied by fluorescent gene constructs. Scand J Infect Dis. 2003;35:660–664.", "ArticleIdList": ["14620151"]}, {"Citation": "Powers K, Szaszi K, Khadaroo R, Tawadros P, Marshall J, Kapus A, Rotstein O. Oxidative stress generated by hemorrhagic shock recruits Toll-like receptor 4 to the plasma membrane in macrophages. J Exp Med. 2006;203:1951–1961. Epub 2006 Jul 1917.", "ArticleIdList": ["PMC2118368", "16847070"]}, {"Citation": "Nakahira K, Kim HP, Geng XH, Nakao A, Wang X, Murase N, Drain PF, Wang X, Sasidhar M, Nabel EG, Takahashi T, Lukacs NW, Ryter SW, Morita K, Choi AM. Carbon monoxide differentially inhibits TLR signaling pathways by regulating ROS-induced trafficking of TLRs to lipid rafts. J Exp Med. 2006;203:2377–2389.", "ArticleIdList": ["PMC2118097", "17000866"]}, {"Citation": "Bousquet J, Chanez P, Lacoste JY, Enander I, Venge P, Peterson C, Ahlstedt S, Michel FB, Godard P. Indirect evidence of bronchial inflammation assessed by titration of inflammatory mediators in BAL fluid of patients with asthma. J Allergy Clin Immunol. 1991;88:649–660.", "ArticleIdList": ["1918730"]}, {"Citation": "Riise GC, Ahlstedt S, Larsson S, Enander I, Jones I, Larsson P, Andersson B. Bronchial inflammation in chronic bronchitis assessed by measurement of cell products in bronchial lavage fluid. Thorax. 1995;50:360–365.", "ArticleIdList": ["PMC474276", "7785007"]}, {"Citation": "Soderberg M, Bjermer L, Hallgren R, Lundgren R. Increased hyaluronan (hyaluronic acid) levels in bronchoalveolar lavage fluid after histamine inhalation. Int Arch Allergy Appl Immunol. 1989;88:373–376.", "ArticleIdList": ["2722257"]}]}], "History": [{"Year": "2010", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "6", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21037098", "NIHMS450839", "PMC3691842", "10.4049/jimmunol.1000283", "jimmunol.1000283"]}}], "PubmedBookArticle": []}