{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21041679", "DateCompleted": {"Year": "2010", "Month": "12", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1073/pnas.1008336107"], "ArticleDate": [{"Year": "2010", "Month": "11", "Day": "01"}], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "107", "Issue": "46", "PubDate": {"Year": "2010", "Month": "Nov", "Day": "16"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Observed suppression of ozone formation at extremely high temperatures due to chemical and biophysical feedbacks.", "Pagination": {"StartPage": "19685", "EndPage": "19690", "MedlinePgn": "19685-90"}, "Abstract": {"AbstractText": ["Ground level ozone concentrations ([O(3)]) typically show a direct linear relationship with surface air temperature. Three decades of California measurements provide evidence of a statistically significant change in the ozone-temperature slope (Δm(O3-T)) under extremely high temperatures (> 312 K). This Δm(O3-T) leads to a plateau or decrease in [O(3)], reflecting the diminished role of nitrogen oxide sequestration by peroxyacetyl nitrates and reduced biogenic isoprene emissions at high temperatures. Despite inclusion of these processes in global and regional chemistry-climate models, a statistically significant change in Δm(O3-T) has not been noted in prior studies. Future climate projections suggest a more frequent and spatially widespread occurrence of this Δm(O3-T) response, confounding predictions of extreme ozone events based on the historically observed linear relationship."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric, Oceanic and Space Sciences, University of Michigan, Ann Arbor, MI 48109, USA. alsteiner@umich.edu"}], "Identifier": [], "LastName": "Steiner", "ForeName": "Allison L", "Initials": "AL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Davis", "ForeName": "Adam J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sillman", "ForeName": "Sanford", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Owen", "ForeName": "Robert C", "Initials": "RC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Michalak", "ForeName": "Anna M", "Initials": "AM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fiore", "ForeName": "Arlene M", "Initials": "AM"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Butadienes"}, {"RegistryNumber": "0", "NameOfSubstance": "Hemiterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Pentanes"}, {"RegistryNumber": "0A62964IBU", "NameOfSubstance": "isoprene"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biophysical Phenomena"}, {"QualifierName": ["analysis"], "DescriptorName": "Butadienes"}, {"QualifierName": [], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Chemical Phenomena"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": [], "DescriptorName": "Feedback"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": ["analysis"], "DescriptorName": "Hemiterpenes"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": [], "DescriptorName": "Models, Statistical"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Pentanes"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Vukovich FM, Sherwell J. An examination of the relationship between certain meteorological parameters and surface ozone variations in the Baltimore–Washington corridor. Atmos Environ. 2003;37:971–981."}, {"Citation": "Wise EK. Climate-based sensitivity of air quality to climate change scenarios for the southwestern United States. Int J Climatol. 2009;29(1):87–97."}, {"Citation": "Atkinson R. Gas-phase tropospheric chemistry of organic compounds: A review. Atmos Environ. 1990;24A:1–41."}, {"Citation": "Jacob DJ, et al. Simulation of summertime ozone over North America. J Geophys Res-Atmos. 1993;98(D8):14797–14816."}, {"Citation": "Aw J, Kleeman MJ. Evaluating the first-order effect of intraannual temperature variability on urban air pollution. J Geophys Res-Atmos. 2003;108(D12):4365. 10.1029/2002JD002688."}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ, Dickerson RR. Observed relationships of ozone air pollution with temperature and emissions. Geophys Res Lett. 2009;36:L09803. 10.1029/2009GL037308."}, {"Citation": "Camalier L, Cox W, Dolwick P. The effects of meteorology on ozone in urban areas and their use in assessing ozone trends. Atmos Environ. 2007;41(33):7127–7137."}, {"Citation": "Ito A, Sillman S, Penner JE. Global chemical transport model study of ozone response to changes in chemical kinetics and biogenic volatile organic compounds emissions due to increasing temperatures: Sensitivities to isoprene nitrate chemistry and grid resolution. J Geophys Res-Atmos. 2009;114 10.1029/2008JD011254."}, {"Citation": "Mahmud A, Tyree M, Cayan D, Motallebi N, Kleeman MJ. Statistical downscaling of climate change impacts on ozone concentrations in California. J Geophys Res-Atmos. 2008;113 10.1029/2007JD009534."}, {"Citation": "Sillman S, Samson FJ. Impact of temperature on oxidant photochemistry in urban, polluted, rural and remote environments. J Geophys Res-Atmos. 1995;100(D6):11497–11508."}, {"Citation": "US Environmental Protection Agency. Air Quality Criteria for Ozone and Related Photochemical Oxidants. Research Triangle Park, NC: National Center for the Environmental Assessment; 2005."}, {"Citation": "Cardelino CA, Chameides WL. An observation-based model for analyzing ozone precursor relationships in the urban atmosphere. J Air Waste Manage. 1995;45(3):161–180.", "ArticleIdList": ["15658156"]}, {"Citation": "Steiner AL, Tonse S, Cohen RC, Goldstein AH, Harley RA. Influence of future climate and emissions on regional air quality in California. J Geophys Res-Atmos. 2006;111:D18303. 10.1029/2005JD006935."}, {"Citation": "Wu SL, Mickley LJ, Jacob DJ, Rind D, Streets DG. Effects of 2000–2050 changes in climate and emissions on global tropospheric ozone and the policy-relevant background surface ozone in the United States. J Geophys Res-Atmos. 2008;113:D06302. 10.1029/2007JD008917."}, {"Citation": "Cape JN. Surface ozone concentrations and ecosystem health: Past trends and a guide to future projections. Sci Total Environ. 2008;400(1–3):257–269.", "ArticleIdList": ["18639315"]}, {"Citation": "Ebi KL, McGregor G. Climate change, tropospheric ozone and particulate matter, and health impacts. Environ Health Perspect. 2008;116(11):1449–1455.", "ArticleIdList": ["PMC2592262", "19057695"]}, {"Citation": "Sillman S. Photochemical smog: ozone and its precursors. In: Potter T, BR C, editors. Handbook of Weather, Climate, and Water. New York: Wiley; 2003. pp. 227–242."}, {"Citation": "Leibensperger EM, Mickley LJ, Jacob DJ. Sensitivity of US air quality to mid-latitude cyclone frequency and implications of 1980–2006 climate change. Atmos Chem Phys. 2008;8(23):7075–7086."}, {"Citation": "Mickley LJ, Jacob DJ, Field BD, Rind D. Effects of future climate change on regional air pollution episodes in the United States. Geophys Res Lett. 2004;31:L24103. 10.1029/2004GL021216."}, {"Citation": "Rao ST, Ku JY, Berman S, Zhang KS, Mao HT. Summertime characteristics of the atmospheric boundary layer and relationships to ozone levels over the eastern United States. Pure Appl Geophys. 2003;160(1–2):21–55."}, {"Citation": "National Research Council. Rethinking the Ozone Problem in Rural and Regional Air Pollution. Washington, DC: National Academy Press; 1991."}, {"Citation": "Jacob DJ, Winner DA. Effect of climate change on air quality. Atmos Environ. 2009;43(1):51–63."}, {"Citation": "Weaver CP, et al. A preliminary synthesis of modeled climate change impacts on US regional ozone concentrations. B Am Meteorol Soc. 2009;90(12):1843–1863."}, {"Citation": "Maurer EP, Wood AW, Adam JC, Lettenmaier DP, Nijssen B. A long-term hydrologically based dataset of land surface fluxes and states for the conterminous United States. J Climate. 2002;15(22):3237–3251."}, {"Citation": "Franco G, Sanstad AH. Climate change and electricity demand in California. Climatic Change. 2008;87:139–151."}, {"Citation": "Miller N, Hayhoe K, Jin J, Auffhammer M. Climate, extreme heat, and electricity demand in California. J Appl Meteorol Clim. 2008;47:1834–1844."}, {"Citation": "Rubin JI, Kean AJ, Harley RA, Millet DB, Goldstein AH. Temperature dependence of volatile organic compound evaporative emissions from motor vehicles. J Geophys Res-Atmos. 2006;111 10.1029/2005JD006458."}, {"Citation": "Guenther AB, Zimmerman PR, Harley PC, Monson RK, Fall R. Isoprene and monoterpene emission rate variability—Model evaluations and sensitivity analyses. J Geophys Res-Atmos. 1993;98(D7):12609–12617."}, {"Citation": "Pegoraro E, et al. Effect of drought on isoprene emission rates from leaves of Quercus virginiana Mill. Atmos Environ. 2004;38(36):6149–6156."}, {"Citation": "Singsaas EL, Sharkey TD. The effects of high temperature on isoprene synthesis in oak leaves. Plant Cell Environ. 2000;23(7):751–757."}, {"Citation": "Lebassi B, et al. Observed 1970–2005 cooling of summer daytime temperatures in coastal California. J Climate. 2009;22(13):3558–3573."}, {"Citation": "Zhong SY, Whiteman CD, Bian XD. Diurnal evolution of three-dimensional wind and temperature structure in California’s Central Valley. J Appl Meteorol. 2004;43(11):1679–1699."}, {"Citation": "Mearns L, et al. A regional climate change assessment program for North America. Eos Trans AGU. 2009;90(36):311."}, {"Citation": "Bloomer BJ, Vinnikov KY, Dickerson RR. Changes in seasonal and diurnal cycles of ozone and temperature in the eastern US. Atmos Environ. 2010;44:2543–3551."}, {"Citation": "California Air Resources Board. Ozone Monitoring Concentration Data. Sacramento: California Air Resources Board; 2009."}, {"Citation": "Cox P, Komorniczak A, Weller R. The California Almanac of Emissions and Air Quality. Sacramento: California Air Resources Board; 2009."}, {"Citation": "Jin SX, Demerjian K. A photochemical box model for urban air-quality study. Atmos Environ B-Urb. 1993;27(4):371–387."}, {"Citation": "Evans M, Fiore A, Jacob DJ. The GEOS-Chem Chemical Mechanism, Version 5-07-8. Cambridge, MA: Harvard University Press; 2003."}, {"Citation": "Ito A, Sillman S, Penner JE. Effects of additional nonmethane volatile organic compounds, organic nitrates, and direct emissions of oxygenated organic species on global tropospheric chemistry. J Geophys Res-Atmos. 2007;112:D063091. 10.1029/2005JD006556."}, {"Citation": "Day DA, Wooldridge PJ, Cohen RC. Observations of the effects of temperature on atmospheric HNO3, Sigma ANs, Sigma PNs, and NOx: Evidence for a temperature-dependent HOx source. Atmos Chem Phys. 2008;8(6):1867–1879."}, {"Citation": "Meehl G, al E, editors. Global Climate Projections. Cambridge, UK: Cambridge University Press; 2007. pp. 747–845."}]}], "History": [{"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "5", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21041679", "PMC2993403", "10.1073/pnas.1008336107", "1008336107"]}}], "PubmedBookArticle": []}