{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21068669", "DateCompleted": {"Year": "2011", "Month": "04", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1097/EDE.0b013e3181fdcabe"], "ArticleDate": [], "Journal": {"ISSN": "1531-5487", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2011", "Month": "Jan"}}, "Title": "Epidemiology (Cambridge, Mass.)", "ISOAbbreviation": "Epidemiology"}, "ArticleTitle": "A method for detection of residual confounding in time-series and other observational studies.", "Pagination": {"StartPage": "59", "EndPage": "67", "MedlinePgn": "59-67"}, "Abstract": {"AbstractText": ["A difficult issue in observational studies is assessment of whether important confounders are omitted or misspecified. In this study, we present a method for assessing whether residual confounding is present. Our method depends on availability of an indicator with 2 key characteristics: first, it is conditionally independent (given measured exposures and covariates) of the outcome in the absence of confounding, misspecification, and measurement errors; second, it is associated with the exposure and, like the exposure, with any unmeasured confounders.", "We demonstrate the method using a time-series study of the effects of ozone on emergency department visits for asthma in Atlanta. We argue that future air pollution may have the characteristics appropriate for an indicator, in part because future ozone cannot have caused yesterday's health events. Using directed acyclic graphs and specific causal relationships, we show that one can identify residual confounding using an indicator with the stated characteristics. We use simulations to assess the discriminatory ability of future ozone as an indicator of residual confounding in the association of ozone with asthma-related emergency department visits. Parameter choices are informed by observed data for ozone, meteorologic factors, and asthma.", "In simulations, we found that ozone concentrations 1 day after the emergency department visits had excellent discriminatory ability to detect residual confounding by some factors that were intentionally omitted from the model, but weaker ability for others. Although not the primary goal, the indicator can also signal other forms of modeling errors, including substantial measurement error, and does not distinguish between them.", "The simulations illustrate that the indicator based on future air pollution levels can have excellent discriminatory ability for residual confounding, although performance varied by situation. Application of the method should be evaluated by considering causal relationships for the intended application, and should be accompanied by other approaches, including evaluation of a priori knowledge."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA 30322, USA. flanders@sph.emory.edu"}], "Identifier": [], "LastName": "Flanders", "ForeName": "W Dana", "Initials": "WD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Klein", "ForeName": "Mitchel", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Darrow", "ForeName": "Lyndsey A", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Strickland", "ForeName": "Matthew J", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sarnat", "ForeName": "Stefanie E", "Initials": "SE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sarnat", "ForeName": "Jeremy A", "Initials": "JA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Waller", "ForeName": "Lance A", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Winquist", "ForeName": "Andrea", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tolbert", "ForeName": "Paige E", "Initials": "PE"}], "GrantList": [{"GrantID": "R01 ES011294", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES11294", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Epidemiology", "NlmUniqueID": "9009644", "ISSNLinking": "1044-3983"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Confounding Factors, Epidemiologic"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Epidemiologic Studies"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Georgia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["methods"], "DescriptorName": "Population Surveillance"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Hastie T, Tibshirani R, Friedman J. The Elements of Statistical Learning. New York: Springer-Verlag; 2001."}, {"Citation": "Peng RD, Dominici F, Louis TA. Model choice in time series studies of air pollution and mortality. Roy Stat Soc A. 2006;169:179–203."}, {"Citation": "Greenland S, Pearl J, Robins J. Causal Diagrams for Epidemiologic Research. Epidemiol. 1999;10:37–48.", "ArticleIdList": ["9888278"]}, {"Citation": "Robins J. Data, design, and background knowledge in etiologic inference. Epidemiology. 2001;12(3):313–20.", "ArticleIdList": ["11338312"]}, {"Citation": "Hernan MA, Hernandez-Diaz S, Werler MM, Mitchell AA. Causal knowledge as a prerequisite for confounding evaluation: an application to birth defects epidemiology. Am J Epidemiol. 2002;155(2):176–184.", "ArticleIdList": ["11790682"]}, {"Citation": "Rothman KJ, Greenland S, Lash TL. Modern Epidemiology. 3. Philadelphia: Lippincott Williams & Wilkins; 2008."}, {"Citation": "Granger CWJ. Testing for causality: a personal viewpoint. J Economic Dynam Control. 1980;2:329–352."}, {"Citation": "Hendry DF. The Nobel Memorial Prize for Clive WJ. Granger Scand J Econom. 2004;106:187–213."}, {"Citation": "Greenland S, Robins JM. Identifiability, exchangeability, and epidemiological confounding. Int J Epidemiol. 1986;15(3):413–9.", "ArticleIdList": ["3771081"]}, {"Citation": "Robins JM, Greenland S, Hu FC. Estimation of the causal role of a time-varying exposoure on the marginal mean of a repeated binary outcome. J Am Stat Assoc. 1999;94:687–700."}, {"Citation": "Robins J. General methodologic considerations. J Econometrics. 2003;112:89–106."}, {"Citation": "Hernan MA, Cole SR. Invited Commentary: Causal Diagrams and Measurement Bias. Am J Epidemiol. 2009;170(8):959–962.", "ArticleIdList": ["PMC2765368", "19755635"]}, {"Citation": "Peel JL, Tolbert PE, Klein M, Metzger KB, Flanders WD, Todd K, Mulholland JA, Ryan PB, Frumkin H. Ambient air pollution and respiratory emergency department visits. Epidemiol. 2005;16(2):164–174.", "ArticleIdList": ["15703530"]}, {"Citation": "Zeger SL, Thomas D, Dominici F, Samet JM, Schwartz J, Dockery D, Cohen A. Exposure measurement effort in tme-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–426.", "ArticleIdList": ["PMC1638034", "10811568"]}, {"Citation": "Armstrong BG. Effect of measurement error on epidemiologic studies of environmental and occupational exposures. Occupat Environ Med. 1998;55:651–656.", "ArticleIdList": ["PMC1757516", "9930084"]}, {"Citation": "Neter JWW, Kutner MH. Applied Regression Models. Boston: Irwin; 1989."}, {"Citation": "Robins J. A new approach to causal inference in mortality studies with sustained exposure periods-application to control of the health worker survivor effect. Mathematical Modeling. 1986;7:1393–1515."}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, Samet JM. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Flanders WD, Klein M, Strickland M, Darrow L, Sarnat S, Sarnat J, Waller L, Tolbert PE. A method of identifying residual confounding and other violations of model assumptions. Epidemiol. 2009:s44–s45."}, {"Citation": "Lipsitch M, Tchetgen E, Cohen T. Negative Controls: A Tool for Detecting Confounding and Bias in Observational Studies. Epidemiology. 2010;21(3):383–388.", "ArticleIdList": ["PMC3053408", "20335814"]}]}], "History": [{"Year": "2010", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "8", "Day": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21068669", "NIHMS506274", "PMC3743227", "10.1097/EDE.0b013e3181fdcabe"]}}], "PubmedBookArticle": []}