{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Facet joint", "Herniated disc", "Lumbar vertebrae", "Ozone", "Zygapophysial joint"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21160944", "DateCompleted": {"Year": "2011", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4329/wjr.v2.i3.109"], "ArticleDate": [], "Journal": {"ISSN": "1949-8470", "JournalIssue": {"Volume": "2", "Issue": "3", "PubDate": {"Year": "2010", "Month": "Mar", "Day": "28"}}, "Title": "World journal of radiology", "ISOAbbreviation": "World J Radiol"}, "ArticleTitle": "Treatment of large lumbar disc herniation with percutaneous ozone injection via the posterior-lateral route and inner margin of the facet joint.", "Pagination": {"StartPage": "109", "EndPage": "112", "MedlinePgn": "109-12"}, "Abstract": {"AbstractText": ["To evaluate the effects of percutaneous ozone injection via the posterior-lateral route and inner margin of the facet joint in the treatment of large lumbar disc herniation.", "Fifty-eight patients with large lumbar disc herniation were treated with percutaneous injection of ozone via the posterior-lateral route and inner margin of the facet joint under digital subtraction angiography. Second injections were performed 5 d after the initial injection. All patients were followed up for 6-18 mo. A modified Macnab method was used for assessing clinical outcomes after oxygen-ozone therapy.", "Successful puncture was obtained in all patients. The overall efficacy was 91.4%; the outcome was the excellent in 37 cases (63.8%), good in 16 cases (27.6%) and fair/poor in 5 cases (8.6%) according to the Macnab criteria. No severe complications were found throughout this study.", "Percutaneous intradiscal ozone injection via the posterior-lateral route and inner margin of the facet joint is effective and safe for treatment of large lumbar disc herniation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Wei Lu, Yan-Hao Li, Xiao-Feng He, Department of Interventional Radiology, Nanfang Hospital, Southern Medical University, Guangzhou 510515, Guangdong Province, China."}], "Identifier": [], "LastName": "Lu", "ForeName": "Wei", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Yan-Hao", "Initials": "YH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "He", "ForeName": "Xiao-Feng", "Initials": "XF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World J Radiol", "NlmUniqueID": "101538184", "ISSNLinking": "1949-8470"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "He XF, Yu ZJ, Teng GJ, Li YH, Zeng QL, Chen Y, Lu W, Kong WD, Xu XL, Li L, et al. Treatment of lumbar disc herniation by using percutaneous intradiscal and paraspinal space injection of O2-O3 mixture. Zhonghua Fangshexue Zazhi. 2003;37:827–830."}, {"Citation": "Yu ZJ, He XF, Chen Y, Zeng QL, Liu ZH, Zhao ZQ, Lu Y, Li YH. Percutaneous intradiscal ozone (O3)-injection: an experimental study in canines. Zhonghua Fangshexue Zazhi. 2002;36:366–369."}, {"Citation": "Hua SY, Xu RL, Qi B. Clinical evaluation of lumbar disc heniation treated by percutaneous lumbar discectomy associated with O3 injection. Jieru Fangshexue Zazhi. 2005;14:281–283."}, {"Citation": "Xiao YY, Meng XD, Li JL, Chen C. CT guided O3 injection for the treatment of lumbar disc herniation. Zhongguo Jieru Yingxiang Yu Zhiliaoxue. 2005;2:245–248."}, {"Citation": "He XF, Li YH, Chen HW, Lu W, Chen Y, Zeng QL, Zhao JB, Xu XL, Peng J, Shen P. Intradiscal injection of O2-O3 to treat lumbar disc herniations: clinical therapeutic effect analysis with 600 cases. Zhongguo Jieru Yingxiang Yu Zhiliaoxue. 2005;2:338–341."}, {"Citation": "Nerubay J, Caspi I, Levinkopf M. Percutaneous carbon dioxide laser nucleolysis with 2- to 5-year followup. Clin Orthop Relat Res. 1997:45–48.", "ArticleIdList": ["9137175"]}, {"Citation": "Macnab I. Negative disc exploration. An analysis of the causes of nerve-root involvement in sixty-eight patients. J Bone Joint Surg Am. 1971;53:891–903.", "ArticleIdList": ["4326746"]}, {"Citation": "Muto M, Andreula C, Leonardi M. Treatment of herniated lumbar disc by intradiscal and intraforaminal oxygen-ozone (O2-O3) injection. J Neuroradiol. 2004;31:183–189.", "ArticleIdList": ["15356443"]}, {"Citation": "Arena M, Savoca G, Papa R. Paravertebral percutaneous O2-O3 injection integrated treatments in the management of lunbar herniated disc and disc-joint compression. Ital J Ozono Ther. 2003;2:39–44."}, {"Citation": "Andreula CF, Simonetti L, De Santis F, Agati R, Ricci R, Leonardi M. Minimally invasive oxygen-ozone therapy for lumbar disk herniation. AJNR Am J Neuroradiol. 2003;24:996–1000.", "ArticleIdList": ["PMC7975773", "12748111"]}, {"Citation": "Wang DJ, Zhang L, Wang XM, Xiao YY. Treatment of huge lumbar intervertebral disc herniation with ozone and collagenase through the route of inner margin of facet joint. Shiyong Tengtongxue Zazhi. 2007;3:22–27."}, {"Citation": "Zhao W. Primary study on pressure-controlled lunbar intradiscal ozone injection with flexible puncture needle through inner margin of small joint. Master degree paper, First Military Medical University. 2007. p. 15."}, {"Citation": "Yu ZJ, He XF, Li YH. Treatment of lumbar disc herniation with medical ozone. Zhongguo Yixue Yingxiang Jishu. 2004;20:598–600."}]}], "History": [{"Year": "2010", "Month": "1", "Day": "13"}, {"Year": "2010", "Month": "3", "Day": "8"}, {"Year": "2010", "Month": "3", "Day": "16"}, {"Year": "2010", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2010", "Month": "3", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21160944", "PMC2998940", "10.4329/wjr.v2.i3.109"]}}], "PubmedBookArticle": []}