{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21172696", "DateCompleted": {"Year": "2011", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.envres.2010.12.001"], "ArticleDate": [{"Year": "2010", "Month": "12", "Day": "18"}], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "111", "Issue": "2", "PubDate": {"Year": "2011", "Month": "Feb"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Outdoor temperature is associated with serum HDL and LDL.", "Pagination": {"StartPage": "281", "EndPage": "287", "MedlinePgn": "281-7"}, "Abstract": {"AbstractText": ["While exposures to high and low air temperatures are associated with cardiovascular mortality, the underlying mechanisms are poorly understood. The risk factors for cardiovascular disease include high levels of total cholesterol and low-density lipoprotein (LDL), and low levels of high-density lipoprotein (HDL). We investigated whether temperature was associated with changes in circulating lipid levels, and whether this might explain part of the association with increased cardiovascular events.", "The study cohort consisted of 478 men in the greater Boston area with a mean age of 74.2 years. They visited the clinic every 3-5 years between 1995 and 2008 for physical examination and to complete questionnaires. We excluded from analyses all men taking statin medication and all days with missing data, resulting in a total of 862 visits. Associations between three temperature variables (ambient, apparent, and dew point temperature) and serum lipid levels (total cholesterol, HDL, LDL, and triglycerides) were studied with linear mixed models that included possible confounders such as air pollution and a random intercept for each subject.", "We found that HDL decreased -1.76% (95% CI: from -3.17 to -0.32, lag 2 days), and -5.58% (95% CI: from -8.87 to -2.16, moving average of 4 weeks) for each 5°C increase in mean ambient temperature. For the same increase in mean ambient temperature, LDL increased by 1.74% (95% CI: 0.07-3.44, lag 1 day) and 1.87% (95% CI: 0.14-3.63, lag 2 days). These results were also similar for apparent and dew point temperatures. No changes were found in total cholesterol or triglycerides in relation to temperature increase.", "Changes in HDL and LDL levels associated with an increase in ambient temperature may be among the underlying mechanisms of temperature-related cardiovascular mortality."], "CopyrightInformation": "Copyright © 2010 Elsevier Inc. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, Landmark Center West room 415 E, 401 Park Drive, Boston, MA 02215, USA. jaana.halonen@ttl.fi"}], "Identifier": [], "LastName": "Halonen", "ForeName": "Jaana I", "Initials": "JI"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zanobetti", "ForeName": "Antonella", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sparrow", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vokonas", "ForeName": "Pantel S", "Initials": "PS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}], "GrantList": [{"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES014663", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES15172", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES015172", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES-00002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES014663", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipoproteins, HDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipoproteins, LDL"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Soot"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "97C5T2UQ7J", "NameOfSubstance": "Cholesterol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["blood"], "DescriptorName": "Cholesterol"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Epidemiological Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Humidity"}, {"QualifierName": ["blood"], "DescriptorName": "Lipoproteins, HDL"}, {"QualifierName": ["blood"], "DescriptorName": "Lipoproteins, LDL"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Massachusetts"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["analysis"], "DescriptorName": "Soot"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors declare they have no competing financial or nonfinancial interests"}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Al-Tamer YY, et al. Seasonality of hypertension. J Clin Hypertens (Greenwich) 2008;10:125–9.", "ArticleIdList": ["PMC8109988", "18256577"]}, {"Citation": "Alperovitch A, et al. Relationship between blood pressure and outdoor temperature in a large sample of elderly individuals: the Three-City study. Arch Intern Med. 2009;169:75–80.", "ArticleIdList": ["19139327"]}, {"Citation": "Anderson BG, Bell ML. Weather-related mortality: how heat, cold, and heat waves affect mortality in the United States. Epidemiology. 2009;20:205–13.", "ArticleIdList": ["PMC3366558", "19194300"]}, {"Citation": "Barnett AG, et al. The effect of temperature on systolic blood pressure. Blood Press Monit. 2007;12:195–203.", "ArticleIdList": ["17496471"]}, {"Citation": "Basu R, Ostro BD. A multicounty analysis identifying the populations vulnerable to mortality associated with high ambient temperature in California. Am J Epidemiol. 2008;168:632–7.", "ArticleIdList": ["18663214"]}, {"Citation": "Basu R, Samet JM. Relation between elevated ambient temperature and mortality: a review of the epidemiologic evidence. Epidemiol Rev. 2002;24:190–202.", "ArticleIdList": ["12762092"]}, {"Citation": "Beitz A, et al. Lipoproteins from normolipidemic and dyslipidemic subjects modify the thromboxane A2 generation by platelets in clotting human blood. Prostaglandins Leukot Essent Fatty Acids. 1993;48:475–9.", "ArticleIdList": ["8341726"]}, {"Citation": "Bell B, Rose C, Damon A. The Normative Aging Study: an interdisciplinary and longitudinal study of health and aging. Aging Hum Dev. 1972;3:4–17."}, {"Citation": "Brook RD, et al. Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–78.", "ArticleIdList": ["20458016"]}, {"Citation": "Bucolo G, David H. Quantitative determination of serum triglycerides by the use of enzymes. Clin Chem. 1973;19:476–82.", "ArticleIdList": ["4703655"]}, {"Citation": "Chuang KJ, et al. Effect of air pollution on blood pressure, blood lipids, and blood sugar: a population-based approach. J Occup Environ Med. 2010;52:258–62.", "ArticleIdList": ["20190657"]}, {"Citation": "Cress AE, Gerner EW. Cholesterol levels inversely reflect the thermal sensitivity of mammalian cells in culture. Nature. 1980;283:677–9.", "ArticleIdList": ["7354858"]}, {"Citation": "Dawson J, et al. Associations between meteorological variables and acute stroke hospital admissions in the west of Scotland. Acta Neurol Scand. 2008;117:85–9.", "ArticleIdList": ["18184342"]}, {"Citation": "Despres JP, et al. HDL-cholesterol as a marker of coronary heart disease risk: the Quebec cardiovascular study. Atherosclerosis. 2000;153:263–72.", "ArticleIdList": ["11164415"]}, {"Citation": "Donaldson GC, et al. An analysis of arterial disease mortality and BUPA health screening data in men, in relation to outdoor temperature. Clin Sci (Lond) 1997;92:261–8.", "ArticleIdList": ["9093006"]}, {"Citation": "Ettinger WH, et al. Lipoprotein lipids in older people. Results from the Cardiovascular Health Study. The CHS Collaborative Research Group. Circulation. 1992;86:858–69.", "ArticleIdList": ["1516198"]}, {"Citation": "Farmer JA, Torre-Amione G. Atherosclerosis and inflammation. Curr Atheroscler Rep. 2002;4:92–8.", "ArticleIdList": ["11822971"]}, {"Citation": "Ferrara A, et al. Total, LDL, and HDL cholesterol decrease with age in older men and women. The Rancho Bernardo Study 1984–1994. Circulation. 1997;96:37–43.", "ArticleIdList": ["9236414"]}, {"Citation": "Friedewald WT, et al. Estimation of the concentration of low-density lipoprotein cholesterol in plasma, without use of the preparative ultracentrifuge. Clin Chem. 1972;18:499–502.", "ArticleIdList": ["4337382"]}, {"Citation": "Genoud M, et al. Surrogate markers for atherosclerosis in overweight subjects with atherogenic dyslipidemia: the GEMS project. Angiology. 2008;59:484–92.", "ArticleIdList": ["18388087"]}, {"Citation": "Gietl JK, Klemm O. Analysis of Traffic and Meteorology on Airborne Particulate Matter in Munster, Northwest Germany. Journal of the Air & Waste Management Association. 2009;59:809–818.", "ArticleIdList": ["19645265"]}, {"Citation": "Gover M. Mortality during periods of excessive temperature. Public Health Rep. 1938;53:1122–1143."}, {"Citation": "Grahame TJ, Schlesinger RB. Cardiovascular health and particulate vehicular emissions: a critical evaluation of the evidence. Air Qual Atmos Health. 2010;3:3–27.", "ArticleIdList": ["PMC2844969", "20376169"]}, {"Citation": "Grundy SM. Multifactorial causation of obesity: implications for prevention. Am J Clin Nutr. 1998;67:563S–72S.", "ArticleIdList": ["9497171"]}, {"Citation": "Halonen JI, et al. Associations between outdoor temperature and markers of inflammation: a cohort study. Environ Health. 2010a;9:42.", "ArticleIdList": ["PMC2920265", "20653951"]}, {"Citation": "Halonen JI, et al. Relationship between outdoor temperature and blood pressure. Occup Environ Med. 2010b In Press.", "ArticleIdList": ["PMC4437584", "20864465"]}, {"Citation": "Houterman S, et al. Total but not high-density lipoprotein cholesterol is consistently associated with coronary heart disease mortality in elderly men in Finland, Italy, and The Netherlands. Epidemiology. 2000;11:327–32.", "ArticleIdList": ["10784252"]}, {"Citation": "Hussein T, et al. Modal structure and spatial-temporal variations of urban and suburban aerosols in Helsinki - Finland. Atmospheric Environment. 2005;39:1655–1668."}, {"Citation": "Keatinge WR, et al. Increased platelet and red cell counts, blood viscosity, and plasma cholesterol levels during heat stress, and mortality from coronary and cerebral thrombosis. Am J Med. 1986;81:795–800.", "ArticleIdList": ["3776986"]}, {"Citation": "McMichael AJ, et al. International study of temperature, heat and urban mortality: the ‘ISOTHURM’ project. Int J Epidemiol. 2008;37:1121–31.", "ArticleIdList": ["18522981"]}, {"Citation": "Medina-Ramon M, Schwartz J. Temperature, Temperature Extremes, and Mortality: A Study of Acclimatization and Effect Modification in 50 United States Cities. Occup Environ Med. 2007;64:827–833.", "ArticleIdList": ["PMC2095353", "17600037"]}, {"Citation": "Medina-Ramon M, et al. Extreme temperatures and mortality: assessing effect modification by personal characteristics and specific cause of death in a multi-city case-only analysis. Environ Health Perspect. 2006;114:1331–6.", "ArticleIdList": ["PMC1570054", "16966084"]}, {"Citation": "Middleton N, et al. A 10-year time-series analysis of respiratory and cardiovascular morbidity in Nicosia, Cyprus: the effect of short-term changes in air pollution and dust storms. Environ Health. 2008;7:39.", "ArticleIdList": ["PMC2517071", "18647382"]}, {"Citation": "Neild PJ, et al. Cold-induced increases in erythrocyte count, plasma cholesterol and plasma fibrinogen of elderly people without a comparable rise in protein C or factor X. Clin Sci (Lond) 1994;86:43–8.", "ArticleIdList": ["8306550"]}, {"Citation": "Noda H, et al. Prediction of Myocardial Infarction Using Coronary Risk Scores Among Japanese Male Workers: 3M Study. J Atheroscler Thromb. Advance Publication. 2010:3.", "ArticleIdList": ["20197631"]}, {"Citation": "Ockene IS, et al. Seasonal variation in serum cholesterol levels: treatment implications and possible mechanisms. Arch Intern Med. 2004;164:863–70.", "ArticleIdList": ["15111372"]}, {"Citation": "Ostro BD, et al. Estimating the mortality effect of the July 2006 California heat wave. Environ Res. 2009;109:614–9.", "ArticleIdList": ["19394595"]}, {"Citation": "Pinheiro JC, Bates DM. Mixed-Effects Models in S and S-Plus. Springer; New York: 2000."}, {"Citation": "R Development Core Team. R: A Language and Environment for Statistical Computing. Vienna: 2010."}, {"Citation": "Ren C, et al. Ozone modifies associations between temperature and cardiovascular mortality: analysis of the NMMAPS data. Occup Environ Med. 2008;65:255–60.", "ArticleIdList": ["17890300"]}, {"Citation": "Schneider A, et al. Air temperature and inflammatory responses in myocardial infarction survivors. Epidemiology. 2008;19:391–400.", "ArticleIdList": ["18414085"]}, {"Citation": "Schwartz J, et al. Methodological issues in studies of air pollution and daily counts of deaths or hospital admissions. J Epidemiol Community Health. 1996;50(Suppl 1):S3–11.", "ArticleIdList": ["PMC1060881", "8758217"]}, {"Citation": "Solomon S, et al. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, 2007. Cambridge, United Kingdom and New York, NY, USA: 2007."}, {"Citation": "Steadman RG. Assessment of sultriness .1. temperature-humidity index based on human physiology and clothing science. Journal of Applied Meteorology. 1979;18:861–873."}, {"Citation": "Steadman RG. A Universal Scale of Apparent Temperature. J Climate and Appl Meteor. 1984;23:1674–1687."}, {"Citation": "Sterling M. Trigonometry for Dummies. Wiley Publishing Inc; Indianapolis, Indiana: 2005."}, {"Citation": "Tan J, et al. The urban heat island and its impact on heat waves and human health in Shanghai. Int J Biometeorol. 2010;54:75–84.", "ArticleIdList": ["19727842"]}, {"Citation": "Tomao E, et al. The effects of air pollution on the lipid balance of traffic police personnel. Ann Saudi Med. 2002;22:287–90.", "ArticleIdList": ["17146243"]}, {"Citation": "Warnick GR, et al. Estimating low-density lipoprotein cholesterol by the Friedewald equation is adequate for classifying patients on the basis of nationally recommended cutpoints. Clin Chem. 1990;36:15–9.", "ArticleIdList": ["2297909"]}, {"Citation": "Yamamoto H, et al. Influence of heat exposure on serum lipid and lipoprotein cholesterol in young male subjects. Ind Health. 2003;41:1–7.", "ArticleIdList": ["12674547"]}, {"Citation": "Zanobetti A, Schwartz J. Temperature and mortality in nine US cities. Epidemiology. 2008;19:563–70.", "ArticleIdList": ["PMC3722554", "18467963"]}, {"Citation": "Zeger SL, et al. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–26.", "ArticleIdList": ["PMC1638034", "10811568"]}, {"Citation": "Zhao Y, Marcel YL. Serum albumin is a significant intermediate in cholesterol transfer between cells and lipoproteins. Biochemistry. 1996;35:7174–80.", "ArticleIdList": ["8679545"]}]}], "History": [{"Year": "2010", "Month": "4", "Day": "6"}, {"Year": "2010", "Month": "11", "Day": "30"}, {"Year": "2010", "Month": "12", "Day": "1"}, {"Year": "2010", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2010", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "5", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21172696", "NIHMS685964", "PMC4437587", "10.1016/j.envres.2010.12.001", "S0013-9351(10)00197-0"]}}], "PubmedBookArticle": []}