{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21278811", "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1450-6688", "JournalIssue": {"Volume": "22", "Issue": "2", "PubDate": {"Year": "2009"}}, "Title": "Pneumon", "ISOAbbreviation": "Pneumon"}, "ArticleTitle": "Effect of low doses of lipopolysaccharide prior to ozone exposure on bronchoalveolar lavage: Differences between wild type and surfactant protein A-deficient mice.", "Pagination": {"StartPage": "143", "EndPage": "155", "MedlinePgn": "143-155"}, "Abstract": {"AbstractText": ["BACKGROUND: Several aspects of the inflammatory response to a single insult, i.e., exposure to 2 ppm of ozone (O(3)) for 3 h or 6 h, are less pronounced in surfactant protein A deficient (SP-A -/-) mice (KO) than in wild type mice (WT). It was hypothesized that a mild insult, specifically low doses of lipopolysaccharide (LPS), would adversely affect host defense and differentially potentiate O(3)-induced injury in WT and KO mice. METHODS: WT and KO mice were treated with different doses of LPS or LPS (2 ng) + O(3) (2 ppm) or filtered air (FA) for 3 h, then sacrificed 4 h following exposure (O(3), FA) or 20 h after LPS treatment alone. Several endpoints of inflammation were measured in bronchoalveolar lavage (BAL). RESULTS: 1) At 20 h after LPS treatment alone, both WT and KO mice exhibited signs of inflammation, but with differences in the macrophage inflammatory protein 2 (MIP-2) response pattern, total cells (at 0.5 ng LPS) and basal levels of oxidized protein and phospholipids; 2) After LPS + O(3), KO compared to WT showed decrease in polymorphonuclear leukocytes (PMNs) and MIP-2 and increase in phospholipids, and after LPS + FA an increase in total cells; 3) WT after LPS + FA showed an increase in SP-A with no further increase after LPS + O(3), and an increase in oxidized SP-A dimer following O(3) or LPS + O(3). CONCLUSIONS: LPS treatment has negative effects on inflammation endpoints in mouse BAL long after exposure and renders KO mice less capable of responding to a second insult. LPS and O(3) affect SP-A, quantitatively and qualitatively, respectively."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "The Penn State Center for Host defense, Inflammation, and Lung Disease (CHILD) Research, Departments of Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA 17033."}], "Identifier": [], "LastName": "Haque", "ForeName": "Rizwanul", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Umstead", "ForeName": "Todd M", "Initials": "TM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ahn", "ForeName": "Kwangmi", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Phelps", "ForeName": "David S", "Initials": "DS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Floros", "ForeName": "Joanna", "Initials": "J"}], "GrantList": [{"GrantID": "R01 ES009882", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES009882-07", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Croatia", "MedlineTA": "Pneumon", "NlmUniqueID": "9608880", "ISSNLinking": "1450-6688"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sweet MJ, Hume DA. Endotoxin signal transduction in macrophages. J Leukoc Biol. 1996 Jul;60(1):8–26.", "ArticleIdList": ["8699127"]}, {"Citation": "Song M, Phelps DS. Interaction of surfactant protein A with lipopolysaccharide and regulation of inflammatory cytokines in the THP-1 monocytic cell line. Infect Immun. 2000 Dec;68(12):6611–6617.", "ArticleIdList": ["PMC97757", "11083772"]}, {"Citation": "Broad A, Jones DE, Kirby JA. Toll-like receptor (TLR) response tolerance: a key physiological “damage limitation” effect and an important potential opportunity for therapy. Curr Med Chem. 2006;13(21):2487–2502.", "ArticleIdList": ["17017906"]}, {"Citation": "Miller SI, Ernst RK, Bader MW. LPS, TLR4 and infectious disease diversity. Nat Rev Microbiol. 2005 Jan;3(1):36–46.", "ArticleIdList": ["15608698"]}, {"Citation": "Kleeberger SR, Reddy SP, Zhang LY, Cho HY, Jedlicka AE. Toll-like receptor 4 mediates ozone-induced murine lung hyperpermeability via inducible nitric oxide synthase. Am J Physiol Lung Cell Mol Physiol. 2001 Feb;280(2):L326–L333.", "ArticleIdList": ["11159012"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE. Genetic susceptibility to ozone-induced lung hyperpermeability: role of toll-like receptor 4. Am J Respir Cell Mol Biol. 2000 May;22(5):620–627.", "ArticleIdList": ["10783135"]}, {"Citation": "Johnston CJ, Oberdorster G, Gelein R, Finkelstein JN. Endotoxin potentiates ozone-induced pulmonary chemokine and inflammatory responses. Exp Lung Res. 2002 Sep;28(6):419–433.", "ArticleIdList": ["12217210"]}, {"Citation": "Johnston CJ, Holm BA, Finkelstein JN. Sequential exposures to ozone and lipopolysaccharide in postnatal lung enhance or inhibit cytokine responses. Exp Lung Res. 2005 May;31(4):431–447.", "ArticleIdList": ["16025923"]}, {"Citation": "Mustafa MG. Biochemical basis of ozone toxicity. Free Radic Biol Med. 1990;9(3):245–265.", "ArticleIdList": ["2272533"]}, {"Citation": "Kennedy CH, Hatch GE, Slade R, Mason RP. Application of the EPR spin-trapping technique to the detection of radicals produced in vivo during inhalation exposure of rats to ozone. Toxicol Appl Pharmacol. 1992 May;114(1):41–46.", "ArticleIdList": ["1316646"]}, {"Citation": "Hollingsworth JW, Kleeberger SR, Foster WM. Ozone and pulmonary innate immunity. Proc Am Thorac Soc. 2007 Jul;4(3):240–246.", "ArticleIdList": ["PMC2647625", "17607006"]}, {"Citation": "Zhao Q, Simpson LG, Driscoll KE, Leikauf GD. Chemokine regulation of ozone-induced neutrophil and monocyte inflammation. Am J Physiol. 1998 Jan;274(1 Pt 1):L39–L46.", "ArticleIdList": ["9458799"]}, {"Citation": "Driscoll KE, Simpson L, Carter J, Hassenbein D, Leikauf GD. Ozone inhalation stimulates expression of a neutrophil chemotactic protein, macrophage inflammatory protein 2. Toxicol Appl Pharmacol. 1993 Apr;119(2):306–309.", "ArticleIdList": ["8480341"]}, {"Citation": "Haque R, Umstead TM, Ponnuru P, Guo X, Hawgood S, Phelps DS, et al. Role of surfactant protein-A (SP-A) in lung injury in response to acute ozone exposure of SP-A deficient mice. Toxicol Appl Pharmacol. 2007 Apr 1;220(1):72–82.", "ArticleIdList": ["PMC1906716", "17307210"]}, {"Citation": "Currie WD, van Schaik SM, Vargas I, Enhorning G. Ozone affects breathing and pulmonary surfactant function in mice. Toxicology. 1998 Jan 16;125(1):21–30.", "ArticleIdList": ["9585097"]}, {"Citation": "Muller B, Seifart C, Barth PJ. Effect of air pollutants on the pulmonary surfactant system. Eur J Clin Invest. 1998 Sep;28(9):762–777.", "ArticleIdList": ["9767377"]}, {"Citation": "Crouch E, Wright JR. Surfactant proteins a and d and pulmonary host defense. Annu Rev Physiol. 2001;63:521–554.", "ArticleIdList": ["11181966"]}, {"Citation": "Floros J, Phelps DS. Pulmonary surfactant protein A; structure, expression, and its role in innate host defense. In: Nakos G, editor. Surfactant-Update of Intensive Care Medicine. Greece: Ioannina; 2002. pp. 87–102."}, {"Citation": "Phelps DS. Surfactant regulation of host defense function in the lung: a question of balance. Pediatr Pathol Mol Med. 2001 Jul-Aug;20(4):269–292.", "ArticleIdList": ["11486734"]}, {"Citation": "Wright JR. Pulmonary surfactant: a front line of lung host defense. J Clin Invest. 2003 May;111(10):1453–1455.", "ArticleIdList": ["PMC155177", "12750392"]}, {"Citation": "van Iwaarden JF, van Strijp JA, Ebskamp MJ, Welmers AC, Verhoef J, van Golde LM. Surfactant protein A is opsonin in phagocytosis of herpes simplex virus type 1 by rat alveolar macrophages. Am J Physiol. 1991 Aug;261(2 Pt 1):L204–L209.", "ArticleIdList": ["1651668"]}, {"Citation": "Madan T, Eggleton P, Kishore U, Strong P, Sarma PU, et al. Binding of pulmonary surfactant proteins A and D to Aspergillus fumigatus conidia enhances phagocytosis and killing by human neutrophils and alveolar macrophages. Infect Immun. 1997 Aug;65(8):3171–3179.", "ArticleIdList": ["PMC175448", "9234771"]}, {"Citation": "Allen MJ, Harbeck R, Smith B, Voelker DR, Mason RJ. Binding of rat and human surfactant proteins A and D to Aspergillus fumigatus conidia. Infect Immun. 1999 Sep;67(9):4563–4569.", "ArticleIdList": ["PMC96779", "10456901"]}, {"Citation": "Ding J, Umstead TM, Floros J, Phelps DS. Factors affecting SP-A-mediated phagocytosis in human monocytic cell lines. Respir Med. 2004 Jul;98(7):637–650.", "ArticleIdList": ["15250230"]}, {"Citation": "Mikerov AN, Umstead TM, Huang W, Liu W, Phelps DS, Floros J. SP-A1 and SP-A2 variants differentially enhance association of Pseudomonas aeruginosa with rat alveolar macrophages. Am J Physiol Lung Cell Mol Physiol. 2005 Jan;288(1):L150–L158.", "ArticleIdList": ["15377498"]}, {"Citation": "Mikerov AN, Wang G, Umstead TM, Zacharatos M, Thomas NJ, Phelps DS, et al. Surfactant protein A2 (SP-A2) variants expressed in CHO cells stimulate phagocytosis of Pseudomonas aeruginosa more than do SP-A1 variants. Infect Immun. 2007 Mar;75(3):1403–1412.", "ArticleIdList": ["PMC1828577", "17220308"]}, {"Citation": "Mikerov AN, Haque R, Gan X, Guo X, Phelps DS, Floros J. Ablation of SP-A has a negative impact on the susceptibility of mice to Klebsiella pneumoniae infection after ozone exposure: sex differences. Respir Res. 2008 Dec 4;9(1):77.", "ArticleIdList": ["PMC2655296", "19055785"]}, {"Citation": "Watford WT, Wright JR, Hester CG, Jiang H, Frank MM. Surfactant protein A regulates complement activation. J Immunol. 2001 Dec 1;167(11):6593–6600.", "ArticleIdList": ["11714829"]}, {"Citation": "Hickman-Davis JM, Gibbs-Erwin J, Lindsey JR, Matalon S. Role of surfactant protein-A in nitric oxide production and mycoplasma killing in congenic C57BL/6 mice. Am J Respir Cell Mol Biol. 2004 Mar;30(3):319–325.", "ArticleIdList": ["12959946"]}, {"Citation": "LeVine AM, Hartshorn K, Elliott J, Whitsett J, Korfhagen T. Absence of SP-A modulates innate and adaptive defense responses to pulmonary influenza infection. Am J Physiol Lung Cell Mol Physiol. 2002 Mar;282(3):L563–L572.", "ArticleIdList": ["11839553"]}, {"Citation": "Atochina EN, Beck JM, Preston AM, Haczku A, Tomer Y, Scanlon ST, et al. Enhanced lung injury and delayed clearance of Pneumocystis carinii in surfactant protein A-deficient mice: attenuation of cytokine responses and reactive oxygen-nitrogen species. Infect Immun. 2004 Oct;72(10):6002–6011.", "ArticleIdList": ["PMC517574", "15385504"]}, {"Citation": "LeVine AM, Kurak KE, Bruno MD, Stark JM, Whitsett JA, Korfhagen TR. Surfactant protein-A-deficient mice are susceptible to Pseudomonas aeruginosa infection. Am J Respir Cell Mol Biol. 1998 Oct;19(4):700–708.", "ArticleIdList": ["9761768"]}, {"Citation": "Alcorn JF, Wright JR. Surfactant protein A inhibits alveolar macrophage cytokine production by CD14-independent pathway. Am J Physiol Lung Cell Mol Physiol. 2004 Jan;286(1):L129–L136.", "ArticleIdList": ["12959932"]}, {"Citation": "Reidy MF, Wright JR. Surfactant protein A enhances apoptotic cell uptake and TGF-beta1 release by inflammatory alveolar macrophages. Am J Physiol Lung Cell Mol Physiol. 2003 Oct;285(4):L854–L861.", "ArticleIdList": ["12794007"]}, {"Citation": "Vandivier RW, Ogden CA, Fadok VA, Hoffmann PR, Brown KK, Botto M, et al. Role of surfactant proteins A, D, and C1q in the clearance of apoptotic cells in vivo and in vitro: calreticulin and CD91 as a common collectin receptor complex. J Immunol. 2002 Oct 1;169(7):3978–3986.", "ArticleIdList": ["12244199"]}, {"Citation": "Vazquez de Lara L, Becerril C, Montano M, Ramos C, Maldonado V, Melendez J, et al. Surfactant components modulate fibroblast apoptosis and type I collagen and collagenase-1 expression. Am J Physiol Lung Cell Mol Physiol. 2000 Nov;279(5):L950–L957.", "ArticleIdList": ["11053032"]}, {"Citation": "Vazquez de Lara LG, Umstead TM, Davis SE, Phelps DS. Surfactant protein A increases matrix metalloproteinase-9 production by THP-1 cells. Am J Physiol Lung Cell Mol Physiol. 2003 Oct;285(4):L899–L906.", "ArticleIdList": ["12842807"]}, {"Citation": "Huang W, Wang G, Phelps DS, Al-Mondhiry H, Floros J. Human SP-A genetic variants and bleomycin-induced cytokine production by THP-1 cells: effect of ozone-induced SP-A oxidation. Am J Physiol Lung Cell Mol Physiol. 2004 Mar;286(3):L546–L553.", "ArticleIdList": ["14617519"]}, {"Citation": "Wang G, Umstead TM, Phelps DS, Al-Mondhiry H, Floros J. The effect of ozone exposure on the ability of human surfactant protein a variants to stimulate cytokine production. Environ Health Perspect. 2002 Jan;110(1):79–84.", "ArticleIdList": ["PMC1240696", "11781168"]}, {"Citation": "Wang G, Bates-Kenney SR, Tao JQ, Phelps DS, Floros J. Differences in biochemical properties and in biological function between human SP-A1 and SP-A2 variants, and the impact of ozone-induced oxidation. Biochemistry. 2004 Apr 13;43(14):4227–4239.", "ArticleIdList": ["15065867"]}, {"Citation": "Mikerov AN, Umstead TM, Gan X, Huang W, Guo X, Wang G, et al. Impact of ozone exposure on the phagocytic activity of human surfactant protein A (SP-A) and SP-A variants. Am J Physiol Lung Cell Mol Physiol. 2008 Jan;294(1):L121–L130.", "ArticleIdList": ["PMC2964667", "17981957"]}, {"Citation": "Davis IC, Zhu S, Sampson JB, Crow JP, Matalon S. Inhibition of human surfactant protein A function by oxidation intermediates of nitrite. Free Radic Biol Med. 2002 Dec 15;33(12):1703–1713.", "ArticleIdList": ["12488138"]}, {"Citation": "Haddad IY, Zhu S, Ischiropoulos H, Matalon S. Nitration of surfactant protein A results in decreased ability to aggregate lipids. Am J Physiol. 1996 Feb;270(2 Pt 1):L281–L288.", "ArticleIdList": ["8779998"]}, {"Citation": "Zhu S, Haddad IY, Matalon S. Nitration of surfactant protein A (SP-A) tyrosine residues results in decreased mannose binding ability. Arch Biochem Biophys. 1996 Sep 1;333(1):282–290.", "ArticleIdList": ["8806782"]}, {"Citation": "Zhu S, Kachel DL, Martin WJ, 2nd, Matalon S. Nitrated SP-A does not enhance adherence of Pneumocystis carinii to alveolar macrophages. Am J Physiol. 1998 Dec;275(6 Pt 1):L1031–L1039.", "ArticleIdList": ["9843839"]}, {"Citation": "Umstead TM, Freeman WM, Chinchilli VM, Phelps DS. Age-related changes in the expression and oxidation of bronchoalveolar lavage proteins in the rat. Am J Physiol Lung Cell Mol Physiol. 2009 Jan;296(1):L14–L29.", "ArticleIdList": ["18931054"]}, {"Citation": "Fehrenbach H, Brasch F, Uhlig S, Weisser M, Stamme C, Wendel A, et al. Early alterations in intracellular and alveolar surfactant of the rat lung in response to endotoxin. Am J Respir Crit Care Med. 1998 May;157(5 Pt 1):1630–1639.", "ArticleIdList": ["9603148"]}, {"Citation": "Viviano CJ, Bakewell WE, Dixon D, Dethloff LA, Hook GE. Altered regulation of surfactant phospholipid and protein A during acute pulmonary inflammation. Biochim Biophys Acta. 1995 Dec 7;1259(3):235–244.", "ArticleIdList": ["8541330"]}, {"Citation": "Quintero OA, Korfhagen TR, Wright JR. Surfactant protein A regulates surfactant phospholipid clearance after LPS-induced injury in vivo. Am J Physiol Lung Cell Mol Physiol. 2002 Jul;283(1):L76–L85.", "ArticleIdList": ["12060563"]}, {"Citation": "Kremlev SG, Phelps DS. Effect of SP-A and surfactant lipids on expression of cell surface markers in the THP-1 monocytic cell line. Am J Physiol. 1997 Jun;272(6 Pt 1):L1070–L1077.", "ArticleIdList": ["9227506"]}, {"Citation": "Walti H, Polla BS, Bachelet M. Modified natural porcine surfactant inhibits superoxide anions and proinflammatory mediators released by resting and stimulated human monocytes. Pediatr Res. 1997 Jan;41(1):114–119.", "ArticleIdList": ["8979299"]}, {"Citation": "Haagsman HP, van Golde LM. Synthesis and assembly of lung surfactant. Annu Rev Physiol. 1991;53:441–464.", "ArticleIdList": ["2042968"]}, {"Citation": "Oosting RS, van Greevenbroek MM, Verhoef J, van Golde LM, Haagsman HP. Structural and functional changes of surfactant protein A induced by ozone. Am J Physiol. 1991 Aug;261(2 Pt 1):L77–L83.", "ArticleIdList": ["1872418"]}, {"Citation": "Putman E, van Golde LM, Haagsman HP. Toxic oxidant species and their impact on the pulmonary surfactant system. Lung. 1997;175(2):75–103.", "ArticleIdList": ["9042666"]}, {"Citation": "Uhlson C, Harrison K, Allen CB, Ahmad S, White CW, Murphy RC. Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem Res Toxicol. 2002 Jul;15(7):896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Szarka RJ, Wang N, Gordon L, Nation PN, Smith RH. A murine model of pulmonary damage induced by lipopolysaccharide via intranasal instillation. J Immunol Methods. 1997 Mar 10;202(1):49–57.", "ArticleIdList": ["9075771"]}, {"Citation": "Wagner JG, Van Dyken SJ, Wierenga JR, Hotchkiss JA, Harkema JR. Ozone exposure enhances endotoxin-induced mucous cell metaplasia in rat pulmonary airways. Toxicol Sci. 2003 Aug;74(2):437–446.", "ArticleIdList": ["12773774"]}, {"Citation": "Delayre-Orthez C, Becker J, de Blay F, Frossard N, Pons F. Exposure to endotoxins during sensitization prevents further endotoxin-induced exacerbation of airway inflammation in a mouse model of allergic asthma. Int Arch Allergy Immunol. 2005 Dec;138(4):298–304.", "ArticleIdList": ["16220006"]}, {"Citation": "Umstead TM, Phelps DS, Wang GR, Floros J, Tarkington BK. In vitro exposure of proteins to ozone. Toxicology Mechanisms and Methods. 2002;12(1):1–16.", "ArticleIdList": ["20597812"]}, {"Citation": "Wang G, Phelps DS, Umstead TM, Floros J. Human SP-A protein variants derived from one or both genes stimulate TNF-alpha production in the THP-1 cell line. Am J Physiol Lung Cell Mol Physiol. 2000 May;278(5):L946–L954.", "ArticleIdList": ["10781424"]}, {"Citation": "Robinson CE, Keshavarzian A, Pasco DS, Frommel TO, Winship DH, Holmes EW. Determination of protein carbonyl groups by immunoblotting. Anal Biochem. 1999 Jan 1;266(1):48–57.", "ArticleIdList": ["9887212"]}, {"Citation": "Giannoni E, Sawa T, Allen L, Wiener-Kronish J, Hawgood S. Surfactant proteins A and D enhance pulmonary clearance of Pseudomonas aeruginosa. Am J Respir Cell Mol Biol. 2006 Jun;34(6):704–710.", "ArticleIdList": ["PMC2644232", "16456184"]}, {"Citation": "LeVine AM, Kurak KE, Wright JR, Watford WT, Bruno MD, Ross GF, et al. Surfactant protein-A binds group B streptococcus enhancing phagocytosis and clearance from lungs of surfactant protein-A-deficient mice. Am J Respir Cell Mol Biol. 1999 Feb;20(2):279–286.", "ArticleIdList": ["9922219"]}, {"Citation": "Yang S, Milla C, Panoskaltsis-Mortari A, Hawgood S, Blazar BR, Haddad IY. Surfactant protein A decreases lung injury and mortality after murine marrow transplantation. Am J Respir Cell Mol Biol. 2002 Sep;27(3):297–305.", "ArticleIdList": ["12204891"]}, {"Citation": "Haddad IY, Milla C, Yang S, Panoskaltsis-Mortari A, Hawgood S, Lacey DL, et al. Surfactant protein A is a required mediator of keratinocyte growth factor after experimental marrow transplantation. Am J Physiol Lung Cell Mol Physiol. 2003 Sep;285(3):L602–L610.", "ArticleIdList": ["12740217"]}, {"Citation": "Hickman-Davis JM, Wang Z, Fierro-Perez GA, Chess PR, Page GP, Matalon S, et al. Surfactant dysfunction in SP-A−/− and iNOS−/− mice with mycoplasma infection. Am J Respir Cell Mol Biol. 2007 Jan;36(1):103–113.", "ArticleIdList": ["PMC1899299", "16917077"]}, {"Citation": "Kim IG, Park SY, Oh TJ. Dithiothreitol induces the sacrificial antioxidant property of human serum albumin in a metal-catalyzed oxidation and gamma-irradiation system. Arch Biochem Biophys. 2001 Apr 1;388(1):1–6.", "ArticleIdList": ["11361124"]}, {"Citation": "Sayed AA, Cook SK, Williams DL. Redox balance mechanisms in Schistosoma mansoni rely on peroxiredoxins and albumin and implicate peroxiredoxins as novel drug targets. J Biol Chem. 2006 Jun 23;281(25):17001–17010.", "ArticleIdList": ["16606626"]}]}], "History": [{"Year": "2011", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2009", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2011", "Month": "1", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21278811", "NIHMS213114", "PMC3027069"]}}], "PubmedBookArticle": []}