{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21281360", "DateCompleted": {"Year": "2011", "Month": "09", "Day": "19"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1600-0668.2011.00713.x"], "ArticleDate": [{"Year": "2011", "Month": "04", "Day": "18"}], "Journal": {"ISSN": "1600-0668", "JournalIssue": {"Volume": "21", "Issue": "3", "PubDate": {"Year": "2011", "Month": "Jun"}}, "Title": "Indoor air", "ISOAbbreviation": "Indoor Air"}, "ArticleTitle": "Chemistry in indoor environments: 20 years of research.", "Pagination": {"StartPage": "205", "EndPage": "218", "MedlinePgn": "205-18"}, "Abstract": {"AbstractText": ["In the two decades since the first issue of Indoor Air, there have been over 250 peer-reviewed publications addressing chemical reactions among indoor pollutants. The present review has assembled and categorized these publications. It begins with a brief account of the state of our knowledge in 1991 regarding 'indoor chemistry', much of which came from corrosion and art conservation studies. It then outlines what we have learned in the period between 1991 and 2010 in the context of the major reference categories: gas-phase chemistry, surface chemistry, health effects and reviews/workshops. The indoor reactions that have received the greatest attention are those involving ozone-with terpenoids in the gas-phase as well as with the surfaces of common materials, furnishings, and the occupants themselves. It has become clear that surface reactions often have a larger impact on indoor settings than do gas-phase processes. This review concludes with a subjective list of major research needs going forward, including more information on the decomposition of common indoor pollutants, better understanding of how sorbed water influences surface reactions, and further identification of short-lived products of indoor chemistry. Arguably, the greatest need is for increased knowledge regarding the impact that indoor chemistry has on the health and comfort of building occupants.", "Indoor chemistry changes the type and concentration of chemicals present in indoor environments. In the past, products of indoor chemistry were often overlooked, reflecting a focus on stable, relatively non-polar organic compounds coupled with the use of sampling and analytical methods that were unable to 'see' many of the products of such chemistry. Today, researchers who study indoor environments are more aware of the potential for chemistry to occur. Awareness is valuable, because it leads to the use of sampling methods and analytical tools that can detect changes in indoor environments resulting from chemical processes. This, in turn, leads to a more complete understanding of occupants' chemical exposures, potential links between these exposures and adverse health effects and, finally, steps that might be taken to mitigate these adverse effects."], "CopyrightInformation": "© 2011 John Wiley & Sons A/S."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental and Occupational Health Sciences Institute, University of Medicine and Dentistry of New Jersey and Rutgers University, Piscataway, NJ 08854, USA. weschlch@umdnj.edu"}], "Identifier": [], "LastName": "Weschler", "ForeName": "C J", "Initials": "CJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Indoor Air", "NlmUniqueID": "9423515", "ISSNLinking": "0905-6947"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}], "MeshHeadingList": [{"QualifierName": ["adverse effects", "analysis", "chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": [], "DescriptorName": "Bibliometrics"}, {"QualifierName": ["adverse effects", "analysis", "chemistry"], "DescriptorName": "Environmental Pollutants"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2011", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21281360", "10.1111/j.1600-0668.2011.00713.x"]}}], "PubmedBookArticle": []}