{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21291525", "DateCompleted": {"Year": "2011", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1465-9921-12-19"], "ArticleDate": [{"Year": "2011", "Month": "02", "Day": "03"}], "Journal": {"ISSN": "1465-993X", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2011", "Month": "Feb", "Day": "03"}}, "Title": "Respiratory research", "ISOAbbreviation": "Respir Res"}, "ArticleTitle": "Augmentation of arginase 1 expression by exposure to air pollution exacerbates the airways hyperresponsiveness in murine models of asthma.", "Pagination": {"StartPage": "19", "MedlinePgn": "19"}, "Abstract": {"AbstractText": ["Arginase overexpression contributes to airways hyperresponsiveness (AHR) in asthma. Arginase expression is further augmented in cigarette smoking asthmatics, suggesting that it may be upregulated by environmental pollution. Thus, we hypothesize that arginase contributes to the exacerbation of respiratory symptoms following exposure to air pollution, and that pharmacologic inhibition of arginase would abrogate the pollution-induced AHR.", "To investigate the role of arginase in the air pollution-induced exacerbation of airways responsiveness, we employed two murine models of allergic airways inflammation. Mice were sensitized to ovalbumin (OVA) and challenged with nebulized PBS (OVA/PBS) or OVA (OVA/OVA) for three consecutive days (sub-acute model) or 12 weeks (chronic model), which exhibit inflammatory cell influx and remodeling/AHR, respectively. Twenty-four hours after the final challenge, mice were exposed to concentrated ambient fine particles plus ozone (CAP+O₃), or HEPA-filtered air (FA), for 4 hours. After the CAP+O₃ exposures, mice underwent tracheal cannulation and were treated with an aerosolized arginase inhibitor (S-boronoethyl-L-cysteine; BEC) or vehicle, immediately before determination of respiratory function and methacholine-responsiveness using the flexiVent®. Lungs were then collected for comparison of arginase activity, protein expression, and immunohistochemical localization.", "Compared to FA, arginase activity was significantly augmented in the lungs of CAP+O₃-exposed OVA/OVA mice in both the sub-acute and chronic models. Western blotting and immunohistochemical staining revealed that the increased activity was due to arginase 1 expression in the area surrounding the airways in both models. Arginase inhibition significantly reduced the CAP+O₃-induced increase in AHR in both models.", "This study demonstrates that arginase is upregulated following environmental exposures in murine models of asthma, and contributes to the pollution-induced exacerbation of airways responsiveness. Thus arginase may be a therapeutic target to protect susceptible populations against the adverse health effects of air pollution, such as fine particles and ozone, which are two of the major contributors to smog."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."}], "Identifier": [], "LastName": "North", "ForeName": "Michelle L", "Initials": "ML"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Amatullah", "ForeName": "Hajera", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Khanna", "ForeName": "Nivedita", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Urch", "ForeName": "Bruce", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Grasemann", "ForeName": "Hartmut", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Silverman", "ForeName": "Frances", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Scott", "ForeName": "Jeremy A", "Initials": "JA"}], "GrantList": [{"Agency": "Canadian Institutes of Health Research", "Country": "Canada"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Respir Res", "NlmUniqueID": "101090633", "ISSNLinking": "1465-9921"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "(2-boronoethyl)-cysteine"}, {"RegistryNumber": "0", "NameOfSubstance": "Boronic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Inflammation Mediators"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9006-59-1", "NameOfSubstance": "Ovalbumin"}, {"RegistryNumber": "EC 3.5.3.1", "NameOfSubstance": "Arg1 protein, mouse"}, {"RegistryNumber": "EC 3.5.3.1", "NameOfSubstance": "Arginase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Arginase"}, {"QualifierName": ["enzymology", "etiology", "immunology", "physiopathology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Blotting, Western"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Boronic Acids"}, {"QualifierName": ["enzymology", "etiology", "immunology", "physiopathology", "prevention & control"], "DescriptorName": "Bronchial Hyperreactivity"}, {"QualifierName": [], "DescriptorName": "Bronchial Provocation Tests"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bronchoconstriction"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Immunohistochemistry"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation Mediators"}, {"QualifierName": [], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["drug effects", "enzymology", "immunology", "physiopathology"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred BALB C"}, {"QualifierName": [], "DescriptorName": "Ovalbumin"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Up-Regulation"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chang J, Delfino RJ, Gillen D, Tjoa T, Nickerson B, Cooper D. Repeated respiratory hospital encounters among children with asthma and residential proximity to traffic. Occup Environ Med. 2009;66:90–98. doi: 10.1136/oem.2008.039412.", "ArticleIdList": ["10.1136/oem.2008.039412", "19151227"]}, {"Citation": "Burnett RT, Dales RE, Raizenne ME, Krewski D, Summers PW, Roberts GR, Raad-Young M, Dann T, Brook J. Effects of low ambient levels of ozone and sulfates on the frequency of respiratory admissions to Ontario hospitals. Environ Res. 1994;65:172–194. doi: 10.1006/enrs.1994.1030.", "ArticleIdList": ["10.1006/enrs.1994.1030", "8187735"]}, {"Citation": "Hall JV, Brajer, Victor, Lurmann, Frederick W. The Benefits of Meeting Federal Clean Air Standards in the South Coast and San Joaquin Valley Air Basins. Institute for Economic and Environmental Studies. 2008. Institute Report."}, {"Citation": "Canadian Medical Association C. No Breathing Room: National Illness Costs of Air Pollution. NICAP Summary Report. 2008."}, {"Citation": "Urch B, Silverman F, Corey P, Brook JR, Lukic KZ, Rajagopalan S, Brook RD. Acute blood pressure responses in healthy adults during controlled air pollution exposures. Environ Health Perspect. 2005;113:1052–1055. doi: 10.1289/ehp.7785.", "ArticleIdList": ["10.1289/ehp.7785", "PMC1280348", "16079078"]}, {"Citation": "Gong H, Linn WS, Sioutas C, Terrell SL, Clark KW, Anderson KR, Terrell LL. Controlled exposures of healthy and asthmatic volunteers to concentrated ambient fine particles in Los Angeles. Inhal Toxicol. 2003;15:305–325. doi: 10.1080/08958370304455.", "ArticleIdList": ["10.1080/08958370304455", "12635001"]}, {"Citation": "Brook RD, Urch B, Dvonch JT, Bard RL, Speck M, Keeler G, Morishita M, Marsik FJ, Kamal AS, Kaciroti N. et al.Insights into the mechanisms and mediators of the effects of air pollution exposure on blood pressure and vascular function in healthy humans. Hypertension. 2009;54:659–667. doi: 10.1161/HYPERTENSIONAHA.109.130237.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.109.130237", "PMC3706996", "19620518"]}, {"Citation": "Zanobetti A, Schwartz J. The effect of fine and coarse particulate air pollution on mortality: a national analysis. Environ Health Perspect. 2009;117:898–903. doi: 10.1289/ehp.0800108.", "ArticleIdList": ["10.1289/ehp.0800108", "PMC2702403", "19590680"]}, {"Citation": "Klemm RJ, Mason RM, Heilig CM, Neas LM, Dockery DW. Is daily mortality associated specifically with fine particles? Data reconstruction and replication of analyses. J Air Waste Manag Assoc. 2000;50:1215–1222.", "ArticleIdList": ["10939214"]}, {"Citation": "Tao F, Gonzalez-Flecha B, Kobzik L. Reactive oxygen species in pulmonary inflammation by ambient particulates. Free Radic Biol Med. 2003;35:327–340. doi: 10.1016/S0891-5849(03)00280-6.", "ArticleIdList": ["10.1016/S0891-5849(03)00280-6", "12899936"]}, {"Citation": "Lin S, Liu X, Le LH, Hwang SA. Chronic exposure to ambient ozone and asthma hospital admissions among children. Environ Health Perspect. 2008;116:1725–1730. doi: 10.1289/ehp.11184.", "ArticleIdList": ["10.1289/ehp.11184", "PMC2599770", "19079727"]}, {"Citation": "London SJ. Gene-air pollution interactions in asthma. Proc Am Thorac Soc. 2007;4:217–220. doi: 10.1513/pats.200701-031AW.", "ArticleIdList": ["10.1513/pats.200701-031AW", "PMC2647621", "17607002"]}, {"Citation": "Castro-Giner F, Kunzli N, Jacquemin B, Forsberg B, de Cid R, Sunyer J, Jarvis D, Briggs D, Vienneau D, Norback D. et al.Traffic-related air pollution, oxidative stress genes, and asthma (ECHRS) Environ Health Perspect. 2009;117:1919–1924.", "ArticleIdList": ["PMC2799467", "20049212"]}, {"Citation": "Ricciardolo FL, Sterk PJ, Gaston B, Folkerts G. Nitric oxide in health and disease of the respiratory system. Physiol Rev. 2004;84:731–765. doi: 10.1152/physrev.00034.2003.", "ArticleIdList": ["10.1152/physrev.00034.2003", "15269335"]}, {"Citation": "Maarsingh H, Zaagsma J, Meurs H. Arginine homeostasis in allergic asthma. Eur J Pharmacol. 2008;585:375–384. doi: 10.1016/j.ejphar.2008.02.096.", "ArticleIdList": ["10.1016/j.ejphar.2008.02.096", "18410920"]}, {"Citation": "North ML, Khanna N, Marsden PA, Grasemann H, Scott JA. Functionally important role for arginase 1 in the airway hyperresponsiveness of asthma. Am J Physiol Lung Cell Mol Physiol. 2009;296:L911–920. doi: 10.1152/ajplung.00025.2009.", "ArticleIdList": ["10.1152/ajplung.00025.2009", "19286931"]}, {"Citation": "Zimmermann N, King NE, Laporte J, Yang M, Mishra A, Pope SM, Muntel EE, Witte DP, Pegg AA, Foster PS. et al.Dissection of experimental asthma with DNA microarray analysis identifies arginase in asthma pathogenesis. J Clin Invest. 2003;111:1863–1874.", "ArticleIdList": ["PMC161427", "12813022"]}, {"Citation": "Morris CR, Poljakovic M, Lavrisha L, Machado L, Kuypers FA, Morris SM Jr. Decreased arginine bioavailability and increased serum arginase activity in asthma. Am J Respir Crit Care Med. 2004;170:148–153. doi: 10.1164/rccm.200309-1304OC.", "ArticleIdList": ["10.1164/rccm.200309-1304OC", "15070820"]}, {"Citation": "Maarsingh H, Zuidhof AB, Bos IS, van Duin M, Boucher JL, Zaagsma J, Meurs H. Arginase inhibition protects against allergen-induced airway obstruction, hyperresponsiveness, and inflammation. Am J Respir Crit Care Med. 2008;178:565–573. doi: 10.1164/rccm.200710-1588OC.", "ArticleIdList": ["10.1164/rccm.200710-1588OC", "18583571"]}, {"Citation": "North ML, Meurs H, Zaagsma J, Scott JA, Maarsingh H. Arginase in Asthma - Recent Developments in Animal and Human Studies. The Open Nitric Oxide Journal. 2010;2:20–36. doi: 10.2174/1875042701002020020.", "ArticleIdList": ["10.2174/1875042701002020020"]}, {"Citation": "Greene AL, Rutherford MS, Regal RR, Flickinger GH, Hendrickson JA, Giulivi C, Mohrman ME, Fraser DG, Regal JF. Arginase activity differs with allergen in the effector phase of ovalbumin- versus trimellitic anhydride-induced asthma. Toxicol Sci. 2005;88:420–433. doi: 10.1093/toxsci/kfi311.", "ArticleIdList": ["10.1093/toxsci/kfi311", "PMC2978642", "16141432"]}, {"Citation": "Takahashi N, Ogino K, Takemoto K, Hamanishi S, Wang DH, Takigawa T, Shibamori M, Ishiyama H, Fujikura Y. Direct inhibition of arginase attenuated airway allergic reactions and inflammation in a Dermatophagoides farinae-induced NC/Nga mouse model. Am J Physiol Lung Cell Mol Physiol. 2010;299:L17–24. doi: 10.1152/ajplung.00216.2009.", "ArticleIdList": ["10.1152/ajplung.00216.2009", "20382750"]}, {"Citation": "Litonjua AA, Lasky-Su J, Schneiter K, Tantisira KG, Lazarus R, Klanderman B, Lima JJ, Irvin CG, Peters SP, Hanrahan JP. et al.ARG1 is a novel bronchodilator response gene: screening and replication in four asthma cohorts. Am J Respir Crit Care Med. 2008;178:688–694. doi: 10.1164/rccm.200709-1363OC.", "ArticleIdList": ["10.1164/rccm.200709-1363OC", "PMC2556451", "18617639"]}, {"Citation": "Lara A, Khatri SB, Wang Z, Comhair SA, Xu W, Dweik RA, Bodine M, Levison BS, Hammel J, Bleecker E. et al.Alterations of the arginine metabolome in asthma. Am J Respir Crit Care Med. 2008;178:673–681. doi: 10.1164/rccm.200710-1542OC.", "ArticleIdList": ["10.1164/rccm.200710-1542OC", "PMC2556449", "18635886"]}, {"Citation": "Bergeron C, Boulet LP, Page N, Laviolette M, Zimmermann N, Rothenberg ME, Hamid Q. Influence of cigarette smoke on the arginine pathway in asthmatic airways: increased expression of arginase I. J Allergy Clin Immunol. 2007;119:391–397. doi: 10.1016/j.jaci.2006.10.030.", "ArticleIdList": ["10.1016/j.jaci.2006.10.030", "17291856"]}, {"Citation": "Knuckles TL, Lund AK, Lucas SN, Campen MJ. Diesel exhaust exposure enhances venoconstriction via uncoupling of eNOS. Toxicol Appl Pharmacol. 2008;230:346–351. doi: 10.1016/j.taap.2008.03.010.", "ArticleIdList": ["10.1016/j.taap.2008.03.010", "18455212"]}, {"Citation": "Hutchison SJ, Sievers RE, Zhu BQ, Sun YP, Stewart DJ, Parmley WW, Chatterjee K. Secondhand tobacco smoke impairs rabbit pulmonary artery endothelium-dependent relaxation. Chest. 2001;120:2004–2012. doi: 10.1378/chest.120.6.2004.", "ArticleIdList": ["10.1378/chest.120.6.2004", "11742935"]}, {"Citation": "Allen JE, Bischof RJ, Sucie Chang HY, Hirota JA, Hirst SJ, Inman MD, Mitzner W, Sutherland TE. Animal models of airway inflammation and airway smooth muscle remodelling in asthma. Pulm Pharmacol Ther. 2009;22:455–465. doi: 10.1016/j.pupt.2009.04.001.", "ArticleIdList": ["10.1016/j.pupt.2009.04.001", "19393759"]}, {"Citation": "Leigh R, Ellis R, Wattie JN, Hirota JA, Matthaei KI, Foster PS, O'Byrne PM, Inman MD. Type 2 cytokines in the pathogenesis of sustained airway dysfunction and airway remodeling in mice. Am J Respir Crit Care Med. 2004;169:860–867. doi: 10.1164/rccm.200305-706OC.", "ArticleIdList": ["10.1164/rccm.200305-706OC", "14701709"]}, {"Citation": "Bates JH, Rincon M, Irvin CG. Animal models of asthma. Am J Physiol Lung Cell Mol Physiol. 2009;297:L401–410. doi: 10.1152/ajplung.00027.2009.", "ArticleIdList": ["10.1152/ajplung.00027.2009", "PMC2739768", "19561139"]}, {"Citation": "Kelly MM, Leigh R, Bonniaud P, Ellis R, Wattie J, Smith MJ, Martin G, Panju M, Inman MD, Gauldie J. Epithelial expression of profibrotic mediators in a model of allergen-induced airway remodeling. Am J Respir Cell Mol Biol. 2005;32:99–107. doi: 10.1165/rcmb.2004-0190OC.", "ArticleIdList": ["10.1165/rcmb.2004-0190OC", "15563691"]}, {"Citation": "Sioutas C, Koutrakis P, Burton RM. A technique to expose animals to concentrated fine ambient aerosols. Environ Health Perspect. 1995;103:172–177. doi: 10.2307/3432274.", "ArticleIdList": ["10.2307/3432274", "PMC1519008", "7737066"]}, {"Citation": "Kierstein S, Krytska K, Sharma S, Amrani Y, Salmon M, Panettieri RA, Zangrilli J, Haczku A. Ozone inhalation induces exacerbation of eosinophilic airway inflammation and hyperresponsiveness in allergen-sensitized mice. Allergy. 2008;63:438–446. doi: 10.1111/j.1398-9995.2007.01587.x.", "ArticleIdList": ["10.1111/j.1398-9995.2007.01587.x", "18315731"]}, {"Citation": "Harkema JR, Wagner JG, Kaminski NE, Morishita M, Keeler GJ, McDonald JD, Barrett EG. Effects of concentrated ambient particles and diesel engine exhaust on allergic airway disease in Brown Norway rats. Res Rep Health Eff Inst. 2009. pp. 5–55.", "ArticleIdList": ["20198910"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Lindsey JY, Stober VP, Polosukhin VV, Blackwell TS, Schwartz DA, Foster WM, Hollingsworth JW. TLR4 is necessary for hyaluronan-mediated airway hyperresponsiveness after ozone inhalation. Am J Respir Crit Care Med. 2010;181:666–675. doi: 10.1164/rccm.200903-0381OC.", "ArticleIdList": ["10.1164/rccm.200903-0381OC", "PMC2868499", "20007931"]}, {"Citation": "Urch B, Brook JR, Wasserstein D, Brook RD, Rajagopalan S, Corey P, Silverman F. Relative contributions of PM2.5 chemical constituents to acute arterial vasoconstriction in humans. Inhal Toxicol. 2004;16:345–352. doi: 10.1080/08958370490439489.", "ArticleIdList": ["10.1080/08958370490439489", "15204750"]}, {"Citation": "Hantos Z, Daroczy B, Suki B, Nagy S, Fredberg JJ. Input impedance and peripheral inhomogeneity of dog lungs. J Appl Physiol. 1992;72:168–178. doi: 10.1063/1.352153.", "ArticleIdList": ["10.1063/1.352153", "1537711"]}, {"Citation": "Tomioka S, Bates JH, Irvin CG. Airway and tissue mechanics in a murine model of asthma: alveolar capsule vs. forced oscillations. J Appl Physiol. 2002;93:263–270.", "ArticleIdList": ["12070213"]}, {"Citation": "Hsia CC, Hyde DM, Ochs M, Weibel ER. An official research policy statement of the American Thoracic Society/European Respiratory Society: standards for quantitative assessment of lung structure. Am J Respir Crit Care Med. 2010;181:394–418. doi: 10.1164/rccm.200809-1522ST.", "ArticleIdList": ["10.1164/rccm.200809-1522ST", "PMC5455840", "20130146"]}, {"Citation": "Gordon S. Alternative activation of macrophages. Nat Rev Immunol. 2003;3:23–35. doi: 10.1038/nri978.", "ArticleIdList": ["10.1038/nri978", "12511873"]}, {"Citation": "Kim H, Bernstein JA. Air pollution and allergic disease. Curr Allergy Asthma Rep. 2009;9:128–133. doi: 10.1007/s11882-009-0019-0.", "ArticleIdList": ["10.1007/s11882-009-0019-0", "PMC8215514", "19210902"]}, {"Citation": "Patel MM, Miller RL. Air pollution and childhood asthma: recent advances and future directions. Curr Opin Pediatr. 2009;21:235–242. doi: 10.1097/MOP.0b013e3283267726.", "ArticleIdList": ["10.1097/MOP.0b013e3283267726", "PMC2740858", "19663041"]}, {"Citation": "Riedl MA. The effect of air pollution on asthma and allergy. Curr Allergy Asthma Rep. 2008;8:139–146. doi: 10.1007/s11882-008-0024-8.", "ArticleIdList": ["10.1007/s11882-008-0024-8", "18417056"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, Wheeler A, Dales R. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect. 2009;117:668–674. doi: 10.1289/ehp11813.", "ArticleIdList": ["10.1289/ehp11813", "PMC2679614", "19440509"]}, {"Citation": "Ogino K, Takahashi N, Takigawa T, Obase Y, Wang DH. Association of serum arginase I with oxidative stress in a healthy population. Free Radic Res. 2011;45:147–155. doi: 10.3109/10715762.2010.520318.", "ArticleIdList": ["10.3109/10715762.2010.520318", "20942574"]}, {"Citation": "Guzman-Grenfell A, Nieto-Velazquez N, Torres-Ramos Y, Montoya-Estrada A, Ramirez-Venegas A, Ochoa-Cautino L, Flores-Trujillo F, Hicks JJ. Increased platelet and erythrocyte arginase activity in chronic obstructive pulmonary disease associated with tobacco or wood smoke exposure. J Investig Med. 2011. in press .", "ArticleIdList": ["21245771"]}, {"Citation": "Thengchaisri N, Hein TW, Wang W, Xu X, Li Z, Fossum TW, Kuo L. Upregulation of arginase by H2O2 impairs endothelium-dependent nitric oxide-mediated dilation of coronary arterioles. Arterioscler Thromb Vasc Biol. 2006;26:2035–2042. doi: 10.1161/01.ATV.0000233334.24805.62.", "ArticleIdList": ["10.1161/01.ATV.0000233334.24805.62", "16794224"]}, {"Citation": "El Kasmi KC, Qualls JE, Pesce JT, Smith AM, Thompson RW, Henao-Tamayo M, Basaraba RJ, Konig T, Schleicher U, Koo MS. et al.Toll-like receptor-induced arginase 1 in macrophages thwarts effective immunity against intracellular pathogens. Nat Immunol. 2008;9:1399–1406. doi: 10.1038/ni.1671.", "ArticleIdList": ["10.1038/ni.1671", "PMC2584974", "18978793"]}, {"Citation": "Dai J, Xie C, Vincent R, Churg A. Air pollution particles produce airway wall remodeling in rat tracheal explants. Am J Respir Cell Mol Biol. 2003;29:352–358. doi: 10.1165/rcmb.2002-0318OC.", "ArticleIdList": ["10.1165/rcmb.2002-0318OC", "12649123"]}, {"Citation": "Takahashi G, Tanaka H, Wakahara K, Nasu R, Hashimoto M, Miyoshi K, Takano H, Yamashita H, Inagaki N, Nagai H. Effect of diesel exhaust particles on house dust mite-induced airway eosinophilic inflammation and remodeling in mice. J Pharmacol Sci. 2010;112:192–202. doi: 10.1254/jphs.09276FP.", "ArticleIdList": ["10.1254/jphs.09276FP", "20093792"]}, {"Citation": "Wu G, Bazer FW, Davis TA, Kim SW, Li P, Marc Rhoads J, Carey Satterfield M, Smith SB, Spencer TE, Yin Y. Arginine metabolism and nutrition in growth, health and disease. Amino Acids. 2009;37:153–168. doi: 10.1007/s00726-008-0210-y.", "ArticleIdList": ["10.1007/s00726-008-0210-y", "PMC2677116", "19030957"]}, {"Citation": "Maarsingh H, Pera T, Meurs H. Arginase and pulmonary diseases. Naunyn Schmiedebergs Arch Pharmacol. 2008;378:171–184. doi: 10.1007/s00210-008-0286-7.", "ArticleIdList": ["10.1007/s00210-008-0286-7", "PMC2493601", "18437360"]}, {"Citation": "Bratt JM, Franzi LM, Linderholm AL, O'Roark EM, Kenyon NJ, Last JA. Arginase inhibition in airways from normal and nitric oxide synthase 2-knockout mice exposed to ovalbumin. Toxicol Appl Pharmacol. 2010;242:1–8. doi: 10.1016/j.taap.2009.09.018.", "ArticleIdList": ["10.1016/j.taap.2009.09.018", "PMC3221650", "19800904"]}, {"Citation": "Farraj AK, Boykin E, Ledbetter A, Andrews D, Gavett SH. Increased lung resistance after diesel particulate and ozone co-exposure not associated with enhanced lung inflammation in allergic mice. Inhal Toxicol. 2010;22:33–41. doi: 10.3109/08958370902862434.", "ArticleIdList": ["10.3109/08958370902862434", "20017592"]}, {"Citation": "Maes T, Provoost S, Lanckacker EA, Cataldo DD, Vanoirbeek JA, Nemery B, Tournoy KG, Joos GF. Mouse models to unravel the role of inhaled pollutants on allergic sensitization and airway inflammation. Respir Res. 2010;11:7. doi: 10.1186/1465-9921-11-7.", "ArticleIdList": ["10.1186/1465-9921-11-7", "PMC2831838", "20092634"]}, {"Citation": "Wenzel S, Holgate ST. The mouse trap: It still yields few answers in asthma. Am J Respir Crit Care Med. 2006;174:1173–1176. doi: 10.1164/rccm.2609002. discussion 1176-1178.", "ArticleIdList": ["10.1164/rccm.2609002", "17110654"]}, {"Citation": "Shapiro SD. Animal models of asthma: Pro: Allergic avoidance of animal (model[s]) is not an option. Am J Respir Crit Care Med. 2006;174:1171–1173. doi: 10.1164/rccm.2609001.", "ArticleIdList": ["10.1164/rccm.2609001", "17110653"]}, {"Citation": "O'Byrne PM, Inman MD. Airway hyperresponsiveness. Chest. 2003;123:411S–416S.", "ArticleIdList": ["12629006"]}, {"Citation": "Uysal N, Schapira RM. Effects of ozone on lung function and lung diseases. Curr Opin Pulm Med. 2003;9:144–150. doi: 10.1097/00063198-200303000-00009.", "ArticleIdList": ["10.1097/00063198-200303000-00009", "12574695"]}, {"Citation": "Ellis R, Leigh R, Southam D, O'Byrne PM, Inman MD. Morphometric analysis of mouse airways after chronic allergen challenge. Lab Invest. 2003;83:1285–1291. doi: 10.1097/01.LAB.0000087586.25982.B5.", "ArticleIdList": ["10.1097/01.LAB.0000087586.25982.B5", "13679436"]}, {"Citation": "Hirota JA, Ellis R, Inman MD. Regional differences in the pattern of airway remodeling following chronic allergen exposure in mice. Respir Res. 2006;7:120. doi: 10.1186/1465-9921-7-120.", "ArticleIdList": ["10.1186/1465-9921-7-120", "PMC1592089", "16989666"]}, {"Citation": "Kenyon NJ, Last JA. Reversible and irreversible airway inflammation and fibrosis in mice exposed to inhaled ovalbumin. Inflamm Res. 2005;54:57–65. doi: 10.1007/s00011-004-1325-6.", "ArticleIdList": ["10.1007/s00011-004-1325-6", "15750712"]}, {"Citation": "Klein E, Weigel J, Buford MC, Holian A, Wells SM. Asymmetric dimethylarginine potentiates lung inflammation in a mouse model of allergic asthma. Am J Physiol Lung Cell Mol Physiol. 2010;299:L816–825. doi: 10.1152/ajplung.00188.2010.", "ArticleIdList": ["10.1152/ajplung.00188.2010", "PMC3006265", "20889675"]}, {"Citation": "Ahmad T, Mabalirajan U, Ghosh B, Agrawal A. Altered asymmetric dimethyl arginine metabolism in allergically inflamed mouse lungs. Am J Respir Cell Mol Biol. 2010;42:3–8. doi: 10.1165/rcmb.2009-0137RC.", "ArticleIdList": ["10.1165/rcmb.2009-0137RC", "19648472"]}]}], "History": [{"Year": "2010", "Month": "8", "Day": "20"}, {"Year": "2011", "Month": "2", "Day": "3"}, {"Year": "2011", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["21291525", "PMC3037317", "10.1186/1465-9921-12-19", "1465-9921-12-19"]}}], "PubmedBookArticle": []}