{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21332998", "DateCompleted": {"Year": "2011", "Month": "06", "Day": "30"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1471-2458-11-115"], "ArticleDate": [{"Year": "2011", "Month": "02", "Day": "18"}], "Journal": {"ISSN": "1471-2458", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2011", "Month": "Feb", "Day": "18"}}, "Title": "BMC public health", "ISOAbbreviation": "BMC Public Health"}, "ArticleTitle": "The relationship of air pollution and surrogate markers of endothelial dysfunction in a population-based sample of children.", "Pagination": {"StartPage": "115", "MedlinePgn": "115"}, "Abstract": {"AbstractText": ["This study aimed to assess the relationship of air pollution and plasma surrogate markers of endothelial dysfunction in the pediatric age group.", "This cross-sectional study was conducted in 2009-2010 among 125 participants aged 10-18 years. They were randomly selected from different areas of Isfahan city, the second large and air-polluted city in Iran. The association of air pollutants' levels with serum thrombomodulin (TM) and tissue factor (TF) was determined after adjustment for age, gender, anthropometric measures, dietary and physical activity habits.", "Data of 118 participants was complete and was analyzed. The mean age was 12.79 (2.35) years. The mean pollution standards index (PSI) value was at moderate level, the mean particular matter measuring up to 10 μm (PM10) was more than twice the normal level. Multiple linear regression analysis showed that TF had significant relationship with all air pollutants except than carbon monoxide, and TM had significant inverse relationship with ozone. The odds ratio of elevated TF was significantly higher in the upper vs. the lowest quartiles of PM10, ozone and PSI. The corresponding figures were in opposite direction for TM.", "The relationship of air pollutants with endothelial dysfunction and pro-coagulant state can be an important factor in the development of atherosclerosis from early life. This finding should be confirmed in future longitudinal studies. Concerns about the harmful effects of air pollution on children's health should be considered a top priority for public health policy; it should be underscored in primordial and primary prevention of chronic diseases."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Environment and Energy, Science and Research Branch, Islamic Azad University, Tehran, Iran."}], "Identifier": [], "LastName": "Poursafa", "ForeName": "Parinaz", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kelishadi", "ForeName": "Roya", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lahijanzadeh", "ForeName": "Ahmadreza", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Modaresi", "ForeName": "Mohammadreza", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Javanmard", "ForeName": "Shaghayegh Haghjouy", "Initials": "SH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Assari", "ForeName": "Raheleh", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Amin", "ForeName": "Mohammad Mehdi", "Initials": "MM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Moattar", "ForeName": "Faramarz", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Amini", "ForeName": "Abbasgholi", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sadeghian", "ForeName": "Babak", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Public Health", "NlmUniqueID": "100968562", "ISSNLinking": "1471-2458"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Thrombomodulin"}, {"RegistryNumber": "9035-58-9", "NameOfSubstance": "Thromboplastin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Anthropometry"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Endothelium, Vascular"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": [], "DescriptorName": "Linear Models"}, {"QualifierName": [], "DescriptorName": "Odds Ratio"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": ["blood"], "DescriptorName": "Thrombomodulin"}, {"QualifierName": ["analysis"], "DescriptorName": "Thromboplastin"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Vascular Diseases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Deguen S, Zmirou-Navier D. Social inequalities resulting from health risks related to ambient air quality-A European review. Eur J Public Health. 2010;20:27–35. doi: 10.1093/eurpub/ckp220.", "ArticleIdList": ["10.1093/eurpub/ckp220", "20081212"]}, {"Citation": "Irena B, Samuel K, Alvaro R, Osornio V. The effects of air pollution on the health of children. Peadiatr Child Health. 2006;11:513–516.", "ArticleIdList": ["PMC2528642", "19030320"]}, {"Citation": "Kim JJ. American Academy of pediatrics, committee on Environmental health. Ambient air pollution: health hazards to children. Pediatrics. 2004;114:1699–1707. doi: 10.1542/peds.2004-1001.", "ArticleIdList": ["10.1542/peds.2004-1001", "15574638"]}, {"Citation": "Miller MR, McLean SG, Duffin R, Shaw CA, Mills NL, Donaldson K, Newby DE, Hadoke PW. BAS/BSCR27 Diesel exhaust particles promote atherosclerosis in apolipoprotein E-deficient mice. Heart. 2010;96:e20. doi: 10.1136/hrt.2010.205781.38.", "ArticleIdList": ["10.1136/hrt.2010.205781.38"]}, {"Citation": "Andersson H, Piras E, Demma J, Hellman B, Brittebo E. Low levels of the air pollutant 1-nitropyrene induce DNA damage, increased levels of reactive oxygen species and endoplasmic reticulum stress in human endothelial cells. Toxicology. 2009;262:57–64. doi: 10.1016/j.tox.2009.05.008.", "ArticleIdList": ["10.1016/j.tox.2009.05.008", "19460413"]}, {"Citation": "Leroyer AS, Anfosso F, Lacroix R, Sabatier F, Simoncini S, Njock SM. et al.Endothelial-derived microparticles: Biological conveyors at the crossroad of inflammation, thrombosis and angiogenesis. Thromb Haemost. 2010;104:456–463.", "ArticleIdList": ["20664896"]}, {"Citation": "Sun Q, Hong X, Wold LE. Cardiovascular effects of ambient particulate air pollution exposure. Circulation. 2010;121:2755–2765. doi: 10.1161/CIRCULATIONAHA.109.893461.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.109.893461", "PMC2924678", "20585020"]}, {"Citation": "Brook RD, Rajagopalan S. Particulate matter air pollution and atherosclerosis. Curr Atheroscler Rep. 2010;12:291–300. doi: 10.1007/s11883-010-0122-7.", "ArticleIdList": ["10.1007/s11883-010-0122-7", "20617466"]}, {"Citation": "Chuang KJ, Chan CC, Su TC, Lee CT, Tang CS. The effect of urban air pollution on inflammation, oxidative stress, coagulation, and autonomic dysfunction in young adults. Am J Respir Crit Care Med. 2007;176:370–376. doi: 10.1164/rccm.200611-1627OC.", "ArticleIdList": ["10.1164/rccm.200611-1627OC", "17463411"]}, {"Citation": "Kelishadi R, Mirghaffari N, Poursafa P, Gidding SS. Lifestyle and environmental factors associated with inflammation, oxidative stress and insulin resistance in children. Atherosclerosis. 2009;203:311–319. doi: 10.1016/j.atherosclerosis.2008.06.022.", "ArticleIdList": ["10.1016/j.atherosclerosis.2008.06.022", "18692848"]}, {"Citation": "Iannuzzi A, Verga MC, Renis M, Schiavo A, Salvatore V, Santoriello C. et al.Air pollution and carotid arterial stiffness in children. Cardiol Young. 2010;20:186–190. doi: 10.1017/S1047951109992010.", "ArticleIdList": ["10.1017/S1047951109992010", "20219153"]}, {"Citation": "Falati S, Liu Q, Gross P, Merrill-Skoloff G, Chou J, Vandendries E. et al.Accumulation of tissue factor in to developing thrombi in vivo is dependent upon microparticle P- selection ligand 1 and platelet P- selection. J Exp Med. 2003;197:1585–1598. doi: 10.1084/jem.20021868.", "ArticleIdList": ["10.1084/jem.20021868", "PMC2193915", "12782720"]}, {"Citation": "Levi M, ten Cate H, van der Poll T. Endothelium: interface between coagulation and inflammation. Crit Care Med. 2002;30:S220–224. doi: 10.1097/00003246-200205001-00008.", "ArticleIdList": ["10.1097/00003246-200205001-00008", "12004239"]}, {"Citation": "Nan B, Lin P, Lumsden AB, Yao Q, Chen C. Effects of TNF-alpha and curcumin on the expression of thrombomodulin and endothelial protein C receptor in human endothelial cells. Thromb Res. 2005;115:417–426. doi: 10.1016/j.thromres.2004.10.010.", "ArticleIdList": ["10.1016/j.thromres.2004.10.010", "15733976"]}, {"Citation": "Nogueira JB. Air pollution and cardiovascular disease. Rev Port Cardiol. 2009;28:715–733.", "ArticleIdList": ["19697799"]}, {"Citation": "Kannan S, Misra DP, Dvonch JT, Krishnakumar A. Exposures to airborne particulate matter and adverse perinatal outcomes: a biologically plausible mechanistic framework for exploring potential. Cien Saude Colet. 2007;12:1591–1602.", "ArticleIdList": ["18813495"]}, {"Citation": "Inoue K, Takano H, Sakurai M, Oda T, Tamura H, Yanagisawa R, Shimada A, Yoshikawa T. Pulmonary exposure to diesel exhaust particles enhances coagulatory disturbance with endothelial damage and systemic inflammation related to lung inflammation. Exp Biol Med (Maywood) 2006;231:1626–1632.", "ArticleIdList": ["17060683"]}, {"Citation": "Kooter IM, Frederix K, Spronk HM, Boere AJ, Leseman DL, van Steeg H. et al.Lung inflammation and thrombogenic responses in a time course study of Csb mice exposed to ozone. J Appl Toxicol. 2008;28:779–787. doi: 10.1002/jat.1339.", "ArticleIdList": ["10.1002/jat.1339", "18381685"]}, {"Citation": "Fredrix K, Kooter IM, van Oerle R, Fens D, Hamulyak K, Gerlofs-Nijland ME. et al.A new method to determine tissue specific tissue factor thrombomodullin activities: endotoxin and particular air pollution induced disbalance. Thromb J. 2008;6:14–17. doi: 10.1186/1477-9560-6-14.", "ArticleIdList": ["10.1186/1477-9560-6-14", "PMC2569913", "18828903"]}, {"Citation": "Kelishadi R, Poursafa P. Air pollution and non-respiratory health hazards for children. Arch Med Sci. 2010;6:483–495.", "ArticleIdList": ["PMC3284061", "22371790"]}, {"Citation": "Mc Mahan CA, Gill Hc MC, Gidding SS, Malcom GT, Newman WP, Tracy RE, Strong JP. Pathobiological determinants of atherosclerosis in youth (PDAY) research group . PDAY risk score predicts advanced coronary artery atherosclerosis in middle aged persons as well as youth. Atherosclerosis. 2007;190:370–377. doi: 10.1016/j.atherosclerosis.2006.02.008.", "ArticleIdList": ["10.1016/j.atherosclerosis.2006.02.008", "16530772"]}, {"Citation": "Poursafa P, Kelishadi R. Air Pollution, Platelet Activation and Atherosclerosis. Inflamm Allergy Drug Targets. 2010. in press .", "ArticleIdList": ["21091428"]}, {"Citation": "Kelishadi R. Inflammation-Induced Atherosclerosis as a Target for Prevention of Cardiovascular Diseases from Early Life. Open Cardiovasc Med J. 2010;4:24–29.", "ArticleIdList": ["PMC2840608", "21804638"]}, {"Citation": "Talebi SM, Tavakoli T, Ghinani A. Levels of PM10 and its chemical composition in the atmosphere of the city of Isfahan. Ir J Chem Engin. 2008;3:62–67."}, {"Citation": "Modarres R, Khosravi Dehkordi A. Daily air pollution time series analysis of Isfahan city. Int J Environ Sci Technol. 2005;7:259–262."}, {"Citation": "Crocker PR, Bailey DA, Faulkner RA, Kowalski KC, McGrath R. Measuring general levels of physical activity: preliminary evidence for the physical activity questionnaire for older children. Med Sci Sports Exerc. 1997;29:1344–1349.", "ArticleIdList": ["9346166"]}, {"Citation": "Faghihimani Z, Nourian M, Nikkar AH, Farajzadegan Z, Khavariyan N, Ghatrehsamani S. et al.Validation of the Child and Adolescent International physical activity questionnaires in Iranian children and adolescents. ARYA Atherosclerosis J. 2010;5:163–166."}, {"Citation": "Simkhovich BZ, Kleinman MT, Kloner RA. Particulate air pollution and coronary heart disease. Curr Opin Cardiol. 2009;24:604–609. doi: 10.1097/HCO.0b013e32833161e5.", "ArticleIdList": ["10.1097/HCO.0b013e32833161e5", "19696664"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA, Brook JR, Bhatnagar A, Diez-Roux AV. American Heart Association Council on Epidemiology and Prevention, Council on the Kidney in Cardiovascular Disease, and Council on Nutrition, Physical Activity and Metabolism et al.Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378. doi: 10.1161/CIR.0b013e3181dbece1.", "ArticleIdList": ["10.1161/CIR.0b013e3181dbece1", "20458016"]}, {"Citation": "Chauhan V, Breznan D, Thomson E, Karthikeyan S, Vincent R. Effects of ambient air particles on the endothelin system in human pulmonary epithelial cells (A549) Cell Biol Toxicol. 2005;21:191–205. doi: 10.1007/s10565-005-0162-x.", "ArticleIdList": ["10.1007/s10565-005-0162-x", "16323056"]}, {"Citation": "O'Toole TE, Hellmann J, Wheat L, Haberzettl P, Lee J, Conklin DJ. et al.Episodic exposure to fine particulate air pollution decreases circulating levels of endothelial progenitor cells. Circ Res. 2010;107:200–203.", "ArticleIdList": ["PMC2943671", "20595651"]}, {"Citation": "Barath S, Mills NL, Lundbäck M, Törnqvist H, Lucking AJ, Langrish JP. et al.Impaired vascular function after exposure to diesel exhaust generated at urban transient running conditions. Part Fibre Toxicol. 2010;7:19. doi: 10.1186/1743-8977-7-19.", "ArticleIdList": ["10.1186/1743-8977-7-19", "PMC2918524", "20653945"]}, {"Citation": "Brook RD, Rajagopalan S. Particulate matter, air pollution, and blood pressure. J Am Soc Hypertens. 2009;3:332–350. doi: 10.1016/j.jash.2009.08.005.", "ArticleIdList": ["10.1016/j.jash.2009.08.005", "20409976"]}, {"Citation": "Törnqvist H, Mills NL, Gonzalez M, Miller MR, Robinson SD, Megson IL. et al.Persistent endothelial dysfunction in humans after diesel exhaust inhalation. Am J Respir Crit Care Med. 2007;176:395–400.", "ArticleIdList": ["17446340"]}, {"Citation": "Liu L, Ruddy T, Dalipaj M, Poon R, Szyszkowicz M, You H. et al.Effects of indoor, outdoor, and personal exposure to particulate air pollution on cardiovascular physiology and systemic mediators in seniors. J Occup Environ Med. 2009;51:1088–1098. doi: 10.1097/JOM.0b013e3181b35144.", "ArticleIdList": ["10.1097/JOM.0b013e3181b35144", "19701101"]}, {"Citation": "Lenters V, Uiterwaal CS, Beelen R, Bots ML, Fischer P, Brunekreef B, Hoek G. Long-term exposure to air pollution and vascular damage in young adults. Epidemiology. 2010;21:512–520. doi: 10.1097/EDE.0b013e3181dec3a7.", "ArticleIdList": ["10.1097/EDE.0b013e3181dec3a7", "20407379"]}, {"Citation": "Esmon CT. The interactions between inflammation and coagulation. Br J Haematol. 2005;131:417–430. doi: 10.1111/j.1365-2141.2005.05753.x.", "ArticleIdList": ["10.1111/j.1365-2141.2005.05753.x", "16281932"]}, {"Citation": "Levi M, van der Poll T, Buller HR. Bidirectional relation between inflammation and coagulation. Circulation. 2004;109:2698–2704. doi: 10.1161/01.CIR.0000131660.51520.9A.", "ArticleIdList": ["10.1161/01.CIR.0000131660.51520.9A", "15184294"]}, {"Citation": "Karoly ED, Li Z, Dailey LA, Hyseni X, Huang YC. Up-regulation of tissue factor in human pulmonary artery endothelial cells after ultrafine particle exposure. Environ Health Perspect. 2007;115:535–540. doi: 10.1289/ehp.9556.", "ArticleIdList": ["10.1289/ehp.9556", "PMC1852686", "17450221"]}, {"Citation": "Cozzi E, Wingard CJ, Cascio WE, Devlin RB, Miles JJ, Bofferding AR. et al.Effect of ambient particulate matter exposure on hemostasis. Transl Res. 2007;149:324–332. doi: 10.1016/j.trsl.2006.12.009.", "ArticleIdList": ["10.1016/j.trsl.2006.12.009", "17543851"]}, {"Citation": "Li R, Ning Z, Majumdar R, Cui J, Takabe W, Jen N, Sioutas C, Hsiai T. Ultrafine particles from diesel vehicle emissions at different driving cycles induce differential vascular pro-inflammatory responses: implication of chemical components and NF-kappaB signaling. Part Fibre Toxicol. 2010;7:6. doi: 10.1186/1743-8977-7-6.", "ArticleIdList": ["10.1186/1743-8977-7-6", "PMC2859401", "20307321"]}, {"Citation": "Sun Q, Yue P, Kirk RI, Wang A, Moatti D, Jin X. et al.Ambient air particulate matter exposure and tissue factor expression in atherosclerosis. Inhal Toxicol. 2008;20:127–137. doi: 10.1080/08958370701821482.", "ArticleIdList": ["10.1080/08958370701821482", "18236227"]}, {"Citation": "Gilmour PS, Morrison ER, Vickers MA, Ford I, Ludlam CA, Greaves M. et al.The procoagulant potential of environmental particles (PM10) Occup Environ Med. 2005;62:164–171. doi: 10.1136/oem.2004.014951.", "ArticleIdList": ["10.1136/oem.2004.014951", "PMC1740970", "15723881"]}, {"Citation": "Bonzini M, Tripodi A, Artoni A, Tarantini L, Marinelli B, Bertazzi PA. et al.Effects of inhalable particulate matter on blood coagulation. J Thromb Haemost. 2010;8:662–668. doi: 10.1111/j.1538-7836.2009.03694.x.", "ArticleIdList": ["10.1111/j.1538-7836.2009.03694.x", "PMC3093960", "19922434"]}, {"Citation": "Furuyama A, Hirano S, Koike E, Kobayashi T. Induction of oxidative stress and inhibition of plasminogen activator inhibitor-1 production in endothelial cells following exposure to organic extracts of diesel exhaust particles and urban fine particles. Arch Toxicol. 2006;80:154–62. doi: 10.1007/s00204-005-0020-x.", "ArticleIdList": ["10.1007/s00204-005-0020-x", "16180011"]}, {"Citation": "den Hartigh LJ, Lamé MW, Ham W, Kleeman MJ, Tablin F, Wilson DW. Endotoxin and polycyclic aromatic hydrocarbons in ambient fine particulate matter from Fresno, California initiate human monocyte inflammatory responses mediated by reactive oxygen species. Toxicol In Vitro. 2010. in press .", "ArticleIdList": ["20801209"]}, {"Citation": "Khandoga A, Stampfl A, Takenaka S, Schulz H, Radykewicz R, Kreyling W, Krombach F. Ultrafine particles exert prothrombotic but not inflammatory effects on the hepatic microcirculation in healthy mice in vivo. Circulation. 2004;109:1320–1325. doi: 10.1161/01.CIR.0000118524.62298.E8.", "ArticleIdList": ["10.1161/01.CIR.0000118524.62298.E8", "15007013"]}, {"Citation": "Madrigano J, Baccarelli A, Wright RO, Suh H, Sparrow D, Vokonas PS, Schwartz J. Air pollution, obesity, genes and cellular adhesion molecules. Occup Environ Med. 2010;67:312–317. doi: 10.1136/oem.2009.046193.", "ArticleIdList": ["10.1136/oem.2009.046193", "PMC3229824", "19884647"]}, {"Citation": "Campen MJ, Lund AK, Doyle-Eisele ML, McDonald JD, Knuckles TL, Rohr AC. et al.A comparison of vascular effects from complex and individual air pollutants indicates a role for monoxide gases and volatile hydrocarbons. Environ Health Perspect. 2010;118:921–927. doi: 10.1289/ehp.0901207.", "ArticleIdList": ["10.1289/ehp.0901207", "PMC2920910", "20197249"]}, {"Citation": "Urano H, Gotoh S, Shirahata A, Higashi K, Karasaki Y. Increases of thrombomodulin activity and antigen level on human umbilical vein endothelial cells treated with asbestos and man-made mineral fibers. Ind Health. 1997;3:359–366.", "ArticleIdList": ["9248219"]}, {"Citation": "Gerber Y, Myers V, Broday DM, Koton S, Steinberg DM, Drory Y. Cumulative exposure to air pollution and long term outcomes after first acute myocardial infarction: a population-based cohort study. Objectives and methodology. BMC Public Health. 2010;10:369. doi: 10.1186/1471-2458-10-369.", "ArticleIdList": ["10.1186/1471-2458-10-369", "PMC2904275", "20576121"]}, {"Citation": "Richardson E, Pearce J, Mitchell R, Day P, Kingham S. The association between green space and cause-specific mortality in urban New Zealand: an ecological analysis of green space utility. BMC Public Health. 2010;10:240. doi: 10.1186/1471-2458-10-240.", "ArticleIdList": ["10.1186/1471-2458-10-240", "PMC2875209", "20459768"]}]}], "History": [{"Year": "2010", "Month": "9", "Day": "8"}, {"Year": "2011", "Month": "2", "Day": "18"}, {"Year": "2011", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "7", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["21332998", "PMC3061912", "10.1186/1471-2458-11-115", "1471-2458-11-115"]}}], "PubmedBookArticle": []}