{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21350332", "DateCompleted": {"Year": "2011", "Month": "10", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [{"Year": "2011", "Month": "04", "Day": "01"}], "Journal": {"ISSN": "1559-2324", "JournalIssue": {"Volume": "6", "Issue": "4", "PubDate": {"Year": "2011", "Month": "Apr"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "Superoxide generation catalyzed by the ozone-inducible plant peptides analogous to prion octarepeat motif.", "Pagination": {"StartPage": "477", "EndPage": "482", "MedlinePgn": "477-82"}, "Abstract": {"AbstractText": ["Ozone-inducible (OI) peptides found in plants contain repeated sequences consisting of a hexa-repeat unit (YGH GGG) repeated 7-9 times in tandem, and each unit tightly binds copper. To date, the biochemical roles for OI peptides are not fully understood. Here, we demonstrated that the hexa-repeat unit from OI peptides behaves as metal-binding motif catalytically active in the O2•--generation. Lastly, possible mechanisms of the reaction and biological consequence of the reactions are discussed by analogy to the action of human prion octarepeat peptides."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of Kitakyushu, Hibikino, Fukuoka, Japan."}], "Identifier": [], "LastName": "Yokawa", "ForeName": "Ken", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kagenishi", "ForeName": "Tomoko", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kawano", "ForeName": "Tomonori", "Initials": "T"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Peptides"}, {"RegistryNumber": "11062-77-4", "NameOfSubstance": "Superoxides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Peptides"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxides"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ashmore MR. Assessing the future global impacts of ozone on vegetation. Plant Cell Environ. 2005;28:949–964."}, {"Citation": "Fiscus EL, Booker FL, Burkey KO. Crop responses to ozone: Uptake, modes of action, carbon assimilation and partitioning. Plant Cell Environ. 2005;28:997–1011."}, {"Citation": "Kadono T, Yamaguchi Y, Furuichi T, Hirono M, Garrec JP, Kawano T. Ozone-induced cell death mediated with oxidative and calcium signaling pathways in tobacco Bel-W3 and Bel-B cell suspension cultures. Plant Signal Behav. 2006;1:312–322.", "ArticleIdList": ["PMC2634246", "19517002"]}, {"Citation": "Kadono T, Tran D, Errakhi R, Hiramatsu T, Meimoun P, Briand J, et al. Increased anion channel activity is an unavoidable event in ozone-induced programmed cell death. PLoS ONE. 2010;5:13373.", "ArticleIdList": ["PMC2954175", "20967217"]}, {"Citation": "Evans NH, McAinsh MR, Hetherington AM, Knight MR. ROS perception in Arabidopsis thaliana: The ozone-induced calcium response. Plant J. 2005;41:615–626.", "ArticleIdList": ["15686524"]}, {"Citation": "Sandermann H. Ecotoxicology of ozone: Bioactivation of extracellular ascorbate. Biochem Biophys Res Commun. 2008;366:271–274.", "ArticleIdList": ["18082136"]}, {"Citation": "No EG, Flagler RB, Swize MA, Cairney J, Newton RJ. cDNAs induced by ozone from Atriplex canescens (saltbush) and their response to sulfur dioxide and water-deficit. Physiol Plant. 1997;100:137–146."}, {"Citation": "Showalter AM. Structure and function of plant cell wall proteins. Plant Cell. 1993;5:9–23.", "ArticleIdList": ["PMC160246", "8439747"]}, {"Citation": "Whitmore FW. Lignin-protein complex catalyzed by peroxidase. Plant Sci Lett. 1978;13:241–245."}, {"Citation": "Kawano T. Roles of the reactive oxygen species-generating peroxidase reactions in plant defense and growth induction. Plant Cell Rep. 2003;21:829–837.", "ArticleIdList": ["12789499"]}, {"Citation": "Kamiya M, Kumaki Y, Nitta K, Ueno T, Watanabe Y, Yamada K, et al. Copper binding to plant ozone-inducible proteins (OI2-2 and OI14-3) Biochem Biophys Res Commun. 2004;314:908–915.", "ArticleIdList": ["14741723"]}, {"Citation": "Kawano T. Prion-derived copper-binding peptide fragments catalyze the generation of superoxide anion in the presence of aromatic monoamines. Int J Biol Sci. 2007;3:57–63.", "ArticleIdList": ["PMC1657085", "17200692"]}, {"Citation": "Yokawa K, Kagenishi T, Kawano T. Thermo-stable and freeze-tolerant nature of aromatic monoamine-dependent superoxide-generating activity of human prion-derived Cu-binding peptides. Biosci Biotechnol Biochem. 2009;73:1218–1220.", "ArticleIdList": ["19420682"]}, {"Citation": "Kagenishi T, Yokawa K, Kuse M, Isobe M, Bouteau F, Kawano T. Prevention of copper-induced calcium influx and cell death by prion-derived peptide in suspension-cultured tobacco cells. Z Naturforsch C. 2009;64:411–417.", "ArticleIdList": ["19678548"]}, {"Citation": "Kawano T, Furuichi T, Muto S. Controlled free salicylic acid levels and corresponding signaling mechanisms in plants. Plant Biotechnol. 2004;21:319–335."}, {"Citation": "Yokawa K, Kagenishi T, Goto K, Kawano T. Free tyrosine and tyrosine-rich peptide-dependent superoxide generation catalyzed by a copper-binding, threonine-rich neurotoxic peptide derived from prion protein. Int J Biol Sci. 2009;5:53–63.", "ArticleIdList": ["PMC2615546", "19158988"]}, {"Citation": "Nakano M, Sugioka K, Ushijima Y, Goto T. Chemiluminescence probe with Cypridina luciferin analog, 2-methyl-6-phenyl-3,7-dihydroimidazo[1,2-a] pyrazin-3-one, for estimating the ability of human granulocytes to generate O2- Anal Biochem. 1986;159:363–369.", "ArticleIdList": ["3030158"]}, {"Citation": "Yokawa K, Suzuki N, Kawano T. Ethanol-enhanced singlet oxygen-dependent chemiluminescence interferes with the monitoring of biochemical superoxide generation with a chemiluminescence probe, cypridina luciferin analog. ITE Lett Batter New Technol Med. 2004;5:49–52."}, {"Citation": "Kawano T, Pinontoan R, Hosoya H, Muto S. Monoamine-dependent production of reactive oxygen species catalyzed by pseudoperoxidase activity of human hemoglobin. Biosci Biotechnol Biochem. 2002;66:1224–1232.", "ArticleIdList": ["12162542"]}, {"Citation": "Kagenishi T, Yokawa K, Kadono T, Uezu K, Kawano T. Copper-binding peptides from human prion protein and newly designed peroxidative biocatalysts. Z Naturforsch C. 2011 In press.", "ArticleIdList": ["21630593"]}, {"Citation": "Li W, Wu S, Ahmad M, Jiang J, Liu H, Nagayama T, et al. The cyclooxygenase site, but not the peroxidase site of cyclooxygenase-2 is required for neurotoxicity in hypoxic and ischemic injury. J Neurochem. 2010;113:965–977.", "ArticleIdList": ["PMC2860550", "20236388"]}, {"Citation": "Boal AK, Cotruvo J, Jr, Stubbe J, Rosenzweig AC. Structural basis for activation of class Ib ribonucleotide reductase. Science. 2010;329:1526–1530.", "ArticleIdList": ["PMC3020666", "20688982"]}, {"Citation": "Sauer H, Dagdanova A, Hescheler J, Wartenberg M. Redox-regulation of intrinsic prion expression in multicellular prostate tumor spheroids. Free Radic Biol Med. 1999;27:1276–1283.", "ArticleIdList": ["10641721"]}, {"Citation": "Brown DR, Qin K, Herms JW, Madlung A, Manson J, Strome R, et al. The cellular prion protein binds copper in vivo. Nature. 1997;390:684–687.", "ArticleIdList": ["9414160"]}, {"Citation": "Bryce GF, Gurd FR. Visible spectra and optical rotatory properties of cupric ion complexes of L-histidine-containing peptides. J Biol Chem. 1966;241:122–129.", "ArticleIdList": ["5901043"]}, {"Citation": "Lau SJ, Kruck TP, Sarkar B. A peptide molecule mimicking the copper(II) transport site of human serum albumin. A comparative study between the synthetic site and albumin. J Biol Chem. 1974;249:5878–5884.", "ArticleIdList": ["4411707"]}, {"Citation": "Ringli C, Keller B, Ryser U. Glycine-rich proteins as structural components of plant cell walls. Cell Mol Life Sci. 2001;58:1430–1441.", "ArticleIdList": ["11693524"]}]}], "History": [{"Year": "2011", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21350332", "PMC3142373", "10.4161/psb.6.4.14744", "14744"]}}], "PubmedBookArticle": []}