{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21426372", "DateCompleted": {"Year": "2012", "Month": "01", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1365-2125.2011.03968.x"], "ArticleDate": [], "Journal": {"ISSN": "1365-2125", "JournalIssue": {"Volume": "72", "Issue": "2", "PubDate": {"Year": "2011", "Month": "Aug"}}, "Title": "British journal of clinical pharmacology", "ISOAbbreviation": "Br J Clin Pharmacol"}, "ArticleTitle": "SB-656933, a novel CXCR2 selective antagonist, inhibits ex vivo neutrophil activation and ozone-induced airway inflammation in humans.", "Pagination": {"StartPage": "282", "EndPage": "293", "MedlinePgn": "282-93"}, "Abstract": {"AbstractText": ["Receptor antagonists that block the binding of chemokines such as CXCL8 (IL-8) are effective in animals models of neutrophil-mediated inflammation. It has been hypothesized that selective inhibition of neutrophil trafficking and activation may be a useful adjunct for the treatment of inflammatory airway diseases such as chronic obstructive pulmonary disease or cystic fibrosis. A CXCR1/2 receptor antagonist has shown activity in an ozone challenge model in humans.", "SB-656933, a selective CXCR2 antagonist, is safe and well-tolerated at single doses and is shown to inhibit agonist (CXCL1)-mediated expression of the CD11b on peripheral blood neutrophils as well as ozone-induced airway neutrophilia in healthy subjects.", "To determine the safety and tolerability of a novel selective CXCR2 antagonist and assess its pharmacodynamic effects using measures of neutrophil activation and function, including CD11b expression in whole blood and ozone-induced airway inflammation in healthy subjects.", "Flow cytometric determination of ex vivo CXCL1-induced CD11b expression on peripheral blood neutrophils was performed following single dose oral administration of SB-656933 (dose range 2-1100 mg). A subsequent randomized study (placebo, 50 mg and 150 mg) was performed to explore the dose-response for ozone-induced airway inflammation, as measured by sputum biomarkers.", "Oral administration of SB-656933 resulted in significant inhibition of CXCL1-induced CD11b expression on peripheral blood neutrophils at single doses greater than or equal to 50 mg. Maximum inhibition (70%) relative to placebo was observed following administration of SB-656933 400 mg (95% CI 60%, 77%). This was sustained up to a dose of 1100 mg. Single doses of SB-656933 reduced ozone-induced airway inflammation in a dose-dependent manner. Relative to placebo, there were 55% (95% CI 20%, 75%) and 74% (95% CI 55%, 85%) fewer neutrophils in the sputum of subjects after a single dose of 50 mg or 150 mg, respectively. There was a corresponding reduction in myeloperoxidase concentrations in the sputum supernatant of 32.8% (95% CI 9.2, 50.3) and 50.5% (95% CI 33.3, 63.3). SB-656933 was safe and well-tolerated at all doses.", "SB-656933 is a CXCR2 antagonist that demonstrates dose-dependent effects on neutrophil activation and recruitment within a well-tolerated dose range. These data suggest that SB-656933 may be an effective agent in neutrophil-predominant diseases."], "CopyrightInformation": "© 2011 The Authors. British Journal of Clinical Pharmacology © 2011 The British Pharmacological Society."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "COPD Clinical Discovery, GlaxoSmithKline, King of Prussia, PA, USA. aili.l.lazaar@gsk.com"}], "Identifier": [], "LastName": "Lazaar", "ForeName": "Aili L", "Initials": "AL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sweeney", "ForeName": "Lisa E", "Initials": "LE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "MacDonald", "ForeName": "Alexander J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Alexis", "ForeName": "Neil E", "Initials": "NE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chen", "ForeName": "Chao", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tal-Singer", "ForeName": "Ruth", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Br J Clin Pharmacol", "NlmUniqueID": "7503323", "ISSNLinking": "0306-5251"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "CD11b Antigen"}, {"RegistryNumber": "0", "NameOfSubstance": "CXCL1 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Chemokine CXCL1"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenylurea Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Interleukin-8B"}, {"RegistryNumber": "0", "NameOfSubstance": "SB 656933"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfonamides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.11.1.7", "NameOfSubstance": "Peroxidase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Oral"}, {"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["chemically induced", "immunology", "prevention & control"], "DescriptorName": "Bronchitis"}, {"QualifierName": ["metabolism"], "DescriptorName": "CD11b Antigen"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Chemokine CXCL1"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": [], "DescriptorName": "Enzyme-Linked Immunosorbent Assay"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Flow Cytometry"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Leukocyte Count"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["drug effects"], "DescriptorName": "Neutrophil Activation"}, {"QualifierName": ["immunology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Peroxidase"}, {"QualifierName": ["pharmacokinetics", "pharmacology"], "DescriptorName": "Phenylurea Compounds"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Receptors, Interleukin-8B"}, {"QualifierName": [], "DescriptorName": "Single-Blind Method"}, {"QualifierName": ["enzymology"], "DescriptorName": "Sputum"}, {"QualifierName": ["pharmacokinetics", "pharmacology"], "DescriptorName": "Sulfonamides"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Quint JK, Wedzicha JA. The neutrophil in chronic obstructive pulmonary disease. J Allergy Clin Immunol. 2007;119:1065–71.", "ArticleIdList": ["17270263"]}, {"Citation": "Tirouvanziam R. Neutrophilic inflammation as a major determinant in the progression of cystic fibrosis. Drug News Perspect. 2006;19:609–14.", "ArticleIdList": ["17299603"]}, {"Citation": "Wang Q, Doerschuk CM, Mizgerd JP. Neutrophils in innate immunity. Semin Respir Crit Care Med. 2004;25:33–41.", "ArticleIdList": ["16088447"]}, {"Citation": "Tsai HH, Frost E, To V, Robinson S, ffrench-Constant C, Geertman R, Ransohoff RM, Miller RH. The chemokine receptor CXCR2 controls positioning of oligodendrocyte precursors in developing spinal cord by arresting their migration. Cell. 2002;110:373–83.", "ArticleIdList": ["12176324"]}, {"Citation": "Stillie R, Farooq SM, Gordon JR, Stadnyk AW. The functional significance behind expressing two IL-8 receptor types on PMN. J Leukoc Biol. 2009;86:529–43.", "ArticleIdList": ["19564575"]}, {"Citation": "Ajuebor MN, Zagorski J, Kunkel SL, Strieter RM, Hogaboam CM. Contrasting roles for CXCR2 during experimental colitis. Exp Mol Path. 2004;76:1–8.", "ArticleIdList": ["14738862"]}, {"Citation": "Mackerness KJ, Jenkins GR, Bush A, Jose PJ. Characterisation of the range of neutrophil stimulating mediators in cystic fibrosis sputum. Thorax. 2008;63:614–20.", "ArticleIdList": ["18245144"]}, {"Citation": "Mukaida N, Harada A, Matsushima K. A novel leukocyte chemotactic and activating cytokine, interleukin-8 (IL-8) Canc Res. 1995;80:261–86.", "ArticleIdList": ["8821581"]}, {"Citation": "Weathington NM, van Houwelingen AH, Noerager BD, Jackson PL, Kraneveld AD, Galin FS, Folkerts G, Nijkamp FP, Blalock JE. A novel peptide CXCR ligand derived from extracellular matrix degradation during airway inflammation. Nat Med. 2006;12:317–23.", "ArticleIdList": ["16474398"]}, {"Citation": "Zhang Z, Cherryholmes G, Chang F, Rose DM, Schraufstatter I, Shively JE. Evidence that cathelicidin peptide LL-37 may act as a functional ligand for CXCR2 on human neutrophils. Eur J Immonol. 2009;39:3181–94.", "ArticleIdList": ["PMC3076219", "19750480"]}, {"Citation": "Chapman RW, Phillips JE, Hipkin RW, Curran AK, Lundell D, Fine JS. CXCR2 antagonists for the treatment of pulmonary disease. Pharmacol Ther. 2009;121:55–68.", "ArticleIdList": ["19026683"]}, {"Citation": "Sarau HM, Widdowson KL, Palovich MR, White JR, Underwood DC, Griswold DE. Interleukin-8 receptor (CXCR2) antagonists. In: Hansel TT, Barnes PJ, editors. New Drugs for Asthma, Allergy and COPD: Progress in Respiratory Research. 31 edn. Basel: Kargel; 2001. pp. 293–6."}, {"Citation": "Holz O, Khalilieh S, Ludwig-Sengpiel A, Watz H, Stryszak P, Soni P, Tsai M, Sadeh J, Magnussen H. SCH527123, a novel CXCR2 antagonist, inhibits ozone-induced neutrophilia in healthy subjects. Eur Resp J. 2010;35:564–70.", "ArticleIdList": ["19643947"]}, {"Citation": "Dwyer MP, Yu Y, Chao J, Aki C, Chao J, Biju P, Girijavallabhan V, Rindgen D, Bond R, Mayer-Ezel R, Jakway J, Hipkin RW, Fossetta J, Gonsiorek W, Bian H, Fan X, Terminelli C, Fine J, Lundell D, Merritt JR, Rokosz LL, Kaiser B, Li G, Wang W, Stauffer T, Ozgur L, Baldwin J, Taveras AG. Discovery of 2-Hydroxy-N,N-dimethyl-3-{2-[[(R)-1-(5- methylfuran-2-yl)propyl]amino]-3,4-dioxocyclobut-1-enylamino}benzamide (SCH 527123): a potent, orally bioavailable CXCR2/CXCR1 receptor antagonist. J Med Chem. 2006;49:7603–6.", "ArticleIdList": ["17181143"]}, {"Citation": "Busch-Petersen J. Small molecule antagonists of the CXCR2 and CXCR1 chemokine receptors as therapeutic agents for the treatment of inflammatory diseases. Curr Top Med Chem. 2006;6:1345–52.", "ArticleIdList": ["16918453"]}, {"Citation": "Carpenter DC, Rumsey WL, Busch-Petersen J, Sarau HM, Salmon M. The selective CXCR2 receptor antagonist SB-656933 inhibits CXCL1-induced neutrophil CD11b expression in human whole blood. Eur Resp J. 2004;24:218s."}, {"Citation": "Salmon M, Carpenter DC, Dehaas C, Tal-Singer R, Sarau HM, Underwood DC. Inhibition of LPS-induced neutrophil recruitment in the lungs correlates with modulation of neutrophil CD11b expression using the selective CXCR2 receptor antagonist SB-656933. Eur Resp J. 2004;24:218s."}, {"Citation": "Nicholson GC, Tennant RC, Carpenter DC, Sarau HM, Kon OM, Barnes PJ, Salmon M, Vessey RS, Tal-Singer R, Hansel TT. A novel flow cytometric assay of human whole blood neutrophil and monocyte CD11b levels: upregulation by chemokines is related to receptor expression, comparison with neutrophil shape change, and effects of a chemokine receptor (CXCR2) antagonist. Pulm Pharm Ther. 2007;20:52–9.", "ArticleIdList": ["16406722"]}, {"Citation": "Holz O, Jorres RA, Timm P, Mucke M, Richter K, Koschyk S, Magnussen H. Ozone-induced airway inflammatory changes differ between individuals and are reproducible. Am J Respir Crit Care Med. 1999;159:776–84.", "ArticleIdList": ["10051250"]}, {"Citation": "McDonnell WF, Horstman DH, Abdul-Salaam S, Raggio LJ, Green JA. The respiratory responses of subjects with allergic rhinitis to ozone exposure and their relationship to nonspecific airway reactivity. Toxicol Ind Health. 1987;4:507–17.", "ArticleIdList": ["3433287"]}, {"Citation": "Nightingale JA, Rogers DF, Barnes PJ. Effect of inhaled ozone on exhaled nitric oxide, pulmonary function, and induced sputum in normal and asthmatic subjects. Thorax. 1999;54:1061–9.", "ArticleIdList": ["PMC1763749", "10567624"]}, {"Citation": "Vagaggini B, Carnevali S, Macchioni P, Taccola M, Fornai E, Bacci E, Bartoli ML, Cianchetti S, Dente FL, Di Franco A, Giannini D, Paggiaro PL. Airway inflammatory response to ozone in subjects with different asthma severity. Eur Resp J. 1999;13:274–80.", "ArticleIdList": ["10065667"]}, {"Citation": "Vagaggini B, Taccola M, Conti I, Carnevali S, Cianchetti S, Bartoli ML, Bacci E, Dente FL, Di Franco A, Giannini D, Paggiaro PL. Budesonide reduces neutrophilic but not functional airway response to ozone in mild asthmatics. Am J Respir Crit Care Med. 2001;164:2172–6.", "ArticleIdList": ["11751182"]}, {"Citation": "Schelegle ES, Siefkin AD, McDonald RJ. Time course of ozone-induced neutrophilia in normal humans. Am Rev Resp Dis. 1991;143:1353–135.", "ArticleIdList": ["2048824"]}, {"Citation": "Alexis NE, Lay JC, Haczku A, Gong H, Linn W, Hazucha MJ, Harris B, Tal-Singer R, Peden DB. Fluticasone propionate protects against ozone-induced airway inflammation and modified immune cell activation markers in healthy volunteers. Environ Health Perspect. 2008;116:799–805.", "ArticleIdList": ["PMC2430237", "18560537"]}, {"Citation": "Holz O, Tal-Singer R, Kanniess F, Simpson KJ, Gibson A, Vessey RSJ, Janicki S, Magnussen H, Jörres RA, Richter K. Validation of the human ozone challenge model as a tool for assessing anti-inflammatory drugs in early development. J Clin Pharm. 2005;45:498–503.", "ArticleIdList": ["15831772"]}, {"Citation": "Baggiolini M, Dewald B, Moser B. Human chemokines: an update. Ann Rev Immunol. 2003;15:675–705.", "ArticleIdList": ["9143704"]}, {"Citation": "Liang M, Mallari C, Rosser M, Ng HP, May K, Monahan S, Bauman JG, Islam I, Ghannam A, Buckman B, Shaw K, Wei GP, Xu W, Zhao Z, Ho E, Shen J, Oanh H, Subramanyam B, Vergona R, Taub D, Dunning L, Harvey S, Snider RM, Hesselgesser J, Morrissey MM, Perez HD, Horuk R. Identification and characterization of a potent, selective, and orally active antagonist of the CC chemokine receptor-1. J Biol Chem. 2000;275:19000–8.", "ArticleIdList": ["10748002"]}, {"Citation": "Liston TE, Conklyn MJ, Houser J, Wilner KD, Johnson A, Apseloff G, Whitacre C, Showell HJ. Pharmacokinetics and pharmacodynamics of the leukotriene B4 receptor antagonist CP-105,696 in man following single oral administration. Br J Clin Pharmacol. 1998;45:115–21.", "ArticleIdList": ["PMC1873355", "9491823"]}, {"Citation": "Khalilieh S, Tsai M, de Vries D, Kraan M. Rising single-dose safety and pharmacokinetics of oral SCH 527123, a novel antagonist of CXCR2, in healthy volunteers. Eur Resp J. 2007;30:613S."}, {"Citation": "Hartl D, Latzin P, Hordijk P, Marcos V, Rudolph C, Woischnik M, Krauss-Etschmann S, Koller B, Reinhardt D, Roscher AA, Roos D, Griese M. Cleavage of CXCR1 on neutrophils disables bacterial killing in cystic fibrosis lung disease. Nat Med. 2007;13:1423–30.", "ArticleIdList": ["18059279"]}, {"Citation": "Belaaouaj A, McCarthy R, Baumann M, Gao Z, Ley TJ, Abraham SN, Shapiro SD. Mice lacking neutrophil elastase reveal impaired host defense against gram negative bacterial sepsis. Nat Med. 1998;4:615–8.", "ArticleIdList": ["9585238"]}, {"Citation": "Tkalcevic J, Novelli M, Phylactides M, Iredale JP, Segal AW, Roes J. Impaired immunity and enhanced resistance to endotoxin in the absence of neutrophil elastase and cathepsin G. Immunity. 2000;12:201–10.", "ArticleIdList": ["10714686"]}, {"Citation": "Kirkham PA, Spooner G, Rahman I, Rossi AG. Macrophage phagocytosis of apoptotic neutrophils is compromised by matrix proteins modified by cigarette smoke and lipid peroxidation products. Biochem Biophys Res Comm. 2004;318:32–7.", "ArticleIdList": ["15110749"]}, {"Citation": "Marcos V, Zhou Z, Yildirim AO, Bohla A, Hector A, Vitkov L, Wiedenbauer EM, Krautgartner WD, Stoiber W, Belohradsky BH, Rieber N, Kormann M, Koller B, Roscher A, Roos D, Griese M, Eickelberg O, Doring G, Mall MA, Hartl D. CXCR2 mediates NADPH oxidase-independent neutrophil extracellular trap formation in cystic fibrosis airway inflammation. Nat Med. 2010;16:1018–23.", "ArticleIdList": ["20818377"]}, {"Citation": "Konstan MW, Doring G, Lands LC, Hilliard KA, Koker P, Bhattacharya S, Staab A, Hamilton AL. Results of a Phase II clinical trial BIIL 248 BS (an LTB4 receptor antagonist)for the treatment of CF lung disease. Ped Pulm. 2005;40:125–6."}, {"Citation": "Gaga M, Nair PK, Hargreave F, Sadeh J, Chanez P. SCH527123, a novel treatment option for severe neutrophilic asthma. Am J Respir Crit Care Med. 2010;181:A6762."}, {"Citation": "Magnussen H, Holz O, Watz H, Sauer M, Khanskaya I, Gann L, Stryszak P, Staudinger H, Sadeh J. Safety and efficacy of SCH527123, a novel CXCR2 antagonist, in patients with COPD. Eur Resp J. 2010;36:38s.", "ArticleIdList": ["19643947"]}]}], "History": [{"Year": "2011", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21426372", "PMC3162658", "10.1111/j.1365-2125.2011.03968.x"]}}], "PubmedBookArticle": []}