{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21495673", "DateCompleted": {"Year": "2011", "Month": "08", "Day": "25"}, "DateRevised": {"Year": "2011", "Month": "05", "Day": "05"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1021/jp111833m"], "ArticleDate": [{"Year": "2011", "Month": "04", "Day": "15"}], "Journal": {"ISSN": "1520-5207", "JournalIssue": {"Volume": "115", "Issue": "18", "PubDate": {"Year": "2011", "Month": "May", "Day": "12"}}, "Title": "The journal of physical chemistry. B", "ISOAbbreviation": "J Phys Chem B"}, "ArticleTitle": "Bimolecular recombination reactions: low pressure rates in terms of time-dependent survival probabilities, total J phase space sampling of trajectories, and comparison with RRKM theory.", "Pagination": {"StartPage": "5625", "EndPage": "5633", "MedlinePgn": "5625-33"}, "Abstract": {"AbstractText": ["We consider the bimolecular formation and redissociation of complexes using classical trajectories and the survival probability distribution function P(E,J,t) of the intermediate complexes at time t as a function of the energy E and total angular momentum quantum number J. The P(E,J,t) and its deviation from single exponential behavior is a main focus of the present set of studies. Together with weak deactivating collisions, the P(E,J,t) and a cumulative reaction probability at the given E and J can also be used to obtain the recombination rate constant k at low pressures of third bodies. Both classical and quantum expressions are given for k in terms of P(E,J,t). The initial conditions for the classical trajectories are sampled for atom-diatom reactions for various (E,J)'s using action-angle variables. A canonical transformation to a total J representation reduces the sampling space by permitting analytic integration over several of the variables. A similar remark applies for the calculation of the density of states of the intermediate complex ρ and for the number of states N* of the transition state as a function of E and J. The present approach complements the usual approach based on the rate of the reverse reaction, unimolecular dissociation, and the equilibrium constant. It provides results not necessarily accessible from the unimolecular studies. The formalism is applied elsewhere to the study of nonstatistical aspects of the recombination and redissociation of the resulting ozone molecules and comparison with RRKM theory."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Noyes Laboratory of Chemical Physics, California Institute of Technology, 1200 East California Boulevard, Pasadena, California 91125, United States."}], "Identifier": [], "LastName": "Ghaderi", "ForeName": "N", "Initials": "N"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Marcus", "ForeName": "R A", "Initials": "RA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem B", "NlmUniqueID": "101157530", "ISSNLinking": "1520-5207"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2011", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "4", "Day": "19", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21495673", "10.1021/jp111833m"]}}], "PubmedBookArticle": []}