{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21516040", "DateCompleted": {"Year": "2011", "Month": "11", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1097/EDE.0b013e31821c6c58"], "ArticleDate": [], "Journal": {"ISSN": "1531-5487", "JournalIssue": {"Volume": "22", "Issue": "4", "PubDate": {"Year": "2011", "Month": "Jul"}}, "Title": "Epidemiology (Cambridge, Mass.)", "ISOAbbreviation": "Epidemiology"}, "ArticleTitle": "Particulate air pollution exposure and C-reactive protein during early pregnancy.", "Pagination": {"StartPage": "524", "EndPage": "531", "MedlinePgn": "524-31"}, "Abstract": {"AbstractText": ["It is not well understood how air pollution leads to adverse pregnancy outcomes. One pathway may be through C-reactive protein, a biomarker of systemic inflammation that has been reported to increase the risk of preterm delivery. We examined whether air pollution influences serum concentrations of C-reactive protein in early pregnancy.", "We studied 1696 pregnant women in Allegheny County, PA, from 1997 through 2001. C-reactive protein concentrations were assayed in blood collected before the 22nd week of gestation. We estimated levels of particles of less than 10 μm (PM10) and less than 2.5 μm diameter (PM2.5), carbon monoxide, nitrogen dioxide, sulfur dioxide, and ozone at the maternal zip code using Kriging interpolation for measurements obtained from ambient stations. Associations between air pollution and high C-reactive protein concentrations (≥ 8 ng/mL) were evaluated using logistic regression.", "Among nonsmokers, an observed 9.2 μg/m increase in PM10 (averaged over 28 days prior to the blood sample) was associated with an odds ratios of 1.41 for high C-reactive protein concentrations (95% confidence interval = 0.99-2.00). Similarly, a 4.6 μg/m increase in PM2.5 was associated with an odds ratio of 1.47 (1.05-2.06). The odds ratio was 1.49 (0.75-2.96) per 7.9 ppb increase in ozone during summer. There were no associations in smokers or for other air pollutants, and there was no evidence for effect-measure modification by obesity.", "PM10, PM2.5, and ozone exposures were associated with increased C-reactive protein concentrations in early pregnancy, suggesting that these air pollutants contribute to inflammation and thereby possibly to adverse pregnancy outcomes."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, PA 15261, USA. pel27@pitt.edu"}], "Identifier": [], "LastName": "Lee", "ForeName": "Pei-Chen", "Initials": "PC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Talbott", "ForeName": "Evelyn O", "Initials": "EO"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Roberts", "ForeName": "James M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Catov", "ForeName": "Janet M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sharma", "ForeName": "Ravi K", "Initials": "RK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ritz", "ForeName": "Beate", "Initials": "B"}], "GrantList": [{"GrantID": "P01 HD030367", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}, {"GrantID": "P01 HD030367-14A1", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Epidemiology", "NlmUniqueID": "9009644", "ISSNLinking": "1044-3983"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "9007-41-4", "NameOfSubstance": "C-Reactive Protein"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "CommentsCorrectionsList": [{"RefSource": "Epidemiology. 2011 Sep;22(5):752"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["metabolism"], "DescriptorName": "C-Reactive Protein"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Logistic Models"}, {"QualifierName": [], "DescriptorName": "Longitudinal Studies"}, {"QualifierName": [], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pennsylvania"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Pregnancy Outcome"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Sulfur Dioxide"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bell ML, Ebisu K, Belanger K. Ambient air pollution and low birth weight in Connecticut and Massachusetts. Environ Health Perspect. 2007;115:1118–1124.", "ArticleIdList": ["PMC1913584", "17637932"]}, {"Citation": "Ritz B, Wilhelm M, Hoggatt KJ, Ghosh JK. Ambient air pollution and preterm birth in the environment and pregnancy outcomes study at the University of California, Los Angeles. Am J Epidemiol. 2007;166:1045–1052.", "ArticleIdList": ["17675655"]}, {"Citation": "Ritz B, Wilhelm M, Zhao Y. Air pollution and infant death in southern California, 1989–2000. Pediatrics. 2006;118:493–502.", "ArticleIdList": ["PMC3636770", "16882800"]}, {"Citation": "Ritz B, Yu F, Fruin S, et al. Ambient air pollution and risk of birth defects in Southern California. Am J Epidemiol. 2002;155:17–25.", "ArticleIdList": ["11772780"]}, {"Citation": "Wilhelm M, Ritz B. Local variations in CO and particulate air pollution and adverse birth outcomes in Los Angeles County, California, USA. Environ Health Perspect. 2005;113:1212–1221.", "ArticleIdList": ["PMC1280404", "16140630"]}, {"Citation": "Wu J, Ren C, Delfino RJ, Chung J, Wilhelm M, Ritz B. Association between local traffic-generated air pollution and preeclampsia and preterm delivery in the south coast air basin of California. Environ Health Perspect. 2009;117:1773–1779.", "ArticleIdList": ["PMC2801174", "20049131"]}, {"Citation": "Xu X, Ding H, Wang X. Acute effects of total suspended particles and sulfur dioxides on preterm delivery: a community-based cohort study. Arch Environ Health. 1995;50:407–415.", "ArticleIdList": ["8572718"]}, {"Citation": "Ritz B, Wilhelm M. Ambient air pollution and adverse birth outcomes: methodologic issues in an emerging field. Basic Clin Pharmacol Toxicol. 2008;102:182–190.", "ArticleIdList": ["PMC3656653", "18226073"]}, {"Citation": "de Medeiros AP, Gouveia N, Machado RP, et al. Traffic-related air pollution and perinatal mortality: a case-control study. Environ Health Perspect. 2009;117:127–132.", "ArticleIdList": ["PMC2627856", "19165399"]}, {"Citation": "Wilhelm M, Ritz B. Residential proximity to traffic and adverse birth outcomes in Los Angeles county, California, 1994–1996. Environ Health Perspect. 2003;111:207–216.", "ArticleIdList": ["PMC1241352", "12573907"]}, {"Citation": "Donaldson K, Stone V, Seaton A, MacNee W. Ambient particle inhalation and the cardiovascular system: potential mechanisms. Environ Health Perspect. 2001;109(suppl 4):523–527.", "ArticleIdList": ["PMC1240575", "11544157"]}, {"Citation": "Schins RP, Lightbody JH, Borm PJ, Shi T, Donaldson K, Stone V. Inflammatory effects of coarse and fine particulate matter in relation to chemical and biological constituents. Toxicol Appl Pharmacol. 2004;195:1–11.", "ArticleIdList": ["14962500"]}, {"Citation": "Kannan S, Misra DP, Dvonch JT, Krishnakumar A. Exposures to airborne particulate matter and adverse perinatal outcomes: a biologically plausible mechanistic framework for exploring potential effect modification by nutrition. Environ Health Perspect. 2006;114:1636–1342.", "ArticleIdList": ["PMC1665414", "17107846"]}, {"Citation": "Saldiva PH, Clarke RW, Coull BA, et al. Lung inflammation induced by concentrated ambient air particles is related to particle composition. Am J Respir Crit Care Med. 2002;165:1610–1617.", "ArticleIdList": ["12070061"]}, {"Citation": "Saber AT, Bornholdt J, Dybdahl M, et al. Tumor necrosis factor is not required for particle-induced genotoxicity and pulmonary inflammation. Arch Toxicol. 2005;79:177–182.", "ArticleIdList": ["15798890"]}, {"Citation": "Barraza-Villarreal A, Sunyer J, Hernandez-Cadena L, et al. Air pollution, airway inflammation, and lung function in a cohort study of Mexico City schoolchildren. Environ Health Perspect. 2008;116:832–838.", "ArticleIdList": ["PMC2430242", "18560490"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, et al. Circulating biomarkers of inflammation, antioxidant activity, and platelet activation are associated with primary combustion aerosols in subjects with coronary artery disease. Environ Health Perspect. 2008;116:898–906.", "ArticleIdList": ["PMC2453158", "18629312"]}, {"Citation": "Peters A, Frohlich M, Doring A, et al. Particulate air pollution is associated with an acute phase response in men; results from the MONICA-Augsburg Study. Eur Heart J. 2001;22:1198–1204.", "ArticleIdList": ["11440492"]}, {"Citation": "Ruckerl R, Ibald-Mulli A, Koenig W, et al. Air pollution and markers of inflammation and coagulation in patients with coronary heart disease. Am J Respir Crit Care Med. 2006;173:432–441.", "ArticleIdList": ["16293802"]}, {"Citation": "Zeka A, Sullivan JR, Vokonas PS, Sparrow D, Schwartz J. Inflammatory markers and particulate air pollution: characterizing the pathway to disease. Int J Epidemiol. 2006;35:1347–1354.", "ArticleIdList": ["16844771"]}, {"Citation": "Ablij H, Meinders A. C-reactive protein: history and revival. Eur J Intern Med. 2002;13:412.", "ArticleIdList": ["12384129"]}, {"Citation": "Dubowsky SD, Suh H, Schwartz J, Coull BA, Gold DR. Diabetes, obesity, and hypertension may enhance associations between air pollution and markers of systemic inflammation. Environ Health Perspect. 2006;114:992–998.", "ArticleIdList": ["PMC1513328", "16835049"]}, {"Citation": "Thornton CA. Immunology of pregnancy. Proc Nutr Soc. 2010;69:357–365.", "ArticleIdList": ["20576205"]}, {"Citation": "Catov JM, Bodnar LM, Ness RB, Barron SJ, Roberts JM. Inflammation and dyslipidemia related to risk of spontaneous preterm birth. Am J Epidemiol. 2007;166:1312–1319.", "ArticleIdList": ["17906337"]}, {"Citation": "Hubel CA, Powers RW, Snaedal S, et al. C-reactive protein is elevated 30 years after eclamptic pregnancy. Hypertension. 2008;51:1499–1505.", "ArticleIdList": ["PMC2398699", "18413489"]}, {"Citation": "DeIaco S, Myers DE, Posa D. Space-time analysis using a general product-sum model. Stat Probab Lett. 2001;52:21–28."}, {"Citation": "Gething P, Atkinson P, Noor A, Gikandi P, Hay S, Nixon M. A local space-time kriging approach applied to a national outpatient malaria dataset. Comput Geosci. 2007;33:1337–1350.", "ArticleIdList": ["PMC2677680", "19424510"]}, {"Citation": "Pitiphat W, Gillman MW, Joshipura KJ, Williams PL, Douglass CW, Rich-Edwards JW. Plasma C-reactive protein in early pregnancy and preterm delivery. Am J Epidemiol. 2005;162:1108–1113.", "ArticleIdList": ["PMC1994922", "16236995"]}, {"Citation": "Seaton A, Soutar A, Crawford V, et al. Particulate air pollution and the blood. Thorax. 1999;54:1027–1032.", "ArticleIdList": ["PMC1745387", "10525563"]}, {"Citation": "Mickey RM, Greenland S. The impact of confounder selection criteria on effect estimation. Am J Epidemiol. 1989;129:125–137.", "ArticleIdList": ["2910056"]}, {"Citation": "Hoffmann B, Moebus S, Dragano N, et al. Chronic residential exposure to particulate matter air pollution and systemic inflammatory markers. Environ Health Perspect. 2009;117:1302–1308.", "ArticleIdList": ["PMC2721876", "19672412"]}, {"Citation": "Panasevich S, Leander K, Rosenlund M, et al. Associations of long- and short-term air pollution exposure with markers of inflammation and coagulation in a population sample. Occup Environ Med. 2009;66:747–753.", "ArticleIdList": ["19687019"]}, {"Citation": "Forbes LJ, Patel MD, Rudnicka AR, et al. Chronic exposure to outdoor air pollution and markers of systemic inflammation. Epidemiology. 2009;20:245–253.", "ArticleIdList": ["19234416"]}, {"Citation": "Thompson AM, Zanobetti A, Silverman F, et al. Baseline repeated measures from controlled human exposure studies: associations between ambient air pollution exposure and the systemic inflammatory biomarkers IL-6 and fibrinogen. Environ Health Perspect. 2010;118:120–124.", "ArticleIdList": ["PMC2831955", "20056584"]}, {"Citation": "Risom L, Moller P, Loft S. Oxidative stress-induced DNA damage by particulate air pollution. Mutat Res. 2005;592:119–137.", "ArticleIdList": ["16085126"]}, {"Citation": "Rudez G, Janssen NA, Kilinc E, et al. Effects of ambient air pollution on hemostasis and inflammation. Environ Health Perspect. 2009;117:995–1001.", "ArticleIdList": ["PMC2702419", "19590696"]}, {"Citation": "Fialova L, Malbohan I, Kalousova M, et al. Oxidative stress and inflammation in pregnancy. Scand J Clin Lab Invest. 2006;66:121–127.", "ArticleIdList": ["16537245"]}, {"Citation": "Amarilyo G, Oren A, Mimouni FB, et al. Increased cord serum inflammatory markers in small-for-gestational-age neonates. J Perinatol. 2010;31:30–32.", "ArticleIdList": ["20410909"]}, {"Citation": "Belo L, Santos-Silva A, Caslake M, et al. Neutrophil activation and C-reactive protein concentration in preeclampsia. Hypertens Pregnancy. 2003;22:129–141.", "ArticleIdList": ["12908997"]}, {"Citation": "Chen L, Bell EM, Caton AR, Druschel CM, Lin S. Residential mobility during pregnancy and the potential for ambient air pollution exposure misclassification. Environ Res. 2010;110:162–168.", "ArticleIdList": ["19963212"]}]}], "History": [{"Year": "2011", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "13", "Hour": "0", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21516040", "NIHMS299650", "PMC4325994", "10.1097/EDE.0b013e31821c6c58"]}}], "PubmedBookArticle": []}