{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21543283", "DateCompleted": {"Year": "2011", "Month": "11", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1003326"], "ArticleDate": [{"Year": "2011", "Month": "05", "Day": "04"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "119", "Issue": "8", "PubDate": {"Year": "2011", "Month": "Aug"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Identification of candidate genes downstream of TLR4 signaling after ozone exposure in mice: a role for heat-shock protein 70.", "Pagination": {"StartPage": "1091", "EndPage": "1097", "MedlinePgn": "1091-7"}, "Abstract": {"AbstractText": ["Toll-like receptor 4 (TLR4) is involved in ozone (O3)-induced pulmonary hyperpermeability and inflammation, although the downstream signaling events are unknown.", "The aims of our study were to determine the mechanism through which TLR4 modulates O3-induced pulmonary responses and to use transcriptomics to determine potential TLR4 effector molecules.", "C3H/HeJ (HeJ; Tlr4 mutant) and C3H/HeOuJ (OuJ; Tlr4 normal) mice were exposed continuously to 0.3 ppm O3 or filtered air for 6, 24, 48, or 72 hr. We assessed inflammation using bronchoalveolar lavage and molecular analysis by mRNA microarray, quantitative RT-PCR (real-time polymerase chain reaction), immunoblots, immunostaining, and ELISAs (enzyme-linked immunosorbent assays). B6-Hspa1a/Hspa1btm1Dix/NIEHS (Hsp70-/-) and C57BL/6 (B6; Hsp70+/+ wild-type control) mice were used for candidate gene validation studies.", "O3-induced TLR4 signaling occurred through myeloid differentiation protein 88 (MyD88)-dependent and -independent pathways in OuJ mice and involved multiple downstream pathways. Genomewide transcript analyses of lungs from air- and O3-exposed HeJ and OuJ mice identified a cluster of genes that were significantly up-regulated in O3-exposed OuJ mice compared with O3-exposed HeJ mice or air-exposed controls of both strains; this cluster included genes for heat-shock proteins (e.g., Hspa1b, Hsp70). Moreover, O3-induced inflammation, MyD88 up-regulation, extracellular-signal-related kinase-1/2 (ERK1/2) and activator protein-1 (AP-1) activation, and kerotinocyte-derived chemokine (KC) protein content were significantly reduced in Hspa1a/Hspa1btm1Dix (Hsp70-/-) compared with Hsp70+/+ mice (p < 0.05).", "These studies suggest that HSP70 is an effector molecule downstream of TLR4 and is involved in the regulation of O3-induced lung inflammation by triggering similar pathways to TLR4. These novel findings may have therapeutic and preventive implications for inflammatory diseases resulting from environmental exposures."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology and Diagnostic Investigation, Michigan State University, East Lansing, Michigan, USA. alison.bauer@ucdenver.edu"}], "Identifier": [], "LastName": "Bauer", "ForeName": "Alison K", "Initials": "AK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rondini", "ForeName": "Elizabeth A", "Initials": "EA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hummel", "ForeName": "Kristin A", "Initials": "KA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Degraff", "ForeName": "Laura M", "Initials": "LM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Walker", "ForeName": "Christopher", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jedlicka", "ForeName": "Anne E", "Initials": "AE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kleeberger", "ForeName": "Steven R", "Initials": "SR"}], "GrantList": [{"GrantID": "K22 ES014731", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "K22 ES014731-03", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "HSP70 Heat-Shock Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Myeloid Differentiation Factor 88"}, {"RegistryNumber": "0", "NameOfSubstance": "Toll-Like Receptor 4"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Enzyme-Linked Immunosorbent Assay"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "HSP70 Heat-Shock Proteins"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Myeloid Differentiation Factor 88"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced", "metabolism"], "DescriptorName": "Pneumonia"}, {"QualifierName": [], "DescriptorName": "Reverse Transcriptase Polymerase Chain Reaction"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["metabolism"], "DescriptorName": "Toll-Like Receptor 4"}], "CoiStatement": "The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Affymetrix Inc. 2005–2009. GeneChip Expression Analysis Technical Manual, Revision Three. Santa Clara, CA:Affymetrix Inc. Available: http://media.affymetrix.com:80/support/downloads/manuals/expression_analysis_technical_manual.pdf [accessed 6 July 2011]"}, {"Citation": "Akira S, Takeda K. Toll-like receptor signalling. Nat Rev Immunol. 2004;4(7):499–511.", "ArticleIdList": ["15229469"]}, {"Citation": "American Lung Association. State of the Air 2011. 2011.  Available:  http://www.stateoftheair.org/2011/key-findings/2007-2009/ozone-pollution.html [accessed 4 July 2011]"}, {"Citation": "Bauer AK, Dixon D, DeGraff LM, Cho HY, Walker CR, Malkinson AM, et al. Toll-like receptor 4 in butylated hydroxytoluene-induced mouse pulmonary inflammation and tumorigenesis. J Natl Cancer Inst. 2005;97(23):1778–1781.", "ArticleIdList": ["16333033"]}, {"Citation": "Bauer AK, Travis EL, Malhotra SS, Rondini EA, Walker C, Cho HY, et al. Identification of novel susceptibility genes in ozone-induced inflammation in mice. Eur Respir J. 2010;36(2):428–437.", "ArticleIdList": ["PMC3027140", "20032013"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology. 2005;16(4):436–445.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Burnett RT, Brook JR, Yung WT, Dales RE, Krewski D. Association between ozone and hospitalization for respiratory diseases in 16 Canadian cities. Environ Res. 1997;72(1):24–31.", "ArticleIdList": ["9012369"]}, {"Citation": "Chanteux H, Guisset AC, Pilette C, Sibille Y.2007LPS induces IL-10 production by human alveolar macrophages via MAPKinases- and Sp1-dependent mechanisms. Respir Res 871; doi:10.1186/1465-9921-8-71[Online 4 October 2007]", "ArticleIdList": ["10.1186/1465-9921-8-71", "PMC2080632", "17916230"]}, {"Citation": "Chase MA, Wheeler DS, Lierl KM, Hughes VS, Wong HR, Page K. Hsp72 induces inflammation and regulates cytokine production in airway epithelium through a TLR4- and NF-kappaB-dependent mechanism. J Immunol. 2007;179(9):6318–6324.", "ArticleIdList": ["PMC2755189", "17947709"]}, {"Citation": "Cho HY, Kleeberger SR. Genetic mechanisms of susceptibility to oxidative lung injury in mice. Free Radic Biol Med. 2007;42(4):433–445.", "ArticleIdList": ["17275675"]}, {"Citation": "Cho HY, Morgan DL, Bauer AK, Kleeberger SR. Signal transduction pathways of tumor necrosis factor-mediated lung injury induced by ozone in mice. Am J Respir Crit Care Med. 2007;175(8):829–839.", "ArticleIdList": ["PMC1899292", "17255564"]}, {"Citation": "Cho HY, Reddy SP, Debiase A, Yamamoto M, Kleeberger SR. Gene expression profiling of NRF2-mediated protection against oxidative injury. Free Radic Biol Med. 2005;38(3):325–343.", "ArticleIdList": ["15629862"]}, {"Citation": "Dahl M, Bauer AK, Arredouani M, Soininen R, Tryggvason K, Kleeberger SR, et al. Protection against inhaled oxidants through scavenging of oxidized lipids by macrophage receptors MARCO and SR-AI/II. J Clin Invest. 2007;117(3):757–764.", "ArticleIdList": ["PMC1804372", "17332894"]}, {"Citation": "Daugaard M, Rohde M, Jaattela M. The heat shock protein 70 family: highly homologous proteins with overlapping and distinct functions. FEBS Lett. 2007;581(19):3702–3710.", "ArticleIdList": ["17544402"]}, {"Citation": "Desqueyroux H, Pujet JC, Prosper M, Squinazi F, Momas I. Short-term effects of low-level air pollution on respiratory health of adults suffering from moderate to severe asthma. Environ Res. 2002;89(1):29–37.", "ArticleIdList": ["12051782"]}, {"Citation": "Fang WF, Cho JH, He Q, Lin MC, Wu CC, Voelkel NF, et al. Lipid A fraction of LPS induces a discrete MAPK activation in acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2007;293(2):L336–L344.", "ArticleIdList": ["17496062"]}, {"Citation": "Gene Ontology Consortium. The Gene Ontology Homepage. 2011.  Available:  http://www.geneontology.org/ [accessed 1 July 2011]"}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, et al. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA. 2003;290(14):1859–1867.", "ArticleIdList": ["14532314"]}, {"Citation": "Hollingsworth JW, Cook DN, Brass DM, Walker JK, Morgan DL, Foster WM, et al. The role of Toll-like receptor 4 in environmental airway injury in mice. Am J Respir Crit Care Med. 2004;170(2):126–132.", "ArticleIdList": ["15020293"]}, {"Citation": "Hollingsworth JW, Kleeberger SR, Foster WM. Ozone and pulmonary innate immunity. Proc Am Thorac Soc. 2007;4(3):240–246.", "ArticleIdList": ["PMC2647625", "17607006"]}, {"Citation": "Horstman DH, Folinsbee LJ, Ives PJ, Abdul-Salaam S, McDonnell WF. Ozone concentration and pulmonary response relationships for 6.6-hour exposures with five hours of moderate exercise to 0.08, 0.10, and 0.12 ppm. Am Rev Respir Dis. 1990;142(5):1158–1163.", "ArticleIdList": ["2240838"]}, {"Citation": "Huang DW, Sherman BT, Lempicki RA. Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists. Nucleic Acids Res. 2009a;37(1):1–13.", "ArticleIdList": ["PMC2615629", "19033363"]}, {"Citation": "Huang DW, Sherman BT, Lempicki RA. Systematic and integrative analysis of large gene lists using DAVID Bioinformatics Resources. Nat Protoc. 2009b;4(1):44–57.", "ArticleIdList": ["19131956"]}, {"Citation": "Huang L, Mivechi NF, Moskophidis D. Insights into regulation and function of the major stress-induced hsp70 molecular chaperone in vivo: analysis of mice with targeted gene disruption of the hsp70.1 or hsp70.3 gene. Mol Cell Biol. 2001;21(24):8575–8591.", "ArticleIdList": ["PMC100019", "11713291"]}, {"Citation": "Hunt CR, Dix DJ, Sharma GG, Pandita RK, Gupta A, Funk M, et al. Genomic instability and enhanced radiosensitivity in Hsp70.1- and Hsp70.3-deficient mice. Mol Cell Biol. 2004;24(2):899–911.", "ArticleIdList": ["PMC343815", "14701760"]}, {"Citation": "Inoue K, Takano H, Kaewamatawong T, Shimada A, Suzuki J, Yanagisawa R, et al. Role of metallothionein in lung inflammation induced by ozone exposure in mice. Free Radic Biol Med. 2008;45(12):1714–1722.", "ArticleIdList": ["18929643"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, et al. Long-term ozone exposure and mortality. N Engl J Med. 2009;360(11):1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Kanehisa Laboratories. KEGG Pathway Database. 2010.  Available:  http://www.kegg.jp/kegg/pathway.html [accessed 1 August 2010]"}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY. Susceptibility to ozone-induced inflammation. I. Genetic control of the response to subacute exposure. Am J Physiol. 1993a;264(1 pt 1):L15–L20.", "ArticleIdList": ["8430812"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY. Susceptibility to ozone-induced inflammation. II. Separate loci control responses to acute and subacute exposures. Am J Physiol. 1993b;264(1 pt 1):L21–26.", "ArticleIdList": ["8430813"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY, Longphre M, Harkema J, Jedlicka A, et al. Linkage analysis of susceptibility to ozone-induced lung inflammation in inbred mice. Nat Genet. 1997;17(4):475–478.", "ArticleIdList": ["9398854"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE. Genetic susceptibility to ozone-induced lung hyperpermeability: role of toll-like receptor 4. Am J Respir Cell Mol Biol. 2000;22(5):620–627.", "ArticleIdList": ["10783135"]}, {"Citation": "Kopp EB, Medzhitov R. The Toll-receptor family and control of innate immunity. Curr Opin Immunol. 1999;11(1):13–18.", "ArticleIdList": ["10047546"]}, {"Citation": "Mambula SS, Stevenson MA, Ogawa K, Calderwood SK. Mechanisms for Hsp70 secretion: crossing membranes without a leader. Methods. 2007;43(3):168–175.", "ArticleIdList": ["PMC2745244", "17920512"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, et al. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359(9304):386–391.", "ArticleIdList": ["11844508"]}, {"Citation": "Mudway IS, Kelly FJ. Ozone and the lung: a sensitive issue. Mol Aspects Med. 2000;21(1–2):1–48.", "ArticleIdList": ["10804262"]}, {"Citation": "Poltorak A, He X, Smirnova I, Liu MY, Huffel CV, Du X, et al. Defective LPS signaling in C3H/HeJ and C57BL/10ScCr mice: mutations in Tlr4 gene. Science. 1998;282(5396):2085–2088.", "ArticleIdList": ["9851930"]}, {"Citation": "Pryor WA, Squadrito GL, Friedman M. A new mechanism for the toxicity of ozone. Toxicol Lett. 1995;82–83:287–293.", "ArticleIdList": ["8597067"]}, {"Citation": "Qureshi ST, Lariviere L, Leveque G, Clermont S, Moore KJ, Gros P, et al. Endotoxin-tolerant mice have mutations in Toll-like receptor 4 (Tlr4). J Exp Med. 1999;189(4):615–625.", "ArticleIdList": ["PMC2192941", "9989976"]}, {"Citation": "Rondini EA, Walters DM, Bauer AK.2010Vanadium pentoxide induces pulmonary inflammation and tumor promotion in a strain-dependent manner. Part Fibre Toxicol 79; doi:10.1186/1743-8977-7-9[Online 12 April 2010]", "ArticleIdList": ["10.1186/1743-8977-7-9", "PMC2861012", "20385015"]}, {"Citation": "Salam MT, Millstein J, Li YF, Lurmann FW, Margolis HG, Gilliland FD. Birth outcomes and prenatal exposure to ozone, carbon monoxide, and particulate matter: results from the Children's Health Study. Envrion Health Perspect. 2005;113:1638–1644.", "ArticleIdList": ["PMC1310931", "16263524"]}, {"Citation": "Sartori C, Scherrer U. In: Hypoxia: Through the Lifecycle (Roach RC, Wagner PD, Hackett PH, eds). New York:Plenum Press, 263–275; 2003. Turning up the heat in the lungs."}, {"Citation": "Servais S, Boussouar A, Molnar A, Douki T, Pequignot JM, Favier R. Age-related sensitivity to lung oxidative stress during ozone exposure. Free Radic Res. 2005;39(3):305–316.", "ArticleIdList": ["15788235"]}, {"Citation": "Silver LM. Oxford, UK: Oxford University Press; 1995. Mouse Genetics."}, {"Citation": "Su WY, Gordon T. In vivo exposure to ozone produces an increase in a 72-kDa heat shock protein in guinea pigs. J Appl Physiol. 1997;83(3):707–711.", "ArticleIdList": ["9292453"]}, {"Citation": "Triche EW, Gent JF, Holford TR, Belanger K, Bracken MB, Beckett WS, et al. Low-level ozone exposure and respiratory symptoms in infants. Environ Health Perspect. 2006;114:911–916.", "ArticleIdList": ["PMC1480512", "16759994"]}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) Ozone Air Quality Standards. 2010.  Available:  http://www.epa.gov/air/ozonepollution/standards.html [accessed 15 August 2010]"}, {"Citation": "U.S. EPA (U.S. Environmental Protection Agency) 8-Hour Ozone Nonattainment Area Summary with History. 2011.  Available:  http://www.epa.gov/oar/oaqps/greenbook/gnsum2.html [accessed 1 September 2010]"}, {"Citation": "Wagner JG, Van Dyken SJ, Wierenga JR, Hotchkiss JA, Harkema JR. Ozone exposure enhances endotoxin-induced mucous cell metaplasia in rat pulmonary airways. Toxicol Sci. 2003;74(2):437–446.", "ArticleIdList": ["12773774"]}, {"Citation": "Wheeler DS, Chase MA, Senft AP, Poynter SE, Wong HR, Page K.2009Extracellular Hsp72, an endogenous DAMP, is released by virally infected airway epithelial cells and activates neutrophils via Toll-like receptor (TLR)-4. Respir Res 1031; doi:10.1186/1465-9921-10-31[Online 30 April 2009]", "ArticleIdList": ["10.1186/1465-9921-10-31", "PMC2679007", "19405961"]}, {"Citation": "Wheeler DS, Wong HR. Heat shock response and acute lung injury. Free Radic Biol Med. 2007;42(1):1–14.", "ArticleIdList": ["PMC1790871", "17157189"]}, {"Citation": "Wirth D, Christians E, Munaut C, Dessy C, Foidart JM, Gustin P. Differential heat shock gene hsp70-1 response to toxicants revealed by in vivo study of lungs in transgenic mice. Cell Stress Chaperones. 2002;7(4):387–395.", "ArticleIdList": ["PMC514838", "12653483"]}, {"Citation": "Wong CG, Bonakdar M, Mautz WJ, Kleinman MT. Chronic inhalation exposure to ozone and nitric acid elevates stress-inducible heat shock protein 70 in the rat lung. Toxicology. 1996;107(2):111–119.", "ArticleIdList": ["8599170"]}, {"Citation": "Wu R, Zhao YH, Plopper CG, Chang MM, Chmiel K, Cross JJ, et al. Differential expression of stress proteins in nonhuman primate lung and conducting airway after ozone exposure. Am J Physiol. 1999;277(3 pt 1):L511–L522.", "ArticleIdList": ["10484458"]}, {"Citation": "Yoon HK, Cho HY, Kleeberger SR. Protective role of matrix metalloproteinase-9 in ozone-induced airway inflammation. Environ Health Perspect. 2007;115:1557–1563.", "ArticleIdList": ["PMC2072825", "18007984"]}, {"Citation": "Zhou X, Tron VA, Li G, Trotter MJ. Heat shock transcription factor-1 regulates heat shock protein-72 expression in human keratinocytes exposed to ultraviolet B light. J Invest Dermatol. 1998;111(2):194–198.", "ArticleIdList": ["9699716"]}]}], "History": [{"Year": "2010", "Month": "12", "Day": "9"}, {"Year": "2011", "Month": "5", "Day": "4"}, {"Year": "2011", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "13", "Hour": "0", "Minute": "0"}, {"Year": "2011", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21543283", "PMC3237361", "10.1289/ehp.1003326"]}}], "PubmedBookArticle": []}