{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21684833", "DateCompleted": {"Year": "2012", "Month": "02", "Day": "06"}, "DateRevised": {"Year": "2023", "Month": "08", "Day": "07"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1003339"], "ArticleDate": [{"Year": "2011", "Month": "06", "Day": "17"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "119", "Issue": "10", "PubDate": {"Year": "2011", "Month": "Oct"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "The role of the extracellular matrix protein mindin in airway response to environmental airways injury.", "Pagination": {"StartPage": "1403", "EndPage": "1408", "MedlinePgn": "1403-8"}, "Abstract": {"AbstractText": ["Our previous work demonstrated that the extracellular matrix protein mindin contributes to allergic airways disease. However, the role of mindin in nonallergic airways disease has not previously been explored.", "We hypothesized that mindin would contribute to airways disease after inhalation of either lipopolysaccharide (LPS) or ozone.", "We exposed C57BL/6J and mindin-deficient (-/-) mice to aerosolized LPS (0.9 μg/m3 for 2.5 hr), saline, ozone (1 ppm for 3 hr), or filtered air (FA). All mice were evaluated 4 hr after LPS/saline exposure or 24 hr after ozone/FA exposure. We characterized the physiological and biological responses by analysis of airway hyperresponsiveness (AHR) with a computer-controlled small-animal ventilator (FlexiVent), inflammatory cellular recruitment, total protein in bronchoalveolar lavage fluid (BALF), proinflammatory cytokine profiling, and ex vivo bronchial ring studies.", "After inhalation of LPS, mindin-/- mice demonstrated significantly reduced total cell and neutrophil recruitment into the airspace compared with their wild-type counterparts. Mindin-/- mice also exhibited reduced proinflammatory cytokine production and lower AHR to methacholine challenge by FlexiVent. After inhalation of ozone, mice had no detectible differences in cellular inflammation or total BALF protein dependent on mindin. However, mindin-/- mice were protected from increased proinflammatory cytokine production and AHR compared with their C57BL/6J counterparts. After ozone exposure, bronchial rings derived from mindin-/- mice demonstrated reduced constriction in response to carbachol.", "These data demonstrate that the extracellular matrix protein mindin modifies the airway response to both LPS and ozone. Our data support a conserved role of mindin in production of proinflammatory cytokines and the development of AHR in two divergent models of reactive airways disease, as well as a role of mindin in airway smooth muscle contractility after exposure to ozone."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Duke University, Durham, North Carolina, USA."}], "Identifier": [], "LastName": "Frush", "ForeName": "Sarah", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Zhuowei", "Initials": "Z"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Potts", "ForeName": "Erin N", "Initials": "EN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Du", "ForeName": "Wanglei", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Eu", "ForeName": "Jerry P", "Initials": "JP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Garantziotis", "ForeName": "Stavros", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "He", "ForeName": "You-Wen", "Initials": "YW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Foster", "ForeName": "W Michael", "Initials": "WM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hollingsworth", "ForeName": "John W", "Initials": "JW"}], "GrantList": [{"GrantID": "ES02046", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES016126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES016347", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "HL081825", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL081825", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016347", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Extracellular Matrix Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipopolysaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Toll-Like Receptor 4"}, {"RegistryNumber": "0", "NameOfSubstance": "mindin"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "CommentsCorrectionsList": [{"RefSource": "Environ Health Perspect. 2016 Apr;124(4):A69. doi: 10.1289/ehp.1003339RET", "PMID": "27035681"}, {"RefSource": "Fed Regist. 2019 Nov 7;84(216):60097-60098.", "PMID": "37547121"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemically induced", "immunology"], "DescriptorName": "Bronchial Hyperreactivity"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Extracellular Matrix Proteins"}, {"QualifierName": [], "DescriptorName": "Immunity, Innate"}, {"QualifierName": ["toxicity"], "DescriptorName": "Lipopolysaccharides"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Mice, Mutant Strains"}, {"QualifierName": ["drug effects"], "DescriptorName": "Neutrophil Infiltration"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Toll-Like Receptor 4"}], "CoiStatement": "The authors declare they have no actual or potential competing financial\ninterests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Balmes JR, Chen LL, Scannell C, Tager I, Christian D, Hearne PQ, et al. Ozone-induced decrements in FEV1 and FVC do not correlate with measures of inflammation. Am J Respir Crit Care Med. 1996;153(3):904–909.", "ArticleIdList": ["8630571"]}, {"Citation": "Bell M, McDermott A, Zeger S, Samet J, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA. 2004;292(19):2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Brass DM, Hollingsworth JW, Cinque M, Li Z, Potts E, Toloza E, et al. Chronic LPS inhalation causes emphysema-like changes in mouse lung that is associated with apoptosis. Am J Respir Cell Mol Biol. 2008;39(5):584–590.", "ArticleIdList": ["PMC2574529", "18539952"]}, {"Citation": "Chassin C, Picardeau M, Goujon JM, Bourhy P, Quellard N, Darche S, et al. TLR4- and TLR2-mediated B cell responses control the clearance of the bacterial pathogen, Leptospira interrogans. J Immunol. 2009;183(4):2669–2677.", "ArticleIdList": ["19635914"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol. 2001;280(3):L537–L546.", "ArticleIdList": ["11159038"]}, {"Citation": "Dockery DW, Pope CA, Xu X, Spengler JD, Ware JH, Fay ME, et al. An association between air pollution and mortality in six U.S. cities. N Engl J Med. 1993;329(24):1754–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Driscoll KE, Simpson L, Carter J, Hassenbein D, Leikauf GD. Ozone inhalation stimulates expression of a neutrophil chemotactic protein, macrophage inflammatory protein 2. Toxicol Appl Pharmacol. 1993;119(2):306–309.", "ArticleIdList": ["8480341"]}, {"Citation": "Du W, Stiber JA, Rosenberg PB, Meissner G, Eu JP. Ryanodine receptors in muscarinic receptor-mediated bronchoconstriction. J Biol Chem. 2005;280(28):26287–26294.", "ArticleIdList": ["15894801"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, et al. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem. 2009;284(17):11309–11317.", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Lindsey JY, Stober VP, Polosukhin VV, et al. TLR4 is necessary for hyaluronan-mediated airway hyperresponsiveness after ozone inhalation. Am J Respir Crit Care Med. 2010;181(7):666–675.", "ArticleIdList": ["PMC2868499", "20007931"]}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, et al. Acute effects of ozone on mortality from the “Air Pollution and Health: A European Approach” project. Am J Respir Crit Care Med. 2004;170(10):1080–1087.", "ArticleIdList": ["15282198"]}, {"Citation": "Hatch GE, Slade R, Harris LP, McDonnell WF, Devlin RB, Koren HS, et al. Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med. 1994;150(3):676–683.", "ArticleIdList": ["8087337"]}, {"Citation": "He YW, Li H, Zhang J, Hsu CL, Lin E, Zhang N, et al. The extracellular matrix protein mindin is a pattern-recognition molecule for microbial pathogens. Nat Immunol. 2004;5(1):88–97.", "ArticleIdList": ["14691481"]}, {"Citation": "Hollingsworth JW, II, Cook DN, Brass DM, Walker JKL, Morgan DL, Foster WM, et al. The role of toll-like receptor 4 in environmental airway injury in mice. Am J Respir Crit Care Med. 2004;170(2):126–132.", "ArticleIdList": ["15020293"]}, {"Citation": "Hoshino K, Takeuchi O, Kawai T, Sanjo H, Ogawa T, Takeda Y, et al. Cutting edge: toll-like receptor 4 (TLR4)-deficient mice are hyporesponsive to lipopolysaccharide: evidence for TLR4 as the Lps gene product. J Immunol. 1999;162(7):3749–3752.", "ArticleIdList": ["10201887"]}, {"Citation": "Institute for Laboratory Animal Research. Washington, DC: National Academies Press; 1996. Guide for the Care and Use of Laboratory Animals.", "ArticleIdList": ["25121211"]}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology. 2005;16(4):446–457.", "ArticleIdList": ["15951662"]}, {"Citation": "Jagielo PJ, Thorne PS, Watt JL, Frees KL, Quinn TJ, Schwartz DA. Grain dust and endotoxin inhalation challenges produce similar inflammatory responses in normal subjects. Chest. 1996;110:263–270.", "ArticleIdList": ["8681637"]}, {"Citation": "Jia W, Li H, He YW. The extracellular matrix protein mindin serves as an integrin ligand and is critical for inflammatory cell recruitment. Blood. 2005;106(12):3854–3859.", "ArticleIdList": ["PMC1895097", "16105980"]}, {"Citation": "Johnston RA, Mizgerd JP, Shore SA. CXCR2 is essential for maximal neutrophil recruitment and methacholine responsiveness after ozone exposure. Am J Physiol Lung Cell Mol Physiol. 2005a;288(1):L61–L67.", "ArticleIdList": ["15361358"]}, {"Citation": "Johnston RA, Schwartzman IN, Flynt L, Shore SA. Role of interleukin-6 in murine airway responses to ozone. Am J Physiol Lung Cell Mol Physiol. 2005b;288(2):L390–L397.", "ArticleIdList": ["15516495"]}, {"Citation": "Katsouyanni K, Zmirou D, Spix C, Sunyer J, Schouten JP, Ponka A, et al. Short-term effects of air pollution on health: a European approach using epidemiological time-series data. The APHEA project: background, objectives, design. Eur Respir J. 1995;8(6):1030–1038.", "ArticleIdList": ["7589368"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY, Longphre M, Harkema J, Jedlicka A, et al. Linkage analysis of susceptibility to ozone-induced lung inflammation in inbred mice. Nat Genet. 1997;17(4):475–478.", "ArticleIdList": ["9398854"]}, {"Citation": "Kleeberger SR, Reddy S, Zhang LY, Jedlicka AE. Genetic susceptibility to ozone-induced lung hyperpermeability: role of toll-like receptor 4. Am J Respir Cell Mol Biol. 2000;22(5):620–627.", "ArticleIdList": ["10783135"]}, {"Citation": "Kline JN, Jagielo PJ, Watt JL, Schwartz DA. Bronchial hyperreactivity is associated with enhanced grain dust-induced airflow obstruction. J Appl Physiol. 2000;89(3):1172–1178.", "ArticleIdList": ["10956366"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. Ozone exposure and mortality: an empiric Bayes metaregression analysis. Epidemiology. 2005;16(4):458–468.", "ArticleIdList": ["15951663"]}, {"Citation": "Li H, Oliver T, Jia W, He YW. Efficient dendritic cell priming of T lymphocytes depends on the extracellular matrix protein mindin. EMBO J. 2006;25(17):4097–4107.", "ArticleIdList": ["PMC1560362", "16917498"]}, {"Citation": "Li Z, Garantziotis S, Jia W, Potts EN, Lalani S, Liu Z, et al. The extracellular matrix protein mindin regulates trafficking of murine eosinophils into the airspace. J Leukoc Biol. 2009;85(1):124–131.", "ArticleIdList": ["PMC2626769", "18818374"]}, {"Citation": "O’Grady NP, Preas HL, Pugin J, Fiuza C, Tropea M, Reda D, et al. Local inflammatory responses following bronchial endotoxin instillation in humans. Am J Respir Crit Care Med. 2001;163(7):1591–1598.", "ArticleIdList": ["11401879"]}, {"Citation": "Park JW, Taube C, Swasey C, Kodama T, Joetham A, Balhorn A, et al. Interleukin-1 receptor antagonist attenuates airway hyperresponsiveness following exposure to ozone. Am J Respir Cell Mol Biol. 2004;30(6):830–836.", "ArticleIdList": ["14754758"]}, {"Citation": "Parodi S, Vercelli M, Garrone E, Fontana V, Izzotti A. Ozone air pollution and daily mortality in Genoa, Italy between 1993 and 1996. Public Health. 2005;119(9):844–850.", "ArticleIdList": ["16039938"]}, {"Citation": "Poltorak A, He X, Smirnova I, Liu M-Y, Van Huffel C, Du X, et al. Defective LPS signaling in C3H/Hej and C57BL/10ScCr mice: mutations in Tlr4 gene. Science. 1998;282:2085–2088.", "ArticleIdList": ["9851930"]}, {"Citation": "Qureshi ST, Zhang X, Aberg E, Bousette N, Giaid A, Shan P, et al. Inducible activation of TLR4 confers resistance to hyperoxia-induced pulmonary apoptosis. J Immunol. 2006;176(8):4950–4958.", "ArticleIdList": ["16585591"]}, {"Citation": "Schwartz DA. Grain dust, endotoxin, and airflow obstruction. Chest. 1996;109(suppl):57S–63S.", "ArticleIdList": ["8598158"]}, {"Citation": "Schwartz DA, Thorne PS, Jagielo PJ, White GE, Bleuer SA, Frees KL. Endotoxin responsiveness and grain dust-induced inflammation in the lower respiratory tract. Am J Physiol (Lung Cell Mol Physiol) 1994;267:L609–L617.", "ArticleIdList": ["7977771"]}, {"Citation": "Shore SA, Schwartzman IN, Le Blanc B, Murthy GG, Doerschuk CM. Tumor necrosis factor receptor 2 contributes to ozone-induced airway hyperresponsiveness in mice. Am J Respir Crit Care Med. 2001;164(4):602–607.", "ArticleIdList": ["11520723"]}, {"Citation": "Simpson JC, Niven RM, Pickering CA, Oldham LA, Fletcher AM, Francis HC. Comparative personal exposures to organic dusts and endotoxin. Ann Occup Hyg. 1999;43(2):107–115.", "ArticleIdList": ["10206039"]}, {"Citation": "Weinmann GG, Bowes SM, Gerbase MW, Kimball AW, Frank R. Response to acute ozone exposure in healthy men. Results of a screening procedure. Am J Respir Crit Care Med. 1995a;151(1):33–40.", "ArticleIdList": ["7812569"]}, {"Citation": "Weinmann GG, Weidenbach-Gerbase M, Foster WM, Zacur H, Frank R. Evidence for ozone-induced small-airway dysfunction: lack of menstrual-cycle and gender effects. Am J Respir Crit Care Med. 1995b;152(3):988–996.", "ArticleIdList": ["7663815"]}, {"Citation": "Wieland CW, Florquin S, Maris NA, Hoebe K, Beutler B, Takeda K, et al. The MyD88-dependent, but not the MyD88-independent, pathway of TLR4 signaling is important in clearing nontypeable Haemophilus influenzae from the mouse lung. J Immunol. 2005;175(9):6042–6049.", "ArticleIdList": ["16237099"]}, {"Citation": "Wiester MJ, Tepper JS, King ME, Menache MG, Costa DL. Comparative study of ozone (O3) uptake in three strains of rats and in the guinea pig. Toxicol Appl Pharmacol. 1988;96(1):140–146.", "ArticleIdList": ["3188019"]}, {"Citation": "Yang IA, Holz O, Jörres RA, Magnussen H, Barton SJ, Rodríguez S, et al. Association of tumor necrosis factor-α polymorphisms and ozone-induced change in lung function. Am J Respir Crit Care Med. 2005;171(2):171–176.", "ArticleIdList": ["15486341"]}, {"Citation": "Yoshida M, Aizawa H, Inoue H, Koto H, Nakano H, Komori M, et al. Ozone exposure may enhance airway smooth muscle contraction by increasing Ca2+ refilling of sarcoplasmic reticulum in guinea pig. Pulm Pharmacol Ther. 2002;15(2):111–119.", "ArticleIdList": ["12090784"]}, {"Citation": "Zhang X, Shan P, Jiang G, Cohn L, Lee PJ. Toll-like receptor 4 deficiency causes pulmonary emphysema. J Clin Invest. 2006;116(11):3050–3059.", "ArticleIdList": ["PMC1616193", "17053835"]}, {"Citation": "Zhang X, Shan P, Qureshi S, Homer R, Medzhitov R, Noble PW, et al. Cutting edge: TLR4 deficiency confers susceptibility to lethal oxidant lung injury. J Immunol. 2005;175(8):4834–4838.", "ArticleIdList": ["16210584"]}]}], "History": [{"Year": "2010", "Month": "12", "Day": "13"}, {"Year": "2011", "Month": "6", "Day": "17"}, {"Year": "2011", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21684833", "PMC3230443", "10.1289/ehp.1003339"]}}], "PubmedBookArticle": []}