{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21708510", "DateCompleted": {"Year": "2012", "Month": "02", "Day": "06"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1002646"], "ArticleDate": [{"Year": "2011", "Month": "06", "Day": "27"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "119", "Issue": "10", "PubDate": {"Year": "2011", "Month": "Oct"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Chemical properties of air pollutants and cause-specific hospital admissions among the elderly in Atlanta, Georgia.", "Pagination": {"StartPage": "1421", "EndPage": "1428", "MedlinePgn": "1421-8"}, "Abstract": {"AbstractText": ["Health risks differ by fine particle (aerodynamic diameter ≤ 2.5 μm) component, although with substantial variability. Traditional methods to assess component-specific risks are limited, suggesting the need for alternative methods.", "We examined whether the odds of daily hospital admissions differ by pollutant chemical properties.", "We categorized pollutants by chemical properties and examined their impacts on the odds of daily hospital admissions among Medicare recipients > 64 years of age in counties in Atlanta, Georgia, for 1998-2006. We analyzed data in two stages. In the first stage we applied a case-crossover analysis to simultaneously estimate effects of 65 pollutants measured in the Aerosol Research and Inhalation Epidemiology Study on cause-specific hospital admissions, controlling for temperature and ozone. In the second stage, we regressed pollutant-specific slopes from the first stage on pollutant properties. We calculated uncertainty estimates using a bootstrap procedure. We repeated the two-stage analyses using coefficients from first-stage models that included single pollutants plus ozone and meteorological variables only. We based our primary analyses on exposures on day of admission.", "We found that 24-hr transition metals and alkanes were associated with increased odds [0.26%; 95% confidence interval (CI), 0.02-0.48; and 0.37%; 95% CI, 0.04-0.72, respectively] of hospital admissions for cardiovascular disease (CVD). Transition metals were significantly associated with increased hospital admissions for ischemic heart disease, congestive heart failure, and atrial fibrillation. Increased respiratory-related hospital admissions were significantly associated with alkanes. Aromatics and microcrystalline oxides were significantly associated with decreased CVD- and respiratory-related hospital admissions.", "The two-stage approach showed transition metals to be consistently associated with increased odds of CVD-related hospital admissions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Health Program, NORC at the University of Chicago, Newton, Massachusetts, USA."}], "Identifier": [], "LastName": "Suh", "ForeName": "Helen H", "Initials": "HH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zanobetti", "ForeName": "Antonella", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schwartz", "ForeName": "Joel", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Coull", "ForeName": "Brent A", "Initials": "BA"}], "GrantList": [{"GrantID": "P01 ES009825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES09825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Alkanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Transition Elements"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["toxicity"], "DescriptorName": "Alkanes"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": [], "DescriptorName": "Confidence Intervals"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Georgia"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["toxicity"], "DescriptorName": "Transition Elements"}], "CoiStatement": "The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bateson TF, Schwartz J. Selection bias and confounding in case-crossover analyses of environmental time-series data. Epidemiology. 2001;12:654–661.", "ArticleIdList": ["11679793"]}, {"Citation": "Bell ML, Ebisu K, Peng RD, Samet JM, Dominici F. Hospital admissions and chemical composition of fine particle air pollution. Am J Respir Crit Care Med. 2009;179:1115–1120.", "ArticleIdList": ["PMC2695497", "19299499"]}, {"Citation": "Conti DV, Gauderman WJ. SNPs, haplotypes, and model selection in a candidate gene region: the SIMPle analysis for multilocus data. Genet Epidemiol. 2004;27:429–441.", "ArticleIdList": ["15543635"]}, {"Citation": "Cronin MTD, Walker JD, Jaworska JS, Comber MHI, Watts CD, Worth AP. Use of QSARs in international decision-making frameworks to predict ecologic effects and environmental fate of chemical substances. Environ Health Perspect. 2003;111:1376–1390.", "ArticleIdList": ["PMC1241621", "12896861"]}, {"Citation": "Dhalla NS, Temsah RM, Netticadan T. Role of oxidative stress in cardiovascular diseases. J Hypertens. 2000;18:655–673.", "ArticleIdList": ["10872549"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Dominici F, Peng RD, Ebisu K, Zeger SL, Samet JM, Bell ML. Does the effect of PM10 on mortality depend on PM nickel and vanadium content? A reanalysis of the NMMAPS data. Environ Health Perspect. 2007;115:1701–1703.", "ArticleIdList": ["PMC2137127", "18087586"]}, {"Citation": "Efron B, Tibshirani R. 1993. An Introduction to the Bootstrap. New York:Chapman & Hall."}, {"Citation": "Eriksson L, Jaworska J, Worth AP, Cronin MTD, McDowell RM, Gramatica P. Methods for reliability and uncertainty assessment and for applicability evaluations of classification- and regression-based QSARs. Environ Health Perspect. 2003;111:1361–1375.", "ArticleIdList": ["PMC1241620", "12896860"]}, {"Citation": "Gozalbes R, Doucet JP, Derouin F. Application of topological descriptors in QSAR and drug design: history and new trends. Curr Drug Targets Infect Disord. 2002;2:93–102.", "ArticleIdList": ["12462157"]}, {"Citation": "Greenland S. Methods for epidemiologic analyses of multiple exposures: a review and comparative study of maximum likelihood, preliminary testing, and empirical Bayes regression. Stat Med. 1993;12:717–736.", "ArticleIdList": ["8516590"]}, {"Citation": "Greenland S. When should epidemiologic regressions use random coefficients? Biometrics. 2000;56:915–921.", "ArticleIdList": ["10985237"]}, {"Citation": "Hajduk PJ, Greer J. A decade of fragment-based drug design: strategic advances and lessons learned. Nat Rev Drug Discov. 2007;6:211–219.", "ArticleIdList": ["17290284"]}, {"Citation": "Hansen A, Edgerton E, Hartsell B, Janssen J, Burge H, Koutrakis P, et al. Air quality measurements for Aerosol Research and Inhalation Epidemiology Study. J Air Waste Manag Assoc. 2006;56:1445–1458.", "ArticleIdList": ["17063867"]}, {"Citation": "Haynes WM, editor. CRC Handbook of Chemistry and Physics, 91st Edition 2010–2011. 2011.  Available:  http://www.hbcpnetbase.com [accessed 2 January 2011]"}, {"Citation": "Janssen NAH, Schwartz J, Zanobetti A, Suh HH. Air conditioning and source-specific particles as modifiers of the effect of PM10 on hospital admissions for heart and lung disease. Environ Health Perspect. 2002;110:43–49.", "ArticleIdList": ["PMC1240692", "11781164"]}, {"Citation": "Karcher W, DeVillers J, eds. Norwell, MA: Academic Publishers; 1990. Practical Applications of Quantitative Structure-Activity Relationships (QSAR) in Environmental Chemistry and Toxicology."}, {"Citation": "Klemm RJ, Mason RM, Jr, Heilig CM, Neas LM, Dockery DW. Is daily mortality associated specifically with fine particles? Data reconstruction and replication of analyses. J Air Waste Manag Assoc. 2000;50:1215–1222.", "ArticleIdList": ["10939214"]}, {"Citation": "Lippmann M, Ito K, Hwang JS, Maciejczyk P, Chen LC. Cardiovascular effects of nickel in ambient air. Environ Health Perspect. 2006;114:1662–1669.", "ArticleIdList": ["PMC1665439", "17107850"]}, {"Citation": "Metzger KB, Tolbert PE, Klein M, Peel JL, Flanders WD, Todd K, et al. Ambient air pollution and cardiovascular emergency department visits. Epidemiology. 2004;15:46–56.", "ArticleIdList": ["14712146"]}, {"Citation": "National Center for Health Statistics and Centers for Medicare and Medicaid Services. International Classification of Diseases. 9th Revision, Clinical Modification. 2005.  Available:  http://www.cdc.gov/nchs/icd/icd9cm.htm [accessed 3 September 2009]"}, {"Citation": "Park SK, O’Neill MS, Wright RO, Hu H, Vokonas P, Sparrow D, et al. HFE genotype, particulate air pollution, and heart rate variability: a gene-environment interaction. Circulation. 2006;114:2798–2805.", "ArticleIdList": ["17145987"]}, {"Citation": "Peel JL, Tolbert PE, Klein M, Metzger KB, Flanders WD, Todd K, et al. Ambient air pollution and respiratory emergency department visits. Epidemiology. 2005;16:164–174.", "ArticleIdList": ["15703530"]}, {"Citation": "Rich DQ, Mittleman MA, Link MS, Schwartz J, Luttmann-Gibson H, Catalano PJ, et al. Increased risk of paroxysmal atrial fibrillation episodes associated with acute increases in ambient air pollution. Environ Health Perspect. 2006;114:120–123.", "ArticleIdList": ["PMC1332666", "16393668"]}, {"Citation": "Rison L, Møller P, Loft S. Oxidative stress-induced DNA damage by particulate air pollution. Mutat Res. 2005;592:119–137.", "ArticleIdList": ["16085126"]}, {"Citation": "Sarnat J, Koutrakis P, Suh HH. Assessing the relationship between personal particulate and gaseous exposures of senior citizens living in Baltimore, MD. J Air Waste Manag Assoc. 2000;50:1184–1198.", "ArticleIdList": ["10939211"]}, {"Citation": "Sarnat JA, Marmur A, Klein M, Kim E, Russell AG, Sarnat SE, et al. Fine particle sources and cardiorespiratory morbidity: an application of chemical mass balance and factor analytical source-apportionment methods. Environ Health Perspect. 2008;116:459–466.", "ArticleIdList": ["PMC2290994", "18414627"]}, {"Citation": "Schwartz J. The effects of particulate air pollution on daily deaths: a multi-city case crossover analysis. Occup Environ Med. 2004;61:956–961.", "ArticleIdList": ["PMC1740692", "15550600"]}, {"Citation": "Schwartz J, Dockery DW, Neas LM. Is daily mortality associated specifically with fine particles? J Air Waste Manag Assoc. 1996;46:927–939.", "ArticleIdList": ["8875828"]}, {"Citation": "Thomas DC, Witte JS, Greenland S. Dissecting effects of complex mixtures: who’s afraid of informative priors. Epidemiology. 2007;18:186–190.", "ArticleIdList": ["17301703"]}, {"Citation": "Thurston GD, Ito K, Mar T, Christensen WF, Eatough DJ, Henry RC, et al. 2005. The Workshop on the Source Apportionment of PM Health Effects: Inter-Comparison of Results and Implications. Environ Health Perspect 113:1768–1774.", "ArticleIdList": ["PMC1314918", "16330361"]}, {"Citation": "Tolbert PE, Klein M, Peel JL, Sarnat SE, Sarnat JA. Multipollutant modeling issues in a study of ambient air quality and emergency department visits in Atlanta. J Exp Sci Environ Epidem. 2007;17:S29–S35.", "ArticleIdList": ["18079762"]}, {"Citation": "Urch B, Brook JR, Wasserstein D, Brook RD, Rajagopalan S, Corey P, et al. Relative contributions of PM2.5 chemical constituents to acute arterial vasoconstriction in humans. Inhal Toxicol. 2004;16:345–352.", "ArticleIdList": ["15204750"]}, {"Citation": "U.S. EPA (Environmental Protection Agency) Integrated Risk Information System (IRIS). 2010.  Available:  http://www.epa.gov/iris/index.html [accessed 25 November 2010]", "ArticleIdList": ["2392459"]}, {"Citation": "Witte JS, Greenland S. Simulation study of hierarchical regression. Stat Med. 1996;15:1161–1170.", "ArticleIdList": ["8804145"]}, {"Citation": "Zanobetti A, Franklin M, Koutrakis P, Schwartz J.2009Fine particulate air pollution and its components in association with cause-specific emergency admissions. Environ Health 858; doi:10.1186/1476-069X-8-58[Online 21 December 2009]", "ArticleIdList": ["10.1186/1476-069X-8-58", "PMC2807856", "20025755"]}, {"Citation": "Zeger SL, Thomas D, Dominici F, Samet JM, Schwartz J, Dockery D, et al. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–426.", "ArticleIdList": ["PMC1638034", "10811568"]}]}], "History": [{"Year": "2010", "Month": "6", "Day": "29"}, {"Year": "2011", "Month": "6", "Day": "27"}, {"Year": "2011", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "2", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21708510", "PMC3230427", "10.1289/ehp.1002646"]}}], "PubmedBookArticle": []}