{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "21878544", "DateCompleted": {"Year": "2012", "Month": "01", "Day": "24"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "17"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1189/jlb.0311114"], "ArticleDate": [{"Year": "2011", "Month": "08", "Day": "30"}], "Journal": {"ISSN": "1938-3673", "JournalIssue": {"Volume": "90", "Issue": "6", "PubDate": {"Year": "2011", "Month": "Dec"}}, "Title": "Journal of leukocyte biology", "ISOAbbreviation": "J Leukoc Biol"}, "ArticleTitle": "Macrophage phagocytosis: effects of environmental pollutants, alcohol, cigarette smoke, and other external factors.", "Pagination": {"StartPage": "1065", "EndPage": "1078", "MedlinePgn": "1065-78"}, "Abstract": {"AbstractText": ["The ability of a pathogen to evade host immunity successfully, in contrast to the host's capacity to defend itself against a foreign invader, is a complex struggle, in which eradication of infection is dictated by a robust immunologic response. Often, there are external factors that can alter the outcome by tipping the scale to benefit pathogen establishment rather than resolution by the host's defense system. These external sources, such a cigarettes, alcohol, or environmental pollutants, can negatively influence the effectiveness of the immune system's response to a pathogen. The observed suppression of immune function can be attributed to dysregulated cytokine and chemokine production, the loss of migratory potential, or the inability to phagocytose pathogens by immune cells. This review will focus on the mechanisms involved during the toxin-induced suppression of phagocytosis. The accumulated data support the importance of studying the mechanisms of phagocytosis following exposure to these factors, in that this effect alone cannot only leave the host susceptible to infection but also promote alterations in many other macrophage functions necessary for pathogen clearance and restoration of homeostasis."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Program of Cell Biology, Neurobiology and Anatomy, Loyola University Medical Center, Maywood, Illinois, USA."}], "Identifier": [], "LastName": "Karavitis", "ForeName": "John", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kovacs", "ForeName": "Elizabeth J", "Initials": "EJ"}], "GrantList": [{"GrantID": "T32 AA013527", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AA12034", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AA012034", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AG018859", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AA018859", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "F31 AA017027", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Leukoc Biol", "NlmUniqueID": "8405628", "ISSNLinking": "0741-5400"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Environmental Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["immunology", "pathology"], "DescriptorName": "Alcohol Drinking"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["poisoning", "toxicity"], "DescriptorName": "Environmental Pollutants"}, {"QualifierName": ["poisoning", "toxicity"], "DescriptorName": "Ethanol"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects", "immunology", "pathology"], "DescriptorName": "Macrophages"}, {"QualifierName": ["poisoning", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "Phagocytosis"}, {"QualifierName": ["adverse effects", "immunology", "pathology"], "DescriptorName": "Smoking"}, {"QualifierName": ["poisoning", "toxicity"], "DescriptorName": "Vehicle Emissions"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Caron E., Hall A. (1998) Identification of two distinct mechanisms of phagocytosis controlled by different Rho GTPases. Science 282, 1717–1721", "ArticleIdList": ["9831565"]}, {"Citation": "Cox D., Chang P., Zhang Q., Reddy P. G., Bokoch G. M., Greenberg S. (1997) Requirements for both Rac1 and Cdc42 in membrane ruffling and phagocytosis in leukocytes. J. Exp. Med. 186, 1487–1494", "ArticleIdList": ["PMC2199122", "9348306"]}, {"Citation": "May R. C., Caron E., Hall A., Machesky L. M. (2000) Involvement of the Arp2/3 complex in phagocytosis mediated by FcγR or CR3. Nat. Cell Biol. 2, 246–248", "ArticleIdList": ["10783245"]}, {"Citation": "Metchnikoff E. (1968) Lectures on the comparative pathology of inflammation, delivered at the Pasteur Institute in 1891. Dover Publications, New York, USA"}, {"Citation": "May R. C., Machesky L. M. (2001) Phagocytosis and the actin cytoskeleton. J. Cell Sci. 114, 1061–1077", "ArticleIdList": ["11228151"]}, {"Citation": "Aderem A., Underhill D. M. (1999) Mechanisms of phagocytosis in macrophages. Annu. Rev. Immunol. 17, 593–623", "ArticleIdList": ["10358769"]}, {"Citation": "Kwiatkowska K., Sobota A. (1999) Signaling pathways in phagocytosis. Bioessays 21, 422–431", "ArticleIdList": ["10376013"]}, {"Citation": "Steinman R. M., Mellman I. S., Muller W. A., Cohn Z. A. (1983) Endocytosis and the recycling of plasma membrane. J. Cell Biol. 96, 1–27", "ArticleIdList": ["PMC2112240", "6298247"]}, {"Citation": "Conner S. D., Schmid S. L. (2003) Regulated portals of entry into the cell. Nature 422, 37–44", "ArticleIdList": ["12621426"]}, {"Citation": "Grant B. D., Donaldson J. G. (2009) Pathways and mechanisms of endocytic recycling. Nat. Rev. Mol. Cell Biol. 10, 597–608", "ArticleIdList": ["PMC3038567", "19696797"]}, {"Citation": "Sánchez-Mejorada G., Rosales C. (1998) Signal transduction by immunoglobulin Fc receptors. J. Leukoc. Biol. 63, 521–533", "ArticleIdList": ["9581795"]}, {"Citation": "Brown E. J. (1991) Complement receptors and phagocytosis. Curr. Opin. Immunol. 3, 76–82", "ArticleIdList": ["1675856"]}, {"Citation": "Stahl P. D., Ezekowitz R. A. (1998) The mannose receptor is a pattern recognition receptor involved in host defense. Curr. Opin. Immunol. 10, 50–55", "ArticleIdList": ["9523111"]}, {"Citation": "Devitt A., Moffatt O. D., Raykundalia C., Capra J. D., Simmons D. L., Gregory C. D. (1998) Human CD14 mediates recognition and phagocytosis of apoptotic cells. Nature 392, 505–509", "ArticleIdList": ["9548256"]}, {"Citation": "Platt N., da Silva R. P., Gordon S. (1998) Recognizing death: the phagocytosis of apoptotic cells. Trends Cell Biol. 8, 365–372", "ArticleIdList": ["9728398"]}, {"Citation": "Garin J., Diez R., Kieffer S., Dermine J. F., Duclos S., Gagnon E., Sadoul R., Rondeau C., Desjardins M. (2001) The phagosome proteome: insight into phagosome functions. J. Cell Biol. 152, 165–180", "ArticleIdList": ["PMC2193653", "11149929"]}, {"Citation": "Trost M., English L., Lemieux S., Courcelles M., Desjardins M., Thibault P. (2009) The phagosomal proteome in interferon-γ-activated macrophages. Immunity 30, 143–154", "ArticleIdList": ["19144319"]}, {"Citation": "Linder S., Heimerl C., Fingerle V., Aepfelbacher M., Wilske B. (2001) Coiling phagocytosis of Borrelia burgdorferi by primary human macrophages is controlled by CDC42Hs and Rac1 and involves recruitment of Wiskott-Aldrich syndrome protein and Arp2/3 complex. Infect. Immun. 69, 1739–1746", "ArticleIdList": ["PMC98080", "11179351"]}, {"Citation": "Lee D. J., Cox D., Li J., Greenberg S. (2000) Rac1 and Cdc42 are required for phagocytosis, but not NF-κB-dependent gene expression, in macrophages challenged with Pseudomonas aeruginosa. J. Biol. Chem. 275, 141–146", "ArticleIdList": ["10617597"]}, {"Citation": "de Oliveira C. A., Mantovani B. (1988) Latrunculin A is a potent inhibitor of phagocytosis by macrophages. Life Sci. 43, 1825–1830", "ArticleIdList": ["3200109"]}, {"Citation": "Malawista S. E., Gee J. B., Bensch K. G. (1971) Cytochalasin B reversibly inhibits phagocytosis: functional, metabolic, and ultrastructural effects in human blood leukocytes and rabbit alveolar macrophages. Yale J. Biol. Med. 44, 286–300", "ArticleIdList": ["PMC2591788", "5132788"]}, {"Citation": "Massol P., Montcourrier P., Guillemot J. C., Chavrier P. (1998) Fc receptor-mediated phagocytosis requires CDC42 and Rac1. EMBO J. 17, 6219–6229", "ArticleIdList": ["PMC1170948", "9799231"]}, {"Citation": "Castellano F., Montcourrier P., Guillemot J. C., Gouin E., Machesky L., Cossart P., Chavrier P. (1999) Inducible recruitment of Cdc42 or WASP to a cell-surface receptor triggers actin polymerization and filopodium formation. Curr. Biol. 9, 351–360", "ArticleIdList": ["10209117"]}, {"Citation": "Castellano F., Montcourrier P., Chavrier P. (2000) Membrane recruitment of Rac1 triggers phagocytosis. J. Cell Sci. 113, 2955–2961", "ArticleIdList": ["10934035"]}, {"Citation": "Patel J. C., Hall A., Caron E. (2002) Vav regulates activation of Rac but not Cdc42 during FcγR-mediated phagocytosis. Mol. Biol. Cell 13, 1215–1226", "ArticleIdList": ["PMC102263", "11950933"]}, {"Citation": "Kant A. M., De P., Peng X., Yi T., Rawlings D. J., Kim J. S., Durden D. L. (2002) SHP-1 regulates Fcγ receptor-mediated phagocytosis and the activation of RAC. Blood 100, 1852–1859", "ArticleIdList": ["12176909"]}, {"Citation": "Niedergang F., Colucci-Guyon E., Dubois T., Raposo G., Chavrier P. (2003) ADP ribosylation factor 6 is activated and controls membrane delivery during phagocytosis in macrophages. J. Cell Biol. 161, 1143–1150", "ArticleIdList": ["PMC2172982", "12810696"]}, {"Citation": "Hackam D. J., Rotstein O. D., Schreiber A., Zhang W., Grinstein S. (1997) Rho is required for the initiation of calcium signaling and phagocytosis by Fcγ receptors in macrophages. J. Exp. Med. 186, 955–966", "ArticleIdList": ["PMC2199044", "9294149"]}, {"Citation": "Hall A. B., Gakidis M. A., Glogauer M., Wilsbacher J. L., Gao S., Swat W., Brugge J. S. (2006) Requirements for Vav guanine nucleotide exchange factors and Rho GTPases in FcγR- and complement-mediated phagocytosis. Immunity 24, 305–316", "ArticleIdList": ["16546099"]}, {"Citation": "Niedergang F., Chavrier P. (2005) Regulation of phagocytosis by Rho GTPases. Curr. Top. Microbiol. Immunol. 291, 43–60", "ArticleIdList": ["15981459"]}, {"Citation": "Cox D., Tseng C. C., Bjekic G., Greenberg S. (1999) A requirement for phosphatidylinositol 3-kinase in pseudopod extension. J. Biol. Chem. 274, 1240–1247", "ArticleIdList": ["9880492"]}, {"Citation": "Kanakaraj P., Duckworth B., Azzoni L., Kamoun M., Cantley L. C., Perussia B. (1994) Phosphatidylinositol-3 kinase activation induced upon Fc γ RIIIA-ligand interaction. J. Exp. Med. 179, 551–558", "ArticleIdList": ["PMC2191364", "8294866"]}, {"Citation": "Gratacap M. P., Payrastre B., Viala C., Mauco G., Plantavid M., Chap H. (1998) Phosphatidylinositol 3,4,5-trisphosphate-dependent stimulation of phospholipase C-γ2 is an early key event in FcγRIIA-mediated activation of human platelets. J. Biol. Chem. 273, 24314–24321", "ArticleIdList": ["9733717"]}, {"Citation": "Ninomiya N., Hazeki K., Fukui Y., Seya T., Okada T., Hazeki O., Ui M. (1994) Involvement of phosphatidylinositol 3-kinase in Fc γ receptor signaling. J. Biol. Chem. 269, 22732–22737", "ArticleIdList": ["7521331"]}, {"Citation": "Marshall J. G., Booth J. W., Stambolic V., Mak T., Balla T., Schreiber A. D., Meyer T., Grinstein S. (2001) Restricted accumulation of phosphatidylinositol 3-kinase products in a plasmalemmal subdomain during Fc γ receptor-mediated phagocytosis. J. Cell Biol. 153, 1369–1380", "ArticleIdList": ["PMC2150726", "11425868"]}, {"Citation": "Araki N., Johnson M. T., Swanson J. A. (1996) A role for phosphoinositide 3-kinase in the completion of macropinocytosis and phagocytosis by macrophages. J. Cell Biol. 135, 1249–1260", "ArticleIdList": ["PMC2121091", "8947549"]}, {"Citation": "Bohdanowicz M., Cosio G., Backer J. M., Grinstein S. (2010) Class I and class III phosphoinositide 3-kinases are required for actin polymerization that propels phagosomes. J. Cell Biol. 191, 999–1012", "ArticleIdList": ["PMC2995177", "21115805"]}, {"Citation": "Sendide K., Reiner N. E., Lee J. S., Bourgoin S., Talal A., Hmama Z. (2005) Cross-talk between CD14 and complement receptor 3 promotes phagocytosis of mycobacteria: regulation by phosphatidylinositol 3-kinase and cytohesin-1. J. Immunol. 174, 4210–4219", "ArticleIdList": ["15778383"]}, {"Citation": "Goral J., Choudhry M. A., Kovacs E. J. (2004) Acute ethanol exposure inhibits macrophage IL-6 production: role of p38 and ERK1/2 MAPK. J. Leukoc. Biol. 75, 553–559", "ArticleIdList": ["14634061"]}, {"Citation": "Karavitis J., Murdoch E. L., Gomez C. R., Ramirez L., Kovacs E. J. (2008) Acute ethanol exposure attenuates pattern recognition receptor activated macrophage functions. J. Interferon Cytokine Res. 28, 413–422", "ArticleIdList": ["PMC2987265", "18597620"]}, {"Citation": "Glover M., Pruett S. B. (2006) Role of corticosterone in immunosuppressive effects of acute ethanol exposure on Toll-like receptor mediated cytokine production. J. Neuroimmune Pharmacol. 1, 435–442", "ArticleIdList": ["18040816"]}, {"Citation": "Rehm J., Mathers C., Popova S., Thavorncharoensap M., Teerawattananon Y., Patra J. (2009) Global burden of disease and injury and economic cost attributable to alcohol use and alcohol-use disorders. Lancet 373, 2223–2233", "ArticleIdList": ["19560604"]}, {"Citation": "Happel K. I., Nelson S. (2005) Alcohol, immunosuppression, and the lung. Proc. Am. Thorac. Soc. 2, 428–432", "ArticleIdList": ["16322595"]}, {"Citation": "Napolitano L. M., Koruda M. J., Zimmerman K., McCowan K., Chang J., Meyer A. A. (1995) Chronic ethanol intake and burn injury: evidence for synergistic alteration in gut and immune integrity. J. Trauma 38, 198–207", "ArticleIdList": ["7869435"]}, {"Citation": "Messingham K. A., Faunce D. E., Kovacs E. J. (2002) Alcohol, injury, and cellular immunity. Alcohol 28, 137–149", "ArticleIdList": ["12551755"]}, {"Citation": "Cook R. T. (1998) Alcohol abuse, alcoholism, and damage to the immune system—a review. Alcohol. Clin. Exp. Res. 22, 1927–1942", "ArticleIdList": ["9884135"]}, {"Citation": "Szabo G. (1998) Monocytes, alcohol use, and altered immunity. Alcohol. Clin. Exp. Res. 22, 216S–219S", "ArticleIdList": ["9727639"]}, {"Citation": "Goral J., Karavitis J., Kovacs E. J. (2008) Exposure-dependent effects of ethanol on the innate immune system. Alcohol 42, 237–247", "ArticleIdList": ["PMC2453223", "18411007"]}, {"Citation": "Cunningham C., Wilcockson D. C., Campion S., Lunnon K., Perry V. H. (2005) Central and systemic endotoxin challenges exacerbate the local inflammatory response and increase neuronal death during chronic neurodegeneration. J. Neurosci. 25, 9275–9284", "ArticleIdList": ["PMC6725757", "16207887"]}, {"Citation": "Feldmann M., Brennan F. M., Maini R. N. (1996) Role of cytokines in rheumatoid arthritis. Annu. Rev. Immunol. 14, 397–440", "ArticleIdList": ["8717520"]}, {"Citation": "Libby P. (2002) Inflammation in atherosclerosis. Nature 420, 868–874", "ArticleIdList": ["12490960"]}, {"Citation": "Perry V. H., Cunningham C., Holmes C. (2007) Systemic infections and inflammation affect chronic neurodegeneration. Nat. Rev. Immunol. 7, 161–167", "ArticleIdList": ["17220915"]}, {"Citation": "Joshi P. C., Applewhite L., Ritzenthaler J. D., Roman J., Fernandez A. L., Eaton D. C., Brown L. A., Guidot D. M. (2005) Chronic ethanol ingestion in rats decreases granulocyte-macrophage colony-stimulating factor receptor expression and downstream signaling in the alveolar macrophage. J. Immunol. 175, 6837–6845", "ArticleIdList": ["16272341"]}, {"Citation": "Brown L. A., Ping X. D., Harris F. L., Gauthier T. W. (2007) Glutathione availability modulates alveolar macrophage function in the chronic ethanol-fed rat. Am. J. Physiol. Lung Cell. Mol. Physiol. 292, L824–L832", "ArticleIdList": ["17122355"]}, {"Citation": "Libon C., Forestier F., Cotte-Laffitte J., Labarre C., Quero A. M. (1993) Effect of acute oral administration of alcohol on superoxide anion production from mouse alveolar macrophages. J. Leukoc. Biol. 53, 93–98", "ArticleIdList": ["8381151"]}, {"Citation": "Goral J., Kovacs E. J. (2005) In vivo ethanol exposure down-regulates TLR2-, TLR4-, and TLR9-mediated macrophage inflammatory response by limiting p38 and ERK1/2 activation. J. Immunol. 174, 456–463", "ArticleIdList": ["15611271"]}, {"Citation": "Rimland D., Hand W. L. (1980) The effect of ethanol on adherence and phagocytosis by rabbit alveolar macrophages. J. Lab. Clin. Med. 95, 918–926", "ArticleIdList": ["7381298"]}, {"Citation": "Bautista A. P. (2002) Chronic alcohol intoxication primes Kupffer cells and endothelial cells for enhanced CC-chemokine production and concomitantly suppresses phagocytosis and chemotaxis. Front. Biosci. 7, a117–a125", "ArticleIdList": ["12045006"]}, {"Citation": "Shiratori Y., Jin'nai H., Teraoka H., Matano S., Matsumoto K., Kamii K., Tanaka M., Okano K. (1989) Phagocytic properties of hepatic endothelial cells and splenic macrophages compensating for a decreased phagocytic function of Kupffer cells in the chronically ethanol-fed rats. Exp. Cell Biol. 57, 300–309", "ArticleIdList": ["2519960"]}, {"Citation": "Messner R. P., Meryhew N. L., DeMaster E. G. (1993) Effect of ethanol on immune clearance in mice: biphasic alteration of complement-mediated clearance with chronic ethanol ingestion. J. Lab. Clin. Med. 122, 506–517", "ArticleIdList": ["8228568"]}, {"Citation": "Brown L. A., Harris F. L., Ping X. D., Gauthier T. W. (2004) Chronic ethanol ingestion and the risk of acute lung injury: a role for glutathione availability? Alcohol 33, 191–197", "ArticleIdList": ["15596087"]}, {"Citation": "Andrade M. C., Albernaz M. J., Araujo M. S., Santos B. P., Teixeira-Carvalho A., Faria A. M., Martins-Filho O. A. (2009) Short-term administration of ethanol in mice deviates antigen presentation activity towards B cells. Scand. J. Immunol. 70, 226–237", "ArticleIdList": ["19703012"]}, {"Citation": "Mørland B., Mørland J. (1984) Reduced Fc-receptor function in human monocytes exposed to ethanol in vitro. Alcohol Alcohol. 19, 211–217", "ArticleIdList": ["6508875"]}, {"Citation": "Zuiable A., Wiener E., Wickramasinghe S. N. (1992) In vitro effects of ethanol on the phagocytic and microbial killing activities of normal human monocytes and monocyte-derived macrophages. Clin. Lab. Haematol. 14, 137–147", "ArticleIdList": ["1633684"]}, {"Citation": "Aroor A. R., Baker R. C. (1998) Ethanol inhibition of phagocytosis and superoxide anion production by microglia. Alcohol 15, 277–280", "ArticleIdList": ["9590511"]}, {"Citation": "Spitzer J. A., Zhang P. (1996) Gender differences in phagocytic responses in the blood and liver, and the generation of cytokine-induced neutrophil chemoattractant in the liver of acutely ethanol-intoxicated rats. Alcohol. Clin. Exp. Res. 20, 914–920", "ArticleIdList": ["8865968"]}, {"Citation": "Morio L. A., Chiu H., Sprowles K. A., Laskin D. L. (2000) Functional heterogeneity of rat hepatic and alveolar macrophages: effects of chronic ethanol administration. J. Leukoc. Biol. 68, 614–620", "ArticleIdList": ["11073098"]}, {"Citation": "Zhang P., Nelson S., Summer W. R., Spitzer J. A. (1997) Acute ethanol intoxication suppresses the pulmonary inflammatory response in rats challenged with intrapulmonary endotoxin. Alcohol. Clin. Exp. Res. 21, 773–778", "ArticleIdList": ["9267524"]}, {"Citation": "Bautista A. P., Elliott K. E. (1994) Acute ethanol intoxication regulates f-Met-Leu-Phe-induced chemotaxis and superoxide release by neutrophils and Kupffer cells through modulation of the formyl peptide receptor in the rat. Life Sci. 54, 721–730", "ArticleIdList": ["8107522"]}, {"Citation": "Zhu X., Coleman R. A., Alber C., Ballas Z. K., Waldschmidt T. J., Ray N. B., Krieg A. M., Cook R. T. (2004) Chronic ethanol ingestion by mice increases expression of CD80 and CD86 by activated macrophages. Alcohol 32, 91–100", "ArticleIdList": ["15163560"]}, {"Citation": "Auerbach-Rubin F., Ottolenghi-Nightingale E. (1971) Effect of ethanol on the clearance of airborne pneumococci and the rate of pneumococcal transformations in the lung. Infect. Immun. 3, 688–693", "ArticleIdList": ["PMC416217", "16558037"]}, {"Citation": "Laurenzi G. A., Guarneri J. J., Endriga R. B., Carey J. P. (1963) Clearance of bacteria by the lower respiratory tract. Science 142, 1572–1573", "ArticleIdList": ["14075687"]}, {"Citation": "Preus H., Tollefsen T., Mörland B. (1987) Effects of tetracycline on human monocyte phagocytosis and lymphocyte proliferation. Acta Odontol. Scand. 45, 297–302", "ArticleIdList": ["3478935"]}, {"Citation": "Boé D. M., Richens T. R., Horstmann S. A., Burnham E. L., Janssen W. J., Henson P. M., Moss M., Vandivier R. W. (2010) Acute and chronic alcohol exposure impair the phagocytosis of apoptotic cells and enhance the pulmonary inflammatory response. Alcohol. Clin. Exp. Res. 34, 1723–1732", "ArticleIdList": ["PMC2950894", "20608904"]}, {"Citation": "McVicker B. L., Tuma D. J., Kubik J. A., Hindemith A. M., Baldwin C. R., Casey C. A. (2002) The effect of ethanol on asialoglycoprotein receptor-mediated phagocytosis of apoptotic cells by rat hepatocytes. Hepatology 36, 1478–1487", "ArticleIdList": ["12447874"]}, {"Citation": "Dai Q., Pruett S. B. (2006) Ethanol suppresses LPS-induced Toll-like receptor 4 clustering, reorganization of the actin cytoskeleton, and associated TNF-α production. Alcohol. Clin. Exp. Res. 30, 1436–1444", "ArticleIdList": ["16899048"]}, {"Citation": "Allansson L., Khatibi S., Olsson T., Hansson E. (2001) Acute ethanol exposure induces [Ca2+]i transients, cell swelling and transformation of actin cytoskeleton in astroglial primary cultures. J. Neurochem. 76, 472–479", "ArticleIdList": ["11208910"]}, {"Citation": "Zhang P., Spitzer J. A. (1997) Acute ethanol administration modulates leukocyte actin polymerization in endotoxic rats. Alcohol. Clin. Exp. Res. 21, 779–783", "ArticleIdList": ["9267525"]}, {"Citation": "Guasch R. M., Blanco A. M., Perez-Arago A., Minambres R., Talens-Visconti R., Peris B., Guerri C. (2007) RhoE participates in the stimulation of the inflammatory response induced by ethanol in astrocytes. Exp. Cell Res. 313, 3779–3788", "ArticleIdList": ["17707794"]}, {"Citation": "Szabo G., Dolganiuc A., Dai Q., Pruett S. B. (2007) TLR4, ethanol, and lipid rafts: a new mechanism of ethanol action with implications for other receptor-mediated effects. J. Immunol. 178, 1243–1249", "ArticleIdList": ["17237368"]}, {"Citation": "Dolganiuc A., Bakis G., Kodys K., Mandrekar P., Szabo G. (2006) Acute ethanol treatment modulates Toll-like receptor-4 association with lipid rafts. Alcohol. Clin. Exp. Res. 30, 76–85", "ArticleIdList": ["16433734"]}, {"Citation": "Benedetti A., Tangorra A., Svegliati Baroni G., Ferretti G., Marucci L., Jezequel M., Orlandi F. (1994) Plasma membrane order parameter in periportal and perivenular hepatocytes isolated from ethanol-treated rats. Am. J. Physiol. 266, G282–G291", "ArticleIdList": ["8141302"]}, {"Citation": "Yamada S., Lieber C. S. (1984) Decrease in microviscosity and cholesterol content of rat liver plasma membranes after chronic ethanol feeding. J. Clin. Invest. 74, 2285–2289", "ArticleIdList": ["PMC425422", "6511927"]}, {"Citation": "Polokoff M. A., Simon T. J., Harris R. A., Simon F. R., Iwahashi M. (1985) Chronic ethanol increases liver plasma membrane fluidity. Biochemistry 24, 3114–3120", "ArticleIdList": ["4027234"]}, {"Citation": "Shen Y., Kawamura I., Nomura T., Tsuchiya K., Hara H., Dewamitta S. R., Sakai S., Qu H., Daim S., Yamamoto T., Mitsuyama M. (2010) Toll-like receptor 2- and MyD88-dependent phosphatidylinositol 3-kinase and Rac1 activation facilitates the phagocytosis of Listeria monocytogenes by murine macrophages. Infect. Immun. 78, 2857–2867", "ArticleIdList": ["PMC2876581", "20368346"]}, {"Citation": "Rehm J., Room R., Graham K., Monteiro M., Gmel G., Sempos C. T. (2003) The relationship of average volume of alcohol consumption and patterns of drinking to burden of disease: an overview. Addiction 98, 1209–1228", "ArticleIdList": ["12930209"]}, {"Citation": "Puddey I. B., Rakic V., Dimmitt S. B., Beilin L. J. (1999) Influence of pattern of drinking on cardiovascular disease and cardiovascular risk factors—a review. Addiction 94, 649–663", "ArticleIdList": ["10563030"]}, {"Citation": "Witztum J. L., Steinberg D. (1991) Role of oxidized low density lipoprotein in atherogenesis. J. Clin. Invest. 88, 1785–1792", "ArticleIdList": ["PMC295745", "1752940"]}, {"Citation": "De Oliveira E Silva E. R., Foster D., McGee Harper M., Seidman C. E., Smith J. D., Breslow J. L., Brinton E. A. (2000) Alcohol consumption raises HDL cholesterol levels by increasing the transport rate of apolipoproteins A-I and A-II. Circulation 102, 2347–2352", "ArticleIdList": ["11067787"]}, {"Citation": "Linn S., Carroll M., Johnson C., Fulwood R., Kalsbeek W., Briefel R. (1993) High-density lipoprotein cholesterol and alcohol consumption in US white and black adults: data from NHANES II. Am. J. Public Health 83, 811–816", "ArticleIdList": ["PMC1694730", "8498617"]}, {"Citation": "Merritt R., Guruge B. L., Miller D. D., Chaitman B. R., Bora P. S. (1997) Moderate alcohol feeding attenuates postinjury vascular cell proliferation in rabbit angioplasty model. J. Cardiovasc. Pharmacol. 30, 19–25", "ArticleIdList": ["9268217"]}, {"Citation": "Moss M., Burnham E. L. (2003) Chronic alcohol abuse, acute respiratory distress syndrome, and multiple organ dysfunction. Crit. Care Med. 31, S207–S212", "ArticleIdList": ["12682442"]}, {"Citation": "Marik P. E. (2000) The clinical features of severe community-acquired pneumonia presenting as septic shock. Norasept II Study Investigators. J. Crit. Care 15, 85–90", "ArticleIdList": ["11011820"]}, {"Citation": "Schmidt W., De Lint J. (1972) Causes of death of alcoholics. Q. J. Stud. Alcohol 33, 171–185", "ArticleIdList": ["4551020"]}, {"Citation": "Saitz R., Ghali W. A., Moskowitz M. A. (1997) The impact of alcohol-related diagnoses on pneumonia outcomes. Arch. Intern. Med. 157, 1446–1452", "ArticleIdList": ["9224223"]}, {"Citation": "Dube S. R., McClave A., James C., Caraballo R., Kaufmann R., Pechacek T. (2010) Vital signs: current cigarette smoking among adults aged ≥18 years—United States, 2009. Morbidity and Mortality Weekly Report (MMWR), vol. 59, 1135–1140", "ArticleIdList": ["20829747"]}, {"Citation": "Ruiz M., Ewig S., Marcos M. A., Martinez J. A., Arancibia F., Mensa J., Torres A. (1999) Etiology of community-acquired pneumonia: impact of age, comorbidity, and severity. Am. J. Respir. Crit. Care Med. 160, 397–405", "ArticleIdList": ["10430704"]}, {"Citation": "Sopori M. (2002) Effects of cigarette smoke on the immune system. Nat. Rev. Immunol. 2, 372–377", "ArticleIdList": ["12033743"]}, {"Citation": "Barnes P. J. (2008) Immunology of asthma and chronic obstructive pulmonary disease. Nat. Rev. Immunol. 8, 183–192", "ArticleIdList": ["18274560"]}, {"Citation": "Sethi S. (2000) Bacterial infection and the pathogenesis of COPD. Chest 117, 286S–291S", "ArticleIdList": ["10843957"]}, {"Citation": "Sethi S., Murphy T. F. (2001) Bacterial infection in chronic obstructive pulmonary disease in 2000: a state-of-the-art review. Clin. Microbiol. Rev. 14, 336–363", "ArticleIdList": ["PMC88978", "11292642"]}, {"Citation": "Sethi S., Murphy T. F. (2008) Infection in the pathogenesis and course of chronic obstructive pulmonary disease. N. Engl. J. Med. 359, 2355–2365", "ArticleIdList": ["19038881"]}, {"Citation": "Wang H., Liu X., Umino T., Skold C. M., Zhu Y., Kohyama T., Spurzem J. R., Romberger D. J., Rennard S. I. (2001) Cigarette smoke inhibits human bronchial epithelial cell repair processes. Am. J. Respir. Cell Mol. Biol. 25, 772–779", "ArticleIdList": ["11726404"]}, {"Citation": "Wickenden J. A., Clarke M. C., Rossi A. G., Rahman I., Faux S. P., Donaldson K., MacNee W. (2003) Cigarette smoke prevents apoptosis through inhibition of caspase activation and induces necrosis. Am. J. Respir. Cell Mol. Biol. 29, 562–570", "ArticleIdList": ["12748058"]}, {"Citation": "Shephard R. J. (1978) Cigarette smoking and reactions to air pollutants. Can. Med. Assoc. J. 118, 379–381, 383, 392", "ArticleIdList": ["PMC1817966", "343900"]}, {"Citation": "Hodge S., Hodge G., Ahern J., Jersmann H., Holmes M., Reynolds P. N. (2007) Smoking alters alveolar macrophage recognition and phagocytic ability: implications in chronic obstructive pulmonary disease. Am. J. Respir. Cell Mol. Biol. 37, 748–755", "ArticleIdList": ["17630319"]}, {"Citation": "Hodge S., Matthews G., Mukaro V., Ahern J., Shivam A., Hodge G., Holmes M., Jersmann H., Reynolds P. N. (2011) Cigarette smoke-induced changes to alveolar macrophage phenotype and function is improved by treatment with procysteine. Am. J. Respir. Cell Mol. Biol. 44, 673–681", "ArticleIdList": ["20595463"]}, {"Citation": "Richens T. R., Linderman D. J., Horstmann S. A., Lambert C., Xiao Y. Q., Keith R. L., Boe D. M., Morimoto K., Bowler R. P., Day B. J., Janssen W. J., Henson P. M., Vandivier R. W. (2009) Cigarette smoke impairs clearance of apoptotic cells through oxidant-dependent activation of RhoA. Am. J. Respir. Crit. Care Med. 179, 1011–1021", "ArticleIdList": ["PMC2689911", "19264974"]}, {"Citation": "Petrusca D. N., Gu Y., Adamowicz J. J., Rush N. I., Hubbard W. C., Smith P. A., Berdyshev E. V., Birukov K. G., Lee C. H., Tuder R. M., Twig H. L., III, Vandivier R. W., Petrache I. (2010) Sphingolipid-mediated inhibition of apoptotic cell clearance by alveolar macrophages. J. Biol. Chem. 285, 40322–40332", "ArticleIdList": ["PMC3001012", "20956540"]}, {"Citation": "Martí-Lliteras P., Regueiro V., Morey P., Hood D. W., Saus C., Sauleda J., Agusti A. G., Bengoechea J. A., Garmendia J. (2009) Nontypeable haemophilus influenzae clearance by alveolar macrophages is impaired by exposure to cigarette smoke. Infect. Immun. 77, 4232–4242", "ArticleIdList": ["PMC2747942", "19620348"]}, {"Citation": "Lundborg M., Dahlen S. E., Johard U., Gerde P., Jarstrand C., Camner P., Lastbom L. (2006) Aggregates of ultrafine particles impair phagocytosis of microorganisms by human alveolar macrophages. Environ. Res. 100, 197–204", "ArticleIdList": ["16171796"]}, {"Citation": "Jakab G. J., Risby T. H., Sehnert S. S., Hmieleski R. R., Farrington J. E. (1990) Suppression of alveolar macrophage membrane receptor-mediated phagocytosis by model and actual particle-adsorbate complexes. Initial contact with the alveolar macrophage membrane. Environ. Health Perspect. 86, 337–344", "ArticleIdList": ["PMC1567749", "2401270"]}, {"Citation": "Zhou H., Kobzik L. (2007) Effect of concentrated ambient particles on macrophage phagocytosis and killing of Streptococcus pneumoniae. Am. J. Respir. Cell Mol. Biol. 36, 460–465", "ArticleIdList": ["PMC1899326", "17079778"]}, {"Citation": "Gilmour M. I., Park P., Doerfler D., Selgrade M. K. (1993) Factors that influence the suppression of pulmonary antibacterial defenses in mice exposed to ozone. Exp. Lung Res. 19, 299–314", "ArticleIdList": ["8319601"]}, {"Citation": "Van Loveren H., Rombout P. J., Wagenaar S. S., Walvoort H. C., Vos J. G. (1988) Effects of ozone on the defense to a respiratory Listeria monocytogenes infection in the rat. Suppression of macrophage function and cellular immunity and aggravation of histopathology in lung and liver during infection. Toxicol. Appl. Pharmacol. 94, 374–393", "ArticleIdList": ["3400093"]}, {"Citation": "Oosting R. S., Van Iwaarden J. F., Van Bree L., Verhoef J., Van Golde L. M., Haagsman H. P. (1992) Exposure of surfactant protein A to ozone in vitro and in vivo impairs its interactions with alveolar cells. Am. J. Physiol. 262, L63–L68", "ArticleIdList": ["1310226"]}, {"Citation": "Mikerov A. N., Umstead T. M., Gan X., Huang W., Guo X., Wang G., Phelps D. S., Floros J. (2008) Impact of ozone exposure on the phagocytic activity of human surfactant protein A (SP-A) and SP-A variants. Am. J. Physiol. Lung Cell. Mol. Physiol. 294, L121–L130", "ArticleIdList": ["PMC2964667", "17981957"]}, {"Citation": "Kirkham P. A., Spooner G., Ffoulkes-Jones C., Calvez R. (2003) Cigarette smoke triggers macrophage adhesion and activation: role of lipid peroxidation products and scavenger receptor. Free Radic. Biol. Med. 35, 697–710", "ArticleIdList": ["14583334"]}, {"Citation": "Becker S., Soukup J. M. (1998) Decreased CD11b expression, phagocytosis, and oxidative burst in urban particulate pollution-exposed human monocytes and alveolar macrophages. J. Toxicol. Environ. Health A 55, 455–477", "ArticleIdList": ["9860321"]}, {"Citation": "Hollingsworth J. W., Maruoka S., Li Z., Potts E. N., Brass D. M., Garantziotis S., Fong A., Foster W. M., Schwartz D. A. (2007) Ambient ozone primes pulmonary innate immunity in mice. J. Immunol. 179, 4367–4375", "ArticleIdList": ["17878331"]}, {"Citation": "Dahl M., Bauer A. K., Arredouani M., Soininen R., Tryggvason K., Kleeberger S. R., Kobzik L. (2007) Protection against inhaled oxidants through scavenging of oxidized lipids by macrophage receptors MARCO and SR-AI/II. J. Clin. Invest. 117, 757–764", "ArticleIdList": ["PMC1804372", "17332894"]}, {"Citation": "Koike E., Kobayashi T., Shimojo N. (2001) Ozone exposure enhances expression of cell-surface molecules associated with antigen-presenting activity on bronchoalveolar lavage cells in rats. Toxicol. Sci. 63, 115–124", "ArticleIdList": ["11509751"]}, {"Citation": "Ishida T., Pinkerton K. E., Takeuchi M. (2009) Alveolar macrophage from cigarette smoke-exposed mice inhibits B lymphocyte proliferation stimulated with LPS. Respiration 77, 91–95", "ArticleIdList": ["18984945"]}, {"Citation": "Sawyer K., Mundandhara S., Ghio A. J., Madden M. C. (2010) The effects of ambient particulate matter on human alveolar macrophage oxidative and inflammatory responses. J. Toxicol. Environ. Health A 73, 41–57", "ArticleIdList": ["19953419"]}, {"Citation": "Gunella G., Bardelli C., Amoruso A., Viano I., Balbo P., Brunelleschi S. (2006) Macrophage-stimulating protein differently affects human alveolar macrophages from smoker and non-smoker patients: evaluation of respiratory burst, cytokine release and NF-κB pathway. Br. J. Pharmacol. 148, 478–489", "ArticleIdList": ["PMC1751789", "16633352"]}, {"Citation": "Aam B. B., Fonnum F. (2007) ROS scavenging effects of organic extract of diesel exhaust particles on human neutrophil granulocytes and rat alveolar macrophages. Toxicology 230, 207–218", "ArticleIdList": ["17175087"]}, {"Citation": "Yin X. J., Ma J. Y., Antonini J. M., Castranova V., Ma J. K. (2004) Roles of reactive oxygen species and heme oxygenase-1 in modulation of alveolar macrophage-mediated pulmonary immune responses to Listeria monocytogenes by diesel exhaust particles. Toxicol. Sci. 82, 143–153", "ArticleIdList": ["15319486"]}, {"Citation": "Ryer-Powder J. E., Amoruso M. A., Czerniecki B., Witz G., Goldstein B. D. (1988) Inhalation of ozone produces a decrease in superoxide anion radical production in mouse alveolar macrophages. Am. Rev. Respir. Dis. 138, 1129–1133", "ArticleIdList": ["2849347"]}, {"Citation": "March T. H., Barr E. B., Finch G. L., Nikula K. J., Seagrave J. C. (2002) Effects of concurrent ozone exposure on the pathogenesis of cigarette smoke-induced emphysema in B6C3F1 mice. Inhal. Toxicol. 14, 1187–1213", "ArticleIdList": ["12454786"]}, {"Citation": "Wang S., Lantz R. C., Vermeulen M. W., Chen G. J., Breceda V., Robledo R. F., Hays A. M., Young S., Witten M. L. (1999) Functional alterations of alveolar macrophages subjected to smoke exposure and antioxidant lazaroids. Toxicol. Ind. Health 15, 464–469", "ArticleIdList": ["10487357"]}, {"Citation": "Tosello-Trampont A. C., Nakada-Tsukui K., Ravichandran K. S. (2003) Engulfment of apoptotic cells is negatively regulated by Rho-mediated signaling. J. Biol. Chem. 278, 49911–49919", "ArticleIdList": ["14514696"]}, {"Citation": "Vandivier R. W., Henson P. M., Douglas I. S. (2006) Burying the dead: the impact of failed apoptotic cell removal (efferocytosis) on chronic inflammatory lung disease. Chest 129, 1673–1682", "ArticleIdList": ["16778289"]}, {"Citation": "Leverrier Y., Ridley A. J. (2001) Requirement for Rho GTPases and PI 3-kinases during apoptotic cell phagocytosis by macrophages. Curr. Biol. 11, 195–199", "ArticleIdList": ["11231156"]}, {"Citation": "Park D., Tosello-Trampont A. C., Elliott M. R., Lu M., Haney L. B., Ma Z., Klibanov A. L., Mandell J. W., Ravichandran K. S. (2007) BAI1 is an engulfment receptor for apoptotic cells upstream of the ELMO/Dock180/Rac module. Nature 450, 430–434", "ArticleIdList": ["17960134"]}, {"Citation": "Ogden C. A., deCathelineau A., Hoffmann P. R., Bratton D., Ghebrehiwet B., Fadok V. A., Henson P. M. (2001) C1q and mannose binding lectin engagement of cell surface calreticulin and CD91 initiates macropinocytosis and uptake of apoptotic cells. J. Exp. Med. 194, 781–795", "ArticleIdList": ["PMC2195958", "11560994"]}, {"Citation": "Hodge S., Matthews G., Dean M. M., Ahern J., Djukic M., Hodge G., Jersmann H., Holmes M., Reynolds P. N. (2010) Therapeutic role for mannose-binding lectin in cigarette smoke-induced lung inflammation? Evidence from a murine model. Am. J. Respir. Cell Mol. Biol. 42, 235–242", "ArticleIdList": ["19411612"]}, {"Citation": "Drannik A. G., Pouladi M. A., Robbins C. S., Goncharova S. I., Kianpour S., Stampfli M. R. (2004) Impact of cigarette smoke on clearance and inflammation after Pseudomonas aeruginosa infection. Am. J. Respir. Crit. Care Med. 170, 1164–1171", "ArticleIdList": ["15317669"]}, {"Citation": "Thomas W. R., Holt P. G., Keast D. (1978) Cigarette smoke and phagocyte function: effect of chronic exposure in vivo and acute exposure in vitro. Infect. Immun. 20, 468–475", "ArticleIdList": ["PMC421879", "97229"]}, {"Citation": "Esterbauer H., Schaur R. J., Zollner H. (1991) Chemistry and biochemistry of 4-hydroxynonenal, malonaldehyde and related aldehydes. Free Radic. Biol. Med. 11, 81–128", "ArticleIdList": ["1937131"]}, {"Citation": "Kirkham P. A., Spooner G., Rahman I., Rossi A. G. (2004) Macrophage phagocytosis of apoptotic neutrophils is compromised by matrix proteins modified by cigarette smoke and lipid peroxidation products. Biochem. Biophys. Res. Commun. 318, 32–37", "ArticleIdList": ["15110749"]}, {"Citation": "Brown S., Heinisch I., Ross E., Shaw K., Buckley C. D., Savill J. (2002) Apoptosis disables CD31-mediated cell detachment from phagocytes promoting binding and engulfment. Nature 418, 200–203", "ArticleIdList": ["12110892"]}, {"Citation": "Gardai S. J., Xiao Y. Q., Dickinson M., Nick J. A., Voelker D. R., Greene K. E., Henson P. M. (2003) By binding SIRPα or calreticulin/CD91, lung collectins act as dual function surveillance molecules to suppress or enhance inflammation. Cell 115, 13–23", "ArticleIdList": ["14531999"]}, {"Citation": "Hart S. P., Dougherty G. J., Haslett C., Dransfield I. (1997) CD44 regulates phagocytosis of apoptotic neutrophil granulocytes, but not apoptotic lymphocytes, by human macrophages. J. Immunol. 159, 919–925", "ArticleIdList": ["9218612"]}, {"Citation": "Bobo J. K., Husten C. (2000) Sociocultural influences on smoking and drinking. Alcohol Res. Health 24, 225–232", "ArticleIdList": ["PMC6709745", "15986717"]}, {"Citation": "Vander Top E. A., Perry G. A., Snitily M. U., Gentry-Nielsen M. J. (2006) Smoke exposure and ethanol ingestion modulate intrapulmonary polymorphonuclear leukocyte killing, but not recruitment or phagocytosis. Alcohol. Clin. Exp. Res. 30, 1599–1607", "ArticleIdList": ["16930223"]}, {"Citation": "Valdimarsson H., Vikingsdottir T., Bang P., Saevarsdottir S., Gudjonsson J. E., Oskarsson O., Christiansen M., Blou L., Laursen I., Koch C. (2004) Human plasma-derived mannose-binding lectin: a phase I safety and pharmacokinetic study. Scand. J. Immunol. 59, 97–102", "ArticleIdList": ["14723627"]}, {"Citation": "Dockery D. W., Pope C. A., III, Xu X., Spengler J. D., Ware J. H., Fay M. E., Ferris B. G., Jr., Speizer F. E. (1993) An association between air pollution and mortality in six U.S. cities. N. Engl. J. Med. 329, 1753–1759", "ArticleIdList": ["8179653"]}, {"Citation": "Bell M. L., McDermott A., Zeger S. L., Samet J. M., Dominici F. (2004) Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA 292, 2372–2378", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Gryparis A., Forsberg B., Katsouyanni K., Analitis A., Touloumi G., Schwartz J., Samoli E., Medina S., Anderson H. R., Niciu E. M., Wichmann H. E., Kriz B., Kosnik M., Skorkovsky J., Vonk J. M., Dörtbudak Z. (2004) Acute effects of ozone on mortality from the “air pollution and health: a European approach” project. Am. J. Respir. Crit. Care Med. 170, 1080–1087", "ArticleIdList": ["15282198"]}, {"Citation": "Katsouyanni K., Zmirou D., Spix C., Sunyer J., Schouten J. P., Ponka A., Anderson H. R., Le Moullec Y., Wojtyniak B., Vigotti M. A., Bacharova L., Schwartz J. (1995) Short-term effects of air pollution on health: a European approach using epidemiological time-series data. The APHEA project: background, objectives, design. Eur. Respir. J. 8, 1030–1038", "ArticleIdList": ["7589368"]}, {"Citation": "Hubbell B. J., Hallberg A., McCubbin D. R., Post E. (2005) Health-related benefits of attaining the 8-hr ozone standard. Environ. Health Perspect. 113, 73–82", "ArticleIdList": ["PMC1253713", "15626651"]}, {"Citation": "Gent J. F., Triche E. W., Holford T. R., Belanger K., Bracken M. B., Beckett W. S., Leaderer B. P. (2003) Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA 290, 1859–1867", "ArticleIdList": ["14532314"]}, {"Citation": "Burnett R. T., Smith-Doiron M., Stieb D., Raizenne M. E., Brook J. R., Dales R. E., Leech J. A., Cakmak S., Krewski D. (2001) Association between ozone and hospitalization for acute respiratory diseases in children less than 2 years of age. Am. J. Epidemiol. 153, 444–452", "ArticleIdList": ["11226976"]}, {"Citation": "Schwartz J. (1995) Short term fluctuations in air pollution and hospital admissions of the elderly for respiratory disease. Thorax 50, 531–538", "ArticleIdList": ["PMC1021224", "7597667"]}, {"Citation": "Parodi S., Vercelli M., Garrone E., Fontana V., Izzotti A. (2005) Ozone air pollution and daily mortality in Genoa, Italy between 1993 and 1996. Public Health 119, 844–850", "ArticleIdList": ["16039938"]}, {"Citation": "Ito K., De Leon S. F., Lippmann M. (2005) Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology 16, 446–457", "ArticleIdList": ["15951662"]}, {"Citation": "Levy J. I., Chemerynski S. M., Sarnat J. A. (2005) Ozone exposure and mortality: an empiric bayes metaregression analysis. Epidemiology 16, 458–468", "ArticleIdList": ["15951663"]}, {"Citation": "Medina-Ramón M., Zanobetti A., Schwartz J. (2006) The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am. J. Epidemiol. 163, 579–588", "ArticleIdList": ["16443803"]}, {"Citation": "Aranyi C., Vana S. C., Thomas P. T., Bradof J. N., Fenters J. D., Graham J. A., Miller F. J. (1983) Effects of subchronic exposure to a mixture of O3, SO2, and (NH4)2SO4 on host defenses of mice. J. Toxicol. Environ. Health 12, 55–71", "ArticleIdList": ["6355495"]}, {"Citation": "Goldstein E., Tyler W. S., Hoeprich P. D., Eagle C. (1971) Ozone and the antibacterial defense mechanisms of the murine lung. Arch. Intern. Med. 127, 1099–1102", "ArticleIdList": ["5578567"]}, {"Citation": "Miller S., Ehrlich R. (1958) Susceptibility to respiratory infections of animals exposed to ozone. I. Susceptibility to Klebsiella pneumoniae. J. Infect. Dis. 103, 145–149", "ArticleIdList": ["13588065"]}, {"Citation": "Thomas G. B., Fenters J. D., Ehrlich R., Gardner D. E. (1981) Effects of exposure to ozone on susceptibility to experimental tuberculosis. Toxicol. Lett. 9, 11–17", "ArticleIdList": ["7302967"]}, {"Citation": "Weinmann G. G., Bowes S. M., Gerbase M. W., Kimball A. W., Frank R. (1995) Response to acute ozone exposure in healthy men. Results of a screening procedure. Am. J. Respir. Crit. Care Med. 151, 33–40", "ArticleIdList": ["7812569"]}, {"Citation": "Prows D. R., Shertzer H. G., Daly M. J., Sidman C. L., Leikauf G. D. (1997) Genetic analysis of ozone-induced acute lung injury in sensitive and resistant strains of mice. Nat. Genet. 17, 471–474", "ArticleIdList": ["9398853"]}, {"Citation": "Schlesinger R. B., Zelikoff J. T., Chen L. C., Kinney P. L. (1992) Assessment of toxicologic interactions resulting from acute inhalation exposure to sulfuric acid and ozone mixtures. Toxicol. Appl. Pharmacol. 115, 183–190", "ArticleIdList": ["1322572"]}, {"Citation": "Driscoll K. E., Vollmuth T. A., Schlesinger R. B. (1987) Acute and subchronic ozone inhalation in the rabbit: response of alveolar macrophages. J. Toxicol. Environ. Health 21, 27–43", "ArticleIdList": ["3573074"]}, {"Citation": "Becker S., Madden M. C., Newman S. L., Devlin R. B., Koren H. S. (1991) Modulation of human alveolar macrophage properties by ozone exposure in vitro. Toxicol. Appl. Pharmacol. 110, 403–415", "ArticleIdList": ["1658983"]}, {"Citation": "Mikerov A. N., Haque R., Gan X., Guo X., Phelps D. S., Floros J. (2008) Ablation of SP-A has a negative impact on the susceptibility of mice to Klebsiella pneumoniae infection after ozone exposure: sex differences. Respir. Res. 9, 77.", "ArticleIdList": ["PMC2655296", "19055785"]}, {"Citation": "Kenworthy J., Laube F. (2002) Urban transport patterns in a global sample of cities and their linkages to transport infrastructures, land use, economics and environment. World Transport Policy and Practice, vol. 8, Eco-Logica, Lancaster, UK, 5–19"}, {"Citation": "Aberg N. (1989) Asthma and allergic rhinitis in Swedish conscripts. Clin. Exp. Allergy 19, 59–63", "ArticleIdList": ["2784709"]}, {"Citation": "Burney P. (1988) Asthma deaths in England and Wales 1931–85: evidence for a true increase in asthma mortality. J. Epidemiol. Community Health 42, 316–320", "ArticleIdList": ["PMC1052758", "3256571"]}, {"Citation": "Diaz-Sanchez D. (1997) The role of diesel exhaust particles and their associated polyaromatic hydrocarbons in the induction of allergic airway disease. Allergy 52, 52–56, discussion 57–58", "ArticleIdList": ["9208060"]}, {"Citation": "Diaz-Sanchez D., Dotson A. R., Takenaka H., Saxon A. (1994) Diesel exhaust particles induce local IgE production in vivo and alter the pattern of IgE messenger RNA isoforms. J. Clin. Invest. 94, 1417–1425", "ArticleIdList": ["PMC295270", "7523450"]}, {"Citation": "Haahtela T., Lindholm H., Bjorksten F., Koskenvuo K., Laitinen L. A. (1990) Prevalence of asthma in Finnish young men. BMJ 301, 266–268", "ArticleIdList": ["PMC1663451", "2390620"]}, {"Citation": "Li X. Y., Gilmour P. S., Donaldson K., MacNee W. (1996) Free radical activity and pro-inflammatory effects of particulate air pollution (PM10) in vivo and in vitro. Thorax 51, 1216–1222", "ArticleIdList": ["PMC472766", "8994518"]}, {"Citation": "Miyamoto T. (1997) Epidemiology of pollution-induced airway disease in Japan. Allergy 52, 30–34, discussion 35–36", "ArticleIdList": ["9208057"]}, {"Citation": "Nel A. E., Diaz-Sanchez D., Ng D., Hiura T., Saxon A. (1998) Enhancement of allergic inflammation by the interaction between diesel exhaust particles and the immune system. J. Allergy Clin. Immunol. 102, 539–554", "ArticleIdList": ["9802360"]}, {"Citation": "Peterson B., Saxon A. (1996) Global increases in allergic respiratory disease: the possible role of diesel exhaust particles. Ann. Allergy Asthma Immunol. 77, 263–268, quiz 269–270", "ArticleIdList": ["8885801"]}, {"Citation": "Yunginger J. W., Reed C. E., O'Connell E. J., Melton L. J., III, O'Fallon W. M., Silverstein M. D. (1992) A community-based study of the epidemiology of asthma. Incidence rates, 1964–1983. Am. Rev. Respir. Dis. 146, 888–894", "ArticleIdList": ["1416415"]}, {"Citation": "Barlow P. G., Brown D. M., Donaldson K., MacCallum J., Stone V. (2008) Reduced alveolar macrophage migration induced by acute ambient particle (PM10) exposure. Cell Biol. Toxicol. 24, 243–252", "ArticleIdList": ["17846904"]}, {"Citation": "Diaz-Sanchez D., Tsien A., Fleming J., Saxon A. (1997) Combined diesel exhaust particulate and ragweed allergen challenge markedly enhances human in vivo nasal ragweed-specific IgE and skews cytokine production to a T helper cell 2-type pattern. J. Immunol. 158, 2406–2413", "ArticleIdList": ["9036991"]}, {"Citation": "Miyabara Y., Takano H., Ichinose T., Lim H. B., Sagai M. (1998) Diesel exhaust enhances allergic airway inflammation and hyperresponsiveness in mice. Am. J. Respir. Crit. Care Med. 157, 1138–1144", "ArticleIdList": ["9563731"]}, {"Citation": "Takano H., Yoshikawa T., Ichinose T., Miyabara Y., Imaoka K., Sagai M. (1997) Diesel exhaust particles enhance antigen-induced airway inflammation and local cytokine expression in mice. Am. J. Respir. Crit. Care Med. 156, 36–42", "ArticleIdList": ["9230723"]}, {"Citation": "Fujimaki H., Saneyoshi K., Shiraishi F., Imai T., Endo T. (1997) Inhalation of diesel exhaust enhances antigen-specific IgE antibody production in mice. Toxicology 116, 227–233", "ArticleIdList": ["9020525"]}, {"Citation": "Künzli N., Kaiser R., Medina S., Studnicka M., Chanel O., Filliger P., Herry M., Horak F., Jr., Puybonnieux-Texier V., Quénel P., Schneider J., Seethaler R., Vergnaud J. C., Sommer H. (2000) Public-health impact of outdoor and traffic-related air pollution: a European assessment. Lancet 356, 795–801", "ArticleIdList": ["11022926"]}, {"Citation": "Pope C. A., III, Burnett R. T., Thun M. J., Calle E. E., Krewski D., Ito K., Thurston G. D. (2002) Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA 287, 1132–1141", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Dockery D. W., Schwartz J., Spengler J. D. (1992) Air pollution and daily mortality: associations with particulates and acid aerosols. Environ. Res. 59, 362–373", "ArticleIdList": ["1464289"]}, {"Citation": "Rudell B., Blomberg A., Helleday R., Ledin M. C., Lundback B., Stjernberg N., Horstedt P., Sandstrom T. (1999) Bronchoalveolar inflammation after exposure to diesel exhaust: comparison between unfiltered and particle trap filtered exhaust. Occup. Environ. Med. 56, 527–534", "ArticleIdList": ["PMC1757777", "10492649"]}, {"Citation": "Bouhafs R. K., Jarstrand C., Robertson B. (2004) Lipid peroxidation of lung surfactant in experimental neonatal group B streptococcal pneumonia. Lung 182, 61–72", "ArticleIdList": ["15136880"]}, {"Citation": "Möller W., Hofer T., Ziesenis A., Karg E., Heyder J. (2002) Ultrafine particles cause cytoskeletal dysfunctions in macrophages. Toxicol. Appl. Pharmacol. 182, 197–207", "ArticleIdList": ["12183099"]}, {"Citation": "Grunwald U., Fan X., Jack R. S., Workalemahu G., Kallies A., Stelter F., Schutt C. (1996) Monocytes can phagocytose Gram-negative bacteria by a CD14-dependent mechanism. J. Immunol. 157, 4119–4125", "ArticleIdList": ["8892647"]}, {"Citation": "Yin X. J., Schafer R., Ma J. Y., Antonini J. M., Roberts J. R., Weissman D. N., Siegel P. D., Ma J. K. (2003) Alteration of pulmonary immunity to Listeria monocytogenes by diesel exhaust particles (DEPs). II. Effects of DEPs on T-cell-mediated immune responses in rats. Environ. Health Perspect. 111, 524–530", "ArticleIdList": ["PMC1241439", "12676610"]}, {"Citation": "Yin X. J., Dong C. C., Ma J. Y., Roberts J. R., Antonini J. M., Ma J. K. (2007) Suppression of phagocytic and bactericidal functions of rat alveolar macrophages by the organic component of diesel exhaust particles. J. Toxicol. Environ. Health A 70, 820–828", "ArticleIdList": ["17454558"]}, {"Citation": "Hwang J. S., Chan C. C. (2002) Effects of air pollution on daily clinic visits for lower respiratory tract illness. Am. J. Epidemiol. 155, 1–10", "ArticleIdList": ["11772777"]}, {"Citation": "Fung K. Y., Luginaah I. N., Gorey K. M. (2007) Impact of air pollution on hospital admissions in Southwestern Ontario, Canada: generating hypotheses in sentinel high-exposure places. Environ. Health 6, 18.", "ArticleIdList": ["PMC1929065", "17612400"]}, {"Citation": "Zebrowska A., Mankowski R. (2010) Effects of long-term exposure to air pollution on respiratory function and physical efficiency of pre-adolescent children. Eur. J. Med. Res. 15 (Suppl. 2), 224–228", "ArticleIdList": ["PMC4360315", "21147656"]}, {"Citation": "Zelikoff J. T., Parsons E., Schlesinger R. B. (1993) Inhalation of particulate lead oxide disrupts pulmonary macrophage-mediated functions important for host defense and tumor surveillance in the lung. Environ. Res. 62, 207–222", "ArticleIdList": ["8393781"]}, {"Citation": "Selgrade M. K., Gilmour M. I. (2010) Suppression of pulmonary host defenses and enhanced susceptibility to respiratory bacterial infection in mice following inhalation exposure to trichloroethylene and chloroform. J. Immunotoxicol. 7, 350–356", "ArticleIdList": ["20925451"]}, {"Citation": "Singh V. K., Mishra K. P., Rani R., Yadav V. S., Awasthi S. K., Garg S. K. (2003) Immunomodulation by lead. Immunol. Res. 28, 151–166", "ArticleIdList": ["14610291"]}, {"Citation": "Tashkin D. P. (2005) Smoked marijuana as a cause of lung injury. Monaldi Arch. Chest Dis. 63, 93–100", "ArticleIdList": ["16128224"]}]}], "History": [{"Year": "2011", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["21878544", "PMC3236556", "10.1189/jlb.0311114", "jlb.0311114"]}}], "PubmedBookArticle": []}