{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Air pollutants", "Antioxidant", "Asthma", "Particulate matter", "Vehicle emissions"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22016586", "DateCompleted": {"Year": "2012", "Month": "02", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3904/kjim.2011.26.3.262"], "ArticleDate": [{"Year": "2011", "Month": "09", "Day": "13"}], "Journal": {"ISSN": "2005-6648", "JournalIssue": {"Volume": "26", "Issue": "3", "PubDate": {"Year": "2011", "Month": "Sep"}}, "Title": "The Korean journal of internal medicine", "ISOAbbreviation": "Korean J Intern Med"}, "ArticleTitle": "Impact of air pollution on allergic diseases.", "Pagination": {"StartPage": "262", "EndPage": "273", "MedlinePgn": "262-73"}, "Abstract": {"AbstractText": ["The incidence of allergic diseases in most industrialized countries has increased. Although the exact mechanisms behind this rapid increase in prevalence remain uncertain, a variety of air pollutants have been attracting attention as one causative factor. Epidemiological and toxicological research suggests a causative relationship between air pollution and the increased incidence of asthma, allergic rhinitis, and other allergic disorders. These include ozone, nitrogen dioxide and, especially particulate matter, produced by traffic-related and industrial activities. Strong epidemiological evidence supports a relationship between air pollution and the exacerbation of asthma and other respiratory diseases. Recent studies have suggested that air pollutants play a role in the development of asthma and allergies. Researchers have elucidated the mechanisms whereby these pollutants induce adverse effects; they appear to affect the balance between antioxidant pathways and airway inflammation. Gene polymorphisms involved in antioxidant pathways can modify responses to air pollution exposure. While the characterization and monitoring of pollutant components currently dictates pollution control policies, it will be necessary to identify susceptible subpopulations to target therapy/prevention of pollution-induced respiratory diseases."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Medicine, Kyorin University School of Medicine, Tokyo, Japan. htakizawa-alg@umin.ac.jp"}], "Identifier": [], "LastName": "Takizawa", "ForeName": "Hajime", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Korean J Intern Med", "NlmUniqueID": "8712418", "ISSNLinking": "1226-3303"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Gene-Environment Interaction"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology", "etiology", "genetics", "metabolism", "prevention & control"], "DescriptorName": "Hypersensitivity"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}], "CoiStatement": "No potential conflict of interest relevant to this article was reported."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Eder W, Ege MJ, von Mutius E. The asthma epidemic. N Engl J Med. 2006;355:2226–2235.", "ArticleIdList": ["17124020"]}, {"Citation": "Saxon A, Diaz-Sanchez D. Air pollution and allergy: you are what you breathe. Nat Immunol. 2005;6:223–226.", "ArticleIdList": ["15716966"]}, {"Citation": "Takizawa H. Diesel exhaust particles and their effect on induced cytokine expression in human bronchial epithelial cells. Curr Opin Allergy Clin Immunol. 2004;4:355–359.", "ArticleIdList": ["15349033"]}, {"Citation": "Terzano C, Di Stefano F, Conti V, Graziani E, Petroianni A. Air pollution ultrafine particles: toxicity beyond the lung. Eur Rev Med Pharmacol Sci. 2010;14:809–821.", "ArticleIdList": ["21222367"]}, {"Citation": "Dockery DW, Pope CA, 3rd, Xu X, et al. An association between air pollution and mortality in six U.S. cities. N Engl J Med. 1993;329:1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Schindler C, Keidel D, Gerbase MW, et al. Improvements in PM10 exposure and reduced rates of respiratory symptoms in a cohort of Swiss adults (SAPALDIA) Am J Respir Crit Care Med. 2009;179:579–587.", "ArticleIdList": ["19151198"]}, {"Citation": "Bayer-Oglesby L, Grize L, Gassner M, et al. Decline of ambient air pollution levels and improved respiratory health in Swiss children. Environ Health Perspect. 2005;113:1632–1637.", "ArticleIdList": ["PMC1310930", "16263523"]}, {"Citation": "McDonnell WF, Horstman DH, Hazucha MJ, et al. Pulmonary effects of ozone exposure during exercise: dose-response characteristics. J Appl Physiol. 1983;54:1345–1352.", "ArticleIdList": ["6863094"]}, {"Citation": "Kulle TJ, Sauder LR, Hebel JR, Chatham MD. Ozone response relationships in healthy nonsmokers. Am Rev Respir Dis. 1985;132:36–41.", "ArticleIdList": ["4014870"]}, {"Citation": "Kinney PL, Thurston GD, Raizenne M. The effects of ambient ozone on lung function in children: a reanalysis of six summer camp studies. Environ Health Perspect. 1996;104:170–174.", "ArticleIdList": ["PMC1469279", "8820584"]}, {"Citation": "Peters JM, Avol E, Gauderman WJ, et al. A study of twelve Southern California communities with differing levels and types of air pollution. II. Effects on pulmonary function. Am J Respir Crit Care Med. 1999;159:768–775.", "ArticleIdList": ["10051249"]}, {"Citation": "Horvath SM, Gliner JA, Folinsbee LJ. Adaptation to ozone: duration of effect. Am Rev Respir Dis. 1981;123:496–499.", "ArticleIdList": ["7235372"]}, {"Citation": "Mudway IS, Kelly FJ. An investigation of inhaled ozone dose and the magnitude of airway inflammation in healthy adults. Am J Respir Crit Care Med. 2004;169:1089–1095.", "ArticleIdList": ["14754762"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, et al. The effect of air pollution on lung development from 10 to 18 years of age. N Engl J Med. 2004;351:1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Ackermann-Liebrich U, Leuenberger P, Schwartz J, et al. Lung function and long term exposure to air pollutants in Switzerland: Study on Air Pollution and Lung Diseases in Adults (SAPALDIA) Team. Am J Respir Crit Care Med. 1997;155:122–129.", "ArticleIdList": ["9001300"]}, {"Citation": "Rosenlund M, Forastiere F, Porta D, De Sario M, Badaloni C, Perucci CA. Traffic-related air pollution in relation to respiratory symptoms, allergic sensitisation and lung function in schoolchildren. Thorax. 2009;64:573–580.", "ArticleIdList": ["18852158"]}, {"Citation": "Avol EL, Gauderman WJ, Tan SM, London SJ, Peters JM. Respiratory effects of relocating to areas of differing air pollution levels. Am J Respir Crit Care Med. 2001;164:2067–2072.", "ArticleIdList": ["11739136"]}, {"Citation": "Takizawa H. Airway epithelial cells as regulators of airway inflammation (Review) Int J Mol Med. 1998;1:367–378.", "ArticleIdList": ["9852239"]}, {"Citation": "Sheffield PE, Weinberger KR, Kinney PL. Climate change, aeroallergens, and pediatric allergic disease. Mt Sinai J Med. 2011;78:78–84.", "ArticleIdList": ["PMC3075981", "21259264"]}, {"Citation": "Lipsett M, Hurley S, Ostro B. Air pollution and emergency room visits for asthma in Santa Clara County, California. Environ Health Perspect. 1997;105:216–222.", "ArticleIdList": ["PMC1469790", "9105797"]}, {"Citation": "Gauderman WJ, Avol E, Lurmann F, et al. Childhood asthma and exposure to traffic and nitrogen dioxide. Epidemiology. 2005;16:737–743.", "ArticleIdList": ["16222162"]}, {"Citation": "Tunnicliffe WS, Burge PS, Ayres JG. Effect of domestic concentrations of nitrogen dioxide on airway responses to inhaled allergen in asthmatic patients. Lancet. 1994;344:1733–1736.", "ArticleIdList": ["7997002"]}, {"Citation": "Strand V, Svartengren M, Rak S, Barck C, Bylin G. Repeated exposure to an ambient level of NO2 enhances asthmatic response to a nonsymptomatic allergen dose. Eur Respir J. 1998;12:6–12.", "ArticleIdList": ["9701406"]}, {"Citation": "Lin S, Liu X, Le LH, Hwang SA. Chronic exposure to ambient ozone and asthma hospital admissions among children. Environ Health Perspect. 2008;116:1725–1730.", "ArticleIdList": ["PMC2599770", "19079727"]}, {"Citation": "Meng YY, Rull RP, Wilhelm M, Lombardi C, Balmes J, Ritz B. Outdoor air pollution and uncontrolled asthma in the San Joaquin Valley, California. J Epidemiol Community Health. 2010;64:142–147.", "ArticleIdList": ["20056967"]}, {"Citation": "Gent JF, Triche EW, Holford TR, et al. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA. 2003;290:1859–1867.", "ArticleIdList": ["14532314"]}, {"Citation": "Just J, Ségala C, Sahraoui F, Priol G, Grimfeld A, Neukirch F. Short-term health effects of particulate and photochemical air pollution in asthmatic children. Eur Respir J. 2002;20:899–906.", "ArticleIdList": ["12412681"]}, {"Citation": "Penttinen P, Vallius M, Tiittanen P, Ruuskanen J, Pekkanen J. Source-specific fine particles in urban air and respiratory function among adult asthmatics. Inhal Toxicol. 2006;18:191–198.", "ArticleIdList": ["16399661"]}, {"Citation": "Escamilla-Nunez MC, Barraza-Villarreal A, Hernandez-Cadena L, et al. Traffic-related air pollution and respiratory symptoms among asthmatic children, resident in Mexico City: the EVA cohort study. Respir Res. 2008;9:74.", "ArticleIdList": ["PMC2613139", "19014608"]}, {"Citation": "Balmes JR, Earnest G, Katz PP, et al. Exposure to traffic: lung function and health status in adults with asthma. J Allergy Clin Immunol. 2009;123:626–631.", "ArticleIdList": ["PMC2785911", "19152968"]}, {"Citation": "McCreanor J, Cullinan P, Nieuwenhuijsen MJ, et al. Respiratory effects of exposure to diesel traffic in persons with asthma. N Engl J Med. 2007;357:2348–2358.", "ArticleIdList": ["18057337"]}, {"Citation": "Zhang JJ, McCreanor JE, Cullinan P, et al. Health effects of real-world exposure to diesel exhaust in persons with asthma. Res Rep Health Eff Inst. 2009;(138):5–109.", "ArticleIdList": ["19449765"]}, {"Citation": "Takizawa H, Ohbayashi O, Azuma A, et al. The official report of Environmental Restoration and Conservation Agency of Japan. Kawasaki: Environmental Restoration and Conservation Agency of Japan; 2011."}, {"Citation": "Corradi M, Gergelova P, Mutti A. Use of exhaled breath condensate to investigate occupational lung diseases. Curr Opin Allergy Clin Immunol. 2010;10:93–98.", "ArticleIdList": ["19996962"]}, {"Citation": "The International Study of Asthma and Allergies in Childhood (ISAAC) Steering Committee. Worldwide variation in prevalence of symptoms of asthma, allergic rhinoconjunctivitis, and atopic eczema: ISAAC. Lancet. 1998;351:1225–1232.", "ArticleIdList": ["9643741"]}, {"Citation": "Ho SM. Environmental epigenetics of asthma: an update. J Allergy Clin Immunol. 2010;126:453–465.", "ArticleIdList": ["PMC3775260", "20816181"]}, {"Citation": "Thornton CA, Macfarlane TV, Holt PG. The hygiene hypothesis revisited: role of materno-fetal interactions. Curr Allergy Asthma Rep. 2010;10:444–452.", "ArticleIdList": ["20809222"]}, {"Citation": "Diaz-Sanchez D, Proietti L, Polosa R. Diesel fumes and the rising prevalence of atopy: an urban legend? Curr Allergy Asthma Rep. 2003;3:146–152.", "ArticleIdList": ["12562554"]}, {"Citation": "Brauer M, Hoek G, Smit HA, et al. Air pollution and development of asthma, allergy and infections in a birth cohort. Eur Respir J. 2007;29:879–888.", "ArticleIdList": ["17251230"]}, {"Citation": "Morgenstern V, Zutavern A, Cyrys J, et al. Atopic diseases, allergic sensitization, and exposure to traffic-related air pollution in children. Am J Respir Crit Care Med. 2008;177:1331–1337.", "ArticleIdList": ["18337595"]}, {"Citation": "Nordling E, Berglind N, Melen E, et al. Traffic-related air pollution and childhood respiratory symptoms, function and allergies. Epidemiology. 2008;19:401–408.", "ArticleIdList": ["18379426"]}, {"Citation": "Ryan PH, Bernstein DI, Lockey J, et al. Exposure to traffic-related particles and endotoxin during infancy is associated with wheezing at age 3 years. Am J Respir Crit Care Med. 2009;180:1068–1075.", "ArticleIdList": ["PMC2784413", "19745206"]}, {"Citation": "Shima M, Nitta Y, Ando M, Adachi M. Effects of air pollution on the prevalence and incidence of asthma in children. Arch Environ Health. 2002;57:529–535.", "ArticleIdList": ["12696649"]}, {"Citation": "Gehring U, Wijga AH, Brauer M, et al. Traffic-related air pollution and the development of asthma and allergies during the first 8 years of life. Am J Respir Crit Care Med. 2010;181:596–603.", "ArticleIdList": ["19965811"]}, {"Citation": "Kunzli N, Bridevaux PO, Liu LJ, et al. Traffic-related air pollution correlates with adult-onset asthma among never-smokers. Thorax. 2009;64:664–670.", "ArticleIdList": ["19359271"]}, {"Citation": "Oftedal B, Nystad W, Brunekreef B, Nafstad P. Long-term traffic-related exposures and asthma onset in schoolchildren in oslo, norway. Environ Health Perspect. 2009;117:839–844.", "ArticleIdList": ["PMC2685850", "19478970"]}, {"Citation": "Anderson HR, Ruggles R, Pandey KD, et al. Ambient particulate pollution and the world-wide prevalence of asthma, rhinoconjunctivitis and eczema in children: Phase One of the International Study of Asthma and Allergies in Childhood (ISAAC) Occup Environ Med. 2010;67:293–300.", "ArticleIdList": ["19819866"]}, {"Citation": "Braback L, Forsberg B. Does traffic exhaust contribute to the development of asthma and allergic sensitization in children: findings from recent cohort studies. Environ Health. 2009;8:17.", "ArticleIdList": ["PMC2674435", "19371435"]}, {"Citation": "McConnell R, Islam T, Shankardass K, et al. Childhood incident asthma and traffic-related air pollution at home and school. Environ Health Perspect. 2010;118:1021–1026.", "ArticleIdList": ["PMC2920902", "20371422"]}, {"Citation": "Gilliland FD, Li YF, Saxon A, Diaz-Sanchez D. Effect of glutathione-S-transferase M1 and P1 genotypes on xenobiotic enhancement of allergic responses: randomised, placebo-controlled crossover study. Lancet. 2004;363:119–125.", "ArticleIdList": ["14726165"]}, {"Citation": "McConnell R, Berhane K, Yao L, et al. Traffic, susceptibility, and childhood asthma. Environ Health Perspect. 2006;114:766–772.", "ArticleIdList": ["PMC1459934", "16675435"]}, {"Citation": "Gordian ME, Haneuse S, Wakefield J. An investigation of the association between traffic exposure and the diagnosis of asthma in children. J Expo Sci Environ Epidemiol. 2006;16:49–55.", "ArticleIdList": ["16007113"]}, {"Citation": "Clougherty JE, Kubzansky LD. A framework for examining social stress and susceptibility to air pollution in respiratory health. Environ Health Perspect. 2009;117:1351–1358.", "ArticleIdList": ["PMC2737009", "19750097"]}, {"Citation": "Clougherty JE, Levy JI, Kubzansky LD, et al. Synergistic effects of traffic-related air pollution and exposure to violence on urban asthma etiology. Environ Health Perspect. 2007;115:1140–1146.", "ArticleIdList": ["PMC1940095", "17687439"]}, {"Citation": "Meng YY, Wilhelm M, Rull RP, English P, Nathan S, Ritz B. Are frequent asthma symptoms among low-income individuals related to heavy traffic near homes, vulnerabilities, or both? Ann Epidemiol. 2008;18:343–350.", "ArticleIdList": ["18433665"]}, {"Citation": "Chen E, Schreier HM, Strunk RC, Brauer M. Chronic traffic-related air pollution and stress interact to predict biologic and clinical outcomes in asthma. Environ Health Perspect. 2008;116:970–975.", "ArticleIdList": ["PMC2453169", "18629323"]}, {"Citation": "Schroer KT, Biagini Myers JM, Ryan PH, et al. Associations between multiple environmental exposures and Glutathione S-Transferase P1 on persistent wheezing in a birth cohort. J Pediatr. 2009;154:401–408. 408.e1.", "ArticleIdList": ["PMC2783998", "18950799"]}, {"Citation": "Sienra-Monge JJ, Ramirez-Aguilar M, Moreno-Macias H, et al. Antioxidant supplementation and nasal inflammatory responses among young asthmatics exposed to high levels of ozone. Clin Exp Immunol. 2004;138:317–322.", "ArticleIdList": ["PMC1809210", "15498043"]}, {"Citation": "Behndig AF, Blomberg A, Helleday R, Kelly FJ, Mudway IS. Augmentation of respiratory tract lining fluid ascorbate concentrations through supplementation with vitamin C. Inhal Toxicol. 2009;21:250–258.", "ArticleIdList": ["19009458"]}, {"Citation": "Romieu I, Sienra-Monge JJ, Ramirez-Aguilar M, et al. Genetic polymorphism of GSTM1 and antioxidant supplementation influence lung function in relation to ozone exposure in asthmatic children in Mexico City. Thorax. 2004;59:8–10.", "ArticleIdList": ["PMC1758856", "14694237"]}, {"Citation": "Kelly FJ, Fussell JC. Air pollution and airway disease. Clin Exp Allergy. 2011;41:1059–1071.", "ArticleIdList": ["21623970"]}, {"Citation": "Riedl M, Diaz-Sanchez D. Biology of diesel exhaust effects on respiratory function. J Allergy Clin Immunol. 2005;115:221–228.", "ArticleIdList": ["15696072"]}, {"Citation": "Diaz-Sanchez D. The role of diesel exhaust particles and their associated polyaromatic hydrocarbons in the induction of allergic airway disease. Allergy. 1997;52(38 Suppl):52–56.", "ArticleIdList": ["9208060"]}, {"Citation": "Xu GB, Yu CP. Deposition of diesel exhaust particles in mammalian lungs: a comparison between rodents and man. Aerosol Sci Technol. 1987;7:117–123."}, {"Citation": "Boland S, Baeza-Squiban A, Fournier T, et al. Diesel exhaust particles are taken up by human airway epithelial cells in vitro and alter cytokine production. Am J Physiol. 1999;276(4 Pt 1):L604–L613.", "ArticleIdList": ["10198358"]}, {"Citation": "Ohtoshi T, Takizawa H, Okazaki H, et al. Diesel exhaust particles stimulate human airway epithelial cells to produce cytokines relevant to airway inflammation in vitro. J Allergy Clin Immunol. 1998;101(6 Pt 1):778–785.", "ArticleIdList": ["9648705"]}, {"Citation": "Bayram H, Devalia JL, Khair OA, et al. Comparison of ciliary activity and inflammatory mediator release from bronchial epithelial cells of nonatopic nonasthmatic subjects and atopic asthmatic patients and the effect of diesel exhaust particles in vitro. J Allergy Clin Immunol. 1998;102:771–782.", "ArticleIdList": ["9819294"]}, {"Citation": "Takizawa H, Abe S, Ohtoshi T, et al. Diesel exhaust particles up-regulate expression of intercellular adhesion molecule-1 (ICAM-1) in human bronchial epithelial cells. Clin Exp Immunol. 2000;120:356–362.", "ArticleIdList": ["PMC1905640", "10792388"]}, {"Citation": "Takizawa H, Ohtoshi T, Kawasaki S, et al. Diesel exhaust particles induce NF-kappa B activation in human bronchial epithelial cells in vitro: importance in cytokine transcription. J Immunol. 1999;162:4705–4711.", "ArticleIdList": ["10202011"]}, {"Citation": "Takizawa H, Abe S, Okazaki H, et al. Diesel exhaust particles upregulate eotaxin gene expression in human bronchial epithelial cells via nuclear factor-kappa B-dependent pathway. Am J Physiol Lung Cell Mol Physiol. 2003;284:L1055–L1062.", "ArticleIdList": ["12576300"]}, {"Citation": "Bommel H, Haake M, Luft P, et al. The diesel exhaust component pyrene induces expression of IL-8 but not of eotaxin. Int Immunopharmacol. 2003;3:1371–1379.", "ArticleIdList": ["12946434"]}, {"Citation": "Hashimoto S, Gon Y, Takeshita I, et al. Diesel exhaust particles activate p38 MAP kinase to produce interleukin 8 and RANTES by human bronchial epithelial cells and N-acetylcysteine attenuates p38 MAP kinase activation. Am J Respir Crit Care Med. 2000;161:280–285.", "ArticleIdList": ["10619832"]}, {"Citation": "Boland S, Bonvallot V, Fournier T, Baeza-Squiban A, Aubier M, Marano F. Mechanisms of GM-CSF increase by diesel exhaust particles in human airway epithelial cells. Am J Physiol Lung Cell Mol Physiol. 2000;278:L25–L32.", "ArticleIdList": ["10645887"]}, {"Citation": "Li N, Wang M, Oberley TD, Sempf JM, Nel AE. Comparison of the pro-oxidative and proinflammatory effects of organic diesel exhaust particle chemicals in bronchial epithelial cells and macrophages. J Immunol. 2002;169:4531–4541.", "ArticleIdList": ["12370390"]}, {"Citation": "Salvi S, Blomberg A, Rudell B, et al. Acute inflammatory responses in the airways and peripheral blood after short-term exposure to diesel exhaust in healthy human volunteers. Am J Respir Crit Care Med. 1999;159:702–709.", "ArticleIdList": ["10051240"]}, {"Citation": "Salvi SS, Nordenhall C, Blomberg A, et al. Acute exposure to diesel exhaust increases IL-8 and GRO-alpha production in healthy human airways. Am J Respir Crit Care Med. 2000;161(2 Pt 1):550–557.", "ArticleIdList": ["10673199"]}, {"Citation": "Stenfors N, Nordenhall C, Salvi SS, et al. Different airway inflammatory responses in asthmatic and healthy humans exposed to diesel. Eur Respir J. 2004;23:82–86.", "ArticleIdList": ["14738236"]}, {"Citation": "Holgate ST, Sandstrom T, Frew AJ, et al. Health effects of acute exposure to air pollution. Part I: Healthy and asthmatic subjects exposed to diesel exhaust. Res Rep Health Eff Inst. 2003;(112):1–30.", "ArticleIdList": ["14738208"]}, {"Citation": "Kradin RL, Sakamoto H, Jain F, Zhao LH, Hymowitz G, Preffer F. IL-10 inhibits inflammation but does not affect fibrosis in the pulmonary response to bleomycin. Exp Mol Pathol. 2004;76:205–211.", "ArticleIdList": ["15126102"]}, {"Citation": "Zhang Q, Kleeberger SR, Reddy SP. DEP-induced fra-1 expression correlates with a distinct activation of AP-1-dependent gene transcription in the lung. Am J Physiol Lung Cell Mol Physiol. 2004;286:L427–L436.", "ArticleIdList": ["14565943"]}, {"Citation": "Blanchet S, Ramgolam K, Baulig A, Marano F, Baeza-Squiban A. Fine particulate matter induces amphiregulin secretion by bronchial epithelial cells. Am J Respir Cell Mol Biol. 2004;30:421–427.", "ArticleIdList": ["14701705"]}, {"Citation": "Pourazar J, Blomberg A, Kelly FJ, et al. Diesel exhaust increases EGFR and phosphorylated C-terminal Tyr 1173 in the bronchial epithelium. Part Fibre Toxicol. 2008;5:8.", "ArticleIdList": ["PMC2405801", "18460189"]}, {"Citation": "Di Giampaolo L, Quecchia C, Schiavone C, et al. Environmental pollution and asthma. Int J Immunopathol Pharmacol. 2011;24(1 Suppl):31S–38S.", "ArticleIdList": ["21329563"]}, {"Citation": "Xu X, Kherada N, Hong X, et al. Diesel exhaust exposure induces angiogenesis. Toxicol Lett. 2009;191:57–68.", "ArticleIdList": ["PMC2784267", "19683567"]}, {"Citation": "Bonvallot V, Baeza-Squiban A, Baulig A, et al. Organic compounds from diesel exhaust particles elicit a proinflammatory response in human airway epithelial cells and induce cytochrome p450 1A1 expression. Am J Respir Cell Mol Biol. 2001;25:515–521.", "ArticleIdList": ["11694458"]}, {"Citation": "Kawasaki S, Takizawa H, Takami K, et al. Benzene-extracted components are important for the major activity of diesel exhaust particles: effect on interleukin-8 gene expression in human bronchial epithelial cells. Am J Respir Cell Mol Biol. 2001;24:419–426.", "ArticleIdList": ["11306435"]}, {"Citation": "Tal TL, Simmons SO, Silbajoris R, et al. Differential transcriptional regulation of IL-8 expression by human airway epithelial cells exposed to diesel exhaust particles. Toxicol Appl Pharmacol. 2010;243:46–54.", "ArticleIdList": ["19914270"]}, {"Citation": "Li YJ, Takizawa H, Kawada T. Role of oxidative stresses induced by diesel exhaust particles in airway inflammation, allergy and asthma: their potential as a target of chemoprevention. Inflamm Allergy Drug Targets. 2010;9:300–305.", "ArticleIdList": ["20887268"]}, {"Citation": "Sagai M, Furuyama A, Ichinose T. Biological effects of diesel exhaust particles (DEP). III. Pathogenesis of asthma like symptoms in mice. Free Radic Biol Med. 1996;21:199–209.", "ArticleIdList": ["8818635"]}, {"Citation": "Miyabara Y, Takano H, Ichinose T, Lim HB, Sagai M. Diesel exhaust enhances allergic airway inflammation and hyperresponsiveness in mice. Am J Respir Crit Care Med. 1998;157(4 Pt 1):1138–1144.", "ArticleIdList": ["9563731"]}, {"Citation": "Takano H, Ichinose T, Miyabara Y, et al. Inhalation of diesel exhaust enhances allergen-related eosinophil recruitment and airway hyperresponsiveness in mice. Toxicol Appl Pharmacol. 1998;150:328–337.", "ArticleIdList": ["9653064"]}, {"Citation": "Muranaka M, Suzuki S, Koizumi K, et al. Adjuvant activity of diesel-exhaust particulates for the production of IgE antibody in mice. J Allergy Clin Immunol. 1986;77:616–623.", "ArticleIdList": ["2420853"]}, {"Citation": "Takano H, Yoshikawa T, Ichinose T, Miyabara Y, Imaoka K, Sagai M. Diesel exhaust particles enhance antigen-induced airway inflammation and local cytokine expression in mice. Am J Respir Crit Care Med. 1997;156:36–42.", "ArticleIdList": ["9230723"]}, {"Citation": "Ohta K, Yamashita N, Tajima M, et al. Diesel exhaust particulate induces airway hyperresponsiveness in a murine model: essential role of GM-CSF. J Allergy Clin Immunol. 1999;104:1024–1030.", "ArticleIdList": ["10550748"]}, {"Citation": "Ichinose T, Takano H, Miyabara Y, Sagai M. Long-term exposure to diesel exhaust enhances antigen-induced eosinophilic inflammation and epithelial damage in the murine airway. Toxicol Sci. 1998;44:70–79.", "ArticleIdList": ["9720143"]}, {"Citation": "Matsumoto A, Hiramatsu K, Li Y, et al. Repeated exposure to low-dose diesel exhaust after allergen challenge exaggerates asthmatic responses in mice. Clin Immunol. 2006;121:227–235.", "ArticleIdList": ["16979384"]}, {"Citation": "Li YJ, Kawada T, Matsumoto A, et al. Airway inflammatory responses to oxidative stress induced by low-dose diesel exhaust particle exposure differ between mouse strains. Exp Lung Res. 2007;33:227–244.", "ArticleIdList": ["17620185"]}, {"Citation": "Li YJ, Kawada T, Takizawa H, et al. Airway inflammatory responses to oxidative stress induced by prolonged low-dose diesel exhaust particle exposure from birth differ between mouse BALB/c and C57BL/6 strains. Exp Lung Res. 2008;34:125–139.", "ArticleIdList": ["18307122"]}, {"Citation": "Kang KW, Lee SJ, Kim SG. Molecular mechanism of nrf2 activation by oxidative stress. Antioxid Redox Signal. 2005;7:1664–1673.", "ArticleIdList": ["16356128"]}, {"Citation": "Li YJ, Takizawa H, Azuma A, et al. Disruption of Nrf2 enhances susceptibility to airway inf lammatory responses induced by low-dose diesel exhaust particles in mice. Clin Immunol. 2008;128:366–373.", "ArticleIdList": ["18614404"]}, {"Citation": "Li YJ, Takizawa H, Azuma A, et al. Nrf2 is closely related to allergic airway inflammatory responses induced by low-dose diesel exhaust particles in mice. Clin Immunol. 2010;137:234–241.", "ArticleIdList": ["20797910"]}, {"Citation": "Li YJ, Takizawa H, Azuma A, et al. The effects of oxidative stress induced by prolonged low-dose diesel exhaust particle exposure on the generation of allergic airway inflammation differ between BALB/c and C57BL/6 mice. Immunopharmacol Immunotoxicol. 2009;31:230–237.", "ArticleIdList": ["18791914"]}, {"Citation": "Rangasamy T, Guo J, Mitzner WA, et al. Disruption of Nrf2 enhances susceptibility to severe airway inflammation and asthma in mice. J Exp Med. 2005;202:47–59.", "ArticleIdList": ["PMC2212893", "15998787"]}, {"Citation": "Hashizume M, Ueda K, Nishiwaki Y, Michikawa T, Onozuka D. Health effects of Asian dust events: a review of the literature. Nihon Eiseigaku Zasshi. 2010;65:413–421.", "ArticleIdList": ["20508385"]}, {"Citation": "Ichinose T, Yoshida S, Hiyoshi K, et al. The effects of microbial materials adhered to Asian sand dust on allergic lung inflammation. Arch Environ Contam Toxicol. 2008;55:348–357.", "ArticleIdList": ["18227959"]}, {"Citation": "Ichinose T, Hiyoshi K, Yoshida S, et al. Asian sand dust aggravates allergic rhinitis in guinea pigs induced by Japanese cedar pollen. Inhal Toxicol. 2009;21:985–993.", "ArticleIdList": ["19552583"]}, {"Citation": "Whitekus MJ, Li N, Zhang M, et al. Thiol antioxidants inhibit the adjuvant effects of aerosolized diesel exhaust particles in a murine model for ovalbumin sensitization. J Immunol. 2002;168:2560–2567.", "ArticleIdList": ["11859152"]}, {"Citation": "Tashakkor AY, Chow KS, Carlsten C. Modification by antioxidant supplementation of changes in human lung function associated with air pollutant exposure: a systematic review. BMC Public Health. 2011;11:532.", "ArticleIdList": ["PMC3158771", "21729301"]}]}], "History": [{"Year": "2011", "Month": "7", "Day": "10"}, {"Year": "2011", "Month": "8", "Day": "5"}, {"Year": "2011", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "2", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22016586", "PMC3192198", "10.3904/kjim.2011.26.3.262"]}}], "PubmedBookArticle": []}