{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22066571", "DateCompleted": {"Year": "2012", "Month": "03", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3109/08958378.2011.622316"], "ArticleDate": [{"Year": "2011", "Month": "11", "Day": "08"}], "Journal": {"ISSN": "1091-7691", "JournalIssue": {"Volume": "23", "Issue": "14", "PubDate": {"Year": "2011", "Month": "Dec"}}, "Title": "Inhalation toxicology", "ISOAbbreviation": "Inhal Toxicol"}, "ArticleTitle": "Impact of aging on pulmonary responses to acute ozone exposure in mice: role of TNFR1.", "Pagination": {"StartPage": "878", "EndPage": "888", "MedlinePgn": "878-88"}, "Abstract": {"AbstractText": ["Chamber studies in adult humans indicate reduced responses to acute ozone with increasing age. Age-related changes in TNFα have been observed. TNFα induced inflammation is predominantly mediated through TNFR1.", "To examine the impact of aging on inflammatory responses to acute ozone exposure in mice and determine the role of TNFR1 in age-related differences.", "Wildtype and TNFR1 deficient (TNFR1(-/-)) mice aged 7 or 39 weeks were exposed to ozone (2 ppm for 3 h). Four hours after exposure, bronchoalveolar lavage (BAL) was performed and BAL cells, cytokines, chemokines, and protein were examined.", "Ozone-induced increases in BAL neutrophils and in neutrophil chemotactic factors were lower in 39- versus 7-week-old wildtype, but not (TNFR1(-/-)) mice. There was no effect of TNFR1 genotype in 7-week-old mice, but in 39-week-old mice, BAL neutrophils and BAL concentrations of MCP-1, KC, MIP-2, IL-6 and IP-10 were significantly greater following ozone exposure in TNFR1(-/-) versus wildtype mice. BAL concentrations of the soluble form of the TNFR1 receptor (sTNFR1) were substantially increased in 39-week-old versus 7-week-old mice, regardless of exposure.", "The data suggest that increased levels of sTNFR1 in the lungs of the 39-week-old mice may neutralize TNFα and protect these older mice against ozone-induced inflammation."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, Boston, MA 02115, USA. sshore@hsph.harvard.edu"}], "Identifier": [], "LastName": "Shore", "ForeName": "Stephanie A", "Initials": "SA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Williams", "ForeName": "Erin S", "Initials": "ES"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chen", "ForeName": "Lucas", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Benedito", "ForeName": "Leandro A P", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kasahara", "ForeName": "David I", "Initials": "DI"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhu", "ForeName": "Ming", "Initials": "M"}], "GrantList": [{"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES013307", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES-000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES-013307", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Inhal Toxicol", "NlmUniqueID": "8910739", "ISSNLinking": "0895-8378"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "AREG protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Amphiregulin"}, {"RegistryNumber": "0", "NameOfSubstance": "Areg protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "CLDN4 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Claudin-4"}, {"RegistryNumber": "0", "NameOfSubstance": "Claudins"}, {"RegistryNumber": "0", "NameOfSubstance": "Cldn4 protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "EGF Family of Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycoproteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Intercellular Signaling Peptides and Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Mt2 protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Messenger"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Tumor Necrosis Factor, Type I"}, {"RegistryNumber": "0", "NameOfSubstance": "Tnfrsf1a protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "metallothionein-1, mouse"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9038-94-2", "NameOfSubstance": "Metallothionein"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "Heme Oxygenase-1"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Aging"}, {"QualifierName": [], "DescriptorName": "Amphiregulin"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "cytology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": [], "DescriptorName": "Claudin-4"}, {"QualifierName": ["genetics"], "DescriptorName": "Claudins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "EGF Family of Proteins"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression"}, {"QualifierName": ["genetics"], "DescriptorName": "Glycoproteins"}, {"QualifierName": ["genetics"], "DescriptorName": "Heme Oxygenase-1"}, {"QualifierName": ["genetics"], "DescriptorName": "Intercellular Signaling Peptides and Proteins"}, {"QualifierName": [], "DescriptorName": "Leukocyte Count"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["genetics"], "DescriptorName": "Metallothionein"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Mice, Knockout"}, {"QualifierName": ["cytology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["toxicity"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced", "metabolism", "pathology"], "DescriptorName": "Pneumonia"}, {"QualifierName": ["metabolism"], "DescriptorName": "RNA, Messenger"}, {"QualifierName": ["deficiency", "genetics", "metabolism"], "DescriptorName": "Receptors, Tumor Necrosis Factor, Type I"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akassoglou K, Douni E, Bauer J, Lassmann H, Kollias G, Probert L. Exclusive tumor necrosis factor (TNF) signaling by the p75TNF receptor triggers inflammatory ischemia in the CNS of transgenic mice. Proc Natl Acad Sci USA. 2003;100:709–714.", "ArticleIdList": ["PMC141061", "12522266"]}, {"Citation": "Alexis N, Urch B, Tarlo S, Corey P, Pengelly D, O’Byrne P, Silverman F. Cyclooxygenase metabolites play a different role in ozone-induced pulmonary function decline in asthmatics compared to normals. Inhal Toxicol. 2000;12:1205–1224.", "ArticleIdList": ["11114789"]}, {"Citation": "Arito H, Takahashi M, Iwasaki T, Uchiyama I. Age-related changes in ventilatory and heart rate responses to acute ozone exposure in the conscious rat. Ind Health. 1997;35:78–86.", "ArticleIdList": ["9009505"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiology. 2005;16:436–445.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Bhalla DK. Ozone-induced lung inflammation and mucosal barrier disruption: toxicology, mechanisms, and implications. J Toxicol Environ Health B Crit Rev. 1999;2:31–86.", "ArticleIdList": ["10081525"]}, {"Citation": "Brill A, Chauhan AK, Canault M, Walsh MT, Bergmeier W, Wagner DD. Oxidative stress activates ADAM17/TACE and induces its target receptor shedding in platelets in a p38-dependent fashion. Cardiovasc Res. 2009;84:137–144.", "ArticleIdList": ["PMC2741344", "19482949"]}, {"Citation": "Brüünsgaard H, Pedersen BK. Age-related inflammatory cytokines and disease. Immunol Allergy Clin North Am. 2003;23:15–39.", "ArticleIdList": ["12645876"]}, {"Citation": "Calvi CL, Podowski M, D’Alessio FR, Metzger SL, Misono K, Poonyagariyagorn H, Lopez-Mercado A, Ku T, Lauer T, Cheadle C, Talbot CC, Jr, Jie C, McGrath-Morrow S, King LS, Walston J, Neptune ER. Critical transition in tissue homeostasis accompanies murine lung senescence. PLoS ONE. 2011;6:e20712.", "ArticleIdList": ["PMC3119663", "21713037"]}, {"Citation": "Chiu H, Gardner CR, Dambach DM, Brittingham JA, Durham SK, Laskin JD, Laskin DL. Role of p55 tumor necrosis factor receptor 1 in acetaminophen-induced antioxidant defense. Am J Physiol Gastrointest Liver Physiol. 2003;285:G959–G966.", "ArticleIdList": ["12842828"]}, {"Citation": "Chiu HF, Cheng MH, Yang CY. Air pollution and hospital admissions for pneumonia in a subtropical city: Taipei, Taiwan. Inhal Toxicol. 2009;21:32–37.", "ArticleIdList": ["18923947"]}, {"Citation": "Cho HY, Morgan DL, Bauer AK, Kleeberger SR. Signal transduction pathways of tumor necrosis factor–mediated lung injury induced by ozone in mice. Am J Respir Crit Care Med. 2007;175:829–839.", "ArticleIdList": ["PMC1899292", "17255564"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol. 2001;280:L537–L546.", "ArticleIdList": ["11159038"]}, {"Citation": "Dauger S, Ferkdadji L, Saumon G, Vardon G, Peuchmaur M, Gaultier C, Gallego J. Neonatal exposure to 65% oxygen durably impairs lung architecture and breathing pattern in adult mice. Chest. 2003;123:530–538.", "ArticleIdList": ["12576377"]}, {"Citation": "de Gonzalo-Calvo D, Neitzert K, Fernández M, Vega-Naredo I, Caballero B, García-Macía M, Suárez FM, Rodríguez-Colunga MJ, Solano JJ, Coto-Montes A. Differential inflammatory responses in aging and disease: TNF-alpha and IL-6 as possible biomarkers. Free Radic Biol Med. 2010;49:733–737.", "ArticleIdList": ["20639132"]}, {"Citation": "Delfino RJ, Murphy-Moulton AM, Burnett RT, Brook JR, Becklake MR. Effects of air pollution on emergency room visits for respiratory illnesses in Montreal, Quebec. Am J Respir Crit Care Med. 1997;155:568–576.", "ArticleIdList": ["9032196"]}, {"Citation": "Dobbs RJ, Charlett A, Purkiss AG, Dobbs SM, Weller C, Peterson DW. Association of circulating TNF-alpha and IL-6 with ageing and parkinsonism. Acta Neurol Scand. 1999;100:34–41.", "ArticleIdList": ["10416510"]}, {"Citation": "Elder AC, Gelein R, Finkelstein JN, Cox C, Oberdörster G. Pulmonary inflammatory response to inhaled ultrafine particles is modified by age, ozone exposure, and bacterial toxin. Inhal Toxicol. 2000;12(Suppl 4):227–246.", "ArticleIdList": ["12881894"]}, {"Citation": "Fauroux B, Sampil M, Quénel P, Lemoullec Y. Ozone: a trigger for hospital pediatric asthma emergency room visits. Pediatr Pulmonol. 2000;30:41–46.", "ArticleIdList": ["10862161"]}, {"Citation": "Fukumoto J, Harada C, Kawaguchi T, Suetsugu S, Maeyama T, Inoshima I, Hamada N, Kuwano K, Nakanishi Y. Amphiregulin attenuates bleomycin-induced pneumopathy in mice. Am J Physiol Lung Cell Mol Physiol. 2010;298:L131–L138.", "ArticleIdList": ["19915156"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, Leaderer BP. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA. 2003;290:1859–1867.", "ArticleIdList": ["14532314"]}, {"Citation": "Gupta S, Gollapudi S. Molecular mechanisms of TNF-alpha-induced apoptosis in aging human T cell subsets. Int J Biochem Cell Biol. 2005;37:1034–1042.", "ArticleIdList": ["15743676"]}, {"Citation": "Hale KK, Smith CG, Baker SL, Vanderslice RW, Squires CH, Gleason TM, Tucker KK, Kohno T, Russell DA. Multifunctional regulation of the biological effects of TNF-alpha by the soluble type I and type II TNF receptors. Cytokine. 1995;7:26–38.", "ArticleIdList": ["7749064"]}, {"Citation": "Hamade AK, Misra V, Rabold R, Tankersley CG. Age-related changes in cardiac and respiratory adaptation to acute ozone and carbon black exposures: interstrain variation in mice. Inhal Toxicol. 2010;22(Suppl 2):84–94.", "ArticleIdList": ["20883109"]}, {"Citation": "Hatch GE, Slade R, Harris LP, McDonnell WF, Devlin RB, Koren HS, Costa DL, McKee J. Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med. 1994;150:676–683.", "ArticleIdList": ["8087337"]}, {"Citation": "Hazucha MJ, Folinsbee LJ, Bromberg PA. Distribution and reproducibility of spirometric response to ozone by gender and age. J Appl Physiol. 2003;95:1917–1925.", "ArticleIdList": ["12871968"]}, {"Citation": "Hazucha MJ, Madden M, Pape G, Becker S, Devlin R, Koren HS, Kehrl H, Bromberg PA. Effects of cyclo-oxygenase inhibition on ozone-induced respiratory inflammation and lung function changes. Eur J Appl Physiol Occup Physiol. 1996;73:17–27.", "ArticleIdList": ["8861665"]}, {"Citation": "Hisada T, Salmon M, Nasuhara Y, Chung KF. Involvement of haemoxygenase-1 in ozone-induced airway inflammation and hyperresponsiveness. Eur J Pharmacol. 2000;399:229–234.", "ArticleIdList": ["10884524"]}, {"Citation": "Inoue K, Takano H, Kaewamatawong T, Shimada A, Suzuki J, Yanagisawa R, Tasaka S, Ishizaka A, Satoh M. Role of metallothionein in lung inflammation induced by ozone exposure in mice. Free Radic Biol Med. 2008;45:1714–1722.", "ArticleIdList": ["18929643"]}, {"Citation": "Johnston CJ, Oberdörster G, Gelein R, Finkelstein JN. Newborn mice differ from adult mice in chemokine and cytokine expression to ozone, but not to endotoxin. Inhal Toxicol. 2000a;12:205–224.", "ArticleIdList": ["10715625"]}, {"Citation": "Johnston CJ, Reed CK, Avissar NE, Gelein R, Finkelstein JN. Antioxidant and inflammatory response after acute nitrogen dioxide and ozone exposures in C57Bl/6 mice. Inhal Toxicol. 2000b;12:187–203.", "ArticleIdList": ["10715624"]}, {"Citation": "Johnston CJ, Stripp BR, Reynolds SD, Avissar NE, Reed CK, Finkelstein JN. Inflammatory and antioxidant gene expression in C57BL/6J mice after lethal and sublethal ozone exposures. Exp Lung Res. 1999;25:81–97.", "ArticleIdList": ["10027081"]}, {"Citation": "Johnston RA, Mizgerd JP, Flynt L, Quinton LJ, Williams ES, Shore SA. Type I interleukin-1 receptor is required for pulmonary responses to subacute ozone exposure in mice. Am J Respir Cell Mol Biol. 2007;37:477–484.", "ArticleIdList": ["PMC2176124", "17575079"]}, {"Citation": "Johnston RA, Mizgerd JP, Shore SA. CXCR2 is essential for maximal neutrophil recruitment and methacholine responsiveness after ozone exposure. Am J Physiol Lung Cell Mol Physiol. 2005a;288:L61–L67.", "ArticleIdList": ["15361358"]}, {"Citation": "Johnston RA, Schwartzman IN, Flynt L, Shore SA. Role of interleukin-6 in murine airway responses to ozone. Am J Physiol Lung Cell Mol Physiol. 2005b;288:L390–L397.", "ArticleIdList": ["15516495"]}, {"Citation": "Johnston RA, Theman TA, Shore SA. Augmented responses to ozone in obese carboxypeptidase E-deficient mice. Am J Physiol Regul Integr Comp Physiol. 2006;290:R126–R133.", "ArticleIdList": ["16002559"]}, {"Citation": "Kaji T, Yamamoto C, Tsubaki S, Ohkawara S, Sakamoto M, Sato M, Kozuka H. Metallothionein induction by cadmium, cytokines, thrombin and endothelin-1 in cultured vascular endothelial cells. Life Sci. 1993;53:1185–1191.", "ArticleIdList": ["8412475"]}, {"Citation": "Kierstein S, Krytska K, Sharma S, Amrani Y, Salmon M, Panettieri RA, Jr, Zangrilli J, Haczku A. Ozone inhalation induces exacerbation of eosinophilic airway inflammation and hyperresponsiveness in allergen-sensitized mice. Allergy. 2008;63:438–446.", "ArticleIdList": ["18315731"]}, {"Citation": "Kleeberger SR. Genetic aspects of susceptibility to air pollution. Eur Respir J Suppl. 2003;40:52s–56s.", "ArticleIdList": ["12762575"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY, Longphre M, Harkema J, Jedlicka A, Eleff SM, DiSilvestre D, Holroyd KJ. Linkage analysis of susceptibility to ozone-induced lung inflammation in inbred mice. Nat Genet. 1997;17:475–478.", "ArticleIdList": ["9398854"]}, {"Citation": "Korrick SA, Neas LM, Dockery DW, Gold DR, Allen GA, Hill LB, Kimball KD, Rosner BA, Speizer FE. Effects of ozone and other pollutants on the pulmonary function of adult hikers. Environ Health Perspect. 1998;106:93–99.", "ArticleIdList": ["PMC1533017", "9435151"]}, {"Citation": "Lang JE, Williams ES, Mizgerd JP, Shore SA. Effect of obesity on pulmonary inflammation induced by acute ozone exposure: role of interleukin-6. Am J Physiol Lung Cell Mol Physiol. 2008;294:L1013–L1020.", "ArticleIdList": ["18359888"]}, {"Citation": "Lee J, Ryu SH, Kang SM, Chung WC, Gold KA, Kim ES, Hittelman WN, Ki Hong W, Koo JS. Prevention of bronchial hyperplasia by EGFR pathway inhibitors in an organotypic culture model. Cancer Prev Res (Phila) 2011;4:1306–1315.", "ArticleIdList": ["PMC3151315", "21505178"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. Ozone exposure and mortality: an empiric bayes metaregression analysis. Epidemiology. 2005;16:458–468.", "ArticleIdList": ["15951663"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method. Methods. 2001;25:402–408.", "ArticleIdList": ["11846609"]}, {"Citation": "Lu FL, Johnston RA, Flynt L, Theman TA, Terry RD, Schwartzman IN, Lee A, Shore SA. Increased pulmonary responses to acute ozone exposure in obese db/db mice. Am J Physiol Lung Cell Mol Physiol. 2006;290:L856–L865.", "ArticleIdList": ["16373670"]}, {"Citation": "Lucas R, Juillard P, Decoster E, Redard M, Burger D, Donati Y, Giroud C, Monso-Hinard C, De Kesel T, Buurman WA, Moore MW, Dayer JM, Fiers W, Bluethmann H, Grau GE. Crucial role of tumor necrosis factor (TNF) receptor 2 and membrane-bound TNF in experimental cerebral malaria. Eur J Immunol. 1997;27:1719–1725.", "ArticleIdList": ["9247583"]}, {"Citation": "MacEwan DJ. TNF receptor subtype signalling: differences and cellular consequences. Cell Signal. 2002;14:477–492.", "ArticleIdList": ["11897488"]}, {"Citation": "Martin B, Ji S, Maudsley S, Mattson MP. “Control” laboratory rodents are metabolically morbid: why it matters. Proc Natl Acad Sci USA. 2010;107:6127–6133.", "ArticleIdList": ["PMC2852022", "20194732"]}, {"Citation": "Matsubara S, Takeda K, Jin N, Okamoto M, Matsuda H, Shiraishi Y, Park JW, McConville G, Joetham A, O’Brien RL, Dakhama A, Born WK, Gelfand EW. Vgamma1+ T cells and tumor necrosis factor-alpha in ozone-induced airway hyperresponsiveness. Am J Respir Cell Mol Biol. 2009;40:454–463.", "ArticleIdList": ["PMC2660562", "18927346"]}, {"Citation": "Mazzon E, Cuzzocrea S. Role of TNF-alpha in lung tight junction alteration in mouse model of acute lung inflammation. Respir Res. 2007;8:75.", "ArticleIdList": ["PMC2174464", "17971210"]}, {"Citation": "McDonnell WF, Muller KE, Bromberg PA, Shy CM. Predictors of individual differences in acute response to ozone exposure. Am Rev Respir Dis. 1993;147:818–825.", "ArticleIdList": ["8466115"]}, {"Citation": "Michalec L, Choudhury BK, Postlethwait E, Wild JS, Alam R, Lett-Brown M, Sur S. CCL7 and CXCL10 orchestrate oxidative stress-induced neutrophilic lung inflammation. J Immunol. 2002;168:846–852.", "ArticleIdList": ["11777981"]}, {"Citation": "Mitchell LA, Overgaard CE, Ward C, Margulies SS, Koval M. Differential effects of claudin-3 and claudin-4 on alveolar epithelial barrier function. Am J Physiol Lung Cell Mol Physiol. 2011;301:L40–L49.", "ArticleIdList": ["PMC3129905", "21515662"]}, {"Citation": "Moolgavkar SH, Luebeck EG, Anderson EL. Air pollution and hospital admissions for respiratory causes in Minneapolis-St. Paul and Birmingham. Epidemiology. 1997;8:364–370.", "ArticleIdList": ["9209848"]}, {"Citation": "Mund SI, Stampanoni M, Schittny JC. Developmental alveolarization of the mouse lung. Dev Dyn. 2008;237:2108–2116.", "ArticleIdList": ["18651668"]}, {"Citation": "Naudé PJ, den Boer JA, Luiten PG, Eisel UL. Tumor necrosis factor receptor cross-talk. FEBS J. 2011;278:888–898.", "ArticleIdList": ["21232019"]}, {"Citation": "Oguro T, Takahashi Y, Ashino T, Takaki A, Shioda S, Horai R, Asano M, Sekikawa K, Iwakura Y, Yoshida T. Involvement of tumor necrosis factor alpha, rather than interleukin-1alpha/beta or nitric oxides in the heme oxygenase-1 gene expression by lipopolysaccharide in the mouse liver. FEBS Lett. 2002;516:63–66.", "ArticleIdList": ["11959104"]}, {"Citation": "Peschon JJ, Torrance DS, Stocking KL, Glaccum MB, Otten C, Willis CR, Charrier K, Morrissey PJ, Ware CB, Mohler KM. TNF receptor-deficient mice reveal divergent roles for p55 and p75 in several models of inflammation. J Immunol. 1998;160:943–952.", "ArticleIdList": ["9551933"]}, {"Citation": "Quintana A, Giralt M, Molinero A, Campbell IL, Penkowa M, Hidalgo J. Analysis of the cerebral transcriptome in mice subjected to traumatic brain injury: importance of IL-6. Neuroimmunomodulation. 2007;14:139–143.", "ArticleIdList": ["18073505"]}, {"Citation": "Ramesh G, Reeves WB. TNFR2-mediated apoptosis and necrosis in cisplatin-induced acute renal failure. Am J Physiol Renal Physiol. 2003;285:F610–F618.", "ArticleIdList": ["12865254"]}, {"Citation": "Sato M, Sasaki M, Hojo H. Differential induction of metallothionein synthesis by interleukin-6 and tumor necrosis factor-alpha in rat tissues. Int J Immunopharmacol. 1994;16:187–195.", "ArticleIdList": ["8181907"]}, {"Citation": "Scalzo P, Kümmer A, Cardoso F, Teixeira AL. Increased serum levels of soluble tumor necrosis factor-alpha receptor-1 in patients with Parkinson’s disease. J Neuroimmunol. 2009;216:122–125.", "ArticleIdList": ["19732964"]}, {"Citation": "Shore SA, Abraham JH, Schwartzman IN, Murthy GG, Laporte JD. Ventilatory responses to ozone are reduced in immature rats. J Appl Physiol. 2000;88:2023–2030.", "ArticleIdList": ["10846014"]}, {"Citation": "Shore SA, Johnston RA, Schwartzman IN, Chism D, Krishna Murthy GG. Ozone-induced airway hyperresponsiveness is reduced in immature mice. J Appl Physiol. 2002;92:1019–1028.", "ArticleIdList": ["11842035"]}, {"Citation": "Shore SA, Rivera-Sanchez YM, Schwartzman IN, Johnston RA. Responses to ozone are increased in obese mice. J Appl Physiol. 2003;95:938–945.", "ArticleIdList": ["12794034"]}, {"Citation": "Shore SA, Schwartzman IN, Le Blanc B, Murthy GG, Doerschuk CM. Tumor necrosis factor receptor 2 contributes to ozone-induced airway hyperresponsiveness in mice. Am J Respir Crit Care Med. 2001;164:602–607.", "ArticleIdList": ["11520723"]}, {"Citation": "Sisto M, Lisi S, Lofrumento DD, Ingravallo G, Mitolo V, D’Amore M. Expression of pro-inflammatory TACE-TNF-β-amphiregulin axis in Sjogren’s syndrome salivary glands. Histochem Cell Biol. 2010;134:345–353.", "ArticleIdList": ["20811902"]}, {"Citation": "Slade R, Watkinson WP, Hatch GE. Mouse strain differences in ozone dosimetry and body temperature changes. Am J Physiol. 1997;272:L73–L77.", "ArticleIdList": ["9038905"]}, {"Citation": "Stiles J, Tyler WS. Age-related morphometric differences in responses of rat lungs to ozone. Toxicol Appl Pharmacol. 1988;92:274–285.", "ArticleIdList": ["3341038"]}, {"Citation": "Tolbert PE, Mulholland JA, MacIntosh DL, Xu F, Daniels D, Devine OJ, Carlin BP, Klein M, Dorley J, Butler AJ, Nordenberg DF, Frumkin H, Ryan PB, White MC. Air quality and pediatric emergency room visits for asthma in Atlanta, Georgia, USA. Am J Epidemiol. 2000;151:798–810.", "ArticleIdList": ["10965977"]}, {"Citation": "Triche EW, Gent JF, Holford TR, Belanger K, Bracken MB, Beckett WS, Naeher L, McSharry JE, Leaderer BP. Low-level ozone exposure and respiratory symptoms in infants. Environ Health Perspect. 2006;114:911–916.", "ArticleIdList": ["PMC1480512", "16759994"]}, {"Citation": "Ulich TR, Yin S, Remick DG, Russell D, Eisenberg SP, Kohno T. Intratracheal administration of endotoxin and cytokines. IV. The soluble tumor necrosis factor receptor type I inhibits acute inflammation. Am J Pathol. 1993;142:1335–1338.", "ArticleIdList": ["PMC1886915", "8388171"]}, {"Citation": "Vancza EM, Galdanes K, Gunnison A, Hatch G, Gordon T. Age, strain, and gender as factors for increased sensitivity of the mouse lung to inhaled ozone. Toxicol Sci. 2009;107:535–543.", "ArticleIdList": ["PMC2735417", "19066396"]}, {"Citation": "Vandenabeele P, Declercq W, Beyaert R, Fiers W. Two tumour necrosis factor receptors: structure and function. Trends Cell Biol. 1995;5:392–399.", "ArticleIdList": ["14732063"]}, {"Citation": "Vasu VT, Oommen S, Lim Y, Valacchi G, Hobson B, Eirserich JP, Leonard SW, Traber MG, Cross CE, Gohil K. Modulation of ozone-sensitive genes in alpha-tocopherol transfer protein null mice. Inhal Toxicol. 2010;22:1–16.", "ArticleIdList": ["PMC2805035", "19555225"]}, {"Citation": "Vielhauer V, Stavrakis G, Mayadas TN. Renal cell-expressed TNF receptor 2, not receptor 1, is essential for the development of glomerulonephritis. J Clin Invest. 2005;115:1199–1209.", "ArticleIdList": ["PMC1070636", "15841213"]}, {"Citation": "Wang J, Lopez-Fraga M, Rynko A, Lo DD. TNFR and LTbetaR agonists induce follicle-associated epithelium and M cell specific genes in rat and human intestinal epithelial cells. Cytokine. 2009;47:69–76.", "ArticleIdList": ["PMC2756805", "19501526"]}, {"Citation": "Weister MJ, Williams TB, King E, Menache MG, Muller FJ. Ozone uptake in awake Sprague-Dawley rats. Toxicol. Appl. Pharmacol. 1987;89:429–437.", "ArticleIdList": ["3603570"]}, {"Citation": "Williams AS, Eynott PR, Leung SY, Nath P, Jupp R, De Sanctis GT, Resnick R, Adcock IM, Chung KF. Role of cathepsin S in ozone-induced airway hyperresponsiveness and inflammation. Pulm Pharmacol Ther. 2009;22:27–32.", "ArticleIdList": ["19041950"]}, {"Citation": "Williams AS, Issa R, Leung SY, Nath P, Ferguson GD, Bennett BL, Adcock IM, Chung KF. Attenuation of ozone-induced airway inflammation and hyper-responsiveness by c-Jun NH2 terminal kinase inhibitor SP600125. J Pharmacol Exp Ther. 2007;322:351–359.", "ArticleIdList": ["17460151"]}, {"Citation": "Wray C, Mao Y, Pan J, Chandrasena A, Piasta F, Frank JA. Claudin-4 augments alveolar epithelial barrier function and is induced in acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2009;297:L219–L227.", "ArticleIdList": ["PMC2742793", "19447895"]}, {"Citation": "Yagi H, Soto-Gutierrez A, Navarro-Alvarez N, Nahmias Y, Goldwasser Y, Kitagawa Y, Tilles AW, Tompkins RG, Parekkadan B, Yarmush ML. Reactive bone marrow stromal cells attenuate systemic inflammation via sTNFR1. Mol Ther. 2010;18:1857–1864.", "ArticleIdList": ["PMC2951565", "20664529"]}, {"Citation": "Yang IA, Holz O, Jörres RA, Magnussen H, Barton SJ, Rodríguez S, Cakebread JA, Holloway JW, Holgate ST. Association of tumor necrosis factor-alpha polymorphisms and ozone-induced change in lung function. Am J Respir Crit Care Med. 2005;171:171–176.", "ArticleIdList": ["15486341"]}, {"Citation": "Yang Q, Chen Y, Shi Y, Burnett RT, McGrail KM, Krewski D. Association between ozone and respiratory admissions among children and the elderly in Vancouver, Canada. Inhal Toxicol. 2003;15:1297–1308.", "ArticleIdList": ["14569494"]}, {"Citation": "Zhao Q, Simpson LG, Driscoll KE, Leikauf GD. Chemokine regulation of ozone-induced neutrophil and monocyte inflammation. Am J Physiol. 1998;274:L39–L46.", "ArticleIdList": ["9458799"]}]}], "History": [{"Year": "2011", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22066571", "NIHMS376925", "PMC3359651", "10.3109/08958378.2011.622316"]}}], "PubmedBookArticle": []}