{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["children", "delayed effects", "distributed lag", "non-linear models", "public health", "respiratory morbidity", "surface ozone"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22073025", "DateCompleted": {"Year": "2012", "Month": "03", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3390/ijerph8104013"], "ArticleDate": [{"Year": "2011", "Month": "10", "Day": "20"}], "Journal": {"ISSN": "1660-4601", "JournalIssue": {"Volume": "8", "Issue": "10", "PubDate": {"Year": "2011", "Month": "Oct"}}, "Title": "International journal of environmental research and public health", "ISOAbbreviation": "Int J Environ Res Public Health"}, "ArticleTitle": "The lag structure and the general effect of ozone exposure on pediatric respiratory morbidity.", "Pagination": {"StartPage": "4013", "EndPage": "4024", "MedlinePgn": "4013-24"}, "Abstract": {"AbstractText": ["Up to now no study has investigated the lag structure of children's respiratory morbidity due to surface ozone. In the present study, we investigate the lag structure and the general effect of surface ozone exposure on children and adolescents' respiratory morbidity using data from a particularly well suited area in southern Europe to assess the health effects of surface ozone. The effects of surface ozone are estimated using the recently developed distributed lag non-linear models, allowing for a relatively long timescale, while controlling for weather effects, a range of other air pollutants, and long and short term patterns. The public health significance of the estimated effects is higher than has been previously reported in the literature, providing evidence contrary to the conjecture that the surface ozone-morbidity association is mainly due to short-term harvesting. In fact, our data analysis reveals that the effects of surface ozone at medium and long timescales (harvesting-resistant) are substantially larger than the effects at shorter timescales (harvesting-prone), a finding that is consistent with all children and adolescents being affected by high surface ozone concentrations, and not just the very frail."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics at Centro Hospitalar de Trás-os-Montes e Alto Douro, Avenida da Noruega-Lordelo, Vila Real 5000-508, Portugal. zefraga@iol.pt"}], "Identifier": [], "LastName": "Fraga", "ForeName": "José", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Botelho", "ForeName": "Anabela", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sá", "ForeName": "Aida", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Costa", "ForeName": "Margarida", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Quaresma", "ForeName": "Márcia", "Initials": "M"}], "PublicationTypeList": ["Evaluation Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Int J Environ Res Public Health", "NlmUniqueID": "101238455", "ISSNLinking": "1660-4601"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Epidemiological Monitoring"}, {"QualifierName": [], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Nonlinear Dynamics"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Portugal"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": [], "DescriptorName": "Rural Health"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Weather"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. Health Risks of Ozone from Long-Range Transboundary Air Pollution. WHO Regional Office for Europe; Copenhagen, Denmark: 2009."}, {"Citation": "World Health Organization. Effects of Air Pollution on Children’s Health and Development. A Review of the Evidence. WHO Regional Office for Europe; Copenhagen, Denmark: 2005."}, {"Citation": "Schwartz J. Air pollution and children’s health. Pediatrics. 2004;113:1037–1043.", "ArticleIdList": ["15060197"]}, {"Citation": "Koren HS. Associations between criteria air pollutants and asthma. Environ. Health Perspect. 1995;103:235–242.", "ArticleIdList": ["PMC1518942", "8549479"]}, {"Citation": "Anderson HR, Atkinson RW, Peacock JL, Marston L, Konstantinou K. Meta-Analysis of Time-Series Studies and Panel Studies of Particulate Matter (PM) and Ozone (O3). Report of A WHO Task Group. WHO Regional Office for Europe; Copenhagen, Denmark: 2004."}, {"Citation": "Katsouyanni K, Touloumi G, Samoli E, Gryparis A, Le Tertre A, Monopolis Y, Rossi G, Zmirou D, Ballester F, Boumghar A, et al. Confounding and effect modification in the short term effects of ambient particles on total mortality: Results from 29 European cities within the APHEA2 project. Epidemiology. 2001;12:521–531.", "ArticleIdList": ["11505171"]}, {"Citation": "Katsouyanni K. Health effects of air pollution in Southern Europe: Are there interacting factors? Environ. Health Perspect. 1995;103:23–27.", "ArticleIdList": ["PMC1518832", "7614942"]}, {"Citation": "Brauer M, Brook JR. Ozone personal exposures and health effects for selected groups residing in the Fraser Valley. Atmos. Environ. 1997;31:2113–2121."}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, Avol E, Margolis HG, Peters JM. Asthma in exercising children exposed to ozone: A cohort study. Lancet. 2002;359:386–391.", "ArticleIdList": ["11844508"]}, {"Citation": "Fusco D, Forastiere F, Michelozzi P, Spadea T, Ostro B, Arcà M, Perucci CA. Air pollution and hospital admissions for respiratory conditions in Rome, Italy. Eur. Respir. J. 2001;17:1143–1150.", "ArticleIdList": ["11491157"]}, {"Citation": "Galán I, Tobías A, Banegas JR, Aránguez E. Short-term effects of air pollution on daily asthma emergency room admissions. Eur. Respir. J. 2003;22:802–808.", "ArticleIdList": ["14621088"]}, {"Citation": "Schwartz J. Harvesting and long term exposure effects in the relation between air pollution and mortality. Am. J. Epidemiol. 2000;151:440–448.", "ArticleIdList": ["10707911"]}, {"Citation": "Zanobetti A, Wand MP, Schwartz J, Ryan LM. Generalized additive distributed lag models: Quantifying mortality displacement. Biostatistics. 2000;1:279–292.", "ArticleIdList": ["12933509"]}, {"Citation": "Anderson HR, Atinkson RW, Bremner SA, Marston L. Particulate air pollution and hospital admissions for cardiorespiratory diseases: Are the elderly at greater risk? Eur. Respir. J. 2003;21:S39–S46.", "ArticleIdList": ["12762573"]}, {"Citation": "Zanobetti A, Schwartz J. Mortality displacement in the association of ozone with mortality. An analysis of 48 cities in the United States. Am. J. Respir. Crit. Care Med. 2008;177:184–189.", "ArticleIdList": ["17932375"]}, {"Citation": "Samoli E, Zanobetti A, Schwartz J, Atkinson R, Le Tertre A, Schindler C, Pérez L, Cadum E, Pekkanen J, Paldy A, et al. The temporal pattern of mortality responses to ambient ozone in the APHEA project. J. Epidemiol. Community Health. 2009;63:960–966.", "ArticleIdList": ["19648130"]}, {"Citation": "Avol EL, Linn WS, Shamoo DA, Valencia LM, Anzar UT, Hackney JD. Respiratory effects of photochemical oxidant air pollution in exercising adolescents. Am. Rev. Respir. Dis. 1985;132:619–622.", "ArticleIdList": ["4037535"]}, {"Citation": "McDonnell WF, Chapman RS, Leigh MW, Strope GL, Collier AM. Respiratory responses of vigorously exercising children to 0–12 ppm ozone exposure. Am. Rev. Respir. Dis. 1985;132:875–879.", "ArticleIdList": ["4051323"]}, {"Citation": "Carvalho A, Monteiro A, Ribeiro I, Tchepel O, Miranda AI, Borrego C, Saavedra S, Souto JA, Casares JJ. High ozone levels in the northeast of Portugal: Analysis and characterization. Atmos. Environ. 2010;44:1020–1031."}, {"Citation": "World Meteorological Organization. Drought Monitoring and Early Warning: Concepts, Progress and Future Challenges, WMO-No. 1006. World Meteorological Organization; Geneva, Switzerland: 2006."}, {"Citation": "Vingarzan R. A review of surface ozone background levels and trends. Atmos. Environ. 2004;38:3431–3442."}, {"Citation": "Atlas EL, Ridley BA, Cantrell CA. The tropospheric ozone production about the spring equinox (TOPSE) experiment: introduction. J. Geophys. Res. 2003;108:8353."}, {"Citation": "Farhat SCL, Paulo RLP, Shimoda TM, Conceição GMS, Lin CA, Braga ALF, Warth MPN, Saldiva PHN. Effect of air pollution on pediatric respiratory emergency room visits and hospital admissions. Braz. J. Med. Biol. Res. 2005;38:227–235.", "ArticleIdList": ["15785834"]}, {"Citation": "Triche EW, Gent JF, Holford TR, Belanger K, Bracken MB, Beckett WS, Naeher L, McSharry JE, Leaderer BP. Low-level ozone exposure and respiratory symptoms in infants. Environ. Health Perspect. 2006;114:911–916.", "ArticleIdList": ["PMC1480512", "16759994"]}, {"Citation": "Hardin J, Hilbe J. Generalized Linear Models and Extensions. Stata Corporation; College Station, TX, USA: 2011."}, {"Citation": "Hastie T, Tibshirani R. Generalized additive models. Statist. Sci. 1986;1:297–318.", "ArticleIdList": ["8548102"]}, {"Citation": "Hastie T, Tibshirani R. Generalized Additive Models. Taylor and Francis; Oxford, UK: 1990."}, {"Citation": "Hastie T, Tibshirani R. Generalized additive models for medical research. Stat. Methods Med. Res. 1995;4:187–196.", "ArticleIdList": ["8548102"]}, {"Citation": "Almon S. The distributed lag between capital appropriations and expenditures. Econometrica. 1965;33:178–196."}, {"Citation": "Gasparrini A, Armstrong B, Kenward MG. Distributed lag non-linear models. Stat. Med. 2010;29:2224–2234.", "ArticleIdList": ["PMC2998707", "20812303"]}, {"Citation": "Gasparrini A, Armstrong B. DLNM: Distributed Lag Non-Linear Models, R package version 1.2.4. The Comprehensive R Archive Network; Vienna, Austria: 2010."}, {"Citation": "Sousa SIV, Alvim-Ferraz MCM, Martins FG, Pereira MC. Ozone exposure and its influence on the worsening of childhood asthma. Allergy. 2009;64:1046–1055.", "ArticleIdList": ["19220225"]}, {"Citation": "Atkinson RW, Bremner SA, Anderson HR, Strachan DP, Bland JM, de Leon AP. Short-term associations between emergency hospital admissions for respiratory and cardiovascular disease and outdoor air pollution in London. Arch. Environ Health. 1999;54:398–411.", "ArticleIdList": ["10634229"]}, {"Citation": "Anderson HR, Bremner SA, Atkinson RW, Harrison RM, Walters S. Particulate matter and daily mortality and hospital admissions in the west midlands conurbation of the United Kingdom: Associations with fine and coarse particles, black smoke and sulphate. Occup. Environ. Med. 2001;58:504–510.", "ArticleIdList": ["PMC1740167", "11452044"]}, {"Citation": "Wang X, Lu W, Wang W, Leung AYT. A study of ozone variation trend within area affecting human health in Hong Kong. Chemosphere. 2003;52:1405–1410.", "ArticleIdList": ["12867170"]}]}], "History": [{"Year": "2011", "Month": "9", "Day": "1"}, {"Year": "2011", "Month": "10", "Day": "17"}, {"Year": "2011", "Month": "10", "Day": "18"}, {"Year": "2011", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "3", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22073025", "PMC3210594", "10.3390/ijerph8104013", "ijerph8104013"]}}], "PubmedBookArticle": []}