{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["cell membrane receptors", "endotoxins", "metals", "nitrogen monoxide", "polycyclic aromatic hydrocarbons", "reactive oxygen species", "respiratory mucous membrane", "signal transduction", "toxicology", "transcription factors"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22073044", "DateCompleted": {"Year": "2011", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["Doc02"], "ArticleDate": [{"Year": "2004", "Month": "12", "Day": "28"}], "Journal": {"ISSN": "1865-1011", "JournalIssue": {"Volume": "3", "PubDate": {"Year": "2004"}}, "Title": "GMS current topics in otorhinolaryngology, head and neck surgery", "ISOAbbreviation": "GMS Curr Top Otorhinolaryngol Head Neck Surg"}, "ArticleTitle": "Cellular and molecular mechanisms in environmental and occupational inhalation toxicology.", "Pagination": {"StartPage": "Doc02", "MedlinePgn": "Doc02"}, "Abstract": {"AbstractText": ["The central issue of this review are inflammatory changes that take place in the mucous membranes of the respiratory tract as a result of inhaled pollutants. Of particular relevance are dusts, SO(2), ozone, aldehydes und volatile organic compounds. Bioorganic pollutants, especially fragments of bacteria and fungi, occur predominantly in indoor dusts. They activate the toll-like/IL-1 receptor and lead to the activation of the transcription factor NF-κB for the release of numerous proinflammatory cytokines. Metals are predominant in ambient air dust particles. They induce the release of reactive oxygen species that cause damage to lipids, proteins and the DNA of the cell. As well as NF-κB, transcription factors that foster proliferation are activated via stress activated protein kinases. Organic compounds such as polycyclic aromatic hydrocarbons and nitroso-compounds of incomplete combustion processes activate additional via the cytosolic arylhydrocarbon receptor for detoxification enzymes. Sulphur dioxide leads to acid stress, and ozone to oxidative stress of the cell. This is accompanied by the release of proinflammatory cytokines via stress activated protein kinases. Aldehydes and volatile organic compounds activate the vanilloid receptor of trigeminal nerve fibres and induce a hyperreactivity of the mucous membrane via the release of nerve growth factors. The mechanisms described work synergistically and lead to a chronic inflammatory reaction of the mucous membranes of the upper respiratory tract that is regularly demonstrable in inhabitants of western industrial nations. It is unclear whether we are dealing here with a physiological inflammation or with an at least partially avoidable result of chronic pollutant exposure."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Otorhinolaryngology, University of Ulm, Germany."}], "Identifier": [], "LastName": "Riechelmann", "ForeName": "Herbert", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "GMS Curr Top Otorhinolaryngol Head Neck Surg", "NlmUniqueID": "101275966", "ISSNLinking": "1865-1011"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "von-Mutius E, Sherrill DL, Fritzsch C, Martinez FD, Lebowitz MD. Air pollution and upper respiratory symptoms in children from East Germany. Eur Respir J. 1995;8:723–728.", "ArticleIdList": ["7656942"]}, {"Citation": "Calderon-Garciduenas L, Rodriguez-Alcaraz A, Villarreal-Calderon A, Lyght O, Janszen D, Morgan KT. Nasal epithelium as a sentinel for airborne environmental pollution. Toxicol Sci. 1998;46:352–364.", "ArticleIdList": ["10048139"]}, {"Citation": "Keles N, Ilicali OC, Deger K. Impact of air pollution on prevalence of rhinitis in Istanbul. Arch Environ Health. 1999;54:48–51.", "ArticleIdList": ["10025416"]}, {"Citation": "Keles N, Ilicali C. The impact of outdoor pollution on upper respiratory diseases. Rhinology. 1998;36:24–27.", "ArticleIdList": ["9569438"]}, {"Citation": "Abbey DE, Hwang BL, Burchette RJ, Vancuren T, Mills PK. Estimated long-term ambient concentrations of PM10 and development of respiratory symptoms in a nonsmoking population. Arch Environ Health. 1995;50:139–152.", "ArticleIdList": ["7786050"]}, {"Citation": "Pope CA, Bates DV, Raizenne ME. Health effects of particulate air pollution: time for reassessment? Environ Health Pers. 1995;103:472–780.", "ArticleIdList": ["PMC1523269", "7656877"]}, {"Citation": "Hajat S, Anderson HR, Atkinson RW, Haines A. Effects of air pollution on general practitioner consultations for upper respiratory diseases in London. Occup Environ Med. 2002;59:294–299.", "ArticleIdList": ["PMC1740279", "11983844"]}, {"Citation": "Jaakkola JJ, Paunio M, Virtanen M, Heinonen OP. Low-level air pollution and upper respiratory infections in children. Am J Public Health. 1991;81:1060–1063.", "ArticleIdList": ["PMC1405713", "1854003"]}, {"Citation": "Gordian ME, Ozkaynak H, Xue J, Morris SS, Spengler JD. Particulate air pollution and respiratory disease in Anchorage, Alaska. Environ Health Perspect. 1996;104:290–297.", "ArticleIdList": ["PMC1469296", "8919767"]}, {"Citation": "Ostro BD, Eskeland GS, Sanchez JM, Feyzioglu T. Air pollution and health effects: A study of medical visits among children in Santiago, Chile. Environ Health Perspect. 1999;107:69–73.", "ArticleIdList": ["PMC1566289", "9872719"]}, {"Citation": "van der Zee SC, Hoek G, Boezen MH, Schouten JP, van Wijnen JH, Brunekreef B. Acute effects of air pollution on respiratory health of 50-70 yr old adults. Eur Respir J. 2000;15:700–709.", "ArticleIdList": ["10780762"]}, {"Citation": "Riechelmann H. Berufliche Verursachung und Bewertung von Mundhöhlen- und Rachentumoren. Laryngorhinootologie. 2002;81:573–579.", "ArticleIdList": ["12189574"]}, {"Citation": "Riechelmann H. Umweltmedizin in der HNO-Heilkunde. Laryngorhinootologie. 2000;79:100–127.", "ArticleIdList": ["10738718"]}, {"Citation": "Oehlmann J, Markert B. Humantoxikologie. Stuttgart: Wissenschaftliche Verlagsgesellschaft mbH; 1997."}, {"Citation": "Römpp Chemie Lexikon. 9. Auflage ed. Stuttgart, New York: Georg Thieme Verlag; 1995."}, {"Citation": "Medinsky MA, Bond JA. Sites and mechanisms for uptake of gases and vapors in the respiratory tract. Toxicology. 2001;160:165–172.", "ArticleIdList": ["11246136"]}, {"Citation": "Samet JM. The relationship between acute and chronic health effects of air pollution. In: Bates DV, Brain JD, Driscoll KE, Dungworth DL, Grafström R, Harris CC, et al., editors. Relationships between acute and chronic effects of air pollution. Washington: ILSI Press; 2000. pp. 11–21."}, {"Citation": "Deutsche Forschungsgemeinschaft: Senatskommission zur Prüfung gesundheitsschädlicher Arbeitsstoffe. MAK- und BAT-Werte-Liste. Weinheim: VCH Verlagsgesellschaft mbH; 1996."}, {"Citation": "Jarabek AM. Inhalation RfC methodology: dosimetric adjustments and dose-response estimation of noncancer toxicity in the upper respiratory tract. In: Miller FJ, editor. Nasal toxicity and dosimetry of inhaled xenobiotics. Washington: Taylor and Francis; 1995. pp. 301–325."}, {"Citation": "Kaliner MA, Shelhamer JH, Borson DB, Patow CA, Nadel JA, Marom Z. Resiratory mucus. In: Kaliner MA, Barnes PJ, editors. The Airways, neural control in health and disease. New York: Dekker; 1988. pp. 575–593."}, {"Citation": "Lucas AM, Douglas LC. Principles underlying ciliary activity in the respiratory tract.II.A comparison of nasal clearance in man, monkey and other mammals. Arch of Otolaryngology. 1934;20:518–541."}, {"Citation": "Nadel JA, Widdicombe JH, Peatfield AC. Regulation of airway secretion, ion transport, and water movement. In: Fischmann AP, editor. The Respiratory System. 1985. pp. 419–445."}, {"Citation": "Lamblin G, Aubert JP, Perini JM, Klein A, Porchet N, Degand P, et al. Human respiratory mucins. Eur Respir J. 1992;5:247–256.", "ArticleIdList": ["1559590"]}, {"Citation": "Kim KC, Hisatsune A, Kim dJ, Miyata T. Pharmacology of airway goblet cell mucin release. J Pharmacol Sci. 2003;92:301–307.", "ArticleIdList": ["12939514"]}, {"Citation": "Sharma P, Dudus L, Nielsen PA, Clausen H, Yankaskas JR, Hollingsworth MA, et al. MUC5B and MUC7 are differentially expressed in mucous and serous cells of submucosal glands in human bronchial airways. Am J Respir Cell Mol Biol. 1998;19:30–37.", "ArticleIdList": ["9651178"]}, {"Citation": "Reid CJ, Gould S, Harris A. Developmental expression of mucin genes in the human respiratory tract. Am J Respir Cell and Molecular Biol. 1997;17:592–598.", "ArticleIdList": ["9374110"]}, {"Citation": "Gray T, Koo JS, Nettesheim P. Regulation of mucous differentiation and mucin gene expression in the tracheobronchial epithelium. Toxicology. 2001;160:35–46.", "ArticleIdList": ["11246122"]}, {"Citation": "Carraway KL, Ramsauer VP, Haq B, Carothers Carraway CA. Cell signaling through membrane mucins. Bioessays. 2003;25:66–71.", "ArticleIdList": ["12508284"]}, {"Citation": "Basbaum C, Lemjabbar H, Longphre M, Li D, Gensch E, McNamara N. Control of mucin transcription by diverse injury-induced signaling pathways. Am J Respir Crit Care Med. 1999;160:S44–S48.", "ArticleIdList": ["10556169"]}, {"Citation": "Basbaum C, Li D, Gensch E, Gallup M, Lemjabbar H. Mechanisms by which gram-positive bacteria and tobacco smoke stimulate mucin induction through the epidermal growth factor receptor (EGFR) Novartis Found Symp. 2002;248:171–176.", "ArticleIdList": ["12568494"]}, {"Citation": "Rose MC, Piazza FM, Chen YA, Alimam MZ, Bautista MV, Letwin N, et al. Model systems for investigating mucin gene expression in airway diseases. J Aerosol Med. 2000;13:245–261.", "ArticleIdList": ["11066028"]}, {"Citation": "Holma B. Influence of buffer capacity and pH-dependant rheological properties of respiratory mucus on health effects due to acid pollution. Sci Tot Environ. 1985;41:101–123.", "ArticleIdList": ["2984768"]}, {"Citation": "Holma B. Effects of inhaled acids on airway mucus and its consequences for health. Environ Health Persp. 1989;79:109–113.", "ArticleIdList": ["PMC1567587", "2651102"]}, {"Citation": "Buhrmester CC. A study of the hydrogen-ion concentration, nitrogen content and viscosity of nasal secretions. Ann Oto Rhino Laryngol. 1933;42:1041–1057."}, {"Citation": "Stierna P, Soederlund K, Hultman E. Chronic maxillary sinusitis. Energy metabolism in sinus mucosa and secretion. Acta Otolaryngol. 1991;111:135–143.", "ArticleIdList": ["2014749"]}, {"Citation": "van de Donk H, Zuidema J, Merkus F. The influence of the pH and osmotic pressure upon tracheal ciliary beat frequency as determined with a new photo-electric registration device. Rhinology. 1980;18:93–104.", "ArticleIdList": ["7403788"]}, {"Citation": "Luk CK, Dulfano MJ. Effect of pH, viscosity, and ionic strength on ciliary beating frequency of human bronchial explants. Am Rev Resp Dis Suppl. 1982;4:244.", "ArticleIdList": ["6825413"]}, {"Citation": "Keck T, Leiacker R, Klotz M, Lindemann J, Riechelmann H, Rettinger G. Detection of particles within the nasal airways during respiration. Eur Arch Otorhinolaryngol. 2000;257:493–497.", "ArticleIdList": ["11131376"]}, {"Citation": "Boland S, Baeza-Squiban A, Fournier T, Houcine O, Gendron MC, Chevrier M, et al. Diesel exhaust particles are taken up by human airway epithelial cells in vitro and alter cytokine production. Am J Physiol. 1999;276:604–613.", "ArticleIdList": ["10198358"]}, {"Citation": "Kennedy T, Ghio AJ, Reed W, Samet J, Zagorski J, Quay J, et al. Copper-dependent inflammation and nuclear factor-kappaB activation by particulate air pollution. Am J Respir Cell Mol Biol. 1998;19:366–378.", "ArticleIdList": ["9730864"]}, {"Citation": "Ohkubo K, Baraniuk JN, Hohman R, Merida M, Hersh LB, Kaliner MA. Aminopeptidase activity in human nasal mucosa. J Allergy Clin Immunol. 1998;102:741–750.", "ArticleIdList": ["PMC7173029", "9819290"]}, {"Citation": "Grouzmann E, Monod M, Landis B, Wilk S, Brakch N, Nicoucar K, et al. Loss of dipeptidylpeptidase IV activity in chronic rhinosinusitis contributes to the neurogenic inflammation induced by substance P in the nasal mucosa. Faseb J. 2002;16:1132–1134.", "ArticleIdList": ["12039843"]}, {"Citation": "van der Vliet A, O'Neill CA, Cross CE, Koostra JM, Volz WG, Halliwell B, et al. Determination of low-molecular-mass antioxidant concentrations in human respiratory tract lining fluids. Am J Physiol. 1999;276:L289–L296.", "ArticleIdList": ["9950891"]}, {"Citation": "Pacht ER, Davis WB. Role of transferrin and ceruloplasmin in antioxidant activity of lung epithelial lining fluid. J Appl Physiol. 1988;64:2092–2099.", "ArticleIdList": ["3391908"]}, {"Citation": "Blomberg A, Sainsbury C, Rudell B, Frew AJ, Holgate ST, Sandstrom T, et al. Nasal cavity lining fluid ascorbic acid concentration increases in healthy human volunteers following short term exposure to diesel exhaust. Free Radic Res. 1998;28:59–67.", "ArticleIdList": ["9554833"]}, {"Citation": "Ghio AJ, Carter JD, Dailey LA, Devlin RB, Samet JM. Respiratory epithelial cells demonstrate lactoferrin receptors that increase after metal exposure. Am J Physiol. 1999;276:L933–L940.", "ArticleIdList": ["10362717"]}, {"Citation": "Elsbach P, Weiss J, Levy O. Oxygen-independent antimicrobial systems of phagocytes. In: Gallin JI, Snyderman R, editors. Inflammation basic principles and clinical correlates. Philadelphia, PA: Lippincott Williams & Wilkins; 1999. pp. 801–817."}, {"Citation": "Wang X, Zhang Z, Louboutin JP, Moser C, Weiner DJ, Wilson JM. Airway epithelia regulate expression of human ß-defensin 2 through Toll-like receptor 2. Faseb J. 2003;17:1727–1729.", "ArticleIdList": ["12958190"]}, {"Citation": "van Wetering S, Sterk PJ, Rabe KF, Hiemstra PS. Defensins: key players or bystanders in infection, injury, and repair in the lung? J Allergy Clin Immunol. 1999;104:1131–1138.", "ArticleIdList": ["10588992"]}, {"Citation": "Harder J, Meyer-Hoffert U, Teran LM, Schwichtenberg L, Bartels J, Maune S, et al. Mucoid pseudomonas aeruginosa, TNF-alpha , and IL-1beta , but Not IL-6, induce human ß -Defensin-2 in respiratory epithelia. Am J Respir Cell Mol Biol. 2000;22:714–721.", "ArticleIdList": ["10837369"]}, {"Citation": "Thornton-Manning JR, Dahl AR. Metabolic capacity of nasal tissue interspecies comparisons of xenobiotic-metabolizing enzymes. Mutat Res. 1997;380:43–59.", "ArticleIdList": ["9385389"]}, {"Citation": "Blanchard KT, Morris JB. Effects of m-xylene on rat nasal cytochrome P450 mixed function oxidase activities. Toxicol Lett. 1994;70:253–259.", "ArticleIdList": ["8296328"]}, {"Citation": "Sarkar MA. Drug metabolism in the nasal mucosa. Pharm Res. 1992;9:1–9.", "ArticleIdList": ["1589391"]}, {"Citation": "Gervasi PG, Longo V, Naldi F, Panattoni G, Ursino F. Xenobiotic-metabolizing enzymes in human respiratory nasal mucosa. Biochem Pharmacol. 1991;41:177–184.", "ArticleIdList": ["1989628"]}, {"Citation": "Dahl AR, Hadley WM. Nasal cavity enzymes involved in xenobiotic metabolism: effects on the toxicity of inhalants. Crit Rev Toxicol. 1991;21:345–372.", "ArticleIdList": ["1741949"]}, {"Citation": "Bogdanffy MS. Biotransformation enzymes in the rodent nasal mucosa: the value of a histochemical approach. Environ Health Perspect. 1990;85:177–186.", "ArticleIdList": ["PMC1568341", "2200661"]}, {"Citation": "Brittebo EB, Castonguay A, Rafter JJ, Kowalski B, Ahlman M, Brandt I. Metabolism of xenobiotics and steroid hormones in the nasal mucosa. In: Barrow C, editor. Toxicology of the nasal passages. Washington, New York, London: Hemisphere Publishing Corporation; 1986. pp. 211–234."}, {"Citation": "Bonvallot V, Baeza-Squiban A, Baulig A, Brulant S, Boland S, Muzeau F, et al. Organic compounds from diesel exhaust particles elicit a proinflammatory response in human airway epithelial cells and induce cytochrome p450 1A1 expression. Am J Respir Cell Mol Biol. 2001;25:515–521.", "ArticleIdList": ["11694458"]}, {"Citation": "Gronau S, Konig-Greger D, Rettinger G, Riechelmann H. GSTM1-Genpolymorphismus bei Patienten mit Kopf-Hals-Tumoren. Laryngorhinootologie. 2000;79:341–344.", "ArticleIdList": ["10923314"]}, {"Citation": "Gronau S, Koenig-Greger D, Jerg M, Riechelmann H. Gene polymorphisms in detoxification enzymes as susceptibility factor for head and neck cancer? Otolaryngol Head Neck Surg. 2003;128:674–680.", "ArticleIdList": ["12748560"]}, {"Citation": "Gronau S, Koenig GD, Jerg M, Riechelmann H. 11Beta-hydroxysteroid dehydrogenase 1 expression in squamous cell carcinomas of the head and neck. Clin Otolaryngol. 2002;27:453–457.", "ArticleIdList": ["12472511"]}, {"Citation": "Ding X, Kaminsky LS. Human extrahepatic cytochromes P450: Function in Xenobiotic Metabolism and Tissue-Selective Chemical Toxicity in the Respiratory and Gastrointestinal Tracts. Annu Rev Pharmacol Toxicol. 2003;43:149–173.", "ArticleIdList": ["12171978"]}, {"Citation": "Willey JC, Crawford JT, Olson G, Hammersley JE, Jenning CA, Weaver L, et al. Expression measurement of genes related to cancer susceptibility in human bronchial epithelial cells. In: Bates DV, Brain JD, Driscoll KE, Dungworth DL, Grafström R, Harris CC, et al., editors. Relationships between acute and chronic effects of air pollution. Washington: ILSI Press; 2000. pp. 79–96.Bates DV, Brain JD, Driscoll KE, Dungworth DL, Grafström R, Harris CC, et al."}, {"Citation": "Wanner A. Allergic mucociliary dysfunction. Laryngoscope. 1983;93:68–70.", "ArticleIdList": ["6823178"]}, {"Citation": "Scott G, Leopardi S, Parker L, Babiarz L, Seiberg M, Han R. The proteinase-activated receptor-2 mediates phagocytosis in a Rho-dependent manner in human keratinocytes. J Invest Dermatol. 2003;121:529–541.", "ArticleIdList": ["12925212"]}, {"Citation": "Kato T, Yashiro T, Murata Y, Herbert DC, Oshikawa K, Bando M, et al. Evidence that exogenous substances can be phagocytized by alveolar epithelial cells and transported into blood capillaries. Cell Tissue Res. 2003;311:47–51.", "ArticleIdList": ["12483283"]}, {"Citation": "Travaglione S, Falzano L, Fabbri A, Stringaro A, Fais S, Fiorentini C. Epithelial cells and expression of the phagocytic marker CD68: scavenging of apoptotic bodies following Rho activation. Toxicol In Vitro. 2002;16:405–411.", "ArticleIdList": ["12110279"]}, {"Citation": "Godleski JJ. Cardiovascular responses to inhaled particles. In: Bates DV, Brain JD, Driscoll KE, Dungworth DL, Grafström R, Harris CC, et al., editors. Relationships between acute and chronic effects of air pollution. Washington: ILSI Press; 2000. pp. 142–155."}, {"Citation": "Pope CA3, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, et al. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. Jama. 2002;287:1132–1141.", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Johnson T, Devli R, Ghio AJ, Huang YC, Costa DL, Engle C, et al. Cardiopulmonary effects of nebulized residual oil fly ash in anesthetized pigs. In: Bates DV, Driscoll KE, Dungworth DL, Fabel H, Grafström R, Harkema JR, et al., editors. Crucial issues in inhalation research - mechanistic, clinical and epidemiologic. Stuttgart: Fraunhofer IRB Verlag; 2002. pp. 199–212."}, {"Citation": "Bohm GM, Saldiva PH, Pasqualucci CA, Massad E, Martins M, Zin WA, et al. Biological effects of air pollution in Sao Paulo and Cubatao. Environ Res. 1989;49:208–216.", "ArticleIdList": ["2753007"]}, {"Citation": "Calderon-Garciduenas L, Rodriguez-Alcaraz A, Garcia R, Sanchez G, Barragan G, Camacho R, et al. Human nasal mucosal changes after exposure to urban pollution. Environ Health Perspect. 1994;102:1074–1080.", "ArticleIdList": ["PMC1567497", "7713020"]}, {"Citation": "Calderon-Garciduenas L, Rodriguez-Alcaraz A, Garcia R, Ramirez L, Barragan G. Nasal inflammatory responses in children exposed to a polluted urban atmosphere. J Toxicol Environ Health. 1995;45:427–437.", "ArticleIdList": ["7643430"]}, {"Citation": "Calderon-Garciduenas L, Rodriguez-Alcaraz A, Valencia-Salazar G, Mora-Tascareno A, Garcia R, Osnaya N, et al. Nasal biopsies of children exposed to air pollutants. Toxicol Pathol. 2001;29:558–564.", "ArticleIdList": ["11695573"]}, {"Citation": "Calderon-Garciduenas L, Valencia-Salazar G, Rodriguez-Alcaraz A, Gambling TM, Garcia R, Osnaya N, et al. Ultrastructural nasal pathology in children chronically and sequentially exposed to air pollutants. Am J Respir Cell Mol Biol. 2001;24:132–138.", "ArticleIdList": ["11159046"]}, {"Citation": "Kreyling WG, Dirscherl P, Ferron GA, Heilmann P, Josten M, Miaskowski U, et al. Health effects of sulfur-related environmental air pollution. III. Nonspecific respiratory defense capacities. Inhal Toxicol. 1999;11:391–422.", "ArticleIdList": ["10380176"]}, {"Citation": "Lastbom BL, Camner P. Human experimental studies on the effects of inhaled particles. Scand J Work Environ Health. 2000;26:43–48.", "ArticleIdList": ["11256830"]}, {"Citation": "Mochca-Morales J. Nasal albumin in a population exposed for the first time to urban pollution. Arch Med Res. 2000;31:409–414.", "ArticleIdList": ["11068085"]}, {"Citation": "Moss OR, Gross EA, James RA, Janszen DB, Ross PW, Roberts KC, et al. Respiratory tract toxicity in rats exposed to Mexico City air. Res Rep Health Eff Inst. 2001:1–24.", "ArticleIdList": ["11488544"]}, {"Citation": "Saldiva PH, King M, Delmonte VL, Macchione M, Parada MA, Daliberto ML, et al. Respiratory alterations due to urban air pollution: an experimental study in rats. Environ Res. 1992;57:19–33.", "ArticleIdList": ["1371246"]}, {"Citation": "Shusterman D. Toxicology of nasal irritants. Curr Allergy Asthma Rep. 2003;3:258–265.", "ArticleIdList": ["12662476"]}, {"Citation": "Baeza-Squiban A, Bonvallot V, Boland S, Marano F. Airborne particles evoke an inflammatory response in human airway epithelium. Activation of transcription factors. Cell Biol Toxicol. 1999;15:375–380.", "ArticleIdList": ["10811532"]}, {"Citation": "Calderon-Garciduenas L, Devlin RB, Miller FJ. Respiratory tract pathology and cytokine imbalance in clinically healthy children chronically and sequentially exposed to air pollutants. Med Hypotheses. 2000;55:373–378.", "ArticleIdList": ["11186871"]}, {"Citation": "Carter JD, Ghio AJ, Samet JM, Devlin RB. Cytokine production by human airway epithelial cells after exposure to an air pollution particle is metal-dependent. Toxicol Appl Pharmacol. 1997;146:180–188.", "ArticleIdList": ["9344885"]}, {"Citation": "Devalia JL, Bayram H, Rusznak C, Calderon M, Sapsford RJ, Abdelaziz MA, et al. Mechanisms of pollution-induced airway disease: in vitro studies in the upper and lower airways. Allergy. 1997;52:45–51.", "ArticleIdList": ["9208059"]}, {"Citation": "Douwes J, Wouters I, Dubbeld H, van Zwieten L, Steerenberg P, Doekes G, et al. Upper airway inflammation assessed by nasal lavage in compost workers: A relation with bio-aerosol exposure. Am J Ind Med. 2000;37:459–468.", "ArticleIdList": ["10723040"]}, {"Citation": "Fujii T, Hayashi S, Hogg JC, Vincent R, van Eeden SF. Particulate matter induces cytokine expression in human bronchial epithelial cells. Am J Respir Cell Mol Biol. 2001;25:265–271.", "ArticleIdList": ["11588002"]}, {"Citation": "Hashimoto S, Gon Y, Takeshita I, Matsumoto K, Jibiki I, Takizawa H, et al. Diesel exhaust particles activate p38 MAP kinase to produce interleukin 8 and RANTES by human bronchial epithelial cells and N-acetylcysteine attenuates p38 MAP kinase activation. Am J Respir Crit Care Med. 2000;161:280–285.", "ArticleIdList": ["10619832"]}, {"Citation": "Hirvonen MR, Ruotsalainen M, Roponen M, Hyvarinen A, Husman T, Kosma VM, et al. Nitric oxide and proinflammatory cytokines in nasal lavage fluid associated with symptoms and exposure to moldy building microbes. Am J Respir Crit Care Med. 1999;160:1943–1946.", "ArticleIdList": ["10588610"]}, {"Citation": "Jimenez LA, Drost EM, Gilmour PS, Rahman I, Antonicelli F, Ritchie H, et al. PM(10)-exposed macrophages stimulate a proinflammatory response in lung epithelial cells via TNF-alpha. Am J Physiol Lung Cell Mol Physiol. 2002;282:L237–L248.", "ArticleIdList": ["11792628"]}, {"Citation": "Krishna MT, Chauhan AJ, Frew AJ, Holgate ST. Toxicological mechanisms underlying oxidant pollutant-induced airway injury. Rev Environ Health. 1998;13:59–71.", "ArticleIdList": ["9718622"]}, {"Citation": "Long CM, Suh HH, Kobzik L, Catalano PJ, Ning YY, Koutrakis P. A pilot investigation of the relative toxicity of indoor and outdoor fine particles: in vitro effects of endotoxin and other particulate properties. Environ Health Perspect. 2001;109:1019–1026.", "ArticleIdList": ["PMC1242078", "11689347"]}, {"Citation": "Mills PR, Davies RJ, Devalia JL. Airway epithelial cells, cytokines, and pollutants. Am J Respir Crit Care Med. 1999;160:38–43.", "ArticleIdList": ["10556168"]}, {"Citation": "Monn C, Becker S. Cytotoxicity and induction of proinflammatory cytokines from human monocytes exposed to fine (PM2.5) and coarse particles (PM10-2.5) in outdoor and indoor air. Toxicol Appl Pharmacol. 1999;155:245–252.", "ArticleIdList": ["10079210"]}, {"Citation": "Monn C, Naef R, Koller T. Reactions of macrophages exposed to particles <10 microm. Environ Res. 2003;91:35–44.", "ArticleIdList": ["12550086"]}, {"Citation": "Ohtoshi T, Takizawa H, Okazaki H, Kawasaki S, Takeuchi N, Ohta K, et al. Diesel exhaust particles stimulate human airway epithelial cells to produce cytokines relevant to airway inflammation in vitro. J Allergy Clin Immunol. 1998;101:778–785.", "ArticleIdList": ["9648705"]}, {"Citation": "Pei XH, Nakanishi Y, Inoue H, Takayama K, Bai F, Hara N. Polycyclic aromatic hydrocarbons induce IL-8 expression through nuclear factor kappaB activation in A549 cell line. Cytokine. 2002;19:236–241.", "ArticleIdList": ["12393170"]}, {"Citation": "Purokivi MK, Hirvonen MR, Randell JT, Roponen MH, Meklin TM, Nevalainen AL, et al. Changes in pro-inflammatory cytokines in association with exposure to moisture-damaged building microbes. Eur Respir J. 2001;18:951–958.", "ArticleIdList": ["11829101"]}, {"Citation": "Quay JL, Reed W, Samet J, Devlin RB. Air pollution particles induce IL-6 gene expression in human airway epithelial cells via NF-kappaB activation. Am J Respir Cell Mol Biol. 1998;19:98–106.", "ArticleIdList": ["9651185"]}, {"Citation": "Saraf A, Larsson L, Larsson BM, Larsson K, Palmberg L. House dust induces IL-6 and IL-8 response in A549 epithelial cells. Indoor Air. 1999;9:219–225.", "ArticleIdList": ["10649856"]}, {"Citation": "Schierhorn K, Zhang M, Matthias C, Kunkel G. Influence of ozone and nitrogen dioxide on histamine and interleukin formation in a human nasal mucosa culture system. Am J Respir Cell Mol Biol. 1999;20:1013–1019.", "ArticleIdList": ["10226072"]}, {"Citation": "Shukla A, Timblin C, BeruBe K, Gordon T, McKinney W, Driscoll K, et al. Inhaled particulate matter causes expression of nuclear factor (NF)-kappaB-related genes and oxidant-dependent NF-kappaB activation in vitro. Am J Respir Cell Mol Biol. 2000;23:182–187.", "ArticleIdList": ["10919984"]}, {"Citation": "Steerenberg PA, Fischer PH, van Bree L, van Loveren H. Nasal lavage biomarkers in air pollution epidemiology. Arch Toxicol Suppl. 1997;19:207–216.", "ArticleIdList": ["9079208"]}, {"Citation": "Takizawa H, Ohtoshi T, Kawasaki S, Abe S, Sugawara I, Nakahara K, et al. Diesel exhaust particles activate human bronchial epithelial cells to express inflammatory mediators in the airways: a review. Respirology. 2000;5:197–203.", "ArticleIdList": ["10894110"]}, {"Citation": "Tao F, Kobzik L. Lung macrophage-epithelial cell interactions amplify particle-mediated cytokine release. Am J Respir Cell Mol Biol. 2002;26:499–505.", "ArticleIdList": ["11919087"]}, {"Citation": "van Eeden SF, Tan WC, Suwa T, Mukae H, Terashima T, Fujii T, et al. Cytokines involved in the systemic inflammatory response induced by exposure to particulate matter air pollutants (PM(10)) Am J Respir Crit Care Med. 2001;164:826–830.", "ArticleIdList": ["11549540"]}, {"Citation": "Veronesi B, Oortgiesen M, Carter JD, Devlin RB. Particulate matter initiates inflammatory cytokine release by activation of capsaicin and acid receptors in a human bronchial epithelial cell line. Toxicol Appl Pharmacol. 1999;154:106–115.", "ArticleIdList": ["9882597"]}, {"Citation": "Griego SD, Weston CB, Adams JL, Tal-Singer R, Dillon SB. Role of p38 mitogen-activated protein kinase in rhinovirus-induced cytokine production by bronchial epithelial cells. J Immunol. 2000;165:5211–5220.", "ArticleIdList": ["11046054"]}, {"Citation": "Altman GB, Altman LC, Luchtel DL, Jabbour AJ, Baker C. Release of RANTES from nasal and bronchial epithelial cells. Cell Biol Toxicol. 1997;13:205–213.", "ArticleIdList": ["9088630"]}, {"Citation": "Bachert C. Die Schleimhaut der oberen Atemwege - Zur Pathophysiologie der Entzündung. Oto-Rhino-Laryngology. 1995;Suppl I:155–220."}, {"Citation": "Monod J, Wyman J, Changeux JP. On the nature of allosteric transitions: a plausible model. J Mol Biol. 1965;12:88–118.", "ArticleIdList": ["14343300"]}, {"Citation": "Zhang Y, Reinberg D. Transcription regulation by histone methylation: interplay between different covalent modifications of the core histone tails. Genes Dev. 2001;15:2343–2360.", "ArticleIdList": ["11562345"]}, {"Citation": "Stamler JS, Lamas S, Fang FC. Nitrosylation. The prototypic redox-based signaling mechanism. Cell. 2001;106:675–683.", "ArticleIdList": ["11572774"]}, {"Citation": "Park HS, Huh SH, Kim MS, Lee SH, Choi EJ. Nitric oxide negatively regulates c-Jun N-terminal kinase/stress-activated protein kinase by means of S-nitrosylation. Proc Natl Acad Sci U S A. 2000;97:14382–14387.", "ArticleIdList": ["PMC18927", "11121042"]}, {"Citation": "Kim SO, Merchant K, Nudelman R, Beyer WF, Jr, Keng T, DeAngelo J, et al. OxyR: a molecular code for redox-related signaling. Cell. 2002;109:383–396.", "ArticleIdList": ["12015987"]}, {"Citation": "Huang SL, Cheng WL, Lee CT, Huang HC, Chan CC. Contribution of endotoxin in macrophage cytokine response to ambient particles in vitro. J Toxicol Environ Health A. 2002;65:1261–1272.", "ArticleIdList": ["12167209"]}, {"Citation": "Michel O, Nagy AM, Schroeven M, Duchateau J, Neve J, Fondu P, et al. Dose-response relationship to inhaled endotoxin in normal subjects. Am J Respir Crit Care Med. 1997;156:1157–1164.", "ArticleIdList": ["9351616"]}, {"Citation": "Nightingale JA, Rogers DF, Hart LA, Kharitonov SA, Chung KF, Barnes PJ. Effect of inhaled endotoxin on induced sputum in normal, atopic, and atopic asthmatic subjects. Thorax. 1998;53:563–571.", "ArticleIdList": ["PMC1745281", "9797755"]}, {"Citation": "Sandstrom T, Bjermer L, Rylander R. Lipopolysaccharide (LPS) inhalation in healthy subjects increases neutrophils, lymphocytes and fibronectin levels in bronchoalveolar lavage fluid. Eur Respir J. 1992;5:992–996.", "ArticleIdList": ["1426208"]}, {"Citation": "Danuser B, Rebsamen H, Weber C, Krueger H. Lipopolysaccharide-induced nasal cytokine response: a dose-response evaluation. Eur Arch Otorhinolaryngol. 2000;257:527–532.", "ArticleIdList": ["11195030"]}, {"Citation": "Sigsgaard T, Bonefeld-Jorgensen EC, Kjaergaard SK, Mamas S, Pedersen OF. Cytokine release from the nasal mucosa and whole blood after experimental exposures to organic dusts. Eur Respir J. 2000;16:140–145.", "ArticleIdList": ["10933100"]}, {"Citation": "Peden DB, Tucker K, Murphy P, Newlin-Clapp L, Boehlecke B, Hazucha M, et al. Eosinophil influx to the nasal airway after local, low-level LPS challenge in humans. J Allergy Clin Immunol. 1999;104:388–394.", "ArticleIdList": ["10452761"]}, {"Citation": "von-Mutius E, Braun-Fahrlander C, Schierl R, Riedler J, Ehlermann S, Maisch S, et al. Exposure to endotoxin or other bacterial components might protect against the development of atopy. Clin Exp Allergy. 2000;30:1230–1234.", "ArticleIdList": ["10971468"]}, {"Citation": "Myatt T, Milton D. Endotoxins. In: Spengler JD, Samet JM, McCarthy JF, editors. x. New York: McGraw-Hill; 2001. pp. 42.1–42.14."}, {"Citation": "Teeuw KB, Vandenbroucke-Grauls CM, Verhoef J. Airborne gram-negative bacteria and endotoxin in sick building syndrome. A study in Dutch governmental office buildings. Arch Intern Med. 1994;154:2339–2345.", "ArticleIdList": ["7944856"]}, {"Citation": "Nowak D. Klinisch-experimentelle und epidemiologische Untersuchungen zur Wirkung irritativer Berufs- und Umweltnoxen auf den Atemtrakt. Regensburg: S. Roderer Verlag; 1997."}, {"Citation": "Larsson BM, Larsson K, Malmberg P, Martensson L, Palmberg L. Airway responses in naive subjects to exposure in poultry houses: comparison between cage rearing system and alternative rearing system for laying hens. Am J Ind Med. 1999;35:142–149.", "ArticleIdList": ["9894538"]}, {"Citation": "Laitinen S, Linnainmaa M, Laitinen J, Kiviranta H, Reiman M, Liesivuori J. Endotoxins and IgG antibodies as indicators of occupational exposure to the microbial contaminants of metal-working fluids. Int Arch Occup Environ Health. 1999;72:443–450.", "ArticleIdList": ["10541909"]}, {"Citation": "Becker S, Soukup JM, Gilmour MI, Devlin RB. Stimulation of human and rat alveolar macrophages by urban air particulates: effects on oxidant radical generation and cytokine production. Toxicol Appl Pharmacol. 1996;141:637–648.", "ArticleIdList": ["8975789"]}, {"Citation": "Becker S, Fenton MJ, Soukup JM. Involvement of microbial components and toll-like receptors 2 and 4 in cytokine responses to air pollution particles. Am J Respir Cell Mol Biol. 2002;27:611–618.", "ArticleIdList": ["12397021"]}, {"Citation": "Douwes J, Zuidhof A, Doekes G, van der Zee SC, Wouters I, Boezen MH, et al. (1-->3)-beta-D-glucan and endotoxin in house dust and peak flow variability in children. Am J Respir Crit Care Med. 2000;162:1348–1354.", "ArticleIdList": ["11029343"]}, {"Citation": "Fogelmark B, Goto H, Yuasa K, Marchat B, Rylander R. Acute pulmonary toxicity of inhaled beta-1,3-glucan and endotoxin. Agents Actions. 1992;35:50–56.", "ArticleIdList": ["1509978"]}, {"Citation": "Gehring U, Douwes J, Doekes G, Koch A, Bischof W, Fahlbusch B, et al. Beta(1-->3)-glucan in house dust of German homes: housing characteristics, occupant behavior, and relations with endotoxins, allergens, and molds. Environ Health Perspect. 2001;109:139–144.", "ArticleIdList": ["PMC1240633", "11266323"]}, {"Citation": "Imrich A, Ning Y, Kobzik L. Insoluble components of concentrated air particles mediate alveolar macrophage responses in vitro. Toxicol Appl Pharmacol. 2000;167:140–150.", "ArticleIdList": ["10964765"]}, {"Citation": "Khair OA, Davies RJ, Devalia JL. Bacterial-induced release of inflammatory mediators by bronchial epithelial cells. Eur Respir J. 1996;9:1913–1922.", "ArticleIdList": ["8880112"]}, {"Citation": "Liu AH. Endotoxin exposure in allergy and asthma: reconciling a paradox. J Allergy Clin Immunol. 2002;109:379–392.", "ArticleIdList": ["11897980"]}, {"Citation": "Long CM, Suh HH, Kobzik L, Catalano PJ, Ning YY, Koutrakis P. A pilot investigation of the relative toxicity of indoor and outdoor fine particles: in vitro effects of endotoxin and other particulate properties. Environ Health Perspect. 2001;109:1019–1026.", "ArticleIdList": ["PMC1242078", "11689347"]}, {"Citation": "Ning Y, Imrich A, Goldsmith CA, Qin G, Kobzik L. Alveolar macrophage cytokine production in response to air particles in vitro: role of endotoxin. J Toxicol Environ Health A. 2000;59:165–180.", "ArticleIdList": ["10667632"]}, {"Citation": "Park JH, Spiegelman DL, Burge HA, Gold DR, Chew GL, Milton DK. Longitudinal study of dust and airborne endotoxin in the home. Environ Health Perspect. 2000;108:1023–1028.", "ArticleIdList": ["PMC1240157", "11102291"]}, {"Citation": "George D, Schwartz DA. The role of endotoxin in acute and chronic grain dust induced airway disease. In: Bates DV, Brain JD, Driscoll KE, Dungworth DL, Grafström R, Harris CC, et al., editors. Relationships between acute and chronic effects of air pollution. Washington: ILSI Press; 2000. pp. 169–184."}, {"Citation": "Parod RJ, Brain JD. Immune opsonin-independent phagocytosis by pulmonary macrophages. The Journal of Immunology. 1986;136:2041–2047.", "ArticleIdList": ["3081636"]}, {"Citation": "Garcia-Garcia E, Rosales C. Signal transduction during Fc receptor-mediated phagocytosis. J Leukoc Biol. 2002;72:1092–1108.", "ArticleIdList": ["12488490"]}, {"Citation": "Orphanides G, Reinberg D. A unified theory of gene expression. Cell. 2002;108:439–451.", "ArticleIdList": ["11909516"]}, {"Citation": "Jaspers I, Samet JM, Reed W. Arsenite Exposure of Cultured Airway Epithelial Cells Activates kappa B-dependent Interleukin-8 Gene Expression in the Absence of Nuclear Factor-kappa B Nuclear Translocation. Journal of Biological Chemistry. 1999;274:31025–31033.", "ArticleIdList": ["10521501"]}, {"Citation": "Jaspers I, Samet J, Erzurum S, Reed W. Vanadium-Induced kappa B-Dependent Transcription Depends upon Peroxide-Induced Activation of the p38 Mitogen-Activated Protein Kinase. American Journal of Respiratory Cell and Molecular Biology. 2000;23:95–102.", "ArticleIdList": ["10873158"]}, {"Citation": "Hsu MH, Wang M, Browning DD, Mukaida N, Ye RD. NF-{kappa}B Activation Is Required for C5a-Induced Interleukin-8 Gene Expression in Mononuclear Cells. Blood. 1999;93:3241–3249.", "ArticleIdList": ["10233875"]}, {"Citation": "Pan ZK, Ye RD, Christiansen SC, Jagels MA, Bokoch GM, Zuraw BL. Role of the Rho GTPase in bradykinin-stimulated Nuclear Factor-kB activation and IL-1ß gene expression in cultured human epithelial cells. J Immunol. 1998;160:3038–3045.", "ArticleIdList": ["9510209"]}, {"Citation": "Pei XH, Nakanishi Y, Takayama K, Bai F, Hara N. Benzo[a]pyrene Activates the Human p53 Gene through Induction of Nuclear Factor kappa B Activity. Journal of Biological Chemistry. 1999;274:35240–35246.", "ArticleIdList": ["10575010"]}, {"Citation": "Kwon O, Lee E, Moon TC, Jung H, Lin CX, Nam KS, et al. Expression of cyclooxygenase-2 and pro-inflammatory cytokines induced by 2,2',4,4',5,5'-hexachlorobiphenyl (PCB 153) in human mast cells requires NF-kappa B activation. Biol Pharm Bull. 2002;25:1165–1168.", "ArticleIdList": ["12230110"]}, {"Citation": "Desaki M, Takizawa H, Kasama T, Kobayashi K, Morita Y, Yamamoto K. Nuclear factor-kappa b activation in silica-induced interleukin 8 production by human bronchial epithelial cells. Cytokine. 2000;12:1257–1260.", "ArticleIdList": ["10930308"]}, {"Citation": "Takizawa H, Ohtoshi T, Kawasaki S, Kohyama T, Desaki M, Kasama T, et al. Diesel exhaust particles induce NF-kappa B activation in human bronchial epithelial cells in vitro: importance in cytokine transcription. J Immunol. 1999;162:4705–4711.", "ArticleIdList": ["10202011"]}, {"Citation": "Churg A, Wright JL. Airway wall remodeling induced by occupational mineral dusts and air pollutant particles. Chest. 2002;122:306S–309S.", "ArticleIdList": ["12475806"]}, {"Citation": "Jimenez LA, Thompson J, Brown DA, Rahman I, Antonicelli F, Duffin R, et al. Activation of NF-kappaB by PM(10) occurs via an iron-mediated mechanism in the absence of IkappaB degradation. Toxicol Appl Pharmacol. 2000;166:101–110.", "ArticleIdList": ["10896851"]}, {"Citation": "Peden DB. Pollutants and asthma: role of air toxics. Environ Health Perspect. 2002;110 Suppl 4:565–568.", "ArticleIdList": ["PMC1241207", "12194888"]}, {"Citation": "Blackwell TS, Christman JW. The role of Nuclear Factor-kappa B in cytokine gene regulation. American Journal of Respiratory Cell and Molecular Biology. 1997;17:3–9.", "ArticleIdList": ["9224203"]}, {"Citation": "Bureau F, Delhalle S, Bonizzi G, Fievez L, Dogne S, Kirschvink N, et al. Mechanisms of persistent NF-kappa B activity in the bronchi of an animal model of asthma. J Immunol. 2000;165:5822–5830.", "ArticleIdList": ["11067942"]}, {"Citation": "Mercurio F, Manning AM. Multiple signals converging on NF-kappaB. Curr Opin Cell Biol. 1999;11:226–232.", "ArticleIdList": ["10209157"]}, {"Citation": "Hanada T, Yoshimura A. Regulation of cytokine signaling and inflammation. Cytokine Growth Factor Rev. 2002;13:413–421.", "ArticleIdList": ["12220554"]}, {"Citation": "Christman JW, Sadikot RT, Blackwell TS. The role of nuclear factor-kappa B in pulmonary diseases. Chest. 2000;117:1482–1487.", "ArticleIdList": ["10807839"]}, {"Citation": "Quay JL, Reed W, Samet J, Devlin RB. Air pollution particles induce IL-6 gene expression in human airway epithelial cells via NF-kappaB activation. Am J Respir Cell Mol Biol. 1998;19:98–106.", "ArticleIdList": ["9651185"]}, {"Citation": "Chimini G, Chavrier P. Function of Rho family proteins in actin dynamics during phagocytosis and engulfment. Nat Cell Biol. 2000;2:E191–E196.", "ArticleIdList": ["11025683"]}, {"Citation": "Ridley AJ. Rho GTPases and cell migration. J Cell Sci. 2001;114:2713–2722.", "ArticleIdList": ["11683406"]}, {"Citation": "Houle F, Rousseau S, Morrice N, Luc M, Mongrain S, Turner CE, et al. Extracellular signal-regulated kinase mediates phosphorylation of tropomyosin-1 to promote cytoskeleton remodeling in response to oxidative stress: impact on membrane blebbing. Mol Biol Cell. 2003;14:1418–1432.", "ArticleIdList": ["PMC153111", "12686598"]}, {"Citation": "Greenberg S. Biology of phagocytosis. In: Gallin JI, Snyderman R, editors. Inflammation basic principles and clinical correlates. Philadelphia, PA: Lippincott Williams & Wilkins; 1999. pp. 681–701."}, {"Citation": "Stossel TT. Mechanical responses of white blood cells. In: Gallin JI, Snyderman R, editors. Inflammation basic principles and clinical correlates. Philadelphia, PA: Lippincott Williams & Wilkins; 1999. pp. 661–679."}, {"Citation": "DeLeo FR, Allen LA, Apicella M, Nauseef WM. NADPH Oxidase Activation and Assembly During Phagocytosis. The Journal of Immunology. 1999;163:6732–6740.", "ArticleIdList": ["10586071"]}, {"Citation": "Carreras MC, Riobo NA, Pargament GA, Boveris A, Poderoso JJ. Effects of respiratory burst inhibitors on nitric oxide production by human neutrophils. Free Radic Res. 1997;26:325–334.", "ArticleIdList": ["9167937"]}, {"Citation": "Carreras MC, Pargament GA, Catz SD, Poderoso JJ, Boveris A. Kinetics of nitric oxide and hydrogen peroxide production and formation of peroxynitrite during the respiratory burst of human neutrophils. FEBS Lett. 1994;341:65–68.", "ArticleIdList": ["8137924"]}, {"Citation": "MacMicking J, Xie QW, Nathan C. Nitric oxide and macrophage function. Annu Rev Immunol. 1997;15:323–350.", "ArticleIdList": ["9143691"]}, {"Citation": "Bogdan C, Rollinghoff M, Diefenbach A. The role of nitric oxide in innate immunity. Immunol Rev. 2000;173:17–26.", "ArticleIdList": ["10719664"]}, {"Citation": "Kohen R, Nyska A. Oxidation of biological systems: oxidative stress phenomena, antioxidants, redox reactions, and methods for their quantification. Toxicol Pathol. 2002;30:620–650.", "ArticleIdList": ["12512863"]}, {"Citation": "Nathan C. Specificity of a third kind: reactive oxygen and nitrogen intermediates in cell signaling. J Clin Invest. 2003;111:769–778.", "ArticleIdList": ["PMC153776", "12639979"]}, {"Citation": "The Alpha-Tocopherol, Beta Carotene Cancer Prevention Study Group. The effect of vitamin E and beta carotene on the incidence of lung cancer and other cancers in male smokers. The Alpha-Tocopherol, Beta Carotene Cancer Prevention Study Group. N Engl J Med. 1994;330:1029–1035.", "ArticleIdList": ["8127329"]}, {"Citation": "Paolini M, Abdel-Rahman SZ, Cantelli-Forti G, Legator MS. Chemoprevention or antichemoprevention? A salutary warning From the beta-carotene experience. J Natl Cancer Inst. 2001;93:1110–1111.", "ArticleIdList": ["11459875"]}, {"Citation": "Palm JP, Graf P, Lundberg JO, Alving K. Characterization of exhaled nitric oxide: introducing a new reproducible method for nasal nitric oxide measurements. Eur Respir J. 2000;16:236–241.", "ArticleIdList": ["10968497"]}, {"Citation": "Schedin U, Frostell C, Persson MG, Jakobsson J, Andersson G, Gustafsson LE. Contribution from upper and lower airways to exhaled endogenous nitric oxide in humans. Acta Anaesthesiol Scand. 1995;39:327–332.", "ArticleIdList": ["7793210"]}, {"Citation": "Furukawa K, Harrison DG, Saleh D, Shennib H, Chagnon FP, Glaid A. Expression of nitric oxide synthase in the human nasal mucosa. Am J Respir Crit Care Med. 1996;153:847–850.", "ArticleIdList": ["8564142"]}, {"Citation": "Lundberg JO, Farkas-Szallasi T, Weitzberg E, Rinder J, Lidholm J, Anggaard A, et al. High nitric oxide production in human paranasal sinuses. Nat Med. 1995;1:370–373.", "ArticleIdList": ["7585069"]}, {"Citation": "Lundberg JO, Weitzberg E. Nasal nitric oxide in man. Thorax. 1999;54:947–952.", "ArticleIdList": ["PMC1745376", "10491460"]}, {"Citation": "Haddad IY, Pataki G, Hu P, Galliani C, Beckman JS, Matalon S. Quantitation of nitrotyrosine levels in lung sections of patients and animals with acute lung injury. J Clin Invest. 1994;94:2407–2413.", "ArticleIdList": ["PMC330071", "7989597"]}, {"Citation": "Feng X, Guo Z, Nourbakhsh M, Hauser H, Ganster R, Shao L, et al. Identification of a negative response element in the human inducible nitric-oxide synthase (hiNOS) promoter: The role of NF-kappa B-repressing factor (NRF) in basal repression of the hiNOS gene. Proc Natl Acad Sci U S A. 2002;99:14212–14217.", "ArticleIdList": ["PMC137863", "12381793"]}, {"Citation": "Aust AE, Ball JC, Hu AA, Lighty JS, Smith KR, Straccia AM, et al. Particle characteristics responsible for effects on human lung epithelial cells. Res Rep Health Eff Inst. 2002:1–65.", "ArticleIdList": ["12578113"]}, {"Citation": "Dreher KL, Jaskot RH, Lehmann JR, Richards JH, McGee JK, Ghio AJ, et al. Soluble transition metals mediate residual oil fly ash induced acute lung injury. J Toxicol Environ Health. 1997;50:285–305.", "ArticleIdList": ["9055877"]}, {"Citation": "Frampton MW, Ghio AJ, Samet JM, Carson JL, Carter JD, Devlin RB. Effects of aqueous extracts of PM(10) filters from the Utah valley on human airway epithelial cells. Am J Physiol. 1999;277:960–967.", "ArticleIdList": ["10564181"]}, {"Citation": "Himeno S, Yanagiya T, Enomoto S, Kondo Y, Imura N. Cellular cadmium uptake mediated by the transport system for manganese. Tohoku J Exp Med. 2002;196:43–50.", "ArticleIdList": ["12498325"]}, {"Citation": "Guerinot ML. The ZIP family of metal transporters. Biochim Biophys Acta. 2000;1465:190–198.", "ArticleIdList": ["10748254"]}, {"Citation": "Hubert N, Hentze MW. Previously uncharacterized isoforms of divalent metal transporter (DMT)-1: implications for regulation and cellular function. Proc Natl Acad Sci U S A. 2002;99:12345–12350.", "ArticleIdList": ["PMC129447", "12209011"]}, {"Citation": "Ghio AJ, Stonehuerner J, Dailey LA, Carter JD. Metals associated with both the water-soluble and insoluble fractions of an ambient air pollution particle catalyze an oxidative stress. Inhal Toxicol. 1999;11:37–49.", "ArticleIdList": ["10380158"]}, {"Citation": "Stohs SJ, Bagchi D. Oxidative mechanisms in the toxicity of metal ions. Free Radic Biol Med. 1995;18:321–336.", "ArticleIdList": ["7744317"]}, {"Citation": "Samet JM, Graves LM, Quay J, Dailey LA, Devlin RB, Ghio AJ, et al. Activation of MAPKs in human bronchial epithelial cells exposed to metals. Am J Physiol. 1998;275:L551–L558.", "ArticleIdList": ["9728050"]}, {"Citation": "Bernstam L, Nriagu J. Molecular aspects of arsenic stress. J Toxicol Environ Health B Crit Rev. 2000;3:293–322.", "ArticleIdList": ["11055208"]}, {"Citation": "Zhou YM, Zhong CY, Kennedy IM, Leppert VJ, Pinkerton KE. Oxidative stress and NFkappaB activation in the lungs of rats: a synergistic interaction between soot and iron particles. Toxicol Appl Pharmacol. 2003;190:157–169.", "ArticleIdList": ["12878045"]}, {"Citation": "Meriin AB, Yaglom JA, Gabai VL, Zon L, Ganiatsas S, Mosser DD, et al. Protein-damaging stresses activate c-Jun N-terminal kinase via inhibition of its dephosphorylation: a novel pathway controlled by HSP72. Mol Cell Biol. 1999;19:2547–2555.", "ArticleIdList": ["PMC84047", "10082520"]}, {"Citation": "Cheng JZ, Sharma R, Yang Y, Singhal SS, Sharma A, Saini MK, et al. Accelerated metabolism and exclusion of 4-hydroxynonenal through induction of RLIP76 and hGST5.8 is an early adaptive response of cells to heat and oxidative stress. J Biol Chem. 2001;276:41213–41223.", "ArticleIdList": ["11522795"]}, {"Citation": "Marnett LJ. Oxy radicals, lipid peroxidation and DNA damage. Toxicology. 2002;181-182:219–222.", "ArticleIdList": ["12505314"]}, {"Citation": "Kharbanda S, Pandey P, Yamauchi T, Kumar S, Kaneki M, Kumar V, et al. Activation of MEK Kinase 1 by the c-Abl Protein Tyrosine Kinase in Response to DNA Damage. Mol Cell Biol. 2000;20:4979–4989.", "ArticleIdList": ["PMC85948", "10866655"]}, {"Citation": "Kyriakis JM, Avruch J. Sounding the alarm: protein kinase cascades activated by stress and inflammation. J Biol Chem. 1996;271:24313–24316.", "ArticleIdList": ["8798679"]}, {"Citation": "Gius D, Botero A, Shah S, Curry HA. Intracellular oxidation/reduction status in the regulation of transcription factors NF-kappaB and AP-1. Toxicol Lett. 1999;106:93–106.", "ArticleIdList": ["10403653"]}, {"Citation": "Schoonbroodt S, Piette J. Oxidative stress interference with the nuclear factor-kappa B activation pathways. Biochem Pharmacol. 2000;60:1075–1083.", "ArticleIdList": ["11007944"]}, {"Citation": "Bowie A, O'Neill LA. Oxidative stress and nuclear factor-kappaB activation: a reassessment of the evidence in the light of recent discoveries. Biochem Pharmacol. 2000;59:13–23.", "ArticleIdList": ["10605930"]}, {"Citation": "Schoonbroodt S, Ferreira V, Best-Belpomme M, Boelaert JR, Legrand-Poels S, Korner M, et al. Crucial role of the amino-terminal tyrosine residue 42 and the carboxyl-terminal PEST domain of I kappa B alpha in NF-kappa B activation by an oxidative stress. J Immunol. 2000;164:4292–4300.", "ArticleIdList": ["10754328"]}, {"Citation": "Byun MS, Jeon KI, Choi JW, Shim JY, Jue DM. Dual effect of oxidative stress on NF-kappakB activation in HeLa cells. Exp Mol Med. 2002;34:332–339.", "ArticleIdList": ["12526096"]}, {"Citation": "Chandel NS, Trzyna WC, McClintock DS, Schumacker PT. Role of oxidants in NF-kappa B activation and TNF-alpha gene transcription induced by hypoxia and endotoxin. J Immunol. 2000;165:1013–1021.", "ArticleIdList": ["10878378"]}, {"Citation": "Hetland RB, Refsnes M, Myran T, Johansen BV, Uthus N, Schwarze PE. Mineral and/or metal content as critical determinants of particle-induced release of IL-6 and IL-8 from A549 cells. J Toxicol Environ Health A. 2000;60:47–65.", "ArticleIdList": ["10832617"]}, {"Citation": "Dong C, Davis RJ, Flavell RA. Signaling by the JNK group of MAP kinases. c-jun N-terminal Kinase. J Clin Immunol. 2001;21:253–257.", "ArticleIdList": ["11506194"]}, {"Citation": "Li N, Kim S, Wang M, Froines J, Sioutas C, Nel A. Use of a stratified oxidative stress model to study the biological effects of ambient concentrated and diesel exhaust particulate matter. Inhal Toxicol. 2002;14:459–486.", "ArticleIdList": ["12028803"]}, {"Citation": "Kobayashi SD, Voyich JM, Buhl CL, Stahl RM, DeLeo FR. Global changes in gene expression by human polymorphonuclear leukocytes during receptor-mediated phagocytosis: Cell fate is regulated at the level of gene expression. PNAS. 2002;99:6901–6906.", "ArticleIdList": ["PMC124501", "11983860"]}, {"Citation": "Beswick PH. Free radical activity of industrial fibers: role of iron in oxidative stress and activation of transcription factors. Environ Health Perspect. 1997;105S:1313–1317.", "ArticleIdList": ["PMC1470182", "9400744"]}, {"Citation": "Brown DM, Beswick PH, Donaldson K. Induction of nuclear translocation of NF-kappaB in epithelial cells by respirable mineral fibres. J Pathol. 1999;189:258–264.", "ArticleIdList": ["10547584"]}, {"Citation": "Brunekreef B, Janssen NA, de Hartog J, Harssema H, Knape M, van Vliet P. Air pollution from truck traffic and lung function in children living near motorways. Epidemiology. 1997;8:298–303.", "ArticleIdList": ["9115026"]}, {"Citation": "van Vliet P, Knape M, de Hartog J, Janssen N, Harssema H, Brunekreef B. Motor vehicle exhaust and chronic respiratory symptoms in children living near freeways. Environ Res. 1997;74:122–132.", "ArticleIdList": ["9339225"]}, {"Citation": "Kramer U, Koch T, Ranft U, Ring J, Behrendt H. Traffic-related air pollution is associated with atopy in children living in urban areas. Epidemiology. 2000;11:64–70.", "ArticleIdList": ["10615846"]}, {"Citation": "Nel AE, Diaz-Sanchez D, Ng D, Hiura T, Saxon A. Enhancement of allergic inflammation by the interaction between diesel exhaust particles and the immune system. J Allergy Clin Immunol. 1998;102:539–554.", "ArticleIdList": ["9802360"]}, {"Citation": "Diaz-Sanchez D, Garcia MP, Wang M, Jyrala M, Saxon A. Nasal challenge with diesel exhaust particles can induce sensitization to a neoallergen in the human mucosa. J Allergy Clin Immunol. 1999;104:1183–1188.", "ArticleIdList": ["10588999"]}, {"Citation": "Diaz-Sanchez D, Tsien A, Fleming J, Saxon A. Combined diesel exhaust particulate and ragweed allergen challenge markedly enhances human in vivo nasal ragweed-specific IgE and skews cytokine production to a T helper cell 2-type pattern. J Immunol. 1997;158:2406–2413.", "ArticleIdList": ["9036991"]}, {"Citation": "Diaz-Sanchez D, Dotson AR, Takenaka H, Saxon A. Diesel exhaust particles induce local IgE production in vivo and alter the pattern of IgE messenger RNA isoforms. J Clin Invest. 1994;94:1417–1425.", "ArticleIdList": ["PMC295270", "7523450"]}, {"Citation": "Diaz-Sanchez D, Penichet-Garcia M, Saxon A. Diesel exhaust particles directly induce activated mast cells to degranulate and increase histamine levels and symptom severity. J Allergy Clin Immunol. 2000;106:1140–1146.", "ArticleIdList": ["11112898"]}, {"Citation": "Diaz-Sanchez D, Proietti L, Polosa R. Diesel fumes and the rising prevalence of atopy: an urban legend? Curr Allergy Asthma Rep. 2003;3:146–152.", "ArticleIdList": ["12562554"]}, {"Citation": "Wang M, Saxon A, Diaz-Sanchez D. Early IL-4 production driving Th2 differentiation in a human in vivo allergic model is mast cell derived. Clin Immunol. 1999;90:47–54.", "ArticleIdList": ["9884352"]}, {"Citation": "Montnemery P, Popovic M, Andersson M, Greiff L, Nyberg P, Lofdahl CG, et al. Influence of heavy traffic, city dwelling and socio-economic status on nasal symptoms assessed in a postal population survey. Respir Med. 2003;97:970–977.", "ArticleIdList": ["12924526"]}, {"Citation": "Gluck U, Schutz R, Gebbers JO. Cytopathology of the nasal mucosa in chronic exposure to diesel engine emission: a five-year survey of Swiss customs officers. Environ Health Perspect. 2003;111:925–929.", "ArticleIdList": ["PMC1241526", "12782493"]}, {"Citation": "Li N, Wang M, Oberley TD, Sempf JM, Nel AE. Comparison of the pro-oxidative and proinflammatory effects of organic diesel exhaust particle chemicals in bronchial epithelial cells and macrophages. J Immunol. 2002;169:4531–4541.", "ArticleIdList": ["12370390"]}, {"Citation": "Diaz-Sanchez D, Tsien A, Casillas A, Dotson AR, Saxon A. Enhanced nasal cytokine production in human beings after in vivo challenge with diesel exhaust particles. J Allergy Clin Immunol. 1996;98:114–123.", "ArticleIdList": ["8765825"]}, {"Citation": "Diaz-Sanchez D, Jyrala M, Ng D, Nel A, Saxon A. In vivo nasal challenge with diesel exhaust particles enhances expression of the CC chemokines rantes, MIP-1alpha, and MCP-3 in humans. Clin Immunol. 2000;97:140–145.", "ArticleIdList": ["11027454"]}, {"Citation": "Meek MD. Ah receptor and estrogen receptor-dependent modulation of gene expression by extracts of diesel exhaust particles. Environ Res. 1998;79:114–121.", "ArticleIdList": ["9841810"]}, {"Citation": "Saeki K, Matsuda T, Kato TA, Yamada K, Mizutani T, Matsui S, et al. Activation of the human Ah receptor by aza-polycyclic aromatic hydrocarbons and their halogenated derivatives. Biol Pharm Bull. 2003;26:448–452.", "ArticleIdList": ["12673023"]}, {"Citation": "Gonzalez FJ, Fernandez-Salguero P. The Aryl Hydrocarbon Receptor. Studies Using the AHR-Null Mice. Drug Metab Dispos. 1998;26:1194–1198.", "ArticleIdList": ["9860927"]}, {"Citation": "Tian Y, Rabson AB, Gallo MA. Ah receptor and NF-kappaB interactions: mechanisms and physiological implications. Chem Biol Interact. 2002;141:97–115.", "ArticleIdList": ["12213387"]}, {"Citation": "Puga A, Barnes SJ, Chang C, Zhu H, Nephew KP, Khan SA, et al. Activation of transcription factors activator protein-1 and nuclear factor-kappaB by 2,3,7,8-tetrachlorodibenzo-p-dioxin. Biochem Pharmacol. 2000;59:997–1005.", "ArticleIdList": ["10692565"]}, {"Citation": "Kim DW, Gazourian L, Quadri SA, Romieu-Mourez R, Sherr DH, Sonenshein GE. The RelA NF-kappaB subunit and the aryl hydrocarbon receptor (AhR) cooperate to transactivate the c-myc promoter in mammary cells. Oncogene. 2000;19:5498–5506.", "ArticleIdList": ["11114727"]}, {"Citation": "Tian Y, Ke S, Denison M, Rabson AB, Gallo MA. Ah Receptor and NF-kappa B Interactions, a Potential Mechanism for Dioxin Toxicity. Journal of Biological Chemistry. 1999;274:510–515.", "ArticleIdList": ["9867872"]}, {"Citation": "Elizondo G, Fernandez-Salguero P, Sheikh MS, Kim GY, Fornace AJ, Lee KS, et al. Altered Cell Cycle Control at the G2/M Phases in Aryl Hydrocarbon Receptor-Null Embryo Fibroblast. Mol Pharmacol. 2000;57:1056–1063.", "ArticleIdList": ["10779392"]}, {"Citation": "Shimizu Y, Nakatsuru Y, Ichinose M, Takahashi Y, Kume H, Mimura J, et al. Benzo[a]pyrene carcinogenicity is lost in mice lacking the aryl hydrocarbon receptor. PNAS. 2000;97:779–782.", "ArticleIdList": ["PMC15407", "10639156"]}, {"Citation": "Chan WK, Yao G, Gu YZ, Bradfield CA. Cross-talk between the Aryl Hydrocarbon Receptor and Hypoxia Inducible Factor Signaling Pathways. Demonstration of competition and compensation. Journal of Biological Chemistry. 1999;274:12115–12123.", "ArticleIdList": ["10207038"]}, {"Citation": "Dertinger SD, Nazarenko DA, Silverstone AE, Gasiewicz TA. Aryl hydrocarbon receptor signaling plays a significant role in mediating benzo[a]pyrene- and cigarette smoke condensate-induced cytogenetic damage in vivo. Carcinogenesis. 2001;22:171–177.", "ArticleIdList": ["11159756"]}, {"Citation": "Dockery DW, Speizer FE, Stram DO, Ware JH, Spengler JD, Ferris BG., Jr Effects of inhalable particles on respiratory health of children. Am Rev Respir Dis. 1989;139:587–594.", "ArticleIdList": ["2923355"]}, {"Citation": "Cullen RT, Tran CL, Buchanan D, Davis JM, Searl A, Jones AD, et al. Inhalation of poorly soluble particles. I. Differences in inflammatory response and clearance during exposure. Inhal Toxicol. 2000;12:1089–particulates 111.", "ArticleIdList": ["11114783"]}, {"Citation": "Donaldson K. Nonneoplastic lung responses induced in experimental animals by exposure to poorly soluble nonfibrous particles. Inhal Toxicol. 2000;12:121–139.", "ArticleIdList": ["10715620"]}, {"Citation": "Brown DM, Wilson MR, MacNee W, Stone V, Donaldson K. Size-dependent proinflammatory effects of ultrafine polystyrene particles: a role for surface area and oxidative stress in the enhanced activity of ultrafines. Toxicol Appl Pharmacol. 2001;175:191–199.", "ArticleIdList": ["11559017"]}, {"Citation": "Kobzik L. Lung macrophage uptake of unopsonized environmental particulates. Role of scavenger-type receptors. J Immunol. 1995;155:367–376.", "ArticleIdList": ["7541421"]}, {"Citation": "Obot CJ, Morandi MT, Beebe TP, Hamilton RF, Holian A. Surface components of airborne particulate matter induce macrophage apoptosis through scavenger receptors. Toxicol Appl Pharmacol. 2002;184:98–106.", "ArticleIdList": ["12408954"]}, {"Citation": "Palecanda A, Paulauskis J, Al Mutairi E, Imrich A, Qin G, Suzuki H, et al. Role of the Scavenger Receptor MARCO in Alveolar Macrophage Binding of Unopsonized Environmental Particles. The Journal of Experimental Medicine. 1999;189:1497–1506.", "ArticleIdList": ["PMC2193067", "10224290"]}, {"Citation": "Palecanda A, Kobzik L. Receptors for unopsonized particles: the role of alveolar macrophage scavenger receptors. Curr Mol Med. 2001;1:589–595.", "ArticleIdList": ["11899233"]}, {"Citation": "Fraser IP, Ezekowitz RAB. Receptors for microbial products: Carbohydrates. In: Gallin JI, Snyderman R, editors. Inflammation basic principles and clinical correlates. Philadelphia, PA: Lippincott Williams & Wilkins; 1999. pp. 515–524."}, {"Citation": "Stringer B, Imrich A, Kobzik L. Lung epithelial cell (A549) interaction with unopsonized environmental particulates: quantitation of particle-specific binding and IL-8 production. Exp Lung Res. 1996;22:495–508.", "ArticleIdList": ["8886755"]}, {"Citation": "Dunne DW, Resnick D, Greenberg J, Krieger M, Joiner KA. The Type I Macrophage Scavenger Receptor Binds to Gram-Positive Bacteria and Recognizes Lipoteichoic Acid. PNAS. 1994;91:1863–1867.", "ArticleIdList": ["PMC43264", "8127896"]}, {"Citation": "Elomaa O, Sankala M, Pikkarainen T, Bergmann U, Tuuttila A, Raatikainen-Ahokas A, et al. Structure of the human macrophage MARCO receptor and characterization of its bacteria-binding region. J Biol Chem. 1998;273:4530–4538.", "ArticleIdList": ["9468508"]}, {"Citation": "Goldsmith CA, Frevert C, Imrich A, Sioutas C, Kobzik L. Alveolar macrophage interaction with air pollution particulates. Environ Health Perspect. 1997;105 Suppl 5:1191–1195.", "ArticleIdList": ["PMC1470148", "9400722"]}, {"Citation": "Stringer B, Imrich A, Kobzik L. Flow cytometric assay of lung macrophage uptake of environmental particulates. Cytometry. 1995;20:23–32.", "ArticleIdList": ["7600897"]}, {"Citation": "Tao F, Palecanda A, Kumar S, Kobzik L. Generation of a Monoclonal Antibody that Blocks Epithelial Binding of Unopsonized Particles. Hybrid Hybridomics. 2003;22:17–21.", "ArticleIdList": ["12713686"]}, {"Citation": "Riechelmann H, Rettinger G, Weschta M, Keck T, Deutschle T. Effects of low-toxicity particulate matter on human nasal function. J Occup Environ Med. 2003;45:54–60.", "ArticleIdList": ["12553179"]}, {"Citation": "Heinrich J. Nonallergic respiratory morbidity improved along with a decline of traditional air pollution levels: a review. Eur Respir J Suppl. 2003;40:64s–69s.", "ArticleIdList": ["12762577"]}, {"Citation": "von Mutius E, Sherrill DL, Fritzsch C, Martinez FD, Lebowitz MD. Air pollution and upper respiratory symptoms in children from East Germany. Eur Respir J. 1995;8:723–728.", "ArticleIdList": ["7656942"]}, {"Citation": "Peters A, Goldstein IF, Beyer U, Franke K, Heinrich J, Dockery DW, et al. Acute health effects of exposure to high levels of air pollution in eastern Europe. Am J Epidemiol. 1996;144:570–581.", "ArticleIdList": ["8797517"]}, {"Citation": "Peacock JL, Symonds P, Jackson P, Bremner SA, Scarlett JF, Strachan DP, et al. Acute effects of winter air pollution on respiratory function in schoolchildren in southern England. Occup Environ Med. 2003;60:82–89.", "ArticleIdList": ["PMC1740463", "12554833"]}, {"Citation": "Pikhart H, Bobak M, Gorynski P, Wojtyniak B, Danova J, Celko MA, et al. Outdoor sulphur dioxide and respiratory symptoms in Czech and Polish school children: a small-area study (SAVIAH). Small-Area Variation in Air Pollution and Health. Int Arch Occup Environ Health. 2001;74:574–578.", "ArticleIdList": ["11768046"]}, {"Citation": "Knorst MM, Kienast K, Riechelmann H, Muller-Quernheim J, Ferlinz R. Effect of sulfur dioxide on mucociliary activity and ciliary beat frequency in guinea pig trachea. Int Arch Occup Environ Health. 1994;65:325–328.", "ArticleIdList": ["8175188"]}, {"Citation": "Kienast K, Riechelmann H, Knorst M, Schlegel J, Muller-Quernheim J, Schellenberg J, et al. An experimental model for the exposure of human ciliated cells to sulfur dioxide at different concentrations. Clin Investig. 1994;72:215–219.", "ArticleIdList": ["8012166"]}, {"Citation": "Gunnison AF, Sellakumar A, Currie D, Snyder EA. Distribution, metabolism and toxicity of inhaled sulfur dioxide and endogenously generated sulfite in the respiratory tract of normal and sulfite oxidase-deficient rats. J Toxicol Environ Health. 1987;21:141–162.", "ArticleIdList": ["3573068"]}, {"Citation": "Riechelmann H, Maurer J, Kienast K, Hafner B, Mann WJ. Respiratory epithelium exposed to sulfur dioxide--functional and ultrastructural alterations. Laryngoscope. 1995;105:295–299.", "ArticleIdList": ["7877419"]}, {"Citation": "Ishizuka S, Yamaya M, Suzuki T, Nakayama K, Kamanaka M, Ida S, et al. Acid exposure stimulates the adherence of Streptococcus pneumoniae to cultured human airway epithelial cells: effects on platelet-activating factor receptor expression. Am J Respir Cell Mol Biol. 2001;24:459–468.", "ArticleIdList": ["11306440"]}, {"Citation": "Langley-Evans SC, Phillips GJ, Jackson AA. Sulphur dioxide: a potent glutathione depleting agent. Comp Biochem Physiol C Pharmacol Toxicol Endocrinol. 1996;114:89–98.", "ArticleIdList": ["8760604"]}, {"Citation": "Lee WJ, Teschke K, Kauppinen T, Andersen A, Jappinen P, Szadkowska-Stanczyk I, et al. Mortality from lung cancer in workers exposed to sulfur dioxide in the pulp and paper industry. Environ Health Perspect. 2002;110:991–995.", "ArticleIdList": ["PMC1241024", "12361923"]}, {"Citation": "Nyberg F, Gustavsson P, Jarup L, Bellander T, Berglind N, Jakobsson R, et al. Urban air pollution and lung cancer in Stockholm. Epidemiology. 2000;11:487–495.", "ArticleIdList": ["10955399"]}, {"Citation": "Sulfur dioxide and some sulfites, bisulfites and metabisulfites. IARC Monogr Eval Carcinog Risks Hum. 1992;54:131–188.", "ArticleIdList": ["PMC7681562", "1345372"]}, {"Citation": "Tominaga M, Julius D. Capsaicin receptor in the pain pathway. Jpn J Pharmacol. 2000;83:20–24.", "ArticleIdList": ["10887936"]}, {"Citation": "Blomberg A, Krishna MT, Bocchino V, Biscione GL, Shute JK, Kelly FJ, et al. The inflammatory effects of 2 ppm NO2 on the airways of healthy subjects. Am J Respir Crit Care Med. 1997;156:418–424.", "ArticleIdList": ["9279218"]}, {"Citation": "Wang JH, Devalia JL, Duddle JM, Hamilton SA, Davies RJ. Effect of six-hour exposure to nitrogen dioxide on early-phase nasal response to allergen challenge in patients with a history of seasonal allergic rhinitis. J Allergy Clin Immunol. 1995;96:669–676.", "ArticleIdList": ["7499684"]}, {"Citation": "Wang JH, Duddle J, Devalia JL, Davies RJ. Nitrogen dioxide increases eosinophil activation in the early-phase response to nasal allergen provocation. Int Arch Allergy Immunol. 1995;107:103–105.", "ArticleIdList": ["7613114"]}, {"Citation": "Pryor WA, Squadrito GL, Friedman M. The cascade mechanism to explain ozone toxicity: the role of lipid ozonation products. Free Radic Biol Med. 1995;19:935–941.", "ArticleIdList": ["8582671"]}, {"Citation": "Pryor WA, Squadrito GL, Friedman M. A new mechanism for the toxicity of ozone. Toxicol Lett. 1995;83:287–293.", "ArticleIdList": ["8597067"]}, {"Citation": "Nichols BG, Woods JS, Luchtel DL, Corral J, Koenig JQ. Effects of ozone exposure on nuclear factor-kappaB activation and tumor necrosis factor-alpha expression in human nasal epithelial cells. Toxicol Sci. 2001;60:356–362.", "ArticleIdList": ["11248148"]}, {"Citation": "Frampton MW, Pryor WA, Cueto R, Cox C, Morrow PE, Utell MJ. Ozone exposure increases aldehydes in epithelial lining fluid in human lung. Am J Respir Crit Care Med. 1999;159:1134–1137.", "ArticleIdList": ["10194157"]}, {"Citation": "Frampton MW, Pryor WA, Cueto R, Cox C, Morrow PE, Utell MJ. Aldehydes (nonanal and hexanal) in rat and human bronchoalveolar lavage fluid after ozone exposure. Res Rep Health Eff Inst. 1999:1–15.", "ArticleIdList": ["10734666"]}, {"Citation": "Mustafa MG. Biochemical basis of ozone toxicity. Free Radic Biol Med. 1990;9:245–265.", "ArticleIdList": ["2272533"]}, {"Citation": "Long NC, Suh J, Morrow JD, Schiestl RH, Murthy GG, Brain JD, et al. Ozone causes lipid peroxidation but little antioxidant depletion in exercising and nonexercising hamsters. J Appl Physiol. 2001;91:1694–1700.", "ArticleIdList": ["11568152"]}, {"Citation": "Laskin DL, Fakhrzadeh L, Heck DE, Gerecke D, Laskin JD. Upregulation of phosphoinositide 3-kinase and protein kinase B in alveolar macrophages following ozone inhalation. Role of NF-kappaB and STAT-1 in ozone-induced nitric oxide production and toxicity. Mol Cell Biochem. 2002;234-235:91–98.", "ArticleIdList": ["12162464"]}, {"Citation": "Jaspers I, Flescher E, Chen LC. Ozone-induced IL-8 expression and transcription factor binding in respiratory epithelial cells. Am J Physiol. 1997;272:504–511.", "ArticleIdList": ["9124608"]}, {"Citation": "Haddad EB, Salmon M, Koto H, Barnes PJ, Adcock I, Chung KF. Ozone induction of cytokine-induced neutrophil chemoattractant (CINC) and nuclear factor-kappa b in rat lung: inhibition by corticosteroids. FEBS Lett. 1996;379:265–268.", "ArticleIdList": ["8603703"]}, {"Citation": "Kafoury RM, Pryor WA, Squadrito GL, Salgo MG, Zou X, Friedman M. Lipid ozonation products activate phospholipases A2, C, and D. Toxicol Appl Pharmacol. 1998;150:338–349.", "ArticleIdList": ["9653065"]}, {"Citation": "Cho HY, Hotchkiss JA, Bennett CB, Harkema JR. Neutrophil-dependent and neutrophil-independent alterations in the nasal epithelium of ozone-exposed rats. Am J Respir Crit Care Med. 2000;162:629–636.", "ArticleIdList": ["10934098"]}, {"Citation": "Schierhorn K, Hanf G, Fischer A, Umland B, Olze H, Kunkel G. Ozone-induced release of neuropeptides from human nasal mucosa cells. Int Arch Allergy Immunol. 2002;129:145–151.", "ArticleIdList": ["12403932"]}, {"Citation": "Wilkins CK, Wolkoff P, Clausen PA, Hammer M, Nielsen GD. Upper airway irritation of terpene/ozone oxidation products (TOPS). Dependence on reaction time, relative humidity and initial ozone concentration. Toxicol Lett. 2003;143:109–114.", "ArticleIdList": ["12749814"]}, {"Citation": "Potter-Perigo S, Kaplan ED, Luchtel DL, Baker C, Altman LC, Wight TN. Ozone alters the expression of tenascin-C in cultured primate nasal epithelial cells. Am J Respir Cell Mol Biol. 1998;18:471–478.", "ArticleIdList": ["9533934"]}, {"Citation": "Harkema JR, Hotchkiss JA, Griffith WC. Mucous cell metaplasia in rat nasal epithelium after a 20-month exposure to ozone: a morphometric study of epithelial differentiation. Am J Respir Cell Mol Biol. 1997;16:521–530.", "ArticleIdList": ["9160834"]}, {"Citation": "Harkema JR, Morgan KT, Gross EA, Catalano PJ, Griffith WC. Consequences of prolonged inhalation of ozone on F344/N rats: collaborative studies. Part VII: Effects on the nasal mucociliary apparatus. Res Rep Health Eff Inst. 1994;3-26.", "ArticleIdList": ["7888110"]}, {"Citation": "Harkema JR, Catalano PJ, Hotchkiss JA. Consequences of prolonged inhalation of ozone on F344/N rats, collaborative studies. Part XII, Atrophy of bone in nasal turbinates. Res Rep Health Eff Inst. 1997;1-19", "ArticleIdList": ["9140147"]}, {"Citation": "Johnson NF, Hotchkiss JA, Harkema JR, Henderson RF. Proliferative responses of rat nasal epithelia to ozone. Toxicol Appl Pharmacol. 1990;103:143–155.", "ArticleIdList": ["2315925"]}, {"Citation": "Harkema JR, Barr EB, Hotchkiss JA. Responses of rat nasal epithelium to short- and long-term exposures of ozone: image analysis of epithelial injury, adaptation and repair. Microsc Res Tech. 1997;36:276–286.", "ArticleIdList": ["9140927"]}, {"Citation": "Harkema JR, Hotchkiss JA, Barr EB, Bennett CB, Gallup M, Lee JK, et al. Long-lasting effects of chronic ozone exposure on rat nasal epithelium. Am J Respir Cell Mol Biol. 1999;20:517–529.", "ArticleIdList": ["10030851"]}, {"Citation": "Jorge SA, Menck CF, Sies H, Osborne MR, Phillips DH, Sarasin A, et al. Mutagenic fingerprint of ozone in human cells. DNA Repair (Amst) 2002;1:369–378.", "ArticleIdList": ["12509241"]}, {"Citation": "Godish T. Aldehydes. In: Spengler JD, Samet JM, McCarthy JF, editors. Indoor air quality handbook. New York: McGraw-Hill; 2001. p. 32."}, {"Citation": "Tucker G. Volatile organic compounds. In: Spengler JD, Samet JM, McCarthy JF, editors. Indoor air quality handbook. New York: McGraw-Hill; 2001. p. 31."}, {"Citation": "Alarie Y. Sensory irritation of the upper airways by airborne chemicals. Toxicol Appl Pharmacol. 1973;24:279–297.", "ArticleIdList": ["4696311"]}, {"Citation": "Bos PM, Zwart A, Reuzel PG, Bragt PC. Evaluation of the sensory irritation test for the assessment of occupational health risk. Crit Rev Toxicol. 1991;21:423–450.", "ArticleIdList": ["1801847"]}, {"Citation": "Alarie Y, Nielsen GD, Schaper MM. Animal bioasays for evaluation of indoor air quality. In: Spengler JD, Samet JM, McCarthy JF, editors. Indoor air quality handbook. New York: McGraw-Hill; 2001. p. 23."}, {"Citation": "Severini C, Improta G, Falconieri-Erspamer G, Salvadori S, Erspamer V. The tachykinin peptide family. Pharmacol Rev. 2002;54:285–322.", "ArticleIdList": ["12037144"]}, {"Citation": "Shirasaki H, Asakura K, Narita SI, Kataura A. Expression of substance P (NK1) receptor mRNA in human nose. Acta Otolaryngol. 1998;118:717–722.", "ArticleIdList": ["9840511"]}, {"Citation": "Richardson JD, Vasko MR. Cellular mechanisms of neurogenic inflammation. J Pharmacol Exp Ther. 2002;302:839–845.", "ArticleIdList": ["12183638"]}, {"Citation": "Hunter DD, Satterfield BE, Huang J, Fedan JS, Dey RD. Toluene diisocyanate enhances substance P in sensory neurons innervating the nasal mucosa. Am J Respir Crit Care Med. 2000;161:543–549.", "ArticleIdList": ["10673198"]}, {"Citation": "Morris JB, Stanek J, Gianutsos G. Sensory nerve-mediated immediate nasal responses to inspired acrolein. J Appl Physiol. 1999;87:1877–1886.", "ArticleIdList": ["10562632"]}, {"Citation": "Sasamura T, Kuraishi Y. Peripheral and central actions of capsaicin and VR1 receptor. Jpn J Pharmacol. 1999;80:275–280.", "ArticleIdList": ["10496326"]}, {"Citation": "Veronesi B, Oortgiesen M. Neurogenic inflammation and particulate matter (PM) air pollutants. Neurotoxicology. 2001;22:795–810.", "ArticleIdList": ["11829413"]}, {"Citation": "Wu ZX, Satterfield BE, Dey RD. Substance P released from intrinsic airway neurons contributes to ozone-enhanced airway hyperresponsiveness in ferret trachea. J Appl Physiol. 2003;95:742–750.", "ArticleIdList": ["12730146"]}, {"Citation": "Canning BJ. Potential role of tachykinins in inflammatory diseases. J Allergy Clin Immunol. 1997;99:579–582.", "ArticleIdList": ["9155820"]}, {"Citation": "Hood VC, Cruwys SC, Urban L, Kidd BL. Differential role of neurokinin receptors in human lymphocyte and monocyte chemotaxis. Regul Pept. 2000;96:17–21.", "ArticleIdList": ["11102647"]}, {"Citation": "van der Kleij HP, Kraneveld AD, Redegeld FA, Gerard NP, Morteau O, Nijkamp FP. The tachykinin NK1 receptor is crucial for the development of non-atopic airway inflammation and hyperresponsiveness. Eur J Pharmacol. 2003;476:249–255.", "ArticleIdList": ["12969772"]}, {"Citation": "Phillips JE, Hey JA, Corboz MR. Tachykinin NK3 and NK1 receptor activation elicits secretion from porcine airway submucosal glands. British Journal of Pharmacology. 2003;138:254–260.", "ArticleIdList": ["PMC1573655", "12522097"]}, {"Citation": "Nakajima Y, Tsuchida K, Negishi M, Ito S, Nakanishi S. Direct linkage of three tachykinin receptors to stimulation of both phosphatidylinositol hydrolysis and cyclic AMP cascades in transfected Chinese hamster ovary cells. J Biol Chem. 1992;267:2437–2442.", "ArticleIdList": ["1370820"]}, {"Citation": "Mechiche H, Koroglu A, Candenas L, Pinto FM, Birembaut P, Bardou M, et al. Neurokinins induce relaxation of human pulmonary vessels through stimulation of endothelial NK1 receptors. J Cardiovasc Pharmacol. 2003;41:343–355.", "ArticleIdList": ["12605012"]}, {"Citation": "Pedersen KE, Buckner CK, Meeker SN, Undem BJ. Pharmacological examination of the neurokinin-1 receptor mediating relaxation of human intralobar pulmonary artery. J Pharmacol Exp Ther. 2000;292:319–325.", "ArticleIdList": ["10604965"]}, {"Citation": "Baluk P, Thurston G, Murphy TJ, Bunnett NW, McDonald DM. Neurogenic plasma leakage in mouse airways. Br J Pharmacol. 1999;126:522–528.", "ArticleIdList": ["PMC1565827", "10077247"]}, {"Citation": "Quinlan KL, Naik SM, Cannon G, Armstrong CA, Bunnett NW, Ansel JC, et al. Substance P Activates Coincident NF-AT- and NF-{kappa}B-Dependent Adhesion Molecule Gene Expression in Microvascular Endothelial Cells Through Intracellular Calcium Mobilization. J Immunol. 1999;163:5656–5665.", "ArticleIdList": ["10553096"]}, {"Citation": "Baluk P, Bertrand C, Geppetti P, McDonald DM, Nadel JA. NK1 receptors mediate leukocyte adhesion in neurogenic inflammation in the rat trachea. Am J Physiol. 1995;268:L263–L269.", "ArticleIdList": ["7864147"]}, {"Citation": "DeRose V, Robbins RA, Snider RM, Spurzem JR, Thiele GM, Rennard SI, et al. Substance P increases neutrophil adhesion to bronchial epithelial cells. J Immunol. 1994;152:1339–1346.", "ArticleIdList": ["7507964"]}, {"Citation": "Kuo HP, Lin HC, Hwang KH, Wang CH, Lu LC. Lipopolysaccharide enhances substance P-mediated neutrophil adherence to epithelial cells and cytokine release. Am J Respir Crit Care Med. 2000;162:1891–1897.", "ArticleIdList": ["11069831"]}, {"Citation": "Tominaga K, Honda K, Akahoshi A, Makino Y, Kawarabayashi T, Takano Y, et al. Substance P causes adhesion of neutrophils to endothelial cells via protein kinase C. Biol Pharm Bull. 1999;22:1242–1245.", "ArticleIdList": ["10598037"]}, {"Citation": "Dianzani C, Collino M, Lombardi G, Garbarino G, Fantozzi R. Substance P increases neutrophil adhesion to human umbilical vein endothelial cells. Br J Pharmacol. 2003;139:1103–1110.", "ArticleIdList": ["PMC1573938", "12871828"]}, {"Citation": "Kahler CM, Pischel A, Kaufmann G, Wiedermann CJ. Influence of neuropeptides on neutrophil adhesion and transmigration through a lung fibroblast barrier in vitro. Exp Lung Res. 2001;27:25–46.", "ArticleIdList": ["11202062"]}, {"Citation": "Tanabe T, Otani H, Bao L, Mikami Y, Yasukura T, Ninomiya T, et al. Intracellular signaling pathway of substance P-induced superoxide production in human neutrophils. Eur J Pharmacol. 1996;299:187–195.", "ArticleIdList": ["8901022"]}, {"Citation": "Bockmann S, Seep J, Jonas L. Delay of neutrophil apoptosis by the neuropeptide substance P: involvement of caspase cascade. Peptides. 2001;22:661–670.", "ArticleIdList": ["11311737"]}, {"Citation": "Hood VC, Cruwys SC, Urban L, Kidd BL. Differential role of neurokinin receptors in human lymphocyte and monocyte chemotaxis. Regul Pept. 2000;96:17–21.", "ArticleIdList": ["11102647"]}, {"Citation": "Dunzendorfer S, Kaser A, Meierhofer C, Tilg H, Wiedermann CJ. Cutting edge: peripheral neuropeptides attract immature and arrest mature blood-derived dendritic cells. J Immunol. 2001;166:2167–2172.", "ArticleIdList": ["11160268"]}, {"Citation": "Numao T, Agrawal DK. Neuropeptides modulate human eosinophil chemotaxis. The Journal of Immunology. 1992;149:3309–3315.", "ArticleIdList": ["1385521"]}, {"Citation": "Dunzendorfer S, Schratzberger P, Reinisch N, Kahler CM, Wiedermann CJ. Secretoneurin, a novel neuropeptide, is a potent chemoattractant for human eosinophils. Blood. 1998;91:1527–1532.", "ArticleIdList": ["9473216"]}, {"Citation": "Korsgren M, Erjefalt JS, Hinterholzl J, Fischer-Colbrie R, Ahlstrom Emanuelsson C, Andersson M, et al. Neural expression and increased lavage fluid levels of secretoneurin in seasonal allergic rhinitis. Am J Respir Crit Care Med. 2003;200212-1508OC.", "ArticleIdList": ["12626352"]}, {"Citation": "van der Kleij HP, Ma D, Redegeld FA, Kraneveld AD, Nijkamp FP, Bienenstock J. Functional expression of neurokinin 1 receptors on mast cells induced by IL-4 and stem cell factor. J Immunol. 2003;171:2074–2079.", "ArticleIdList": ["12902513"]}, {"Citation": "Lilly CM, Hall AE, Rodger IW, Kobzik L, Haley KJ, Drazen JM. Substance P-induced histamine release in tracheally perfused guinea pig lungs. J Appl Physiol. 1995;78:1234–1241.", "ArticleIdList": ["7542231"]}, {"Citation": "Brass DM, Savov JD, Gavett SH, Haykal-Coates N, Schwartz DA. Subchronic endotoxin inhalation causes persistent airway disease. Am J Physiol Lung Cell Mol Physiol. 2003;285:L755–L761.", "ArticleIdList": ["12794002"]}, {"Citation": "Dube D, Puruckherr M, Byrd RP, Jr, Roy TM. Reactive airways dysfunction syndrome following metal fume fever. Tenn Med. 2002;95:236–238.", "ArticleIdList": ["12056129"]}, {"Citation": "Quirce S, Gala G, Perez-Camo I, Sanchez-Fernandez C, Pacheco A, Losada E. Irritant-induced asthma: clinical and functional aspects. J Asthma. 2000;37:267–274.", "ArticleIdList": ["10831151"]}, {"Citation": "Leroyer C, Malo JL, Girard D, Dufour JG, Gautrin D. Chronic rhinitis in workers at risk of reactive airways dysfunction syndrome due to exposure to chlorine. Occup Environ Med. 1999;56:334–338.", "ArticleIdList": ["PMC1757733", "10472308"]}, {"Citation": "Deschamps D, Questel F, Baud FJ, Gervais P, Dally S. Persistent asthma after acute inhalation of organophosphate insecticide. Lancet. 1994;344:1712.", "ArticleIdList": ["7996993"]}, {"Citation": "Teramoto S, Tanaka H, Kaneko S, Abe S. Neurokinin-1 receptor antagonist inhibits short-term sulfuric-acid-induced airway hyperresponsiveness in sensitized guinea pigs. Int Arch Allergy Immunol. 2000;121:53–56.", "ArticleIdList": ["10686509"]}, {"Citation": "Castranova V, Frazer DG, Manley LK, Dey RD. Pulmonary alterations associated with inhalation of occupational and environmental irritants. Int Immunopharmacol. 2002;2:163–172.", "ArticleIdList": ["11811921"]}, {"Citation": "Sikora ER, Stone S, Tomblyn S, Frazer DG, Castranova V, Dey RD. Asphalt exposure enhances neuropeptide levels in sensory neurons projecting to the rat nasal epithelium. J Toxicol Environ Health A. 2003;66:1015–1027.", "ArticleIdList": ["12775514"]}, {"Citation": "Romero MI, Rangappa N, Li L, Lightfoot E, Garry MG, Smith GM. Extensive Sprouting of Sensory Afferents and Hyperalgesia Induced by Conditional Expression of Nerve Growth Factor in the Adult Spinal Cord. J Neurosci. 2000;20:4435–4445.", "ArticleIdList": ["PMC6772437", "10844012"]}, {"Citation": "Bibel M, Barde YA. Neurotrophins: key regulators of cell fate and cell shape in the vertebrate nervous system. Genes Dev. 2000;14:2919–2937.", "ArticleIdList": ["11114882"]}, {"Citation": "Braun A, Quarcoo D, Schulte-Herbruggen O, Lommatzsch M, Hoyle G, Renz H. Nerve growth factor induces airway hyperresponsiveness in mice. Int Arch Allergy Immunol. 2001;124:205–207.", "ArticleIdList": ["11306969"]}, {"Citation": "de Vries A, Dessing M, Engels F, Henricks P, Nijkamp F. Nerve Growth Factor Induces a Neurokinin-1 Receptor- Mediated Airway Hyperresponsiveness in Guinea Pigs. Am J Respir Crit Care Med. 1999;159:1541–1544.", "ArticleIdList": ["10228123"]}, {"Citation": "Baraniuk JN, Ali M, Yuta A, Fang SY, Naranch K. Hypertonic saline nasal provocation stimulates nociceptive nerves, substance P release, and glandular mucous exocytosis in normal humans. Am J Respir Crit Care Med. 1999;160:655–662.", "ArticleIdList": ["10430743"]}, {"Citation": "Sanico AM, Stanisz AM, Gleeson TD, Bora S, Proud D, Bienenstock J, et al. Nerve growth factor expression and release in allergic inflammatory disease of the upper airways. Am J Respir Crit Care Med. 2000;161:1631–1635.", "ArticleIdList": ["10806167"]}, {"Citation": "Kanda N, Watanabe S. Histamine enhances the production of nerve growth factor in human keratinocytes. J Invest Dermatol. 2003;121:570–577.", "ArticleIdList": ["12925217"]}, {"Citation": "Fox AJ, Patel HJ, Barnes PJ, Belvisi MG. Release of nerve growth factor by human pulmonary epithelial cells: role in airway inflammatory diseases. Eur J Pharmacol. 2001;424:159–162.", "ArticleIdList": ["11476762"]}, {"Citation": "Lallemend F, Lefebvre PP, Hans G, Rigo JM, Van De Water TR, Moonen G, et al. Substance P protects spiral ganglion neurons from apoptosis via PKC-Ca2+-MAPK/ERK pathways. J Neurochem. 2003;87:508–521.", "ArticleIdList": ["14511128"]}, {"Citation": "Weyer U, Schafer R, Himmler A, Mayer SK, Burger E, Czernilofsky AP, et al. Establishment of a cellular assay system for G protein-linked receptors: coupling of human NK2 and 5-HT2 receptors to phospholipase C activates a luciferase reporter gene. Receptors Channels. 1993;1:193–200.", "ArticleIdList": ["7522900"]}, {"Citation": "Hoyle GW, Graham RM, Finkelstein JB, Nguyen KP, Gozal D, Friedman M. Hyperinnervation of the airways in transgenic mice overexpressing nerve growth factor. Am J Respir Cell Mol Biol. 1998;18:149–157.", "ArticleIdList": ["9476901"]}, {"Citation": "Lee KF, Li E, Huber LJ, Landis SC, Sharpe AH, Chao MV, et al. Targeted mutation of the gene encoding the low affinity NGF receptor p75 leads to deficits in the peripheral sensory nervous system. Cell. 1992;69:737–749.", "ArticleIdList": ["1317267"]}, {"Citation": "Graham RM, Friedman M, Hoyle GW. Sensory Nerves Promote Ozone-induced Lung Inflammation in Mice. Am J Respir Crit Care Med. 2001;164:307–313.", "ArticleIdList": ["11463606"]}, {"Citation": "Tamaoki J, Chiyotani A, Tagaya E, Araake M, Nagai A. Airway hyper-responsiveness to neurokinin A and bradykinin following Mycoplasma pneumoniae infection associated with reduced epithelial neutral endopeptidase. Microbiology. 1998;144(Pt 9):2481–2486.", "ArticleIdList": ["9782495"]}, {"Citation": "Rumsey WL, Aharony D, Bialecki RA, Abbott BM, Barthlow HG, Caccese R, et al. Pharmacological Characterization of ZD6021: A Novel, Orally Active Antagonist of the Tachykinin Receptors. Journal of Pharmacology And Experimental Therapeutics. 2001;298:307–315.", "ArticleIdList": ["11408556"]}, {"Citation": "Anthes JC, Chapman RW, Richard C, Eckel S, Corboz M, Hey JA, et al. SCH 206272: a potent, orally active tachykinin NK(1), NK(2), and NK(3) receptor antagonist. Eur J Pharmacol. 2002;450:191–202.", "ArticleIdList": ["12206858"]}, {"Citation": "Korting HC, Schindler S, Hartinger A, Kerscher M, Angerpointner T, Maibach HI. MTT-assay and neutral red release (NRR)-assay: relative role in the prediction of the irritancy potential of surfactants. Life Sci. 1994;55:533–540.", "ArticleIdList": ["8041231"]}, {"Citation": "Mygind N. Nasal Allergy. 2nd ed. Oxford, London, Edinburgh, Boston, Melbourne: Blackwell Scientific Publications; 1979."}, {"Citation": "Benson V, Marano MA. Current estimates from the National Health Interview Survey, 1995. Vital Health Stat 10. 1998:1–428.", "ArticleIdList": ["9914773"]}, {"Citation": "Bauer S, Kirschning CJ, Hacker H, Redecke V, Hausmann S, Akira S, et al. Human TLR9 confers responsiveness to bacterial DNA via species-specific CpG motif recognition. PNAS. 2001;98:9237–9242.", "ArticleIdList": ["PMC55404", "11470918"]}, {"Citation": "Andrisani OM. CREB-mediated transcriptional control. Crit Rev Eukaryot Gene Expr. 1999;9:19–32.", "ArticleIdList": ["10200909"]}, {"Citation": "Shaulian E, Karin M. AP-1 as a regulator of cell life and death. Nat Cell Biol. 2002;4:E131–E136.", "ArticleIdList": ["11988758"]}, {"Citation": "Horsley V, Pavlath GK. NFAT: ubiquitous regulator of cell differentiation and adaptation. J Cell Biol. 2002;156:771–774.", "ArticleIdList": ["PMC2173310", "11877454"]}, {"Citation": "Chen F, Castranova V, Shi X, Demers LM. New insights into the role of nuclear factor-kappaB, a ubiquitous transcription factor in the initiation of diseases. Clin Chem. 1999;45:7–17.", "ArticleIdList": ["9895331"]}]}], "History": [{"Year": "2011", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2004", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2004", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2004", "Month": "12", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22073044", "PMC3199796"]}}], "PubmedBookArticle": []}