{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22146387", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/2045-9912-1-6"], "ArticleDate": [{"Year": "2011", "Month": "04", "Day": "28"}], "Journal": {"ISSN": "2045-9912", "JournalIssue": {"Volume": "1", "Issue": "1", "PubDate": {"Year": "2011", "Month": "Apr", "Day": "28"}}, "Title": "Medical gas research", "ISOAbbreviation": "Med Gas Res"}, "ArticleTitle": "Oxygen/ozone as a medical gas mixture. A critical evaluation of the various methods clarifies positive and negative aspects.", "Pagination": {"StartPage": "6", "MedlinePgn": "6"}, "Abstract": {"AbstractText": ["Besides oxygen, several other gases such as NO, CO, H2, H2S, Xe and O3 have come to age over the past few years. With regards to O3, its mechanisms of action in medicine have been clarified during the last two decades so that now a comprehensive framework for understanding and recommending ozone therapy in various pathologies is available. O3 used within the determined therapeutic window is absolutely safe and more effective than golden standard medications in numerous pathologies, like vascular diseases. However, ozone therapy is mostly in practitioners' hands and some recent developments for increasing cost effectiveness and speed of treatment are neither standardized, nor evaluated toxicologically. Hence, the aim of this article is to emphasize the need to objectively assess the pros and cons of oxygen/ozone as a medical gas mixture in the hope that ozone therapy will be accepted by orthodox medicine in the near future."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Fisiologia, Università degli Studi di Siena, Viale Aldo Moro, 2 - 53100 Siena, Italy. bocci@unisi.it."}], "Identifier": [], "LastName": "Bocci", "ForeName": "Velio", "Initials": "V"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zanardi", "ForeName": "Iacopo", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Travagli", "ForeName": "Valter", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Med Gas Res", "NlmUniqueID": "101564536", "ISSNLinking": "2045-9912"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nakao A, Sugimoto R, Billiar TR, McCurry KR. Therapeutic antioxidant medical gas. J Clin Biochem Nutr. 2009;44:1–13. doi: 10.3164/jcbn.08-193R.", "ArticleIdList": ["10.3164/jcbn.08-193R", "PMC2613492", "19177183"]}, {"Citation": "Mocellin S, Bronte V, Nitti D. Nitric oxide, a double edged sword in cancer biology: Searching for therapeutic opportunities. Med Res Rev. 2007;27:317–352. doi: 10.1002/med.20092.", "ArticleIdList": ["10.1002/med.20092", "16991100"]}, {"Citation": "Li L, Hsu A, Moore PK. Actions and interactions of nitric oxide, carbon monoxide and hydrogen sulphide in the cardiovascular system and in inflammation--a tale of three gases! Pharmacol Ther. 2009;123:386–400. doi: 10.1016/j.pharmthera.2009.05.005.", "ArticleIdList": ["10.1016/j.pharmthera.2009.05.005", "19486912"]}, {"Citation": "Motterlini R, Mann BE, Foresti R. Therapeutic applications of carbon monoxide-releasing molecules. Expert Opin Investig Drugs. 2005;14:1305–1318. doi: 10.1517/13543784.14.11.1305.", "ArticleIdList": ["10.1517/13543784.14.11.1305", "16255672"]}, {"Citation": "Foresti R, Bani-Hani MG, Motterlini R. Use of carbon monoxide as a therapeutic agent: promises and challenges. Intensive Care Med. 2008;34:649–658. doi: 10.1007/s00134-008-1011-1.", "ArticleIdList": ["10.1007/s00134-008-1011-1", "18286265"]}, {"Citation": "Bannenberg GL, Vieira HL. Therapeutic applications of the gaseous mediators carbon monoxide and hydrogen sulfide. Expert Opin Ther Pat. 2009;19:663–682. doi: 10.1517/13543770902858824.", "ArticleIdList": ["10.1517/13543770902858824", "19441940"]}, {"Citation": "Torbati D. Carbon dioxide: a \"waste product\" with potential therapeutic utilities in critical care. Crit Care Med. 2003;31:2705–2707. doi: 10.1097/01.CCM.0000089943.05031.B3.", "ArticleIdList": ["10.1097/01.CCM.0000089943.05031.B3", "14605550"]}, {"Citation": "Szabó C. Hydrogen sulphide and its therapeutic potential. Nat Rev Drug Discov. 2007;6:917–935. doi: 10.1038/nrd2425.", "ArticleIdList": ["10.1038/nrd2425", "17948022"]}, {"Citation": "George JF, Agarwal A. Hydrogen: another gas with therapeutic potential. Kidney Int. 2010;77:85–87. doi: 10.1038/ki.2009.432.", "ArticleIdList": ["10.1038/ki.2009.432", "20040921"]}, {"Citation": "Mio Y, Shim YH, Richards E, Bosnjak ZJ, Pagel PS, Bienengraeber M. Xenon preconditioning: the role of prosurvival signaling, mitochondrial permeability transition and bioenergetics in rats. Anesth Analg. 2009;108:858–866. doi: 10.1213/ane.0b013e318192a520.", "ArticleIdList": ["10.1213/ane.0b013e318192a520", "PMC2748301", "19224794"]}, {"Citation": "Bocci V, Borrelli E, Travagli V, Zanardi I. The ozone paradox: ozone is a strong oxidant as well as a medical drug. Med Res Rev. 2009;29:646–682. doi: 10.1002/med.20150.", "ArticleIdList": ["10.1002/med.20150", "19260079"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Ozone: a new medical drug in vascular diseases. Am J Cardiovasc Drugs. 2011. in press .", "ArticleIdList": ["21446774"]}, {"Citation": "Inal M, Dokumacioglu A, Ozcelik E, Ucar O. The effects of ozone therapy and coenzyme Q(10) combination on oxidative stress markers in healthy subjects. Ir J Med Sci. 2011. in press .", "ArticleIdList": ["21258872"]}, {"Citation": "Bitterman H. Bench-to-bedside review: Oxygen as a drug. Crit Care. 2009;13:205. doi: 10.1186/cc7151.", "ArticleIdList": ["10.1186/cc7151", "PMC2688103", "19291278"]}, {"Citation": "Pryor WA, Houk KN, Foote CS, Fukuto JM, Ignarro LJ, Squadrito GL, Davies KJ. Free radical biology and medicine: it's a gas, man! Am J Physiol Regul Integr Comp Physiol. 2006;291:R491–511. doi: 10.1152/ajpregu.00614.2005.", "ArticleIdList": ["10.1152/ajpregu.00614.2005", "16627692"]}, {"Citation": "Wentworth P Jr, Wentworth AD, Zhu X, Wilson IA, Janda KD, Eschenmoser A, Lerner RA. Evidence for the production of trioxygen species during antibody-catalyzed chemical modification of antigens. Proc Natl Acad Sci USA. 2003;100:1490–1493. doi: 10.1073/pnas.0437831100.", "ArticleIdList": ["10.1073/pnas.0437831100", "PMC149858", "12576548"]}, {"Citation": "Wentworth P Jr, Nieva J, Takeuchi C, Galve R, Wentworth AD, Dilley RB, DeLaria GA, Saven A, Babior BM, Janda KD, Eschenmoser A, Lerner RA. Evidence for ozone formation inhuman atherosclerotic arteries. Science. 2003;302:1053–1056. doi: 10.1126/science.1089525.", "ArticleIdList": ["10.1126/science.1089525", "14605372"]}, {"Citation": "Bocci V. Is it true that ozone is always toxic? The end of a dogma. Toxicol Appl Pharmacol. 2006;216:493–504. doi: 10.1016/j.taap.2006.06.009.", "ArticleIdList": ["10.1016/j.taap.2006.06.009", "16890971"]}, {"Citation": "Bocci V. Ozone A new medical drug. Dordrecht, The Netherlands: Springer; 2011."}, {"Citation": "Burgassi S, Zanardi I, Travagli V, Montomoli E, Bocci V. How much ozone bactericidal activity is compromised by plasma components? J Appl Microbiol. 2009;106:1715–1721. doi: 10.1111/j.1365-2672.2008.04141.x.", "ArticleIdList": ["10.1111/j.1365-2672.2008.04141.x", "19226394"]}, {"Citation": "Travagli V, Zanardi I, Valacchi G, Bocci V. Ozone and ozonated oils in skin diseases: a review. Mediators Inflamm. 2010;2010:610418.", "ArticleIdList": ["PMC2910505", "20671923"]}, {"Citation": "Valacchi G, Lim Y, Belmonte G, Miracco C, Zanardi I, Bocci V, Travagli V. Ozonated sesame oil enhances cutaneous wound healing in SKH1 mice. Wound Repair Regen. 2011;19:107–115. doi: 10.1111/j.1524-475X.2010.00649.x.", "ArticleIdList": ["10.1111/j.1524-475X.2010.00649.x", "21134039"]}, {"Citation": "Bocci V, Zanardi I, Michaeli D, Travagli V. Mechanisms of action and chemical-biological interactions between ozone and body compartments: a critical appraisal of the different administration routes. Curr Drug Ther. 2009;4:159–173. doi: 10.2174/157488509789055045.", "ArticleIdList": ["10.2174/157488509789055045"]}, {"Citation": "Travagli V, Zanardi I, Bernini P, Nepi S, Tenori L, Bocci V. Effects of ozone blood treatment on the metabolite profile of human blood. Int J Toxicol. 2010;29:165–174. doi: 10.1177/1091581809360069.", "ArticleIdList": ["10.1177/1091581809360069", "20335512"]}, {"Citation": "Mendiratta S, Qu ZC, May JM. Erythrocyte ascorbate recycling. Antioxidant Free Radic Biol Med. 1998;24:789–797.", "ArticleIdList": ["9586809"]}, {"Citation": "Mendiratta S, Qu ZC, May JM. Enzyme-dependent ascorbate recycling Role of thioredoxin reductase. Free Radic Biol Med. 1998;25:221–228. doi: 10.1016/S0891-5849(98)00060-4.", "ArticleIdList": ["10.1016/S0891-5849(98)00060-4", "9667500"]}, {"Citation": "Packer L, Roy S, Sen CK. Alpha-lipoic acid: A metabolic antioxidant and potential redox modulator of transcription. Adv Pharmacol. 1997;38:79–101.", "ArticleIdList": ["8895805"]}, {"Citation": "Antunes F, Cadenas E. Estimation of H2O2 gradients across biomembranes. FEBS Lett. 2000;475:121–126. doi: 10.1016/S0014-5793(00)01638-0.", "ArticleIdList": ["10.1016/S0014-5793(00)01638-0", "10858501"]}, {"Citation": "Stone JR, Collins T. The role of hydrogen peroxide in endothelial proliferative responses. Endothelium. 2002;9:231–238. doi: 10.1080/10623320214733.", "ArticleIdList": ["10.1080/10623320214733", "12572854"]}, {"Citation": "Stone JR, Yang S. Hydrogen peroxide: A signaling messenger. Antioxid Redox Signal. 2006;8:243–270. doi: 10.1089/ars.2006.8.243.", "ArticleIdList": ["10.1089/ars.2006.8.243", "16677071"]}, {"Citation": "Miller NJ, Rice-Evans C, Davies MJ, Gopinathan V, Milner A. A novel method for measuring antioxidant capacity and its application to monitoring the antioxidant status in premature neonates. Clin Sci. 1993;84:407–412.", "ArticleIdList": ["8482045"]}, {"Citation": "Valacchi G, Bocci V. Studies on the biological effects of ozone: 11. Release of factors from human endothelial cells. Mediat Inflamm. 2000;9:271–276. doi: 10.1080/09629350020027573.", "ArticleIdList": ["10.1080/09629350020027573", "PMC1781775", "11213910"]}, {"Citation": "Sen R, Baltimore D. Inducibility of kappa immunoglobulin enhancer-binding protein Nf-kappa B by a posttranslational mechanism. Cell. 1986;47:921–928. doi: 10.1016/0092-8674(86)90807-X.", "ArticleIdList": ["10.1016/0092-8674(86)90807-X", "3096580"]}, {"Citation": "Baeuerle PA, Henkel T. Function and activation of NFkappa B in the immune system. Annu Rev Immunol. 1994;12:141–179. doi: 10.1146/annurev.iy.12.040194.001041.", "ArticleIdList": ["10.1146/annurev.iy.12.040194.001041", "8011280"]}, {"Citation": "Valacchi G, Bocci V. Studies on the biological effects of ozone: 10. Release of factors from ozonated human platelets. Mediat Inflamm. 1999;8:205–209. doi: 10.1080/09629359990360.", "ArticleIdList": ["10.1080/09629359990360", "PMC1781810", "10704074"]}, {"Citation": "Poli G, Schaur RJ, Siems WG, Leonarduzzi G. 4-Hydroxynonenal: a membrane lipid oxidation product of medicinal interest. Med Res Rev. 2008;28:569–631. doi: 10.1002/med.20117.", "ArticleIdList": ["10.1002/med.20117", "18058921"]}, {"Citation": "Van Kuijk FJ, Holte LL, Dratz EA. 4-Hydroxyhexenal: a lipid peroxidation product derived from oxidized docosahexaenoic acid. Biochim Biophys Acta. 1990;1043:116–118.", "ArticleIdList": ["2138035"]}, {"Citation": "Long EK, Picklo MJ Sr. Trans-4-hydroxy-2-hexenal, a product of n-3 fatty acid peroxidation: Make some room HNE. Free Radic Biol Med. 2010;49:1–8. doi: 10.1016/j.freeradbiomed.2010.03.015.", "ArticleIdList": ["10.1016/j.freeradbiomed.2010.03.015", "20353821"]}, {"Citation": "Awasthi YC, Ansari GA, Awasthi S. Regulation of 4-hydroxynonenal mediated signaling by glutathione S-transferase. Methods Enzymol. 2005;401:379–407.", "ArticleIdList": ["16399399"]}, {"Citation": "Aldini G, Gamberoni L, Orioli M, Beretta G, Regazzoni L, Maffei Facino R, Carini M. Mass spectrometric characterization of covalent modification of human serum albumin by 4-hydroxy-trans-2-nonenal. J Mass Spectrom. 2006;41:1149–1161. doi: 10.1002/jms.1067.", "ArticleIdList": ["10.1002/jms.1067", "16888752"]}, {"Citation": "Aldini G, Vistoli G, Regazzoni L, Gamberoni L, Facino RM, Yamaguchi S, Uchida K, Carini M. Albumin is the main nucleophilic target of human plasma: a protective role against pro-atherogenic electrophilic reactive carbonyl species? Chem Res Toxicol. 2008;21:824–835. doi: 10.1021/tx700349r.", "ArticleIdList": ["10.1021/tx700349r", "18324789"]}, {"Citation": "Carballal S, Radi R, Kirk MC, Barnes S, Freeman BA, Alvarez B. Sulfenic acid formation in human serum albumin by hydrogen peroxide and peroxynitrite. Biochemistry. 2003;42:9906–9914. doi: 10.1021/bi027434m.", "ArticleIdList": ["10.1021/bi027434m", "12924939"]}, {"Citation": "Carballal S, Alvarez B, Turell L, Botti H, Freeman BA, Radi R. Sulfenic acid in human serum albumin Amino Acids. 2007. pp. 543–551.", "ArticleIdList": ["17061035"]}, {"Citation": "Alary J, Geuraud F, Cravedi JP. Fate of 4-hydroxynonenal in vivo: disposition and metabolic pathways. Mol Aspects Med. 2003;24:177–187. doi: 10.1016/S0098-2997(03)00012-8.", "ArticleIdList": ["10.1016/S0098-2997(03)00012-8", "12892995"]}, {"Citation": "Alary J, Bravais F, Cravedu JP, Debrauwer L, Rao D, Bories G. Mercapturic acid conjugates as urinary end metabolites of the lipid peroxidation product 4-hydroxynonenal in the rat. Chem Res Toxicol. 1995;8:34–39. doi: 10.1021/tx00043a004.", "ArticleIdList": ["10.1021/tx00043a004", "7703364"]}, {"Citation": "Takahashi Y, Takahashi S, Yoshimi T, Miura T, Mochitate K, Kobayashi T. Increases in the mRNA levels of γ-glutamyltransferase and heme oxygenase-1 in the rat lung after ozone exposure. Biochem Pharmacol. 1997;53:1061–1064. doi: 10.1016/S0006-2952(97)00104-4.", "ArticleIdList": ["10.1016/S0006-2952(97)00104-4", "9174121"]}, {"Citation": "Dianzani MU. 4-Hydroxynonenal and cell signalling. Free Radic Res. 1998;28:553–660. doi: 10.3109/10715769809065811.", "ArticleIdList": ["10.3109/10715769809065811", "9736307"]}, {"Citation": "Cheng JZ, Sharma R, Yang Y, Singhal SS, Sharma A, Saini MK, Singh SV, Zimniak P, Awasthi S, Awasthi YC. Accelerated metabolism and exclusion of 4-hydroxynonenal through induction of RLIP76 and hGST5.8 is an early adaptive response of cells to heat and oxidative stress. J Biol Chem. 2001;276:41213–41223. doi: 10.1074/jbc.M106838200.", "ArticleIdList": ["10.1074/jbc.M106838200", "11522795"]}, {"Citation": "Yang YS, Sharma R, Sharma A, Awasthi S, Awasthi YC. Lipid peroxidation and cell cycle signaling: 4-hydroxynonenal, a key molecule in stress mediated signaling. Acta Biochim Pol. 2003;50:319–336.", "ArticleIdList": ["12833161"]}, {"Citation": "Petersen DR, Doorn JA. Reactions of 4-hydroxynonenal with proteins and cellular targets. Free Radic Biol Med. 2004;37:937–945. doi: 10.1016/j.freeradbiomed.2004.06.012.", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.06.012", "15336309"]}, {"Citation": "Poole LB, Karplus PA, Claiborne A. Protein sulfenic acids in redox signaling. Annu Rev Pharmacol Toxicol. 2004;44:325–347. doi: 10.1146/annurev.pharmtox.44.101802.121735.", "ArticleIdList": ["10.1146/annurev.pharmtox.44.101802.121735", "14744249"]}, {"Citation": "Markovitch D, Tyrrell RM, Thompson D. Anticipation of subsequent demanding exercise increases the expression of haem oxygenase-1 mRNA in human lymphocytes. Stress. 2008;11:79–82. doi: 10.1080/03091900701543857.", "ArticleIdList": ["10.1080/03091900701543857", "17853070"]}, {"Citation": "Di Paolo N, Bocci V, Salvo DP, Palasciano G, Biagioli M, Meini S, Galli F, Ciari I, Maccari F, Cappelletti F, Di Paolo M, Gaggiotti E. Extracorporeal blood oxygenation and ozonation (EBOO): a controlled trial in patients with peripheral artery disease. Int J Artif Organs. 2005;28:1039–1050.", "ArticleIdList": ["16288443"]}, {"Citation": "Calabrese EJ. Hormesis is central to toxicology, pharmacology and risk assessment. Hum Exp Toxicol. 2010;29:249–261. doi: 10.1177/0960327109363973.", "ArticleIdList": ["10.1177/0960327109363973", "20332169"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Ozone acting on human blood yields a hormetic dose-response relationship. J Transl Med. accepted article.", "ArticleIdList": ["PMC3125221", "21575276"]}, {"Citation": "Bocci V. Ozone A new medical drug. 2. Dordrecht, The Netherlands: Springer; 2011. Infectious diseases (bacterial, viral, fungal, parasitic) pp. 100–122."}, {"Citation": "Bocci V, Di Paolo N. Oxygenation-ozonation of blood during extracorporeal circulation (EBOO). Part III: A new medical approach. Ozone Sci Eng. 2004;26:195–205. doi: 10.1080/01919510490439564.", "ArticleIdList": ["10.1080/01919510490439564"]}, {"Citation": "Bocci V, Zanardi I, Travagli V, Di Paolo N. Oxygenation-ozonation of blood during extracorporeal circulation: In vitro efficiency of a new gas exchange device. Artif Organs. 2007;31:743–748. doi: 10.1111/j.1525-1594.2007.00448.x.", "ArticleIdList": ["10.1111/j.1525-1594.2007.00448.x", "17725702"]}, {"Citation": "Bocci V, Borrelli E, Valacchi G, Luzzi E. Quasi-total-body exposure to an oxygen-ozone mixture in a sauna cabin. Eur J Appl Physiol Occup Physiol. 1999;80:549–554. doi: 10.1007/s004210050633.", "ArticleIdList": ["10.1007/s004210050633", "10541921"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. Potentiality of oxygen-ozonetherapy to improve the health of aging people. Curr Aging Sci. 2010;3:177–187. doi: 10.2174/1874609811003030177.", "ArticleIdList": ["10.2174/1874609811003030177", "20735348"]}, {"Citation": "Franzini M, Bignamini A, Micheletti P, Valdenassi L, Agostini G, Richelmi P, Berte F. Subcutaneous oxygen-ozone therapy in indurative hypodermatitis and in localised lipodystrophies: A clinical study of efficacy and tolerability. Acta Toxicologica Therapeutica. 1993;14:273–288."}, {"Citation": "Wu Z, Wei LX, Li J, Wang Y, Ni D, Yang P, Zhang Y. Percutaneous treatment of non-contained lumbar disc herniation by injection of oxygen-ozone combined with collagenase. Eur J Radiol. 2009;72:499–504. doi: 10.1016/j.ejrad.2008.07.029.", "ArticleIdList": ["10.1016/j.ejrad.2008.07.029", "18778905"]}, {"Citation": "Bocci V. Ozone A new medical drug. 2. Dordrecht, The Netherlands: Springer; 2011. The paradoxical effect of ozone in orthopaedic diseases. the problem of back-ache; pp. 201–210."}, {"Citation": "Muto M. Minimally invasive therapies for discogenic disease. Insights Into Imaging. 2010;1:S33."}, {"Citation": "Limbucci N, Fasano F, Sacchetti L, Varrassi M, Conchiglia A, Gallucci M. CT-guided oxygen-ozone chemiodiscolysis: One-year follow-up in different type of disc disease. Insights Into Imaging. 2010;1:S156."}, {"Citation": "Lehnert T, Naguib NNN, Nour-Eldin N-EA, Kerl M, Jacobi V, Vogl TJ. Results of combined intradiscal and periganglionic injection of medical ozone and periganglionic administration of steroids and anesthetic for the treatment of lumbar disck herniation: Effects on disk size and lumbar radiculopathy in 227 patients. Insights Into Imaging. 2010;1:S289."}, {"Citation": "Schwartz A. Ozone therapy in recurrent vulvo-vaginal Candida Albicans infection. 1st National and International Ozone Therapy Congress, 4-6 December 2009. Istanbul, Turkey."}, {"Citation": "Smith C, Lynch E, Baysan A, Silwood CJ, Mills B, Grootveld M. Oxidative consumption of root caries biomolecules by a novel antibacterial ozone delivery system. J Dent Res. 2001;80:1178."}, {"Citation": "Bocci V, Zanardi I, Travagli V. Answer on letter to professor E.I. Nazarov (from Velio Bocci) http://ozonetherapy.org/04.02.2010/answer-bocci-nazarov/ (accessed April 21, 2011)"}, {"Citation": "Razumovskii SD, Korovina GV, Grinevich TV. Mechanism of the first step of ozone decomposition in aqueous solutions of sodium chloride in view of new data on the composition of reaction products. Dokl Phys Chem. 2010;434:163–165. doi: 10.1134/S0012501610100027.", "ArticleIdList": ["10.1134/S0012501610100027"]}, {"Citation": "Razumovskii SD, Konstantinova ML, Grinevich TV, Korovina GV, Zaitseva VY. Mechanism and kinetics of the reaction of ozone with sodium chloride in aqueous solutions. Kinet Catal. 2010;51:492–496. doi: 10.1134/S0023158410040051.", "ArticleIdList": ["10.1134/S0023158410040051"]}, {"Citation": "Ikonomidis S, Tsaousis P, Fyntanis A, Iliakis EM. New data regarding the use of oxidative stress (ozone therapy) in the former Soviet Union Countries. Rivista Italiana di Ossigeno-Ozonoterapia. 2005;4:40–43."}, {"Citation": "Foksinski M, Bialkowski K, Skiba M, Ponikowska I, Szmurlo W, Olinski R. Evaluation of 8-oxodeoxyguanosine, typical oxidative DNA damage, in lymphocytes of ozone-treated arteriosclerotic patients. Mutat Res. 1999;438:23–27.", "ArticleIdList": ["9858672"]}, {"Citation": "SIMPADICO-Study of Immune Modulation Therapy in Peripheral Arterial Disease and Intermittent Claudication Outcomes. http://clinicaltrials.gov/ct2/show/NCT00111826 [accessed April 21, 2011]"}, {"Citation": "Olin JW. American College of Cardiology, 55th Annual Scientific Sessions. Atlanta, GA; March 2006. Peripheral arterial disease: efficacy of immune modulation; pp. 11–14."}, {"Citation": "Torre-Amione G, Anker SD, Bourge RC, Colucci WS, Greenberg BH, Hildebrandt P, Keren A, Motro M, Moyé LA, Otterstad JE, Pratt CM, Ponikowski P, Rouleau JL, Sestier F, Winkelmann BR, Young JB. Results of a non-specific immunomodulation therapy in chronic heart failure (ACCLAIM trial): a placebo-controlled randomised trial. Lancet. 2008;371:228–236. doi: 10.1016/S0140-6736(08)60134-8.", "ArticleIdList": ["10.1016/S0140-6736(08)60134-8", "18207018"]}, {"Citation": "Bocci V. Non-specific immunomodulation in chronic heart failure. Lancet. 2008;371:2083.", "ArticleIdList": ["18572074"]}, {"Citation": "Bocci V, Zanardi I, Travagli V. The irrationality of a non-specific immunomodulation therapy used in cardiovascular diseases deserves a critical comment. Atherosclerosis. 2010;211:38–39. doi: 10.1016/j.atherosclerosis.2010.04.014.", "ArticleIdList": ["10.1016/j.atherosclerosis.2010.04.014", "20510419"]}, {"Citation": "Aubourg P. Ozon in der Chirurgie. Mem Acad Chir. 1940;65:1183–1192."}, {"Citation": "Bocci V, Borrelli E, Corradeschi F, Valacchi G. Systemic effects after colorectal insufflations of oxygen-ozone in rabbits. Int J Med Bio Environ. 2000;28:109–113."}, {"Citation": "Martínez-Sánchez G, Al-Dalain SM, Menéndez S, Re L, Giuliani A, Candelario-Jalil E, Alvarez H, Fernández-Montequín JI, León OS. Therapeutic efficacy of ozone in patients with diabetic foot. Eur J Pharmacol. 2005;523:151–161. doi: 10.1016/j.ejphar.2005.08.020.", "ArticleIdList": ["10.1016/j.ejphar.2005.08.020", "16198334"]}, {"Citation": "Bocci V, Aldinucci C, Bianchi L. The use of hydrogen peroxide as a medical drug. Rivista Italiana di Ossigeno Ozonoterapia. 2005;4:30–39."}, {"Citation": "Love IN. Peroxide of hydrogen as a remedial agent. JAMA. 1888;10:262–265."}, {"Citation": "Farr CH. Protocol for the intravenous administration of hydrogen peroxide. Oklahoma City: International Bio-Oxidative Medicine Foundation; 1993. pp. 29–31."}]}], "History": [{"Year": "2011", "Month": "2", "Day": "21"}, {"Year": "2011", "Month": "4", "Day": "28"}, {"Year": "2011", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "4", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["22146387", "PMC3231820", "10.1186/2045-9912-1-6", "2045-9912-1-6"]}}], "PubmedBookArticle": []}