{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22194299", "DateCompleted": {"Year": "2012", "Month": "05", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1128/AEM.06964-11"], "ArticleDate": [{"Year": "2011", "Month": "12", "Day": "22"}], "Journal": {"ISSN": "1098-5336", "JournalIssue": {"Volume": "78", "Issue": "5", "PubDate": {"Year": "2012", "Month": "Mar"}}, "Title": "Applied and environmental microbiology", "ISOAbbreviation": "Appl Environ Microbiol"}, "ArticleTitle": "Desiccation as a long-term survival mechanism for the archaeon Methanosarcina barkeri.", "Pagination": {"StartPage": "1473", "EndPage": "1479", "MedlinePgn": "1473-9"}, "Abstract": {"AbstractText": ["Viable methanogens have been detected in dry, aerobic environments such as dry reservoir sediment, dry rice paddies and aerobic desert soils, which suggests that methanogens have mechanisms for long-term survival in a desiccated state. In this study, we quantified the survival rates of the methanogenic archaeon Methanosarcina barkeri after desiccation under conditions equivalent to the driest environments on Earth and subsequent exposure to different stress factors. There was no significant loss of viability after desiccation for 28 days for cells grown with either hydrogen or the methylotrophic substrates, but recovery was affected by growth phase, with cells desiccated during the stationary phase of growth having a higher rate of recovery after desiccation. Synthesis of methanosarcinal extracellular polysaccharide (EPS) significantly increased the viability of desiccated cells under both anaerobic and aerobic conditions compared with that of non-EPS-synthesizing cells. Desiccated M. barkeri exposed to air at room temperature did not lose significant viability after 28 days, and exposure of M. barkeri to air after desiccation appeared to improve the recovery of viable cells compared with that of desiccated cells that were never exposed to air. Desiccated M. barkeri was more resistant to higher temperatures, and although resistance to oxidative conditions such as ozone and ionizing radiation was not as robust as in other desiccation-resistant microorganisms, the protection mechanisms are likely adequate to maintain cell viability during periodic exposure events. The results of this study demonstrate that after desiccation M. barkeri has the innate capability to survive extended periods of exposure to air and lethal temperatures."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Maryland Baltimore County, Baltimore, MD, USA."}], "Identifier": [], "LastName": "Anderson", "ForeName": "Kimberly L", "Initials": "KL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Apolinario", "ForeName": "Ethel E", "Initials": "EE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sowers", "ForeName": "Kevin R", "Initials": "KR"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Environ Microbiol", "NlmUniqueID": "7605801", "ISSNLinking": "0099-2240"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aerobiosis"}, {"QualifierName": [], "DescriptorName": "Anaerobiosis"}, {"QualifierName": [], "DescriptorName": "Desiccation"}, {"QualifierName": ["growth & development", "physiology"], "DescriptorName": "Methanosarcina barkeri"}, {"QualifierName": [], "DescriptorName": "Microbial Viability"}, {"QualifierName": ["metabolism"], "DescriptorName": "Polysaccharides"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Angel R, Metthies D, Conrad R. 2011. Activation of methanogenesis in arid biological soil crusts despite the presence of oxygen. PLoS One 6:1–8", "ArticleIdList": ["PMC3105065", "21655270"]}, {"Citation": "Apolinario EA, Sowers KR. 1996. Plate colonization of Methanococcus maripaludis and Methanosarcina thermophila in a modified canning jar. FEMS Microbiol. Lett. 145:131–137"}, {"Citation": "Barbosa HR, Alterthum F. 1992. The role of extracellular polysaccharide in cell viability and nitrogenase activity of Beijerinckia derxii. Can. J. Microbiol. 38:986–988"}, {"Citation": "Blodgett R. 2006. Bacteriological analytical manual online, appendix 2. Most probable number determination from serial dilutions, 8A ed U.S. Food and Drug Adminstration, Washington, DC"}, {"Citation": "Bomar M, Knoll K, Widdel F. 1985. Fixation of molecular nitrogen by Methanosarcina barkeri. FEMS Microbiol. Lett. 31:47–55"}, {"Citation": "Boon PI, Mitchell A. 1995. Methanogenesis in the sediments of an Australian freshwater wetland: comparison with aerobic decay, and factors controlling methanogenesis. FEMS Microbiol. Ecol. 18:175–190"}, {"Citation": "Brioukhanov AL, Netrusov AI, Eggen RI. 2006. The catalase and superoxide dismutase genes are transcriptionally up-regulated upon oxidative stress in the strictly anaerobic archaeon Methanosarcina barkeri. Microbiology 152:1671–1677", "ArticleIdList": ["16735730"]}, {"Citation": "Conway de Macario E, Maeder DL, Macario AJL. 2003. Breaking the mould: archaea with all four chaperoning systems. Biochem. Biophys. Res. Commun. 301:811–812", "ArticleIdList": ["12589784"]}, {"Citation": "Deppenmeier U, et al. 2002. The genome of Methanosarcina mazei: evidence for lateral gene transfer between Bacteria and Archaea. J. Mol. Microbiol. Biotechnol. 4:453–461", "ArticleIdList": ["12125824"]}, {"Citation": "Fetzer S, Bak F, Conrad R. 1993. Sensitivity of methanogenic bacteria from paddy soil to oxygen and desiccation. FEMS Microbiol. Ecol. 12:107–115"}, {"Citation": "Galagan JE, et al. 2002. The genome of Methanosarcina acetivorans reveals extensive metabolic and physiological diversity. Genet. Res. 12:532–542", "ArticleIdList": ["PMC187521", "11932238"]}, {"Citation": "Heijnen CE, van Veen JA. 1991. A determination of protective microhabitats for bacteria introduced into soil. FEMS Microbiol. Lett. 85:73–80"}, {"Citation": "Helm RF, et al. 2000. Structural characterization of the released polysaccharide of desiccation tolerant Nostoc commune DRH-1. J. Bacteriol. 182:974–982", "ArticleIdList": ["PMC94373", "10648523"]}, {"Citation": "Horowitz N, Cameron R, Hubbard J. 1972. Microbiology of the dry valleys of Antarctica. Sci. 176:242–245", "ArticleIdList": ["17791905"]}, {"Citation": "Kandler O, Hippe H. 1977. Lack of peptidoglycan in the cell walls of Methanosarcina barkeri. Arch. Microbiol. 113:57–60", "ArticleIdList": ["889387"]}, {"Citation": "Kandler O, Konig H. 1978. Chemical composition of the peptidoglycan-free cell walls of methanogenic bacteria. Arch. Microbiol. 118:141–152", "ArticleIdList": ["697504"]}, {"Citation": "Kellogg C, Griffin D. 2006. Aerobiology and the global transport of desert dust. Trends Ecol. Evol. 21:638–644", "ArticleIdList": ["16843565"]}, {"Citation": "Kendrick MG, Kral TA. 2006. Survival of methanogens during desiccation: implications for life on Mars. Astrobiology 6:546–551", "ArticleIdList": ["16916281"]}, {"Citation": "Kilbertus G, Proth J, Vervier B. 1979. Effets de la dessiccation sur les bacteries gram-nagatives d'un sol. Soil Biol. Biochem. 11:109–114"}, {"Citation": "Kottemann M, Kish A, Iloanusi C, Bjork S, Diruggiero J. 2005. Physiological responses of the haolphilic archaeon Halobacterium sp. strain NRC1 to desiccation and gamma irradiation. Extremophiles 9:219–227", "ArticleIdList": ["15844015"]}, {"Citation": "Liu C-T, Miyaki T, Aono T, Oyaizu H. 2008. Evaluation of methanogenic strains and their ability to endure aeration and water stress. Curr. Microbiol. 56:214–218", "ArticleIdList": ["17990030"]}, {"Citation": "Lobo AL, Zinder SH. 1988. Diazotrophy and nitrogenase activity in the archaebacterium Methanosarcina barkeri 227. Appl. Environ. Microbiol. 54:1656–1661", "ArticleIdList": ["PMC202723", "16347675"]}, {"Citation": "Maeder DL, et al. 2006. The Methanosarcina barkeri genome: comparative analysis with Methanosarcina acetivorans and Methanosarcina mazei reveals extensive rearrangement within methanosarcinal genomes. J. Bacteriol. 188:7922–7931", "ArticleIdList": ["PMC1636319", "16980466"]}, {"Citation": "Maier R, et al. 2004. Microbial life in the Atacama Desert. Science 306:1289–1290", "ArticleIdList": ["15556928"]}, {"Citation": "Mattimore V, Battista JR. 1996. Radioresistance of Deinococcus radiodurans: functions necessary to survive ionizing radiation are also necessary to survive prolonged desiccation. J. Bacteriol. 178:633–637", "ArticleIdList": ["PMC177705", "8550493"]}, {"Citation": "Mayer HP, Conrad R. 1990. Factors infuencing the population of methanogenic bacteria and the initiation of methane production upon flooding of paddy soil. FEMS Microbiol. Ecol. 73:103–112"}, {"Citation": "Mitchell AM, Baldwil DS. 1999. The effects of sediment desiccation on the potential for nitrification, denitrification and methanogenesis in an Australian reservoir. Hydrobiologia 392:3–11"}, {"Citation": "Nelson GO. 1971. Controlled test atmospheres: principles and techniques. Ann Arbor Science Publishers, Inc., Ann Arbor, MI"}, {"Citation": "Osa-Afiana LO, Alexander M. 1982. Differences among cowpea rhizobia in tolerance to high temperature and desiccation in soil. Appl. Environ. Microbiol. 43:435–439", "ArticleIdList": ["PMC241844", "16345948"]}, {"Citation": "Peters V, Conrad R. 1995. Methanogenic and other strictly anaerobic bacteria in desert soil and other oxic soils. Appl. Environ. Microbiol. 61:1673–1676", "ArticleIdList": ["PMC1388429", "16535011"]}, {"Citation": "Pooja KP, Chandra TS. 2009. Production and partial characterization of a novel capsular polysaccharide KP-EPS produced by Paenibacillus pabuli strain ATSKP. World J. Microbiol. Biotechnol. 25:835–841"}, {"Citation": "Potts M. 1994. Desiccation tolerance of prokaryotes. Microbiol. Rev. 58:755–805", "ArticleIdList": ["PMC372989", "7854254"]}, {"Citation": "Raychaudhuri S, Karmakar P, Choudhary D, Sarma A, Thakur AR. 2003. Effect of heavy ion irradiation on DNA DSB repair in Methanosarcina barkeri. Anaerobe 9:15–21", "ArticleIdList": ["16887683"]}, {"Citation": "Raychaudhuri S, Karmakar P, Thakur AR. 2000. Gamma-ray-induced DNA damage and repair in Methanosarcina barkeri. Anaerobe 6:325–331", "ArticleIdList": ["16887683"]}, {"Citation": "Sabra W, Zeng AP, Lunsdorf H, Deckwer WD. 2000. Effect of oxygen on formation and structure of Azotobacter vinelandii alginate and its role in protecting nitrogenase. Appl. Environ. Microbiol. 66:4037–4044", "ArticleIdList": ["PMC92256", "10966426"]}, {"Citation": "Siegele DA, Kolter R. 1992. Life after log. J. Bacteriol. 174:345–348", "ArticleIdList": ["PMC205722", "1729229"]}, {"Citation": "Singh N, Kendall MM, Liu Y, Boone DR. 2005. Isolation and characterization of methylotrophic methanogens from anoxic marine sediments in Skan Bay, Alaska: description of Methanococcoides alaskense sp. nov., and emended description of Methanosarcina baltica. Int. J. Syst. Evol. Microbiol. 55:2531–2538", "ArticleIdList": ["16280522"]}, {"Citation": "Sowers K. 2009. Methanogenesis, p 265–286 In Schaechter M. (ed), Encylopedia of microbiology, 3rd ed Elsevier/Academic Press, Philadelphia, PA"}, {"Citation": "Sowers KR, Boone JE, Gunsalus RP. 1993. Disaggregation of Methanosarcina spp. and growth as single cells at elevated osmolarity. Appl. Environ. Microbiol. 59:3832–3839", "ArticleIdList": ["PMC182538", "16349092"]}, {"Citation": "Sowers KR, Gunsalus RP. 1988. Adaptation for growth at various saline concentrations by the archaebacterium Methanosarcina thermophila. J. Bacteriol. 170:998–1002", "ArticleIdList": ["PMC210756", "3338976"]}, {"Citation": "Sowers KR, Johnson JL, Ferry JG. 1984. Phylogenetic relationships among the methylotrophic methane-producing bacteria and emendation of the family Methanosarcinaceae. Int. J. Syst. Bacteriol. 34:444–450"}, {"Citation": "Sowers KR, Nelson MJ, Ferry JG. 1984. Growth of acetotrophic, methane-producing bacteria in a pH auxostat. Curr. Microbiol. 11:227–230"}, {"Citation": "Staley JT. 1980. The gas vacuole: an early organelle of prokaryote motility? Orig. Life Evol. Biospheres 10:111–116"}, {"Citation": "Tamaru Y, Takani Y, Yoshida T, Sakamoto T. 2005. Crucial role of extracellular polysaccharides in desiccation and freezing tolerance in the terrestrial Cyanobacterium nostoc commune. Appl. Environ. Microbiol. 71:7327–7333", "ArticleIdList": ["PMC1287664", "16269775"]}, {"Citation": "Vriezen JC, de Bruijn FJ, Nüsslein K. 2006. Desiccation responses and survival of Sinorhizobium meliloti USDA 1021 in relation to growth phase, temperature, chloride and sulfate availability. Lett. Appl. Microbiol. 42:172–178", "ArticleIdList": ["16441384"]}, {"Citation": "Walsby AE. 1994. Gas vesicles. Microbiol. Rev. 58:94–144", "ArticleIdList": ["PMC372955", "8177173"]}, {"Citation": "Zhang W, Culley DE, Nie L, Brockman FJ. 2006. DNA microarray analysis of anaerobic Methanosarcina barkeri reveals responses to heat shock and air exposure. J. Ind. Microbiol. Biotechnol. 33:784–790", "ArticleIdList": ["16604357"]}]}], "History": [{"Year": "2011", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22194299", "PMC3294484", "10.1128/AEM.06964-11", "AEM.06964-11"]}}], "PubmedBookArticle": []}