{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Climate change", "air pollution", "children", "health", "health professionals", "pregnant mothers", "prevention"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22224116", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "2228-5504", "JournalIssue": {"Volume": "16", "Issue": "3", "PubDate": {"Year": "2011", "Season": "Summer"}}, "Title": "Iranian journal of nursing and midwifery research", "ISOAbbreviation": "Iran J Nurs Midwifery Res"}, "ArticleTitle": "What health professionals should know about the health effects of air pollution and climate change on children and pregnant mothers.", "Pagination": {"StartPage": "257", "EndPage": "264", "MedlinePgn": "257-64"}, "Abstract": {"AbstractText": ["Health professionals face the adverse health effects of climate change and air pollution in their practices. This review underscores the effects of these environmental factors on maternal and children's health, as the most vulnerable groups to climate change and air pollution.", "We reviewed electronic databases for a search of the literature to find relevant studies published in English from 1990 to 2011.", "Environmental factors, notably climate change and air pollution influence children's health before conception and continue during pregnancy, childhood, and adolescence. Experts have suggested that such health hazards may represent the greatest public health challenge that humanity has faced. The accumulation of greenhouse gases such as carbon dioxide, primarily from burning fossil fuels, results in warming which has an impact on air pollution particularly on levels of ozone and particulates. Heat-related health effects include increased rates of pregnancy complications, pre-eclampsia, eclampsia, low birth weight, renal effects, vector-borne diseases as malaria and dengue, increased diarrheal and respiratory disease, food insecurity, decreased quality of foods (notably grains), malnutrition, water scarcity, exposures to toxic chemicals, worsened poverty, natural disasters and population displacement. Air pollution has many adverse health effects for mothers and children. In addition to short-term effects like premature labour, intrauterine growth retardation, neonatal and infant mortality rate, malignancies (notably leukaemia and Hodgkin lymphoma), respiratory diseases, allergic disorders and anaemia, exposure to criteria air pollutants from early life might be associated with increase in stress oxidative, inflammation and endothelial dysfunction which in turn might have long-term effects on chronic non-communicable diseases.", "Health professionals have an exclusive capability to help prevent and reduce the harmful effects of environmental factors for high-risk groups, and should consider this capacity in their usual practice."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "MSc of Environmental engineering, Department of Environmental Protection, Environment Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."}], "Identifier": [], "LastName": "Poursafa", "ForeName": "Parinaz", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kelishadi", "ForeName": "Roya", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Iran J Nurs Midwifery Res", "NlmUniqueID": "101558775", "ISSNLinking": "1735-9066"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Confalonieri UB, Menne B, Akhtar R, Ebi KL, Hauengue M, Kovats RS. Human health. In: Solomon S, Parry ML, Canziani OF, Palutikof JP, Van der Linden PJ, Hanson CE, editors. Climate Change 2007: Impacts, adaptation and vulnerability. Cambridge: Cambridge University Press; 2007. pp. 391–431."}, {"Citation": "Greenough G, McGeehin M, Bernard SM, Trtanj J, Riad J, Engelberg D. The potential impacts of climate variability and change on health impacts of extreme weather events in the United States. Environ Health Perspect. 2001;109(Suppl 2):191–8.", "ArticleIdList": ["PMC1240666", "11359686"]}, {"Citation": "WHO (World Health Organization) Attributable DALYs by Risk Factor and WHO Subregion [Online] 2000.  [cited 2011 Mar 10].  Available from: URL:\nhttp://www.who.int/quantifying_ehimpacts/global/en/dalys.pdf/ "}, {"Citation": "WHO (World Health Organization) Global Burden of Disease [Online] 2004.  [cited 2001 May 11].  Available from: URL:\nhttp://www.who.int/healthinfo/global_burden_diseas/GBD_report_2004update_full.pdf/ "}, {"Citation": "Haines A, Kovats RS, Campbell-Lendrum D, Corvalan C. Climate change and human health: impacts, vulnerability, and mitigation. Lancet. 2006;367(9528):2101–9.", "ArticleIdList": ["16798393"]}, {"Citation": "Kim JJ. Ambient air pollution: health hazards to children. Pediatrics. 2004;114(6):1699–707.", "ArticleIdList": ["15574638"]}, {"Citation": "Landrigan PJ, Kimmel CA, Correa A, Eskenazi B. Children's health and the environment: public health issues and challenges for risk assessment. Environ Health Perspect. 2004;112(2):257–65.", "ArticleIdList": ["PMC1241836", "14754581"]}, {"Citation": "Landrigan PJ, Rauh VA, Galvez MP. Environmental justice and the health of children. Mt Sinai J Med. 2010;77(2):178–87.", "ArticleIdList": ["PMC6042867", "20309928"]}, {"Citation": "Samet J, Krewski D. Health effects associated with exposure to ambient air pollution. J Toxicol Environ Health A. 2007;70(3-4):227–42.", "ArticleIdList": ["17365585"]}, {"Citation": "Chen B, Kan H. Air pollution and population health: a global challenge. Environ Health Prev Med. 2008;13(2):94–101.", "ArticleIdList": ["PMC2698272", "19568887"]}, {"Citation": "Brook RD, Franklin B, Cascio W, Hong Y, Howard G, Lipsett M, et al. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109(21):2655–71.", "ArticleIdList": ["15173049"]}, {"Citation": "Han X, Naeher LP. A review of traffic-related air pollution exposure assessment studies in the developing world. Environ Int. 2006;32(1):106–20.", "ArticleIdList": ["16005066"]}, {"Citation": "Mahmoudian T, Modaresi M, Zarei A, Poursafa P, Kelishadi R. Blood lead levels in children with neurological disorders: a single centre preliminary study. Zhongguo Dang Dai Er Ke Za Zhi. 2009;11(11):873–6.", "ArticleIdList": ["20113649"]}, {"Citation": "Sheffield PE, Landrigan PJ. Global climate change and children's health: threats and strategies for prevention. Environ Health Perspect. 2011;119(3):291–8.", "ArticleIdList": ["PMC3059989", "20947468"]}, {"Citation": "Kelishadi R, Poursafa P. Air pollution and non-respiratory health hazards for children. Arch Med Sci. 2010;6(4):438–95.", "ArticleIdList": ["PMC3284061", "22371790"]}, {"Citation": "Poursafa P, Kelishadi R. Air pollution, platelet activation and atherosclerosis. Inflamm Allergy Drug Targets. 2010;9(5):387–92.", "ArticleIdList": ["21091428"]}, {"Citation": "Kelishadi R, Mirghaffari N, Poursafa P, Gidding SS. Lifestyle and environmental factors associated with inflammation, oxidative stress and insulin resistance in children. Atherosclerosis. 2009;203(1):311–9.", "ArticleIdList": ["18692848"]}, {"Citation": "Poursafa P, Kelishadi R, Lahijanzadeh A, Modaresi M, Javanmard SH, Assari R, et al. The relationship of air pollution and surrogate markers of endothelial dysfunction in a population-based sample of children. BMC Public Health. 2011;11:115.", "ArticleIdList": ["PMC3061912", "21332998"]}, {"Citation": "Mansourian M, Javanmard SH, Poursafa P, Kelishadi R. Air pollution and hospitalization for respiratory diseases among children in Isfahan, Iran. Ghana Med J. 2010;44(4):138–43.", "ArticleIdList": ["PMC3052835", "21416047"]}, {"Citation": "Kargarfard M, Poursafa P, Rezanejad S, Mousavinasab F. Effects of exercise in polluted air on the aerobic power, serum lactate level and cell blood count of active individuals. Int J Prev Med. 2011;2(3):145–50.", "ArticleIdList": ["PMC3143527", "21811656"]}, {"Citation": "Poursafa P, Kelishadi R, Moattar F, Rafiei L, Amini MM, Lahijanzadeh A, et al. Genetic variation in the association of air pollutants with a biomarker of vascular injury in children and adolescents in Isfahan, Iran. J Res Med Sci. 2011;16(6)", "ArticleIdList": ["PMC3214390", "22091301"]}, {"Citation": "Poursafa P, Kelishadi R, Amini A, Amini A, Amin MM, Lahijanzadeh A, Modaressi M. Association of air pollution and hematologic parameters in a population-based sample of children and adolescents. J Pediatria. 2011;87(4)", "ArticleIdList": ["21842113"]}, {"Citation": "Sinclair KD, Lea RG, Rees WD, Young LE. The developmental origins of health and disease: current theories and epigenetic mechanisms. Soc Reprod Fertil Suppl. 2007;64:425–43.", "ArticleIdList": ["17491163"]}, {"Citation": "Evensen KA, Steinshamn S, Tjonna AE, Stolen T, Hoydal MA, Wisloff U, et al. Effects of preterm birth and fetal growth retardation on cardiovascular risk factors in young adulthood. Early Hum Dev. 2009;85(4):239–45.", "ArticleIdList": ["19013031"]}, {"Citation": "Brook RD, Jerrett M, Brook JR, Bard RL, Finkelstein MM. The relationship between diabetes mellitus and trafficrelated air pollution. J Occup Environ Med. 2008;50(1):32–8.", "ArticleIdList": ["18188079"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA, III, Brook JR, Bhatnagar A, Diez-Roux AV, et al. Particulate matter air pollution and cardiovascular disease: An update to the scientific statement from the American Heart Association. Circulation. 2010;121(21):2331–78.", "ArticleIdList": ["20458016"]}, {"Citation": "Zhang Y, Bi P, Hiller JE. Climate change and disability-adjusted life years. J Environ Health. 2007;70(3):32–6.", "ArticleIdList": ["17941401"]}, {"Citation": "Deschenes O, Greenstone M, Guryan J. Climate Change and Birth Weight. American Economic Review. 2009;99(2):211–17.", "ArticleIdList": ["29505213"]}, {"Citation": "Subramaniam V. Seasonal variation in the incidence of preeclampsia and eclampsia in tropical climatic conditions. BMC Women's Health. 2007;7:18.", "ArticleIdList": ["PMC2169212", "17937797"]}, {"Citation": "Ohl CA. The dangers posed are not always obvious. BMJ. 2000;321(7270):1167–8.", "ArticleIdList": ["PMC1118941", "11073492"]}, {"Citation": "Fox M, Chari R, Resnick B, Burke T. Potential for chemical mixture exposures and health risks in New Orleans post-hurricane Katrina. Hum Ecol Risk Assess. 2009;15(4):831–45."}, {"Citation": "McLaughlin KA, Fairbank JA, Gruber MJ, Jones RT, Lakoma MD, Pfefferbaum B, et al. Serious emotional disturbance among youths exposed to Hurricane Katrina 2 years postdisaster. J Am Acad Child Adolesc Psychiatry. 2009;48(11):1069–78.", "ArticleIdList": ["PMC3992889", "19797983"]}, {"Citation": "Dean JG, Stain HJ. Mental health impact for adolescents living with prolonged drought. Aust J Rural Health. 2010;18(1):32–7.", "ArticleIdList": ["20136812"]}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, Kinney PL, Knowlton K, Lynn B, et al. Climate change, ambient ozone, and health in 50 US cities. Climatic Change. 2007;82:61–76."}, {"Citation": "Jacoba DJ, Winner DA. Effect of climate change on air quality. Atmospheric Environment. 2009;43(1):51–63."}, {"Citation": "Wegesser TC, Pinkerton KE, Last JA. California wildfires of 2008: coarse and fine particulate matter toxicity. Environ Health Perspect. 2009;117(6):893–7.", "ArticleIdList": ["PMC2702402", "19590679"]}, {"Citation": "Jayachandran S. Air quality and early-life mortality evidence from Indonesia's wildfires. J Hum Res. 2009;44(4):916–54."}, {"Citation": "Dejmek J, Selevan SG, Benes I, Solansky I’, Sram RJ. Fetal growth and maternal exposure to particulate matter during pregnancy. Environ Health Perspect. 1999;107(6):475–80.", "ArticleIdList": ["PMC1566587", "10339448"]}, {"Citation": "Ritz B, Wilhelm M, Hoggatt K, Ghosh J. Ambient air pollution and preterm birth in the environment and pregnancy outcomes study at the University of California. Los Angeles Am J Epidemiol. 2007;166(9):1045–52.", "ArticleIdList": ["17675655"]}, {"Citation": "Kunzli N, Avol E, Wu J, Gauderman WJ, Rappaport E, Millstein J, et al. Health effects of the 2003 Southern California wildfires on children. Am J Respir Crit Care Med. 2006;174(11):1221–8.", "ArticleIdList": ["PMC2648104", "16946126"]}, {"Citation": "Ostfeld RS. Climate change and the distribution and intensity of infectious diseases. Ecology. 2009;90(4):903–5.", "ArticleIdList": ["19449683"]}, {"Citation": "Gething PW, Smith DL, Patil AP, Tatem AJ, Snow RW, Hay SI. Climate change and the global malaria recession. Nature. 2010;465(7296):342–5.", "ArticleIdList": ["PMC2885436", "20485434"]}, {"Citation": "Rogers DJ, Randolph SE. The global spread of malaria in a future, warmer world. Science. 2000;289(5485):1763–6.", "ArticleIdList": ["10976072"]}, {"Citation": "Harley D, Bi P, Hall G, Swaminathan A, Tong S, Williams C. Climate change and infectious diseases in Australia: future prospects, adaptation options, and research priorities. Asia Pac J Public Health. 2011;23(2 Suppl):54S–66.", "ArticleIdList": ["21447544"]}, {"Citation": "Chou WC, Wu JL, Wang YC, Huang H, Sung FC, Chuang CY. Modeling the impact of climate variability on diarrheaassociated diseases in Taiwan (1996-2007) Sci Total Environ. 2010;409(1):43–51.", "ArticleIdList": ["20947136"]}, {"Citation": "Kolstad EW, Johansson KA. Uncertainties associated with quantifying climate change impacts on human health: a case study for diarrhea. Environ Health Perspect. 2011;119(3):299–305.", "ArticleIdList": ["PMC3059990", "20929684"]}, {"Citation": "Myers SS, Patz JA. Emerging threats to human health from global environmental change. Annu Rev Environ Resourc. 2009;34(1):223–52."}, {"Citation": "Alexandratos N. World food and agriculture: outlook for the medium and longer term. Proc Natl Acad Sci U S A. 1999;96(11):5908–14.", "ArticleIdList": ["PMC34205", "10339517"]}, {"Citation": "Tilman D, Fargione J, Wolff B, DAntonio C, Dobson A, Howarth R, et al. Forecasting Agriculturally Driven Global Environmental Change. Science. 2001;292(5515):281–4.", "ArticleIdList": ["11303102"]}, {"Citation": "Idso SB, Idso KE. Effects of atmospheric CO2 enrichment on plant constituents related to animal and human health. Environmental and Experimental Botany. 2001;45(2):179–99.", "ArticleIdList": ["11275225"]}, {"Citation": "Taub DR, Miller B, Allen H. Effects of elevated CO2 on the protein concentration of food crops: a meta-analysis. Global Change Biology. 2008;14(3):565–75."}, {"Citation": "Mandeville JA, Nelson CP. Paediatric urology: Edited by Craig Peters. Current Opinion in Urology. 2009;19(4):419–23.", "ArticleIdList": ["19440153"]}, {"Citation": "Fakheri RJ, Goldfarb DS. Association of nephrolithiasis prevalence rates with ambient temperature in the United States: a re-analysis. Kidney Int. 2009;76(7):798.", "ArticleIdList": ["19752864"]}, {"Citation": "Chen YK, Lin HC, Chen CS, Yeh SD. Seasonal variations in urinary calculi attacks and their association with climate: a population based study. J Urol. 2008;179(2):564–9.", "ArticleIdList": ["18082222"]}, {"Citation": "Soucie JM, Coates RJ, McClellan W, Austin H, Thun M. Relation between Geographic Variability in Kidney Stones Prevalence and Risk Factors for Stones. Oxford Journals Medicine American Journal of Epidemiology. 1996;143(5):487–95.", "ArticleIdList": ["8610664"]}, {"Citation": "Chen YY, Roseman JM, Devivo MJ, Huang CT. Geographic variation and environmental risk factors for the incidence of initial kidney stones in patients with spinal cord injury. J Urol. 2000;164(1):21–6.", "ArticleIdList": ["10840416"]}, {"Citation": "Cramer JS, Forrest K. Renal lithiasis: addressing the risks of austere desert deployments. Aviat Space Environ Med. 2006;77(6):649–53.", "ArticleIdList": ["16780245"]}, {"Citation": "Evans K, Costabile RA. Time to development of symptomatic urinary calculi in a high risk environment. J Urol. 2005;173(3):858–61.", "ArticleIdList": ["15711293"]}, {"Citation": "Kovats RS, Hajat S, Wilkinson P. Contrasting patterns of mortality and hospital admissions during hot weather and heat waves in Greater London, UK. Occup Environ Med. 2004;61(11):893–8.", "ArticleIdList": ["PMC1757853", "15477282"]}, {"Citation": "Brikowski TH, Lotan Y, Pearle MS. Climate-related increase in the prevalence of urolithiasis in the United States. Proc Natl Acad Sci U S A. 2008;105(28):9841–6.", "ArticleIdList": ["PMC2474527", "18626008"]}]}], "History": [{"Year": "2011", "Month": "1", "Day": "29"}, {"Year": "2011", "Month": "3", "Day": "27"}, {"Year": "2012", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22224116", "PMC3249808"]}}], "PubmedBookArticle": []}