{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22268148", "DateCompleted": {"Year": "2012", "Month": "09", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/jxb/err443"], "ArticleDate": [{"Year": "2012", "Month": "01", "Day": "20"}], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "63", "Issue": "7", "PubDate": {"Year": "2012", "Month": "Apr"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "Influence of atmospheric vapour pressure deficit on ozone responses of snap bean (Phaseolus vulgaris L.) genotypes.", "Pagination": {"StartPage": "2557", "EndPage": "2564", "MedlinePgn": "2557-64"}, "Abstract": {"AbstractText": ["Environmental conditions influence plant responses to ozone (O(3)), but few studies have evaluated individual factors directly. In this study, the effect of O(3) at high and low atmospheric vapour pressure deficit (VPD) was evaluated in two genotypes of snap bean (Phaseolus vulgaris L.) (R123 and S156) used as O(3) bioindicator plants. Plants were grown in outdoor controlled-environment chambers in charcoal-filtered air containing 0 or 60 nl l(-1) O(3) (12 h average) at two VPDs (1.26 and 1.96 kPa) and sampled for biomass, leaf area, daily water loss, and seed yield. VPD clearly influenced O(3) effects. At low VPD, O(3) reduced biomass, leaf area, and seed yield substantially in both genotypes, while at high VPD, O(3) had no significant effect on these components. In clean air, high VPD reduced biomass and yield by similar fractions in both genotypes compared with low VPD. Data suggest that a stomatal response to VPD per se may be lacking in both genotypes and it is hypothesized that the high VPD resulted in unsustainable transpiration and water deficits that resulted in reduced growth and yield. High VPD- and water-stress-induced stomatal responses may have reduced the O(3) flux into the leaves, which contributed to a higher yield compared to the low VPD treatment in both genotypes. At low VPD, transpiration increased in the O(3) treatment relative to the clean air treatment, suggesting that whole-plant conductance was increased by O(3) exposure. Ozone-related biomass reductions at low VPD were proportionally higher in S156 than in R123, indicating that differential O(3) sensitivity of these bioindicator plants remained evident when environmental conditions were conducive for O(3) effects. Assessments of potential O(3) impacts on vegetation should incorporate interacting factors such as VPD."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "US Department of Agriculture, Agricultural Research Service, Plant Science Research Unit, and Department of Crop Science, North Carolina State University, Raleigh, NC 27607, USA."}], "Identifier": [], "LastName": "Fiscus", "ForeName": "Edwin L", "Initials": "EL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Booker", "ForeName": "Fitzgerald L", "Initials": "FL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sadok", "ForeName": "Walid", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Burkey", "ForeName": "Kent O", "Initials": "KO"}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "drug effects", "genetics", "physiology"], "DescriptorName": "Phaseolus"}, {"QualifierName": [], "DescriptorName": "Vapor Pressure"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Andersen C. Source-sink balance and carbon allocation below ground in plants exposed to ozone. New Phytologist. 2003;157:213–228.", "ArticleIdList": ["33873636"]}, {"Citation": "Ball GR, Benton J, Palmer-Brown D, Fuhrer J, Skarby L, Gimeno BS, Mills G. Identifying factors which modify the effects of ambient ozone on white clover (Trifolium repens) in Europe. Environmental Pollution. 1998;103:7–16."}, {"Citation": "Balls GR, Palmer-Brown D, Sanders GE. Investigating microclimatic influences on ozone injury in clover (Trifolium subterraneum) using artificial neural networks. New Phytologist. 1996;132:271–280."}, {"Citation": "Barnes J, Eamus D, Davison AW, Ro-Paulson H, Mortensen L. Persistent effects of ozone on needle water loss and wettability in Norway spruce. Environmental Pollution. 1990;63:345–363.", "ArticleIdList": ["15092315"]}, {"Citation": "Benton J, Fuhrer J, Gimeno BS, Skarby L, Palmer-Brown D, Ball G, Roadknight C, Mills G. An international cooperative programme indicates the widespread occurrence of ozone injury on crops. Agriculture Ecosystems and Environment. 2000;78:19–30."}, {"Citation": "Bernacchi CJ, Leakey ADB, Kimball BA, Ort DR. Growth of soybean at future tropospheric ozone concentrations decreases canopy evapotranspiration and soil water depletion. Environmental Pollution. 2011;159:1464–1472.", "ArticleIdList": ["21477906"]}, {"Citation": "Booker FL, Fiscus EL, Miller JE. Combined effects of elevated atmospheric carbon dioxide and ozone on soybean whole-plant water use. Environmental Management. 2004;33:S355–S362."}, {"Citation": "Bunce JA. Comparative responses of leaf conductance to humidity in single attached leaves. Journal of Experimental Botany. 1981;32:629–634."}, {"Citation": "Bungener P, Balls GR, Nussbaum S, Geissmann M, Grub A, Fuhrer J. Leaf injury characteristics of grassland species exposed to ozone in relation to soil moisture condition and vapour pressure deficit. New Phytologist. 1999;142:271–282."}, {"Citation": "Burkey KO, Miller JE, Fiscus EL. Assessment of ambient ozone effects on vegetation using snap bean as a bioindicator species. Journal of Environmental Quality. 2005;34:1081–1086.", "ArticleIdList": ["15888894"]}, {"Citation": "Chambers JM. Linear models. In: Chambers JM, Hastie TJ, editors. Statistical Models. Pacific Grove: Wadsworth and Brooks/Cole; 1992. pp. 95–138."}, {"Citation": "Cooley DR, Manning WJ. The impact of ozone on assimilate partitioning in plants: a review. Environmental Pollution. 1987;47:95–113.", "ArticleIdList": ["15092712"]}, {"Citation": "Dunning JA, Heck WW. Response of pinto bean and tobacco to ozone as conditioned by light intensity and/or humidity. Environmental Science and Technology. 1973;7:824–826."}, {"Citation": "Emberson LD, Ashmore MR, Cambridge HM, Simpsonc D, Tuovinend JP. Modelling stomatal ozone flux across Europe. Environmental Pollution. 2000;109:403–413.", "ArticleIdList": ["15092873"]}, {"Citation": "Fiscus EL, Booker FL, Burkey KO. Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning. Plant, Cell and Environment. 2005;28:997–1011."}, {"Citation": "Fiscus EL, Reid CD, Miller JE, Heagle AS. Elevated CO2 reduces O3 flux and O3-induced yield losses in soybeans: possible implications for elevated CO2 studies. Journal of Experimental Botany. 1997;48:307–313."}, {"Citation": "Fletcher AL, Sinclair TR, Allen Jr LH. Transpiration responses to vapor pressure deficit in well watered ‘slow-wilting’ and commercial soybean. Environmental and Experimental Botany. 2007;61:145–151."}, {"Citation": "Flowers MD, Fiscus EL, Burkey KO, Booker FL, Dubois J- JB. Photosynthesis, chlorophyll fluorescence, and yield of snap bean (Phaseolus vulgaris L.) genotypes differing in sensitivity to ozone. Environmental and Experimental Botany. 2007;61:190–198."}, {"Citation": "Grantz DA, Gunn S, Vu H-B. O3 impacts on plant development: a meta-analysis of root/shoot allocation and growth. Plant, Cell and Environment. 2006;29:1193–1209.", "ArticleIdList": ["17080943"]}, {"Citation": "Littell RC, Milliken GA, Stroup WW, Wolfinger RD. SAS System for Mixed Models. Cary, NC: SAS Institute; 1996."}, {"Citation": "Long SP, Naidu SL. Effects of oxidants at the biochemical, cell and physiological levels, with particular reference to ozone. In: Bell JNB, Treshow M, editors. Air Pollution and Plant Life. Chichester: John Wiley & Sons; 2002. pp. 69–88."}, {"Citation": "McLaughlin SB, Taylor GE. Relative humidity: Important modifier of pollutant uptake by plants. Science. 1981;211:167–169.", "ArticleIdList": ["17757268"]}, {"Citation": "McLaughlin SB, Wullschleger SD, Sun G, Nosal M. Interactive effects of ozone and climate on water use, soil moisture content and streamflow in a southern Appalachian forest in the USA. New Phytologist. 2007;174:125–136.", "ArticleIdList": ["17335503"]}, {"Citation": "Mills G. Modification of plant response by environmental conditions. In: Bell JNB, Treshow M, editors. Air Pollution and Plant Life. Chichester: John Wiley and Sons; 2002. pp. 343–358."}, {"Citation": "Mills G, Hayes F, Wilkinson S, Davies WJ. Chronic exposure to increasing background ozone impairs stomatal functioning in grassland species. Global Change Biology. 2009;15:1522–1533."}, {"Citation": "Mortensen LM. Effects of ozone concentration on growth of tomato at various light, air humidity and carbon dioxide levels. Scientia Horticulturae. 1992;49:17–24."}, {"Citation": "Otto HW, Daines RH. Plant injury by air pollutants: influence of humidity on stomatal apertures and plant response to ozone. Science. 1969;163:1209–1210.", "ArticleIdList": ["5765336"]}, {"Citation": "Paoletti E, Grulke NE. Ozone exposure and stomatal sluggishness in different plant physiognomic classes. Environmental Pollution. 2010;158:2664–2671.", "ArticleIdList": ["20537773"]}, {"Citation": "Pleijel H, Danielsson H, Emberson L, Ashmore MR, Mills G. Ozone risk assessment for agricultural crops in Europe: Further development of stomatal flux and flux-response relationships for European wheat and potato. Atmospheric Environment. 2007;41:3022–3040."}, {"Citation": "Sadok W, Sinclair TR. Genetic variability of transpiration response to vapor pressure deficit among soybean cultivars. Crop Science. 2009;49:955–960."}, {"Citation": "Sperry JS, Hacke UG, Oren R, Comstock JP. Water deficits and hydraulic limits to leaf water supply. Plant, Cell and Environment. 2002;25:251–263.", "ArticleIdList": ["11841668"]}, {"Citation": "Taylor GE, Jr, Hanson PJ, Baldocchi DD. Pollutant deposition to individual leaves and plant canopies: Sites of regulation and relationship to injury. In: Heck WW, Taylor OC, Tingey DT, editors. Assessment of Crop Loss from Air Pollutants. London: Elsevier; 1988. pp. 227–257."}, {"Citation": "Team RDC. R: A language and environment for statistical computing. Vienna: R Foundation for Statistical Computing; 2009."}, {"Citation": "Tingey DT, Hogsett WE, Rodecap KD, Lee EH, Moser TJ. The impact of O3 on leaf construction cost and carbon isotope discrimination. In: Kuttler W, Jochimsen M, editors. Immissionsokologische Forschung im Wandel der Zeit: Festschrift fur Robert Guderian. Magdeburg: Westarp Wissenschaften; 1994. pp. 195–206."}, {"Citation": "Turner NC, Schulze E-D, Gollan T. The responses of stomata and leaf gas exchange to vapour pressure deficits and soil water content I. Species comparisons at high soil water content. Oecologia. 1984;63:338–342.", "ArticleIdList": ["28311208"]}, {"Citation": "van den Driessche R, Langebartels C. Foliar symptoms, ethylene biosynthesis and water use of young Norway spruce (Picea abies (L.) Karst.) exposed to drought and ozone. Water, Air and Soil Pollution. 1994;78:153–168."}, {"Citation": "Wilkinson S, Davies WJ. Drought, ozone, ABA and ethylene: new insights from cell to plant to community. Plant, Cell and Environment. 2010;33:510–525.", "ArticleIdList": ["19843256"]}]}], "History": [{"Year": "2012", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "1", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22268148", "PMC3346224", "10.1093/jxb/err443", "err443"]}}], "PubmedBookArticle": []}