{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22303239", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "03"}, "Article": {"Language": ["eng"], "ELocationID": ["e0114", "10.1199/tab.0114"], "ArticleDate": [{"Year": "2008", "Month": "11", "Day": "26"}], "Journal": {"ISSN": "1543-8120", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2008"}}, "Title": "The arabidopsis book", "ISOAbbreviation": "Arabidopsis Book"}, "ArticleTitle": "The Clickable Guard Cell, Version II: Interactive Model of Guard Cell Signal Transduction Mechanisms and Pathways.", "Pagination": {"StartPage": "e0114", "MedlinePgn": "e0114"}, "Abstract": {"AbstractText": ["Guard cells are located in the leaf epidermis and pairs of guard cells surround and form stomatal pores, which regulate CO(2) influx from the atmosphere into leaves for photosynthetic carbon fixation. Stomatal guard cells also regulate water loss of plants via transpiration to the atmosphere. Signal transduction mechanisms in guard cells integrate a multitude of different stimuli to modulate stomatal apertures. Stomata open in response to light. Stomata close in response to drought stress, elevated CO(2), ozone and low humidity. In response to drought, plants synthesize the hormone abscisic acid (ABA) that triggers closing of stomatal pores. Guard cells have become a highly developed model system for dissecting signal transduction mechanisms in plants and for elucidating how individual signaling mechanisms can interact within a network in a single cell. Many new findings have been made in the last few years. This chapter is an update of an electronic interactive chapter in the previous edition of The Arabidopsis Book (Mäser et al. 2003). Here we focus on mechanisms for which genes and mutations have been characterized, including signaling components for which there is substantial signaling, biochemical and genetic evidence. Ion channels have been shown to represent targets of early signal transduction mechanisms and provide functional signaling and quantitative analysis points to determine where and how mutations affect branches within the guard cell signaling network. Although a substantial number of genes and proteins that function in guard cell signaling have been identified in recent years, there are many more left to be identified and the protein-protein interactions within this network will be an important subject of future research. A fully interactive clickable electronic version of this publication can be accessed at the following web site: http://www-biology.ucsd.edu/labs/schroeder/clickablegc2/. The interactive clickable version includes the following features: Figure 1. Model for the roles of ion channels in ABA signaling.Figure 2. Blue light signaling pathways in guard cells.Figure 3. ABA signaling pathways in guard cells.Figure 1 is linked to explanations that appear upon mouse-over. Figure 2 and Figure 3 are clickable and linked to info boxes, which in turn are linked to TAIR, to relevant abstracts in PubMed, and to updated background explanations from Schroeder et al (2001), used with permission of Annual Reviews of Plant Biology."]}, "AuthorList": [{"AffiliationInfo": [], "Identifier": [], "LastName": "Kwak", "ForeName": "June M", "Initials": "JM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mäser", "ForeName": "Pascal", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schroeder", "ForeName": "Julian I", "Initials": "JI"}], "GrantList": [{"GrantID": "R01 GM060396", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Arabidopsis Book", "NlmUniqueID": "101214894", "ISSNLinking": "1543-8120"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Allan A. C., Fricker M. D., Ward J. L., Beale M. H., Trewavas A. J. Two transduction pathways mediate rapid effects of abscisic acid in Commelina guard cells. Plant Cell. 1994;66(1):1319–1328.", "ArticleIdList": ["PMC160523", "12244274"]}, {"Citation": "Allen G. J., Sanders D. Control of ionic currents guard cell vacuoles by cytosolic and luminal calcium. Plant J. 1996;106(1):1055–1069.", "ArticleIdList": ["9011087"]}, {"Citation": "Allen G. J., Murata Y., Chu S. P., Nafisi M., Schroeder J. I. Hypersensitivity of abscisic acid-induced cytosolic calcium increases in the Arabidopsis farnesyltransferase mutant era1–2. Plant Cell. 2002;146(1):1649–1662.", "ArticleIdList": ["PMC150713", "12119381"]}, {"Citation": "Allen G. J., Kwak J. M., Chu S. P., Llopis J., Tsien R. Y., Harper J. F., Schroeder J. I. Cameleon calcium indicator reports cytoplasmic calcium dynamics in Arabidopsis guard cells. Plant J. 1999;196(1):735–747.", "ArticleIdList": ["10571859"]}, {"Citation": "Allen G. J., Chu S. P., Harrington C. L., Schumacher K., Hoffmann T., Tang Y. Y., Grill E., Schroeder J. I. A defined range of guard cell calcium oscillation parameters encodes stomatal movements. Nature. 2001;4116(1):1053–1057.", "ArticleIdList": ["11429606"]}, {"Citation": "Anderson J. A., Huprikar S. S., Kochian L. V., Lucas W. J., Gaber R. F. Functional expression of a probable Arabidopsis thaliana potassium channel in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. USA. 1992;896(1):3736–3740.", "ArticleIdList": ["PMC525565", "1570292"]}, {"Citation": "Ashcroft F. M. From molecule to malady. Nature. 2006;4406(1):440–447.", "ArticleIdList": ["16554803"]}, {"Citation": "Assmann S. M., Simoncini L., Schroeder J. I. Blue light activates electrogenic ion pumping in guard cell protoplasts of Vicia faba. Nature. 1985;3186(1):285–287."}, {"Citation": "Assmann S. M., Snyder J. A., Lee J. Y-R. ABA-deficient (aba1) and ABA-insensitive (abi1–1, abi2–1) mutants of Arabidopsis have a wild-type stomatal response to humidity. Plant Cell Environ. 2000;236(1):387–395."}, {"Citation": "Baum G., Long J. C., Jenkins G. I., Trewavas A. J. Stimulation of the blue light phototropic receptor NPH1 causes a transient increase in cytosolic Ca2+. Proc. Natl. Acad. Sci. USA. 1999;966(1):13554–13559.", "ArticleIdList": ["PMC23986", "10557359"]}, {"Citation": "Bewell M. A., Maathuis F. J., Allen G. J., Sanders D. Calcium-induced calcium release mediated by a voltage-activated cation channel in vacuolar vesicles from red beet. FEBS Lett. 1999;4586(1):41–44.", "ArticleIdList": ["10518930"]}, {"Citation": "Bihler H., Eing C., Hebeisen S., Roller A., Czempinski K., Bertl A. TPK1 is a vacuolar ion channel different from the slow-vacuolar cation channel. Plant Physiol. 2005;1396(1):417–424.", "ArticleIdList": ["PMC1203390", "16113216"]}, {"Citation": "Blatt M. R. K+ channels of stomatal guard cells - Characteristics of the inward-rectifier and its control by pH. J. Gen. Physiol. 1992;996(1):615–644.", "ArticleIdList": ["PMC2219207", "1534573"]}, {"Citation": "Blatt M. R., Armstrong F. K+ channels of stomatal guard cells: Abscisic-acid-evoked control of the outward-rectifier mediated by cytoplasmic pH. Planta. 1993;1916(1):330–341."}, {"Citation": "Bright J., Desikan R., Hancock J. T., Weir I. S., Neill S. J. ABA-induced NO generation and stomatal closure in Arabidopsis are dependent on H2O2 synthesis. Plant J. 2006;456(1):113–122.", "ArticleIdList": ["16367958"]}, {"Citation": "Chen X., Lin W. H., Wang Y., Luan S., Xue H. W. An inositol polyphosphate 5-phosphatase functions in PHOTOTROPIN1 signaling in Arabidopis by altering cytosolic Ca2+. Plant Cell. 2008;206(1):353–366.", "ArticleIdList": ["PMC2276452", "18252844"]}, {"Citation": "Chen Z., Gallie D. R. The ascorbic acid redox state controls guard cell signaling and stomatal movement. Plant Cell. 2004;166(1):1143–1162.", "ArticleIdList": ["PMC423206", "15084716"]}, {"Citation": "Cominelli E., Galbiati M., Vavasseur A., Conti L., Sala T., Vuylsteke M., Leonhardt N., Dellaporta S. L., Tonelli C. A guard-cell-specific MYB transcription factor regulates stomatal movements and plant drought tolerance. Curr. Biol. 2005;156(1):1196–1200.", "ArticleIdList": ["16005291"]}, {"Citation": "Coursol S., Fan L. M., Le Stunff H., Spiegel S., Gilroy S., Assmann S. M. Sphingolipid signalling in Arabidopsis guard cells involves heterotrimeric G proteins. Nature. 2003;4236(1):651–654.", "ArticleIdList": ["12789341"]}, {"Citation": "Coursol S., Le Stunff H., Lynch D. V., Gilroy S., Assmann S. M., Spiegel S. Arabidopsis sphingosine kinase and the effects of phytosphingosine-1-phosphate on stomatal aperture. Plant Physiol. 2005;1376(1):724–737.", "ArticleIdList": ["PMC1065372", "15665242"]}, {"Citation": "Cutler S., Ghassemian M., Bonetta D., Cooney S., McCourt P. A protein farnesyl transferase involved in abscisic acid signal transduction in Arabidopsis. Science. 1996;2736(1):1239–1241.", "ArticleIdList": ["8703061"]}, {"Citation": "De Angeli A., Monachello D., Ephritikhine G., Frachisse J. M., Thomine S., Gambale F., Barbier-Brygoo H. The nitrate/proton antiporter AtCLCa mediates nitrate accumulation in plant vacuoles. Nature. 2006;4426(1):939–942.", "ArticleIdList": ["16878138"]}, {"Citation": "Deruère J., Jackson K., Garbers C., Söll D., DeLong A. The RCN1-encoded A subunit of protein phosphatase 2A increases phosphatase activity in vivo. Plant J. 1999;206(1):389–399.", "ArticleIdList": ["10607292"]}, {"Citation": "Desikan R., Hancock J. T., Bright J., Harrison J., Weir I., Hooley R., Neill S. J. A role for ETR1 in hydrogen peroxide signaling in stomatal guard cells. Plant Physiol. 2005;1376(1):831–834.", "ArticleIdList": ["PMC1065383", "15761208"]}, {"Citation": "Desikan R., Last K., Harrett-Williams R., Tagliavia C., Harter K., Hooley R., Hancock J. T., Neill S. J. Ethylene-induced stomatal closure in Arabidopsis occurs via AtrbohF-mediated hydrogen peroxide synthesis. Plant J. 2006;476(1):907–916.", "ArticleIdList": ["16961732"]}, {"Citation": "Emi T., Kinoshita T., Sakamoto K., Mineyuki Y., Shimazaki K. Isolation of a protein interacting with Vfphot1a in guard cells of Vicia faba. Plant Physiol. 2005;1386(1):1615–1626.", "ArticleIdList": ["PMC1176431", "15980204"]}, {"Citation": "Finkelstein R. R., Gampala S. S. L., Rock C. D. Abscisic acid signaling in seeds and seedlings. Plant Cell. 2002;146(1):S15–S45.", "ArticleIdList": ["PMC151246", "12045268"]}, {"Citation": "Gadsby D. C., Vergani P., Csanady L. The ABC protein turned chloride channel whose failure causes cystic fibrosis. Nature. 2006;4406(1):477–483.", "ArticleIdList": ["PMC2720541", "16554808"]}, {"Citation": "Gaedeke N., Klein M., Kolukisaoglu U., Forestier C., Muller A., Ansorge M., Becker D., Mamnun Y., Kuchler K., Schulz B., Mueller-Roeber B., Martinoia E. The Arabidopsis thaliana ABC transporter AtMRP5 controls root development and stomata movement. EMBO J. 2001;206(1):1875–1887.", "ArticleIdList": ["PMC125232", "11296221"]}, {"Citation": "Galbiati M., Simoni L., Pavesi G., Cominelli E., Francia P., Vavasseur A., Nelson T., Bevan M., Tonelli C. Gene trap lines identify Arabidopsis genes expressed in stomatal guard cells. Plant J. 2008;536(1):750–762.", "ArticleIdList": ["18036199"]}, {"Citation": "Gao Y., Zeng Q., Guo J., Cheng J., Ellis B. E., Chen J. G. Genetic characterization reveals no role for the reported ABA receptor, GCR2, in ABA control of seed germination and early seedling development in Arabidopsis. Plant J. 2007;526(1):1001–1013.", "ArticleIdList": ["17894782"]}, {"Citation": "Garcia-Mata C., Gay R., Sokolovski S., Hills A., Lamattina L., Blatt M. R. Nitric oxide regulates K+ and Cl− channels in guard cells through a subset of abscisic acid-evoked signaling pathways. Proc. Natl. Acad. Sci. USA. 2003;1006(1):11116–11121.", "ArticleIdList": ["PMC196936", "12949257"]}, {"Citation": "Gilroy S., Fricker M. D., Read N. D., Trewavas A. J. Role of calcium in signal transduction of Commelina guard cells. Plant Cell. 1991;36(1):333–344.", "ArticleIdList": ["PMC160004", "12324599"]}, {"Citation": "Giraudat J. Abscisic acid signaling. Curr. Opin. in Cell Biol. 1995;76(1):232–238.", "ArticleIdList": ["7612276"]}, {"Citation": "Gobert A., Isayenkov S., Voelker C., Czempinski K., Maathuis F. J. The two-pore channel TPK1 gene encodes the vacuolar K+ conductance and plays a role in K+ homeostasis. Proc. Natl. Acad. Sci. USA. 2007;1046(1):10726–10731.", "ArticleIdList": ["PMC1965580", "17563365"]}, {"Citation": "Goh C-H., Kinoshita T., Oku T., Shimazaki K-I. Inhibition of blue light-dependent H+ pumping by abscisic acid in Vicia guard-cell protoplasts. Plant Physiol. 1996;1116(1):433–440.", "ArticleIdList": ["PMC157853", "12226299"]}, {"Citation": "Grabov A., Blatt M. R. Membrane voltage initiates Ca2+ waves and potentiates Ca2+ increases with abscisic acid in stomatal guard cells. Proc. Natl. Acad. Sci. USA. 1998;956(1):4778–4783.", "ArticleIdList": ["PMC22567", "9539815"]}, {"Citation": "Gregory B. D., O'Malley R. C., Lister R., Urich M. A., Tonti-Filippini J., Chen H., Millar A. H., Ecker J. R. A link between RNA metabolism and silencing affecting Arabidopsis development. Dev. Cell. 2008;146(1):854–866.", "ArticleIdList": ["18486559"]}, {"Citation": "Guo F. Q., Young J., Crawford N. M. The nitrate transporter AtNRT1.1 (CHL1) functions in stomatal opening and contributes to drought susceptibility in Arabidopsis. Plant Cell. 2003;156(1):107–117.", "ArticleIdList": ["PMC143464", "12509525"]}, {"Citation": "Guo Y., Xiong L., Song C-P., Gong D., Halfter U., Zhu J-K. A calcium sensor and its interacting protein kinase are global regulators of abscisic acid signaling in Arabidopsis. Dev. Cell. 2002;36(1):233–244.", "ArticleIdList": ["12194854"]}, {"Citation": "Hamilton D. W. A., Hills A., Kohler B., Blatt M. R. Ca2+ channels at the plasma membrane of stomatal guard cells are activated by hyperpolarization and abscisic acid. Proc. Natl. Acad. Sci. USA. 2000;976(1):4967–4972.", "ArticleIdList": ["PMC18341", "10781106"]}, {"Citation": "Hafke J. B., Hafke Y., Smith J. A., Luttge U., Thiel G. Vacuolar malate uptake is mediated by an anion-selective inware rectifier. Plant J. 2003;356(1):116–128.", "ArticleIdList": ["12834407"]}, {"Citation": "Han S., Tang R., Anderson L. K., Woerner T. E., Pei Z. M. A cell surface receptor mediates extracellular Ca2+ sensing in guard cells. Nature. 2003;4256(1):196–200.", "ArticleIdList": ["12968184"]}, {"Citation": "Harada A., Sakai T., Okada K. phot1 and phot2 mediate blue light-induced transient increases in cytosolic Ca2+ differently in Arabidopsis leaves. Proc. Natl. Acad. Sci. USA. 2003;1006(1):8583–8588.", "ArticleIdList": ["PMC166272", "12821778"]}, {"Citation": "Harper A. L., von Gesjen S. E., Linford A. S., Peterson M. P., Faircloth R. S., Thissen M. M., Brusslan J. A. Chlorophyllide a oxygenase mRNA and protein levels correlate with the chlorophyll a/b ratio in Arabidopsis thaliana. Photosynth. Res. 2004;796(1):149–159.", "ArticleIdList": ["16228389"]}, {"Citation": "Hashimoto M., Negi J., Young J., Israelsson M., Schroeder J. I., Iba K. Arabidopsis HT1 kinase controls stomatal movements in response to CO2. Nat. Cell Biol. 2006;86(1):391–397.", "ArticleIdList": ["16518390"]}, {"Citation": "Hedrich R., Neher E. Cytoplasmic calcium regulates voltage- dependent ion channels in plant vacuoles. Nature. 1987;3296(1):833–836."}, {"Citation": "Hedrich R., Flugge U. I., Fernandez J. M. Patch-clamp studies of ion transport in isolated plant vacuoles. FEBS Lett. 1986;2046(1):228–232."}, {"Citation": "Hedrich R., Busch H., Raschke K. Ca2+ and nucleotide dependent regulation of voltage dependent anion channels in the plasma membrane of guard cells. EMBO J. 1990;96(1):3889–3892.", "ArticleIdList": ["PMC552158", "1701140"]}, {"Citation": "Hetherington A. M., Woodward F. I. The role of stomata in sensing and driving environmental change. Nature. 2003;4246(1):901–908.", "ArticleIdList": ["12931178"]}, {"Citation": "Homann U., Thiel G. The number of K+ channels in the plasma membrane of guard cell protoplasts changes in parallel with the surface area. Proc. Natl. Acad. Sci. USA. 2002;996(1):10215–10220.", "ArticleIdList": ["PMC126650", "12096192"]}, {"Citation": "Hosy E., Vavasseur A., Mouline K., Dreyer I., Gaymard F., Poree F., Boucherez J., Lebaudy A., Bouchez D., Very A. A., Simonneau T., Thibaud J. B., Sentenac H. The Arabidopsis outward K+ channel GORK is involved in regulation of stomatal movements and plant transpiration. Proc. Natl. Acad. Sci. USA. 2003;1006(1):5549–5554.", "ArticleIdList": ["PMC154382", "12671068"]}, {"Citation": "Hugouvieux V., Kwak J. M., Schroeder J. I. An mRNA cap binding protein, ABH1, modulates early abscisic acid signal transduction in Arabidopsis. Cell. 2001;1066(1):477–487.", "ArticleIdList": ["11525733"]}, {"Citation": "Hunt L., Mills L. N., Pical C., Leckie C. P., Aitken F. L., Kopka J., Mueller-Roeber B., McAinsh M. R., Hetherington A. M., Gray J. E. Phospholipase C is required for the control of stomatal aperture by ABA. Plant J. 2003;346(1):47–55.", "ArticleIdList": ["12662308"]}, {"Citation": "Hwang J. U., Lee Y. Abscisic acid-induced actin reorganization in guard cells of dayflower is mediated by cytosolic calcium levels and by protein kinase and protein phosphatase activities. Plant Physiol. 2001;1256(1):2120–2128.", "ArticleIdList": ["PMC88867", "11299391"]}, {"Citation": "Ilan N., Schwartz A., Moran N. External pH effects on the depolarization-activated K+ channels in guard cell protoplasts of Vicia faba. J. Gen. Physiol. 1994;1036(1):807–831.", "ArticleIdList": ["PMC2219221", "8035163"]}, {"Citation": "Inada S., Ohgishi M., Mayama T., Okada K., Sakai T. RPT2 is a signal transducer involved in phototropic response and stomatal opening by association with phototropin 1 in Arabidopsis thaliana. Plant Cell. 2004;166(1):887–896.", "ArticleIdList": ["PMC412863", "15031408"]}, {"Citation": "Israelsson M., Siegel R. S., Young J., Hashimoto M., Iba K., Schroeder J. I. Guard cell ABA and CO2 signaling network up-dates and Ca2+ sensor priming hypothesis. Curr. Opin. Plant Biol. 2006;96(1):654–663.", "ArticleIdList": ["17010657"]}, {"Citation": "Jeon B. W., Hwang J. U., Hwang Y., Song W. Y., Fu Y., Gu Y., Bao F., Cho D., Kwak J. M., Yang Z., Lee Y. The Arabidopsis small G protein ROP2 is activated by light in guard cells and inhibits light-induced stomatal opening. Plant Cell. 2008;206(1):75–87.", "ArticleIdList": ["PMC2254924", "18178769"]}, {"Citation": "Johnston C. A., Temple B. R., Chen J. G., Gao Y., Moriyama E. N., Jones A. M., Siderovski D. P., Willard F. S. Comment on “A G protein coupled receptor is a plasma membrane receptor for the plant hormone abscisic acid”. Science. 2007;3186(1):914. author reply 914.", "ArticleIdList": ["17991845"]}, {"Citation": "Jung C., Seo J. S., Han S. W., Koo Y. J., Kim C. H., Song S. I., Nahm B. H., Choi Y. D., Cheong J. J. Overexpression of AtMYB44 enhances stomatal closure to confer abiotic stress tolerance in transgenic Arabidopsis. Plant Physiol. 2008;1466(1):623–635.", "ArticleIdList": ["PMC2245844", "18162593"]}, {"Citation": "Jung J. Y., Kim Y. W., Kwak J. M., Hwang J. U., Young J., Schroeder J. I., Hwang I., Lee Y. Phosphatidylinositol 3- and 4-phosphate are required for normal stomatal movements. Plant Cell. 2002;146(1):2399–2412.", "ArticleIdList": ["PMC151225", "12368494"]}, {"Citation": "Keller B. U., Hedrich R., Raschke K. Voltage-dependent anion channels in the plasma membrane of guard cells. Nature. 1989;3416(1):450–453.", "ArticleIdList": ["PMC552158", "1701140"]}, {"Citation": "Keller T., Damude H. G., Werner D., Doerner P., Dixon R. A., Lamb C. A plant homolog of the neutrophil NADPH oxidase gp91phox subunit gene encodes a plasma membrane protein with Ca2+ binding motifs. Plant Cell. 1998;106(1):255–266.", "ArticleIdList": ["PMC143990", "9490748"]}, {"Citation": "Kim J. S., Jung H. J., Lee H. J., Kim K. A., Goh C. H., Woo Y., Oh S. H., Han Y. S., Kang H. Glycine-rich RNA-binding protein7 affects abiotic stress responses by regulating stomata opening and closing in Arabidopsis thaliana. Plant J. 2008;556(1):455–466.", "ArticleIdList": ["18410480"]}, {"Citation": "Kinoshita T., Shimazaki K. Blue light activates the plasma membrane H+-ATPase by phosphorylation of the C-terminus in stomatal guard cells. EMBO J. 1999;186(1):5548–5558.", "ArticleIdList": ["PMC1171623", "10523299"]}, {"Citation": "Kinoshita T., Nishimura M., Shimazaki K-I. Cytosolic concentration of Ca2+ regulates the plasma membrane H+-ATPase in guard cells of fava bean. Plant Cell. 1995;76(1):1333–1342.", "ArticleIdList": ["PMC160955", "12242406"]}, {"Citation": "Kinoshita T., Doi M., Suetsugu N., Kagawa T., Wada M., Shimazaki K. phot1 and phot2 mediate blue light regulation of stomatal opening. Nature. 2001;4146(1):656–660.", "ArticleIdList": ["11740564"]}, {"Citation": "Kinoshita T., Emi T., Tominaga M., Sakamoto K., Shigenaga A., Doi M., Shimazaki K. Blue-light- and phosphorylation-dependent binding of a 14-3-3 protein to phototropins in stomatal guard cells of broad bean. Plant Physiol. 2003;1336(1):1453–1463.", "ArticleIdList": ["PMC300702", "14605223"]}, {"Citation": "Klein M., Perfus-Barbeoch L., Frelet A., Gaedeke N., Reinhardt D., Mueller-Roeber B., Martinoia E., Forestier C. The plant multidrug resistance ABC transporter AtMRP5 is involved in guard cell hormonal signalling and water use. Plant J. 2003;336(1):119–129.", "ArticleIdList": ["12943546"]}, {"Citation": "Klein M., Geisler M., Suh S. J., Kolukisaoglu H. U., Azevedo L., Plaza S., Curtis M. D., Richter A., Weder B., Schulz B., Martinoia E. Disruption of AtMRP4, a guard cell plasma membrane ABCC-type ABC transporter, leads to deregulation of stomatal opening and increased drought susceptibility. Plant J. 2004;396(1):219–236.", "ArticleIdList": ["15225287"]}, {"Citation": "Klüsener B., Young J. J., Murata Y., Allen G. J., Mori I. C., Hugouvieux V., Schroeder J. I. Convergence of calcium signaling pathways of pathogenic elicitors and abscisic acid in Arabidopsis guard cells. Plant Physiol. 2002;1306(1):2152–2163.", "ArticleIdList": ["PMC166727", "12481099"]}, {"Citation": "Kobayashi M., Ohura I., Kawakita K., Yokota N., Fujiwara M., Shimamoto K., Doke N., Yoshioka H. Calcium-dependent protein kinases regulate the production of reactive oxygen species by potato NADPH oxidase. Plant Cell. 2007;196(1):1065–1080.", "ArticleIdList": ["PMC1867354", "17400895"]}, {"Citation": "Köhler B., Blatt M. R. Protein phosphorylation activates the guard cell Ca2+ channel and is a prerequisite for gating by abscisic acid. Plant J. 2002;326(1):185–194.", "ArticleIdList": ["12383084"]}, {"Citation": "Köhler B., Hills A., Blatt M. R. Control of guard cell ion channels by hydrogen peroxide and abscisic acid indicates their action through alternate signaling pathways. Plant Physiol. 2003;1316(1):385–388.", "ArticleIdList": ["PMC1540280", "12586862"]}, {"Citation": "Koornneef M., Reuling G., Karssen C. M. The isolation of abscisic acid-insensitive mutants of Arabidopsis thaliana. Physiol. Plant. 1984;616(1):377–383."}, {"Citation": "Kovermann P., Meyer S., Hortensteiner S., Picco C., Scholz-Starke J., Ravera S., Lee Y., Martinoia E. The Arabidopsis vacuolar malate channel is a member of the ALMT family. Plant J. 2007;526(1):1169–1180.", "ArticleIdList": ["18005230"]}, {"Citation": "Kuhn J. M., Schroeder J. I. Impacts of altered RNA metabolism on abscisic acid signaling. Curr. Opin. Plant Biol. 2003;66(1):463–469.", "ArticleIdList": ["12972047"]}, {"Citation": "Kuhn J. M., Boisson-Dernier A., Dizon M. B., Maktabi M. H., Schroeder J. I. The protein phosphatase AtPP2CA negatively regulates abscisic acid signal transduction in Arabidopsis, and effects of abh1 on AtPP2CA mRNA. Plant Physiol. 2006;1406(1):127–139.", "ArticleIdList": ["PMC1326037", "16361522"]}, {"Citation": "Kwak J. M., Nguyen V., Schroeder J. I. The role of reactive oxygen species in hormonal responses. Plant Physiol. 2006;1416(1):323–329.", "ArticleIdList": ["PMC1475468", "16760482"]}, {"Citation": "Kwak J. M., Moon J. H., Murata Y., Kuchitsu K., Leonhardt N., DeLong A., Schroeder J. I. Disruption of a guard cell-expressed protein phosphatase 2A regulatory subunit, RCN1, confers abscisic acid insensitivity in Arabidopsis. Plant Cell. 2002;146(1):2849–2861.", "ArticleIdList": ["PMC152732", "12417706"]}, {"Citation": "Kwak J. M., Murata Y., Baizabal-Aguirre V. M., Merrill J., Wang M., Kemper A., Hawke S. D., Tallman G., Schroeder J. I. Dominant negative guard cell K+ channel mutants reduce inward-rectifying K+ currents and light-induced stomatal opening in Arabidopsis. Plant Physiol. 2001;1276(1):473–485.", "ArticleIdList": ["PMC125083", "11598222"]}, {"Citation": "Kwak J. M., Mori I. C., Pei Z. M., Leonhardt N., Torres M. A., Dangl J. L., Bloom R. E., Bodde S., Jones J. D., Schroeder J. I. NADPH oxidase AtrbohD and AtrbohF genes function in ROS-dependent ABA signaling in Arabidopsis. EMBO J. 2003;226(1):2623–2633.", "ArticleIdList": ["PMC156772", "12773379"]}, {"Citation": "Latz A., Becker D., Hekman M., Muller T., Beyhl D., Marten I., Eing C., Fischer A., Dunkel M., Bertl A., Rapp U. R., Hedrich R. TPK1, a Ca2+-regulated Arabidopsis vacuole two-pore K+ channel is activated by 14-3-3 proteins. Plant J. 2007;526(1):449–459.", "ArticleIdList": ["17764516"]}, {"Citation": "Lebaudy A., Vavasseur A., Hosy E., Dreyer I., Leonhardt N., Thibaud J. B., Very A. A., Simonneau T., Sentenac H. Plant adaptation to fluctuating environment and biomass production are strongly dependent on guard cell potassium channels. Proc. Natl. Acad. Sci. USA. 2008;1056(1):5271–5276.", "ArticleIdList": ["PMC2278230", "18367672"]}, {"Citation": "Lee M., Choi Y., Burla B., Kim Y. Y., Jeon B., Maeshima M., Yoo J. Y., Martinoia E., Lee Y. The ABC transporter AtABCB14 is a malate importer and modulates stomatal responses to CO2. Nat. Cell Biol. 2008;106(1):1217–1223.", "ArticleIdList": ["18776898"]}, {"Citation": "Lee Y., Kim Y. W., Jeon B. W., Park K. Y., Suh S. J., Seo J., Kwak J. M., Martinoia E., Hwang I. Phosphatidylinositol 4,5-bisphos-phate is important for stomatal opening. Plant J. 2007;526(1):803–816.", "ArticleIdList": ["17883374"]}, {"Citation": "Lemichez E., Wu Y., Sanchez J. P., Mettouchi A., Mathur J., Chua N. H. Inactivation of AtRac1 by abscisic acid is essential for stomatal closure. Genes Dev. 2001;156(1):1808–1816.", "ArticleIdList": ["PMC312738", "11459830"]}, {"Citation": "Lemtiri-Chlieh F., Berkowitz G. A. Cyclic adenosine monophosphate regulates calcium channels in the plasma membrane of Arabidopsis leaf guard and mesophyll cells. J. Biol. Chem. 2004;2796(1):35306–35312.", "ArticleIdList": ["15199067"]}, {"Citation": "Lemtiri-Chlieh F., MacRobbie E. A., Webb A. A., Manison N. F., Brown-lee C., Skepper J. N., Chen J., Prestwich G. D., Brearley C. A. Inositol hexakisphosphate mobilizes an endomembrane store of calcium in guard cells. Proc. Natl. Acad. Sci. USA. 2003;1006(1):10091–10095.", "ArticleIdList": ["PMC187775", "12913129"]}, {"Citation": "Leonhardt N., Vavasseur A., Forestier C. ATP binding cassette modulators control abscisic acid-regulated slow anion channels in guard cells. Plant Cell. 1999;116(1):1141–1151.", "ArticleIdList": ["PMC144242", "10368184"]}, {"Citation": "Leonhardt N., Marin E., Vavasseur A., Forestier C. Evidence for the existence of a sulfonylurea-receptor-like protein in plants: Modulation of stomatal movements and guard cell potassium channels by sulfonylureas and potassium channel openers. Proc. Natl. Acad. Sci. USA. 1997;946(1):14156–14161.", "ArticleIdList": ["PMC28449", "9391169"]}, {"Citation": "Leonhardt N., Kwak J. M., Robert N., Waner D., Leonhardt G., Schroeder J. I. Microarray expression analyses of Arabidopsis guard cells and isolation of a recessive abscisic acid hypersensitive protein phosphatase 2C mutant. Plant Cell. 2004;166(1):596–615.", "ArticleIdList": ["PMC385275", "14973164"]}, {"Citation": "Leung J., Merlot S., Giraudat J. The Arabidopsis ABSCISIC ACID-INSENSITIVE 2 (ABI2) and ABI1 genes encode homologous protein phosphatases 2C involved in abscisic acid signal transduction. Plant Cell. 1997;96(1):759–771.", "ArticleIdList": ["PMC156954", "9165752"]}, {"Citation": "Leung J., Bouvier-Durand M., Morris P-C., Guerrier D., Chefdor F., Giraudat J. Arabidopsis ABA response gene ABI1: Features of a calcium-modulated protein phosphatase. Science. 1994;2646(1):1448–1452.", "ArticleIdList": ["7910981"]}, {"Citation": "Levchenko V., Konrad K. R., Dietrich P., Roelfsema M. R., Hedrich R. Cytosolic abscisic acid activates guard cell anion channels without preceding Ca2+ signals. Proc. Natl. Acad. Sci. USA. 2005;1026(1):4203–4208.", "ArticleIdList": ["PMC554796", "15753314"]}, {"Citation": "Leyman B., Geelen D., Quintero F. J., Blatt M. R. A tobacco syntaxin with a role in hormonal control of guard cell ion channels. Science. 1999;2836(1):537–540.", "ArticleIdList": ["9915701"]}, {"Citation": "Li J., Wang X-Q., Watson M. B., Assmann S. M. Regulation of abscisic acid-induced stomatal closure and anion channels by guard cell AAPK kinase. Science. 2000;2876(1):300–303.", "ArticleIdList": ["10634783"]}, {"Citation": "Li S., Assmann S. M., Albert R. Predicting essential components of signal transduction networks: a dynamic model of guard cell abscisic acid signaling. PLoS Biol. 2006;46(1):e312.", "ArticleIdList": ["PMC1564158", "16968132"]}, {"Citation": "Li Y., Wang G-X., Xin M., Yang H-M., Wu X-J., Li T. The parameters of guard cell calcium oscillation encodes stomatal oscillation and closure in Vicia faba. Plant Sci. 2004;1666(1):415–421."}, {"Citation": "Liang Y. K., Dubos C., Dodd I. C., Holroyd G. H., Hetherington A. M., Campbell M. M. AtMYB61, an R2R3-MYB transcription factor controlling stomatal aperture in Arabidopsis thaliana. Curr. Biol. 2005;156(1):1201–1206.", "ArticleIdList": ["16005292"]}, {"Citation": "Liu K., Fu H., Bei Q., Luan S. Inward potassium channel in guard cells as a target for polyamine regulation of stomatal movements. Plant Physiol. 2000;1246(1):1315–1326.", "ArticleIdList": ["PMC59229", "11080307"]}, {"Citation": "Liu X., Yue Y., Li W., Ma L. Response to comment on “A G protein-coupled receptor is a plasma membrane receptor for the plant hormone abscisic acid”. Science. 2007a;3186(1):914d.", "ArticleIdList": ["17347412"]}, {"Citation": "Liu X., Yue Y., Li B., Nie Y., Li W., Wu W. H., Ma L. A G protein-coupled receptor is a plasma membrane receptor for the plant hormone abscisic acid. Science. 2007b;3156(1):1712–1716.", "ArticleIdList": ["17347412"]}, {"Citation": "Lu C., Fedoroff N. A mutation in the Arabidopsis HYL1 gene encoding a dsRNA binding protein affects responses to abscisic acid, auxin, and cytokinin. Plant Cell. 2000;126(1):2351–2366.", "ArticleIdList": ["PMC102223", "11148283"]}, {"Citation": "MacRobbie E. A. Evidence for a role for protein tyrosine phosphatase in the control of ion release from the guard cell vacuole in stomatal closure. Proc. Natl. Acad. Sci. USA. 2002;996(1):11963–11968.", "ArticleIdList": ["PMC129377", "12189201"]}, {"Citation": "MacRobbie E. A. C. ABA-induced ion efflux in stomatal guard cells: Multiple actions of ABA inside and outside the cell. Plant J. 1995;76(1):565–576."}, {"Citation": "MacRobbie E. A. C. Signal transduction and ion channels in guard cells. Phil. Trans. Roy. Soc. London. 1998;13746(1):1475–1488.", "ArticleIdList": ["PMC1692354", "9800209"]}, {"Citation": "Mao J., Zhang Y. C., Sang Y., Li Q. H., Yang H. Q. A role for Arabidopsis cryptochromes and COP1 in the regulation of stomatal opening. Proc. Natl. Acad. Sci. USA. 2005;1026(1):12270–12275.", "ArticleIdList": ["PMC1189306", "16093319"]}, {"Citation": "Marten H., Hedrich R., Roelfsema M. R. Blue light inhibits guard cell plasma membrane anion channels in a phototropin-dependent manner. Plant J. 2007a;506(1):29–39.", "ArticleIdList": ["17319842"]}, {"Citation": "Marten H., Konrad K. R., Dietrich P., Roelfsema M. R., Hedrich R. Ca2+-dependent and -independent abscisic acid activation of plasma membrane anion channels in guard cells of Nicotiana tabacum. Plant Physiol. 2007b;1436(1):28–37.", "ArticleIdList": ["PMC1761993", "17142476"]}, {"Citation": "McAinsh M. R., Brownlee C., Hetherington A. M. Abscisic acid-induced elevation of guard cell cytosolic Ca2+ precedes stomatal closure. Nature. 1990;3436(1):186–188."}, {"Citation": "McAinsh M. R., Brownlee C., Hetherington A. M. Visualizing changes in cytosolic-free Ca2+ during the response of stomatal guard cells to abscisic acid. Plant Cell. 1992;46(1):1113–1122.", "ArticleIdList": ["PMC160201", "12297670"]}, {"Citation": "Medlyn B. E., Barton C. V., Broadmeadow M. S. J., Ceulemans R., De An-gelis P., Forstreuter M., Freeman M., Jackson S. B., Kellomaki S., Laitat E., Rey A., Roberntz P., Sigurdsson B. D., Strassemeyer J., Wang K., Curtis P. S., Jarvis P. G. Stomatal conductance of forest species after long-term exposure to elevated CO2 concentration: a synthesis. New Phytol. 2001;1496(1):247–264.", "ArticleIdList": ["33874628"]}, {"Citation": "Meinhard M., Grill E. Hydrogen peroxide is a regulator of ABI1, a protein phosphatase 2C from Arabidopsis. FEBS Lett. 2001;5086(1):443–446.", "ArticleIdList": ["11728469"]}, {"Citation": "Meinhard M., Rodriguez P. L., Grill E. The sensitivity of ABI2 to hydrogen peroxide links the abscisic acid-response regulator to redox signalling. Planta. 2002;2146(1):775–782.", "ArticleIdList": ["11882947"]}, {"Citation": "Merlot S., Leonhardt N., Fenzi F., Valon C., Costa M., Piette L., Vavasseur A., Genty B., Boivin K., Muller A., Giraudat J., Leung J. Constitutive activation of a plasma membrane H+-ATPase prevents abscisic acid-mediated stomatal closure. EMBO J. 2007;266(1):3216–3226.", "ArticleIdList": ["PMC1914098", "17557075"]}, {"Citation": "Meyer K., Leube M. P., Grill E. A protein phosphatase 2C involved in ABA signal transduction in Arabidopsis thaliana. Science. 1994;2646(1):1452–1455.", "ArticleIdList": ["8197457"]}, {"Citation": "Miao Y., Lv D., Wang P., Wang X. C., Chen J., Miao C., Song C. P. An Arabidopsis glutathione peroxidase functions as both a redox transducer and a scavenger in abscisic acid and drought stress responses. Plant Cell. 2006;186(1):2749–2766.", "ArticleIdList": ["PMC1626619", "16998070"]}, {"Citation": "Miedema H., Assmann S. M. A membrane-delimited effect of internal pH on the K+ outward rectifier of Vicia faba guard cells. J. Membr. Biol. 1996;1546(1):227–237.", "ArticleIdList": ["8952952"]}, {"Citation": "Mishra G., Zhang W., Deng F., Zhao J., Wang X. A bifurcating pathway directs abscisic acid effects on stomatal closure and opening in Arabidopsis. Science. 2006;3126(1):264–266.", "ArticleIdList": ["16614222"]}, {"Citation": "Moes D., Himmelbach A., Korte A., Haberer G., Grill E. Nuclear localization of the mutant protein phosphatase abi1 is required for insensitivity towards ABA responses in Arabidopsis. Plant J. 2008;546(1):806–819.", "ArticleIdList": ["18298671"]}, {"Citation": "Mori I. C., Murata Y., Yang Y., Munemasa S., Wang Y. F., Andreoli S., Tiriac H., Alonso J. M., Harper J. F., Ecker J. R., Kwak J. M., Schroeder J. I. CDPKs CPK6 and CPK3 function in ABA regulation of guard cell S-type anion- and Ca2+-permeable channels and stomatal closure. PLoS Biol. 2006;46(1):e327.", "ArticleIdList": ["PMC1592316", "17032064"]}, {"Citation": "Murata Y., Pei Z-M., Mori I. C., Schroeder J. I. Abscisic acid activation of plasma membrane Ca2+ channels in guard cells requires cytosolic NAD(P)H and is differentially disrupted upstream and downstream of reactive oxygen species production in abi1–1 and abi2–1 protein phosphatase 2C mutants. Plant Cell. 2001;136(1):2513–2523.", "ArticleIdList": ["PMC139468", "11701885"]}, {"Citation": "Mustilli A-C., Merlot S., Vavasseur A., Fenzi F., Giraudat J. Arabidopsis OST1 protein kinase mediates the regulation of stomatal aperture by abscisic acid and acts upstream of reactive oxygen species production. Plant Cell. 2002;146(1):3089–3099.", "ArticleIdList": ["PMC151204", "12468729"]}, {"Citation": "Nakamura R. L., McKendree W. L., Hirsch R. E., Sedbrook J. C., Gaber R. F., Sussman M. R. Expression of an Arabidopsis potassium channel gene in guard cells. Plant Physiol. 1995;1096(1):371–374.", "ArticleIdList": ["PMC157599", "7480337"]}, {"Citation": "Negi J., Matsuda O., Nagasawa T., Oba Y., Takahashi H., Kawai-Yamada M., Uchimiya H., Hashimoto M., Iba K. CO2 regulator SLAC1 and its homologues are essential for anion homeostasis in plant cells. Nature. 2008;4526(1):483–486.", "ArticleIdList": ["18305482"]}, {"Citation": "Ng C. K., Carr K., McAinsh M. R., Powell B., Hetherington A. M. Drought-induced guard cell signal transduction involves sphingo-sine-1-phosphate. Nature. 2001;4106(1):596–599.", "ArticleIdList": ["11279499"]}, {"Citation": "Nomura H., Komori T., Kobori M., Nakahira Y., Shiina T. Evidence for chloroplast control of external Ca2+-induced cytosolic Ca2+ transients and stomatal closure. Plant J. 2008;536(1):988–998.", "ArticleIdList": ["18088326"]}, {"Citation": "Nuhse T. S., Bottrill A. R., Jones A. M., Peck S. C. Quantitative phosphoproteomic analysis of plasma membrane proteins reveals regulatory mechanisms of plant innate immune responses. Plant J. 2007;516(1):931–940.", "ArticleIdList": ["PMC2156193", "17651370"]}, {"Citation": "Ogasawara Y., Kaya H., Hiraoka G., Yumoto F., Kimura S., Kadota Y., Hishinuma H., Senzaki E., Yamagoe S., Nagata K., Nara M., Suzuki K., Tanokura M., Kuchitsu K. Synergistic activation of the Arabidopsis NADPH oxidase AtrbohD by Ca2+ and phosphorylation. J. Biol. Chem. 2008;2836(1):8885–8892.", "ArticleIdList": ["18218618"]}, {"Citation": "Ohta M., Guo Y., Halfter U., Zhu J. K. A novel domain in the protein kinase SOS2 mediates interaction with the protein phosphatase 2C ABI2. Proc. Natl. Acad. Sci. USA. 2003;1006(1):11771–11776.", "ArticleIdList": ["PMC208833", "14504388"]}, {"Citation": "Padmanaban S., Chanroj S., Kwak J. M., Li X., Ward J. M., Sze H. Participation of endomembrane cation/H+ exchanger AtCHX20 in osmoregulation of guard cells. Plant Physiol. 2007;1446(1):82–93.", "ArticleIdList": ["PMC1913804", "17337534"]}, {"Citation": "Pandey S., Assmann S. M. The Arabidopsis putative G protein-coupled receptor GCR1 interacts with the G protein alpha subunit GPA1 and regulates abscisic acid signaling. Plant Cell. 2004;166(1):1616–1632.", "ArticleIdList": ["PMC490050", "15155892"]}, {"Citation": "Pandey S., Zhang W., Assmann S. M. Roles of ion channels and transporters in guard cell signal transduction. FEBS Lett. 2007;5816(1):2325–2336.", "ArticleIdList": ["17462636"]}, {"Citation": "Pandey S., Chen J. G., Jones A. M., Assmann S. M. G-protein complex mutants are hypersensitive to abscisic acid regulation of germination and postgermination development. Plant Physiol. 2006;1416(1):243–256.", "ArticleIdList": ["PMC1459317", "16581874"]}, {"Citation": "Papp I., Mur L. A., Dalmadi A., Dulai S., Koncz C. A mutation in the Cap Binding Protein 20 gene confers drought tolerance to Arabidopsis. Plant Mol. Biol. 2004;556(1):679–686.", "ArticleIdList": ["15604709"]}, {"Citation": "Park K. Y., Jung J. Y., Park J., Hwang J. U., Kim Y. W., Hwang I., Lee Y. A role for phosphatidylinositol 3-phosphate in abscisic acid-induced reactive oxygen species generation in guard cells. Plant Physiol. 2003;1326(1):92–98.", "ArticleIdList": ["PMC166955", "12746515"]}, {"Citation": "Pei Z-M., Kuchitsu K. Early ABA signaling events in guard cells. J. Plant Growth Regul. 2005;246(1):296–307."}, {"Citation": "Pei Z-M., Kuchitsu K., Ward J. M., Schwarz M., Schroeder J. I. Differential abscisic acid regulation of guard cell slow anion channels in Arabdiopsis wild-type and abi1 and abi2 mutants. Plant Cell. 1997;96(1):409–423.", "ArticleIdList": ["PMC156927", "9090884"]}, {"Citation": "Pei Z-M., Ghassemian M., Kwak C. M., McCourt P., Schroeder J. I. Role of farnesyltransferase in ABA regulation of guard cell anion channels and plant water loss. Science. 1998;2826(1):287–290.", "ArticleIdList": ["9765153"]}, {"Citation": "Pei Z. M., Ward J. M., Schroeder J. I. Magnesium sensitizes slow vacuolar channels to physiological cytosolic calcium and inhibits fast vacuolar channels in fava bean guard cell vacuoles. Plant Physiol. 1999;1216(1):977–986.", "ArticleIdList": ["PMC59462", "10557247"]}, {"Citation": "Pei Z. M., Ward J. M., Harper J. F., Schroeder J. I. A novel chloride channel in Vicia faba guard cell vacuoles activated by the serine/threonine kinase CDPK. EMBO J. 1996;156(1):6564–6574.", "ArticleIdList": ["PMC452481", "8978683"]}, {"Citation": "Pei Z. M., Murata Y., Benning G., Thomine S., Klusener B., Allen G. J., Grill E., Schroeder J. I. Calcium channels activated by hydrogen peroxide mediate abscisic acid signalling in guard cells. Nature. 2000;4066(1):731–734.", "ArticleIdList": ["10963598"]}, {"Citation": "Peiter E., Maathuis F. J., Mills L. N., Knight H., Pelloux J., Hetherington A. M., Sanders D. The vacuolar Ca2+-activated channel TPC1 regulates germination and stomatal movement. Nature. 2005;4346(1):404–408.", "ArticleIdList": ["15772667"]}, {"Citation": "Pilot G., Lacombe B., Gaymard F., Cherel I., Boucherez J., Thibaud J. B., Sentenac H. Guard cell inward K+ channel activity in Arabidopsis involves expression of the twin channel subunits KAT1 and KAT2. J. Biol. Chem. 2001;2766(1):3215–3221.", "ArticleIdList": ["11042178"]}, {"Citation": "Pottosin I. I., Tikhonova L. I., Hedrich R., Schönknecht G. Slowly activating vaculoar channels can not mediate Ca2+-induced Ca2+ release. Plant J. 1997;126(1):1387–1398."}, {"Citation": "Quettier A. L., Bertrand C., Habricot Y., Miginiac E., Agnes C., Jeannette E., Maldiney R. The phs1–3 mutation in a putative dual-specificity protein tyrosine phosphatase gene provokes hypersensitive responses to abscisic acid in Arabidopsis thaliana. Plant J. 2006;476(1):711–719.", "ArticleIdList": ["16889651"]}, {"Citation": "Ranf S., Wunnenberg P., Lee J., Becker D., Dunkel M., Hedrich R., Scheel D., Dietrich P. Loss of the vacuolar cation channel, AtTPC1, does not impair Ca2+ signals induced by abiotic and biotic stresses. Plant J. 2008;536(1):287–299.", "ArticleIdList": ["18028262"]}, {"Citation": "Razem F. A., El-Kereamy A., Abrams S. R., Hill R. D. The RNA-binding protein FCA is an abscisic acid receptor. Nature. 2006;4396(1):290–294.", "ArticleIdList": ["16421562"]}, {"Citation": "Rodriguez P. L., Benning G., Grill E. ABI2, a second protein phosphatase 2C involved in abscisic acid signal transduction in Arabidopsis. FEBS Lett. 1998;4216(1):185–190.", "ArticleIdList": ["9468303"]}, {"Citation": "Roelfsema M. R., Hedrich R. In the light of stomatal opening: new insights into ‘the Watergate’. New Phytol. 2005;1676(1):665–691.", "ArticleIdList": ["16101906"]}, {"Citation": "Roelfsema M. R., Levchenko V., Hedrich R. ABA depolarizes guard cells in intact plants, through a transient activation of R- and S-type anion channels. Plant J. 2004;376(1):578–588.", "ArticleIdList": ["14756768"]}, {"Citation": "Romano L. A., Jacob T., Gilroy S., Assmann S. M. Increases in cytosolic Ca2+ are not required for abscisic acid-inhibition of inward K+ currents in guard cells of Vicia faba L. Planta. 2000;2116(1):209–217.", "ArticleIdList": ["10945215"]}, {"Citation": "Saez A., Robert N., Maktabi M. H., Schroeder J. I., Serrano R., Ro-driguez P. L. Enhancement of abscisic acid sensitivity and reduction of water consumption in Arabidopsis by combined inactivation of the protein phosphatases type 2C ABI1 and HAB1. Plant Physiol. 2006;1416(1):1389–1399.", "ArticleIdList": ["PMC1533955", "16798945"]}, {"Citation": "Saez A., Apostolova N., Gonzalez-Guzman M., Gonzalez-Garcia M. P., Nicolas C., Lorenzo O., Rodriguez P. L. Gain-of-function and loss-of-function phenotypes of the protein phosphatase 2C HAB1 reveal its role as a negative regulator of abscisic acid signalling. Plant J. 2004;376(1):354–369.", "ArticleIdList": ["14731256"]}, {"Citation": "Sagi M., Fluhr R. Superoxide production by plant homologues of the gp91phox NADPH oxidase. Modulation of activity by calcium and by tobacco mosaic virus infection. Plant Physiol. 2001;1266(1):1281–1290.", "ArticleIdList": ["PMC116485", "11457979"]}, {"Citation": "Sagi M., Fluhr R. Production of reactive oxygen species by plant NADPH oxidases. Plant Physiol. 2006;1416(1):336–340.", "ArticleIdList": ["PMC1475462", "16760484"]}, {"Citation": "Sakai T., Wada T., Ishiguro S., Okada K. RPT2. A signal transducer of the phototropic response in Arabidopsis. Plant Cell. 2000;126(1):225–236.", "ArticleIdList": ["PMC139760", "10662859"]}, {"Citation": "Schachtman D., Schroeder J. I., Lucas W. J., Anderson J. A., Gaber R. F. Expression of an inward-rectifying potassium channel by the Arabidopsis KAT1 cDNA. Science. 1992;2586(1):1654–1658.", "ArticleIdList": ["8966547"]}, {"Citation": "Schmidt C., Schroeder J. I. Anion-selectivity of slow anion channels in Vicia faba guard cells: Large nitrate permeability. Plant Physiol. 1994;1066(1):383–391.", "ArticleIdList": ["PMC159537", "12232336"]}, {"Citation": "Schroeder J. I., Hagiwara S. Cytosolic calcium regulates ion channels in the plasma membrane of Vicia faba guard cells. Nature. 1989;3386(1):427–430."}, {"Citation": "Schroeder J. I., Hagiwara S. Repetitive increases in cytoslic Ca2+ of guard cells by abscisic acid activation of non-selective Ca2+-permeable channels. Proc. Natl. Acad. Sci. USA. 1990;876(1):9305–9309.", "ArticleIdList": ["PMC55153", "2174559"]}, {"Citation": "Schroeder J. I., Hedrich R. Involvement of ion channels and active transport in osmoregulation and signaling of higher plant cells. Trends Biochem. Sci. 1989;146(1):187–192.", "ArticleIdList": ["2475930"]}, {"Citation": "Schroeder J. I., Keller B. U. Two types of anion channel currents in guard cells with distinct voltage regulation. Proc. Natl. Acad. Sci. USA. 1992;896(1):5025–5029.", "ArticleIdList": ["PMC49221", "1375754"]}, {"Citation": "Schroeder J. I., Hedrich R., Fernandez J. M. Potassium-selective single channels in guard cell protoplasts of Vicia faba. Nature. 1984;3126(1):361–362."}, {"Citation": "Schroeder J. I., Raschke K., Neher E. Voltage dependence of K+ channels in guard cell protoplasts. Proc. Natl. Acad. Sci. USA. 1987;846(1):4108–4112.", "ArticleIdList": ["PMC305032", "16593851"]}, {"Citation": "Schroeder J. I., Schmidt R. C., Sheaffer J. Identification of high-affinity slow anion channel blockers and evidence for stomatal regulation by slow anion channels in guard cells. Plant Cell. 1993;56(1):1831–1841.", "ArticleIdList": ["PMC160408", "12271057"]}, {"Citation": "Schroeder J. I., Allen G. J., Hugouvieux V., Kwak J. M., Waner D. Guard cell signal transduction. Annu. Rev. Plant Physiol. Plant Mol. Biol. 2001;526(1):627–658.", "ArticleIdList": ["11337411"]}, {"Citation": "Schwartz A., Ilan N., Grantz D. A. Ca2+ modified stomatal responses to light, KCI and CO2. Plant Physiol. 1988;876(1):583–587.", "ArticleIdList": ["PMC1054802", "16666189"]}, {"Citation": "Sentenac H., Bonneaud N., Minet M., Lacroute F., Salmon J. M., Gaymard F., Grignon C. Cloning and expression in yeast of a plant potassium ion transport system. Science. 1992;2566(1):663–665.", "ArticleIdList": ["1585180"]}, {"Citation": "Shen Y. Y., Wang X. F., Wu F. Q., Du S. Y., Cao Z., Shang Y., Wang X. L., Peng C. C., Yu X. C., Zhu S. Y., Fan R. C., Xu Y. H., Zhang D. P. The Mgchelatase H subunit is an abscisic acid receptor. Nature. 2006;4436(1):823–826.", "ArticleIdList": ["17051210"]}, {"Citation": "Shimazaki K., Iino M., Zeiger E. Blue light-dependent proton extrusion by guard-cell protoplasts of Vicia faba. Nature. 1986;3196(1):324–326."}, {"Citation": "Shimazaki K., Doi M., Assmann S. M., Kinoshita T. Light regulation of stomatal movement. Annu. Rev. Plant. Biol. 2007;586(1):219–247.", "ArticleIdList": ["17209798"]}, {"Citation": "Slocum R. D., Flores H. E. Biochemistry and Physiology of Polyamines in Plants. Boca Raton, FL: CRC Press; 1991."}, {"Citation": "Sokolovski S., Hills A., Gay R., Garcia-Mata C., Lamattina L., Blatt M. R. Protein phosphorylation is a prerequisite for intra-cellular Ca2+ release and ion channel control by nitric oxide and abscisic acid in guard cells. Plant J. 2005;436(1):520–529.", "ArticleIdList": ["16098106"]}, {"Citation": "Song C. P., Agarwal M., Ohta M., Guo Y., Halfter U., Wang P., Zhu J. K. Role of an Arabidopsis AP2/EREBP-type transcriptional repressor in abscisic acid and drought stress responses. Plant Cell. 2005;176(1):2384–2396.", "ArticleIdList": ["PMC1182496", "15994908"]}, {"Citation": "Staxen I., Pical C., Montgomery L. T., Gray J. E., Hetherington A. M., McAinsh M. R. Abscisic acid induces oscillations in guard-cell cytosolic free calcium that involve phosphoinositide-specific phospholipase C. Proc. Natl. Acad. Sci. USA. 1999;966(1):1779–1784.", "ArticleIdList": ["PMC15593", "9990101"]}, {"Citation": "Suh S. J., Wang Y. F., Frelet A., Leonhardt N., Klein M., Forestier C., Mueller-Roeber B., Cho M. H., Martinoia E., Schroeder J. I. The ATP binding cassette transporter AtMRP5 modulates anion and calcium channel activities in Arabidopsis guard cells. J. Biol. Chem. 2007;2826(1):1916–1924.", "ArticleIdList": ["17098742"]}, {"Citation": "Suhita D., Raghavendra A. S., Kwak J. M., Vavasseur A. Cytoplasmic alkalization precedes reactive oxygen species production during methyl jasmonate- and abscisic acid-induced stomatal closure. Plant Physiol. 2004;1346(1):1536–1545.", "ArticleIdList": ["PMC419829", "15064385"]}, {"Citation": "Sutter J. U., Campanoni P., Tyrrell M., Blatt M. R. Selective mobility and sensitivity to SNAREs is exhibited by the Arabidopsis KAT1 K+ channel at the plasma membrane. Plant Cell. 2006;186(1):935–954.", "ArticleIdList": ["PMC1425843", "16531497"]}, {"Citation": "Sutter J. U., Sieben C., Hartel A., Eisenach C., Thiel G., Blatt M. R. Abscisic acid triggers the endocytosis of the arabidopsis KAT1 K+ channel and its recycling to the plasma membrane. Curr. Biol. 2007;176(1):1396–1402.", "ArticleIdList": ["17683934"]}, {"Citation": "Sze H., Padmanaban S., Cellier F., Honys D., Cheng N. H., Bock K. W., Conejero G., Li X., Twell D., Ward J. M., Hirschi K. D. Expression patterns of a novel AtCHX gene family highlight potential roles in osmotic adjustment and K+ homeostasis in pollen development. Plant Physiol. 2004;1366(1):2532–2547.", "ArticleIdList": ["PMC523320", "15347787"]}, {"Citation": "Takemiya A., Kinoshita T., Asanuma M., Shimazaki K. Protein phosphatase 1 positively regulates stomatal opening in response to blue light in Vicia faba. Proc. Natl. Acad. Sci. USA. 2006;1036(1):13549–13554.", "ArticleIdList": ["PMC1569200", "16938884"]}, {"Citation": "Talbott L. D., Rahveh E., Zeiger E. Relative humidity is a key factor in the acclimation of the stomatal response to CO2. J. Exp. Bot. 2003;546(1):2141–2147.", "ArticleIdList": ["12867546"]}, {"Citation": "Tanaka Y., Sano T., Tamaoki M., Nakajima N., Kondo N., Hasezawa S. Ethylene inhibits abscisic acid-induced stomatal closure in Arabidopsis. Plant Physiol. 2005;1386(1):2337–2343.", "ArticleIdList": ["PMC1183419", "16024687"]}, {"Citation": "Tang R. H., Han S., Zheng H., Cook C. W., Choi C. S., Woerner T. E., Jackson R. B., Pei Z. M. Coupling diurnal cytosolic Ca2+ oscillations to the CAS-IP3 pathway in Arabidopsis. Science. 2007;3156(1):1423–1426.", "ArticleIdList": ["17347443"]}, {"Citation": "Torres M. A., Onouchi H., Hamada S., Machida C., Hammond-Kosack K. E., Jones J. D. G. Six Arabidopsis thaliana homologues of the human respiratory burst oxidase (gp91phox). Plant J. 1998;146(1):365–370.", "ArticleIdList": ["9628030"]}, {"Citation": "Vahisalu T., Kollist H., Wang Y. F., Nishimura N., Chan W. Y., Valerio G., Lamminmaki A., Brosche M., Moldau H., Desikan R., Schroeder J. I., Kangasjarvi J. SLAC1 is required for plant guard cell S-type anion channel function in stomatal signalling. Nature. 2008;4526(1):487–491.", "ArticleIdList": ["PMC2858982", "18305484"]}, {"Citation": "Wang X-Q., Ullah H., Jones A. M., Assmann S. M. G protein regulation of ion channels and abscisic acid signaling in Arabidopsis guard cells. Science. 2001;2926(1):2070–2072.", "ArticleIdList": ["11408655"]}, {"Citation": "Wang X. Q., Wu W. H., Assmann S. M. Differential responses of abaxial and adaxial guard cells of broad bean to abscisic acid and calcium. Plant Physiol. 1998;1186(1):1421–1429.", "ArticleIdList": ["PMC34759", "9847117"]}, {"Citation": "Ward J. M., Schroeder J. I. Calcium-activated K+ channels and calcium-induced calcium release by slow vacuolar ion channels in guard cell vacuoles implicated in the control of stomatal closure. Plant Cell. 1994;66(1):669–683.", "ArticleIdList": ["PMC160467", "12244253"]}, {"Citation": "Ward J. M., Pei Z-M., Schroeder J. I. Roles of ion channels in initiation of signal transduction in higher plants. Plant Cell. 1995;76(1):833–844.", "ArticleIdList": ["PMC160874", "12242389"]}, {"Citation": "Webb A. A., Larman M. G., Montgomery L. T., Taylor J. E., Hether-ington A. M. The role of calcium in ABA-induced gene expression and stomatal movements. Plant J. 2001;266(1):351–362.", "ArticleIdList": ["11439123"]}, {"Citation": "Webb A. A. R., McAinsh M. R., Mansfield T. A., Hetherington A. M. Carbon dioxide induces increases in guard cell cytosolic free calcium. Plant J. 1996;96(1):297–304."}, {"Citation": "Weinl S., Held K., Schlucking K., Steinhorst L., Kuhlgert S., Hippler M., Kudla J. A plastid protein crucial for Ca2+-regulated stomatal responses. New Phytol. 2008;1796(1):675–686.", "ArticleIdList": ["18507772"]}, {"Citation": "Xie X., Wang Y., Williamson L., Holroyd G. H., Tagliavia C., Murchie E., Theobald J., Knight M. R., Davies W. J., Leyser H. M., Hetherington A. M. The identification of genes involved in the stomatal response to reduced atmospheric relative humidity. Curr. Biol. 2006;166(1):882–887.", "ArticleIdList": ["16682349"]}, {"Citation": "Xiong L., Gong Z., Rock C. D., Subramanian S., Guo Y., Xu W., Galbraith D., Zhu J-K. Modulation of abscisic acid signal transduction and biosynthesis by an Sm-like protein in Arabidopsis. Dev. Cell. 2001;16(1):771–781.", "ArticleIdList": ["11740939"]}, {"Citation": "Yamaguchi-Shinozaki K., Shinozaki K. Transcriptional regulatory networks in cellular responses and tolerance to dehydration and cold stresses. Annu. Rev. Plant Biol. 2006;576(1):781–803.", "ArticleIdList": ["16669782"]}, {"Citation": "Yang Y., Costa A., Leonhardt N., Siegel R. S., Schroeder J. I. Isolation of a strong Arabidopsis guard cell promoter and its potential as a research tool. Plant Methods. 2008;46(1):6.", "ArticleIdList": ["PMC2323621", "18284694"]}, {"Citation": "Yoshida R., Umezawa T., Mizoguchi T., Takahashi S., Takahashi F., Shinozaki K. The regulatory domain of SRK2E/OST1/SnRK2.6 interacts with ABI1 and integrates abscisic acid (ABA) and osmotic stress signals controlling stomatal closure in Arabidopsis. J. Biol. Chem. 2006a;2816(1):5310–5318.", "ArticleIdList": ["16365038"]}, {"Citation": "Yoshida R., Hobo T., Ichimura K., Mizoguchi T., Takahashi F., Aronso J., Ecker J. R., Shinozaki K. ABA-activated SnRK2 protein kinase is required for dehydration stress signaling in Arabidopsis. Plant Cell Physiol. 2002;436(1):1473–1483.", "ArticleIdList": ["12514244"]}, {"Citation": "Yoshida T., Nishimura N., Kitahata N., Kuromori T., Ito T., Asami T., Shinozaki K., Hirayama T. ABA-hypersensitive germi-nation3 encodes a protein phosphatase 2C (AtPP2CA) that strongly regulates abscisic acid signaling during germination among Arabidopsis protein phosphatase 2Cs. Plant Physiol. 2006b;1406(1):115–126.", "ArticleIdList": ["PMC1326036", "16339800"]}, {"Citation": "Young J. J., Mehta S., Israelsson M., Godoski J., Grill E., Schroeder J. I. CO2 signaling in guard cells: calcium sensitivity response modulation, a Ca2+-independent phase, and CO2 insensitivity of the gca2 mutant. Proc. Natl. Acad. Sci. USA. 2006;1036(1):7506–7511.", "ArticleIdList": ["PMC1464368", "16651523"]}, {"Citation": "Zhang W., Fan L. M., Wu W. H. Osmo-sensitive and stretch-activated calcium-permeable channels in Vicia faba guard cells are regulated by actin dynamics. Plant Physiol. 2007a;1436(1):1140–1151.", "ArticleIdList": ["PMC1820927", "17259289"]}, {"Citation": "Zhang W., Qin C., Zhao J., Wang X. Phospholipase D alpha 1-derived phosphatidic acid interacts with ABI1 phosphatase 2C and regulates abscisic acid signaling. Proc. Natl. Acad. Sci. USA. 2004a;1016(1):9508–9513.", "ArticleIdList": ["PMC439007", "15197253"]}, {"Citation": "Zhang X., Zhang L., Dong F., Gao J., Galbraith D. W., Song C. P. Hydrogen peroxide is involved in abscisic acid-induced stomatal closure in Vicia faba. Plant Physiol. 2001;1266(1):1438–1448.", "ArticleIdList": ["PMC117144", "11500543"]}, {"Citation": "Zhang X., Wang H., Takemiya A., Song C. P., Kinoshita T., Shimazaki K. Inhibition of blue light-dependent H+ pumping by abscisic acid through hydrogen peroxide-induced dephosphorylation of the plasma membrane H+-ATPase in guard cell protoplasts. Plant Physiol. 2004b;1366(1):4150–4158.", "ArticleIdList": ["PMC535845", "15563626"]}, {"Citation": "Zhang Y., Yang C., Li Y., Zheng N., Chen H., Zhao Q., Gao T., Guo H., Xie Q. SDIR1 is a RING finger E3 ligase that positively regulates stress-responsive abscisic acid signaling in Arabidopsis. Plant Cell. 2007b;196(1):1912–1929.", "ArticleIdList": ["PMC1955734", "17573536"]}, {"Citation": "Zhao R., Dielen V., Kinet J. M., Boutry M. Cosuppression of a plasma membrane H+-ATPase isoform impairs sucrose translocation, stomatal opening, plant growth, and male fertility. Plant Cell. 2000;126(1):535–546.", "ArticleIdList": ["PMC139851", "10760242"]}, {"Citation": "Zheng Z. L., Nafisi M., Tam A., Li H., Crowell D. N., Chary S. N., Schroeder J. I., Shen J., Yang Z. Plasma membrane-associated ROP10 small GTPase is a specific negative regulator of abscisic acid responses in Arabidopsis. Plant Cell. 2002;146(1):2787–2797.", "ArticleIdList": ["PMC152727", "12417701"]}, {"Citation": "Zhu J., Gong Z., Zhang C., Song C. P., Damsz B., Inan G., Koiwa H., Zhu J. K., Hasegawa P. M., Bressan R. A. OSM1/SYP61: a syntaxin protein in Arabidopsis controls abscisic acid-mediated and non-abscisic acid-mediated responses to abiotic stress. Plant Cell. 2002;146(1):3009–3028.", "ArticleIdList": ["PMC151199", "12468724"]}, {"Citation": "Zhu J-K. Salt and drought stress signal transduction in plants. Annu. Rev. Plant Biol. 2002;536(1):247–273.", "ArticleIdList": ["PMC3128348", "12221975"]}, {"Citation": "Zhu S. Y., Yu X. C., Wang X. J., Zhao R., Li Y., Fan R. C., Shang Y., Du S. Y., Wang X. F., Wu F. Q., Xu Y. H., Zhang X. Y., Zhang D. P. Two calcium-dependent protein kinases, CPK4 and CPK11, regulate abscisic acid signal transduction in Arabidopsis. Plant Cell. 2007;196(1):3019–3036.", "ArticleIdList": ["PMC2174700", "17921317"]}]}], "History": [{"Year": "2012", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2008", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2008", "Month": "11", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22303239", "PMC3243356", "10.1199/tab.0114"]}}], "PubmedBookArticle": []}