{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22355557", "DateCompleted": {"Year": "2013", "Month": "08", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["38", "10.1038/srep00038"], "ArticleDate": [{"Year": "2011", "Month": "07", "Day": "14"}], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "1", "PubDate": {"Year": "2011"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "The 2010 Antarctic ozone hole: observed reduction in ozone destruction by minor sudden stratospheric warmings.", "Pagination": {"StartPage": "38", "MedlinePgn": "38"}, "Abstract": {"AbstractText": ["Satellite observations show that the 2010 Antarctic ozone hole is characterized by anomalously small amounts of photochemical ozone destruction (40-60% less than the 2005-2009 average). Observations from the MLS instrument show that this is mainly related to reduced photochemical ozone destruction between 20-25 km altitude. Lower down between 15-20 km the atmospheric chemical composition and photochemical ozone destruction is unaffected. The modified chemical composition and chemistry between 20-25 km altitude in 2010 is related to the occurrence of a mid-winter minor Antarctic Sudden Stratospheric Warming (SSW). The measurements indicate that the changes in chemical composition are related to downward motion of air masses rather than horizontal mixing, and affect stratospheric chemistry for several months. Since 1979, years with similar anomalously small amounts of ozone destruction are all characterized by either minor or major SSWs, illustrating that their presence has been a necessary pre-condition for reduced Antarctic stratospheric ozone destruction."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Netherlands Meteorological Institute, De Bilt, the Netherlands. laatdej@knmi.nl"}], "Identifier": [], "LastName": "de Laat", "ForeName": "A T J", "Initials": "AT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van Weele", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Movements"}, {"QualifierName": [], "DescriptorName": "Antarctic Regions"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Meteorological Organization, The scientific assessment of ozone depletion: 2006. Global Ozone Research and Monitoring Project – Report No. 50, WMO, Geneva (2006)."}, {"Citation": "Clerbaux C. & Cunnold D. M. “Long-lived compounds”, in: WMO, The Scientific Assessment of Ozone Depletion: 2006. Chapter 1, Global Ozone Research and Monitoring Project – Report No. 50, World Meteorological Organization, Geneva (2006)."}, {"Citation": "Huck P. E., McDonald A. J., Bodeker G. E. & Struthers H. Interannual variability in Antarctic ozone depletion controlled by planetary waves and polar temperature. Geophys. Res. Lett, 32, L13819, doi:10.1029/2005GL022943 (2005)."}, {"Citation": "World Meteorological Organization, Scientific assessment of ozone depletion: 2010. Global Ozone Research and Monitoring Project – Report No. 52, WMO, Geneva (2010)."}, {"Citation": "Bodeker G. E., Shiona H. & Eskes H. Indicators of Antarctic ozone depletion.. Atmos. Chem. Phys., 5, 2603–2615, 10.5194/acp-5-2603-2005 (2005)."}, {"Citation": "van Peet J. C. A. et al. Height resolved ozone hole structure as observed by the Global Ozone Monitoring Experiment-2. Geophys. Res. Lett., 36, L11816, doi:10.1029/2009GL038603 (2009)."}, {"Citation": "Struthers H. et al. The simulation of the Antarctic ozone hole by chemistry-climate models. Atmos. Chem. Phys., 9, 6363–6376, 10.5194/acp-9-6363-2009 (2009)."}, {"Citation": "See http://ozonewatch.gsfc.nasa.gov"}, {"Citation": "Hofmann D. J. & Solomon S. Ozone Destruction through heterogeneous chemistry following the eruption of El Chichón. J. Geophys. Res., 94, 5029–5041 (1989)."}, {"Citation": "Portmann R. et al. Role of aerosol variations in anthropogenic ozone depletion in polar regions. J. Geophys. Res., 101, 22991–23006 (1996)."}, {"Citation": "Solomon S., Portmann R. W., Sasaki T., Hofmann D. J. & Thompson D. W. J. Four decades of ozonesonde measurements over Antarctica. J. Geophys. Res., 110, D21311, 10.1029/2005JD005917 (2005)."}, {"Citation": "Newman P. A., Nash E. R., Kawa S. R., Montzka S. A. & Schauffler S. M. When will the Antarctic ozone hole recover.. Geophys. Res. Lett., 33, L12814, 10.1029/2005GL025232 (2006)."}, {"Citation": "Hoppel K. et al. Reduced ozone loss at the upper edge of the Antarctic ozone hole during 2001–2004. Geophys. Res. Lett., 32, L20816, 10.1029/2005GL023968 (2005)."}, {"Citation": "Shepherd T. G., Plumb R. A. & Wofsy S. C. Preface to the Special Issue on the Antarctic stratospheric sudden warming and split ozone hole of 2002. J. Atmos. Sci., 62, 565–566 (2005)."}, {"Citation": "Kanzawa H. & Kawaguchi S. Large stratospheric sudden warming in the Antarctic late winter and shallow ozone hole in 1988. Geophys. Res. Lett., 17, pages 77–80 (1990)."}, {"Citation": "Schoeberl M. R., Stolarksi R. S. & Krueger A. J. the 1988 Antarctic ozone depletion: comparison with previous year depletions. Geophys. Res. Lett., 16, 377–380, 89GL00399 (1989)."}, {"Citation": "Hofmann D., Oltmans S., Harris J., Johnson B. & Lathrop J. Ten years of ozonesonde measurements at the south pole: implications for recovery of springtime Antarctic ozone. J. Geophys. Res., 102, D7, 8931–8943, 10.1029/96JD03749 (1997)."}, {"Citation": "Jiménez C. et al. EOS MLS observations of dehydration in the 2004–2005 polar winters. Geophys. Res. Lett., 33, L16806, 10.1029/2006GL025926 (2005)."}, {"Citation": "Santee M. L. et al. Polar processing and development of the 2004 Antarctic ozone hole: First results from MLS on Aura. Geophys. Res. Lett., 32, L12817, 10.1029/2005GL022582 (2005)."}, {"Citation": "Waters J. W. et al. The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura Satellite. IEEE Trans. Geosci. Remote Sens., 44, 1075–1092 (2006)."}, {"Citation": "Bovensmann H. et al. SCIAMACHY – Mission Objectives and Measurement Modes. J. Atmos. Sci., 56, 127–150, 10.1175/1520-0469 (1999)."}, {"Citation": "Carslaw K. S. et al. Stratospheric aerosol growth and HNO3 gas phase depletion from coupled HNO3 and water uptake by liquid particles. Geophys. Res. Lett., 21, 10.1029/94GL02799 (1994)."}, {"Citation": "Shindell D. T. & de Zafra R. L. Limits on heterogeneous processing in the Antarctic spring vortex from a comparison of measured and modeled chlorine. J. Geophys. Res., 102, 1441–1449, 10.1029/96JD00519 (1997)."}, {"Citation": "Kirk-Davidoff D. B., Hintsa E. J., Anderson J. G. & Keith D. W. The effect of climate change on ozone depletion through changes in stratospheric water vapour. Nature, 402, 10.1038/4652 (1999)."}, {"Citation": "Heck T. J., Grooß U. & Riese M. Sensitivity of Arctic ozone loss to stratospheric H2O. Geophys. Res. Lett., 35, L01803, 10.1029/2007GL031334 (2008)."}, {"Citation": "Yang E. S. et al. first stage of the Antarctic ozone recovery. J. Geophys. Res., 113, D20308, 10.1029/2007JD009675 (2008)."}, {"Citation": "Son S.-W., Tandon N. F., Polvani L. M. & Waugh D. W. Ozone hole and Southern Hemisphere climate change. Geophys. Res. Lett., 36, L15705, 10.1029/2009GL038671 (2010)."}, {"Citation": "See “Vortex integrity and mixing”, section 3.2.4.2 of the Scientific Assessment of Ozone Depletion 2010, Global Ozone Research and Monitoring Project—Report No. 52, WMO, Geneva, Switzerland (2010)."}, {"Citation": "Eskes H. J., van Velthoven P. F. J., Valks P. J. M. & Kelder H. M. Assimilation of GOME total ozone satellite observations in a three-dimensional tracer transport model. Q. J. R. Meteorol. Soc., 129, 1663 (2003)."}, {"Citation": "Eskes H. J. et al. Retrieval and validation of ozone columns derived from measurements of SCIAMACHY on Envisat. Atmos. Chem. Phys. Discuss., 5, 4429–4475, 10.5194/acpd-5-4429-2005 (2005)."}, {"Citation": "van der A R. J., Allaart M. A. F. & Eskes H. J. Multi sensor reanalysis of total ozone. Atmos. Chem. Phys., 10, 11277–11294, 10.5194/acp-10-11277-2010 (2010)."}, {"Citation": "See table 2 of Santee, M. L. et al. Validation of Aura Microwave Limb Sounder HNO3 Measurements. J. Geophys. Res., 112, D24S40, 10.1029/2007JD008721 (2007)."}, {"Citation": "Santee M. L. et al. Validation of the Aura Microwave Limb Sounder ClO Measurements. J. Geophys. Res., 113, D15S22, 10.1029/2007JD008762 (2008)."}, {"Citation": "Lambert A. et al. Validation of the Aura Microwave Limb Sounder middle atmosphere water vapor and nitrous oxide measurements. J. Geophys. Res., 112, D24S36, 10.1029/2007JD008724 (2007)."}, {"Citation": "Froidevaux L. et al. Validation of Aura Microwave Limb Sounder HCl measurements. J. Geophys. Res., 113, D15S25, 10.1029/2007JD009025 (2008)."}, {"Citation": "Santee M. L. et al. Validation of Aura Microwave Limb Sounder HNO3 Measurements. J. Geophys. Res., 112, D24S40, 10.1029/2007JD008721 (2007)."}, {"Citation": "Froidevaux L. et al. Validation of Aura Microwave Limb Sounder stratospheric ozone measurements. J. Geophys. Res., 113, D15S20, 10.1029/2007JD008771 (2008)."}, {"Citation": "Schwartz M. J. et al. Validation of the Aura Microwave Limb Sounder Temperature and Geopotential Height Measurements. J. Geophys. Res., 113, D15S11, 10.1029/2007JD008783 (2008)."}, {"Citation": "Hanson D. & Mauersberger K. Laboratory studies of the nitric acid trihydrate: Implications for the south polar stratosphere. Geophys. Res. Lett., 15, 855–858, 10.1029/GL015i008p00855 (1988)."}, {"Citation": "Hyland D. & Wexler A. Formulations for the Thermodynamic Properties of the saturated Phases of H2O from 173.15K to 473.15K. ASHRAE Trans, 89 (2A), 500–519 (1983)."}]}], "History": [{"Year": "2011", "Month": "2", "Day": "18"}, {"Year": "2011", "Month": "6", "Day": "21"}, {"Year": "2012", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "2", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "7", "Day": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22355557", "PMC3216525", "10.1038/srep00038", "srep00038"]}}], "PubmedBookArticle": []}