{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22362629", "DateCompleted": {"Year": "2012", "Month": "09", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/sim.4469"], "ArticleDate": [{"Year": "2012", "Month": "02", "Day": "23"}], "Journal": {"ISSN": "1097-0258", "JournalIssue": {"Volume": "31", "Issue": "13", "PubDate": {"Year": "2012", "Month": "Jun", "Day": "15"}}, "Title": "Statistics in medicine", "ISOAbbreviation": "Stat Med"}, "ArticleTitle": "Causal inference in epidemiological studies with strong confounding.", "Pagination": {"StartPage": "1380", "EndPage": "1404", "MedlinePgn": "1380-404"}, "Abstract": {"AbstractText": ["One of the identifiability assumptions of causal effects defined by marginal structural model (MSM) parameters is the experimental treatment assignment (ETA) assumption. Practical violations of this assumption frequently occur in data analysis when certain exposures are rarely observed within some strata of the population. The inverse probability of treatment weighted (IPTW) estimator is particularly sensitive to violations of this assumption; however, we demonstrate that this is a problem for all estimators of causal effects. This is due to the fact that the ETA assumption is about information (or lack thereof) in the data. A new class of causal models, causal models for realistic individualized exposure rules (CMRIER), is based on dynamic interventions. CMRIER generalize MSM, and their parameters remain fully identifiable from the observed data, even when the ETA assumption is violated, if the dynamic interventions are set to be realistic. Examples of such realistic interventions are provided. We argue that causal effects defined by CMRIER may be more appropriate in many situations, particularly those with policy considerations. Through simulation studies, we examine the performance of the IPTW estimator of the CMRIER parameters in contrast to that of the MSM parameters. We also apply the methodology to a real data analysis in air pollution epidemiology to illustrate the interpretation of the causal effects defined by CMRIER."], "CopyrightInformation": "Copyright © 2012 John Wiley & Sons, Ltd."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Biostatistics, School of Public Health, University of California, Berkeley, CA, USA."}], "Identifier": [], "LastName": "Moore", "ForeName": "Kelly L", "Initials": "KL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Neugebauer", "ForeName": "Romain", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van der Laan", "ForeName": "Mark J", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tager", "ForeName": "Ira B", "Initials": "IB"}], "GrantList": [{"GrantID": "R01 AI074345", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Stat Med", "NlmUniqueID": "8215016", "ISSNLinking": "0277-6715"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Confounding Factors, Epidemiologic"}, {"QualifierName": [], "DescriptorName": "Data Interpretation, Statistical"}, {"QualifierName": [], "DescriptorName": "Epidemiologic Studies"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Statistical"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Robins JM. Marginal structural models versus structural nested models as tools for causal inference. AAAI Technical Report; Symposium on prospects for a common sense theory of causation; Stanford, CA. 1998."}, {"Citation": "Robins JM, Hernan MA, Brumback B. Marginal structural models and causal inference in epidemiology. Epidemiology. 2000;11(5):550–560.", "ArticleIdList": ["10955408"]}, {"Citation": "Neugebauer R, van der Laan MJ. Why prefer double robust estimators in causal inference? Journal of Statistical Planning and Inference. 2005;129(1–2):405–426."}, {"Citation": "van der Laan MJ, Robins J. Unified Methods for Censored Longitudinal Data and Causality. Springer; New York: 2003."}, {"Citation": "Moore K, Neugebauer R, Lurmann F, Hall J, Brajer V, Alcorn S, Tager I. Ambient ozone concentrations cause increased hospitalizations for asthma in children: an 18-year study in Southern California. Environmental Health Perspectives. 2008;116(8):1063–1070.", "ArticleIdList": ["PMC2516585", "18709165"]}, {"Citation": "Robins JM. A new approach to causal inference in mortality studies with a sustained exposure period—application to control of the healthy worker survivor effect. Mathematical Modelling. 1986;7(9–12):1393–1512. Mathematical models in medicine: diseases and epidemics, Part 2."}, {"Citation": "Robins JM. A graphical approach to the identification and estimation of causal parameters in mortality studies with sustained exposure periods. Journal of Chronic Disease. 1987;40:139S–161S.", "ArticleIdList": ["3667861"]}, {"Citation": "Robins JM. Proceedings of the american statistical association. American Statistical Association; Alexandria, VA: 2000. Robust estimation in sequentially ignorable missing data and causal inference models."}, {"Citation": "Robins JM, Rotnitzky A. Comment on the Bickel and Kwon article, Inference for semiparametric models: some questions and an answer. Statistica Sinica. 2001;11(4):920–936."}, {"Citation": "van der Laan MJ, Rubin D. Targeted maximum likelihood learning. The International Journal of Biostatistics. 2006;2(1):1–38."}, {"Citation": "Fienberg S. The Analysis of Cross-Classified Categorical Data. 2. Springer; New York: 2007."}, {"Citation": "Wang Y, Petersen M, Bangsberg D, van der Laan MJ. Technical Report 211. Division of Biostatistics; UC Berkeley: 2006. Diagnosing bias in the inverse probability of treatment weighted estimator resulting from violation of experimental treatment assignment."}, {"Citation": "Neugebauer vdLMR R, van der Laan MJ. Causal effects in longitudinal studies: definition and maximum likelihood estimation. Computational Statistics & Data Analysis. 2006;51(3):1664–1675."}, {"Citation": "van der Laan MJ. Technical Report 203. Division of Biostatistics; UC Berkeley: 2006. Causal effect models for intention to treat and realistic individualized treatment rules."}, {"Citation": "van der Laan MJ, Petersen M. Causal effect models for realistic individualized treatment and intention to treat rules. The International Journal of Biostatistics. 2007;3(1):1–52.", "ArticleIdList": ["PMC2613338", "19122793"]}, {"Citation": "Orellana L, Rotnitsky A, Robins JM. Technical Report. Department of Biostatistics, Havard school of Public Health; 2006. Generalized marginal structural models for estimating optimal treatment regimes."}, {"Citation": "Robins JM, Orellana L, Rotnitzky A. Estimation and extrapolation of optimal treatment and testing strategies. Statistics in medicine. 2008;27(23):4678–4721.", "ArticleIdList": ["18646286"]}, {"Citation": "Bembom O, van der Laan M. Technical Report 217. Division of Biostatistics; UC Berkeley: 2007. Estimating the effect of vigorous physical activity on mortality in the elderly based on realistic individualized treatment and intention-to-treat rules."}, {"Citation": "Yu Z, van der Laan MJ. Technical Report 122. Division of Biostatistics; UC Berkeley: 2002. Construction of counterfactuals and the g-computation formula."}, {"Citation": "Neugebauer R, van der Laan MJ. Technical Report 134. Division of Biostatistics; UC Berkeley: 2003. Locally efficient estimation of nonparametric causal effects on mean outcomes in longitudinal studies."}, {"Citation": "Cole SR, Hernan MA. Constructing inverse probability weights for marginal structural models. American Journal of Epidemiology. 2008;168:656–664.", "ArticleIdList": ["PMC2732954", "18682488"]}, {"Citation": "Bembom O, van der Laan MJ. Technical Report 230. Division of Biostatistics; UC Berkeley: 2008. Data-adaptive selection of the truncation level for inverse-probability-of-treatment-weighted estimators."}, {"Citation": "Bembom O, van der Laan MJ. Technical Report 231. Division of Biostatistics; UC Berkeley: 2008. Data-adaptive selection of the adjustment set in variable importance estimation."}, {"Citation": "Joffe M, Santanna J, Feldman H. Partially marginal structural models for causal inference. (abstract) American Journal of Epidemiology. 2001;153(Suppl):S261."}, {"Citation": "Joffe M, Knauss J, Robinson B, Feldman H. Lagged partially marginal structural models for controlling confounding. American Journal of Epidemiology. 2004;159(Suppl):S159–S66."}, {"Citation": "Neugebauer R, van der Laan MJ, Joffe M, Tager I. Causal inference in longitudinal studies with history-restricted marginal structural models. Electronic Journal of Statistics. 2007;1:119–154.", "ArticleIdList": ["PMC3475192", "23087778"]}, {"Citation": "Graham P. Bayesian inference for a generalized population attributable fraction: the impact of early vitamin A levels on chronic lung disease in very low birthweight infants. Statistics in Medicine. 2000;19(7):937–956.", "ArticleIdList": ["10750061"]}, {"Citation": "Bembom O, van der Laan M. Technical Report 216. Division of Biostatistics; UC Berkeley: 2007. Analyzing sequentially randomized trials based on causal effect models for realistic individualized treatment rules.", "ArticleIdList": ["18407580"]}, {"Citation": "HIV-CAUSAL Collaboration. When to initiate combined antiretroviral therapy to reduce mortality and AIDS-defining illness in HIV-infected persons in developed countries: an observational study. Annals of Internal Medicine. 2011;154:509–515.", "ArticleIdList": ["PMC3610527", "21502648"]}, {"Citation": "Sinisi S, van der Laan MJ. The deletion/substitution/addition algorithm in loss function based estimation: applications in genomics. Statistical Applications in Genetics and Molecular Biology. 2004;3(1):1–38.", "ArticleIdList": ["16646796"]}, {"Citation": "Gelman A, Hill J. Data analysis using regression and multilevel/hierarchical models. 1. Cambridge University Press; New York: 2006."}, {"Citation": "van der Laan MJ, Dudoit S. Technical Report 130. Division of Biostatistics; UC Berkeley: 2003. Unified cross-validation methodology for selection among estimators and a general cross-validated adaptive finite sieve estimator: finite sample results, oracle inequalities, and examples."}, {"Citation": "Dudoit S, van der Laan MJ. Asymptotics of cross-validated risk estimation in estimator selection and performance assessment. Statistical Methodology. 2005;2:131–154."}]}], "History": [{"Year": "2009", "Month": "10", "Day": "28"}, {"Year": "2011", "Month": "11", "Day": "1"}, {"Year": "2012", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22362629", "NIHMS603972", "PMC4113478", "10.1002/sim.4469"]}}], "PubmedBookArticle": []}