{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22477241", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1061-1711", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2007", "Season": "Spring"}}, "Title": "The International journal of angiology : official publication of the International College of Angiology, Inc", "ISOAbbreviation": "Int J Angiol"}, "ArticleTitle": "Ozonized autohemotransfusion does not affect arterial vasodilation in patients with peripheral arterial disease.", "Pagination": {"StartPage": "7", "EndPage": "11", "MedlinePgn": "7-11"}, "Abstract": {"AbstractText": ["Ozonized autohemotransfusion has been used as a complementary therapy in patients with peripheral arterial disease (PAD). To determine whether ozone therapy could acutely modify artery vasodilatory capacity, a flow-mediated dilation test was performed at the brachial artery level before and after an ozonized autohemotransfusion in 16 patients with PAD, mean (± SD) age 55±1.8 years, and 14 healthy volunteers matched for age, sex and body mass index. Before ozonized autohemotransfusion, the mean baseline diameter of the brachial artery was higher in PAD patients than in healthy subjects (4.6±0.54 mm versus 3.6±0.54 mm, P<0.001) while mean flow-mediated brachial artery dilation and percentage of increase in flow were significantly lower in PAD patients than in controls (6.3±6.1% versus 11.8±2.4%, P<0.02; 433±61% versus 580±46%, P<0.02, respectively). No significant changes were observed after ozonized autohemotransfusion, indicating that ozonized autohemotransfusion does not modify endothelium-dependent ischemia-induced vascular reactivity."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geriatrics and Metabolic Diseases."}], "Identifier": [], "LastName": "Coppola", "ForeName": "Antonino", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Coppola", "ForeName": "Ludovico", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Luongo", "ForeName": "Carlo", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Arciello", "ForeName": "Alessandro", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cacciapuoti", "ForeName": "Federico", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lama", "ForeName": "Diana", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Luongo", "ForeName": "Margherita", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ruggiero", "ForeName": "Luigi", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pastore", "ForeName": "Agostino", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gombos", "ForeName": "Giorgio", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Angiol", "NlmUniqueID": "9504821", "ISSNLinking": "1061-1711"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Di Paolo N, Bocci V, Garosi G, et al. Extracorporeal blood oxygenation and ozonation (EBOO) in man. Preliminary report. Int J Artif Organs. 2000;23:131–41.", "ArticleIdList": ["10741810"]}, {"Citation": "Romero-Valdés A, Blanco-González R, Menéndez-Cepero S, Gómez-Moraleda M, Ley-Pozo J. Aterosclerosis obliterante y ozonoterapia. Administración por diferentes vías. Angiologia. 1993;45:177–9.", "ArticleIdList": ["8285365"]}, {"Citation": "Sroczynski J, Antoszewski Z, Matyszczyk B, et al. Clinical assessment of treatment results for atherosclerotic ischemia of the lower extremities with intraarterial ozone injections. Pol Tyg Lek. 1992;47:964–6.", "ArticleIdList": ["1300589"]}, {"Citation": "Turczynski B, Sroczynski J, Antoszewski Z, et al. Ozone therapy and viscosity of blood and plasma, distance of intermittent claudication and certain biochemical components in patients with diabetes type II and ischemia of the lower extremities. Pol Tyg Lek. 1991;46:708–10.", "ArticleIdList": ["1669138"]}, {"Citation": "Tylicki L, Niewglowski T, Biedunkiewicz B, Burakowski S, Rutkowski B. Beneficial clinical effects of ozonated autohemotherapy in chronically dialysed patients with atherosclerotic ischemia of the lower limbs – pilot study. Int J Artif Organs. 2001;24:79–82.", "ArticleIdList": ["11256512"]}, {"Citation": "Coppola L, Verrazzo G, Giunta R, et al. Oxygen-ozone therapy and haemorheological parameters in peripheral chronic arterial occlusive disease. Trombosi & Aterosclerosi. 1992;3:83–9."}, {"Citation": "Coppola L, Giunta R, Verrazzo G, et al. Influence of ozone on haemoglobin oxygen affinity in type-2 diabetic patients with peripheral vascular disease: In vitro studies. Diabete Metab. 1995;21:252–7.", "ArticleIdList": ["8529759"]}, {"Citation": "Verrazzo G, Coppola L, Luongo C, et al. Hyperbaric oxygen, oxygen-ozone therapy, and rheologic parameters of blood in patients with peripheral occlusive arterial disease. Undersea Hyperb Med. 1995;22:17–22.", "ArticleIdList": ["7742706"]}, {"Citation": "Coppola L, Lettieri B, Cozzolino D, et al. Ozonized autohaemotransfusion and fibrinolytic balance in peripheral arterial occlusive disease. Blood Coagul Fibrinolysis. 2002;13:671–81.", "ArticleIdList": ["12441905"]}, {"Citation": "Ruidavets JB, Cournot M, Cassadou S, Giroux M, Meybeck M, Ferrières J. Ozone air pollution is associated with acute myocardial infarction. Circulation. 2005;111:563–9.", "ArticleIdList": ["15699276"]}, {"Citation": "Joannides R, Haefeli WE, Linder L, et al. Nitric oxide is responsible for flow-dependent dilatation of human peripheral conduit arteries in vivo. Circulation. 1995;91:1314–9.", "ArticleIdList": ["7867167"]}, {"Citation": "Meredith IT, Currie KE, Anderson TJ, Roddy MA, Ganz P, Creager MA. Postischemic vasodilation in human forearm is dependent on endothelium-derived nitric oxide. Am J Physiol. 1996;270:H1435–40.", "ArticleIdList": ["8967386"]}, {"Citation": "Celermajer DS, Sorensen KE, Gooch VM, et al. Non-invasive detection of endothelial dysfunction in children and adults at risk of atherosclerosis. Lancet. 1992;340:1111–5.", "ArticleIdList": ["1359209"]}, {"Citation": "Lauer T, Heiss C, Preik M, et al. Reduction of peripheral flow reserve impairs endothelial function in conduit arteries of patients with essential hypertension. J Hypertens. 2005;23:563–9.", "ArticleIdList": ["15716698"]}, {"Citation": "Steinberg HO, Bayazeed B, Hook G, Johnson A, Cronin J, Baron AD. Endothelial dysfunction is associated with cholesterol levels in the high normal range in humans. Circulation. 1997;96:3287–93.", "ArticleIdList": ["9396418"]}, {"Citation": "Tawakol A, Omland T, Gerhard M, Wu JT, Creager MA. Hyperhomocyst(e)inemia is associated with impaired endothelium-dependent vasodilation in humans. Circulation. 1997;95:1119–21.", "ArticleIdList": ["9054838"]}, {"Citation": "Zeiher AM, Schächinger V, Minners J. Long-term cigarette smoking impairs endothelium-dependent coronary arterial vasodilator function. Circulation. 1995;92:1094–100.", "ArticleIdList": ["7648652"]}, {"Citation": "Beckman JS, Koppenol WH. Nitric oxide, superoxide, and peroxynitrite: The good, the bad, and ugly. Am J Physiol. 1996;271:C1424–37.", "ArticleIdList": ["8944624"]}, {"Citation": "Münzel T, Sayegh H, Freeman BA, Tarpey MM, Harrison DG. Evidence for enhanced vascular superoxide anion production in nitrate tolerance. A novel mechanism underlying tolerance and cross-tolerance. J Clin Invest. 1995;95:187–94.", "ArticleIdList": ["PMC295403", "7814613"]}, {"Citation": "Brinkman R, Lamberts HB, Venings TS. Radiomimetic toxicity of ozonised air. Lancet. 1964;1:133–6.", "ArticleIdList": ["14074479"]}, {"Citation": "Cross CE, Motchnik PA, Bruener BA, et al. Oxidative damage to plasma constituents by ozone. FEBS Lett. 1992;298:269–72.", "ArticleIdList": ["1544461"]}, {"Citation": "Van der Zee J, Tijssen-Christianse K, Dubbelman TM, Van Steveninck J. The influence of ozone on human red blood cells. Comparison with other mechanisms of oxidative stress. Biochim Biophys Acta. 1987;924:111–8.", "ArticleIdList": ["3828390"]}, {"Citation": "Belch JJ, Topol EJ, Agnelli G, et al. Prevention of Atherothrombotic Disease Network. Critical issues in peripheral arterial disease detection and management: A call to action. Arch Intern Med. 2003;163:884–92.", "ArticleIdList": ["12719196"]}, {"Citation": "Rinder MR, Spina RJ, Ehsani AA. Enhanced endothelium-dependent vasodilation in older endurance-trained men. J Appl Physiol. 2000;88:761–6.", "ArticleIdList": ["10658048"]}, {"Citation": "Clauss A. Gerinnungs physiologische schnellmethode zur bestimmung des fibrinogens. Acta Haematol. 1957;17:237–46.", "ArticleIdList": ["13434757"]}, {"Citation": "Waravdekar VS, Saslaw LD. A sensitive colorimetric method for the estimation of 2-deoxy sugars with the use of the malonaldehyde-thiobarbituric acid reaction. J Biol Chem. 1959;234:1945–50.", "ArticleIdList": ["13672993"]}, {"Citation": "Bocci V, Bianchi L, Larini A. The ozone enigma in medicine. The biochemical relationship among ozone and body fluids helps for understanding biological, toxic and therapeutic effects. Riv Ital Ossigeno-Ozonoterapia. 2003;2:113–20."}, {"Citation": "Halliwell B, Gutteridge JM. The antioxidants of human extracellular fluids. Arch Biochem Biophys. 1990;280:1–8.", "ArticleIdList": ["2191627"]}, {"Citation": "Halliwell B. Antioxidant defence mechanisms: from the beginning to the end (of the beginning) Free Radic Res. 1999;31:261–72.", "ArticleIdList": ["10517532"]}, {"Citation": "Polidori MC, Stahl W, Eichler O, Niestroj I, Sies H. Profiles of antioxidants in human plasma. Free Radic Biol Med. 2001;30:456–62.", "ArticleIdList": ["11182517"]}, {"Citation": "Rice-Evans C, Miller NJ. Total antioxidant status in plasma and body fluids. Methods Enzymol. 1994;234:279–93.", "ArticleIdList": ["7808295"]}, {"Citation": "Bayram H, Sapsford RJ, Abdelaziz MM, Khair OA. Effect of ozone and nitrogen dioxide on the release of proinflammatory mediators from bronchial epithelial cells of nonatopic nonasthmatic subjects and atopic asthmatic patients in vitro. J Allergy Clin Immunol. 2001;107:287–94.", "ArticleIdList": ["11174195"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol. 2001;280:L537–46.", "ArticleIdList": ["11159038"]}, {"Citation": "Kleeberger SR, Hudak BB. Acute ozone-induced change in airway permeability: Role of infiltrating leukocytes. J Appl Physiol. 1992;72:670–6.", "ArticleIdList": ["1559947"]}, {"Citation": "Coppola L, Verrazzo G, Luongo C, Sammartino A. Variazioni della viscosità ematica e dell’aggregazione piastrinica indotte dall’ozono medicale a diverse concentrazioni: Studio in vitro. Rend Atti Accad Sci Med Chir. 1993;147:155–67."}, {"Citation": "Halliwell B. Free radicals, antioxidants, and human disease: curiosity, cause, or consequence? Lancet. 1994;344:721–4.", "ArticleIdList": ["7915779"]}]}], "History": [{"Year": "2012", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2007", "Month": "4", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2007", "Month": "4", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2008", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22477241", "PMC2732997", "10.1055/s-0031-1278236"]}}], "PubmedBookArticle": []}