{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22548921", "DateCompleted": {"Year": "2013", "Month": "07", "Day": "24"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1104724"], "ArticleDate": [{"Year": "2012", "Month": "05", "Day": "01"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "120", "Issue": "9", "PubDate": {"Year": "2012", "Month": "Sep"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Satellite-based estimates of ambient air pollution and global variations in childhood asthma prevalence.", "Pagination": {"StartPage": "1333", "EndPage": "1339", "MedlinePgn": "1333-9"}, "Abstract": {"AbstractText": ["The effect of ambient air pollution on global variations and trends in asthma prevalence is unclear.", "Our goal was to investigate community-level associations between asthma prevalence data from the International Study of Asthma and Allergies in Childhood (ISAAC) and satellite-based estimates of particulate matter with aerodynamic diameter < 2.5 µm (PM₂.₅) and nitrogen dioxide (NO₂), and modelled estimates of ozone.", "We assigned satellite-based estimates of PM₂.₅ and NO₂ at a spatial resolution of 0.1° × 0.1° and modeled estimates of ozone at a resolution of 1° × 1° to 183 ISAAC centers. We used center-level prevalence of severe asthma as the outcome and multilevel models to adjust for gross national income (GNI) and center- and country-level sex, climate, and population density. We examined associations (adjusting for GNI) between air pollution and asthma prevalence over time in centers with data from ISAAC Phase One (mid-1900s) and Phase Three (2001-2003).", "For the 13- to 14-year age group (128 centers in 28 countries), the estimated average within-country change in center-level asthma prevalence per 100 children per 10% increase in center-level PM₂.₅ and NO₂ was -0.043 [95% confidence interval (CI): -0.139, 0.053] and 0.017 (95% CI: -0.030, 0.064) respectively. For ozone the estimated change in prevalence per parts per billion by volume was -0.116 (95% CI: -0.234, 0.001). Equivalent results for the 6- to 7-year age group (83 centers in 20 countries), though slightly different, were not significantly positive. For the 13- to 14-year age group, change in center-level asthma prevalence over time per 100 children per 10% increase in PM₂.₅ from Phase One to Phase Three was -0.139 (95% CI: -0.347, 0.068). The corresponding association with ozone (per ppbV) was -0.171 (95% CI: -0.275, -0.067).", "In contrast to reports from within-community studies of individuals exposed to traffic pollution, we did not find evidence of a positive association between ambient air pollution and asthma prevalence as measured at the community level."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "MRC-HPA Centre for Environment and Health, King's College London, United Kingdom. r.anderson@sgul.ac.uk"}], "Identifier": [], "LastName": "Anderson", "ForeName": "H Ross", "Initials": "HR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Butland", "ForeName": "Barbara K", "Initials": "BK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van Donkelaar", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Brauer", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Strachan", "ForeName": "David P", "Initials": "DP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Clayton", "ForeName": "Tadd", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van Dingenen", "ForeName": "Rita", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Amann", "ForeName": "Marcus", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Brunekreef", "ForeName": "Bert", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cohen", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dentener", "ForeName": "Frank", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lai", "ForeName": "Christopher", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lamsal", "ForeName": "Lok N", "Initials": "LN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "One", "ForeName": "Isaac Phase", "Initials": "IP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Remote Sensing Technology"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": [], "DescriptorName": "Spacecraft"}, {"QualifierName": [], "DescriptorName": "Statistics, Nonparametric"}], "CoiStatement": "The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Anderson HR, Favarato G, Atkinson RW.2011Long-term exposure to outdoor air pollution and the prevalence of asthma: meta-analysis of multi-community prevalence studies. Air Qual Atmos Health doi:10.1007/s11869-011-0145-4[Online 19 April 2011]", "ArticleIdList": ["10.1007/s11869-011-0145-4"]}, {"Citation": "Anderson HR, Gupta R, Kapetanakis V, Asher MI, Clayton T, Robertson CF, et al. International correlations between indicators of prevalence, hospital admissions and mortality for asthma in children. Int J Epidemiol. 2008;37:573–582.", "ArticleIdList": ["18343854"]}, {"Citation": "Anderson HR, Ruggles R, Pandey KD, Kapetanakis V, Brunekreef B, Lai CK, et al. Ambient particulate pollution and the world-wide prevalence of asthma, rhinoconjunctivitis and eczema in children: Phase One of the International Study of Asthma and Allergies in Childhood (ISAAC). Occup Environ Med. 2010;67:293–300.", "ArticleIdList": ["19819866"]}, {"Citation": "Atmospheric Composition Analysis Group, Dalhousie University. Annual Global Mean Ground-level NO2 Mixing Ratio at OMI Overpass Time (~1:30 PM), 2005. 2010a.  Available:  http://fizz.phys.dal.ca/~atmos/g47.swf [accessed 11 October 2010]"}, {"Citation": "Atmospheric Composition Analysis Group, Dalhousie University. Annual Mean Satellite-Derived PM2.5, 2001–2006, at 50% RH. 2010b.  Available:  http://fizz.phys.dal.ca/~atmos/g47.swf [accessed 6 December 2010]"}, {"Citation": "Begg MD, Parides MK. Separation of individual-level and cluster-level covariate effects in regression analysis of correlated data. Stat Med. 2003;22:2591–2602.", "ArticleIdList": ["12898546"]}, {"Citation": "Brauer M, Amann M, Burnett RT, Cohen A, Dentener F, Ezzati M, et al. Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution. Environ Sci Technol. 2012;46(2):652–660.", "ArticleIdList": ["PMC4043337", "22148428"]}, {"Citation": "Brunekreef B, Stewart AW, Anderson HR, Lai CK, Strachan DP, Pearce N. Self-reported truck traffic on the street of residence and symptoms of asthma and allergic disease: a global relationship in ISAAC Phase 3. Environ Health Perspect. 2009;117:1791–1798.", "ArticleIdList": ["PMC2801184", "20049134"]}, {"Citation": "Center for International Earth Science Information Network (CIESIN), Columbia University; and Centro Internacional de Agricultura Tropical (CIAT) Gridded Population of the World, Version 3 (GPWv3): Population Density Grid. Palisades, NY:Socioeconomic Data and Applications Center (SEDAC), Columbia University. 2005.  Available:  http://sedac.ciesin.columbia.edu/gpw. [accessed 3 April 2010]"}, {"Citation": "Central Intelligence Agency. The World Factbook 2002. Washington, DC:Central Intelligence Agency. 2003.  Available:  https://www.cia.gov/library/publications/download/download-2002/index.html [accessed 10 November 2010]"}, {"Citation": "de Meij A, Krol M, Dentener F, Vignati E, Cuvelier C, Thunis P. The sensitivity of aerosol in Europe to two different emission inventories and temporal distribution of emissions. Atmos Chem Phys. 2006;6:4287–4309."}, {"Citation": "Gelman A, Hill J. New York:Cambridge University Press: 2007. Analytical Methods for Social Research: Data Analysis Using Regression and Multilevel/Hierarchical Models."}, {"Citation": "Health Effects Institute. Boston: Health Effects Institute; 2010. Traffic-Related Air Pollution: A Critical Review of the Literature on Emissions, Exposure, and Health Effects. HEI special report 17."}, {"Citation": "Hoff RM, Christopher SA. Remote sensing of particulate pollution from space: have we reached the promised land? J Air Waste Manag Assoc. 2009;59:645–675.", "ArticleIdList": ["19603734"]}, {"Citation": "Holben BN, Eck TF, Slutsker I, Tanre D, Buis JP, Setzer A, et al. AERONET – a federated instrument network and data archive for aerosol characterization. Remote Sens Environ. 1998;66:1–16."}, {"Citation": "Huijnen V, Williams J, van Weele M, van Noije T, Krol M, Dentener F, et al. The global chemistry transport model TM5: description and evaluation of the tropospheric chemistry version 3.0. Geosci Model Dev. 2010;3:445–473."}, {"Citation": "ISAAC (The International Study of Asthma and Allergies in Childhood) 2011.  Available:  http://isaac.auckland.ac.nz [accessed November 2011]"}, {"Citation": "Jenkins M, Clarke J, Carlin J, Robertson C, Hopper J, Dalton M, et al. Validation of questionnaire and bronchial hyperresponsiveness against respiratory physician assessment in the diagnosis of asthma. Int J Epidemiol. 1996;25:609–616.", "ArticleIdList": ["8671563"]}, {"Citation": "Krol M, Houweling S, Bregman B, van den Broek M, Segers A, van Velthoven P, et al. The two-way nested global chemistry-transport zoom model TM5: algorithm and applications. Atmos Chem Phys. 2005;5:417–432."}, {"Citation": "Lai CK, Beasley R, Crane J, Foliaki S, Shah J, Weiland S. Global variation in the prevalence and severity of asthma symptoms: phase three of the International Study of Asthma and Allergies in Childhood (ISAAC). Thorax. 2009;64:476–483.", "ArticleIdList": ["19237391"]}, {"Citation": "Lai HK, Ho SY, Wong CM, Mak KK, Lo WS, Lam TH. Exposure to particulate air pollution at different living locations and respiratory symptoms in Hong Kong—an application of satellite information. Int J Environ Health Res. 2010;20:219–230.", "ArticleIdList": ["20352550"]}, {"Citation": "Lamsal LN, Martin RV, van Donkelaar A, Steinbacher M, Celarier EA, Bucsela E, et al. Ground-level nitrogen dioxide concentrations inferred from the satellite-borne Ozone Monitoring Instrument. J Geophys Res. 2008;113:D16308."}, {"Citation": "Langford IH, Bentham G, McDonald AL. Multi-level modelling of geographically aggregated health data: a case study on malignant melanoma mortality and UV exposure in the European Community. Stat Med. 1998;17:41–57.", "ArticleIdList": ["9463848"]}, {"Citation": "Leckie G. LEMMA (Learning Environment for Multilevel Methods and Applications). Module 5: Introduction to Multilevel Modelling Stata Practical. LEMMA VLE, University of Bristol, Centre for Multilevel Modelling. 2010.  Available:  http://www.cmm.bris.ac.uk/lemma/mod/resource/view.php?id=657 [accessed 30 July 2012]"}, {"Citation": "Martin RV. Satellite remote sensing of surface air quality. Atmos Environ. 2008;42:7823–7843."}, {"Citation": "Mitchell TD. High Resolution Observational Climatologies, version 2.1. University of East Anglia:Climatic Reseach Unit. 2004.  Available:  http://www.ipcc-data.org/obs/cru_ts2_1.html [accessed 9 November 2010]"}, {"Citation": "Mitchell TD, Jones PD. An improved method of constructing a database of monthly climate observations and associated high-resolution grids. Int J Climatol. 2005;25:693–712."}, {"Citation": "Paciorek CJ, Liu Y. Limitations of remotely sensed aerosol as a spatial proxy for fine particulate matter. Environ Health Perspect. 2009;117:904–909.", "ArticleIdList": ["PMC2702404", "19590681"]}, {"Citation": "Pearce N, it-Khaled N, Beasley R, Mallol J, Keil U, Mitchell E, et al. 2007Worldwide trends in the prevalence of asthma symptoms: phase III of the International Study of Asthma and Allergies in Childhood (ISAAC). Thorax 62758–766.", "ArticleIdList": ["PMC2117323", "17504817"]}, {"Citation": "Pearce N, Sunyer J, Cheng S, Chinn S, Björkstén B, Burr ML, et al. Comparison of asthma prevalence in the ISAAC and the ECRHS. Eur Resp J. 2000;16:420–426.", "ArticleIdList": ["11028654"]}, {"Citation": "Steele F. Module 7: Multilevel Models for Binary Responses: Concepts. LEMMA VLE, University of Bristol, Centre for Multilevel Modelling. 2009.  Available:  http://www.cmm.bris.ac.uk/lemma/mod/resource/view.php?id=565 [accessed 30 July 2012]"}, {"Citation": "van Donkelaar A, Martin RV, Brauer M, Kahn R, Levy R, Verduzco C, et al. Global estimates of ambient fine particulate matter concentrations from satellite-based aerosol optical depth: development and application. Environ Health Perspect. 2010;118:847–855.", "ArticleIdList": ["PMC2898863", "20519161"]}, {"Citation": "Veefkind JP, Boersma KF, Wang J, Kurosu TP, Krotkov N, Chance K, et al. Global satellite analysis of the relation between aerosols and short-lived trace gases. Atmos Chem Phys. 2011;11:1255–1267."}, {"Citation": "WHO (World Health Organization) Copenhagen: WHO Regional Office for Europe; 2006. Air Quality Guidelines: Global Update 2005, Particulate Matter, Ozone, Nitrogen Dioxide and Sulphur Dioxide."}, {"Citation": "WHO European Centre for Environment and Health. Bonn: WHO Regional Office for Europe; 2005. Effects of Air Pollution on Children’s Health and Development – A Review of The Evidence."}, {"Citation": "Winker DM, Pelon J, Coakley JA, Ackerman SA, Charlson RJ, Colarco PR, et al. The CALIPSO Mission: A Global 3D View of Aerosols and Clouds. B Am Meteorol Soc. 2010;91:1211–1229."}, {"Citation": "World Bank. GNI per Capita, Atlas Method (current US$). 2009.  Available:  http://data.worldbank.org/indicator/NY.GNP.PCAP.CD [accessed 15 June 2009]"}]}], "History": [{"Year": "2011", "Month": "11", "Day": "9"}, {"Year": "2012", "Month": "5", "Day": "1"}, {"Year": "2012", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22548921", "PMC3440118", "10.1289/ehp.1104724"]}}], "PubmedBookArticle": []}