{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22566757", "DateCompleted": {"Year": "2012", "Month": "09", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["123760", "10.1100/2012/123760"], "ArticleDate": [{"Year": "2012", "Month": "04", "Day": "01"}], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2012", "PubDate": {"Year": "2012"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Ambient ozone exposure in Czech forests: a GIS-based approach to spatial distribution assessment.", "Pagination": {"StartPage": "123760", "MedlinePgn": "123760"}, "Abstract": {"AbstractText": ["Ambient ozone (O(3)) is an important phytotoxic pollutant, and detailed knowledge of its spatial distribution is becoming increasingly important. The aim of the paper is to compare different spatial interpolation techniques and to recommend the best approach for producing a reliable map for O(3) with respect to its phytotoxic potential. For evaluation we used real-time ambient O(3) concentrations measured by UV absorbance from 24 Czech rural sites in the 2007 and 2008 vegetation seasons. We considered eleven approaches for spatial interpolation used for the development of maps for mean vegetation season O(3) concentrations and the AOT40F exposure index for forests. The uncertainty of maps was assessed by cross-validation analysis. The root mean square error (RMSE) of the map was used as a criterion. Our results indicate that the optimal interpolation approach is linear regression of O(3) data and altitude with subsequent interpolation of its residuals by ordinary kriging. The relative uncertainty of the map of O(3) mean for the vegetation season is less than 10%, using the optimal method as for both explored years, and this is a very acceptable value. In the case of AOT40F, however, the relative uncertainty of the map is notably worse, reaching nearly 20% in both examined years."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ambient Air Quality Department, Czech Hydrometeorological Institute, 14306 Prague, Czech Republic."}], "Identifier": [], "LastName": "Hůnová", "ForeName": "I", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Horálek", "ForeName": "J", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schreiberová", "ForeName": "M", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zapletal", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": ["methods"], "DescriptorName": "Computational Biology"}, {"QualifierName": [], "DescriptorName": "Czech Republic"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Geographic Information Systems"}, {"QualifierName": [], "DescriptorName": "Linear Models"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["chemistry"], "DescriptorName": "Trees"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": [], "DescriptorName": "Uncertainty"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cape JN. Surface ozone concentrations and ecosystem health: past trends and a guide to future projections. Science of the Total Environment. 2008;400(1–3):257–269.", "ArticleIdList": ["18639315"]}, {"Citation": "Seinfeldt JH, Pandis SN. Atmospheric Chemistry and Physics. New York, NY, USA: Wiley-Interscience; 1998."}, {"Citation": "Felzer BS, Cronin T, Reilly JM, Melillo JM, Wang X. Impacts of ozone on trees and crops. Comptes Rendus—Geoscience. 2007;339(11-12):784–798."}, {"Citation": "Singh ON, Fabian P. Atmospheric Ozone: A Millenium Issue. Berlin, Germany: EGU Special Publication Series 1. Copernicus; 2003."}, {"Citation": "IPCC. Climate Change 2007. Synthesis Report. Geneva, Switzerland: IPCC; 2007."}, {"Citation": "Isaksen ISA. Ozone-Climate Interactions. Brussels, Belgium: Air Pollution Research Report No. 81. EC; 2003."}, {"Citation": "Volz A, Kley D. Evaluation of the Montsouris series of ozone measurements made in the nineteenth century. Nature. 1988;332(6161):240–242."}, {"Citation": "Jonson JE, Simpson D, Fagerli H, Solberg S. Can we explain the trends in European ozone levels? Atmospheric Chemistry and Physics. 2006;6(1):51–66."}, {"Citation": "Vingarzan R. A review of surface ozone background levels and trends. Atmospheric Environment. 2004;38(21):3431–3442."}, {"Citation": "Jacob DJ, Crawford JH, Kleb MM, et al. Transport and chemical evolution over the pacific (TRACE-P) aircraft mission: design, execution, and first results. Journal of Geophysical Research D. 2003;108(20, article 8781)"}, {"Citation": "Cressie N. Statistics for Spatial Data. New York, NY, USA: John Wiley & Sons; 1993."}, {"Citation": "Fraczek W, Bytnerowicz A, Legge A. Optimizing a Monitoring Network for Assessing Ambient Air Quality in the Athabasca Oil sands Region of Alberta Canada. Alpine space—Man & Environment 7: Global Change and Sustainable Development in Mountain Regions. Innsbruck University Press; 2003."}, {"Citation": "Wu L, Bocquet M. Optimal redistribution of the background ozone monitoring stations over France. Atmospheric Environment. 2011;45:772–783."}, {"Citation": "Peterson DL. Monitoring air quality in mountains: designing an effective network. Environmental Monitoring and Assessment. 2000;64(1):81–91."}, {"Citation": "Coyle M, Smith RI, Stedman JR, Weston KJ, Fowler D. Quantifying the spatial distribution of surface ozone concentration in the UK. Atmospheric Environment. 2002;36(6):1013–1024."}, {"Citation": "Fraczek W, Bytnerowicz A, Arbaugh MJ. Use of geostatistics to estimate ambient ozone patterns. In: Bytnerowicz A, Arbaugh MJ, Alonso R, editors. Ozone Air Pollution in the Sierra Nevada—Distribution and Effects on Forests. Amsterdam, The Netherlands: Developments in Environmental Science 2, Elsevier; 2003. pp. 215–247."}, {"Citation": "Lee EH. Use of auxiliary data for spatial interpolation of ambient ozone patterns. In: Bytnerowicz A, Arbaugh MJ, Alonso R, editors. Ozone Air Pollution in the Sierra Nevada—Distribution and Effects on Forests. Amsterdam, The Netherlands: Developments in Environmental Science 2, Elsevier; 2003. pp. 165–194."}, {"Citation": "Preisler HK, Schilling S. Use of nonparametric local regression to estimate surface ozone patterns over space and time. In: Bytnerowicz A, Arbaugh MJ, Alonso R, editors. Ozone Air Pollution in the Sierra Nevada—Distribution and Effects on Forests. Amsterdam, The Netherlands: Developments in Environmental Science 2, Elsevier; 2003. pp. 195–214."}, {"Citation": "Bytnerowicz A, Godzik B, Fraczek W, et al. Distribution of ozone and other air pollutants in forests of the Carpathian Mountains in central Europe. Environmental Pollution. 2002;116(1):3–25.", "ArticleIdList": ["11808553"]}, {"Citation": "Beelen R, Hoek G, Pebesma E, Vienneau D, de Hoogh K, Briggs DJ. Mapping of background air pollution at a fine spatial scale across the European Union. Science of the Total Environment. 2009;407(6):1852–1867.", "ArticleIdList": ["19152957"]}, {"Citation": "Horálek J, Denby B, de Smet P, et al.  Spatial mapping of air quality for European scale assessment.  ETC/ACC Technical paper 2006/6, 2007,  http://acm.eionet.europa.eu/docs/ETCACC_TechnPaper_2006_6_Spat_AQ.pdf."}, {"Citation": "Horálek J, Fiala J, Kurfürst P, Denby B, de Smet P, de Leeuw F.  Spatial assessment of PM10 and ozone concentrations in Europe (2005) EEA Technical report No 1/2009, 2009,  http://acm.eionet.europa.eu/reports/EEA_TR_1_2009_Spatial_AQ_assessment_2005."}, {"Citation": "Zapletal M, Chroust P. Ozone deposition to a coniferous and deciduous forest in the Czech Republic. Water, Air, and Soil Pollution. 2007;7(1–3):187–200."}, {"Citation": "Hůnová I. Ambient air quality for the territory of the Czech Republic in 1996-1999 expressed by three essential factors. Science of the Total Environment. 2003;303(3):245–251.", "ArticleIdList": ["12606164"]}, {"Citation": "Hůnová I, Šantroch J, Ostatnická J. Ambient air quality and deposition trends at rural stations in the Czech Republic during 1993-2001. Atmospheric Environment. 2004;38(6):887–898."}, {"Citation": "Hůnová I, Livorová H, Ostatnická J. Potential ambient ozone impact on ecosystems in the Czech Republic as indicated by exposure index AOT40. Ecological Indicators. 2003;3(1):35–47."}, {"Citation": "Hunová I, Novotný R, Uhlířová H, et al. The impact of ambient ozone on mountain spruce forests in the Czech Republic as indicated by malondialdehyde. Environmental Pollution. 2010;158(7):2393–2401.", "ArticleIdList": ["20466470"]}, {"Citation": "Hůnová I, Matoušková L, Srněnský R, Koželková K. Ozone influence on native vegetation in the Jizerske hory Mts. of the Czech Republic: results based on ozone exposure and ozone-induced visible symptoms. Environmental Monitoring and Assessment. 2011;183(1–4):501–515.", "ArticleIdList": ["21374050"]}, {"Citation": "EC. Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe, OJEC L 152, 2008."}, {"Citation": "Fuhrer J, Skärby L, Ashmore MR. Critical levels for ozone effects on vegetation in Europe. Environmental Pollution. 1997;97(1-2):91–106.", "ArticleIdList": ["15093382"]}, {"Citation": "UN/ECE.  Mapping Manual Revision, UNECE convention on long-range transboundary air pollution, Manual on the Methodologies and Criteria for Modelling and Mapping Critical Loads and Levels and Air Pollution Effects, Risks and Trends, 2004,\n http://www.icpmapping.org."}, {"Citation": "Tuovinen JP. Assessing vegetation exposure to ozone: properties of the AOT40 index and modifications by deposition modelling. Environmental Pollution. 2000;109(3):361–372.", "ArticleIdList": ["15092870"]}, {"Citation": "Sofiev M, Tuovinen JP. Factors determining the robustness of AOT40 and other ozone exposure indices. Atmospheric Environment. 2001;35(20):3521–3528."}, {"Citation": "EC. Directive 2002/3/EC of the European Parliament and of the Council of 12 February 2002 relating to ozone in ambient air. OJEC. 2002;(L 67):14–30."}, {"Citation": "EC. Council Decision 97/101/EC of 27 January 1997 establishing a reciprocal exchange of information and data from networks and individual stations measuring ambient air pollution within the Member States. Official Journal of the European Communities. 1997;(L 35/14)"}, {"Citation": "Johnston K, Ver Hoef J, Krivoruchko K, Lucas N. Using ArcGIS Geostatistical Analyst. Redlands, Calif, USA: Environmental Systems Research Institute; 2001."}, {"Citation": "Isaaks EH, Srivastava RM. An Introduction to Applied Geostatistics. Oxford, UK: Oxford University Press; 1989."}, {"Citation": "Casado LS, Rouhani S, Cardelino CA, Ferrier AJ. Geostatistical analysis and visualization of hourly ozone data. Atmospheric Environment. 1994;28(12):2105–2118."}, {"Citation": "Lefohn AS, Knudsen HP, McEvoy LR. The use of kriging to estimate monthly ozone exposure parameters for the Southeastern United States. Environmental Pollution. 1988;53(1–4):27–42.", "ArticleIdList": ["15092539"]}, {"Citation": "Hjellbrekke AG. EMEP/CCC-Report. 5/2000. Norwegian Institute for Air Research; 2000. Ozone measurements 1998."}, {"Citation": "Loibl W, Winiwarter W, Kopsca A, Zueger J, Baumann R. Estimating the spatial distribution of ozone concentrations in complex terrain. Atmospheric Environment. 1994;28(16):2557–2566."}, {"Citation": "Horálek J, de Smet P, de Leeuw F, Denby B, Kurfurst P, Swart R. European air quality maps for 2005 including uncertainty analysis.  ETC/ACC Technical Paper 2007/7, 2008,  http://acm.eionet.europa.eu/docs/ETCACC_TP_2007_7_SpatialAQmapping2005_annual_interpolations.pdf."}, {"Citation": "Abraham JS, Comrie AC. Real-time ozone mapping using a regression-interpolation hybrid approach, applied to Tucson, Arizona. Journal of the Air and Waste Management Association. 2004;54(8):914–925.", "ArticleIdList": ["15373359"]}, {"Citation": "Beaulant AL, Perron G, Kleinpeter J, Weber C, Ranchin T, Wald L. Adding virtual measuring stations to a network for urban air pollution mapping. Environment International. 2008;34(5):599–605.", "ArticleIdList": ["18550171"]}, {"Citation": "Hoek G, Beelen R, de Hoogh K, et al. A review of land-use regression models to assess spatial variation of outdoor air pollution. Atmospheric Environment. 2008;42(33):7561–7578."}, {"Citation": "Lloyd CD, Atkinson PM. Increased accuracy of geostatistical prediction of nitrogen dioxide in the United Kingdom with secondary data. International Journal of Applied Earth Observation and Geoinformation. 2004;5(4):293–305."}, {"Citation": "ENVIRON. User s guide to the Comprehensive Air Quality model with extensions (CAMx) version 5.10.  2009,  http://www.camx.com."}]}], "History": [{"Year": "2011", "Month": "10", "Day": "31"}, {"Year": "2011", "Month": "12", "Day": "8"}, {"Year": "2012", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22566757", "PMC3330065", "10.1100/2012/123760"]}}], "PubmedBookArticle": []}