{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22563119", "DateCompleted": {"Year": "2012", "Month": "11", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/jxb/ers128"], "ArticleDate": [{"Year": "2012", "Month": "05", "Day": "04"}], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "63", "Issue": "11", "PubDate": {"Year": "2012", "Month": "Jun"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "Root and shoot gas exchange respond additively to moderate ozone and methyl jasmonate without induction of ethylene: ethylene is induced at higher O3 concentrations.", "Pagination": {"StartPage": "4303", "EndPage": "4313", "MedlinePgn": "4303-13"}, "Abstract": {"AbstractText": ["The available literature is conflicting on the potential protection of plants against ozone (O(3)) injury by exogenous jasmonates, including methyl jasmonate (MeJA). Protective antagonistic interactions of O(3) and MeJA have been observed in some systems and purely additive effects in others. Here it is shown that chronic exposure to low to moderate O(3) concentrations (4-114 ppb; 12 h mean) and to MeJA induced additive reductions in carbon assimilation (A (n)) and root respiration (R (r)), and in calculated whole plant carbon balance. Neither this chronic O(3) regime nor MeJA induced emission of ethylene (ET) from the youngest fully expanded leaves. ET emission was induced by acute 3 h pulse exposure to much higher O(3) concentrations (685 ppb). ET emission was further enhanced in plants treated with MeJA. Responses of growth, allocation, photosynthesis, and respiration to moderate O(3) concentrations and to MeJA appear to be independent and additive, and not associated with emission of ET. These results suggest that responses of Pima cotton to environmentally relevant O(3) are not mediated by signalling pathways associated with ET and MeJA, though these pathways are inducible in this species and exhibit a synergistic O(3)×MeJA interaction at very high O(3) concentrations."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, CA, USA and Kearney Agricultural Center, 9240 South Riverbend Avenue, Parlier, CA 93648, USA. dagrantz@ucanr.edu"}], "Identifier": [], "LastName": "Grantz", "ForeName": "D A", "Initials": "DA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vu", "ForeName": "H-B", "Initials": "HB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Ethylenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "900N171A0F", "NameOfSubstance": "methyl jasmonate"}, {"RegistryNumber": "91GW059KN7", "NameOfSubstance": "ethylene"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Acetates"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ethylenes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Gases"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Gossypium"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxylipins"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Plant Roots"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alonso JM, Hirayama T, Roman G, Nourizadeh S, Ecker JR. EIN2, a bifunctional transducer of ethylene and stress responses in Arabidopsis . Science. 1999;284:2148–2152.", "ArticleIdList": ["10381874"]}, {"Citation": "Arnold T, Schultz JU. Induced sink strength as a prerequisite for induced tannin biosynthesis in developing leaves of Populus . Oecologia. 2002;130:585–593.", "ArticleIdList": ["28547261"]}, {"Citation": "Ashmore MR. Assessing the future global impacts of ozone on vegetation. Plant, Cell and Environment. 2005;28:949–964."}, {"Citation": "Avnery S, Mauzerall DL, Liu J, Horowitz LW. Global crop yield reductions due to surface ozone exposure: 1. Year 2000 crop production losses and economic damage. Atmospheric Environment. 2011;45:2284–229."}, {"Citation": "Baier M, Kandlbinder A, Golldack D, Dietz K-J. Oxidative stress and ozone: perception, signaling and response. Plant, Cell and Environment. 2005;29:854–868."}, {"Citation": "Baldwin IT. Jasmonate-induced responses are costly but benefit plants under attack in native populations. Proceedings of the National Academy of Sciences, USA. 1998;95:8113–8118.", "ArticleIdList": ["PMC20938", "9653149"]}, {"Citation": "Berger S, Bell E, Mullet JE. Two methyl jasmonate-insensitive mutants show altered expression of AtVsp in response to methyl jasmonate and wounding. Plant Physiology. 1996;111:525–531.", "ArticleIdList": ["PMC157863", "12226307"]}, {"Citation": "Booker F, Muntifering R, McGrath M, Burkey K, Decoteau D, Fiscus E, Manning W, Krupa S, Chappelka A, Grantz D. The ozone component of global change: potential effects on agricultural and horticultural plant yield, product quality and interactions with invasive species. Journal of Integrative Plant Biology. 2009;51:337–351.", "ArticleIdList": ["21452584"]}, {"Citation": "Broekaert WF, Delaure SL, De Bolle MF, Cammue BP. The role of ethylene in host–pathogen interactions. Annual Review of Phytopathology. 2006;44:393–416.", "ArticleIdList": ["16602950"]}, {"Citation": "Browse J. Jasmonate passes muster: a receptor and targets for the defense hormone. Annual Review of Plant Biology. 2009;60:183–205.", "ArticleIdList": ["19025383"]}, {"Citation": "Bryla DR, Bouma TJ, Eissenstat DM. Root respiration in citrus acclimates to temperature and slows during drought. Plant, Cell and Environment. 1997;20:1411–1420."}, {"Citation": "Burns JK, Pozo LV, Arias CR, Hockema B, Rangaswamy V, Bender CL. Coronatine and abscission in citrus. Journal of the American Society forHorticultural Science. 2003;128:309–315."}, {"Citation": "Chassot C, Buchala A, Schoonbeek H-J, Metraux J-P, Lamotte O. Wounding of Arabidopsis leaves causes a powereful but transient protection against Botrytis infection. The Plant Journal. 2008;55:555–567.", "ArticleIdList": ["18452590"]}, {"Citation": "Chen CP, Frank TD, Long SP. Is a short, sharp shock equivalent to long-term punishment? Contrasting the spatial pattern of acute and chronic ozone damage to soybean leaves via chlorophyll fluorescence imaging. Plant, Cell and Environment. 2009;32:327–335.", "ArticleIdList": ["19054345"]}, {"Citation": "Ciardi JA, Tieman DM, Jones JB, Klee HJ. Reduced expression of the tomato ethylene receptor gene LeETR4 enhances the hypersensitive response to Xanthomonas campestris pv. Vesicatoria. Molecular Plant-Microbe Interactions. 2001;14:487–495.", "ArticleIdList": ["11310736"]}, {"Citation": "Collins WJ, Stevenson DS, Johnson CE, Derwent RG. The European regional ozone distribution and its links with the global scale for the years 1992 and 2015. Atmospheric Environment. 2000;34:255–267."}, {"Citation": "Conconi A, Smerdon MJ, Howe GA, Ryan CA. The octadecanoid signaling pathway in plants mediates a response to UV radiation. Nature. 1996;383:826–829.", "ArticleIdList": ["8893008"]}, {"Citation": "Cooley DR, Manning WJ. The impact of ozone on assimilate partitioning in plants: a review. Environmental Pollution. 1987;47:95–113.", "ArticleIdList": ["15092712"]}, {"Citation": "Creelman RA, Mullet JE. Biosynthesis and action of jasmonates in plants. Annual Review of Plant Physiology and Plant Molecular Biology. 1995;48:355–381.", "ArticleIdList": ["15012267"]}, {"Citation": "Dave A, Graham IA. Oxylipin signaling: a distinct role for the jasmonic acid precursor cis-(+)-12-oxo-phytodienoic acid (cis-OPDA) Frontiers in Plant Science. 2012;3:42.", "ArticleIdList": ["PMC3355751", "22645585"]}, {"Citation": "Dann MS, Pell EJ. Decline of activity and quantity of ribulose bisphosphate carboxylase oxygenase and net photosynthesis in ozone-treated potato foliage. Plant Physiology. 1989;91:427–432.", "ArticleIdList": ["PMC1062010", "16667037"]}, {"Citation": "Delieu T, Walker DA. An improved cathode for the measurement of photosynthetic oxygen evolution by isolated chloroplasts. New Phytologist. 1972;71:201–225."}, {"Citation": "Farmer EE, Ryan CA. Interplant communication: airborne methyl jasmonate induces synthesis of proteinase inhibitors in plant leaves. Proceedings of the National Academy of Sciences, USA. 1990;87:7713–7716.", "ArticleIdList": ["PMC54818", "11607107"]}, {"Citation": "Feys BJF, Benedetti CE, Penfold CN, Turner JG. Arabidopsis mutants selected for resistance to the phytotoxin coronatine are male sterile, insensitive to methyl jasmonate, and resistant to a bacterial pathogen. The Plant Cell. 1994;6:751–759.", "ArticleIdList": ["PMC160473", "12244256"]}, {"Citation": "Fidelibus MW, Cathline KA, Burns JK. Potential abscission agents for raisin, table, and wine grapes. HortScience. 2007;42:1626–1630."}, {"Citation": "Fujita M, Fujita Y, Noutoshi Y, Takahashi F, Narusaka Y, Yamaguchi-Shinozaki K, Shinozaki K. Crosstalk between abiotic and biotic stress responses: a current view from the points of convergence in the stress signaling networks. Current Opinion in Plant Biology. 2006;9:436–442.", "ArticleIdList": ["16759898"]}, {"Citation": "Fuhrer J, Booker F. Ecological issues of ozone: agricultural issues. Environment International. 2003;29:141–154.", "ArticleIdList": ["12676202"]}, {"Citation": "Ghassemian M, Nambara E, Cutler S, Kawaide H, Kamiya Y, McCourt P. Regulation of abscisic acid signaling by the ethylene response pathway in Arabidopsis. The Plant Cell. 2000;12:1117–1126.", "ArticleIdList": ["PMC149053", "10899978"]}, {"Citation": "Glazebrook J. Contrasting mechanisms of defense against biotrophic and necrotrophic pathogens. Annual Review of Phytopathology. 2005;43:205–227.", "ArticleIdList": ["16078883"]}, {"Citation": "Glazebrook J, Chen W, Estes B, Chang H-S, Nawrath C, Metraux J-P, Zhu T, Katagiri F. Topology of the network integrating salicylate and jasmonate signal transduction derived from global expression phenotyping. The Plant Journal. 2003;34:217–228.", "ArticleIdList": ["12694596"]}, {"Citation": "Grantz DA, Gunn S, Vu H-B. Ozone impacts on plant development: a meta-analysis of root/shoot allocation and growth. Plant, Cell and Environment. 2006;29:1193–1209.", "ArticleIdList": ["17080943"]}, {"Citation": "Grantz D, Shrestha A. Tropospheric ozone and interspecific competition between yellow nutsedge and pima cotton. Crop Science. 2006;46:1879–1889."}, {"Citation": "Grantz DA, Shrestha A, Vu H-B. Early vigor and ozone response in horseweed (Conyza Canadensis) biotypes differing in glyphosate resistance. Weed Science. 2008;56:224–230."}, {"Citation": "Grantz DA, Shrestha A, Vu H-B. Ozone impacts on assimilation and allocation to reproductive sinks in the vegetatively propagated C4 weed, yellow nutsedge. Crop Science. 2010a;50:246–252."}, {"Citation": "Grantz DA, Silva V, Toyota M, Ott N. Ozone increases root respiration but decreases leaf CO2 assimilation in cotton and melon. Journal of Experimental Botany. 2003;43:2375–2384.", "ArticleIdList": ["12947052"]}, {"Citation": "Grantz DA, Vu H-B, Aguilar C, Rea MA. No interaction between methyl jasmonate and ozone in Pima cotton: growth and allocation respond independently to both. Plant, Cell and Environment. 2010b;33:717–728.", "ArticleIdList": ["20002655"]}, {"Citation": "Grantz D, Yang S. Effect of O3 on hydraulic architecture in pima cotton: biomass allocation and water transport capacity of roots and shoots. Plant Physiology. 1996;112:1649–1657."}, {"Citation": "Guo H, Ecker JR. The ethylene signaling pathway: new insights. Current Opinion in Plant Biology. 2004;7:40–49.", "ArticleIdList": ["14732440"]}, {"Citation": "Hartmond U, Yuan R, Burns JK, Grant A, Kender WJ. Citrus fruit abscission induced by methyl-jasmonate. Journal of the American Society for Horticultural Science. 2000;125:547–552."}, {"Citation": "Heck WW, Philbeck RB, Denning JA. A continuous stirred tank reactor (CSTR) system for exposing plants to gaseous air pollutants. 1978 USDA, Publication No. ARS-5-181, Washington DC."}, {"Citation": "Henkes GJ, Thorpe MR, Minchin PEH, Schurr U, Rose USR. Jasmonic acid treatment to part of the root system is consistent with simulated leaf herbivory, diverting recently assimilated carbon towards untreated roots within an h. Plant, Cell and Environment. 2008;31:1229–1236.", "ArticleIdList": ["18507808"]}, {"Citation": "Herms DA, Mattson WJ. The dilemma of plants: to grow or defend. Quarterly Review of Biology. 1992;67:283–335."}, {"Citation": "Kangasjarvi J, Jaspers P, Kollist H. Signalling and cell death in ozone-exposed plants. Plant, Cell and Environment. 2005;28:1021–1036."}, {"Citation": "Kangasjarvi J, Talvinen J, Utriainen M, Karjalainen R. Plant defense systems induced by ozone. Plant, Cell and Environment. 1994;17:783–794."}, {"Citation": "Kanna M, Tamaoki M, Kubo A, Nakajima N, Rakwal R, Agrawal GK, Tamogami S, Ioki M, Ogawa D, Saji H, Aono M. Isolation of an ozone-sensitive and jasmonate-semi-insensitive Arabidopsis mutant (oji1) Plant and Cell Physiology. 2003;44:1301–1310.", "ArticleIdList": ["14701925"]}, {"Citation": "Koch JR, Creelman RA, Eshita SM, Seskar M, Mullet JE, Davis KR. Ozone sensitivity in hybrid poplar correlates with insensitivity to both salicylic acid and jasmonic acid. The role of programmed cell death in lesion formation. Plant Physiology. 2000;123:487–496.", "ArticleIdList": ["PMC59017", "10859179"]}, {"Citation": "Koch JR, Scherzer AJ, Eshita SM, Davis KR. Ozone sensitivity in hybrid poplar is correlated with a lack of defense-gene activation. Plant Physiology. 1998;118:1243–1252.", "ArticleIdList": ["PMC34740", "9847098"]}, {"Citation": "Kunkel BN, Brooks DM. Cross-talk between signaling pathways in pathogen defense. Current Opinion in Plant Biology. 2002;5:325–331.", "ArticleIdList": ["12179966"]}, {"Citation": "Lamb C, Dixon RA. The oxidative burst in plant disease resistance. Annual Review of Plant Physiology and Plant Molecular Biology. 1997;48:251–275.", "ArticleIdList": ["15012264"]}, {"Citation": "Lambers H, Atkin OK, Millenaar FF. Respiratory patterns in roots in relation to their functioning. In: Waisel Y, Eshel A, Kafkafi U, editors. Plant roots: the hidden half. New York: Marcel Dekker, Inc.; 2002. pp. 323–362."}, {"Citation": "Langebartels C, Schraudner M, Heller W, Ernst D, Sandermann H. Oxidative stress and defense reactions in plants exposed to air pollutants and UV-B radiation. In: Inze D, van Montagu M, editors. Oxidative stress in plants. London: Taylor and Francis; 2002. pp. 105–135."}, {"Citation": "Leubner-Metzger G, Pertruzzelli L, Waldvogel R, Vogeli-Lange R, Meins FMJ. Ethylene-responsive element binding protein (EREBP) expression and the transcriptional regulation of class I β-1,3-glucanase during tobacco seed germination. Plant Molecular Biology. 1998;38:785–795.", "ArticleIdList": ["9862496"]}, {"Citation": "Lorenzo O, Piqueras R, Sanchez-Serano JJ, Solano R. ETHYLENE RESPONSE FACTOR 1 integrates signals from ethylene and jasmonate pathways in plant defense. The Plant Cell. 2003;15:165–178.", "ArticleIdList": ["PMC143489", "12509529"]}, {"Citation": "Moeder W, Barry CS, Tauriainen J, Utriainen M, Grierson D, Sandermann H, Langabartles C, Kangasjarvi J. Ethylene synthesis regulated by bi-phasic induction of ACC synthase and ACC oxidase genes is required for H2O2 accumulation and cell death in ozone-exposed tomato. Plant Physiology. 2002;130:1918–1926.", "ArticleIdList": ["PMC166702", "12481074"]}, {"Citation": "Moons A, Prinsen E, Bauw G, van Montagu M. Antagonistic effects of abscisic acid and jasmonates on salt stress-inducible transcripts in rice roots. The Plant Cell. 1997;9:2243–2259.", "ArticleIdList": ["PMC157071", "9437865"]}, {"Citation": "Morgan PB, Ainsworth EA, Long SP. How does elevated ozone impact soybean? A meta-analysis of photosynthesis, growth and yield. Plant, Cell and Environment. 2003;26:1317–1328."}, {"Citation": "Nakajima N, Itoh T, Takikawa S, Asai N, Tamaoki M, Aono M, Kubo A, Azumi Y, Kamada H, Saji H. Improvement in ozone tolerance of tobacco plants with an antisense DNA for 1-aminocyclopropane-1-carboxylate synthase. Plant, Cell and Environment. 2002;25:727–736."}, {"Citation": "ODonnell PJ, Calvert C, Atzorn R, Wasternack C, Leyser HMO, Bowles DJ. Ethylene as a signal mediating the wound response of tomato plants. Science. 1996;274:1914–1917.", "ArticleIdList": ["8943205"]}, {"Citation": "Orvar BL, McPherson J, Ellis BE. Pre-activating wounding response in tobacco prior to high-level ozone exposure prevents necrotic injury. The Plant Journal. 1997;11:203–212.", "ArticleIdList": ["9076988"]}, {"Citation": "Overmyer K, Brosche M, Kangasjarvi J. Reactive oxygen species and hormonal control of cell death. Trends in Plant Science. 2003;8:335–342.", "ArticleIdList": ["12878018"]}, {"Citation": "Overmyer K, Brosche M, Pellinen R, Kuittenen T, Tuominen H, Ahlfors R, Keinanen M, Saarma M, Scheel D, Kangasjarvi J. Ozone-induced programmed cell death in the Arabidopsis radical-induced cell death 1 mutant. Plant Physiology. 2005;137:1092–1104.", "ArticleIdList": ["PMC1065409", "15728341"]}, {"Citation": "Overmyer K, Tuominen H, Kettunen R, Betz C, Langebartels C, Sandermann H, Jr, Kangasjarvi J. The ozone-sensitive Arabidopsis rcd1 mutant reveals opposite roles for ethylene and jasmonate signaling pathways in regulating superoxide-dependent cell death. The Plant Cell. 2000;12:1849–1862.", "ArticleIdList": ["PMC149124", "11041881"]}, {"Citation": "Pennel RI, Lamb C. Programmed cell death in plants. The Plant Cell. 1997;9:1157–1168.", "ArticleIdList": ["PMC156988", "12237381"]}, {"Citation": "Penninckx IAMA, Thomma BPHJ, Buchala A, Metraux JP, Broekaert WF. Concomitant activation of jasmonate and ethylene response pathways is required for induction of a plant defensin gene in Arabidopsis . The Plant Cell. 1998;10:2103–2113.", "ArticleIdList": ["PMC143966", "9836748"]}, {"Citation": "Rao MV, Koch JR, Davis KR. Ozone: a tool for probing programmed cell death in plants. Plant Molecular Biology. 2000a;44:345–358.", "ArticleIdList": ["11199393"]}, {"Citation": "Rao MV, Lee HI, Creelman RA, Mullet JA, Davis KR. Jasmonic acid signaling modulates ozone-induced hypersensitive cell death. The Plant Cell. 2000b;12:1633–1646.", "ArticleIdList": ["PMC149075", "11006337"]}, {"Citation": "Rao MV, Lee HI, Davis KR. Ozone-induced ethylene production is dependent on salicylic acid, and both salicylic acid and ethylene act in concert to regulate ozone-induced cell death. The Plant Journal. 2002;32:447–456.", "ArticleIdList": ["12445117"]}, {"Citation": "Reiling K, Davison AW. The response of native, herbaceous species to ozone; growth and fluorescence screening. New Phytologist. 1992;120:29–37."}, {"Citation": "Rojo E, Leon J, Sanchez-Serrano JJ. Cross-talk between wound signaling pathways determines local versus systemic gene expression in. Arabidopsis thaliana. The Plant Journal. 1999;20:135–142.", "ArticleIdList": ["10571873"]}, {"Citation": "Ryan MG. Effects of climate change on plant respiration. Ecological Applications. 1991;1:157–167.", "ArticleIdList": ["27755662"]}, {"Citation": "Schlagnhaufer CD, Glick RE, Arteca RN, Pell EJ. Molecular cloning of an ozone-induced 1-aminocyclopropane-1-carboxylate synthase cDNA and its relationship with a loss of rbcS in potato (Solanum tuberosum L.) plants. Plant Molecular Biology. 1995;28:93–103.", "ArticleIdList": ["7787191"]}, {"Citation": "Schmelz EA, Alborn HT, Tumlinson JH. Synergistic interactions between volicitin, jasmonic acid and ethylene mediate insect-induced volatile emission in. Zea mays. Physiologia Plantarum. 2003;117:403–412.", "ArticleIdList": ["12654041"]}, {"Citation": "Schmidt L, Hummel GM, Schottner M, Schurr U, Walter A. Jasmonic acid does not mediate root growth responses to wounding in Arabidopsis thaliana . Plant, Cell and Environment. 2010;33:104–116.", "ArticleIdList": ["19895400"]}, {"Citation": "Schraudner M, Moeder W, Wiese C, van Camp W, Inze D, Langebartels C, Sandermann H. Ozone-induced oxidative burst in the ozone biomonitor plant, tobacco Bel W3. The Plant Journal. 1998;16:235–245.", "ArticleIdList": ["22507138"]}, {"Citation": "Sembdner G, Parthier B. The biochemistry and the physiological and molecular actions of jasmonates. Annual Review of Plant Physiology and Plant Molecular Biology. 1993;44:569–589."}, {"Citation": "Seo HS, Song JT, Cheong J-J, Lee YH, Lee YW, Hwang I, Lee JS, Chol YD. Jasmonic acid carboxyl methyltransferase: a key enzyme for jasmonate-regulated plant responses. Proceedings of the National Academy of Sciences, USA. 2001;98:4788–4793.", "ArticleIdList": ["PMC31912", "11287667"]}, {"Citation": "Shoji T, Nakajima K, Hashimoto T. Ethylene suppresses jasmonate-induced gene expression in nicotine biosynthesis. Plant and Cell Physiology. 2000;41:1072–1076.", "ArticleIdList": ["11100780"]}, {"Citation": "Spoel SH, Dong X. Making sense of hormone crosstalk during plant immune responses. Cell Host and Microbe. 2008;3:348–351.", "ArticleIdList": ["18541211"]}, {"Citation": "Staswick PE, Su W, Howell SH. Methyl jasmonate inhibition of root growth and induction of a leaf protein are decreased in an Arabidopsis thaliana mutant. Proceedings of the National Academy of Sciences, USA. 1992;89:6837–6840.", "ArticleIdList": ["PMC49599", "11607311"]}, {"Citation": "Tamaoki M, Nakajima N, Kubo A, Aono M, Matsuyama T, Saji H. Transcriptome analysis of O3-exposed Arabidopsis reveals that multiple signal pathways act mutually antagonistically to induce gene expression. Plant Molecular Biology. 2003;53:443–456.", "ArticleIdList": ["15010611"]}, {"Citation": "Tatsuki M, Mori H. Rapid and transient expression of 1-aminocyclopropane-1-carboxylate synthase isogenes by touch and wound stimuli in tomato. Plant and Cell Physiology. 1999;40:709–715.", "ArticleIdList": ["10501031"]}, {"Citation": "Thorne MA, Frank DA. The effects of clipping and soil moisture on leaf and root morphology and root respiration in two temperate and two tropical grasses. Plant Ecology. 2009;200:205–215."}, {"Citation": "Tingey DT, Standley C, Field RW. Stress ethylene evolution: a measure of ozone effects on plants. Atmospheric Environment. 1976;10:969–974.", "ArticleIdList": ["1008919"]}, {"Citation": "Tsonev TD, Lazova GN, Stoinova ZG, Popova LP. A possible role for jasmonic acid in adaptation of barley seedlings to salinity stress. Journal of Plant Growth Regulation. 1998;17:153–159."}, {"Citation": "Tung P, Hooker TS, Tampe PA, Reid DM, Thorpe TA. Jasmonic acid: effects on growth and development of isolated tomato roots cultured in vitro . International Journal of Plant Sciences. 1996;157:713–721."}, {"Citation": "Tuomainen J, Betz C, Kangasjarvi J, Ernst D, Yin SH, Langebartels C, Sandermann H., Jr Ozone induction of ethylene emission in tomato plants: regulation by differential transcript accumulation for the biosynthetic enzymes. The Plant Journal. 1997;12:1151–1162."}, {"Citation": "Tuominen H, Overmyer K, Keinanen M, Kollist H, Kangasjarvi J. Mutual antagonism of ethylene and jasmonic acid regulates ozone-induced spreading cell death in Arabidopsis . The Plant Journal. 2004;39:59–69.", "ArticleIdList": ["15200642"]}, {"Citation": "Turner NC, Rich S, Waggoner PE. Removal of ozone by soil. Journal of Environmental Quality. 1973;2:259–264."}, {"Citation": "Wager A, Browse J. Social network: JAZ protein interactions expand our knowledge of jasmonate signaling. Frontiers in Plant Science. 2012;3:41.", "ArticleIdList": ["PMC3355530", "22629274"]}, {"Citation": "Walia H, Wilson C, Condamine P, Liu X, Ismail AM, Close TJ. Large-scale expression profiling and physiological characterization of jasmonic acid-mediated adaptation of barley to salinity stress. Plant, Cell and Environment. 2007;30:410–421.", "ArticleIdList": ["17324228"]}, {"Citation": "Wang Y, Mopper S, Hasenstein KH. Effects of salinity on endogenous ABA, IAA, JA and SA in Iris hexagona. Journal of Chemical Ecology. 2001;27:327–339.", "ArticleIdList": ["14768818"]}, {"Citation": "Watanabe T, Seo S, Sakai S. Wound-induced expression of a gene for 1-aminocyclopropane-1-carboxylate synthase and ethylene production are regulated by both reactive oxygen species and jasmonic acid in Cucurbita maxima . Plant Physiology and Biochemistry. 2001;39:121–127."}, {"Citation": "Wiedhase RA, Lehmann J, Kramell H, Sembdner G, Parthier B. Degradation of ribulose-1,5-bisphosphate carboxylase and chlorophyll in senescing barley leaf segments triggered by jasmonic acid methyl ester, and counteraction by cytokinin. Physiologia Plantarum. 1987;69:161–166."}, {"Citation": "Wilkinson S, Mills G, Illidge R, Davies WJ. How is ozone pollution reducing our food supply? Journal of Experimental Botany. 2012;63:527–536.", "ArticleIdList": ["22016429"]}, {"Citation": "Xu Y, Chang L, Liu D, Narasimhan ML, Raghothama KG, Hasegawa PM, Bressan RA. Plant defense genes are synergistically induced by ethylene and methyl jasmonate. The Plant Cell. 1994;6:1077–1085.", "ArticleIdList": ["PMC160502", "12244267"]}, {"Citation": "Zhao J, Zheng S-H, Fujita K, Sakai K. Jasmonate and ethylene signaling and their interaction are integral parts of the elicitor signaling pathway leading to β-thujaplicin biosynthesis in Cupressus lusitanica cell cultures. Journal of Experimental Botany. 2004;55:1003–1012.", "ArticleIdList": ["15047767"]}, {"Citation": "Zhu Z, An F, Feng Y, et al. Derepression of ethylene-stabilized transcription factors (EIN3/EIL1) mediates jasmonate and ethylene signaling synergy in Arabidopsis . Proceedings of the National Academy of Sciences, USA. 2011;108:12539–12544.", "ArticleIdList": ["PMC3145709", "21737749"]}]}], "History": [{"Year": "2012", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "5", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22563119", "PMC3398457", "10.1093/jxb/ers128", "ers128"]}}], "PubmedBookArticle": []}