{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Fissure caries", "Ozone", "Preventive dentistry"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22654551", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1305-7464", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2011", "Month": "Oct"}}, "Title": "European journal of dentistry", "ISOAbbreviation": "Eur J Dent"}, "ArticleTitle": "Effectiveness of Ozone with or without the Additional Use of Remineralizing Solution on Non-Cavitated Fissure Carious Lesions in Permanent Molars.", "Pagination": {"StartPage": "393", "EndPage": "399", "MedlinePgn": "393-9"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate the efficiency of ozone alone and with a re-mineralizing solution following application on initial pit and fissure caries lesions in permanent molars.", "Forty children (9-12 years) having non-cavitated fissure caries lesions on bilateral 40 first permanent mandibular molar teeth were participated in the study. Patients were randomly allocated to 2 experimental groups consisting of 20 subjects. In the first group, ozone was applied once for 40 seconds to the assigned test teeth of each pair. In the second group, ozone was applied once for 40 seconds to the assigned test teeth of each pair with the use of re-mineralizing solution. Progression or improvement of the caries was assessed at baseline, immediately after treatment and at 1-,2-,3-, and 6 month follow-up by comparing the DIAGNOdent values, Clinical Severity Indexes, Oral Hygiene Scores. The results were analyzed statistically by using the Wilcoxon-Test for dependent samples in each group. When comparing different test groups (control and experimental groups) the Friedman S test followed by the Mann-Whitney U test was used.", "A statistically significant difference was found between all of the control and experimental test lesions in each group (P<.001). However, there was no statistically significant difference between the ozone treated groups and those using the additional re-mineralizing solution (P>.001).", "Ozone treatment either alone or combined with a re-mineralizing solution was found to be effective for remineralization of initial fissure caries lesions."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Gazi University, Faculty of Dentistry, Department of Pediatric Dentistry, Ankara, Turkey."}], "Identifier": [], "LastName": "Atabek", "ForeName": "Didem", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Oztas", "ForeName": "Nurhan", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Eur J Dent", "NlmUniqueID": "101303672"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Müller P, Guggenheim B, Schmidlin PR. Efficacy of gasiform ozone and photodynamic therapy on a multispecies oral biofilm in vitro. Eur J Oral Sci. 2007;115:77–80.", "ArticleIdList": ["17305720"]}, {"Citation": "Murdoch-Kinch CA. Minimal invasive dentistry. J Am Dent Assoc. 2003;134:87–95.", "ArticleIdList": ["12555961"]}, {"Citation": "Featherstone JD. The science and practice of caries prevention. J Am Dent Assoc. 2000;131:887–899.", "ArticleIdList": ["10916327"]}, {"Citation": "Baysan A, Lynch E. Effect of ozone on the oral microbiota and clinical severity of primary root caries. Am J Dent. 2004;17:56–60.", "ArticleIdList": ["15241911"]}, {"Citation": "Huth KC, Paschos E, Brand K, Hickel R. Effect of ozone on non-cavitated fissure carious lesions in permanent molars. A controlled prospective clinical study. Am J Dent. 2005;18:223–228.", "ArticleIdList": ["16296426"]}, {"Citation": "Nogales CG, Ferrari PH, Kantorovich EO, Lage-Marques JL. Ozone therapy in medicine and dentistry. J Contemp Dent Pract. 2008;9:75–84.", "ArticleIdList": ["18473030"]}, {"Citation": "Dähnhardt JE, Jaeggi T, Lussi A. Treating open carious lesions in anxious children with ozone. A prospective controlled clinical study. Am J Dent. 2006;19:267–270.", "ArticleIdList": ["17073201"]}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M. Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod. 2004;30:778–781.", "ArticleIdList": ["15505509"]}, {"Citation": "Oizumi M, Suzuki T, Uchida M, Furuya J, Okamoto Y. In-vitro testing of a denture cleaning method using ozone. J Med Dent Sci. 1998;45:135–139.", "ArticleIdList": ["11186199"]}, {"Citation": "Baysan A, Beighton D. Assessment of the ozone-mediated killing of bacteria in infected dentine associated with non-cavitated occlusal carious lesions. Caries Res. 2007;41:337–341.", "ArticleIdList": ["PMC2790727", "17713332"]}, {"Citation": "Velano HE, do Nascimento LC, de Barros LM, Panzeri H. In vitro assessment of antibacterial activity of ozonized water against Staphylococcus aureus. Pesqui Odontol Bras. 2001;15:18–22.", "ArticleIdList": ["11705311"]}, {"Citation": "Baysan A, Whiley RA, Lynch E. Antimicrobial effect of a novel ozone- generating device on micro-organisms associated with primary root carious lesions in vitro. Caries Res. 2000;34:498–501.", "ArticleIdList": ["11093025"]}, {"Citation": "Lynch E. Antimicrobial management of primary root carious lesions: a review. Gerodontology. 1996;13:118–129.", "ArticleIdList": ["9452634"]}, {"Citation": "Ekstrand KR, Ricketts DNJ, Kidd EAM, Ovist V, Schou S. Detection, diagnosis, monitoring and logical treatment of occlusal caries in relation to lesion activity and severity: an in vivo examination with histological validation. Caries Res. 1998;32:247–254.", "ArticleIdList": ["9643366"]}, {"Citation": "Featherstone JD. Caries prevention and reversal based on the caries balance. Pediatr Dent. 2006;28:128–132. discussion 192–198.", "ArticleIdList": ["16708787"]}, {"Citation": "Loesche WJ. Role of Streptococcus mutans in human dental decay. Microbiol Rev. 1986;50:353–380.", "ArticleIdList": ["PMC373078", "3540569"]}, {"Citation": "ten Cate JM, Featherstone JD. Mechanistic aspects of the interactions between fluoride and dental enamel. Crit Rev Oral Biol Med. 1991;2:283–296.", "ArticleIdList": ["1892991"]}, {"Citation": "Lamkin MS, Oppenheim FG. Structural features of salivary function. Crit Rev Oral Biol Med. 1993;4:251–259.", "ArticleIdList": ["8373982"]}, {"Citation": "Lynch H, Milgrom P. Xylitol and dental caries: an overview for clinicians. J Calif Dent Assoc. 2003;31:205–209.", "ArticleIdList": ["12693818"]}, {"Citation": "Featherstone JD, Gansky SA, Hoover CI. A randomized clinical trial of caries management by risk assessment. Caries Res. 2005;39:295.", "ArticleIdList": ["PMC3362266", "22472515"]}, {"Citation": "Yamayoshi T, Tatsumi N. Microbicidal effects of ozone solution on methicillin-resistant Staphylococcus aureus. Drugs Exp Clin Res. 1993;19:59–64.", "ArticleIdList": ["8223143"]}, {"Citation": "Hems RS, Gulabivala K, Ng YL, Ready D, Spratt DA. An in vitro evaluation of the ability of ozone to kill a strain of Enterococcus faecalis. Int Endod J. 2005;38:22–29.", "ArticleIdList": ["15606819"]}, {"Citation": "Sechi LA, Lezcano I, Nunez N, Espim M, Duprè I, Pinna A, Molicotti P, Fadda G, Zanetti S. Antibacterial activity of ozonized sunflower oil (Oleozon) J Appl Microbiol. 2001;90:279–284.", "ArticleIdList": ["11168731"]}, {"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105:e85–91.", "ArticleIdList": ["18280954"]}, {"Citation": "Baysan A, Lynch E. The use of ozone in dentistry and medicine. Part 2. Ozone and root caries. Prim Dent Care. 2006;13:37–41.", "ArticleIdList": ["16393498"]}, {"Citation": "Baysan A, Lynch E, Grootveld M. The use of ozone for the management of primary root carious lesions. Tissue preservation and caries treatment. Quintessence Book. 2001;3:49–67."}, {"Citation": "Hodson N, Dunne SM. Using ozone to treat dental caries. J Esthet Restor Dent. 2007;19:303–305.", "ArticleIdList": ["18005277"]}, {"Citation": "Kramer PF, Zelante F, Simionato MR. The immediate and long-term effects of invasive and noninvasive pit and fissure sealing techniques on the microflora in occlusal fissures of human teeth. Pediatr Dent. 1993;15:108–112.", "ArticleIdList": ["8327360"]}, {"Citation": "Theilade E, Fejerskov O, Migasena K, Prachyabrued W. Effect of fissure sealing on the microflora in occlusal fissures of human teeth. Arch Oral Biol. 1977;22:251–259.", "ArticleIdList": ["270316"]}, {"Citation": "Hugoson A, Lundgren D, Asklöw B, Borgklint G. Effect of three different dental health preventive programmes on young adult individuals: a randomized, blinded, parallel group, controlled evaluation of oral hygiene behaviour on plaque and gingivitis. J Clin Periodontol. 2007;34:407–415.", "ArticleIdList": ["17448044"]}, {"Citation": "Tan HH, Ruiter E, Verhey H. Effects of repeated dental health care education on gingival health, knowledge, attitude, behavior and perception. Community Dent Oral Epidemiol. 1981;9:15–21.", "ArticleIdList": ["6941872"]}]}], "History": [{"Year": "2012", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "6", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2011", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22654551", "PMC3364757"]}}], "PubmedBookArticle": []}