{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22702509", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "06", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1365-2222.2012.04005.x"], "ArticleDate": [], "Journal": {"ISSN": "1365-2222", "JournalIssue": {"Volume": "42", "Issue": "7", "PubDate": {"Year": "2012", "Month": "Jul"}}, "Title": "Clinical and experimental allergy : journal of the British Society for Allergy and Clinical Immunology", "ISOAbbreviation": "Clin Exp Allergy"}, "ArticleTitle": "Lung effects of inhaled corticosteroids in a rhesus monkey model of childhood asthma.", "Pagination": {"StartPage": "1104", "EndPage": "1118", "MedlinePgn": "1104-18"}, "Abstract": {"AbstractText": ["The risks for infants and young children receiving inhaled corticosteroid (ICS) therapy are largely unknown. Recent clinical studies indicate that ICS therapy in pre-school children with symptoms of asthma result in decreased symptoms without influencing the clinical disease course, but potentially affect postnatal growth and development. The current study employs a primate experimental model to identify the risks posed by ICS therapy.", "To (1) establish whether ICS therapy in developing primate lungs reverses pulmonary pathobiology associated with allergic airway disease (AAD) and (2) define the impact of ICS on postnatal lung growth and development in primates.", "Infant rhesus monkeys were exposed, from 1 through 6 months, to filtered air (FA) with house dust mite allergen and ozone using a protocol that produces AAD (AAD monkeys), or to FA alone (Control monkeys). From three through 6 months, the monkeys were treated daily with ICS (budesonide) or saline.", "Several AAD manifestations (airflow restrictions, lavage eosinophilia, basement membrane zone thickening, epithelial mucin composition) were reduced with ICS treatment, without adverse effects on body growth or adrenal function; however, airway branching abnormalities and intraepithelial innervation were not reduced. In addition, several indicators of postnatal lung growth and differentiation: vital capacity, inspiratory capacity, compliance, non-parenchymal lung volume and alveolarization, were increased in both AAD and Control monkeys that received ICS treatment.", "Incomplete prevention of pathobiological changes in the airways and disruption of postnatal growth and differentiation of airways and lung parenchyma in response to ICS pose risks for developing primate lungs. These responses also represent two mechanisms that could compromise ICS therapy's ability to alter clinical disease course in young children."], "CopyrightInformation": "© 2012 Blackwell Publishing Ltd."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Respiratory Diseases Unit, California National Primate Research Center, University of California, One Shields Ave, Davis, CA 95616, USA. cgplopper@ucdavis.edu"}], "Identifier": [], "LastName": "Plopper", "ForeName": "C G", "Initials": "CG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Joad", "ForeName": "J P", "Initials": "JP"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Miller", "ForeName": "L A", "Initials": "LA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schelegle", "ForeName": "E S", "Initials": "ES"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fanucchi", "ForeName": "M V", "Initials": "MV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Van Winkle", "ForeName": "L S", "Initials": "LS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tyler", "ForeName": "N K", "Initials": "NK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Avdalovic", "ForeName": "M V", "Initials": "MV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Evans", "ForeName": "M J", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lasley", "ForeName": "W L", "Initials": "WL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Buckpitt", "ForeName": "A R", "Initials": "AR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pinkerton", "ForeName": "K E", "Initials": "KE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tarkington", "ForeName": "B K", "Initials": "BK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Davis", "ForeName": "S", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nishio", "ForeName": "S J", "Initials": "SJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gershwin", "ForeName": "L J", "Initials": "LJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wu", "ForeName": "R", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hyde", "ForeName": "D M", "Initials": "DM"}], "GrantList": [{"GrantID": "F32 ES005707", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES005707", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P51 RR000169", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES000628", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL081286", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "RR00169", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES00628", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Clin Exp Allergy", "NlmUniqueID": "8906443", "ISSNLinking": "0954-7894"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adrenal Cortex Hormones"}, {"RegistryNumber": "0", "NameOfSubstance": "Allergens"}, {"RegistryNumber": "0", "NameOfSubstance": "Antigens, Dermatophagoides"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Adrenal Cortex Hormones"}, {"QualifierName": ["toxicity"], "DescriptorName": "Allergens"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["toxicity"], "DescriptorName": "Antigens, Dermatophagoides"}, {"QualifierName": ["chemically induced", "drug therapy", "pathology", "physiopathology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": ["growth & development", "pathology", "physiopathology"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Macaca mulatta"}, {"QualifierName": [], "DescriptorName": "Male"}], "CoiStatement": "<i>Conflict of interest:</i> The authors have no conflict of interest to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Sly PD. The early origins of asthma: who is really at risk? Curr Opin Allergy Clin Immunol. 2011;11:24–8.", "ArticleIdList": ["21150438"]}, {"Citation": "Mortimer KM, Neas LM, Dockery DW, Redline S, Tager IB. The effect of air pollution on inner-city children with asthma. Eur Respir J. 2002;19:699–705.", "ArticleIdList": ["11999000"]}, {"Citation": "Yunginger JW, Reed CE, O’Connell EJ, Melton LJ, 3rd, O’Fallon WM, Silverstein MD. A community-based study of the epidemiology of asthma. Incidence rates, 1964–1983. Am Rev Respir Dis. 1992;146:888–94.", "ArticleIdList": ["1416415"]}, {"Citation": "Rosenstreich DL, Eggleston P, Kattan M, et al. The role of cockroach allergy and exposure to cockroach allergen in causing morbidity among inner-city children with asthma. N Engl J Med. 1997;336:1356–63.", "ArticleIdList": ["9134876"]}, {"Citation": "McConnell R, Islam T, Shankardass K, et al. Childhood incident asthma and traffic-related air pollution at home and school. Environ Health Perspect. 2010;118:1021–6.", "ArticleIdList": ["PMC2920902", "20371422"]}, {"Citation": "Clark NA, Demers PA, Karr CJ, et al. Effect of early life exposure to air pollution on development of childhood asthma. Environ Health Perspect. 2010;118:284–90.", "ArticleIdList": ["PMC2831931", "20123607"]}, {"Citation": "Harley KG, Macher JM, Lipsett M, et al. Fungi and pollen exposure in the first months of life and risk of early childhood wheezing. Thorax. 2009;64:353–8.", "ArticleIdList": ["PMC3882001", "19240083"]}, {"Citation": "Turner SW, Young S, Goldblatt J, Landau LI, Le Souef PN. Childhood asthma and increased airway responsiveness: a relationship that begins in infancy. Am J Respir Crit Care Med. 2009;179:98–104.", "ArticleIdList": ["18990677"]}, {"Citation": "Malmstrom K, Pelkonen AS, Malmberg LP, et al. Lung function, airway remodelling and inflammation in symptomatic infants: outcome at 3 years. Thorax. 2011;66:157–62.", "ArticleIdList": ["21199817"]}, {"Citation": "Sears MR, Greene JM, Willan AR, et al. A longitudinal, population-based, cohort study of childhood asthma followed to adulthood. N Engl J Med. 2003;349:1414–22.", "ArticleIdList": ["14534334"]}, {"Citation": "Guilbert TW, Morgan WJ, Zeiger RS, et al. Long-term inhaled corticosteroids in preschool children at high risk for asthma. N Engl J Med. 2006;354:1985–97.", "ArticleIdList": ["16687711"]}, {"Citation": "Martinez FD, Wright AL, Taussig LM, Holberg CJ, Halonen M, Morgan WJ. Asthma and wheezing in the first six years of life. The Group Health Medical Associates. N Engl J Med. 1995;332:133–8.", "ArticleIdList": ["7800004"]}, {"Citation": "Morgan WJ, Stern DA, Sherrill DL, et al. Outcome of asthma and wheezing in the first 6 years of life: follow-up through adolescence. Am J Respir Crit Care Med. 2005;172:1253–8.", "ArticleIdList": ["PMC2718414", "16109980"]}, {"Citation": "Zeiger RS, Dawson C, Weiss S. Relationships between duration of asthma and asthma severity among children in the Childhood Asthma Management Program (CAMP) J Allergy Clin Immunol. 1999;103:376–87.", "ArticleIdList": ["10069869"]}, {"Citation": "Group TCAMPR. Long-term effects of budesonide or nedocromil in children with asthma. N Engl J Med. 2000;343:1054–63.", "ArticleIdList": ["11027739"]}, {"Citation": "Castro-Rodriguez JA, Rodrigo GJ. Efficacy of inhaled corticosteroids in infants and preschoolers with recurrent wheezing and asthma: a systematic review with meta-analysis. Pediatrics. 2009;123:e519–25.", "ArticleIdList": ["19254986"]}, {"Citation": "Strunk RC, Sternberg AL, Szefler SJ, Zeiger RS, Bender B, Tonascia J. Long-term budesonide or nedocromil treatment, once discontinued, does not alter the course of mild to moderate asthma in children and adolescents. J Pediatr. 2009;154:682–7.", "ArticleIdList": ["PMC2942076", "19167726"]}, {"Citation": "NAEPP Program. Expert panel report 3: guidelines for the diagnosis and management of asthma, full report. Bethesda: National Heart, Lung and Blood Institute; 2007."}, {"Citation": "Burri PH. Postnatal development and growth. In: Crystal JBWRG, Weibel ER, Barnes PJ, editors. The lung: scientific foundations. Philadelphia: Lippincott-Raven Publishers; 1997. pp. 1013–26."}, {"Citation": "Balinotti JE, Tiller CJ, Llapur CJ, et al. Growth of the lung parenchyma early in life. Am J Respir Crit Care Med. 2009;179:134–7.", "ArticleIdList": ["PMC2633059", "18996997"]}, {"Citation": "Gauderman WJ, McConnell R, Gilliland F, et al. Association between air pollution and lung function growth in southern California children. Am J Respir Crit Care Med. 2000;162:1383–90.", "ArticleIdList": ["11029349"]}, {"Citation": "Schelegle ES, Miller LA, Gershwin LJ, et al. Repeated episodes of ozone inhalation amplifies the effects of allergen sensitization and inhalation on airway immune and structural development in Rhesus monkeys. Toxicol Appl Pharmacol. 2003;191:74–85.", "ArticleIdList": ["12915105"]}, {"Citation": "Plopper CG, Smiley-Jewell SM, Miller LA, et al. Asthma/allergic airways disease: does postnatal exposure to environmental toxicants promote airway pathobiology? Toxicol Pathol. 2007;35:97–110.", "ArticleIdList": ["17325978"]}, {"Citation": "Schelegle ES, Gershwin LJ, Miller LA, et al. Allergic asthma induced in rhesus monkeys by house dust mite (Dermatophagoides farinae) Am J Pathol. 2001;158:333–41.", "ArticleIdList": ["PMC1850255", "11141508"]}, {"Citation": "Evans MJ, Van Winkle LS, Fanucchi MV, et al. Fibroblast growth factor-2 in remodeling of the developing basement membrane zone in the trachea of infant rhesus monkeys sensitized and challenged with allergen. Lab Invest. 2002;82:1747–54.", "ArticleIdList": ["12480924"]}, {"Citation": "Evans MJ, Fanucchi MV, Van Winkle LS, et al. Fibroblast growth factor-2 during postnatal development of the tracheal basement membrane zone. Am J Physiol Lung Cell Mol Physiol. 2002;283:L1263–70.", "ArticleIdList": ["12388330"]}, {"Citation": "Evans MJ, Fanucchi MV, Baker GL, et al. Atypical development of the tracheal basement membrane zone of infant rhesus monkeys exposed to ozone and allergen. Am J Physiol Lung Cell Mol Physiol. 2003;285:L931–9.", "ArticleIdList": ["12832283"]}, {"Citation": "Miller LA, Plopper CG, Hyde DM, et al. Immune and airway effects of house dust mite aeroallergen exposures during postnatal development of the infant rhesus monkey. Clin Exp Allergy. 2003;33:1686–94.", "ArticleIdList": ["14656356"]}, {"Citation": "Larson SD, Schelegle ES, Walby WF, et al. Postnatal remodeling of the neural components of the epithelial-mesenchymal trophic unit in the proximal airways of infant rhesus monkeys exposed to ozone and allergen. Toxicol Appl Pharmacol. 2004;194:211–20.", "ArticleIdList": ["14761677"]}, {"Citation": "Evans MJ, Fanucchi MV, Baker GL, et al. The remodelled tracheal basement membrane zone of infant rhesus monkeys after 6 months of recovery. Clin Exp Allergy. 2004;34:1131–6.", "ArticleIdList": ["15248862"]}, {"Citation": "Tran MU, Weir AJ, Fanucchi MV, et al. Smooth muscle development during postnatal growth of distal bronchioles in infant rhesus monkeys. J Appl Physiol. 2004;97:2364–71. discussion 54.", "ArticleIdList": ["15347627"]}, {"Citation": "Tran MU, Weir AJ, Fanucchi MV, et al. Smooth muscle hypertrophy in distal airways of sensitized infant rhesus monkeys exposed to house dust mite allergen. Clin Exp Allergy. 2004;34:1627–33.", "ArticleIdList": ["15479280"]}, {"Citation": "Van Winkle LS, Fanucchi MV, Miller LA, et al. Epithelial cell distribution and abundance in rhesus monkey airways during postnatal lung growth and development. J Appl Physiol. 2004;97:2355–63. discussion 54.", "ArticleIdList": ["15298983"]}, {"Citation": "Chou DL, Daugherty BL, McKenna EK, et al. Chronic aeroallergen during infancy enhances eotaxin-3 expression in airway epithelium and nerves. Am J Respir Cell Mol Biol. 2005;33:1–8.", "ArticleIdList": ["PMC2715301", "15834047"]}, {"Citation": "Joad JP, Kott KS, Bric JM, et al. Structural and functional localization of airway effects from episodic exposure of infant monkeys to allergen and/or ozone. Toxicol Appl Pharmacol. 2006;214:237–43.", "ArticleIdList": ["16466656"]}, {"Citation": "Fanucchi MV, Plopper CG, Evans MJ, et al. Cyclic exposure to ozone alters distal airway development in infant rhesus monkeys. Am J Physiol Lung Cell Mol Physiol. 2006;291:L644–50.", "ArticleIdList": ["16648242"]}, {"Citation": "Avdalovic MV, Putney LF, Schelegle ES, et al. Vascular remodeling is airway generation-specific in a primate model of chronic asthma. Am J Respir Crit Care Med. 2006;174:1069–76.", "ArticleIdList": ["PMC2648107", "16931639"]}, {"Citation": "Hyde DM, Harkema JR, Tyler NK, Plopper CG. Design-based sampling and quantitation of the respiratory airways. Toxicol Pathol. 2006;34:286–95.", "ArticleIdList": ["16698728"]}, {"Citation": "Kajekar R, Pieczarka EM, Smiley-Jewell SM, Schelegle ES, Fanucchi MV, Plopper CG. Early postnatal exposure to allergen and ozone leads to hyper-innervation of the pulmonary epithelium. Respir Physiol Neurobiol. 2007;155:55–63.", "ArticleIdList": ["16616710"]}, {"Citation": "Joad JP, Kott KS, Bric JM, et al. The effects of inhaled corticosteroids on intrinsic responsiveness and histology of airways from infant monkeys exposed to house dust mite allergen and ozone. Toxicol Appl Pharmacol. 2008;226:153–60.", "ArticleIdList": ["17991502"]}, {"Citation": "Hyde DM, Blozis SA, Avdalovic MV, et al. Alveoli increase in number but not size from birth to adulthood in rhesus monkeys. Am J Physiol Lung Cell Mol Physiol. 2007;293:L570–9.", "ArticleIdList": ["17586691"]}, {"Citation": "Plopper CG, Fanucchi MV. Development of airway epithelium. In: Harding R, Pinkerton K, Plopper C, editors. The lung; development, aging and the environment. London: Elsevier Academic Press; 2004. pp. 13–32."}, {"Citation": "Plopper CG, Harkema JR. The respiratory system and its use in research. In: Wolfe-Coote S, editor. The laboratory primate. London: Elsevier Academic Press; 2005. pp. 503–27."}, {"Citation": "Golub MS, Gershwin ME, Hurley LS, Saito WY, Hendrickx AG. Studies of marginal zinc deprivation in rhesus monkeys. IV. Growth of infants in the first year. Am J Clin Nutr. 1984;40:1192–202.", "ArticleIdList": ["6507341"]}, {"Citation": "Evans MJ, Van Winkle LS, Fanucchi MV, Plopper CG. The attenuated - fibroblast sheath of the respiratory tract epithelial-mesenchymal trophic unit. Am J Respir Cell Mol Biol. 1999;21:655–7.", "ArticleIdList": ["10572061"]}, {"Citation": "Lipworth BJ. Systemic adverse effects of inhaled corticosteroid therapy: a systematic review and meta-analysis. Arch Intern Med. 1999;159:941–55.", "ArticleIdList": ["10326936"]}, {"Citation": "Bolt RJ, van Weissenbruch MM, Lafeber HN, Delemarre-van de Waal HA. Glucocorticoids and lung development in the fetus and preterm infant. Pediatr Pulmonol. 2001;32:76–91.", "ArticleIdList": ["11416880"]}, {"Citation": "Cagney M, MacIntyre CR, McIntyre PB, Peat J. Childhood asthma diagnosis and use of asthma medication. Aust Fam Physician. 2005;34:193–6.", "ArticleIdList": ["15799674"]}, {"Citation": "Gold DR, Fuhlbrigge AL. Inhaled corticosteroids do not prevent subsequent development of asthma. J Pediatr. 2006;149:728–9.", "ArticleIdList": ["17095358"]}, {"Citation": "Bisgaard H, Hermansen MN, Loland L, Halkjaer LB, Buchvald F. Intermittent inhaled corticosteroids in infants with episodic wheezing. N Engl J Med. 2006;354:1998–2005.", "ArticleIdList": ["16687712"]}, {"Citation": "Weinberger M. Should corticosteroids be used for first-time young wheezers? J Allergy Clin Immunol. 2007;119:567–9.", "ArticleIdList": ["17258307"]}, {"Citation": "Ducharme FM, Lemire C, Noya FJ, et al. Preemptive use of high-dose fluticasone for virus-induced wheezing in young children. N Engl J Med. 2009;360:339–53.", "ArticleIdList": ["19164187"]}, {"Citation": "Agertoft L, Pedersen S. Short-term lower leg growth rate in children with rhinitis treated with intranasal mometasone furoate and budesonide. J Allergy Clin Immunol. 1999;104:948–52.", "ArticleIdList": ["10550737"]}, {"Citation": "Panickar J, Lakhanpaul M, Lambert PC, et al. Oral prednisolone for preschool children with acute virus-induced wheezing. N Engl J Med. 2009;360:329–38.", "ArticleIdList": ["19164186"]}, {"Citation": "Gold DR, Fuhlbrigge AL. Inhaled corticosteroids for young children with wheezing. N Engl J Med. 2006;354:2058–60.", "ArticleIdList": ["16687719"]}, {"Citation": "Wang Y, Tang Y, Moellmann H, Hochhaus G. Simultaneous quantification of budesonide and its two metabolites, 6beta-hydroxybudesonide and 16alpha-hydroxyprednisolone, in human plasma by liquid chromatography negative electrospray ionization tandem mass spectrometry. Biomed Chromatogr. 2003;17:158–64.", "ArticleIdList": ["12717805"]}, {"Citation": "Hyde DM, Tyler NK, Plopper CG. Morphometry of the respiratory tract: avoiding the sampling, size, orientation, and reference traps. Toxicol Pathol. 2007;35:41–8.", "ArticleIdList": ["17325971"]}, {"Citation": "Larson SD, Schelegle ES, Hyde DM, Plopper CG. The three-dimensional distribution of nerves along the entire intrapulmonary airway tree of the adult rat and the anatomical relationship between nerves and neuroepithelial bodies. Am J Respir Cell Mol Biol. 2003;28:592–9.", "ArticleIdList": ["12707015"]}, {"Citation": "Agertoft L, Pedersen S. Lung deposition and systemic availability of fluticasone Diskus and budesonide Turbuhaler in children. Am J Respir Crit Care Med. 2003;168:779–82.", "ArticleIdList": ["12893646"]}, {"Citation": "Agertoft L, Andersen A, Weibull E, Pedersen S. Systemic availability and pharmacokinetics of nebulised budesonide in preschool children. Arch Dis Child. 1999;80:241–7.", "ArticleIdList": ["PMC1717853", "10325704"]}, {"Citation": "Evans MJ, Fanucchi MV, Plopper CG. Basement membrane zone in asthma. Curr Respir Med Rev. 2006;2:331–7.", "ArticleIdList": ["PMC9060264", "35505688"]}, {"Citation": "Holgate ST, Davies DE, Lackie PM, Wilson SJ, Puddicombe SM, Lordan JL. Epithelial-mesenchymal interactions in the pathogenesis of asthma. J Allergy Clin Immunol. 2000;105:193–204.", "ArticleIdList": ["10669837"]}, {"Citation": "Clay CC, Rodrigues DS, Brignolo LL, et al. Chemokine networks and in vivo T-lymphocyte trafficking in nonhuman primates. J Immunol Methods. 2004;293:23–42.", "ArticleIdList": ["15541274"]}, {"Citation": "Plopper CG. Structural methods for studying bronchiolar epithelial cells. In: Gil J, editor. Models of lung disease: microscopy and structural methods. New York: Marcel Dekker, Inc; 1990. pp. 537–59."}, {"Citation": "Bunton TE, Plopper CG. Triamcinolone- induced structural alterations in the development of the lung of the fetal rhesus macaque. Am J Obstet Gynecol. 1984;148:203–15.", "ArticleIdList": ["6691397"]}, {"Citation": "Kovar J, Willet KE, Hislop A, Sly PD. Impact of postnatal glucocorticoids on early lung development. J Appl Physiol. 2005;98:881–8.", "ArticleIdList": ["15465892"]}, {"Citation": "Mitzner W, Johnson JW, Beck J, London W, Sly D. Influence of beta-methasone on the development of mechanical properties in the fetal rhesus monkey lung. Am Rev Respir Dis. 1982;125:233–8.", "ArticleIdList": ["7065528"]}, {"Citation": "Davey MG, Johns DP, Harding R. Postnatal development of respiratory function in lambs studied serially between birth and 8 weeks. Respir Physiol. 1998;113:83–93.", "ArticleIdList": ["9776554"]}, {"Citation": "Massaro D, Massaro GD. Critical period for alveologenesis and early determinants of adult pulmonary disease. Am J Physiol Lung Cell Mol Physiol. 2004;287:L715–7.", "ArticleIdList": ["15355862"]}, {"Citation": "Tschanz SA, Makanya AN, Haenni B, Burri PH. Effects of neonatal high-dose short-term glucocorticoid treatment on the lung: a morphologic and morphometric study in the rat. Pediatr Res. 2003;53:72–80.", "ArticleIdList": ["12508084"]}, {"Citation": "Massaro GD, Massaro D, Chan WY, et al. Retinoic acid receptor-beta: an endogenous inhibitor of the perinatal formation of pulmonary alveoli. Physiol Genomics. 2000;4:51–7.", "ArticleIdList": ["11074013"]}, {"Citation": "Massaro GD, Massaro D, Chambon P. Retinoic acid receptor-alpha regulates pulmonary alveolus formation in mice after, but not during, perinatal period. Am J Physiol Lung Cell Mol Physiol. 2003;284:L431–3.", "ArticleIdList": ["12533315"]}, {"Citation": "Massaro D, Teich N, Maxwell S, Massaro GD, Whitney P. Postnatal development of alveoli. Regulation and evidence for a critical period in rats. J Clin Invest. 1985;76:1297–305.", "ArticleIdList": ["PMC424058", "4056033"]}]}], "History": [{"Year": "2012", "Month": "6", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "6", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22702509", "NIHMS547369", "PMC3913647", "10.1111/j.1365-2222.2012.04005.x"]}}], "PubmedBookArticle": []}