{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22733058", "DateCompleted": {"Year": "2012", "Month": "08", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["3722", "10.3791/3722"], "ArticleDate": [{"Year": "2012", "Month": "06", "Day": "18"}], "Journal": {"ISSN": "1940-087X", "JournalIssue": {"Issue": "64", "PubDate": {"Year": "2012", "Month": "Jun", "Day": "18"}}, "Title": "Journal of visualized experiments : JoVE", "ISOAbbreviation": "J Vis Exp"}, "ArticleTitle": "Analytical techniques for assaying nitric oxide bioactivity.", "Pagination": {"StartPage": "e3722", "MedlinePgn": "e3722"}, "Abstract": {"AbstractText": ["Nitric oxide (NO) is a diatomic free radical that is extremely short lived in biological systems (less than 1 second in circulating blood). NO may be considered one of the most important signaling molecules produced in our body, regulating essential functions including but not limited to regulation of blood pressure, immune response and neural communication. Therefore its accurate detection and quantification in biological matrices is critical to understanding the role of NO in health and disease. With such a short physiological half life of NO, alternative strategies for the detection of reaction products of NO biochemistry have been developed. The quantification of relevant NO metabolites in multiple biological compartments provides valuable information with regards to in vivo NO production, bioavailability and metabolism. Simply sampling a single compartment such as blood or plasma may not always provide an accurate assessment of whole body NO status, particularly in tissues. The ability to compare blood with select tissues in experimental animals will help bridge the gap between basic science and clinical medicine as far as diagnostic and prognostic utility of NO biomarkers in health and disease. Therefore, extrapolation of plasma or blood NO status to specific tissues of interest is no longer a valid approach. As a result, methods continue to be developed and validated which allow the detection and quantification of NO and NO-related products/metabolites in multiple compartments of experimental animals in vivo. The established paradigm of NO biochemistry from production by NO synthases to activation of soluble guanylyl cyclase (sGC) to eventual oxidation to nitrite (NO(2)(-)) and nitrate (NO(3)(-)) may only represent part of NO's effects in vivo. The interaction of NO and NO-derived metabolites with protein thiols, secondary amines, and metals to form S-nitrosothiols (RSNOs), N-nitrosamines (RNNOs), and nitrosyl-heme respectively represent cGMP-independent effects of NO and are likely just as important physiologically as activation of sGC by NO. A true understanding of NO in physiology is derived from in vivo experiments sampling multiple compartments simultaneously. Nitric oxide (NO) methodology is a complex and often confusing science and the focus of many debates and discussion concerning NO biochemistry. The elucidation of new mechanisms and signaling pathways involving NO hinges on our ability to specifically, selectively and sensitively detect and quantify NO and all relevant NO products and metabolites in complex biological matrices. Here, we present a method for the rapid and sensitive analysis of nitrite and nitrate by HPLC as well as detection of free NO in biological samples using in vitro ozone based chemiluminescence with chemical derivitazation to determine molecular source of NO as well as ex vivo with organ bath myography."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Texas Therapeutics Institute, University of Texas Health Science Center at Houston, USA."}], "Identifier": [], "LastName": "Jiang", "ForeName": "Hong", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Parthasarathy", "ForeName": "Deepa", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Torregrossa", "ForeName": "Ashley C", "Initials": "AC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mian", "ForeName": "Asad", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Bryan", "ForeName": "Nathan S", "Initials": "NS"}], "PublicationTypeList": ["Journal Article", "Video-Audio Media"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Vis Exp", "NlmUniqueID": "101313252", "ISSNLinking": "1940-087X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrites"}, {"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["instrumentation", "methods"], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["instrumentation", "methods"], "DescriptorName": "Luminescent Measurements"}, {"QualifierName": ["analysis", "blood", "metabolism"], "DescriptorName": "Nitrates"}, {"QualifierName": ["analysis", "blood", "metabolism"], "DescriptorName": "Nitric Oxide"}, {"QualifierName": ["analysis", "blood", "metabolism"], "DescriptorName": "Nitrites"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kelm M. Nitric oxide metabolism and breakdown. Biochimica et Biophysica Acta. 1999;1411:273–289.", "ArticleIdList": ["10320663"]}, {"Citation": "Furchgott RF, Zawadzki JV. The obligatory role of endothelial cells in the relaxation of arterial smooth muscle by acetycholine. Nature. 1980;288:373–376.", "ArticleIdList": ["6253831"]}, {"Citation": "Ignarro LJ. Endothelium-derived relaxing factor produced and released from artery and vein is nitric oxide. Proc. Natl. Acad Sci. U.S.A. 1987;84:9265–9269.", "ArticleIdList": ["PMC299734", "2827174"]}, {"Citation": "Feelisch M. Concomitant S-, N-, and heme-nitrosylation in biological tissues and fluids: implications for the fate of NO in vivo. FASEB J. 2002;16:1775–1785.", "ArticleIdList": ["12409320"]}, {"Citation": "Wang X. Measurement of nitric oxide levels in the red cell: validation of tri-iodide-based chemiluminescence with acid-sulfanilamide pretreatment. J. Biol. Chem. 2006;281:26994–27002.", "ArticleIdList": ["16845122"]}, {"Citation": "Angelo M, Singel DJ, Stamler JS. An S-nitrosothiol (SNO) synthase function of hemoglobin that utilizes nitrite as a substrate. Proc. Natl. Acad. Sci. U.S.A. 2006;103:8366–8371.", "ArticleIdList": ["PMC1482500", "16717191"]}, {"Citation": "Bryan NS. Bound NO in human red blood cells: fact or artifact. Nitric Oxide. 2004;10:221–228.", "ArticleIdList": ["15275868"]}, {"Citation": "Feelisch M. Tissue Processing of Nitrite in Hypoxia: An Intricate Interplay of Nitric Oxide-Generating and -Scavenging Systems. J. Biol. Chem. 2008;283:33927–33934.", "ArticleIdList": ["PMC2590701", "18835812"]}, {"Citation": "Bryan NS, Grisham MB. Methods to detect nitric oxide and its metabolites in biological samples. Free Radic. Biol. Med. 2007;43:645–657.", "ArticleIdList": ["PMC2041919", "17664129"]}, {"Citation": "Lundberg JO, Weitzberg E. NO generation from inorganic nitrate and nitrite: Role in physiology, nutrition and therapeutics. Arch. Pharm. Res. 2009;32:1119–1126.", "ArticleIdList": ["19727604"]}, {"Citation": "Lundberg JO, Weitzberg E, Gladwin MT. The nitrate-nitrite-nitric oxide pathway in physiology and therapeutics. Nat. Rev. Drug. Discov. 2008;7:156–157.", "ArticleIdList": ["18167491"]}]}], "History": [{"Year": "2012", "Month": "6", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "6", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["22733058", "PMC3476381", "10.3791/3722", "3722"]}}], "PubmedBookArticle": []}