{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22773681", "DateCompleted": {"Year": "2013", "Month": "07", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/pcp/pcs096"], "ArticleDate": [{"Year": "2012", "Month": "07", "Day": "05"}], "Journal": {"ISSN": "1471-9053", "JournalIssue": {"Volume": "53", "Issue": "9", "PubDate": {"Year": "2012", "Month": "Sep"}}, "Title": "Plant & cell physiology", "ISOAbbreviation": "Plant Cell Physiol"}, "ArticleTitle": "UV-B irradiation changes specifically the secondary metabolite profile in broccoli sprouts: induced signaling overlaps with defense response to biotic stressors.", "Pagination": {"StartPage": "1546", "EndPage": "1560", "MedlinePgn": "1546-60"}, "Abstract": {"AbstractText": ["Only a few environmental factors have such a pronounced effect on plant growth and development as ultraviolet light (UV). Concerns have arisen due to increased UV-B radiation reaching the Earth's surface as a result of stratospheric ozone depletion. Ecologically relevant low to moderate UV-B doses (0.3-1 kJ m(-2) d(-1)) were applied to sprouts of the important vegetable crop Brassica oleracea var. italica (broccoli), and eco-physiological responses such as accumulation of non-volatile secondary metabolites were related to transcriptional responses with Agilent One-Color Gene Expression Microarray analysis using the 2×204 k format Brassica microarray. UV-B radiation effects have usually been linked to increases in phenolic compounds. As expected, the flavonoids kaempferol and quercetin accumulated in broccoli sprouts (the aerial part of the seedlings) 24 h after UV-B treatment. A new finding is the specific UV-B-mediated induction of glucosinolates (GS), especially of 4-methylsulfinylbutyl GS and 4-methoxy-indol-3-ylmethyl GS, while carotenoids and Chl levels remained unaffected. Accumulation of defensive GS metabolites was accompanied by increased expression of genes associated with salicylate and jasmonic acid signaling defense pathways and up-regulation of genes responsive to fungal and bacterial pathogens. Concomitantly, plant pre-exposure to moderate UV-B doses had negative effects on the performance of the caterpillar Pieris brassicae (L.) and on the population growth of the aphid Myzus persicae (Sulzer). Moreover, insect-specific induction of GS in broccoli sprouts was affected by UV-B pre-treatment."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Leibniz-Institute of Vegetable and Ornamental Crops Großbeeren/Erfurt e.V., Department of Quality, Theodor-Echtermeyer-Weg 1, D-14979 Großbeeren, Germany. inga@entomology.de"}], "Identifier": [], "LastName": "Mewis", "ForeName": "Inga", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schreiner", "ForeName": "Monika", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nguyen", "ForeName": "Chau Nhi", "Initials": "CN"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Krumbein", "ForeName": "Angelika", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ulrichs", "ForeName": "Christian", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lohse", "ForeName": "Marc", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zrenner", "ForeName": "Rita", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Plant Cell Physiol", "NlmUniqueID": "9430925", "ISSNLinking": "0032-0781"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Glucosinolates"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Messenger"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "36-88-4", "NameOfSubstance": "Carotenoids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["physiology"], "DescriptorName": "Aphids"}, {"QualifierName": ["growth & development", "immunology", "metabolism", "radiation effects"], "DescriptorName": "Brassica"}, {"QualifierName": ["physiology"], "DescriptorName": "Butterflies"}, {"QualifierName": ["metabolism"], "DescriptorName": "Carotenoids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": ["metabolism"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "Genes, Plant"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Germination"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glucosinolates"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Herbivory"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Metabolome"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "RNA, Messenger"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Stress, Physiological"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bones AM, Rossiter JT. The enzymatic and chemically induced decomposition of glucosinolates. Phytochemistry. 2006;67:1053–1067.", "ArticleIdList": ["16624350"]}, {"Citation": "Brown PD, Tokuhisa JG, Reichelt M, Gershenzon J. Variation of glucosinolate accumulation among different organs and developmental stages of Arabidopsis thaliana. Phytochemistry. 2003;62:471–481.", "ArticleIdList": ["12620360"]}, {"Citation": "Brown BA, Cloix C, Jiang GH, Kaiserli E, Herzyk P, Kliebenstein DJ, et al. A UV-B-specific signaling component orchestrates plant UV protection. Proc. Natl Acad. Sci. USA. 2005;102:18225–18230.", "ArticleIdList": ["PMC1312397", "16330762"]}, {"Citation": "Caldwell MM, Bornman JF, Ballaré CL, Flint SD, Kulandaivelu G. Terrestrial ecosystems, increased solar ultraviolet radiation, and interactions with other climate change factors. Photochem. Photobiol. Sci. 2007;6:252–266.", "ArticleIdList": ["17344961"]}, {"Citation": "Caputo C, Rutitzky M, Ballaré CL. Solar UV-B radiation alters the attractiveness of Arabidopsis plants to diamondback moths (Plutella xylostella L). Impacts on oviposition and involvement of the jasmonic acid pathway. Oecologia. 2006;149:81–90.", "ArticleIdList": ["16639567"]}, {"Citation": "Clay NK, Adio AM, Denoux C, Jander G, Ausubel FM. Glucosinolate metabolites required for an Arabidopsis innate immune response. Science. 2009;323:95–101.", "ArticleIdList": ["PMC2630859", "19095898"]}, {"Citation": "Demukra PV, Abdala G, Baldwin IT, Ballaré CL. Jasmonate-dependent and independent pathways mediate specific effects of solar ultraviolet B radiation on leaf phenolics and antiherbivore defense. Plant Physiol. 2010;152:1084–1095.", "ArticleIdList": ["PMC2815854", "20007446"]}, {"Citation": "Cloix C, Jenkins GI. Interaction of the Arabidopsis UV-B-specific signalling component UVR8 with chromatin. Mol. Plant. 2008;1:118–128.", "ArticleIdList": ["20031919"]}, {"Citation": "Fagerberg WR, Bornman JF. Modification of leaf cytology and anatomy in Brassica napus grown under above ambient levels of supplemental UV-B radiation. Photochem. Photobiol. Sci. 2005;4:275–279.", "ArticleIdList": ["15738995"]}, {"Citation": "Fahey JW, Zhang Y, Talalay P. Broccoli sprouts: an exceptionally rich source of inducers of enzymes that protect against chemical carcinogens. Proc. Natl Acad. Sci. USA. 1997;94:10367–10372.", "ArticleIdList": ["PMC23369", "9294217"]}, {"Citation": "Favory JJ. Interaction of COP1 and UVR8 regulates UV-B-induced photomorphogenesis and stress acclimation in Arabidopsis. EMBO J. 2009;28:591–601.", "ArticleIdList": ["PMC2657586", "19165148"]}, {"Citation": "Freese R, Alfthan G, Jauhiainen M, Basu S, Erlund I, Salminen I, et al. High intakes of vegetables, berries, and apples combined with a high intake of linoleic or oleic acid only slightly affect markers of lipid peroxidation and lipoprotein metabolism in healthy subjects. Amer. J. Clin. Nutr. 2002;76:950–960.", "ArticleIdList": ["12399265"]}, {"Citation": "Frohnmeyer H, Staiger D. Ultraviolet-B radiation-mediated responses in plants. Balancing damage and protection. Plant Physiol. 2003;133:1420–1428.", "ArticleIdList": ["PMC1540342", "14681524"]}, {"Citation": "Frova C. The plant glutathione transferase gene family: genomic structure, function, expression and evolution. Physiol. Plant. 2003;119:469–479."}, {"Citation": "Graser G, Oldham NJ, Brown PD, Temp U, Gershenzon J. The benzoic acid glucosinolate esters in Arabidopsis thaliana. Phytochemistry. 2001;57:23–32.", "ArticleIdList": ["11336257"]}, {"Citation": "Grene R. Oxidative stress and acclimation mechanisms in plants. Arabidopsis Book. 2002;1:e0036.", "ArticleIdList": ["PMC3243402", "22303206"]}, {"Citation": "Gu YQ, Wildermuth MC, Chakravarthy S, Loh YT, Yang C, He X, et al. Tomato transcription factors pti4, pti5, and pti6 activate defense responses when expressed in Arabidopsis. Plant Cell. 2002;14:817–831.", "ArticleIdList": ["PMC150684", "11971137"]}, {"Citation": "Haack M, Löwinger N, Lippmann D, Kipp A, Pagnotta E, Iori R, et al. Breakdown products of neoglucobrassicin inhibit activation of Nrf2 target genes mediated by myrosinase-derived glucoraphanin hydrolysis products. Biol. Chem. 2010;391:1281–1293.", "ArticleIdList": ["20868228"]}, {"Citation": "Halkier BA, Gershenzon J. Biology and biochemistry of glucosinolates. Annu. Rev. Plant Biol. 2006;57:303–333.", "ArticleIdList": ["16669764"]}, {"Citation": "Harborne JB, Williams CA. Advances in flavonoid research since 1992. Phytochemistry. 2000;55:481–504.", "ArticleIdList": ["11130659"]}, {"Citation": "Hectors K, Prinsen E, Coen WD, Jansen MAK, Guisez Y. Arabidopsis thaliana plants acclimated to low dose rates of ultraviolet B radiation show specific changes in morphology and gene expression in the absence of stress symptoms. New Phytol. 2007;175:255–270.", "ArticleIdList": ["17587374"]}, {"Citation": "Hoelzl C, Lorenz O, Haudek V, Gundacker N, Knasmüller S, Gerner C. Proteome alterations induced in human white blood cells by consumption of Brussels sprouts: results of a pilot intervention study. Proteomics. 2008;2:108–117.", "ArticleIdList": ["21136784"]}, {"Citation": "Huyskens-Keil S, Eichholz I, Kroh LW, Rohn S. UV-B induced changes of phenol composition and antioxidant activity in black currant fruit (Ribes nigrum L.) J. Appl. Bot. Food Qual. 2007;81:140–144."}, {"Citation": "Izaguirre MM, Mazza CA, Svatos A, Baldwin IT, Ballaré CL. Solar ultraviolet-B radiation and insect herbivory trigger partially overlapping phenolic responses in Nicotiana attenuata and Nicotiana longiflora. Ann. Bot. 2007;99:103–109.", "ArticleIdList": ["PMC2802969", "17210605"]}, {"Citation": "Jahangir M, Abdel-Farid IB, Kim HK, Choi YH, Verpoorte R. Healthy and unhealthy plants: the effect of stress on the metabolism of Brassicaceae. Environ. Exp. Bot. 2009;67:23–33."}, {"Citation": "Jansen MAK, Hectors K, O’Brien NM, Guisez Y, Potters G. Plant stress and human health: do human consumers benefit from UV-B acclimated crops? Plant Sci. 2008;175:449–458."}, {"Citation": "Jeffery E, Araya M. Physiological effects of broccoli consumption. Phytochem. Rev. 2009;8:283–298."}, {"Citation": "Jenkins GI. Signal transduction in response to UV-B radiation. Annu. Rev. Plant Biol. 2009;60:407–431.", "ArticleIdList": ["19400728"]}, {"Citation": "Jung S. Variation in antioxidant metabolism of young and mature leaves of Arabidopsis thaliana subjected to drought. Plant Sci. 2004;166:459–466."}, {"Citation": "Kessler A, Baldwin IT. Plant responses to insect herbivory. Annu. Rev. Plant Biol. 2002;53:299–328.", "ArticleIdList": ["12221978"]}, {"Citation": "Kakani VG, Reddy KR, Zhao D, Mohammed AR. Effects of ultraviolet-B radiation on cotton (Gossypium hirsutum L.) morphology and anatomy. Ann. Bot. 2003;91:817–826.", "ArticleIdList": ["PMC4242390", "12770842"]}, {"Citation": "Kim JH, Jander G. Myzus persicae (green peach aphid) feeding on Arabidopsis induces the formation of a deterrent indole glucosinolate. Plant J. 2007;49:1008–1019.", "ArticleIdList": ["17257166"]}, {"Citation": "Kliebenstein DJ, Lambrix V, Reichelt M, Gershenzon J, Mitchell-Olds T. Gene duplication and the diversification of secondary metabolism: side chain modification of glucosinolates in Arabidopsis thaliana. Plant Cell. 2001;13:681–693.", "ArticleIdList": ["PMC135509", "11251105"]}, {"Citation": "Krumbein A, Saeger-Fink H, Schonhof I. Changes in quercetin and kaempferol concentrations during broccoli head ontogeny in three broccoli cultivars. J. Appl. Bot. Food Qual. 2007;81:136–139."}, {"Citation": "Kuhlmann F, Müller C. Independent responses to ultraviolet radiation and herbivore attack in broccoli. J. Exp. Bot. 2009;60:3467–3475.", "ArticleIdList": ["PMC2724694", "19542197"]}, {"Citation": "Kunz BA, Dando PK, Grice DM, Mohr PG, Schenk PM, Cahill DM. UV-induced DNA damage promotes resistance to the biotrophic pathogen Hyaloperonospora parasitica in Arabidopsis. Plant Physiol. 2008;148:1021–1031.", "ArticleIdList": ["PMC2556815", "18667719"]}, {"Citation": "Li G, Quiros CF. Genetic analysis, expression and molecular characterization of BoGSL-ELONG, a major gene involved in the aliphatic glucosinolate pathway of Brassica species. Genetics. 2002;162:1937–1943.", "ArticleIdList": ["PMC1462373", "12524361"]}, {"Citation": "Li G, Quiros CF. In planta side-chain glucosinolate modification in Arabidopsis by introduction of dioxygenase Brassica homolog BoGSL-ALK. Theor. Appl. Genet. 2003;106:1116–1121.", "ArticleIdList": ["12671761"]}, {"Citation": "Li G, Riaz A, Goyal S, Abel S, Quiros CS. Inheritance of three major genes involved in the synthesis of aliphatic glucosinolates in Brassica oleracea. J. Amer. Soc. Hortic. Sci. 2001;126:427–431."}, {"Citation": "Li J, Brader G, Palva ET. The WRKY70 transcription factor: a node of convergence for jasmonate-mediated and salicylate-mediated signals in plant defense. Plant Cell. 2004;16:319–331.", "ArticleIdList": ["PMC341906", "14742872"]}, {"Citation": "Li J, Hansen BG, Ober JA, Kliebenstein DJ, Halkier BA. Subclade of flavin-monooxygenases involved in aliphatic glucosinolate biosynthesis. Plant Physiol. 2008;148:1721–1733.", "ArticleIdList": ["PMC2577257", "18799661"]}, {"Citation": "Lichtenthaler HK, Buschmann C. Current Protocols in Food Analytical Chemistry. Madison, WI: John Wiley and Sons; 2001. Chlorophylls and carotenoids: measurement and characterization by UV-VIS spectroscopy; pp. F4.3.1–F4.3.8."}, {"Citation": "Lieberherr D, Wagner U, Dubuis PH, Métraux JP, Mauch F. The rapid induction of glutathione S-transferases AtGSTF2 and AtGSTF6 by avirulent Pseudomonas syringae is the result of combined salicylic acid and ethylene signaling. Plant Cell Physiol. 2003;44:750–757.", "ArticleIdList": ["12881503"]}, {"Citation": "Lindroth RL, Hofmann RW, Campbell BD, McNabb WC, Hunt DY. Population differences in Trifolium repens L. response to ultraviolet-B radiation: foliar chemistry and consequences for two lepidopteran herbivores. Oecologia. 2000;122:20–28.", "ArticleIdList": ["28307952"]}, {"Citation": "Lohse M, Nunes-Nesi A, Krueger P, Nagel A, Hannemann J, Giorgi FM, et al. Robin: an intuitive wizard application for R-based expression microarray quality assessment and analysis. Plant Physiol. 2010;153:642–651.", "ArticleIdList": ["PMC2879776", "20388663"]}, {"Citation": "Mackerness SAH. Plant response to ultraviolet-B (UV-B: 280–320) stress: what are the key regulators? Plant Growth Regul. 32. 2000:27–39."}, {"Citation": "Mazza CA, Zavala J, Scopel AL, Ballaré CL. Perception of solar UVB radiation by phytophagous insects: behavioural responses and ecosystem implications. Proc. Natl Acad. Sci. USA. 1999;96:980–985.", "ArticleIdList": ["PMC15336", "9927679"]}, {"Citation": "McKenzie RL, Aucamp PJ, Bais AF, Björn LO, Ilyas M. Changes in biologically-active ultraviolet radiation reaching the earth’s surface. Photochem. Photobiol. 2007;6:218–231.", "ArticleIdList": ["17344959"]}, {"Citation": "Mewis I, Appel HM, Hom A, Raina R, Schultz JC. Major signaling pathways modulate Arabidopsis thaliana (L.) glucosinolate accumulation and response to both phloem feeding and chewing insects. Plant Physiol. 2005;138:1149–1162.", "ArticleIdList": ["PMC1150428", "15923339"]}, {"Citation": "Mewis I, Tokuhisa JG, Schultz JC, Appel HM, Ulrichs C, Gershenzon J. Gene expression and glucosinolate accumulation in Arabidopsis thaliana signaling mutants in response to generalist and specialist herbivores of different feeding guilds and the role of defense signaling pathways. Phytochemistry. 2006;67:2450–2462.", "ArticleIdList": ["17049571"]}, {"Citation": "Mittler R. Oxidative stress, antioxidants and stress tolerance. Trends Plant Sci. 2002;7:405–410.", "ArticleIdList": ["12234732"]}, {"Citation": "Olsson LC, Veit M, Weissenböck G, Bornman JF. Differential flavonoid response to enhanced UV-B radiation in Brassica napus. Phytochemistry. 1998;49:1021–1028."}, {"Citation": "Pedras MSC, Zheng QA, Sarma-Mamillapalle VK. The phytoalexins from Brassicaceae: structure, biological activity, synthesis, and biosynthesis. Nat. Prod. Commun. 2007;2:319–330."}, {"Citation": "Peng ZF, Strack D, Baumert A, Subramaniam R, Goh NK, Chia TF, et al. Antioxidant flavonoids from leaves of Polygonum hydropiper L. Phytochemistry. 2003;62:219–228.", "ArticleIdList": ["12482460"]}, {"Citation": "Perez CP, Schreiner M, Krumbein A, Schwarz D, Kläring HP, Ulrichs C, et al. Composition of carotenoids in tomato fruits as affected by moderate UV-B radiation before harvest. Acta Hort. 2009;821:217–222."}, {"Citation": "Pérez-Balibrea S, Moreno DA, García-Viguera C. Improving the phytochemical composition of broccoli sprouts by elicitation. Food Chem. 2011;129:35–44."}, {"Citation": "Pfalz M, Vogel H, Kroymann J. The gene controlling the indole glucosinolate modiﬁer1 quantitative trait locus alters indole glucosinolate structures and aphid resistance in Arabidopsis. Plant Cell. 2009;21:985–999.", "ArticleIdList": ["PMC2671713", "19293369"]}, {"Citation": "Rauhut T, Glawischnig E. Evolution of camalexin and structurally related indolic compounds. Phytochemistry. 2009;70:1638–1644.", "ArticleIdList": ["19523656"]}, {"Citation": "Raviv M, Antignus Y. UV radiation effects on pathogens and insect pests of greenhouse-grown crops. Photochem. Photobiol. 2004;79:219–226.", "ArticleIdList": ["15115293"]}, {"Citation": "Reifenrath K, Müller C. Species-specific and leaf-age dependent effects of ultraviolet radiation on two Brassicaceae. Phytochemistry. 2007;68:875–885.", "ArticleIdList": ["17257632"]}, {"Citation": "Reymond P, Weber H, Damond M, Farmer EE. Differential gene expression in response to mechanical wounding and insect feeding in Arabidopsis. Plant Cell. 2000;12:707–720.", "ArticleIdList": ["PMC139922", "10810145"]}, {"Citation": "Rizzini L, Favory JJ, Cloix C, Faggionato D, O’Hara A, Kaiserli E, et al. Perception of UV-B by the Arabidopsis UVR8 protein. Science. 2011;332:103–106.", "ArticleIdList": ["21454788"]}, {"Citation": "Rohr F, Ulrichs C, Mucha-Pelzer T, Mewis I. Variability of aliphatic glucosinolates in Arabidopsis and their influence on insect resistance. Commun. Agric. Appl. Biol. Sci. 2006;71:507–515.", "ArticleIdList": ["17385519"]}, {"Citation": "Rousseaux MC, Julkunen-Tiitto R, Searles PS, Scopel AL, Aphalo PJ, Ballaré CL. Solar UV-B radiation affects leaf quality and insect herbivory in the southern beech tree Notofagus antarctica. Oecologia. 2004;138:505–512.", "ArticleIdList": ["14740287"]}, {"Citation": "Ruhland CT, Xiong FS, Clark WD, Day TA. The influence of ultraviolet-B radiation on hydroxycinnamic acids, flavonoids and growth of Deschampsia antarctica during the springtime ozone depletion season in Antarctica. Photochem. Photobiol. 2005;81:1086–1093.", "ArticleIdList": ["15689180"]}, {"Citation": "Schreiner M, Krumbein A, Mewis I, Ulrichs C, Huyskens-Keil S. Short-term UV-B radiation effects on secondary metabolism in different organs of Tropaeolum majus L. Innovat. Food Sci. Emerg. Technol. 2009;10:93–96."}, {"Citation": "Schreiner M, Mewis I, Huyskens-Keil S, Jansen MAK, Zrenner R, Winkler JB, et al. UV-B induced secondary plant metabolites—potential benefits for plant and human health. Crit. Rev. Plant Sci. 2012;31:229–240."}, {"Citation": "Seo PJ, Lee A-K, Xiang F, Park CM. Molecular and functional profiling of Arabidopsis pathogenesis-related genes: insights into their roles in salt response of seed germination. Plant Cell Physiol. 2008;49:334–344.", "ArticleIdList": ["18203731"]}, {"Citation": "Simmonds MSJ. Flavonoid–insect interactions: recent advances in our knowledge. Phytochemistry. 2003;64:21–30.", "ArticleIdList": ["12946403"]}, {"Citation": "Sónderby IE, Geu-Flores F, Halkier BA. Biosynthesis of glucosinolates—gene discovery and beyond. Trends Plant Sci. 2010;15:283–290.", "ArticleIdList": ["20303821"]}, {"Citation": "Story EN, Kopec RE, Schwartz SJ, Harris GK. An update on the health effects of tomato lycopene. Annu. Rev. Food Sci. Technol. 2010;1:189–210.", "ArticleIdList": ["PMC3850026", "22129335"]}, {"Citation": "Textor S, Gershenzon J. Herbivore induction of the glucosinolates–myrosinase defence system: major trends, biochemical basis and ecological significance. Phytochem. Rev. 2009;8:149–170."}, {"Citation": "Thimm O, Blaesing O, Gibon Y, Nagel A, Meyer S, Krüger P, et al. MAPMAN: a user-driven tool to display genomics data sets onto diagrams of metabolic pathways and other biological processes. Plant J. 2004;37:914–939.", "ArticleIdList": ["14996223"]}, {"Citation": "Trick M, Cheung F, Drou N, Fraser F, Lobenhofer EK, Hurban P, et al. A newly-developed community microarray resource for transcriptome profiling in Brassica species enables the confirmation of Brassica-specific expressed sequences. BMC Plant Biol. 2009;9:50.", "ArticleIdList": ["PMC2685394", "19426481"]}, {"Citation": "Ulm R, Baumann A, Oravecz A, Mété Z, Ádám É, Oakeley EJ, et al. Genome-wide analysis of gene expression reveals function of the bZIP transcription factor HY5 in the UV-B response of Arabidopsis. Proc. Natl Acad. Sci. USA. 2004;101:1397–1402.", "ArticleIdList": ["PMC337064", "14739338"]}, {"Citation": "Verkerk R, Schreiner M, Krumbein A, Ciska E, Holst B, Rowlan I, et al. Glucosinolates in Brassica vegetables. The influence of the food supply chain on intake, bioavailability and human health. Mol. Nutr. Food Res. 2009;53:S219–S265.", "ArticleIdList": ["19035553"]}, {"Citation": "Wang Y, Xu WJ, Yan XF, Wang Y. Glucosinolate content and related gene expression in response to enhanced UV-B radiation in Arabidopsis 1370. Afr. J. Biotechnol. 2011;10:6481–6491."}, {"Citation": "Willits MG, Giovanni M, Prata RTM, Kramer CM, De Luca V, Steffens JC, et al. Bio-fermentation of modified flavonoids: an example of in vivo diversification of secondary metabolites. Phytochemistry. 2004;65:31–41.", "ArticleIdList": ["14697269"]}, {"Citation": "Zhao J, Davis LC, Verpoorte R. Elicitor signal transduction leading to production of plant secondary metabolites. Biotechnol. Adv. 2005;23:283–333.", "ArticleIdList": ["15848039"]}]}], "History": [{"Year": "2012", "Month": "7", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "7", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "7", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22773681", "PMC3439869", "10.1093/pcp/pcs096", "pcs096"]}}], "PubmedBookArticle": []}