{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22775349", "DateCompleted": {"Year": "2013", "Month": "01", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "16"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1111/j.1469-8137.2012.04223.x"], "ArticleDate": [{"Year": "2012", "Month": "07", "Day": "09"}], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "196", "Issue": "1", "PubDate": {"Year": "2012", "Month": "Oct"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Multivariate analysis of physiological parameters reveals a consistent O3 response pattern in leaves of adult European beech (Fagus sylvatica).", "Pagination": {"StartPage": "162", "EndPage": "172", "MedlinePgn": "162-172"}, "Abstract": {"AbstractText": ["• Increasing atmospheric concentrations of phytotoxic ozone (O(3) ) can constrain growth and carbon sink strength of forest trees, potentially exacerbating global radiative forcing. Despite progress in the conceptual understanding of the impact of O(3) on plants, it is still difficult to detect response patterns at the leaf level. • Here, we employed principal component analysis (PCA) to analyse a database containing physiological leaf-level parameters of 60-yr-old Fagus sylvatica (European beech) trees. Data were collected over two climatically contrasting years under ambient and twice-ambient O(3) regimes in a free-air forest environment. • The first principal component (PC1) of the PCA was consistently responsive to O(3) and crown position within the trees over both years. Only a few of the original parameters showed an O(3) effect. PC1 was related to parameters indicative of oxidative stress signalling and changes in carbohydrate metabolism. PC1 correlated with cumulative O(3) uptake over preceding days. • PC1 represents an O(3) -responsive multivariate pattern detectable in the absence of consistently measurable O(3) effects on individual leaf-level parameters. An underlying effect of O(3) on physiological processes is indicated, providing experimental confirmation of theoretical O(3) response patterns suggested previously."], "CopyrightInformation": "© 2012 The Authors. New Phytologist © 2012 New Phytologist Trust."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Melbourne School of Land and Environment, Department of Forest and Ecosystem Science, University of Melbourne, Water Street, Creswick, Victoria 3363, Australia."}, {"Identifier": [], "Affiliation": "Ecophysiology of Plants, Technische Universität München, Von-Carlowitz-Platz 2, 85354 Freising, Germany."}], "Identifier": [], "LastName": "Löw", "ForeName": "Markus", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group of Plant and Vegetation Ecology, Department of Biology, University of Antwerp, Universiteitsplein 1, B-2610 Wilrijk, Belgium."}], "Identifier": [], "LastName": "Deckmyn", "ForeName": "Gaby", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group of Plant and Vegetation Ecology, Department of Biology, University of Antwerp, Universiteitsplein 1, B-2610 Wilrijk, Belgium."}], "Identifier": [], "LastName": "Op de Beeck", "ForeName": "Maarten", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytopathology of Woody Plants, Technische Universität München, Von-Carlowitz-Platz 2, 85354 Freising, Germany."}], "Identifier": [], "LastName": "Blumenröther", "ForeName": "Manuela C", "Initials": "MC"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytopathology of Woody Plants, Technische Universität München, Von-Carlowitz-Platz 2, 85354 Freising, Germany."}], "Identifier": [], "LastName": "Oßwald", "ForeName": "Wolfgang", "Initials": "W"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Forest Botany and Tree Physiology, Chair of Tree Physiology, Albert Ludwigs Universität, Georges-Köhler-Allee 053/054, 79110 Freiburg, Germany."}], "Identifier": [], "LastName": "Alexou", "ForeName": "Maria", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Forest Botany and Tree Physiology, Chair of Tree Physiology, Albert Ludwigs Universität, Georges-Köhler-Allee 053/054, 79110 Freiburg, Germany."}], "Identifier": [], "LastName": "Jehnes", "ForeName": "Sascha", "Initials": "S"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Forest Botany and Tree Physiology, Chair of Tree Physiology, Albert Ludwigs Universität, Georges-Köhler-Allee 053/054, 79110 Freiburg, Germany."}], "Identifier": [], "LastName": "Haberer", "ForeName": "Kristine", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Forest Botany and Tree Physiology, Chair of Tree Physiology, Albert Ludwigs Universität, Georges-Köhler-Allee 053/054, 79110 Freiburg, Germany."}, {"Identifier": [], "Affiliation": "King Saud University, PO Box 2454, Riyadh 11451, Saudi Arabia."}], "Identifier": [], "LastName": "Rennenberg", "ForeName": "Heinz", "Initials": "H"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Pflanzenwissenschaften, Universität Graz, Schubertstraße 51, 8010 Graz, Austria."}], "Identifier": [], "LastName": "Herbinger", "ForeName": "Karin", "Initials": "K"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecophysiology of Plants, Technische Universität München, Von-Carlowitz-Platz 2, 85354 Freising, Germany."}], "Identifier": [], "LastName": "Häberle", "ForeName": "Karl-Heinz", "Initials": "KH"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biochemical Plant Pathology, Helmholtz Zentrum München, National Research Centre for Environment and Health, Ingolstädter Landstraße 1, 85764 Neuherberg, Germany."}], "Identifier": [], "LastName": "Bahnweg", "ForeName": "Günther", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, University of Cambridge, Downing Street, Cambridge CB2 3EA, UK."}], "Identifier": [], "LastName": "Hanke", "ForeName": "David", "Initials": "D"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut für Naturgefahren und Waldgrenzregionen, Alpine Waldgrenzregionen, Hofburg 1 A-6020, Innsbruck, Austria."}], "Identifier": [], "LastName": "Wieser", "ForeName": "Gerhard", "Initials": "G"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Group of Plant and Vegetation Ecology, Department of Biology, University of Antwerp, Universiteitsplein 1, B-2610 Wilrijk, Belgium."}], "Identifier": [], "LastName": "Ceulemans", "ForeName": "Reinhart", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecophysiology of Plants, Technische Universität München, Von-Carlowitz-Platz 2, 85354 Freising, Germany."}], "Identifier": [], "LastName": "Matyssek", "ForeName": "Rainer", "Initials": "R"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Melbourne School of Land and Environment, Department of Forest and Ecosystem Science, University of Melbourne, Water Street, Creswick, Victoria 3363, Australia."}], "Identifier": [], "LastName": "Tausz", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Analysis of Variance"}, {"QualifierName": [], "DescriptorName": "Europe"}, {"QualifierName": ["drug effects", "growth & development", "physiology"], "DescriptorName": "Fagus"}, {"QualifierName": [], "DescriptorName": "Meteorological Concepts"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": [], "DescriptorName": "Seasons"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adams MA, Grierson PF. 2001. Stable isotopes at natural abundance in terrestrial plant ecology and ecophysiology: an update. Plant Biology 3: 299-310."}, {"Citation": "Alexou M, Hofer N, Liu X, Rennenberg H, Haberer K. 2007. Significance of ozone exposure for inter-annual differences in primary metabolites of old-growth beech (Fagus sylvatica L.) and Norway Spruce (Picea abies L.) trees in a mixed forest stand. Plant Biology 9: 227-241."}, {"Citation": "Ashmore MR. 2005. Assessing the future global impacts of ozone on vegetation. Plant, Cell & Environment 28: 949-964."}, {"Citation": "Ashmore M, Emberson L, Karlsson PE, Pleijel H. 2004. New directions: a new generation of ozone critical levels for the protection of vegetation in Europe. Atmospheric Environment 38: 2213-2214."}, {"Citation": "Blumenröther M, Löw M, Matyssek R, Oßwald W. 2007. Flux-based response of sucrose and starch in leaves of adult beech trees (Fagus sylvatica L.) under chronic free-air O3 fumigation. Plant Biology 9: 207-214."}, {"Citation": "Bortier K, Ceulemans R, De Temmerman L. 2000. Effects of ozone exposure on growth and photosynthesis of beach seedlings (Fagus sylvatica). New Phytologist 146: 271-280."}, {"Citation": "Cernusak LA, Farquhar GD, Pate JS. 2005. Environmental and physiological controls over oxygen and carbon isotope composition of Tasmanian blue gum, Eucalyptus globulus. Tree Physiology 25: 129-146."}, {"Citation": "Ciais P, Reichstein M, Viovy N, Granier A, Ogée J, Allard V, Aubinet M, Buchmann N, Bernhofer C, Carrara A et al. 2005. Europe-wide reduction in primary productivity caused by the heat and drought in 2003. Nature 437: 529-533."}, {"Citation": "Deckmyn G, Op de Beeck M, Löw M, Then C, Verbeeck H, Wipfler P, Ceulemans R. 2007. Modelling ozone effects on adult beech trees through simulation of defence, damage, and repair costs: implementation of the CASIROZ ozone model in the ANAFORE forest model. Plant Biology 9: 320-330."}, {"Citation": "Demmig-Adams B, Adams WWI. 2006. Photoprotection in an ecological context: the remarkable complexity of thermal energy dissipation. New Phytologist 172: 11-21."}, {"Citation": "Dizengremel P, Sasek TW, Brown KJ, Richardson CJ. 1994. Ozone-induced changes in primary carbon metabolism enzymes of loblolly-pine needles. Journal of Plant Physiology 144: 300-306."}, {"Citation": "Enders CK. 2010. Applied missing data analysis. New York, NY, USA & London, UK: The Guilford Press."}, {"Citation": "García-Plazaola JI, Hernandez A, Becerril JM. 2000. Photoprotective responses to winter stress in evergreen Mediterranean ecosystems. Plant Biology 2: 530-535."}, {"Citation": "Gessler A, Löw M, Heerdt C, Op de Beeck M, Schumacher J, Grams TEE, Bahnweg G, Ceulemans R, Werner H, Matyssek R et al. 2009. Within-canopy and ozone fumigation effects on δ13C and Δ18O in adult beech (Fagus sylvatica) trees: relation to meteorological and gas exchange parameters. Tree Physiology 29: 1349-1365."}, {"Citation": "Giles J. 2005. Hikes in surface ozone could suffocate crops. Nature 435: 7."}, {"Citation": "Groemping U. 2006. Relative importance for linear regression in R: the package relaimpo. Journal of Statistical Software 17: 1-27."}, {"Citation": "Haberer K, Grebenc T, Alexou M, Gessler A, Kraigher H, Rennenberg H. 2007a. Effects of long-term free-air ozone fumigation on δ15N and total N in Fagus sylvatica and associated mycorrhizal fungi. Plant Biology 9: 242-252."}, {"Citation": "Haberer K, Herbinger K, Alexou M, Tausz M, Rennenberg H. 2007b. Antioxidative defence of old growth beech (Fagus sylvatica) under double ambient O3 concentrations in a free-air exposure system. Plant Biology 9: 215-226."}, {"Citation": "Heath RL. 2008. Modification of the biochemical pathways of plants induced by ozone: what are the varied routes to change? Environmental Pollution 155: 453-463."}, {"Citation": "Heath RL, Lefohn AS, Musselman RC. 2009. Temporal processes that contribute to nonlinearity in vegetation responses to ozone exposure and dose. Atmospheric Environment 43: 2919-2928."}, {"Citation": "Heerdt C. 2007. Methodenentwicklung zum kleinräumigen Ozonmonitoring in einem 60jährigen Buche-Fichten-Mischbestand unter doppelt ambienter Ozonexposition. PhD thesis, Technische Universität München, München, Germany."}, {"Citation": "Herbinger K, Then C, Löw M, Haberer K, Alexou M, Remele K, Rennenberg H, Grill D, Matyssek R, Wieser G et al. 2007. Gas exchange and antioxidative compounds in young beech trees under free-air ozone exposure and comparisons to adult trees. Plant Biology 9: 288-297."}, {"Citation": "Högberg P. 1997. Tansley review no 95. 15N natural abundance in soil-plant systems. New Phytologist 137: 179-203."}, {"Citation": "IPCC. 2007. Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt K, Tignor M, Miller HL, eds. Climate change 2007: the physical science basis. Contribution of working group I to the fourth assessment report of the intergovernmental panel on climate change. Cambridge, UK & New York, USA: Cambridge University Press."}, {"Citation": "Jehnes S, Betz G, Bahnweg G, Haberer K, Sandermann H, Rennenberg H. 2007. Tree internal signalling and defence reactions under ozone exposure in sun and shade leaves of European Beech (Fagus sylvatica L.) trees. Plant Biology 9: 253-264."}, {"Citation": "Johnson RA, Wichern DW. 1992. Applied multivariate statistical analysis. Englewood Cliffs, NJ, USA: Prentice-Hall."}, {"Citation": "Karlsson PE, Medin EL, Ottosson S, Selldén G, Wallin G, Pleijel H, Skärby L. 2004. A cumulative ozone uptake-response relationship for the growth of Norway spruce saplings. Environmental Pollution 128: 405-417."}, {"Citation": "Karnosky DF, Pregitzer KS, Zak DR, Kubiske ME, Hendrey GR, Weinstein D, Nosal M, Percy KE. 2005. Scaling ozone responses of forest trees to the ecosystem level in a changing climate. Plant, Cell & Environment 28: 965-981."}, {"Citation": "Karnosky DF, Zak DR, Pregitzer KS, Awmack CS, Bockheim JG, Dickson RE, Hendrey GR, Host GE, King JS, Kopper BJ et al. 2003. Tropospheric O3 moderates responses of temperate hardwood forests to elevated CO2: a synthesis of molecular to ecosystem results from the Aspen FACE project. Functional Ecology 17: 289-304."}, {"Citation": "Kolb KJ, Evans RD. 2003. Influence of nitrogen source and concentration on nitrogen isotopic discrimination in two barley genotypes (Hordeum vulgare L.). Plant, Cell & Environment 26: 1431-1440."}, {"Citation": "Kontunen-Soppela S, Ossipov V, Ossipova S, Oksanen E. 2007. Shift in birch metabolome and carbon allocation during long-term open-field ozone exposure. Global Change Biology 13: 1053-1067."}, {"Citation": "Leisner CP, Ainsworth EA. 2011. Quantifying the effects of ozone on plant reproductive growth and development. Global Change Biology 18: 606-616."}, {"Citation": "Löw M, Häberle K, Warren C, Matyssek R. 2007. O3 flux-related responsiveness of photosynthesis, respiration and stomatal conductance of adult Fagus sylvatica to experimentally enhanced free-air O3 exposure. Plant Biology 9: 197-206."}, {"Citation": "Löw M, Herbinger K, Nunn A, Häberle K, Leuchner M, Heerdt C, Werner H, Wipfler P, Pretzsch H, Tausz M et al. 2006. Extraordinary drought of 2003 overrules ozone impact on adult beech trees (Fagus sylvatica). Trees-Structure and Function 20: 539-548."}, {"Citation": "Manning WJ. 2003. Detecting plant effects is necessary to give biological significance to ambient ozone monitoring data and predictive ozone standards. Environmental Pollution 126: 375-379."}, {"Citation": "Matyssek R, Bahnweg G, Ceulemans R, Fabian P, Grill D, Hanke D, Kraigher H, Oßwald W, Rennenberg H, Sandermann H et al. 2007a. Synopsis of the CASIROZ case study: carbon sink strength of Fagus sylvatica L. in a changing environment - experimental risk assessment of mitigation by chronic ozone impact. Plant Biology 9: 163-180."}, {"Citation": "Matyssek R, Bytnerowicz A, Karlsson P, Paoletti E, Sanz M, Schaub M, Wieser G. 2007b. Promoting the O3 flux concept for European forest trees. Environmental Pollution 146: 587-607."}, {"Citation": "Matyssek R, Karnosky DF, Wieser G, Percy K, Oksanen E, Grams TEE, Kubiske M, Hanke D, Pretzsch H. 2010a. Advances in understanding ozone impact on forest trees: messages from novel phytotron and free-air fumigation studies. Environmental Pollution 158: 1990-2006."}, {"Citation": "Matyssek R, Le Thiec D, Löw M, Dizengremel P, Nunn A, Häberle K. 2006. Drought stress in the presence of O3 impact on forest trees. Plant Biology 8: 11-17."}, {"Citation": "Matyssek R, Sandermann H. 2003. Impact of ozone on trees: an ecophysiological perspective. Progress in Botany 64: 349-404."}, {"Citation": "Matyssek R, Sandermann H, Wieser G, Booker F, Cieslik S, Musselman R, Ernst D. 2008. The challenge of making ozone risk assessment for forest trees more mechanistic. Environmental Pollution 156: 567-582."}, {"Citation": "Matyssek R, Wieser G, Ceulemans R, Rennenberg H, Pretzsch H, Haberer K, Löw M, Nunn AJ, Werner H, Wipfler P et al. 2010b. Enhanced ozone strongly reduces carbon sink strength of adult beech (Fagus sylvatica) - Resume from the free-air fumigation study at Kranzberg Forest. Environmental Pollution 158: 2527-2532."}, {"Citation": "Musselman R, Lefohn A, Massman W, Heath R. 2006. A critical review and analysis of the use of exposure- and flux-based ozone indices for predicting vegetation effects. Atmospheric Environment 40: 1869-1888."}, {"Citation": "Nali C, Pucciariello C, Mills G, Lorenzini G. 2005. On the different sensitivity of white clover clones to ozone: physiological and biochemical parameters in a multivariate approach. Water Air and Soil Pollution 164: 137-153."}, {"Citation": "Nunn AJ, Reiter IM, Häberle KH, Langebartels C, Bahnweg G, Pretzsch H, Sandermann H, Matyssek R. 2005. Response patterns in adult forest trees to chronic ozone stress: identification of variations and consistencies. Environmental Pollution 136: 365-369."}, {"Citation": "Oksanen E, Kontunen-Soppela S, Riikonen J, Peltonen P, Uddling J, Vapaavuori E. 2007. Northern environment predisposes birches to ozone damage. Plant Biology 9: 191-196."}, {"Citation": "Op de Beeck M, Löw M, Verbeeck H, Deckmyn G. 2007. Suitability of a combined stomatal conductance and photosynthesis model for calculation of leaf-level ozone fluxes. Plant Biology 9: 331-341."}, {"Citation": "Pretzsch H, Dieler J, Matyssek R, Wipfler P. 2010. Tree and stand growth of mature Norway spruce and European beech under long-term ozone fumigation. Environmental Pollution 158: 1061-1070."}, {"Citation": "R Development Core Team. 2011. R: A language and environment for statistical computing. Vienna, Austria: R Foundation for Statistical Computing."}, {"Citation": "Sandermann H, Matyssek R. 2004. Scaling up from molecular to ecological processes. In: Sandermann H, eds. Molecular ecotoxicology of plant. Berlin, Heidelberg, Germany & New York, NY, USA: Springer-Verlag, 207-226."}, {"Citation": "Sitch S, Cox PM, Collins WJ, Huntingford C. 2007. Indirect radiative forcing of climate change through ozone effects on the land-carbon sink. Nature 448: 791-794."}, {"Citation": "Tausz M, Bytnerowicz A, Arbaugh MJ, Wonisch A, Grill D. 2001. Multivariate patterns of biochemical responses of Pinus ponderosa trees at field plots in the San Bernardino mountains, southern California. Tree Physiology 21: 329-336."}, {"Citation": "Tausz M, Grulke NE, Wieser G. 2007. Defense and avoidance of ozone under global change. Environmental Pollution 147: 525-531."}, {"Citation": "Tausz M, Šircelj H, Grill D. 2004. The glutathione system as a stress marker in plant ecophysiology: is a stress-response concept valid? Journal of Experimental Botany 55: 1955-1962."}, {"Citation": "Valladares F, Pearcy RW. 2002. Drought can be more critical in the shade than in the sun: a field study of carbon gain and photo-inhibition in a Californian shrub during a dry El Niño year. Plant, Cell & Environment 25: 749-759."}, {"Citation": "Van Buuren S, Groothuis-Oudshoorn K. 2011. MICE: multivariate imputation by chained equations in R. Journal of Statistical Software 45: 1-67."}, {"Citation": "Vollenweider P, Woodcock H, Kelty MJ, Hofer RM. 2003. Reduction of stem growth and site dependency of leaf injury in Massachusetts black cherries exhibiting ozone symptoms. Environmental Pollution 125: 467-480."}, {"Citation": "Warren CR, Tausz M, Adams MA. 2005. Does rainfall explain variation in leaf morphology and physiology among populations of red ironbark (Eucalyptus sideroxylon subsp. tricarpa) grown in a common garden? Tree Physiology 25: 1369-1378."}, {"Citation": "Werner H, Fabian P. 2002. Free-air fumigation of mature trees: a novel system for controlled ozone enrichment in grown-up beech and spruce canopies. Environmental Science and Pollution Research International 9: 117-121."}, {"Citation": "Wieser G, Hecke K, Tausz M, Häberle KH, Grams TEE, Matyssek R. 2002. The role of antioxidative defense in determining ozone sensitivity of Norway spruce (Picea abies (L.) Karst.) across tree age: implications for the sun- and shade-crown. Phyton - Annales Rei Botanicae 42: 245-253."}, {"Citation": "Wieser G, Matyssek R. 2007. Linking ozone uptake and defense towards a mechanistic risk assessment for forest trees. New Phytologist 174: 7-9."}, {"Citation": "Wild A, Schmitt V. 1995. Diagnosis of damage to Norway spruce (Picea abies) through biochemical criteria. Physiologia Plantarum 93: 375-382."}, {"Citation": "Winwood J, Pate A, Price A, Hanke D. 2007. Effects of long-term, free-air ozone fumigation on the cytokinin content of mature beech trees. Plant Biology 9: 265-278."}, {"Citation": "Wipfler P, Seifert T, Biber P, Pretzsch H. 2009. Intra-annual growth response of adult Norway spruce (Picea abies [L.] KARST.) and European beech (Fagus sylvatica L.) to an experimentally enhanced, free-air ozone regime. European Journal of Forest Research 128: 135-144."}, {"Citation": "Wittig VE, Ainsworth EA, Naidu SL, Karnosky DF, Long SP. 2009. Quantifying the impact of current and future tropospheric ozone on tree biomass, growth, physiology and biochemistry: a quantitative meta-analysis. Global Change Biology 15: 396-424."}, {"Citation": "Wright IJ, Reich PB, Westoby M, Ackerly DD, Baruch Z, Bongers F, Cavender-Bares J, Chapin T, Cornelissen JHC, Diemer M et al. 2004. The worldwide leaf economics spectrum. Nature 428: 821-827."}], "Title": "References"}], "History": [{"Year": "2012", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22775349", "10.1111/j.1469-8137.2012.04223.x"]}}], "PubmedBookArticle": []}