{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "22949744", "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "0009-2509", "JournalIssue": {"Volume": "64", "Issue": "22", "PubDate": {"Year": "2009", "Month": "Nov", "Day": "16"}}, "Title": "Chemical engineering science", "ISOAbbreviation": "Chem Eng Sci"}, "ArticleTitle": "Ozone Uptake During Inspiratory Flow in a Model of the Larynx, Trachea and Primary Bronchial Bifurcation.", "Pagination": {"StartPage": "4640", "EndPage": "4648", "MedlinePgn": "4640-4648"}, "Abstract": {"AbstractText": ["Three-dimensional simulations of the transport and uptake of a reactive gas such as O(3) were compared between an idealized model of the larynx, trachea, and first bifurcation and a second \"control\" model in which the larynx was replaced by an equivalent, cylindrical, tube segment. The Navier-Stokes equations, Spalart-Allmaras turbulence equation, and convection-diffusion equation were implemented at conditions reflecting inhalation into an adult human lung. Simulation results were used to analyze axial velocity, turbulent viscosity, local fractional uptake, and regional uptake. Axial velocity data revealed a strong laryngeal jet with a reattachment point in the proximal trachea. Turbulent viscosity data indicated that jet turbulence occurred only at high Reynolds numbers and was attenuated by the first bifurcation. Local fractional uptake data affirmed hotspots previously reported at the first carina, and suggested additional hotspots at the glottal constriction and jet reattachment point in the proximal trachea. These laryngeal effects strongly depended on inlet Reynolds number, with maximal effects (approaching 15%) occurring at maximal inlet flow rates. While the increase in the regional uptake caused by the larynx subsided by the end of the model, the effect of the larynx on cumulative uptake persisted further downstream. These results suggest that with prolonged exposure to a reactive gas, entire regions of the larynx and proximal trachea could show signs of tissue injury."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Graduate Degree Program in Physiology, The Pennsylvania State University, University Park, PA 16802."}], "Identifier": [], "LastName": "Padaki", "ForeName": "Amit", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ultman", "ForeName": "James S", "Initials": "JS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Borhan", "ForeName": "Ali", "Initials": "A"}], "GrantList": [{"GrantID": "P01 ES011617", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES011617-04", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chem Eng Sci", "NlmUniqueID": "9883937", "ISSNLinking": "0009-2509"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Fluent 6.3 Users Guide. Lebanon, NH: Fluent Inc; 2006."}, {"Citation": "FLUENT CFD. Lebanon, NH: Ansys Inc; 2007."}, {"Citation": "Adams WC, Schelegle ES. Ozone and high ventilation effects on pulmonary function and endurance performance. Journal of Applied Physiology. 1983;55(3):805–812.", "ArticleIdList": ["6629918"]}, {"Citation": "Aris RM, Christian D, et al. Ozone-induced airway inflammation in human subjects as determined by airway lavage and biopsy. American Review of Respiratory Disease. 1993;148(5):1363–1372.", "ArticleIdList": ["8239177"]}, {"Citation": "Bell ML, McDermott A, et al. Ozone and Short-term Mortality in 95 US Urban Communities, 1987–2000. Journal of the American Medical Association. 2004;292(19):2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Brook RD, Brook JR, et al. Inhalation of Fine Particulate Air Pollution and Ozone Causes Acute Arterial Vasoconstriction in Healthy Adults. Circulation. 2002;105(13):1534–1536.", "ArticleIdList": ["11927516"]}, {"Citation": "Brouns M, Verbanck S, et al. Influence of glottal aperture on the tracheal flow. Journal of Biomechanics. 2007;40(1):165–172.", "ArticleIdList": ["16403504"]}, {"Citation": "Cheng P, Boat T, et al. Differential effects of ozone on lung epithelial lining fluid volume and protein content. Experimental Lung Research. 1995;21(3):351–365.", "ArticleIdList": ["7621774"]}, {"Citation": "de Oliviera Rosa M, Pereira JC. Towards full-scale three-dimensional larynx simulation. International Conference on Voice Physiology and Biomechanics 2004"}, {"Citation": "Dekker E. Transition between laminar and turbulent flow in human trachea. Journal of Applied Physiology. 1961;16(6):1060–1064.", "ArticleIdList": ["13884939"]}, {"Citation": "Frischer T, Studnicka M, et al. Lung Function Growth and Ambient Ozone. A Three-Year Population Study in School Children. American Journal of Respiratory and Critical Care Medicine. 1999;160(2):390–396.", "ArticleIdList": ["10430703"]}, {"Citation": "Goldberg MS, Burnett RT, et al. Associations between Daily Cause-specific Mortality and Concentrations of Ground-level Ozone in Montreal, Quebec. American Journal of Epidemiology. 2001;154(9):817–826.", "ArticleIdList": ["11682364"]}, {"Citation": "Harkema J, Hotchkiss J. Ozone-induced proliferative and metaplastic lesions in nasal transitional and respiratory epithelium: Comparative pathology. Inhalation Toxicology. 1994:6."}, {"Citation": "Hazucha MJ. Relationship between ozone exposure and pulmonary function changes. Journal of Applied Physiology. 1987;62(4):1671–1680.", "ArticleIdList": ["3298195"]}, {"Citation": "Holtzman MJ, Fabbri LM, et al. Time course of airway hyperresponsiveness induced by ozone in dogs. Journal of Applied Physiology. 1983;55(4):1232–1236.", "ArticleIdList": ["6629955"]}, {"Citation": "Hu SC, Ben-Jebria A, et al. Longitudinal distribution of ozone absorption in the lung: effects of respiratory flow. Journal of Applied Physiology. 1994;77(2):574–583.", "ArticleIdList": ["8002502"]}, {"Citation": "Jerrett M, Burnett RT, et al. Long-Term Ozone Exposure and Mortality. New England Journal of Medicine. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Kimbell JS, Subramaniam RP. Use of Computational Fluid Dynamics Models for Dosimetry of Inhaled Gases in the Nasal Passages. Inhalation Toxicology. 2001;13(5):325 – 334.", "ArticleIdList": ["11295865"]}, {"Citation": "Kopp MV, Bohnet W, et al. Effects of ambient ozone on lung function in children over a two-summer period. European Respiratory Journal. 2000;16(5):893–900.", "ArticleIdList": ["11153589"]}, {"Citation": "Korrick SA, Neas LM, et al. Effects of ozone and other pollutants on the pulmonary function of adult hikers. Environmental Health Perspectives. 1998;106(2):93–99.", "ArticleIdList": ["PMC1533017", "9435151"]}, {"Citation": "Lin C, Tawhai M, et al. Characteristics of the turbulent laryngeal jet and its effect on airflow in the human intrathoracic airways. Respiratory Physiology and Neurology. 2007;157(2–3):295–309.", "ArticleIdList": ["PMC2041885", "17360247"]}, {"Citation": "Lippmann M. Effects of Ozone on Respiratory Function and Structure. Annual Review of Public Health. 1989;10(1):49–67.", "ArticleIdList": ["2655642"]}, {"Citation": "Longest PW, Vinchurkar S. Validating CFD predictions of respiratory aerosol deposition: Effects of upstream transition and turbulence. Journal of Biomechanics. 2006;40(2):305–316.", "ArticleIdList": ["16533511"]}, {"Citation": "Martonen TB, Zhang Z, et al. Fluid dynamics of the human larynx and upper tracheobronchial airways. Aerosol Science and Technology. 1993;19(2):133–156."}, {"Citation": "Mudway IS, Kelly FJ. An Investigation of Inhaled Ozone Dose and the Magnitude of Airway Inflammation in Healthy Adults. Am J Respir Crit Care Med. 2004;169(10):1089–1095.", "ArticleIdList": ["14754762"]}, {"Citation": "Nambu Z, Yokoyama E. The effect of age on the ozone-induced pulmonary edema and tolerance in rats. Japanese Journal of Industrial Health. 1981;23(2):146–50.", "ArticleIdList": ["7265546"]}, {"Citation": "Neuhaus-Steinmetz U, Uffhausen F, et al. Priming of Allergic Immune Responses by Repeated Ozone Exposure in Mice. American Journal of Respiratory Cell and Molecular Biology. 2000;23(2):228–233.", "ArticleIdList": ["10919990"]}, {"Citation": "Nithiarasu P, Liu CB, et al. Laminar and turbulent flow calculations through a model human upper airway using unstructured meshes. Communications in Numerical Methods in Engineering. 2006;23(12):1057–1069."}, {"Citation": "Paciorri R, Dieudonne W, et al. Exploring the Validity of the Spalart-Allmaras Turbulence Model for Hypersonic Flows. Journal of Spacecraft and Rockets. 1998;35(2):121–126."}, {"Citation": "Plopper CG, Dungworth DL, et al. Pulmonary Lesions in Rats Exposed to Ozone. American Journal of Pathology. 1973;71(3):375–394.", "ArticleIdList": ["PMC1903926", "4123738"]}, {"Citation": "Postlethwait EM, Joad JP, et al. Three-Dimensional Mapping of Ozone-Induced Acute Cytotoxicity in Tracheobronchial Airways of Isolated Perfused Rat Lung. American Journal of Respiratory Cell and Molecular Biology. 2000;22(2):191–199.", "ArticleIdList": ["10657940"]}, {"Citation": "Ruidavets JB, Cournot M, et al. Ozone Air Pollution Is Associated With Acute Myocardial Infarction. Circulation. 2005;111(5):563–569.", "ArticleIdList": ["15699276"]}, {"Citation": "Spalart PR, Allmaras SR. A one-equation turbulence model for aerodynamic flows Aerospace Sciences Meeting and Exhibit. Reno, NV: AIAA; 1992."}, {"Citation": "Suh J, Frankel SH. Comparing turbulence models for flow through a rigid glottal model. Journal of the Acoustical Society of America. 2008;123(3):1237–1240.", "ArticleIdList": ["18345812"]}, {"Citation": "Taylor A, Borhan A, et al. Three-Dimensional Simulations of Reactive Gas Uptake in Single Airway Bifurcations. Annals of Biomedical Engineering. 2007;35:235–249.", "ArticleIdList": ["17131171"]}, {"Citation": "Xi J, Longest P. Transport and Deposition of Micro-Aerosols in Realistic and Simplified Models of the Oral Airway. Annals of Biomedical Engineering. 2007;35:560–581.", "ArticleIdList": ["17237991"]}]}], "History": [{"Year": "2012", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2009", "Month": "11", "Day": "16", "Hour": "0", "Minute": "0"}, {"Year": "2009", "Month": "11", "Day": "16", "Hour": "0", "Minute": "1"}, {"Year": "2012", "Month": "9", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["22949744", "NIHMS119287", "PMC3432288", "10.1016/j.ces.2009.05.017"]}}], "PubmedBookArticle": []}