{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Thunderstorm-associated asthma", "epidemic"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23012145", "DateCompleted": {"Year": "2012", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1319-1683", "JournalIssue": {"Volume": "14", "Issue": "2", "PubDate": {"Year": "2007", "Month": "May"}}, "Title": "Journal of family & community medicine", "ISOAbbreviation": "J Family Community Med"}, "ArticleTitle": "Thunderstorm-associated bronchial asthma: a forgotten but very present epidemic.", "Pagination": {"StartPage": "47", "EndPage": "51", "MedlinePgn": "47-51"}, "Abstract": {"AbstractText": ["Acute episodes of bronchial asthma are associated with specific etiological factors such as air pollutants and meteorological conditions including thunderstorms. Evidence suggests that thunderstorm-associated asthma (TAA) may be a distinct subset of asthmatics, and, epidemics have been reported, but none from Saudi Arabia.The trigger for this review was the TAA epidemic in November 2002, Eastern Saudi Arabia. The bulk of patients were seen in the King Fahd Hospital of the University, Al-Khobar. The steady influx of acute cases were managed effectively and involved all neighboring hospitals, without evoking any \"Major Incident Plan\".THREE GROUPS OF FACTORS ARE IMPLICATED AS CAUSES OF TAA: pollutants (aerobiologic or chemical) and meteorological conditions. Aerobiological pollutants include air-borne allergens: pollen and spores of molds. Their asthma-inducing effect is augmented during thunderstorms.Chemical pollutants include greenhouse gases, heavy metals, ozone, nitrogen dioxide, sulfur dioxide, fumes from engines and particulate matter. Their relation to rain-associated asthma is mediated by sulfuric and nitric acid.Outbreaks of non-epidemic asthma are associated with high rainfall, drop in maximum air temperature and pressure, lightning strikes and increased humidity. Thunderstorm can cause all of these and it seems to be related to the onset of asthma epidemic.Patients in epidemics of TAA are usually young atopic adults not on prophylaxis steroid inhalers. The epidemic is usually their first known attack. These features are consistent with the hypothesis that TAA is related to both aero-allergens and weather effects. Subjects allergic to pollen who are in the path of thunderstorm can inhale air loaded with pollen allergen and so have acute asthmatic response. TAA runs a benign courseDoctors should be aware of this phenomenon and the potential outbreak of asthma during heavy rains. A & E departments and ICU should be alert for possible rush of asthmatic admissions and reinforce ventilators and requirements of cardio-pulmonary resuscitation. Scientific approach should be adopted to investigate such outbreaks in the future and must include meteorological, bio-aerosole pollutants and chemical pollutant assessment. Regional team work is mandatory."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Internal Medicine, College of Medicine, King Faisal University, Dammam, Saudi Arabia."}], "Identifier": [], "LastName": "Al-Rubaish", "ForeName": "Abdullah M", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Family Community Med", "NlmUniqueID": "100911100", "ISSNLinking": "1319-1683"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barnes P. Air pollution and asthma. Postgraduate Med. 1994;70:319–24.", "ArticleIdList": ["PMC2397595", "8016001"]}, {"Citation": "Anto JM, Sunyer J. A point source asthma outbreak. Lancet. 1986;ii:900–3.", "ArticleIdList": ["2870365"]}, {"Citation": "Morrison I. It happened one night. Med J Aust. 1960;47:850–2.", "ArticleIdList": ["14424365"]}, {"Citation": "Logan WPD. Mortality in the London fog incident, 1952. Lancet. 1953;I:336–8.", "ArticleIdList": ["13012086"]}, {"Citation": "Anto JM, Sanyer J, Rodrigrez-Roisin R, Suarez-cervera M, Vazquez L. Community outbreaks of asthma associated with inhalation of Soybean dust. N Engl J Med. 1989;20:1097–102.", "ArticleIdList": ["2710172"]}, {"Citation": "Antonio Celenza, Forthergill J, Kupek E, Shaw RJ. Thunderstorm associated asthma: a detailed analysis of environmental factors. BMJ. 1996;312:604–7.", "ArticleIdList": ["PMC2350378", "8595333"]}, {"Citation": "Norris-Hill J, Emberlin J. The incidence of increased pollen concentrations during rainfall in the air of London. Aerobiologia. 1993;9:27–32."}, {"Citation": "Cartier A, Thomso NC, Frith PA, Roberts R, Hargreave FE. Allergen-induced increase in bronchial responsiveness to histamine: relationship to the late asthmatic response and change in airway caliber. J Allergy Clin Immunol. 1982;70:170–7.", "ArticleIdList": ["7108068"]}, {"Citation": "Cockroft DW. Mechanism of perennial allergic asthma. Lancet. 1983;ii:253–6.", "ArticleIdList": ["6135080"]}, {"Citation": "Packe GE, Ayres JG. Aeroallergen skin sensitivity in patient with sever asthma during a thunderstorm. Lancet. 1986;i:850–1.", "ArticleIdList": ["2870328"]}, {"Citation": "Girgis ST, Mrks GB, Downs SH. Thunderstorm associated asthma in an inland town in South-eastern Australia who is at risk? Eur Respir J. 2000;16:3–8.", "ArticleIdList": ["10933077"]}]}], "History": [{"Year": "2012", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2007", "Month": "5", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2007", "Month": "5", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2007", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23012145", "PMC3410145"]}}], "PubmedBookArticle": []}