{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23087018", "DateCompleted": {"Year": "2013", "Month": "02", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1152/ajplung.00185.2012"], "ArticleDate": [{"Year": "2012", "Month": "10", "Day": "19"}], "Journal": {"ISSN": "1522-1504", "JournalIssue": {"Volume": "303", "Issue": "12", "PubDate": {"Year": "2012", "Month": "Dec", "Day": "15"}}, "Title": "American journal of physiology. Lung cellular and molecular physiology", "ISOAbbreviation": "Am J Physiol Lung Cell Mol Physiol"}, "ArticleTitle": "Site-specific dynamics of CD11b+ and CD103+ dendritic cell accumulations following ozone exposure.", "Pagination": {"StartPage": "L1079", "EndPage": "L1086", "MedlinePgn": "L1079-86"}, "Abstract": {"AbstractText": ["Pulmonary dendritic cells (DCs) are among the first responders to inhaled environmental stimuli such as ozone (O(3)), which has been shown to activate these cells. O(3) reacts with epithelial lining fluid (ELF) components in an anatomically site-specific manner dictated by O(3) concentration, airway flow patterns, and ELF substrate concentration. Accordingly, the anatomical distribution of ELF reaction products and airway injury are hypothesized to produce selective DC maturation differentially within the airways. To investigate how O(3) affects regional airway DC populations, we utilized a model of O(3)-induced pulmonary inflammation, wherein C57BL/6 mice were exposed to 0.8 ppm O(3) 8 h/day for 1, 3, and 5 days. This model induced mild inflammation and no remarkable epithelial injury. Tracheal, but not more distant airway sites, and mediastinal lymph node (MLN) DC numbers were increased significantly after the third exposure day. The largest increase in each tissue was of the CD103(+) DC phenotype. After 3 days of exposure, fewer DCs expressed CD80, CD40, and CCR7, and, at this same time point, total MLN T cell numbers increased. Together, these data demonstrate that O(3) exposure induced site-specific and phenotype changes in the pulmonary and regional lymph node DC populations. Possibly contributing to ozone-mediated asthma perturbation, the phenotypic changes to DCs within pulmonary regions may alter responses to antigenic stimuli. Decreased costimulatory molecule expression within the MLN suggests induction of tolerance mechanisms; increased tracheal DC number may raise the potential for allergic sensitization and asthmatic exacerbation, thus overcoming O(3)-induced decrements in costimulatory molecule expression."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Sciences, University of Alabama at Birmingham, Birmingham, AL 35294, USA."}], "Identifier": [], "LastName": "Brand", "ForeName": "Jeffrey D", "Initials": "JD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ballinger", "ForeName": "Carol A", "Initials": "CA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tuggle", "ForeName": "Katherine L", "Initials": "KL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fanucchi", "ForeName": "Michelle V", "Initials": "MV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schwiebert", "ForeName": "Lisa M", "Initials": "LM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Postlethwait", "ForeName": "Edward M", "Initials": "EM"}], "GrantList": [{"GrantID": "P01 ES011617", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "NAHT30AR48311", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "ESP0111617", "Agency": "PHS HHS", "Country": "United States"}, {"GrantID": "P30 AR048311", "Acronym": "AR", "Agency": "NIAMS NIH HHS", "Country": "United States"}, {"GrantID": "T32HL007918", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Physiol Lung Cell Mol Physiol", "NlmUniqueID": "100901229", "ISSNLinking": "1040-0605"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antigens, CD"}, {"RegistryNumber": "0", "NameOfSubstance": "B7-1 Antigen"}, {"RegistryNumber": "0", "NameOfSubstance": "CD11b Antigen"}, {"RegistryNumber": "0", "NameOfSubstance": "CD40 Antigens"}, {"RegistryNumber": "0", "NameOfSubstance": "Ccr7 protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "Integrin alpha Chains"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, CCR7"}, {"RegistryNumber": "0", "NameOfSubstance": "alpha E integrins"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Antigens, CD"}, {"QualifierName": ["analysis"], "DescriptorName": "B7-1 Antigen"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "CD11b Antigen"}, {"QualifierName": ["analysis"], "DescriptorName": "CD40 Antigens"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Dendritic Cells"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Integrin alpha Chains"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lung"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lymph Nodes"}, {"QualifierName": [], "DescriptorName": "Lymphocyte Count"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Pneumonia"}, {"QualifierName": ["analysis"], "DescriptorName": "Receptors, CCR7"}, {"QualifierName": ["drug effects"], "DescriptorName": "Trachea"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agency USEP, US EPA. Air Quality Criteria for Ozone and Related Photochemical Oxidants (2006 Final). Washington, DC: Agency USEP, 2006"}, {"Citation": "Ballinger CA, Cueto R, Squadrito G, Coffin JF, Velsor LW, Pryor WA, Postlethwait EM. Antioxidant-mediated augmentation of ozone-induced membrane oxidation. Free Radic Biol Med 38: 515–526, 2005", "ArticleIdList": ["15649654"]}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA 292: 2372–2378, 2004", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Byersdorfer CA, Chaplin DD. Visualization of early APC/T cell interactions in the mouse lung following intranasal challenge. J Immunol 167: 6756–6764, 2001", "ArticleIdList": ["11739490"]}, {"Citation": "Carbone FR, Belz GT, Heath WR. Transfer of antigen between migrating and lymph node-resident DCs in peripheral T-cell tolerance and immunity. Trends Immunol 25: 655–658, 2004", "ArticleIdList": ["15530835"]}, {"Citation": "Carey SA, Minard KR, Trease LL, Wagner JG, Garcia GJ, Ballinger CA, Kimbell JS, Plopper CG, Corley RA, Postlethwait EM, Harkema JR, Einstein DR. Three-dimensional mapping of ozone-induced injury in the nasal airways of monkeys using magnetic resonance imaging and morphometric techniques. Toxicol Pathol 35: 27–40, 2007", "ArticleIdList": ["17325970"]}, {"Citation": "Condon TV, Sawyer RT, Fenton MJ, Riches DW. Lung dendritic cells at the innate-adaptive immune interface. J Leukoc Biol 90: 883–895, 2011", "ArticleIdList": ["PMC3206474", "21807741"]}, {"Citation": "Connor LM, Ballinger CA, Albrecht TB, Postlethwait EM. Interfacial phospholipids inhibit ozone-reactive absorption-mediated cytotoxicity in vitro. Am J Physiol Lung Cell Mol Physiol 286: L1169–L1178, 2004", "ArticleIdList": ["14729514"]}, {"Citation": "Curotto de Lafaille MA, Lafaille JJ. Natural and adaptive foxp3+ regulatory T cells: more of the same or a division of labor? Immunity 30: 626–635, 2009", "ArticleIdList": ["19464985"]}, {"Citation": "Depuydt PO, Lambrecht BN, Joos GF, Pauwels RA. Effect of ozone exposure on allergic sensitization and airway inflammation induced by dendritic cells. Clin Exp Allergy 32: 391–396, 2002", "ArticleIdList": ["11940069"]}, {"Citation": "Furuhashi K, Suda T, Hasegawa H, Suzuki Y, Hashimoto D, Enomoto N, Fujisawa T, Nakamura Y, Inui N, Shibata K, Nakamura H, Chida K. Mouse lung CD103+ and CD11bhigh dendritic cells preferentially induce distinct CD4+ T-cell responses. Am J Respir Cell Mol Biol 46: 165–172, 2012", "ArticleIdList": ["21908266"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem 284: 11309–11317, 2009", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, Leaderer BP. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA 290: 1859–1867, 2003", "ArticleIdList": ["14532314"]}, {"Citation": "Hammad H, Lambrecht BN. Dendritic cells and airway epithelial cells at the interface between innate and adaptive immune responses. Allergy 66: 579–587, 2011", "ArticleIdList": ["21251015"]}, {"Citation": "Hao X, Kim TS, Braciale TJ. Differential response of respiratory dendritic cell subsets to influenza virus infection. J Virol 82: 4908–4919, 2008", "ArticleIdList": ["PMC2346724", "18353940"]}, {"Citation": "Hollingsworth JW, Free ME, Li Z, Andrews LN, Nakano H, Cook DN. Ozone activates pulmonary dendritic cells and promotes allergic sensitization through a Toll-like receptor 4-dependent mechanism. J Allergy Clin Immunol 125: 1167–1170, 2010", "ArticleIdList": ["PMC2866779", "20394980"]}, {"Citation": "Hollingsworth JW, Kleeberger SR, Foster WM. Ozone and pulmonary innate immunity. Proc Am Thorac Soc 4: 240–246, 2007", "ArticleIdList": ["PMC2647625", "17607006"]}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology 16: 446–457, 2005", "ArticleIdList": ["15951662"]}, {"Citation": "Kallal LE, Schaller MA, Lindell DM, Lira SA, Lukacs NW. CCL20/CCR6 blockade enhances immunity to RSV by impairing recruitment of DC. Eur J Immunol 40: 1042–1052, 2010", "ArticleIdList": ["PMC2952176", "20101616"]}, {"Citation": "Katsouyanni K, Zmirou D, Spix C, Sunyer J, Schouten JP, Ponka A, Anderson HR, Le Moullec Y, Wojtyniak B, Vigotti MA, Bacharova L, Schwartz J. Short-term effects of air pollution on health: a European approach using epidemiological time-series data The APHEA project: background, objectives, design. Eur Respir J 8: 1030–1038, 1995", "ArticleIdList": ["7589368"]}, {"Citation": "Keshavarzi B, Ultman J, Borhan A. Numerical prediction of the focal sites of ozone-induced tissue injury in the respiratory tract. Model Med Biol 13: 352, 2009"}, {"Citation": "Koike E, Kobayashi T. Ozone exposure enhances antigen-presenting activity of interstitial lung cells in rats. Toxicology 196: 217–227, 2004", "ArticleIdList": ["15036748"]}, {"Citation": "Koike E, Watanabe H, Kobayashi T. Exposure to ozone enhances antigen-presenting activity concentration dependently in rats. Toxicology 197: 37–46, 2004", "ArticleIdList": ["15003332"]}, {"Citation": "Kool M, Lambrecht BN. Dendritic cells in asthma and COPD: opportunities for drug development. Curr Opin Immunol 19: 701–710, 2007", "ArticleIdList": ["17977704"]}, {"Citation": "Lambrecht BN, Hammad H. Biology of lung dendritic cells at the origin of asthma. Immunity 31: 412–424, 2009", "ArticleIdList": ["19766084"]}, {"Citation": "Langford SD, Bidani A, Postlethwait EM. Ozone-reactive absorption by pulmonary epithelial lining fluid constituents. Toxicol Appl Pharmacol 132: 122–130, 1995", "ArticleIdList": ["7747275"]}, {"Citation": "Lay JC, Alexis NE, Kleeberger SR, Roubey RA, Harris BD, Bromberg PA, Hazucha MJ, Devlin RB, Peden DB. Ozone enhances markers of innate immunity and antigen presentation on airway monocytes in healthy individuals. Allergy Clin Immunol 120: 719–722, 2007", "ArticleIdList": ["17586033"]}, {"Citation": "Matangkasombut P, Pichavant M, Dekruyff RH, Umetsu DT. Natural killer T cells and the regulation of asthma. Mucosal Immunol 2: 383–392, 2009", "ArticleIdList": ["19587638"]}, {"Citation": "Medina-Ramon M, Zanobetti A, Schwartz J. The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am J Epidemiol 163: 579–588, 2006", "ArticleIdList": ["16443803"]}, {"Citation": "Nakano H, Free ME, Whitehead GS, Maruoka S, Wilson RH, Nakano K, Cook DN. Pulmonary CD103+ dendritic cells prime Th2 responses to inhaled allergens. Mucosal Immunol 5: 53–65, 2012", "ArticleIdList": ["PMC3697034", "22012243"]}, {"Citation": "Nakano H, Lin KL, Yanagita M, Charbonneau C, Cook DN, Kakiuchi T, Gunn MD. Blood-derived inflammatory dendritic cells in lymph nodes stimulate acute T helper type 1 immune responses. Nat Immunol 10: 394–402, 2009", "ArticleIdList": ["PMC2668134", "19252492"]}, {"Citation": "Nielson DW, Goerke J, Clements JA. Alveolar subphase pH in the lungs of anesthetized rabbits. Proc Natl Acad Sci USA 78: 7119–7123, 1981", "ArticleIdList": ["PMC349207", "6947276"]}, {"Citation": "Park JW, Taube C, Joetham A, Takeda K, Kodama T, Dakhama A, McConville G, Allen CB, Sfyroera G, Shultz LD, Lambris JD, Giclas PC, Holers VM, Gelfand EW. Complement activation is critical to airway hyperresponsiveness after acute ozone exposure. Am J Respir Crit Care Med 169: 726–732, 2004", "ArticleIdList": ["14701711"]}, {"Citation": "Pichavant M, Goya S, Meyer EH, Johnston RA, Kim HY, Matangkasombut P, Zhu M, Iwakura Y, Savage PB, DeKruyff RH, Shore SA, Umetsu DT. Ozone exposure in a mouse model induces airway hyperreactivity that requires the presence of natural killer T cells and IL-17. J Exp Med 205: 385–393, 2008", "ArticleIdList": ["PMC2271004", "18250191"]}, {"Citation": "Postlethwait EM, Cueto R, Velsor LW, Pryor WA. O3-induced formation of bioactive lipids: estimated surface concentrations and lining layer effects. Am J Physiol Lung Cell Mol Physiol 274: L1006–L1016, 1998", "ArticleIdList": ["9609740"]}, {"Citation": "Postlethwait EM, Joad JP, Hyde DM, Schelegle ES, Bric JM, Weir AJ, Putney LF, Wong VJ, Velsor LW, Plopper CG. Three-dimensional mapping of ozone-induced acute cytotoxicity in tracheobronchial airways of isolated perfused rat lung. Am J Respir Cell Mol Biol 22: 191–199, 2000", "ArticleIdList": ["10657940"]}, {"Citation": "Postlethwait EM, Langford SD, Bidani A. Determinants of inhaled ozone absorption in isolated rat lungs. Toxicol Appl Pharmacol 125: 77–89, 1994", "ArticleIdList": ["8128499"]}, {"Citation": "Shevach EM. Biological functions of regulatory T cells. Adv Immunol 112: 137–176, 2011", "ArticleIdList": ["22118408"]}, {"Citation": "Sung SS, Fu SM, Rose CE, Jr, Gaskin F, Ju ST, Beaty SR. A major lung CD103 (alphaE)-beta7 integrin-positive epithelial dendritic cell population expressing Langerin and tight junction proteins. J Immunol 176: 2161–2172, 2006", "ArticleIdList": ["16455972"]}, {"Citation": "Thornton EE, Looney MR, Bose O, Sen D, Sheppard D, Locksley R, Huang X, Krummel MF. Spatiotemporally separated antigen uptake by alveolar dendritic cells and airway presentation to T cells in the lung. J Exp Med 209: 1183–1199, 2012", "ArticleIdList": ["PMC3371730", "22585735"]}, {"Citation": "van Rijt LS, Jung S, Kleinjan A, Vos N, Willart M, Duez C, Hoogsteden HC, Lambrecht BN. In vivo depletion of lung CD11c+ dendritic cells during allergen challenge abrogates the characteristic features of asthma. J Exp Med 201: 981–991, 2005", "ArticleIdList": ["PMC2213109", "15781587"]}, {"Citation": "van Rijt LS, Prins JB, Leenen PJ, Thielemans K, de Vries VC, Hoogsteden HC, Lambrecht BN. Allergen-induced accumulation of airway dendritic cells is supported by an increase in CD31(hi)Ly-6C(neg) bone marrow precursors in a mouse model of asthma. Blood 100: 3663–3671, 2002", "ArticleIdList": ["12393720"]}, {"Citation": "Veres TZ, Voedisch S, Spies E, Tschernig T, Braun A. Spatiotemporal and functional behavior of airway dendritic cells visualized by two-photon microscopy. Am J Pathol 179: 603–609, 2011", "ArticleIdList": ["PMC3157232", "21708113"]}, {"Citation": "von Garnier C, Filgueira L, Wikstrom M, Smith M, Thomas JA, Strickland DH, Holt PG, Stumbles PA. Anatomical location determines the distribution and function of dendritic cells and other APCs in the respiratory tract. J Immunol 175: 1609–1618, 2005", "ArticleIdList": ["16034100"]}]}], "History": [{"Year": "2012", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "2", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "12", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23087018", "PMC3532582", "10.1152/ajplung.00185.2012", "ajplung.00185.2012"]}}], "PubmedBookArticle": []}