{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23153271", "DateCompleted": {"Year": "2012", "Month": "12", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1758-2555-4-44"], "ArticleDate": [{"Year": "2012", "Month": "11", "Day": "15"}], "Journal": {"ISSN": "1758-2555", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2012", "Month": "Nov", "Day": "15"}}, "Title": "Sports medicine, arthroscopy, rehabilitation, therapy & technology : SMARTT", "ISOAbbreviation": "Sports Med Arthrosc Rehabil Ther Technol"}, "ArticleTitle": "Simple method for confirming tibial osteotomy during total knee arthroplasty.", "Pagination": {"StartPage": "44", "MedlinePgn": "44"}, "Abstract": {"AbstractText": ["Achieving precise implant alignment is crucial for producing good outcomes after total knee arthroplasty (TKA). We introduce a simple method for confirming the accuracy of tibial osteotomy during TKA.", "Two metallic markers were placed on the skin 20 cm apart, one on the tibial tuberosity and other on the tibial crest, points that are easily identified and palpated intraoperatively. Anteroposterior radiographs of the legs were obtained. We defined the line along the markers as the tuberosity line. The osteotomy line is perpendicular to the anatomical axis of the tibia. We then calculated the angle between these two lines and designated it the osteotomy angle. We set the osteotomy angle of the protractor, and cut the bone parallel to the osteotomy line of the protractor. Postoperatively, we analyzed the varus angle of the tibial osteotomy in 35 TKAs using the protractor. The average of the varus angle of the tibial osteotomy was 89.4° ± 1.6° (95% confidence interval of -1.0976, 0.0119). There was no significant difference from the target angle of 90° (p = 0.055). The varus angles of 90° and 90° ± 2° for the tibial osteotomy were 42.9% and 82.9%, respectively.", "We determined the accuracy of the tibial osteotomy in the coronal plane using the protractor to be satisfactory."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopaedic Surgery, Ichihara Hospital, 3681 Ozone, Tsukuba, Ibaraki, 300-3295, Japan. drikeda@mac.com."}], "Identifier": [], "LastName": "Mutsuzaki", "ForeName": "Hirotaka", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ikeda", "ForeName": "Kotaro", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sports Med Arthrosc Rehabil Ther Technol", "NlmUniqueID": "101484554", "ISSNLinking": "1758-2555"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Insall JN, Binazzi R, Soudry M, Mestriner LA. Total knee arthroplasty. Clin Orthop. 1985;192:13–22.", "ArticleIdList": ["3967412"]}, {"Citation": "Bargren JH, Blaha JD, Freeman MAR. Alignment in total knee arthroplasty. Corr elated biomechanical and clinical observations. Clin Orthop. 1983;173:178–183.", "ArticleIdList": ["6825330"]}, {"Citation": "Scuderi GR, Insall JN. The posterior stabilised knee prosthesis. Orthop Clin North Am. 1989;20:71–78.", "ArticleIdList": ["2919081"]}, {"Citation": "Dennis DA, Channer M, Susman MH, Stringer EA. Intramedullary versus extramedullary tibial alignment systems in total knee arthroplasty. J Arthroplasty. 1993;8:43–47. doi: 10.1016/S0883-5403(06)80106-3.", "ArticleIdList": ["10.1016/S0883-5403(06)80106-3", "8436988"]}, {"Citation": "Bankes MJK, Back DL, Cannon SR, Briggs TWR. The effect of component malalignment on the clinical and radiological outcome of the Kinemax total knee replacement. Knee. 2003;10:55–60. doi: 10.1016/S0968-0160(02)00050-9.", "ArticleIdList": ["10.1016/S0968-0160(02)00050-9", "12649028"]}, {"Citation": "Coull R, Bankes MJK, Rossouw DJ. Evaluation of tibial component angles in 79 consecutive total knee arthroplasties. Knee. 2003;6:235–237."}, {"Citation": "Lewallen DG, Bryan RS, Peterson LF. Polycentric total knee arthroplasty. A ten-year follow-up study. J Bone Joint Surg Am. 1984;66:1211–1218.", "ArticleIdList": ["6490696"]}, {"Citation": "Aglietti P, Buzzi R. Posteriorly stabilised total-condylar knee replacement. Three to eight years’ follow-up of 85 knees. J Bone Joint Surg Br. 1988;70:211–216.", "ArticleIdList": ["3346290"]}, {"Citation": "Kuo CC, Bosque J, Meehan JP, Jamali AA. Computer-assisted navigation of total knee arthroplasty for osteoarthritis in a patient with severe posttraumatic femoral deformity. J Arthroplasty. 2011;26:976. e17-20.", "ArticleIdList": ["21856500"]}, {"Citation": "Ishida K, Matsumoto T, Tsumura N, Kubo S, Kitagawa A, Chin T, Iguchi T, Kurosaka M, Kuroda R. Mid-term outcomes of computer-assisted total knee arthroplasty. Knee Surg Sports Traumatol Arthrosc. 2011;19:1107–1112. doi: 10.1007/s00167-010-1361-4.", "ArticleIdList": ["10.1007/s00167-010-1361-4", "21234541"]}, {"Citation": "Vanin N, Kenaway M, Panzica M, Jagodzinski M, Meller R, Krettek C, Hankemeier S. Accuracy of digital preoperative planning for total knee arthroplasty. Technol Health Care. 2010;18:335–340.", "ArticleIdList": ["21209482"]}, {"Citation": "Nunley RM, Ellison BS, Zhu J, Ruh EL, Howell SM, Barrack RL. Do patient-specific guides improve coronal alignment in total knee arthroplasty? Clin Orthop Relat Res. 2012;470:895–902. doi: 10.1007/s11999-011-2222-2.", "ArticleIdList": ["10.1007/s11999-011-2222-2", "PMC3270188", "22183477"]}, {"Citation": "Seo JG, Moon YW, Park SH, Shim JW, Kim SM. An alternative method to create extramedullary references in total knee arthroplasty. Knee Surg Sports Traumatol Arthrosc. 2012;20:1339–1348. doi: 10.1007/s00167-011-1668-9.", "ArticleIdList": ["10.1007/s00167-011-1668-9", "21918883"]}, {"Citation": "Hasegawa M, Yoshida K, Wakabayashi H, Sudo A. Minimally invasive total knee arthroplasty: comparison of jig-based technique versus computer navigation for clinical and alignment outcome. Knee Surg Sports Traumatol Arthrosc. 2011;19:904–910. doi: 10.1007/s00167-010-1253-7.", "ArticleIdList": ["10.1007/s00167-010-1253-7", "20811732"]}, {"Citation": "Massai F, Conteduca F, Vadalà A, Iorio R, Basiglini L, Ferretti A. Tibial stress fracture after computer-navigated total knee arthroplasty. J Orthop Traumatol. 2010;11:123–127. doi: 10.1007/s10195-010-0096-9.", "ArticleIdList": ["10.1007/s10195-010-0096-9", "PMC2896580", "20505974"]}, {"Citation": "Beldame J, Boisrenoult P, Beaufils P. Pin track induced fractures around computer-assisted TKA. Orthop Traumatol Surg Res. 2010;96:249–255. doi: 10.1016/j.otsr.2009.12.005.", "ArticleIdList": ["10.1016/j.otsr.2009.12.005", "20488143"]}]}], "History": [{"Year": "2011", "Month": "12", "Day": "17"}, {"Year": "2012", "Month": "10", "Day": "31"}, {"Year": "2012", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "11", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2012", "Month": "11", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["23153271", "PMC3529693", "10.1186/1758-2555-4-44", "1758-2555-4-44"]}}], "PubmedBookArticle": []}