{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23237341", "DateCompleted": {"Year": "2013", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2013", "Month": "01", "Day": "10"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1021/jp309470z"], "ArticleDate": [{"Year": "2012", "Month": "12", "Day": "27"}], "Journal": {"ISSN": "1520-5215", "JournalIssue": {"Volume": "117", "Issue": "1", "PubDate": {"Year": "2013", "Month": "Jan", "Day": "10"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Reactive aging of films of secondary organic material studied by infrared spectroscopy.", "Pagination": {"StartPage": "108", "EndPage": "116", "MedlinePgn": "108-16"}, "Abstract": {"AbstractText": ["The reactive aging of films of secondary organic material (SOM) to ozone, irradiation, and water was studied by attenuated total reflectance infrared spectroscopy (ATR-IR). The films were prepared by deposition onto the ATR elements of particles produced by reaction of isoprene with hydroxyl radicals and of α-pinene with ozone in the Harvard Environmental Chamber (HEC). The infrared spectra showed that the isoprene-derived film had strong hydroxyl absorptions whereas the α-pinene-derived film had strong carbonyl absorptions. The organic films were exposed to dry and humid flows of ozone, as well as to ultraviolet irradiation, to mimic reactive aging processes that can occur in the troposphere. Both the isoprene- and α-pinene-derived films were nonreactive with respect to ozone exposure, for both dry and humid conditions, indicating that the secondary organic material consisted mostly of saturated organic species. Both films, however, were susceptible to aging by ultraviolet radiation possibly due to the presence of organic hydroperoxides, and all functional groups other than carbonyls decreased upon irradiation. In regard to hygroscopicity, as a benchmark the ratio x(W_CO) for oxalic acid of the intensity of the water-bending peak to that of carbonyl absorption (arising from carboxylic acids) was recorded from 20% to 80% relative humidity (RH). This quantity was then also measured for the isoprene- and α-pinene-derived organic films. The result of (x(W_CO))(isoprene) > (x(W_CO))(benchmark) across the range of studied RH values shows that species other than carboxylic acids contributed significantly to the hygroscopicity of the isoprene-derived film. The spectra were consistent with alcohols and hydroperoxides as the hygroscopic components. By comparison, the result of (x(W_CO))(pinene) ≈ (x(W_CO))(benchmark) indicates a dominance of carboxylic acids with respect to the hygroscopicity of this film."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Atmospheric Sciences, National Taiwan University, No. 1 , Sec. 4, Roosevelt Road, Taipei, 10617 Taiwan. hmhung@ntu.edu.tw"}], "Identifier": [], "LastName": "Hung", "ForeName": "Hui-Ming", "Initials": "HM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chen", "ForeName": "Yu-Quan", "Initials": "YQ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martin", "ForeName": "Scot T", "Initials": "ST"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23237341", "10.1021/jp309470z"]}}], "PubmedBookArticle": []}