{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23239337", "DateCompleted": {"Year": "2013", "Month": "04", "Day": "29"}, "DateRevised": {"Year": "2012", "Month": "12", "Day": "14"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1002/rcm.6433"], "ArticleDate": [], "Journal": {"ISSN": "1097-0231", "JournalIssue": {"Volume": "27", "Issue": "1", "PubDate": {"Year": "2013", "Month": "Jan", "Day": "15"}}, "Title": "Rapid communications in mass spectrometry : RCM", "ISOAbbreviation": "Rapid Commun Mass Spectrom"}, "ArticleTitle": "Evaluation of electron ionization cross-sections of methyl halides.", "Pagination": {"StartPage": "223", "EndPage": "237", "MedlinePgn": "223-37"}, "Abstract": {"AbstractText": ["Electron collision with methyl halides CH(3)X (X  =  F, Cl, Br) plays an important role in various atmospheric and plasma modelling processes. The gaseous methyl halides are harmful to the troposphere and the stratospheric ozone layer. Knowledge of the ionization cross sections and ionization rate coefficients of the free gaseous halides is therefore desirable in the study of these processes.", "The partial single and double differential cross-sections with the integral ionization cross-sections of the gaseous halides by electron collision were calculated using a modified Jain-Khare semi-empirical approach. The ionization rate coefficients corresponding to partial ionization cross-sections were calculated by the Maxwell-Boltzmann distribution of energy.", "The Jain-Khare formalism has different approaches for the evaluation of single differential, double differential and integral ionization cross-sections. The partial single differential cross-sections as a function of energy loss (sum of ionization threshold and the secondary electron energy) suffered by the incident electron were calculated at incident electron energies of 100 and 200 eV. The double differential cross-sections were computed at the same electron energies and scattering angles of 30° and 60°. The behavior of double differential cross-sections with scattering angles from 0° to 180° at constant secondary electron energies of 10 and 20 eV and fixed primary electron energies 100 and 200 eV was also calculated. The partial and total (sum of all partial cross-sections) integral ionization cross-sections were evaluated from the ionization threshold to 1000 eV.", "The applied formalism is useful for the calculation of partial and total integral/or differential cross-sections at low energies. The integral ionization cross-sections showed good agreement with available experimental/or theoretical data. The data obtained for these compounds were not previously available, so the results will be of value to the experimental and theoretical community concerned with plasma and atmospheric processes."], "CopyrightInformation": "Copyright © 2012 John Wiley & Sons, Ltd."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, D. J. College, Baraut (Baghpat), UP, India, 250611. panwar.rajeev@rediffmail.com"}], "Identifier": [], "LastName": "Kumar", "ForeName": "Rajeev", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pal", "ForeName": "Satyendra", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Rapid Commun Mass Spectrom", "NlmUniqueID": "8802365", "ISSNLinking": "0951-4198"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2012", "Month": "5", "Day": "24"}, {"Year": "2012", "Month": "10", "Day": "2"}, {"Year": "2012", "Month": "10", "Day": "8"}, {"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2012", "Month": "12", "Day": "15", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23239337", "10.1002/rcm.6433"]}}], "PubmedBookArticle": []}