{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23273373", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.scitotenv.2012.11.070", "S0048-9697(12)01503-3"], "ArticleDate": [{"Year": "2012", "Month": "12", "Day": "27"}], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "448", "PubDate": {"Year": "2013", "Month": "Mar", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Air pollution and respiratory symptoms among children with asthma: vulnerability by corticosteroid use and residence area.", "Pagination": {"StartPage": "48", "EndPage": "55", "MedlinePgn": "48-55"}, "Abstract": {"AbstractText": ["Information on how ambient air pollution affects susceptible populations is needed to ensure protective air quality standards.", "To estimate the effect of community-level ambient particulate matter (PM) and ozone (O) on respiratory symptoms among primarily African-American and Latino, lower-income asthmatic children living in Detroit, Michigan and to evaluate factors associated with heterogeneity in observed health effects.", "A cohort of 298 children with asthma was studied prospectively from 1999 to 2002. For 14days each season over 11 seasons, children completed a respiratory symptom diary. Simultaneously, ambient pollutant concentrations were measured at two community-level monitoring sites. Logistic regression models using generalized estimating equations were fit for each respiratory symptom in single pollutant models, looking for interactions by area or by corticosteroid use, a marker of more severe asthma. Exposures of interest were: daily concentrations of PM<10μm, <2.5μm, and between 10 and 2.5μm in aerodynamic diameter (PM, PM, and PM respectively), the daily 8-hour maximum concentration of O (8HrPeak), and the daily 1-hour maximum concentration of O (1HrPeak).", "Outdoor PM, PM, 8HrPeak, and 1HrPeak O concentrations were associated with increased odds of respiratory symptoms, particularly among children using corticosteroid medication and among children living in the southwest community of Detroit. Similar patterns of associations were not seen with PM.", "PM and O at levels near or below annual standard levels are associated with negative health impact in this population of asthmatic children. Variation in effects within the city of Detroit and among the subgroup using steroids emphasizes the importance of spatially refined exposure assessment and the need for further studies to elucidate mechanisms and effective risk reduction interventions."], "CopyrightInformation": "Copyright © 2012. Published by Elsevier B.V."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Division of Pulmonology, University of Michigan Medical School, 1500 E. Medical Center Dr., Ann Arbor, MI 48109-5212, United States. TOBYL@umich.edu"}], "Identifier": [], "LastName": "Lewis", "ForeName": "Toby C", "Initials": "TC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Robins", "ForeName": "Thomas G", "Initials": "TG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mentz", "ForeName": "Graciela B", "Initials": "GB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Xiaohui", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Mukherjee", "ForeName": "Bhramar", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lin", "ForeName": "Xihong", "Initials": "X"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Keeler", "ForeName": "Gerald J", "Initials": "GJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dvonch", "ForeName": "J Timothy", "Initials": "JT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yip", "ForeName": "Fuyuen Y", "Initials": "FY"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "O'Neill", "ForeName": "Marie S", "Initials": "MS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Parker", "ForeName": "Edith A", "Initials": "EA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Israel", "ForeName": "Barbara A", "Initials": "BA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Max", "ForeName": "Paul T", "Initials": "PT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Reyes", "ForeName": "Angela", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "CollectiveName": "Community Action Against Asthma (CAAA) Steering Committee"}], "GrantList": [{"GrantID": "R01-ES010688", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "K23ES013242", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES005605", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016932", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES010688", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES017885", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01-ES09589", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01-ES016932", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES009589", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "K23 ES013242", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adrenal Cortex Hormones"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Adrenal Cortex Hormones"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["complications", "drug therapy", "epidemiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Logistic Models"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Michigan"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Brook RD, Rajagopalan S, Pope CA, III, Brook JR, Bhatnagar A, Diez-Roux AV, et al. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121(21):2331–78.", "ArticleIdList": ["20458016"]}, {"Citation": "Dales R, Chen L, Frescura AM, Liu L, Villeneuve PJ. Acute effects of outdoor air pollution on forced expiratory volume in 1 s: a panel study of schoolchildren with asthma. Eur Respir J. 2009;34(2):316–23.", "ArticleIdList": ["19251781"]}, {"Citation": "Delfino RJ, Zeiger RS, Seltzer JM, Street DH, McLaren CE. Association of asthma symptoms with peak particulate air pollution and effect modification by anti-inflammatory medication use. Environ Health Perspect. 2002;110(10):607–17.", "ArticleIdList": ["PMC1241047", "12361942"]}, {"Citation": "Dennekamp M, Akram M, Abramson MJ, Tonkin A, Sim MR, Fridman M, et al. Outdoor air pollution as a trigger for out-of-hospital cardiac arrests. Epidemiology. 2010;21(4):494–500.", "ArticleIdList": ["20489649"]}, {"Citation": "Dominici F, McDermott A, Daniels M, Zeger SL, Samet JM. Revised analyses of the National Morbidity, Mortality, and Air Pollution Study: mortality among residents of 90 cities. J Toxicol Environ Health A. 2005;68(13–14):1071–92.", "ArticleIdList": ["16024489"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295(10):1127–34.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Dvonch JT, Kannan S, Schulz AJ, Keeler GJ, Mentz G, House J, et al. Acute effects of ambient particulate matter on blood pressure: differential effects across urban communities. Hypertension. 2009;53(5):853–9.", "ArticleIdList": ["PMC3593813", "19273743"]}, {"Citation": "Edgren KK, Parker EA, Israel BA, Lewis TC, Salinas MA, Robins TG, et al. Conducting a health education intervention and epidemiological research project involving community members and community partner organizations: the Community Action Against Asthma Project. Health Promot Pract. 2005;6(3):263–9.", "ArticleIdList": ["16020621"]}, {"Citation": "Eggleston P, Diette G, Lipsett M, Lewis TC, Tager IB, McConnell R, et al. Lessons learned from the study of childhood asthma from the Centers for Children’s Environmental Health and Disease Prevention Research. Environ Health Perspect. 2005;113(10):1430–6.", "ArticleIdList": ["PMC1281292", "16203259"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, et al. The effect of air pollution on lung development from 10 to 18 years of age 10. N Engl J Med. 2004;351(11):1057–67.", "ArticleIdList": ["15356303"]}, {"Citation": "Gauderman WJ, Avol E, Lurmann F, Kuenzili N, Gilliland F, Peters J, et al. Childhood asthma and exposure to traffic and nitrogen dioxide. Epidemiology. 2005;16(6):737–43.", "ArticleIdList": ["16222162"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, et al. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA. 2003;290(14):1859–67.", "ArticleIdList": ["14532314"]}, {"Citation": "Gold DR, Weiss ST, Tager IB, Segal MR, Speizer FE. Comparison of questionnaire and diary methods in acute childhood respiratory illness surveillance. Am Rev Respir Dis. 1989;139(3):847–9.", "ArticleIdList": ["2923381"]}, {"Citation": "Gold DR, Wright RJ. Population disparities in asthma. Annu Rev Public Health. 2005;26:89–113.", "ArticleIdList": ["15760282"]}, {"Citation": "Hammond DM, Dvonch JT, Keeler GJ, Parker EA, Kamal AS, Barres JA, et al. Sources of ambient fine particulate matter at two community sites in Detroit, Michigan. Atmos Environ. 2008;42:720–32."}, {"Citation": "He QQ, Wong TW, Du L, Jiang ZQ, Gao Y, Qiu H, et al. Effects of ambient air pollution on lung function growth in Chinese schoolchildren. Respir Med. 2010;104(10):1512–20.", "ArticleIdList": ["20471233"]}, {"Citation": "Hensley MJ, Chalmers A, Clover K, Gibson PG, Toneguzzi R, Lewis PR. Symptoms of asthma: comparison of a parent-completed retrospective questionnaire with a prospective daily symptom diary. Pediatr Pulmonol. 2003;36(6):509–13.", "ArticleIdList": ["14618643"]}, {"Citation": "Israel BA, Parker EA, Rowe Z, Salvatore A, Minkler M, López J, et al. Community-based participatory research: lessons learned from the Centers for Children’s Environmental Health and Disease Prevention Research. Environ Health Perspect. 2005;113(10):1463–71.", "ArticleIdList": ["PMC1281296", "16203263"]}, {"Citation": "Israel BA, Schulz AJ, Parker EA, Becker AB, Allen AJ, Guzman JR. Critical issues in developing and following community-based participatory research principles. In: Minkler M, Wallerstein N, editors. Community-Based Participatory Research for Health. 2. San Francisco, CA: Jossey-Bass; 2008. pp. 47–66."}, {"Citation": "Jerrett M, Burnett RT, Ma R, Pope CA, III, Krewski D, Newbold KB, et al. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–36.", "ArticleIdList": ["16222161"]}, {"Citation": "Kannan S, Dvonch T, Schulz AJ, Israel BA, Mentz G, House J, et al. Exposure to fine particulate matter and acute effects on blood pressure: effect modification by measures of obesity and location. J Epidemiol Community Health. 2010;64(1):68–74.", "ArticleIdList": ["PMC3916823", "19833604"]}, {"Citation": "Keeler GJ, Dvonch JT, Yip F, Parker EA, Israel BA, Marsik FJ, et al. Assessment of personal and community-level exposures to particulate matter among children with asthma in Detroit, Michigan, as part of Community Action Against Asthma (CAAA) Environ Health Perspect. 2002;110(Suppl 2):173–81.", "ArticleIdList": ["PMC1241161", "11929726"]}, {"Citation": "Lewis TC, Robins TG, Dvonch JT, Keeler GJ, Yip FY, Mentz GB, et al. Air pollution-associated changes in lung function among asthmatic children in Detroit. Environ Health Perspect. 2005;113(8):1068–75.", "ArticleIdList": ["PMC1280351", "16079081"]}, {"Citation": "Lewis TC, Robins TG, Joseph CLM, Parker EA, Israel BA, Rowe Z, et al. Identification of gaps in the diagnosis and treatment of childhood asthma using a community-based participatory research approach. J Urban Health. 2004;81(3):472–88.", "ArticleIdList": ["PMC3455945", "15273269"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, et al. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect. 2009;117(4):668–74.", "ArticleIdList": ["PMC2679614", "19440509"]}, {"Citation": "Mann JK, Balmes JR, Bruckner TA, Mortimer KM, Margolis HG, Pratt B, et al. Short-term effects of air pollution on wheeze in asthmatic children in Fresno, California. Environ Health Perspect. 2010;118(10):1497–502.", "ArticleIdList": ["PMC2957935", "20570778"]}, {"Citation": "Mortimer KM, Neas LM, Dockery DW, Redline S, Tager IB. The effect of air pollution on inner-city children with asthma. Eur Respir J. 2002;19(4):699–705.", "ArticleIdList": ["11999000"]}, {"Citation": "Mortimer KM, Tager IB, Dockery DW, Neas LM, Redline S. The effect of ozone on inner-city children with asthma: identification of susceptible subgroups. Am J Respir Crit Care Med. 2000;162(5):1838–45.", "ArticleIdList": ["11069823"]}, {"Citation": "Ostro B, Lipsett M, Mann J, Braxton-Owens H, White M. Air pollution and exacerbation of asthma in African-American Children in Los Angeles. Epidemiology. 2001;12(2):200–8.", "ArticleIdList": ["11246581"]}, {"Citation": "Parker EA, Israel BA, Brakefield-Caldwell W, Keeler GJ, Lewis TC, Ramirez E, et al. Community Action Against Asthma: examining the partnership process of a community-based participatory research project. J Gen Intern Med. 2003;18(7):558–67.", "ArticleIdList": ["PMC1494884", "12848839"]}, {"Citation": "Parker EA, Israel BA, Robins TG, Mentz G, Lin X, Brakefield-Caldwell W, et al. Evaluation of Community Action Against Asthma: a community health worker intervention to improve children’s asthma-related health by reducing household environmental triggers for asthma. Health Educ Behav. 2008;35(3):376–95.", "ArticleIdList": ["PMC4676080", "17761540"]}, {"Citation": "Sun Q, Hong X, Wold LE. Cardiovascular effects of ambient particulate air pollution exposure. Circulation. 2010;121(25):2755–65.", "ArticleIdList": ["PMC2924678", "20585020"]}, {"Citation": "United States Environmental Protection Agency. Review of the National Ambient Air Quality Standards for Particulate Matter: policy assessment of scientific and technical information. Research Triangle Park, NC: Office of Air Quality Planning and Standards; 2005a. OAQPS Staff Paper EPA-452/D-05-005a."}, {"Citation": "United States Environmental Protection Agency. U.S. EPA. Office of Air Quality Planning and Standards.  [accessed Nov 18, 2009];Green book nonattainment areas for criteria pollutants. 2005b  [Available:  http://www.epa.gov/oar/oaqps/greenbk/"}, {"Citation": "United States Environmental Protection Agency. U.S. EPA. Office of Air and Radiation, Air Quality System. Exceedances of air quality standards. 2010"}, {"Citation": "Weinmayr G, Romeo E, De Sario M, Weiland SK, Forastiere F. Short-term effects of PM10 and NO2 on respiratory health among children with asthma or asthma-like symptoms: a systematic review and meta-analysis. Environ Health Perspect. 2010;118(4):449–57.", "ArticleIdList": ["PMC2854719", "20064785"]}, {"Citation": "Yip FY, Keeler GJ, Dvonch JT, Robins TG, Israel BA, Brakefield-Caldwell W. Personal exposures to particulate matter among children with asthma in Detroit, Michigan. Atmos Environ. 2004;38:5227–36.", "ArticleIdList": ["PMC1241161", "11929726"]}]}], "History": [{"Year": "2012", "Month": "2", "Day": "1"}, {"Year": "2012", "Month": "10", "Day": "31"}, {"Year": "2012", "Month": "11", "Day": "19"}, {"Year": "2013", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23273373", "NIHMS661712", "PMC4327853", "10.1016/j.scitotenv.2012.11.070", "S0048-9697(12)01503-3"]}}], "PubmedBookArticle": []}