{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23284587", "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["044034"], "ArticleDate": [], "Journal": {"ISSN": "1748-9326", "JournalIssue": {"Volume": "7", "Issue": "4", "PubDate": {"Year": "2012"}}, "Title": "Environmental research letters : ERL [Web site]", "ISOAbbreviation": "Environ Res Lett"}, "ArticleTitle": "Response of air stagnation frequency to anthropogenically enhanced radiative forcing.", "Abstract": {"AbstractText": ["Stagnant atmospheric conditions can lead to hazardous air quality by allowing ozone and particulate matter to accumulate and persist in the near-surface environment. By changing atmospheric circulation and precipitation patterns, global warming could alter the meteorological factors that regulate air stagnation frequency. We analyze the response of the National Climatic Data Center (NCDC) Air Stagnation Index (ASI) to anthropogenically enhanced radiative forcing using global climate model projections of late-21(st) century climate change (SRES A1B scenario). Our results indicate that the atmospheric conditions over the highly populated, highly industrialized regions of the eastern United States, Mediterranean Europe, and eastern China are particularly sensitive to global warming, with the occurrence of stagnant conditions projected to increase 12-to-25% relative to late-20(th) century stagnation frequencies (3-18+ days/year). Changes in the position/strength of the polar jet, in the occurrence of light surface winds, and in the number of precipitation-free days all contribute to more frequent late-21(st) century air mass stagnation over these high-population regions. In addition, we find substantial inter-model spread in the simulated response of stagnation conditions over some regions using either native or bias corrected global climate model simulations, suggesting that changes in the atmospheric circulation and/or the distribution of precipitation represent important sources of uncertainty in the response of air quality to global warming."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Earth System Science, Stanford University, Stanford, CA, USA."}], "Identifier": [], "LastName": "Horton", "ForeName": "Daniel E", "Initials": "DE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Harshvardhan"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Diffenbaugh", "ForeName": "Noah S", "Initials": "NS"}], "GrantList": [{"GrantID": "R01 AI090159", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Res Lett", "NlmUniqueID": "101295599", "ISSNLinking": "1748-9326"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Matus K, Nam K-M, Selin NE, Lamsal LN, Reilly JM, Paltsev S. Health damages from air pollution in China. Glob. Environ. Chan. 2012;22:55–66."}, {"Citation": "European Environment Agency . Revealing the costs of air pollution from industrial facilities in Europe. European Union; Copenhagen, Denmark: 2011."}, {"Citation": "Muller NZ, Mendelsohn R, Nordhaus W. Environmental accounting for pollution in the United States economy. Amer. Ec. Re.v. 2011;101:1649–75."}, {"Citation": "  www.airqualitynow.eu."}, {"Citation": "  www.airnow.gov."}, {"Citation": "European Commission . The Clean Air For Europe Programme (CAFE): Toward a Thematic Strategy for Air Quality. European Union; 2001."}, {"Citation": "Clean Air Act Amendments of 1990. United States of America; 1990. Public Law 101-549."}, {"Citation": "Standing Committee of the National People’s Congress . Law of the People’s Republic of China on the Prevention and Control of Atmospheric Pollution. People’s Republic of China; 2000."}, {"Citation": "Jacob DJ, Winner DA. Effect of climate change on air quality. Atmos. Environ. 2009;43:51–63."}, {"Citation": "Leung LR, Gustafson WI. Potential regional climate change and implications to U.S. air quality. Geophys. Res. Lett. 2005;32:L16711."}, {"Citation": "Racherla PN, Adams PJ. U.S. ozone air quality under changing climate and anthropogenic emissions. Environ. Sci. Technol. 2009;43:571–7.", "ArticleIdList": ["19244985"]}, {"Citation": "Tai APK, Mickley LJ, Jacob DJ. Correlations between fine particulate matter (PM2.5) and meteorological variables in the United States: Implications for the sensitivity of PM2.5 to climate change. Atmos. Envir. 2010;44:3976–84."}, {"Citation": "Tai APK, Mickley LJ, Jacob DJ, Leibensperger EM, Zhang L, Fisher JA, Pye HOT. Meteorological modes of variability for fine particulate matter (PM2.5) air quality in the United States: implications for PM2.5 sensitivity to climate change. Atmos. Chem. and Phys. Disc. 2011;11:31031–66."}, {"Citation": "Mickley LJ, Jacob DJ, Field BD, Rind D. Effects of future climate change on regional air quality episodes in the United States. Geophys. Res. Lett. 2004;31:L24103."}, {"Citation": "Leibensperger EM, Mickley LJ, Jacob DJ. Sensitivity of US air quality to mid-latitude cyclone frequency and implications of 1980-2006 climate change. Atmos. Chem. Phys. 2008;8:7075–86."}, {"Citation": "Meehl GA, et al. In: IPCC Climate Change 2007: The Physical Science Basis. Soloman S, et al., editors. Cambridge Univ. Press; 2007."}, {"Citation": "TOR-2 2003 Tropospheric Ozone Research, EUROTRAC-2 Subproject Final Report. ISS GSF-National Research Center for Environment and Health; Munich, Germany:"}, {"Citation": "Korshover J, Angell JK. A review of air-stagnation cases in the eastern United States during 1981-Annual Summary. Mon. Weather Rev. 1982;110(10):1515–18."}, {"Citation": "Wang JXL, Angell JK. Air Stagnation Climatology for the United States (1948-1998) 1999. NOAA/Air Resources Laboratory ATLAS, No.1."}, {"Citation": "  www.ncdc.noaa.gov/societal-impacts/air-stagnation."}, {"Citation": "Kanamitsu M, Ebisuzaki W, Woollen J, Yang S-K, Hnilo JJ, Fiorino M, Potter GL. NCEP-DOE AMIP-II Reanalysis (R-2) Bul. Atmos. Met. Soc. 2002;83:1631–43."}, {"Citation": "Matsuura K, Willmot CJ. Terrestrial precipitation: 1900-2008 Gridded Monthly Time Series (Version 2.01) 2009  http://climate.geog.udel.edu/~climate/"}, {"Citation": "Ashfaq M, Bowling, Cherkauer K, Pal JS, Diffenbaugh NS. Influence of climate model biases and daily-scale temperature and precipitation events on hydrological impact assessments: A case study of the United States. J. Geophys. Res. 2010a;115:D14116."}, {"Citation": "Ashfaq M, Skinner CB, Diffenbaugh NS. Influence of SST biases on future climate change projections. Clim. Dyn. 2010b doi:10.1007/s00382-010-0875-2."}, {"Citation": "Diffenbaugh NS, Scherer M. Using climate impacts indicators to evaluate climate model ensembles: temperature stability of premium winegrape cultivation in the United States. Clim. Dyn. 2012 doi:10.1007/s00382-012-1377-1."}, {"Citation": "Wood WW, Maurer EP, Kumar A, Lettenmaier DP. Long-range experimental hydrologic forecasting for the eastern United States. J. Geophys. Res. 2002;107(D20):4429."}, {"Citation": "Wood WW, Leung LR, Sridhar V, Letternmaier DP. Hydrological implication of dynamical and statistical approaches to downscaling climate model outputs. Climatic Change. 2004;62:189–216."}, {"Citation": "Jacob DJ, Logan JA, Gardner GM, Yevich RM, Spivakovsky CM, Wofsy SC. Factors regulating ozone over the United States and its export to the global atmosphere. J. Geophys. Res. 1993;98:817–26."}, {"Citation": "Sillman S, Samson PJ. The impact of temperature on oxidant formation in urban, polluted rural, and remote environments. J. Geophys. Res. 1995;113:D07307."}, {"Citation": "Stenier AL, Davis AJ, Sillman S, Owen RC, Michalak AM, Fiore AM. Observed suppression of ozone formation at extrememly high temperatures due to chemical and biophysical feedbacks. Proc. Nat. Acad. Sci. USA. 2010;107:19685–90.", "ArticleIdList": ["PMC2993403", "21041679"]}, {"Citation": "Yin JH. A consistent poleward shift of the storm tracks in simulations of 21st century climate. Geophys. Res. Lett. 2005;32:L18701."}, {"Citation": "Trapp RJ, Diffenbaugh NS, Gluhovsky A. Projected trends in severe extratropical thunderstorm forcing. Geophys. Res. Lett. 2009;36:L01703."}, {"Citation": "Giorgi F. Climate change hot-spots. Geophys. Res. Lett. 2006;33:L08707."}, {"Citation": "Center for International Earth Science Information Network/Colombia University. United Nations Food and Agriculture Programme. Centro Internacional de Agricultura Tropical 2005 . Gridded Population of the World Version 3: Population Count Grid. NASA Socioeconomic Data and Applications Center; Palisades, New York:"}, {"Citation": "Collins M. Ensembles and probabilities: a new era in the prediction of climate change. Phil. Trans. R. Soc. A. 2007;365:1957–70.", "ArticleIdList": ["17569649"]}]}], "History": [{"Year": "2013", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23284587", "NIHMS427956", "PMC3532903", "10.1088/1748-9326/7/4/044034", "044034"]}}], "PubmedBookArticle": []}