{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23321859", "DateCompleted": {"Year": "2013", "Month": "10", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "18"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1038/jes.2012.127"], "ArticleDate": [{"Year": "2013", "Month": "01", "Day": "16"}], "Journal": {"ISSN": "1559-064X", "JournalIssue": {"Volume": "23", "Issue": "3", "PubDate": {"Year": "2013", "Season": "May-Jun"}}, "Title": "Journal of exposure science & environmental epidemiology", "ISOAbbreviation": "J Expo Sci Environ Epidemiol"}, "ArticleTitle": "Malondialdehyde in exhaled breath condensate and urine as a biomarker of air pollution induced oxidative stress.", "Pagination": {"StartPage": "322", "EndPage": "327", "MedlinePgn": "322-7"}, "Abstract": {"AbstractText": ["Underlying mechanisms by which air pollutants adversely affect human health remain poorly understood. Oxidative stress has been considered as a potential mechanism that may promote lipid peroxidation by reactive oxygen species, leading to the formation of malondialdehyde (MDA) that is excreted in biofluids (e.g., urine and exhaled breath condensate (EBC)). A panel study was conducted to examine whether concentrations of MDA in EBC and urine were associated, respectively, with changes in air pollution levels brought by the Beijing Olympic air pollution control measures. EBC and urine samples from 125 healthy adults were collected twice in each of the pre-, during-, and post-Olympic periods. Period-specific means of MDA and changes in MDA levels associated with increases in 24-h average pollutant concentrations were estimated using linear mixed-effects models. From the pre- to the during-Olympic period, when concentrations of most pollutants decreased, EBC MDA and urinary MDA significantly decreased by 24% (P<0.0001) and 28% (P=0.0002), respectively. From the during-Olympic to the post-Olympic period, when concentrations of most pollutants increased, EBC MDA and urinary MDA increased by 28% (P=0.094) and 55% (P=0.046), respectively. Furthermore, the largest increases in EBC MDA associated with one interquartile range (IQR) increases in all pollutants but ozone ranged from 10% (95% CI: 2%, 18%) to 19% (95% CI: 14%, 25%). The largest increases in urinary MDA associated with IQR increases in pollutant concentration ranged from 9% (95%: 0.3%, 19%) to 15% (95% CI: 3%, 28%). These findings support the utility of EBC MDA as a biomarker of oxidative stress in the respiratory tract and urinary MDA as a biomarker of systemic oxidative stress in relation to air pollution exposure in healthy young adults. Both EBC and urine samples can be collected noninvasively in the general population."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA 90089, USA."}], "Identifier": [], "LastName": "Gong", "ForeName": "Jicheng", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhu", "ForeName": "Tong", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kipen", "ForeName": "Howard", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Guangfa", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hu", "ForeName": "Min", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ohman-Strickland", "ForeName": "Pamela", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Lu", "ForeName": "Shou-En", "Initials": "SE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Lin", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wang", "ForeName": "Yuedan", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhu", "ForeName": "Ping", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rich", "ForeName": "David Q", "Initials": "DQ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Diehl", "ForeName": "Scott R", "Initials": "SR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Huang", "ForeName": "Wei", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zhang", "ForeName": "Junfeng Jim", "Initials": "JJ"}], "GrantList": [{"GrantID": "P30 ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "1R01 ES0158640", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES005022", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES05022", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "5P30ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Expo Sci Environ Epidemiol", "NlmUniqueID": "101262796", "ISSNLinking": "1559-0631"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "4Y8F71G49Q", "NameOfSubstance": "Malondialdehyde"}], "MeshHeadingList": [{"QualifierName": ["analysis", "urine"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "urine"], "DescriptorName": "Biomarkers"}, {"QualifierName": [], "DescriptorName": "Breath Tests"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "urine"], "DescriptorName": "Malondialdehyde"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}], "CoiStatement": "<b>CONFLICT OF INTEREST</b>. The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Finkel T, Holbrook NJ. Oxidants, oxidative stress and the biology of ageing. Nature. 2000;408:239–247.", "ArticleIdList": ["11089981"]}, {"Citation": "Yang W, Omaye ST. Air pollutants, oxidative stress and human health. Mutat Res. 2009;674:45–54.", "ArticleIdList": ["19013537"]}, {"Citation": "Muller FL, Lustgarten MS, Jang Y, Richardson A, Van Remmen H. Trends in oxidative aging theories. Free Radic Biol Med. 2007;43:477–503.", "ArticleIdList": ["17640558"]}, {"Citation": "Rappaport SM. Implications of the exposome for exposure science. J Expo Sci Environ Epidemiol. 2011;21:5–9.", "ArticleIdList": ["21081972"]}, {"Citation": "Del Rio D, Stewart AJ, Pellegrini N. A review of recent studies on malondialdehyde as toxic molecule and biological marker of oxidative stress. Nutr Metab Cardiovasc Dis. 2005;15:316–328.", "ArticleIdList": ["16054557"]}, {"Citation": "Moison RM, Palinckx JJ, Roest M, Houdkamp E, Berger HM. Induction of lipid peroxidation of pulmonary surfactant by plasma of preterm babies. Lancet. 1993;341:79–82.", "ArticleIdList": ["8093405"]}, {"Citation": "Davies SW, Ranjadayalan K, Wickens DG, Dormandy TL, Timmis AD. Lipid peroxidation associated with successful thrombolysis. Lancet. 1990;335:741–743.", "ArticleIdList": ["1969508"]}, {"Citation": "Halliwell B, Gutteridge JM. Lipid peroxidation, oxygen radicals, cell damage, and antioxidant therapy. Lancet. 1984;1:1396–1397.", "ArticleIdList": ["6145845"]}, {"Citation": "Morrow JD, Frei B, Longmire AW, Gaziano JM, Lynch SM, Shyr Y, et al. Increase in circulating products of lipid peroxidation (F2-isoprostanes) in smokers. Smoking as a cause of oxidative damage. N Engl J Med. 1995;332:1198–1203.", "ArticleIdList": ["7700313"]}, {"Citation": "Chen C, Arjomandi M, Balmes J, Tager I, Holland N. Effects of chronic and acute ozone exposure on lipid peroxidation and antioxidant capacity in healthy young adults. Environ Health Perspect. 2007;115:1732–1737.", "ArticleIdList": ["PMC2137098", "18087591"]}, {"Citation": "Romero FJ, Bosch-Morell F, Romero MJ, Jareno EJ, Romero B, Marin N, et al. Lipid peroxidation products and antioxidants in human disease. Environ Health Perspect. 1998;106(Suppl 5):1229–1234.", "ArticleIdList": ["PMC1533372", "9788902"]}, {"Citation": "Frankel EN, Neff WE. Formation of malonaldehyde from lipid oxidation-products. Biochim Biophys Acta. 1983;754:264–270."}, {"Citation": "Lykkesfeldt J. Malondialdehyde as biomarker of oxidative damage to lipids caused by smoking. Clin Chim Acta. 2007;380:50–58.", "ArticleIdList": ["17336279"]}, {"Citation": "Niedernhofer LJ, Daniels JS, Rouzer CA, Greene RE, Marnett LJ. Malondialdehyde, a product of lipid peroxidation, is mutagenic in human cells. J Biol Chem. 2003;278:31426–31433.", "ArticleIdList": ["12775726"]}, {"Citation": "Dierckx N, Horvath G, van Gils C, Vertommen J, van de Vliet J, De Leeuw I, et al. Oxidative stress status in patients with diabetes mellitus: relationship to diet. Eur J Clin Nutr. 2003;57:999–1008.", "ArticleIdList": ["12879095"]}, {"Citation": "Gonenc A, Ozkan Y, Torun M, Simsek B. Plasma malondialdehyde (MDA) levels in breast and lung cancer patients. J Clin Pharm Ther. 2001;26:141–144.", "ArticleIdList": ["11350537"]}, {"Citation": "Tamer L, Sucu N, Polat G, Ercan B, Aytacoglu B, Yucebilgic G, et al. Decreased serum total antioxidant status and erythrocyte-reduced glutathione levels are associated with increased serum malondialdehyde in atherosclerotic patients. Arch Med Res. 2002;33:257–260.", "ArticleIdList": ["12031630"]}, {"Citation": "Corradi M, Rubinstein I, Andreoli R, Manini P, Caglieri A, Poli D, et al. Aldehydes in exhaled breath condensate of patients with chronic obstructive pulmonary disease. Am J Respir Crit Care Med. 2003;167:1380–1386.", "ArticleIdList": ["12522029"]}, {"Citation": "Kelly FJ. Oxidative stress: its role in air pollution and adverse health effects. Occup Environ Med. 2003;60:612–616.", "ArticleIdList": ["PMC1740593", "12883027"]}, {"Citation": "Lodovici M, Bigagli E. Oxidative stress and air pollution exposure. J Toxicol. 2011;2011:487074.", "ArticleIdList": ["PMC3155788", "21860622"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, et al. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect. 2009;117:668–674.", "ArticleIdList": ["PMC2679614", "19440509"]}, {"Citation": "Chuang KJ, Chan CC, Su TC, Lee CT, Tang CS. The effect of urban air pollution on inflammation, oxidative stress, coagulation, and autonomic dysfunction in young adults. Am J Respir Crit Care Med. 2007;176:370–376.", "ArticleIdList": ["17463411"]}, {"Citation": "Kelly FJ, Sandstrom T. Air pollution, oxidative stress, and allergic response. Lancet. 2004;363:95–96.", "ArticleIdList": ["14726159"]}, {"Citation": "Barregard L, Saellsten G, Andersson L, Almstrand AC, Gustafson P, Andersson M, et al. Experimental exposure to wood smoke: effects on airway inflammation and oxidative stress. Occup Environ Med. 2008;65:319–324.", "ArticleIdList": ["17704195"]}, {"Citation": "Isik B, Hamamci C, Isik R. Effect of winter air pollution on lipid peroxidation product levels of patients with chronic obstructive pulmonary disease. Asian J Chem. 2006;18:1433–1436."}, {"Citation": "Romieu I, Barraza-Villarreal A, Escamilla-Nunez C, Almstrand AC, Diaz-Sanchez D, Sly PD, et al. Exhaled breath malondialdehyde as a marker of effect of exposure to air pollution in children with asthma. J Allergy Clin Immunol. 2008;121:903–909. e906.", "ArticleIdList": ["18234317"]}, {"Citation": "Bae S, Pan XC, Kim SY, Park K, Kim YH, Kim H, et al. Exposures to particulate matter and polycyclic aromatic hydrocarbons and oxidative stress in schoolchildren. Environ Health Perspect. 2010;118:579–583.", "ArticleIdList": ["PMC2854738", "20368125"]}, {"Citation": "Pan CH, Chan CC, Huang YL, Wu KY. Urinary 1-hydroxypyrene and malondialdehyde in male workers in Chinese restaurants. Occup Environ Med. 2008;65:732–735.", "ArticleIdList": ["PMC2602750", "18940956"]}, {"Citation": "Wang M, Zhu T, Zheng J, Zhang RY, Zhang SQ, Xie XX, et al. Use of a mobile laboratory to evaluate changes in on-road air pollutants during the Beijing 2008 Summer Olympics. Atmos Chem Phys. 2009;9:8247–8263."}, {"Citation": "Kipen H, Rich D, Huang W, Zhu T, Wang G, Hu M, et al. Measurement of inflammation and oxidative stress following drastic changes in air pollution during the Beijing Olympics: a panel study approach. Ann N Y Acad Sci. 2010;1203:160–167.", "ArticleIdList": ["PMC4049322", "20716299"]}, {"Citation": "Rich DQ, Kipen HM, Huang W, Wang G, Wang Y, Zhu P, et al. Association between changes in air pollution levels during the Beijing Olympics and biomarkers of inflammation and thrombosis in healthy young adults. J Am Med Assoc. 2012;307:2068–2078.", "ArticleIdList": ["PMC4049319", "22665106"]}, {"Citation": "Larstad M, Ljungkvist G, Olin AC, Toren K. Determination of malondialdehyde in breath condensate by high-performance liquid chromatography with fluorescence detection. J Chromatogr B. 2002;766:107–114.", "ArticleIdList": ["11820285"]}, {"Citation": "Wang T, Xie SD. Assessment of traffic-related air pollution in the urban streets before and during the 2008. Beijing Olympic Games traffic control period. Atmos Environ. 2009;43:5682–5690."}, {"Citation": "Anderson HR, Ponce de Leon A, Bland JM, Bower JS, Emberlin J, Strachan DP. Air pollution, pollens, and daily admissions for asthma in London 1987–92. Thorax. 1998;53:842–848.", "ArticleIdList": ["PMC1745078", "10193370"]}, {"Citation": "Hajat S, Haines A, Goubet SA, Atkinson RW, Anderson HR. Association of air pollution with daily GP consultations for asthma and other lower respiratory conditions in London. Thorax. 1999;54:597–605.", "ArticleIdList": ["PMC1745519", "10377204"]}, {"Citation": "Lauwerys RR, Hoet P. Industrial Chemical Exposure: Guidelines for Biological Monitoring. 2nd edn. Boca Raton: Lewis Publishers; 1993."}, {"Citation": "Bartoli ML, Novelli F, Costa F, Malagrino L, Melosini L, Bacci E, et al. Malondialdehyde in exhaled breath condensate as a marker of oxidative stress in different pulmonary diseases. Mediat Inflamm. 2011;2011:891752.", "ArticleIdList": ["PMC3136125", "21772668"]}, {"Citation": "Corradi M, Folesani G, Andreoli R, Manini P, Bodini A, Piacentini G, et al. Aldehydes and glutathione in exhaled breath condensate of children with asthma exacerbation. Am J Respir Crit Care Med. 2003;167:395–399.", "ArticleIdList": ["12411284"]}, {"Citation": "Kim K, Park EY, Lee KH, Park JD, Kim YD, Hong YC. Differential oxidative stress response in young children and the elderly following exposure to PM(2.5) Environ Health Prev Med. 2009;14:60–66.", "ArticleIdList": ["PMC2684767", "19568869"]}, {"Citation": "Sacks JD, Stanek LW, Luben TJ, Johns DO, Buckley BJ, Brown JS, et al. Particulate matter-induced health effects: who is susceptible? Environ Health Perspect. 2011;119:446–454.", "ArticleIdList": ["PMC3080924", "20961824"]}]}], "History": [{"Year": "2013", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "10", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23321859", "NIHMS580784", "PMC4049321", "10.1038/jes.2012.127", "jes2012127"]}}], "PubmedBookArticle": []}