{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23351428", "DateCompleted": {"Year": "2013", "Month": "02", "Day": "07"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1752-153X-7-15"], "ArticleDate": [{"Year": "2013", "Month": "01", "Day": "25"}], "Journal": {"ISSN": "1752-153X", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2013", "Month": "Jan", "Day": "25"}}, "Title": "Chemistry Central journal", "ISOAbbreviation": "Chem Cent J"}, "ArticleTitle": "Ozone oxidation of antidepressants in wastewater -Treatment evaluation and characterization of new by-products by LC-QToFMS.", "Pagination": {"StartPage": "15", "MedlinePgn": "15"}, "Abstract": {"AbstractText": ["The fate of 14 antidepressants along with their respective N-desmethyl metabolites and the anticonvulsive drug carbamazepine was examined in a primary sewage treatment plant (STP) and following advanced treatments with ozone (O3). The concentrations of each pharmaceutical compound were determined in raw sewage, effluent and sewage sludge samples by LC-MS/MS analysis. The occurrence of antidepressant by-products formed in treated effluent after ozonation was also investigated.", "Current primary treatments using physical and chemical processes removed little of the compounds (mean removal efficiency: 19%). Experimental sorption coefficients (Kd) of each studied compounds were also calculated. Sorption of venlafaxine, desmethylvenlafaxine, and carbamazepine on sludge was assumed to be negligible (log Kd ≤ 2), but higher sorption behavior can be expected for sertraline (log Kd ≥ 4). Ozonation treatment with O3 (5 mg/L) led to a satisfactory mean removal efficiency of 88% of the compounds. Screening of the final ozone-treated effluent samples by high resolution-mass spectrometry (LC-QqToFMS) did confirm the presence of related N-oxide by-products.", "Effluent ozonation led to higher mean removal efficiencies than current primary treatment, and therefore represented a promising strategy for the elimination of antidepressants in urban wastewaters. However, the use of O3 produced by-products with unknown toxicity."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Environment Canada, Wastewater and Effluents Section, Water Science and Technology Directorate, 105 McGill Street, Montreal, Quebec, H2Y 2E7, Canada. christian.gagnon@ec.gc.ca."}], "Identifier": [], "LastName": "Lajeunesse", "ForeName": "André", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Blais", "ForeName": "Mireille", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Barbeau", "ForeName": "Benoît", "Initials": "B"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sauvé", "ForeName": "Sébastien", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gagnon", "ForeName": "Christian", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chem Cent J", "NlmUniqueID": "101314213", "ISSNLinking": "1752-153X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Halling-Sørensen B, Nors Nielsen S, Lanzky PF, Ingerslev F, Holten Lützhøft HC, Jørgensen SE. Occurence, fate and effect of pharmaceutical substances in the environment – A review. Chemosphere. 1998;36:357–393.", "ArticleIdList": ["9569937"]}, {"Citation": "Daughton EG, Ternes TA. Pharmaceuticals and personal care products in the environment: agents of subtle change? Environ Health Perspect. 1999;107:907–938.", "ArticleIdList": ["PMC1566206", "10592150"]}, {"Citation": "Heberer T. Occurence, fate and removal of pharmaceuticals residues in the aquatic environment: A review of recent research data. Toxicol Lett. 2002;131(1-2):5–17.", "ArticleIdList": ["11988354"]}, {"Citation": "Ternes TA. Occurrence of drugs in German sewage plants and rivers. Water Res. 1998;32:3245–3260."}, {"Citation": "Oulton RL, Kohn T, Cwiertny DM. Pharmaceuticals and personal care products in effluent matrices: a survey of transformation and removal during wastewater treatment and implications for wastewater management. J Environ Monit. 2010;12:1956–1978.", "ArticleIdList": ["20938541"]}, {"Citation": "Vasskog T, Anderssen T, Pedersen-Bjergaard S, Kallenborn R, Jensen E. Occurrence of selective serotonin reuptake inhibitors in sewage and receiving waters at Spitsbergen and in Norway. J Chromatogr A. 2008;1185:194–205.", "ArticleIdList": ["18280486"]}, {"Citation": "Van Rooyen GF, Badenhorst D, Swart KJ, Hundt HKL, Scanes T, Hundt AF. Determination of carbamazepine and carbamazepine 10,11-epoxide in human plasma by tandem liquid chromatography-mass spectrometry with electrospray ionisation. J Chromatogr B. 2002;769:1–7.", "ArticleIdList": ["11936682"]}, {"Citation": "Calisto V, Esteves VI. Psychiatric pharmaceuticals in the environment. Chemosphere. 2009;77:1257–1274.", "ArticleIdList": ["19815251"]}, {"Citation": "Fong PP. In: Pharmaceuticals and Personal Care Products in the environment. Daughton CG, Jones-Lepp TL, editor. Washington, USA: Scientific and regulatory issue, ACS Symposium series; 2001. Antidepressants in aquatic organisms: a wide range of effects; pp. 264–281."}, {"Citation": "Gagné F, Blaise C, Fournier M, Hansen PD. Effects of selected pharmaceutical products on phagocytic activity in Elliptio complanata mussels. Comp Biochem Physiol. 2006;C143:179–186.", "ArticleIdList": ["16533621"]}, {"Citation": "Mennigen JA, Lado WE, Zamora JM, Duarte-Guterman P, Langlois VS, Metcalfe CD, Chang JP, Moon TW, Trudeau VL. Waterborne fluoxetine disrupts the reproductive axis in sexually mature male goldfish, Carassius auratus. Aquat Toxicol. 2010;100:354–364.", "ArticleIdList": ["20864192"]}, {"Citation": "Lajeunesse A, Gagnon C, Gagné F, Louis S, Čejka P, Sauvé S. Distribution of antidepressants and their metabolites in brook trout exposed to municipal wastewaters before and after ozone treatment – Evidence of biological effects. Chemosphere. 2011;83:564–571.", "ArticleIdList": ["21211816"]}, {"Citation": "Lazzara R, Blázquez M, Porte C, Barata C. Low environmental levels of fluoxetine induce spawning and changes in endogenous estradiol levels in the zebra mussel Dreissena polymorpha. Aquat Toxicol. 2012;106-107:123–130.", "ArticleIdList": ["22155424"]}, {"Citation": "Rúa-Gómez P, Püttmann W. Impact of wastewater treatment plant discharge of lidocaine, tramadol, venlafaxine and their metabolites on the quality of surface waters and groundwater. J Environ Monit. 2012;14:1391–1399.", "ArticleIdList": ["22446514"]}, {"Citation": "Lajeunesse A, Gagnon C, Sauvé S. Determination of basic antidepressants and their N-desmethyl metabolites in raw sewage and wastewater using solid-phase extraction and liquid chromatography-tandem mass spectrometry. Anal Chem. 2008;80:5325–5333.", "ArticleIdList": ["18553982"]}, {"Citation": "Schultz MM, Furlong ET. Trace analysis of antidepressants pharmaceuticals and their select degradates in aquatic matrixes by LC/ESI/MS/MS. Anal Chem. 2008;80:1756–1762.", "ArticleIdList": ["18229944"]}, {"Citation": "Metcalfe CD, Chu S, Judt C, Li H, Oakes KD, Servos MR, Andrews DM. Antidepressants and their metabolites in municipal wastewater, and downstream exposure in an urban watershed. Environ Toxicol Chem. 2010;29:79–89.", "ArticleIdList": ["20821422"]}, {"Citation": "Radjenović J, Jelić A, Petrović M, Barceló D. Determination of pharmaceuticals in sewage sludge by pressurized liquid extraction (PLE) coupled to liquid chromatography-tandem mass spectrometry. Anal Bioanal Chem. 2009;393:1685–1695.", "ArticleIdList": ["19172253"]}, {"Citation": "Hörsing M, Ledin A, Grabic R, Fick J, Tysklind M, la Cour Jansen J, Andersen HR. Determination of sorption of seventy-five pharmaceuticals in sewage sludge. Water Res. 2011;45:4470–4482.", "ArticleIdList": ["21723582"]}, {"Citation": "Lajeunesse A, Smyth SA, Barclay K, Sauvé S, Gagnon C. Distribution of antidepressant residues in wastewater and biosolids following different treatment processes by municipal wastewater treatment plants in Canada. Water Res. 2012;46:5600–5612.", "ArticleIdList": ["22898669"]}, {"Citation": "Oller I, Malato S, Sánchez-Pérez JA. Combination of advanced oxidation Processes and biological treatments for wastewater decontamination – A review. Sci Tot Environ. 2011;409:4141–4166.", "ArticleIdList": ["20956012"]}, {"Citation": "Benotti M, Stanford B, Wert E, Snyder S. Evaluation of a photocatalytic reactor membrane pilot system for the removal of pharmaceuticals and endocrine disrupting compounds from water. Water Res. 2009;43:1513–1522.", "ArticleIdList": ["19269667"]}, {"Citation": "Wert E, Rosario-Ortiz F, Snyder S. Effect of ozone exposure on the oxidation of trace organic contaminants in wastewater. Water Res. 2009;43:1005–1014.", "ArticleIdList": ["19135696"]}, {"Citation": "Méndez-Arriaga F, Otsu T, Oyama T, Gimenez J, Esplugas S, Hidaka H, Serpone N. Photooxidation of the antidepressant drug fluoxetine (Prozac®) in aqueous media by hybrid catalytic/ozonation processes. Water Res. 2011;45:2782–2794.", "ArticleIdList": ["21458837"]}, {"Citation": "Huber MM, Göbel A, Joss A, Hermann N, Löffler D, Mcardell CS, Ried A, Siegrist H, Terne TA, von Gunten U. Oxidation of pharmaceuticals during ozonation of municipal wastewater effluent: A pilot study. Environ Sci Technol. 2005;39:4290–4299.", "ArticleIdList": ["15984812"]}, {"Citation": "Snyder SA, Wert EC, Rexing DJ, Zegers RE, Drury DD. Ozone oxidation of endocrine disruptors and pharmaceuticals in surface water and wastewater. Ozone Sci Eng. 2006;28:455–460."}, {"Citation": "Gagnon C, Lajeunesse A, Cejka P, Gagné F, Hausler R. Degradation of selected acidic and neutral pharmaceutical products in a primary-treated wastewater by disinfection processes. Ozone Sci Eng. 2008;30:387–392."}, {"Citation": "Langlais B, Reckhow DA, Brink DR. In: Ozone in water treatment – Application and engineering. AWWA Research Association / Compagnie Générale des eaux. Langlais B, Reckhow DA, Brink DR, editor. Michigan, USA: Lewis publishers inc; 1991. Chapter II: Fundamental aspects; pp. 11–79."}, {"Citation": "Tomiyasu H, Fukutomi H, Gordon G. Kinetics and mechanism of ozone decomposition in basic aqueous solution. Inorg Chem. 1985;24:2962–2966."}, {"Citation": "Dodd MC, Rentsch D, Singer HP, Kohler H-PE, von Gunten U. Transformation of β-Lactam antibacterial agents during aqueous ozonation: reaction pathways and quantitative bioassay of biologically-active oxidation products. Environ Sci Technol. 2010;44:5940–5948.", "ArticleIdList": ["20593763"]}, {"Citation": "Elmghari-Tabib M, Laplanche A, Venien F, Martin G. Ozonation of amines in aqueous solutions. Water Res. 1982;16:223–229."}, {"Citation": "Elmghari-Tabib M, Dalouche A, Faujour C, Venien E, Martin G, Legeron JP. Ozonation reaction patterns of alcohols and aliphatic amines. Ozone Sci Eng. 1982;4:195–205."}, {"Citation": "Standard method 2350. Oxidant demand / Requirement. Approved by SM Committee; 2007."}, {"Citation": "U.S. Environmental Protection Agency (EPA) Standard method 4500–03 B for ozone. 21. U.S: Environmental Protection Agency (EPA); 2005. (Standard methods for the examination of water and wastewater)."}, {"Citation": "Lajeunesse A, Gagnon C. Determination of acidic pharmaceutical products and carbamazepine in roughly primary-treated wastewater by solid-phase extraction and gas chromatography-tandem mass spectrometry. Intern J Environ Anal Chem. 2007;87:565–578."}, {"Citation": "Deegan AM, Shaik B, Nolan K, Urell K, Oelgemöller M, Tobin J, Morrisey A. Treatment options for wastewater effluents from pharmaceutical companies. Int J Environ Sci Tech. 2011;8:649–666."}, {"Citation": "Trimm DL. In: Comprehensive chemical kinetics – Vol. 16 Liquid phase oxidation. Bamford CH, Tipper CFH, editor. Amsterdam, The Netherlands: Elsevier Scientific Publishing Company; 1980. Chapter 4: The liquid phase oxidation of sulphur, nitrogen, and chlorine compounds; pp. 205–249."}, {"Citation": "Zwiener C, Frimmel FH. Oxidative treatment of pharmaceuticals in water. Water Res. 2000;34(6):1881–1885."}, {"Citation": "Rosal R, Rodríguez A, Perdigón-Melón JA, Petre A, García-Calvo E, Gómez MJ, Agüera A, Fernández-Alba AR. Occurrence of emerging pollutants in urban wastewater and their removal through biological treatment followed by ozonation. Water Res. 2010;44:578–588.", "ArticleIdList": ["19628245"]}, {"Citation": "Commission of the European Communities: Commission Decision (2002/657/EC) of 12 August 2002. Implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results. Off J Eur Commun. 2002. p. L221-17. Internet access:  http://www.ecolex.org."}]}], "History": [{"Year": "2012", "Month": "9", "Day": "20"}, {"Year": "2013", "Month": "1", "Day": "22"}, {"Year": "2013", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "1", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["23351428", "PMC3564768", "10.1186/1752-153X-7-15", "1752-153X-7-15"]}}], "PubmedBookArticle": []}