{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23378379", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/jxb/ert005"], "ArticleDate": [{"Year": "2013", "Month": "02", "Day": "01"}], "Journal": {"ISSN": "1460-2431", "JournalIssue": {"Volume": "64", "Issue": "6", "PubDate": {"Year": "2013", "Month": "Apr"}}, "Title": "Journal of experimental botany", "ISOAbbreviation": "J Exp Bot"}, "ArticleTitle": "Modification of photosynthesis and growth responses to elevated CO₂ by ozone in two cultivars of winter wheat with different years of release.", "Pagination": {"StartPage": "1485", "EndPage": "1496", "MedlinePgn": "1485-96"}, "Abstract": {"AbstractText": ["The beneficial effects of elevated CO2 on plants are expected to be compromised by the negative effects posed by other global changes. However, little is known about ozone (O3)-induced modulation of elevated CO2 response in plants with differential sensitivity to O3. An old (Triticum aestivum cv. Beijing 6, O3 tolerant) and a modern (T. aestivum cv. Zhongmai 9, O3 sensitive) winter wheat cultivar were exposed to elevated CO2 (714 ppm) and/or O3 (72 ppb, for 7h d(-1)) in open-topped chambers for 21 d. Plant responses to treatments were assessed by visible leaf symptoms, simultaneous measurements of gas exchange and chlorophyll a fluorescence, in vivo biochemical properties, and growth. It was found that elevated CO2 resulted in higher growth stimulation in the modern cultivar attributed to a higher energy capture and electron transport rate compared with the old cultivar. Exposure to O3 caused a greater growth reduction in the modern cultivar due to higher O3 uptake and a greater loss of photosystem II efficiency (mature leaf) and mesophyll cell activity (young leaf) than in the old cultivar. Elevated CO2 completely protected both cultivars against the deleterious effects of O3 under elevated CO2 and O3. The modern cultivar showed a greater relative loss of elevated CO2-induced growth stimulation due to higher O3 uptake and greater O3-induced photoinhibition than the old cultivar at elevated CO2 and O3. Our findings suggest that the elevated CO2-induced growth stimulation in the modern cultivar attributed to higher energy capture and electron transport rate can be compromised by its higher O3 uptake and greater O3-induced photoinhibition under elevated CO2 and O3 exposure."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Vegetation and Environmental Change, Institute of Botany, The Chinese Academy of Sciences, 20 Nanxincun, 100093 Beijing, PR China."}], "Identifier": [], "LastName": "Biswas", "ForeName": "D K", "Initials": "DK"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xu", "ForeName": "H", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Li", "ForeName": "Y G", "Initials": "YG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Ma", "ForeName": "B L", "Initials": "BL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jiang", "ForeName": "G M", "Initials": "GM"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Exp Bot", "NlmUniqueID": "9882906", "ISSNLinking": "0022-0957"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Photosystem II Protein Complex"}, {"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Chlorophyll A"}, {"QualifierName": [], "DescriptorName": "Electron Transport"}, {"QualifierName": [], "DescriptorName": "Energy Metabolism"}, {"QualifierName": ["metabolism"], "DescriptorName": "Mesophyll Cells"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photochemical Processes"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Photosystem II Protein Complex"}, {"QualifierName": [], "DescriptorName": "Plant Diseases"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": ["growth & development"], "DescriptorName": "Triticum"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ainsworth EA, Beier C, Calfapietra C, et al. 2008. b Next generation of elevated CO2 experiments with crops: a critical investment for feeding the future world. Plant Cell and Environment 31, 1317–1324", "ArticleIdList": ["18518914"]}, {"Citation": "Ainsworth EA, Rogers A, Leakey ADB. 2008. a Targets for crop biotechnology in a future high-CO2 and high-O3 world. Plant Physiology 147, 13–19", "ArticleIdList": ["PMC2330306", "18443102"]}, {"Citation": "Balaguer L, Barnes JD, Panicucci A, Borland AM. 1995. Production and utilization of assimilate in wheat (Triticum aestivum L.) leaves exposed to O3 and/or CO2 . New Phytologist 129, 557–568"}, {"Citation": "Barnes JD, Velissariou D, Devison AW, Holevas CD. 1990. Comparative ozone sensitivity of old and modern Greek cultivars of spring wheat. New Phytologist 116, 707–714"}, {"Citation": "Bernacchi CJ, Leakey ADB, Heady LE, et al. 2009. Hourly and seasonal variation in photosynthesis and stomatal conductance of soybean grown at future CO2 and ozone concentrations for 3 years under fully open-air field conditions. Plant Cell and Environment 29, 2077–2090", "ArticleIdList": ["17081242"]}, {"Citation": "Bilger W, Bjorkman O. 1990. Role of the xanthophyll cycle in photoprotection elucidated by measurements of light-induced absorbance changes, fluorescence and photosynthesis in leaves of Hedera canariensis . Photosynthesis Research 25, 173–186", "ArticleIdList": ["24420348"]}, {"Citation": "Biswas DK, Jiang GM. 2011. Differential drought-induced modulation of ozone tolerance in winter wheat species. Journal of Experimental Botany 62, 4153–4162", "ArticleIdList": ["PMC3153674", "21527624"]}, {"Citation": "Biswas DK, Xu H, Li YG, Liu MZ, Chen YH, Sun JZ, Jiang GM. 2008. b Assessing the genetic relatedness of higher ozone sensitivity of modern wheat to its wild and cultivated progenitors/relatives. Journal of Experimental Botany 59, 951–963", "ArticleIdList": ["18310606"]}, {"Citation": "Biswas DK, Xu H, Li YG, Sun JZ, Wang XZ, Han XG, Jiang GM. 2008. a Genotypic differences in leaf biochemical, physiological and growth responses to ozone in 20 winter wheat cultivars released over the past 60 years. Global Change Biology 14, 46–59"}, {"Citation": "Biswas DK, Xu H, Yang JC, et al. 2009. Impacts of methods and sites of plant breeding on ozone sensitivity in winter wheat cultivars. Agriculture, Ecosystems and Environment 134, 168–177"}, {"Citation": "Bowes G. 1993. Facing the inevitable-plants and increasing CO2 . Annual Review of Plant Physiology 44, 309–332"}, {"Citation": "Butler WL. 1978. Energy distribution in the photochemical apparatus of photosynthesis. Annual Review of Plant Physiology 29, 345–378"}, {"Citation": "Cardoso-Vilhena J, Balaguer L, Eamus D, Ollerenshaw JH, Barnes J. 2004. Mechanisms underlying the amelioration of O3-induced damage by elevated atmospheric concentrations of CO2 . Journal of Experimental Botany 55, 771–781", "ArticleIdList": ["14966219"]}, {"Citation": "Cure JD, Acock B. 1986. Crop responses to carbon dioxide doubling. A literature survey. Agriculture and Forest Meteorology 38, 127–145"}, {"Citation": "Dann MS, Pell EJ. 1989. Decline of activity and quantity of ribulose bisphosphate carboxylase oxygenase and net photosynthesis in ozone-treated potato foliage. Plant Physiology 91, 427–432", "ArticleIdList": ["PMC1062010", "16667037"]}, {"Citation": "Davison AW, Barnes JD. 1998. Effects of ozone on wild plants. New Phytologist 139, 135–151"}, {"Citation": "Drake BG, Gonzalez-Meler MA, Long SP. 1997. More efficient plants: a consequence of rising atmospheric CO2 . Annual Review of Plant Physiology and Plant Molecular Biology 48, 609–639", "ArticleIdList": ["15012276"]}, {"Citation": "Eamus D. 1991. The interaction of rising CO2 levels and temperature with water-use efficiency. Plant, Cell and Environment 14, 25–40"}, {"Citation": "Farage PK, Long SP, Lechner EG, Baker NR. 1991. The sequence of change within the photosynthetic apparatus of wheat following short-term exposure to ozone. Plant Physiology 95, 529–535", "ArticleIdList": ["PMC1077564", "16668016"]}, {"Citation": "Farage PK, Long SP. 1995. An in vivo analysis of photosynthesis during short-term ozone exposure in three contrasting species. Photosynthesis Research 43, 11–18", "ArticleIdList": ["24306634"]}, {"Citation": "Farage PK, Long SP. 1999. The effects of O3 fumigation during leaf development on photosynthesis of wheat and pea: an in vivo analysis. Photosynthesis Research 59, 1–7"}, {"Citation": "Farquhar GD, Caemmerer von S, Berry JA. 1980. A biochemical model of photosynthetic CO2 assimilation in leaves of C3 species. Planta 149, 78–90", "ArticleIdList": ["24306196"]}, {"Citation": "Gillespie KM, Rogers A, Ainsworth EA. 2011. Growth at elevated ozone or elevated carbon dioxide concentration alters antioxidant capacity and response to acute oxidative stress in soybean (Glycine max). Journal of Experimental Botany 62, 2667–2678", "ArticleIdList": ["21282325"]}, {"Citation": "Guehl JM, Fort C, Ferhi A. 1995. Differential response of leaf conductance, carbon isotope discrimination and water use efficiency to nitrogen deficiency in maritime pine and pedunculate oak plants. New Phytologist 131, 149–157"}, {"Citation": "Hunt R. 1990. Basic growth analysis. London: Unwin Hyman;"}, {"Citation": "IPCC 2007. Climate change 2007: the physical science basis. In: Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt KB, Tignor M, Miller HL, eds. Contribution of Working Group I to the Fourth Annual Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge: Cambridge University Press; 996"}, {"Citation": "Jiang GM, Sun JZ, Liu HQ, et al. 2003. Changes in the rate of photosynthesis accompanying the yield increase in wheat cultivars released in the past 50 years. Journal of Plant Research 116, 347–354", "ArticleIdList": ["12898392"]}, {"Citation": "Kimball BA, Pinter PJ, Garcia RL, LaMorte RL, Wall GW, Hunsaker DJ, Wechsung F, Kartschall T. 1995. Productivity and water use of wheat under free-air CO2 enrichment. Global Change Biology 1, 429–442"}, {"Citation": "Kimball BA. 1983. Carbon dioxide and agricultural yield: an assemblage and analysis of 770 prior observations. Agronomy Journal 75, 779–788"}, {"Citation": "Krause GH, Weis E. 1991. Chlorophyll fluorescence and photosynthesis: the basics. Annual Review of Plant Physiology and Plant Molecular Biology 42, 313–349"}, {"Citation": "Long SP. 1991. Modification of the response of photosynthetic productivity to rising temperature by atmospheric CO2 concentrations: has its importance been underestimated? Plant, Cell and Environment 14, 729–739"}, {"Citation": "Long SP, Ainsworth EA, Leakey ADB, Nosberger J, Ort DR. 2006. Food for thought: lower than expected crop yield stimulation with rising CO2 concentrations. Science 312, 1918–1921", "ArticleIdList": ["16809532"]}, {"Citation": "Long SP, Drake BG. 1992. Photosynthetic CO2 assimilation and rising atmospheric CO2 concentrations. In: Baker NR, Thomas H, eds. Crop photosynthesis: spatial and temporal determinants Amsterdam: Elsevier; 669–704"}, {"Citation": "Long SP, Naidu SL. 2002. Effects of oxidants at the biochemical, cell and physiological levels. In: Treshow M, ed. Air pollution and plants. London: John Wiley; 68–88"}, {"Citation": "Manderscheid R, Weigel HJ. 1997. Photosynthetic and growth response of old and modern spring wheat cultivars to atmospheric CO2 enrichment. Agriculture, Ecosystems and Environment 64, 65–73"}, {"Citation": "McKee IF, Farage PK, Long SP. 1995. The interactive effects of elevated CO2 and O3 concentrations on photosynthesis in spring wheat. Photosynthesis Research 45, 111–119", "ArticleIdList": ["24301477"]}, {"Citation": "McKee IF, Mulholland BJ, Craigon J, Black CR, Long SP. 2000. Elevated concentrations of atmospheric CO2 protect against and compensate for O3 damage to photosynthetic tissues of field-grown wheat. New Phytologist 146, 427–435"}, {"Citation": "McKee IF, Woodward FI. 1994. The effect of growth at elevated CO2 concentrations on photosynthesis in wheat. Plant, Cell and Environment 17, 853–859"}, {"Citation": "Medlyn BE. 1996. The optimal allocation of nitrogen within the C3 photosynthetic system at elevated CO2 . Australian Journal of Plant Physiology 23, 593–603"}, {"Citation": "Meyer U, Kollner B, Willenbrink J, Krause GHM. 1997. Physiological changes on agricultural crops induced by different ambient ozone exposure regimes I. Effects on photosynthesis and assimilate allocation in spring wheat. New Phytologist 136, 645–652", "ArticleIdList": ["33863106"]}, {"Citation": "Nie GY, Tomasevic M, Baker NR. 1993. Effects of ozone on the photosynthetic apparatus and leaf proteins during leaf development in wheat. Plant, Cell and Environment 16, 643–651"}, {"Citation": "Noormets A, Kull O, Sober A, Kubiske ME, Karnosky DF. 2010. Elevated CO2 response of photosynthesis depends on ozone concentration in aspen. Environmental Pollution 158, 992–999", "ArticleIdList": ["19854548"]}, {"Citation": "Norby RJ, O’Neil EG. 1991. Leaf area compensation and nutrient interactions in CO2-enriched seedlings of yellow-poplar (Liriodendron tulipifera L.). New Phytologist 117, 515–528"}, {"Citation": "Osborne CP, LaRoche J, Garcia RL, Kimball BA, Wall GW, Pnter PJ, Lamorte RL, Hendrey GR, Long SP. 1998. Does leaf position within a canopy affect acclimation of photosynthesis to elevated CO2? Plant Physiology 117, 1037–1045", "ArticleIdList": ["PMC34920", "9662547"]}, {"Citation": "Pell EJ, Eckardt N, Enyedi AJ. 1992. Timing of ozone stress and resulting status of ribulose bisphosphate carboxylase/oxygenase and associated net photosynthesis. New Phytologist 120, 397–405"}, {"Citation": "Pettersson R, McDonald AJS. 1992. Effects of elevated carbon dioxide concentration on photosynthesis and growth of small birch plants (Betula pendula Roth.) at optimal nutrition. Plant, Cell and Environment 15, 911–919"}, {"Citation": "Polle A, Pell EJ. 1999. Role of carbon dioxide in modifying the plant response to ozone. In: Luo Y, Mooney HA, eds. Carbon dioxide and environmental stress. San Diego: Academic Press; 193–213"}, {"Citation": "Poorter H. 1993. Interspecific variation in the growth response of plants to elevated ambient CO2 concentration. Vegetatio 104, 77–97"}, {"Citation": "Prather M, Ehhalt D, Dentener F, et al. 2001. Atmospheric chemistry and greenhouse gases. In: Houghton JT, Ding Y, Griggs DJ, Noguer M, van der Linden PJ, Dai X, Maskell K, Johnson CA, eds. Climate change 2001: the scientific basis. Contribution of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, UK: Cambridge University Press; 239–287"}, {"Citation": "Rascher U, Biskup B, Leakey ADB, McGrath JM, Ainsworth EA. 2010. Altered physiological function, not structure, drives increased radiation-use efficiency of soybean grown at elevated CO2 . Photosynthesis Research 105, 15–25", "ArticleIdList": ["20407832"]}, {"Citation": "Sage RF. 1994. Acclimation of photosynthesis to increasing atmospheric CO2: the gas exchange perspective. Photosynthesis Research 39, 351–368", "ArticleIdList": ["24311129"]}, {"Citation": "Sharkey TD. 1988. Estimating the rate of photorespiration in leaves. Physiological Plantarum 73, 147–152"}, {"Citation": "Sicher Jr RC, Bunce JA, Matthews BF. 2010. Differing responses to carbon dioxide enrichment by a dwarf and a normal-sized soybean cultivar may depend on sink capacity. Canadian Journal of Plant Science 90, 257–264"}, {"Citation": "Stitt M. 1991. Rising CO2 levels and their potential significance for carbon flow in photosynthetic cells. Plant, Cell and Environment 14, 741–762"}, {"Citation": "Tausz M, Grulke NE, Wieser G. 2007. Defense and avoidance of ozone under global change. Environmental Pollution 147, 525–531", "ArticleIdList": ["17055629"]}, {"Citation": "Tuba Z, Szente K, Koch J. 1994. Response of photosynthesis, stomatal conductance, water use efficiency and production to long-term elevated CO2 in winter wheat. Journal of Plant Physiology 144, 661–668"}, {"Citation": "Wang XZ, Curtis PS, Prigitzer KS, Zak DR. 2000. Genotypic variation in physiological and growth responses of Populus tremuloides to elevated CO2 concentration. Tree Physiology 20, 1019–1028", "ArticleIdList": ["11305456"]}]}], "History": [{"Year": "2013", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23378379", "PMC3617821", "10.1093/jxb/ert005", "ert005"]}}], "PubmedBookArticle": []}