{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23519349", "DateCompleted": {"Year": "2013", "Month": "12", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.3390/s130303922"], "ArticleDate": [{"Year": "2013", "Month": "03", "Day": "20"}], "Journal": {"ISSN": "1424-8220", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2013", "Month": "Mar", "Day": "20"}}, "Title": "Sensors (Basel, Switzerland)", "ISOAbbreviation": "Sensors (Basel)"}, "ArticleTitle": "Measurements of tropospheric NO2 in Romania using a zenith-sky mobile DOAS system and comparisons with satellite observations.", "Pagination": {"StartPage": "3922", "EndPage": "3940", "MedlinePgn": "3922-40"}, "Abstract": {"AbstractText": ["In this paper we present a new method for retrieving tropospheric NO2 Vertical Column Density (VCD) from zenith-sky Differential Optical Absorption Spectroscopy (DOAS) measurements using mobile observations. This method was used during three days in the summer of 2011 in Romania, being to our knowledge the first mobile DOAS measurements peformed in this country. The measurements were carried out over large and different areas using a mobile DOAS system installed in a car. We present here a step-by-step retrieval of tropospheric VCD using complementary observations from ground and space which take into account the stratospheric contribution, which is a step forward compared to other similar studies. The detailed error budget indicates that the typical uncertainty on the retrieved NO2tropospheric VCD is less than 25%. The resulting ground-based data set is compared to satellite measurements from the Ozone Monitoring Instrument (OMI) and the Global Ozone Monitoring Experiment-2 (GOME-2). For instance, on 18 July 2011, in an industrial area located at 47.03°N, 22.45°E, GOME-2 observes a tropospheric VCD value of (3.4 ± 1.9) × 1015 molec./cm2, while average mobile measurements in the same area give a value of (3.4 ± 0.7) × 10(15) molec./cm2. On 22 August 2011, around Ploiesti city (44.99°N, 26.1°E), the tropospheric VCD observed by satellites is (3.3 ± 1.9) × 10(15) molec./cm2 (GOME-2) and (3.2 ± 3.2) × 10(15) molec./cm2 (OMI), while average mobile measurements give (3.8 ± 0.8) × 10(15) molec./cm2. Average ground measurements over \"clean areas\", on 18 July 2011, give (2.5 ± 0.6) × 10(15) molec./cm2 while the satellite observes a value of (1.8 ± 1.3) × 10(15) molec./cm2."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Dunarea de Jos, University of Galati, Faculty of Sciences and Environment, European Center of Excellence for the Environment, Galati, Romania. daniel.costantin@ugal.ro"}], "Identifier": [], "LastName": "Constantin", "ForeName": "Daniel-Eduard", "Initials": "DE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Merlaud", "ForeName": "Alexis", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Van Roozendael", "ForeName": "Michel", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Voiculescu", "ForeName": "Mirela", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fayt", "ForeName": "Caroline", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hendrick", "ForeName": "François", "Initials": "F"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pinardi", "ForeName": "Gaia", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Georgescu", "ForeName": "Lucian", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sensors (Basel)", "NlmUniqueID": "101204366", "ISSNLinking": "1424-8220"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Optical Devices"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Romania"}, {"QualifierName": [], "DescriptorName": "Satellite Communications"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Crutzen P.J. The influence of nitrogen oxides on the atmospheric ozone content. Q. J. R. Meteorol. Soc. 1970;96:320–325."}, {"Citation": "Solomon S., Portmann R.W., Sanders R.W., Daniel J.S., Madsen W., Bartram B., Dutton E.G. On the role of nitrogen dioxide in the absorption of solar radiation. J. Geophys. Res. 1999;104:12047–12058."}, {"Citation": "Lee D.S., Köhler I., Grobler E., Rohrer F., Sausen R., Gallardo-Klenner L., Olivier J.G.J., Dentener F.J., Bouwman A.F. Estimations of global NOx emissions and their uncertainties. Atmos. Environ. 1997;31:1735–1749."}, {"Citation": "Beirle S., Platt U., Wenig M., Wagner T. Weekly cycle of NO2 by GOME measurements: A signature of anthropogenic sources. Atmos. Chem. Phys. 2003;3:2225–2232."}, {"Citation": "Sunyer J., Spix C., Quenel P., Ponce-de-Leon A., Ponka A., Barumandzadeh T., Touloumi G., Bacharova L., Wojtyniak B., Vonk J., et al. Urban air pollution and emergency admissions for asthma in four European cities: The APHEA Project. Thorax. 1997;52:760–765.", "ArticleIdList": ["PMC1758645", "9371204"]}, {"Citation": "Maître A., Bonneterre V., Huillard L., Sabatier P., de Gaudemaris R. Impact of urban atmospheric pollution on coronary disease. Eur. Heart J. 2006;27:2275–2284.", "ArticleIdList": ["16893917"]}, {"Citation": "van der A R.J., Peters D.H.M.U., Eskes H., Boersma K.F., van Roozendael M., De Smedt I., Kelder H.M. Detection of the trend and seasonal variation in tropospheric NO2 over China. J. Geophys. Res. 2006;111:D12317."}, {"Citation": "Platt U. Differential optical absorption spectroscopy (DOAS) Chem. Anal. Ser. 1994;127:27–83."}, {"Citation": "Platt U., Stutz J. Differential Optical Absorption Spectroscopy: Principles and Applications. Springer Verlag; Heidelberg, Germany: 2008."}, {"Citation": "Brewer A.W., McElroy C.T., Kerr J.B. Nitrogen dioxide concentration in the atmosphere. Nature. 1973;246:129–133."}, {"Citation": "Noxon J.F. Nitrogen dioxide in the stratosphere and troposphere measured by ground-based absorption spectroscopy. Science. 1975;189:547–549.", "ArticleIdList": ["17798301"]}, {"Citation": "Johansson M., Galle B., Yu T., Tang L., Chen D., Li H., Li J.X., Zhang Y. Quantification of total emission of air pollutants from Beijing using mobile mini-DOAS. Atmos. Environ. 2008;42:6926–6933."}, {"Citation": "Johansson M., Rivera C., de Foy B., Lei W., Song J., Zhang Y., Galle B., Molina L. Mobile mini-DOAS measurement of the outflow of NO2 and HCHO from Mexico City. Atmos. Chem. Phys. 2009;9:5647–5653."}, {"Citation": "Rivera C., Sosa G., Wöhrnschimmel H., de Foy B., Johansson M., Galle B. Tula industrial complex (Mexico) emissions of SO2 and NO2 during the MCMA 2006 field campaign using a mobile mini-DOAS system. Atmos. Chem. Phys. 2009;9:6351–6361."}, {"Citation": "Rivera C., Mellqvist J., Samuelsson J., Lefer B., Alvarez S., Patel M.R. Quantification of NO2 and SO2 emissions from the Houston Ship Channel and Texas City industrial areas during the 2006 Texas Air Quality Study. J. Geophys. Res. 2010;115:D08301."}, {"Citation": "Strong K., Bailak G., Barton D., Bassford M., Blatherwick R., Brown S., Chartrand D., Davies J., Fogal P., Forsberg E., et al. Mantra—A balloon mission to study the odd-nitrogen budget of the stratosphere. Atmos. Ocean. 2005;43:283–299."}, {"Citation": "Bossmeyer J. PhD Thesis. Institut fur Umweltphysik, University of Heidelberg; Heidelberg, Germany: 2002. Ship-Based Multi-Axis Differential Optical Absorption Spectroscopy Measurements of Tropospheric Trace Gases over the Atlantic Ocean—New Measurement Concepts."}, {"Citation": "Merlaud A., van Roozendael M., Theys N., Fayt C., Hermans C., Quennehen B., Schwarzenboeck A., Ancellet G., Pommier M., Pelon J., et al. Airborne DOAS measurements in Arctic: Vertical distributions of aerosol extinction coefficient and NO2 concentration. Atmos. Chem. Phys. 2011;11:9219–9236."}, {"Citation": "Merlaud A., van Roozendael M., van Gent J., Fayt C., Maes J., Toledo-Fuentes X., Ronveaux O., de Mazière M. DOAS measurements of NO2 from an ultralight aircraft during the Earth Challenge expedition. Atmos. Meas. Tech. 2012;5:2057–2068."}, {"Citation": "Bovensmann H., Burrows J.P., Buchwitz M., Frerick J., Noël S., Rozanov V.V., Chance K.V., Goede A.H.P. SCIAMACHY—Mission objectives and measurement modes. J. Atmos. Sci. 1999;56:127–150."}, {"Citation": "Levelt P., van den Oord G., Dobber M., Malkki A., Visser H., de Vries J., Stammes P., Lundell J., Saari H. Theozone monitoring instrument. IEEE Trans. Geosci. Remote. 2006;44:1093–1101."}, {"Citation": "Munro R., Eisinger M., Anderson C., Callies J., Corpaccioli E., Lang R., Lefebvre A., Livschitz Y., Albinana A.P. GOME-2 on MetOp. Proceedings of The 2006 EUMETSAT Meteorological Satellite Conference; Helsinki, Finland. 12– 16 June 2006; p. 48. EUMETSAT P."}, {"Citation": "Boersma K.F., Jacob D.J., Trainic M., Rudich Y., de Smedt I., Dirksen R., Eskes H.J. Validation of urban NO2 concentrations and their diurnal and seasonal variations observed from the SCIAMACHY and OMI sensors using in situ surface measurements in Israeli cities. Atmos. Chem. Phys. 2009;9:3867–3879."}, {"Citation": "Wagner T., Ibrahim O., Shaiganfar R., Platt U. Mobile MAX-DOAS observations of tropospheric trace gases. Atmos. Meas. Tech. 2010;3:129–140."}, {"Citation": "Ibrahim O., Shaiganfar R., Sinreich R., Stein T., Platt U., Wagner T. Car MAX-DOAS measurements around entire cities: Quantification of NOx emissions from the cities of Mannheim and Ludwigshafen (Germany) Atmos. Meas. Tech. 2010;3:709–721."}, {"Citation": "Fayt C., de Smedt I., Letocart V., Merlaud A., Pinardi G., van Roozendael M. QDOAS Software User Manual. Belgian Institute for Space Aeronomy; Brussels, Belgium: 2011."}, {"Citation": "Vandaele A., Hermans C., Simon P., Carleer M., Colin R., Fally S., Mérienne F., Jenouvrier A., Coquart B. Measurements of the NO2 absorption cross-section from 42,000 cm−1 to 10,000 cm−1 (238–1,000 nm) at 220 K and 294 K (220 K) J. Quant. Spectrosc. Radiat. Transf. 1998;59:171–184."}, {"Citation": "Burrows J.P., Richter A., Dehn A., Deters B., Himmelmann S., Orphal J. Atmospheric remote-sensing reference data from GOME—Part 2. Temperature-dependent absorption cross sections of O3 in the 231–794 nm range. J. Quant. Spectrosc. Radiat. Transf. 1999;61:509–517."}, {"Citation": "Coheur P., Fally S., Carleer M., Clerbaux C., Colin R., Jenouvrier A., Mérienne M., Hermans C., Vandaele A. New water vapor line parameters in the 26,000–13,000 cm−1 region. J. Quant. Spectrosc. Radiat. Transf. 2002;74:493–510."}, {"Citation": "Grainger J.F., Ring J. Anomalous Fraunhofer line profiles. Nature. 1962;193:762."}, {"Citation": "Vaughan G., Quinn P.T., Green A.C., Bean J., Roscoe H.K., van Roozendael M., Goutail F. SAOZ measurements of stratospheric NO2 at Aberystwyth. J. Environ. Monit. 2006;8:353–361.", "ArticleIdList": ["16528419"]}, {"Citation": "Lee A.M., Roscoe H.K., Oldham D.J., Squires J.A.C., Sarkissian A., Pommereau J.-P. Improvements to the accuracy of zenith-sky measurements of NO2 by visible spectrometers. J. Quant. Spectrosc. Radiat. Transf. 1994;52:649–657."}, {"Citation": "Roscoe H.K., Charlton A.J., Fish D.J., Hill J.G.T. Improvements to the accuracy of measurements of NO2 by zenith-sky visible spectrometers II: Errors in zero using a more complete chemical model. J. Quant. Spectrosc. Radiat. 2001;68:337–349."}, {"Citation": "Mayer B., Kylling A. Technical note: The libRadtran software package for radiative transfer calculations—Description and examples of use. Atmos. Chem. Phys. 2005;5:1855–1877."}, {"Citation": "Errera Q., Fonteyn D. Four-dimensional variationalchemical assimilation of CRISTA stratospheric measurements. J. Geophys. Res. 2001;106:12253–12265."}, {"Citation": "Hendrick F., Mueller R., Sinnhuber B.-M., Bruns M., Burrows J.P., Chipperfield M.P., Fonteyn D., Richter A., van Roozendael M., Wittrock F. Simulation of BrO Diurnal Variation and BrO Slant Columns: Intercomparison Exercise between Three Model Packages. Proceedings of the 5th European Workshop on Stratospheric Ozone 2000; Saint Jean de Luz, France. 27 September– 1 October 1999."}, {"Citation": "Hermans C., Lambert J.-C., Pfeilsticker K., Pommereau J.-P. Retrieval of nitrogen dioxide stratospheric profiles from ground-based zenith-sky UV-visible observations: Validation of the technique through correlative comparisons. Atmos. Chem. Phys. 2004;4:2091–2106."}, {"Citation": "Hendrick F., van Roozendael M., Kylling A., Petritoli A., Rozanov A., Sanghavi S., Schofield R., von Friedeburg C., Wagner T., Wittrock F., et al. Intercomparison exercise between different radiative transfer modelsused for the interpretation of ground-based zenith-sky and multiaxis DOAS observations. Atmos. Chem. Phys. 2006;6:93–108."}, {"Citation": "Wagner T., Burrows J.P., Deutschmann T., Dix B., von Friedeburg C., Frieß U., Hendrick F., Heue K.-P., Irie H., Iwabuchi H., et al. Comparison of box-air-mass-factors and radiances for multiple-axis differential optical absorption spectroscopy (MAX-DOAS) geometries calculated from different UV/visible radiative transfer models. Atmos. Chem. Phys. 2007;7:1809–1833."}, {"Citation": "Chipperfield M.P. Multiannual simulations with a three-dimensionalchemical transport model. J. Geophys. Res. 1999;104:1781–1805."}, {"Citation": "Bassford M.R., Strong K., McLinden C.A., McElroy T.C. Ground-based measurements of ozone and NO2 during mantra 1998 using a zenith-sky spectrometer. Atmos. Ocean. 2005;43:325–338."}, {"Citation": "Hendrick F., van Roozendael M., Chipperfield M.P., Dorf M., Goutail F., Yang X., Fayt C., Hermans C., Pfeilsticker K., Pommereau J.-P., et al. Retrieval of stratospheric and tropospheric BrO profiles and columns using ground-based zenith-sky DOAS observations at Harestua, 60° N. Atmos. Chem. Phys. 2007;7:4869–4885."}, {"Citation": "Boersma K.F., Eskes H.J., Veefkind J.P., Brinksma E.J., van der A R.J., Sneep M., van den Oord G.H.J., Levelt P.F., Stammes P., Gleason J.F., Bucsela E.J. Near-real timeretrieval of tropospheric NO2 from OMI. Atmos. Chem. Phys. 2007;7:2103–2118."}, {"Citation": "Dirksen R.J., Boersma K.F., Eskes H.J., Ionov D.V., Bucsela E.J., Levelt P.F., Kelder H.M. Evaluation of stratospheric NO2 retrieved from the Ozone Monitoring Instrument: intercomparison, diurnal cycle and trending. J. Geophys. Res. 2011;116:D08305."}, {"Citation": "Boersma K.F., Eskes H.J., Brinksma E.J. Error analysis for tropospheric NO2 retrieval from space. J. Geophys. Res. 2004;109:D04311."}, {"Citation": "Chen D., Zhou B., Beirle S., Chen L.M., Wagner T. Tropospheric NO2 column densities deduced from zenith-sky DOAS measurements in Shanghai, China, and their application to satellite validation. Atmos. Chem. Phys. 2009;9:3641–3662."}, {"Citation": "Wagner T., von Friedeburg C., Wenig M., Otten C., Platt U. UV/Vis observations of atmospheric O4 absorptions using direct moon light and zenith scattered sunlight under clear and cloudy sky conditions. J. Geophys. Res. 2002;107 doi: 10.1029/2001JD001026.", "ArticleIdList": ["10.1029/2001JD001026"]}, {"Citation": "Janssen J. Sur les spectres d'absorption de l'oxygene, C. R (in French) Hebd. Seances Acad. Sci. 1886;102:1352–1353."}, {"Citation": "Greenblatt G.D., Orlando J.J., Burkholder J.B., Ravishankara A.R. Absorption measurements of oxygen between 330 and 1140 nm. J. Geophys. Res. 1990;95:18577–18582."}]}], "History": [{"Year": "2012", "Month": "12", "Day": "13"}, {"Year": "2013", "Month": "2", "Day": "26"}, {"Year": "2013", "Month": "3", "Day": "13"}, {"Year": "2013", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "3", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["23519349", "PMC3658783", "10.3390/s130303922", "s130303922"]}}], "PubmedBookArticle": []}