{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "23537136", "DateCompleted": {"Year": "2014", "Month": "04", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1089/ast.2012.0888"], "Journal": {"ISSN": "1557-8070", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2013", "Month": "Mar"}}, "Title": "Astrobiology", "ISOAbbreviation": "Astrobiology"}, "ArticleTitle": "Spectral fingerprints of Earth-like planets around FGK stars.", "Pagination": {"StartPage": "251", "EndPage": "269", "MedlinePgn": "251-69"}, "Abstract": {"AbstractText": ["We present model atmospheres for an Earth-like planet orbiting the entire grid of main sequence FGK stars with effective temperatures ranging from Teff=4250 K to Teff=7000 K in 250 K intervals. We have modeled the remotely detectable spectra of Earth-like planets for clear and cloudy atmospheres at the 1 AU equivalent distance from the VIS to IR (0.4 to 20 μm) to compare detectability of features in different wavelength ranges in accordance with the James Webb Space Telescope and future design concepts to characterize exo-Earths. We have also explored the effect of the stellar UV levels as well as spectral energy distribution on a terrestrial atmosphere, concentrating on detectable atmospheric features that indicate habitability on Earth, namely, H2O, O3, CH4, N2O, and CH3Cl. The increase in UV dominates changes of O3, OH, CH4, N2O, and CH3Cl, whereas the increase in stellar temperature dominates changes in H2O. The overall effect as stellar effective temperatures and corresponding UV increase is a lower surface temperature of the planet due to a bigger part of the stellar flux being reflected at short wavelengths, as well as increased photolysis. Earth-like atmosphere models show more O3 and OH but less stratospheric CH4, N2O, CH3Cl, and tropospheric H2O (but more stratospheric H2O) with increasing effective temperature of main sequence stars. The corresponding detectable spectral features, on the other hand, show different detectability depending on the wavelength observed. We concentrate on directly imaged planets here as a framework to interpret future light curves, direct imaging, and secondary eclipse measurements of atmospheres of terrestrial planets in the habitable zone at varying orbital positions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Harvard Smithsonian Center for Astrophysics, Cambridge, Massachusetts 02138, USA. srugheimer@cfa.harvard.edu"}], "LastName": "Rugheimer", "ForeName": "Sarah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kaltenegger", "ForeName": "Lisa", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Zsom", "ForeName": "Andras", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Segura", "ForeName": "Antígona", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sasselov", "ForeName": "Dimitar", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Astrobiology", "NlmUniqueID": "101088083", "ISSNLinking": "1557-8070"}, "ChemicalList": [{"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "K50XQU1029", "NameOfSubstance": "Nitrous Oxide"}, {"RegistryNumber": "OP0UW79H66", "NameOfSubstance": "Methane"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Altitude"}, {"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Earth, Planet"}, {"QualifierName": [], "DescriptorName": "Extraterrestrial Environment"}, {"QualifierName": ["analysis"], "DescriptorName": "Methane"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrous Oxide"}, {"QualifierName": ["analysis"], "DescriptorName": "Oxygen"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photochemistry"}, {"QualifierName": [], "DescriptorName": "Planets"}, {"QualifierName": [], "DescriptorName": "Spectrophotometry, Infrared"}, {"QualifierName": [], "DescriptorName": "Spectroscopy, Near-Infrared"}, {"QualifierName": ["methods"], "DescriptorName": "Spectrum Analysis"}, {"QualifierName": [], "DescriptorName": "Stars, Celestial"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": ["analysis"], "DescriptorName": "Water"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Batalha N.M. Rowe J.F. Bryson S.T. Barclay T. Burke C.J. Caldwell D.A. Christiansen J.L. Mullally F. Thompson S.E. Brown T.M. Dupree A.K. Fabrycky D.C. Ford E.B. Fortney J.J. Gilliland R.L. Isaacson H. Latham D.W. Marcy G.W. Quinn S. Ragozzine D. Shporer A. Borucki W.J. Ciardi D.R. Gautier T.N., III Haas M.R. Jenkins J.M. Koch D.G. Lissauer J.J. Rapin W. Basri G.S. Boss A.P. Buchhave L.A. Charbonneau D. Christensen-Dalsgaard J. Clarke B.D. Cochran W.D. Demory B.-O. Devore E. Esquerdo G.A. Everett M. Fressin F. Geary J.C. Girouard F.R. Gould A. Hall J.R. Holman M.J. Howard A.W. Howell S.B. Ibrahim K.A. Kinemuchi K. Kjeldsen H. Klaus T.C. Li J. Lucas P.W. Morris R.L. Prsa A. Quintana E. Sanderfer D.T. Sasselov D. Seader S.E. Smith J.C. Steffen J.H. Still M. Stumpe M.C. Tarter J.C. Tenenbaum P. Torres G. Twicken J.D. Uddin K. Van Cleve J. Walkowicz L. Welsh W.F. Planetary candidates observed by Kepler, III: analysis of the first 16 months of data. 2012;arXiv:1202.5852v1."}, {"Citation": "Bates D.R. Nicolet M. The photochemistry of atmospheric water vapor. J Geophys Res. 1950;55:301–310."}, {"Citation": "The Terrestrial Planet Finder (TPF): A NASA Origins Program to Search for Habitable Planets, The TPF Science Working Group, National Aeronautics and Space Administration. In: Beichman C.A., editor; Woolf N.J., editor; Lindensmith C.A., editor. Washington, DC: Jet Propulsion Laboratory, California Institute of Technology; 1999. Pasadena, CA."}, {"Citation": "Beichman C. Lawson P. Lay O. Ahmed A. Unwin S. Johnston K. Status of the terrestrial planet finder interferometer (TPF-I) Proc SPIE. 2006;6268:62680S."}, {"Citation": "Borucki W.J. Koch D.G. Basri G. Batalha N. Boss A. Brown T.M. Caldwell D. Christensen-Dalsgaard J. Cochran W.D. DeVore E. Dunham E.W. Dupree A.K. Gautier T.N., III Geary J.C. Gilliland R. Gould A. Howell S.B. Jenkins J.M. Kjeldsen H. Latham D.W. Lissauer J.J. Marcy G.W. Monet D.G. Sasselov D. Tarter J. Charbonneau D. Doyle L. Ford E.B. Fortney J. Holman M.J. Seager S. Steffen J.H. Welsh W.F. Allen C. Bryson S.T. Buchhave L. Chandrasekaran H. Christiansen J.L. Ciardi D. Clarke B.D. Dotson J.L. Endl M. Fischer D. Fressin F. Haas M. Horch E. Howard A. Isaacson H. Kolodziejczak J. Li J. MacQueen P. Meibom S. Prsa A. Quintana E.V. Rowe J. Sherry W. Tenenbaum P. Torres G. Twicken J.D. Van Cleve J. Walkowicz L. Wu H. Characteristics of Kepler planetary candidates based on the first data set. Astrophys J. 2011;728 doi: 10.1088/0004-637X/728/2/117.", "ArticleIdList": ["10.1088/0004-637X/728/2/117"]}, {"Citation": "Cash W. Detection of Earth-like planets around nearby stars using a petal-shaped occulter. Nature. 2006;442:51–53.", "ArticleIdList": ["16823446"]}, {"Citation": "Cayrel de Strobel G. Soubiran C. Friel E.D. Ralite N. Francois P. A catalogue of [Fe/H] determinations: 1996 edition. Astron Astrophys Suppl Ser. 1997;124:299–305."}, {"Citation": "Cayrel de Strobel G. Soubiran C. Ralite N. Catalogue of [Fe/H] determinations for FGK stars: 2001 edition. Astron Astrophys Suppl Ser. 2001;373:159–163."}, {"Citation": "Chapman S. A theory of upper atmospheric ozone. Memoirs of the Royal Meteorological Society. 1930;3:103–125."}, {"Citation": "Crutzen P.J. Influence of nitrogen oxides on atmospheric ozone content. Quarterly Journal of the Royal Meteorological Society. 1970;96:320–325."}, {"Citation": "Deming D. Seager S. Winn J. Miller-Ricci E. Clampin M. Lindler D. Greene T. Charbonneau D. Laughlin G. Ricker G. Latham D. Ennico K. Discovery and characterization of transiting super Earths using an all-sky transit survey and follow-up by the James Webb Space Telescope. Publ Astron Soc Pac. 2009;121:952–967."}, {"Citation": "Des Marais D.J. Harwit M. Jucks K. Kasting J.F. Lin D. Lunine J. Schneider J. Seager S. Traub W. Woolf N. Remote sensing of planetary properties and biosignatures on extrasolar terrestrial planets. Astrobiology. 2002;2:153–181.", "ArticleIdList": ["12469366"]}, {"Citation": "Di Folco E. Thévenin F. Kervella P. Domiciano de Souza A. Coudé du Foresto V. Ségransan D. Morel P. VLTI near-IR interferometric observations of Vega-like stars. Radius and age of α PsA, β Leo, β Pic, ɛ Eri and τ Cet. Astron Astrophys. 2004;426:601–617."}, {"Citation": "Flower P.J. Transformations from theoretical Hertzsprung-Russell diagrams to color-magnitude diagrams: effective temperatures, B-V colors, and bolometric corrections. Astrophys J. 1996;469:355."}, {"Citation": "Forster P. Ramaswamy V. Artaxo P. Berntsen T. Betts R. Fahey D.W. Haywood J. Lean J. Lowe D.C. Myhre G. Nganga J. Prinn R. Raga G. Schulz M. Van Dorland R. Changes in atmospheric constituents and in radiative forcing. In: Solomon S., editor; Qin D., editor; Manning M., editor; Chen Z., editor; Marquis M., editor; Averyt K.B., editor; Tignor M., editor; Miller H.L., editor. Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, UK: 2007. pp. 129–215."}, {"Citation": "Gardner J.P. Mather J.C. Clampin M. Doyon R. Greenhouse M.A. Hammel H.B. Hutchings J.B. Jakobsen P. Lilly S.J. Long K.S. Lunine J.I. McCaughrean M.J. Mountain M. Nella J. Rieke G.H. Rieke M.J. Rix H. Smith E.P. Sonneborn G. Stiavelli M. Stockman H.S. Windhorst R.A. Wright G.S. The James Webb Space Telescope. Space Sci Rev. 2006;123:485–606."}, {"Citation": "Gray D. The Observation and Analysis of Stellar Photospheres. Cambridge University Press; Cambridge, UK: 1992. Global stellar parameters: parameters for main-sequence stars; p. 431."}, {"Citation": "Grenfell J.L. Stracke B. von Paris P. Patzer B. Titz R. Segura A. Rauer H. The response of atmospheric chemistry on Earthlike planets around F, G and K stars to small variations in orbital distance. Planet Space Sci. 2007;55:661–671."}, {"Citation": "Haqq-Misra J. Domagal-Goldman S. Kasting P. Kasting J. A revised, hazy methane greenhouse for the early Earth. Astrobiology. 2008;8:1127–1137.", "ArticleIdList": ["19093801"]}, {"Citation": "Hartmann L. Anderson C.M. Abundances in late-type dwarfs. Astrophys J. 1977;215:188–193."}, {"Citation": "Houghton J.T., editor; Meira Filho L.G., editor; Bruce J., editor; Lee H., editor; Callander B.A., editor; Haites E., editor; Harris N., editor; Maskell K., editor. Climate Change, 1994: Radiative Forcing of Climate Change and an Evaluation of the IPCC IS92 Emission Scenarios. Cambridge University Press; Cambridge, UK: 1994."}, {"Citation": "Kaltenegger L. Characterizing habitable exo-moons. Astrophys J. 2010;711:L1–L6."}, {"Citation": "Kaltenegger L. Sasselov D. Detecting planetary geochemical cycles on exoplanets: atmospheric signatures and the case of SO2. Astrophys J. 2010;708:1162–1167."}, {"Citation": "Kaltenegger L. Sasselov D. Exploring the habitable zone for Kepler planetary candidates. Astrophys J. 2011;736:L25."}, {"Citation": "Kaltenegger L. Traub W.A. Transits of Earth-like planets. Astrophys J. 2009;698:519–527."}, {"Citation": "Kaltenegger L. Traub W.A. Jucks K.W. Spectral evolution of an Earthlike planet. Astrophys J. 2007;658 doi: 10.1086/510996.", "ArticleIdList": ["10.1086/510996"]}, {"Citation": "Kaltenegger L. Selsis F. Fridlund M. Lammer H. Beichman C. Danchi W. Eiroa C. Henning T. Herbst T. Léger A. Liseau R. Lunine J. Paresce F. Penny A. Quirrenbach A. Röttgering H. Schneider J. Stam D. Tinetti G. White G.J. Deciphering spectral fingerprints of habitable exoplanets. Astrobiology. 2010a;10:89–102.", "ArticleIdList": ["20307185"]}, {"Citation": "Kaltenegger L. Henning W.G. Sasselov D. Detecting volcanism on extrasolar planets. Astron J. 2010b;140:1370–1380."}, {"Citation": "Kasting J.F. Ackerman T.P. Climatic consequences of very high CO2 levels in the Earth's early atmosphere. Science. 1986;234:1383–1385.", "ArticleIdList": ["11539665"]}, {"Citation": "Kasting J.F. Pollack J.B. Crisp D. Effects of high CO2 levels on surface temperature and atmospheric oxidation state on the early Earth. J Atmos Chem. 1984;1:403–428.", "ArticleIdList": ["11541984"]}, {"Citation": "Kasting J.F. Holland H.D. Pinto J.P. Oxidant abundances in rainwater and the evolution of atmospheric oxygen. J Geophys Res. 1985;90:10497–10510.", "ArticleIdList": ["11542000"]}, {"Citation": "Kitzmann D. Patzer A.B.C. von Paris P. Godolt M. Rauer H. Clouds in the atmospheres of extrasolar planets: II. Thermal emission spectra of Earth-like planets influenced by low and high-level clouds. Astron Astrophys. 2011a;531:A62."}, {"Citation": "Kitzmann D. Patzer A.B.C. von Paris P. Godolt M. Rauer H. Clouds in the atmospheres of extrasolar planets: III. Impact of low and high-level clouds on the reflection spectra of Earth-like planets. Astron Astrophys. 2011b;534:A63."}, {"Citation": "Kurucz R.L. Model atmospheres for G, F, A, B, and O stars. Astrophys J Suppl Ser. 1979;40:1–340."}, {"Citation": "Livengood T.A. Deming L.D. A'Hearn M.F. Charbonneau D. Hewagama T. Lisse C.M. McFadden L.A. Meadows V.S. Robinson T.D. Seager S. Wellnitz D.D. Properties of an Earth-like planet orbiting a Sun-like star: Earth observed by the EPOXI mission. Astrobiology. 2011;11:907–930.", "ArticleIdList": ["22077375"]}, {"Citation": "Lovelock J.E. Thermodynamics and the recognition of alien biospheres. Proc R Soc Lond B Biol Sci. 1975;189:167–180."}, {"Citation": "Massa D. Fitzpatrick E.L. A recalibration of IUE NEWSIPS low-dispersion data. Astrophys J Suppl Ser. 2000;126:517–535."}, {"Citation": "Massa D. Van Steenberg M.E. Oliversen N. Lawton P. Science verification of the IUE Final Archive data products. In: Wamsteker W., editor; Gonzalez Riestra R., editor. Special Publication 413: UV Astrophysics Beyond the IUE Final Archive. ESA Publications Division; Noordwijk, the Netherlands: 1998. pp. 723–726."}, {"Citation": "Meadows V.S. Modeling the diversity of extrasolar terrestrial planets. Direct imaging of exoplanets: science and techniques. Proceedings of the IAU Colloquium, No. 200; Cambridge, UK. Cambridge University Press; 2006. pp. 25–34."}, {"Citation": "Molina M.J. Rowland F.S. Stratospheric sink for chlorofluoromethanes: chlorine atom catalyzed destruction of ozone. Nature. 1974;249:810–814."}, {"Citation": "Pallé E. Ford E.B. Seager S. Montañés-Rodríguez P. Vazquez M. Identifying the rotation rate and the presence of dynamic weather on extrasolar Earth-like planets from photometric observations. Astrophys J. 2008;676:1319–1329."}, {"Citation": "Pavlov A.A. Kasting J.F. Mass-independent fractionation of sulfur isotopes in Archean sediments: strong evidence for an anoxic Archean atmosphere. Astrobiology. 2002;2:27–41.", "ArticleIdList": ["12449853"]}, {"Citation": "Pavlov A. Kasting J. Brown L. Rages K. Freedman R. Greenhouse warming by CH4 in the atmosphere of early Earth. J Geophys Res. 2000;105:11981–11990.", "ArticleIdList": ["11543544"]}, {"Citation": "Pavlov A.A. Hurtgen M.T. Kasting J.F. Arthur M.A. Methane-rice Proterozoic atmosphere? Geology. 2003;31:87–90."}, {"Citation": "Robinson T.D. Meadows V.S. Crisp D. Deming L.D. A'Hearn M.F. Charbonneau D. Livengood T.A. Seager S. Barry R.K. Hearty T. Hewagama T. Lisse C.M. McFadden L.A. Wellnitz D.D. Earth as an exoplanet: Earth model validation using EPOXI Earth observations. Astrobiology. 2011;11:393–408.", "ArticleIdList": ["PMC3133830", "21631250"]}, {"Citation": "Sagan C. Thompson W.R. Carlson R. Gurnett D. Hord C. A search for life on Earth from the Galileo spacecraft. Nature. 1993;365:715–721.", "ArticleIdList": ["11536539"]}, {"Citation": "Schindler T.L. Kasting J.F. Synthetic spectra of simulated terrestrial atmospheres containing possible biomarker gases. Icarus. 2000;145:262–271.", "ArticleIdList": ["11543302"]}, {"Citation": "Seager S. Turner E.L. Schafer J. Ford E.B. Vegetation's red edge: a possible biomarker of extraterrestrial plants. Astrobiology. 2005;5:372–390.", "ArticleIdList": ["15941381"]}, {"Citation": "Segura A. Krelove K. Kasting J.F. Sommerlatt D. Meadows V. Crisp D. Cohen M. Mlawer E. Ozone concentrations and ultraviolet fluxes on Earth-like planets around other stars. Astrobiology. 2003;3:689–708.", "ArticleIdList": ["14987475"]}, {"Citation": "Segura A. Kasting J.F. Meadows V. Cohen M. Scalo J. Crisp D. Butler R.A.H. Tinetti G. Biosignatures from Earth-like planets around M dwarfs. Astrobiology. 2005;5:706–725.", "ArticleIdList": ["16379526"]}, {"Citation": "Segura A. Meadows V.S. Kasting J.F. Crisp D. Cohen M. Abiotic formation of O2 and O3 in high-CO2 terrestrial atmospheres. Astron Astrophys. 2007;472:665–679."}, {"Citation": "Segura A. Walkowicz L.M. Victoria Meadows V. Kasting J. Hawley S. The effect of a strong stellar flare on the atmospheric chemistry of an Earth-like planet orbiting an M dwarf. Astrobiology. 2010;10:751–771.", "ArticleIdList": ["PMC3103837", "20879863"]}, {"Citation": "Selsis F. Darwin and Astronomy—The Infrared Space Interferometer. ESA Publications Division; Noordwijk, the Netherlands: 2000. Review: physics of planets I: Darwin and the atmospheres of terrestrial planets; pp. 133–142. ESA SP 451."}, {"Citation": "Sneep M. Ubachs W. Direct measurement of the Rayleigh scattering cross section in various gases. J Quant Spectrosc Radiat Transf. 2004;92:293–310."}, {"Citation": "Toon O.B. McKay C.P. Ackerman T.P. Santhanam K. Rapid calculation of radiative heating rates and photodissociation rates in inhomogeneous multiple scattering atmospheres. J Geophys Res. 1989;94:16287–16301."}, {"Citation": "Traub W.A. Stier M.T. Theoretical atmospheric transmission in the mid- and far-infrared at four altitudes. Appl Opt. 1976;15:364–377.", "ArticleIdList": ["20164977"]}, {"Citation": "Traub W.A. Levine M. Shaklan S. Kasting J. Angel J.R. Brown M.E. Brown R.A. Burrows C. Clampin M. Dressler A. Ferguson H.C. Hammel H.B. Heap S.R. Horner S.D. Illingworth G.D. Kasdin N.J. Kuchner M.J. Lin D. Marley M.S. Meadows V. Noecker C. Oppenheimer B.R. Seager S. Shao M. Stapelfeldt K.R. Trauger J.T. TPF-C: status and recent progress. Proc SPIE. 2006;6268 doi: 10.1117/12.673608.", "ArticleIdList": ["10.1117/12.673608"]}, {"Citation": "Udry S. Bonfils X. Delfosse X. Forveille T. Mayor M. Perrier C. Bouchy F. Lovis C. Pepe F. Queloz D. Bertaux J.-L. The HARPS search for southern extra-solar planets. XI. Super-Earths (5 and 8 M⊕) in a 3-planet system. Astron Astrophys. 2007;469:L43–L47."}, {"Citation": "Valenti J.A. Fischer D.A. Spectroscopic Properties of Cool Stars (SPOCS). I. 1040 F, G, and K Dwarfs from Keck, Lick, and AAT Planet Search Programs. Astrophys J Suppl Ser. 2005;159:141–166."}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23537136", "PMC3612284", "10.1089/ast.2012.0888"]}}], "PubmedBookArticle": []}