{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23618537", "DateCompleted": {"Year": "2013", "Month": "05", "Day": "07"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1186/1752-153X-7-74"], "ArticleDate": [{"Year": "2013", "Month": "04", "Day": "23"}], "Journal": {"ISSN": "1752-153X", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2013", "Month": "Apr", "Day": "23"}}, "Title": "Chemistry Central journal", "ISOAbbreviation": "Chem Cent J"}, "ArticleTitle": "Identification and structural elucidation of ozonation transformation products of estrone.", "Pagination": {"StartPage": "74", "MedlinePgn": "74"}, "Abstract": {"AbstractText": ["Quantitative methods for the analysis of contaminants of emerging concern (CECs) are abundant in the scientific literature. However, there are few reports on systematic methods of identification and structural identification of transformation products. For this reason, a new method based on high-resolution mass spectrometry and differential analysis was developed in order to facilitate and accelerate the process of identification and structural elucidation of transformation products CECs. This method was applied to the study of ozonation transformation products (OTPs) of the natural hormone estrone (E1).", "A control compare trend experiment consisting in the comparison of a control sample to several samples having been exposed to decreasing concentrations of O3(aq) indicated that 593 peaks could be associated with OTPs. After applying various filters to remove background noise, sample contaminants and signal spikes, this data set was reduced to 16 candidate peaks. By inspection of the shape of these peaks, only two compounds OTP-276 (m/z 275.12930) and OTP-318 (m/z 317.14008) were considered as good candidates for further study. Multi-stage tandem mass spectrometry (MSn) experiments of SPE extracts of the ozonated samples of E1 and of a deuterium-labeled analogue (E1-d4) showed that OTP-276 and OTP-318 had carboxylic acid and hydroxyl functional groups, as previously reported for OTPs of other hormones. Structures for these two compounds were proposed based on their MSn spectra.", "These results indicate that the method proposed is a systematic and rapid approach to study transformation products of CECs."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, McGill University, 3610 University, Montreal, QC, H3A 2B2, Canada. viviane.yargeau@mcgill.ca."}], "Identifier": [], "LastName": "Segura", "ForeName": "Pedro Alejandro", "Initials": "PA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kaplan", "ForeName": "Pearl", "Initials": "P"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yargeau", "ForeName": "Viviane", "Initials": "V"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chem Cent J", "NlmUniqueID": "101314213", "ISSNLinking": "1752-153X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Celiz MD, Tso J, Aga DS. Pharmaceutical metabolites in the environment: analytical challenges and ecological risks. Environ Toxicol Chem. 2009;28:2473–2484. doi: 10.1897/09-173.1.", "ArticleIdList": ["10.1897/09-173.1", "19663539"]}, {"Citation": "Andreozzi R, Caprio V, Ciniglia C, De Champdore M, Lo Giudice R, Marotta R, Zuccato E. Antibiotics in the environment: occurrence in Italian STPs, fate, and preliminary assessment on algal toxicity of amoxicillin. Environ Sci Technol. 2004;38:6832–6838. doi: 10.1021/es049509a.", "ArticleIdList": ["10.1021/es049509a", "15669346"]}, {"Citation": "Boreen AL, Arbold WA, McNeill K. Photodegradation of pharmaceuticals in the aquatic environment: a review. Aquat Sci. 2003;65:320–341. doi: 10.1007/s00027-003-0672-7.", "ArticleIdList": ["10.1007/s00027-003-0672-7"]}, {"Citation": "Yargeau V, Leclair C. Impact of operating conditions on decomposition of antibiotics during ozonation: a review. Ozone Sci Eng. 2008;30:175–188. doi: 10.1080/01919510701878387.", "ArticleIdList": ["10.1080/01919510701878387"]}, {"Citation": "Quintana JB, Weiss S, Reemtsma T. Pathways and metabolites of microbial degradation of selected acidic pharmaceutical and their occurrence in municipal wastewater treated by a membrane bioreactor. Water Res. 2005;39:2654–2664. doi: 10.1016/j.watres.2005.04.068.", "ArticleIdList": ["10.1016/j.watres.2005.04.068", "15979124"]}, {"Citation": "Boxall AB, Sinclair CJ, Kolpin D, Maund SJ. When synthetic chemicals degrade in the environment. Environ Sci Technol. 2004;38:368A–375A. doi: 10.1021/es040624v.", "ArticleIdList": ["10.1021/es040624v", "15506178"]}, {"Citation": "Horn O, Nalli S, Cooper D, Nicell J. Plasticizer metabolites in the environment. Water Res. 2004;38:3693–3698. doi: 10.1016/j.watres.2004.06.012.", "ArticleIdList": ["10.1016/j.watres.2004.06.012", "15350420"]}, {"Citation": "Boxall A, Rudd M, Brooks B, Caldwell D, Choi K, Hickmann S, Innes E, Ostapyk K, Staveley J, Verslycke T, Ankley G, Beazley K, Belanger S, Berninger J, Carriquiriborde P, Coors A, Deleo P, Dyer S, Ericson J, Gagné F, Giesy J, Gouin T, Hallstrom L, Karlsson M, Larsson D, Lazorchak J, Mastrocco F, McLaughlin A, McMaster M, Meyerhoff R, Moore R, Parrott J, Snape J, Murray-Smith R, Servos M, Sibley P, Straub J, Szabo N, Topp E, Tetreault G, Trudeau V, Van Der Kraak G. Pharmaceuticals and personal care products in the environment: what are the Big questions? Environ Health Perspect. 2012;120:1221–1229. doi: 10.1289/ehp.1104477.", "ArticleIdList": ["10.1289/ehp.1104477", "PMC3440110", "22647657"]}, {"Citation": "Kosjek T, Heath E. Applications of mass spectrometry to identifying pharmaceutical transformation products in water treatment. TrAC Analyt Chem. 2008;27:807–820. doi: 10.1016/j.trac.2008.08.014.", "ArticleIdList": ["10.1016/j.trac.2008.08.014"]}, {"Citation": "Ikehata K, Naghashkar NJ, El-Din MG. Degradation of aqueous pharmaceuticals by ozonation and advanced oxidation processes: A review. Ozone Sci Eng. 2006;28:353–414. doi: 10.1080/01919510600985937.", "ArticleIdList": ["10.1080/01919510600985937"]}, {"Citation": "Huber MM, Ternes TA, Von Gunten U. Removal of estrogenic activity and formation of oxidation products during ozonation of 17α-ethinylestradiol. Environ Sci Technol. 2004;38:5177–5186. doi: 10.1021/es035205x.", "ArticleIdList": ["10.1021/es035205x", "15506215"]}, {"Citation": "Bila D, Montalvão AF, Azevedo DA, Dezotti M. Estrogenic activity removal of 17β-estradiol by ozonation and identification of by-products. Chemosphere. 2007;69:736–746. doi: 10.1016/j.chemosphere.2007.05.016.", "ArticleIdList": ["10.1016/j.chemosphere.2007.05.016", "17588638"]}, {"Citation": "Radjenović J, Godehardt M, Hein A, Farré M, Jekel M, Barceló D. Evidencing generation of persistent ozonation products of antibiotics roxithromycin and trimethoprim. Environ Sci Technol. 2009;43:6808–6815. doi: 10.1021/es900965a.", "ArticleIdList": ["10.1021/es900965a", "19764253"]}, {"Citation": "de Oliveira PR, Lopez de Alda M, Joglar J, Daniel LA, Barceló D. Identification of new ozonation disinfection byproducts of 17 [beta]-estradiol and estrone in water. Chemosphere. 2011;84:1535–1541. doi: 10.1016/j.chemosphere.2011.05.058.", "ArticleIdList": ["10.1016/j.chemosphere.2011.05.058", "21700318"]}, {"Citation": "Larcher S, Delbès G, Robaire B, Yargeau V. Degradation of 17α-ethinylestradiol by ozonation—Identification of the by-products and assessment of their estrogenicity and toxicity. Environ Int. 2012;39:66–72. doi: 10.1016/j.envint.2011.09.008.", "ArticleIdList": ["10.1016/j.envint.2011.09.008", "22208744"]}, {"Citation": "Benner J, Ternes T. Ozonation of propranolol: formation of oxidation products. Environ Sci Technol. 2009;43:5086–5093. doi: 10.1021/es900282c.", "ArticleIdList": ["10.1021/es900282c", "19673311"]}, {"Citation": "Kern S, Fenner K, Singer HP, Schwarzenbach RP, Hollender J. Identification of transformation products of organic contaminants in natural waters by computer-aided prediction and high-resolution mass spectrometry. Environ Sci Technol. 2009;43:7039–7046. doi: 10.1021/es901979h.", "ArticleIdList": ["10.1021/es901979h", "19806739"]}, {"Citation": "Helbling DE, Hollender J, Kohler H-PE, Singer H, Fenner K. High-throughput identification of microbial transformation products of organic micropollutants. Environ Sci Technol. 2010;44:6621–6627. doi: 10.1021/es100970m.", "ArticleIdList": ["10.1021/es100970m", "20799730"]}, {"Citation": "Gómez-Ramos MM, Pérez-Parada A, García-Reyes JF, Fernández-Alba AR, Agüera A. Use of an accurate-mass database for the systematic identification of transformation products of organic contaminants in wastewater effluents. J Chromatogr A. 2011;1218:8002–8012. doi: 10.1016/j.chroma.2011.09.003.", "ArticleIdList": ["10.1016/j.chroma.2011.09.003", "21955781"]}, {"Citation": "Gervais G, Bichon E, Antignac J-P, Monteau F, Leroy G, Barritaud L, Chachignon M, Ingrand V, Roche P, Bizec BL. Differential global profiling as a new analytical strategy for revealing micropollutant treatment by-products: Application to ethinylestradiol and chlorination water treatment. Chemosphere. 2011;83:1553–1559. doi: 10.1016/j.chemosphere.2011.01.027.", "ArticleIdList": ["10.1016/j.chemosphere.2011.01.027", "21306755"]}, {"Citation": "Servos M, Bennie D, Burnison B, Jurkovic A, McInnis R, Neheli T, Schnell A, Seto P, Smyth S, Ternes T. Distribution of estrogens, 17β-estradiol and estrone, in Canadian municipal wastewater treatment plants. Sci Total Environ. 2005;336:155–170. doi: 10.1016/j.scitotenv.2004.05.025.", "ArticleIdList": ["10.1016/j.scitotenv.2004.05.025", "15589256"]}, {"Citation": "Kolpin DW, Furlong ET, Meyer MT, Thurman EM, Zaugg SD, Barber LB, Buxton HT. Pharmaceuticals, hormones, and other organic wastewater contaminants in U.S. streams, 1999–2000: a national reconnaissance. Environ Sci Technol. 2002;36:1202–1211. doi: 10.1021/es011055j.", "ArticleIdList": ["10.1021/es011055j", "11944670"]}, {"Citation": "Benotti M, Trenholm R, Vanderford B, Holady J, Stanford B, Snyder S. Pharmaceuticals and endocrine disrupting compounds in US drinking water. Environ Sci Technol. 2009;43:597–603. doi: 10.1021/es801845a.", "ArticleIdList": ["10.1021/es801845a", "19244989"]}, {"Citation": "Snyder SA, Wert EC, Rexing DJ, Zegers RE, Drury DD. Ozone oxidation of endocrine disruptors and pharmaceuticals in surface water and wastewater. Ozone Sci Eng. 2006;28:445–460. doi: 10.1080/01919510601039726.", "ArticleIdList": ["10.1080/01919510601039726"]}, {"Citation": "Hart EJ, Sehested K, Holoman J. Molar absorptivities of ultraviolet and visible bands of ozone in aqueous solutions. Anal Chem. 1983;55:46–49. doi: 10.1021/ac00252a015.", "ArticleIdList": ["10.1021/ac00252a015"]}, {"Citation": "Paraskeva P, Lambert S, Graham N. Influence of ozonation conditions on the treatability of secondary effluents. Ozone Sci Eng. 1998;20:133–150. doi: 10.1080/01919519808547282.", "ArticleIdList": ["10.1080/01919519808547282"]}, {"Citation": "Vieira K, Nascentes C, Augusti R. Ozonation of ethinylestradiol in aqueous-methanolic solution: direct monitoring by electrospray ionization mass spectrometry. J Braz Chem Soc. 2010;21:787–794. doi: 10.1590/S0103-50532010000500004.", "ArticleIdList": ["10.1590/S0103-50532010000500004"]}, {"Citation": "Keller BO, Sui J, Young AB, Whittal RM. Interferences and contaminants encountered in modern mass spectrometry. Anal Chim Acta. 2008;627:71–81. doi: 10.1016/j.aca.2008.04.043.", "ArticleIdList": ["10.1016/j.aca.2008.04.043", "18790129"]}, {"Citation": "Rodayan A, Roy R, Yargeau V. Oxidation products of sulfamethoxazole in ozonated secondary effluent. J Hazard Mater. 2010;177:237–243. doi: 10.1016/j.jhazmat.2009.12.023.", "ArticleIdList": ["10.1016/j.jhazmat.2009.12.023", "20047796"]}, {"Citation": "Shareef A, Angove MJ, Wells JD, Johnson BB. Aqueous solubilities of estrone, 17β-estradiol, 17α-ethynylestradiol, and bisphenol A. J Chem Eng Data. 2006;51:879–881. doi: 10.1021/je050318c.", "ArticleIdList": ["10.1021/je050318c"]}, {"Citation": "Segura PA, MacLeod SL, Lemoine P, Sauvé S, Gagnon C. Quantification of carbamazepine and atrazine and screening of suspect organic contaminants in surface and drinking waters. Chemosphere. 2011;84:1085–1094. doi: 10.1016/j.chemosphere.2011.04.056.", "ArticleIdList": ["10.1016/j.chemosphere.2011.04.056", "21565385"]}, {"Citation": "Bowie JH. The fragmentations of even-electron organic negative ions. Mass Spectrom Rev. 1990;9:349–379. doi: 10.1002/mas.1280090305.", "ArticleIdList": ["10.1002/mas.1280090305"]}, {"Citation": "McLafferty FW, Tureček F. Interpretation of Mass Spectra. Sausalito, CA: University Science Books; 1993. Basic Mechanisms of Ion Fragmentation; pp. 51–84."}, {"Citation": "Yamamoto Y, Niki E, Shiokawa H, Kamiya Y. Ozonation of organic compounds. 2. Ozonation of phenol in water. J Org Chem. 1979;44:2137–2142. doi: 10.1021/jo01327a021.", "ArticleIdList": ["10.1021/jo01327a021"]}, {"Citation": "Decoret C, Royer J, Legube B, Dore M. Experimental and theoretical studies of the mechanism of the initial attack of ozone on some aromatics in aqueous medium. Environ Technol Lett. 1984;5:207–218. doi: 10.1080/09593338409384269.", "ArticleIdList": ["10.1080/09593338409384269"]}, {"Citation": "Segura PA, Gagnon C, Yargeau V. On the application of high-resolution mass spectrometry to environmental analysis. Int J Env Poll Remed. 2012;1:85–92."}, {"Citation": "Oyama ST. Chemical and catalytic properties of ozone. Catal Rev. 2000;42:279–322. doi: 10.1081/CR-100100263.", "ArticleIdList": ["10.1081/CR-100100263"]}, {"Citation": "Levsen K, Schiebel HM, Terlouw JK, Jobst KJ, Elend M, Preiß A, Thiele H, Ingendoh A. Even-electron ions: a systematic study of the neutral species lost in the dissociation of quasi‒molecular ions. J Mass Spectrom. 2007;42:1024–1044. doi: 10.1002/jms.1234.", "ArticleIdList": ["10.1002/jms.1234", "17605143"]}, {"Citation": "Gross JH. Mass Spectrometry: A Textbook. Berlin, Germany: Springer; 2004. Fragmentation of Organic Ions and Interpretation of EI Mass Spectra; pp. 223–330."}, {"Citation": "Thurman EM, Ferrer I, Pozo OJ, Sancho JV, Hernandez F. The even‒electron rule in electrospray mass spectra of pesticides. Rapid Commun Mass Spectrom. 2007;21:3855–3868. doi: 10.1002/rcm.3271.", "ArticleIdList": ["10.1002/rcm.3271", "17985325"]}, {"Citation": "Eichinger PCH, Bowie JH. Gas-phase carbanion rearrangements. Deprotonated benzyl and allyl ethers. J Chem Soc, Perkin Trans II. 1988;4:497–506."}]}], "History": [{"Year": "2013", "Month": "1", "Day": "24"}, {"Year": "2013", "Month": "4", "Day": "16"}, {"Year": "2013", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "4", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "4", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["23618537", "PMC3643888", "10.1186/1752-153X-7-74", "1752-153X-7-74"]}}], "PubmedBookArticle": []}