{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["bronchoalveolar lavage fluid", "forced oscillation technique", "inflammation", "interleukin-6", "macrophage"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23666750", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1152/ajplung.00080.2013"], "ArticleDate": [{"Year": "2013", "Month": "05", "Day": "10"}], "Journal": {"ISSN": "1522-1504", "JournalIssue": {"Volume": "305", "Issue": "2", "PubDate": {"Year": "2013", "Month": "Jul", "Day": "15"}}, "Title": "American journal of physiology. Lung cellular and molecular physiology", "ISOAbbreviation": "Am J Physiol Lung Cell Mol Physiol"}, "ArticleTitle": "Endogenous osteopontin promotes ozone-induced neutrophil recruitment to the lungs and airway hyperresponsiveness to methacholine.", "Pagination": {"StartPage": "L118", "EndPage": "L129", "MedlinePgn": "L118-29"}, "Abstract": {"AbstractText": ["Inhalation of ozone (O₃), a common environmental pollutant, causes pulmonary injury, pulmonary inflammation, and airway hyperresponsiveness (AHR) in healthy individuals and exacerbates many of these same sequelae in individuals with preexisting lung disease. However, the mechanisms underlying these phenomena are poorly understood. Consequently, we sought to determine the contribution of osteopontin (OPN), a hormone and a pleiotropic cytokine, to the development of O₃-induced pulmonary injury, pulmonary inflammation, and AHR. To that end, we examined indices of these aforementioned sequelae in mice genetically deficient in OPN and in wild-type, C57BL/6 mice 24 h following the cessation of an acute (3 h) exposure to filtered room air (air) or O₃ (2 parts/million). In wild-type mice, O₃ exposure increased bronchoalveolar lavage fluid (BALF) OPN, whereas immunohistochemical analysis demonstrated that there were no differences in the number of OPN-positive alveolar macrophages between air- and O₃-exposed wild-type mice. O₃ exposure also increased BALF epithelial cells, protein, and neutrophils in wild-type and OPN-deficient mice compared with genotype-matched, air-exposed controls. However, following O₃ exposure, BALF neutrophils were significantly reduced in OPN-deficient compared with wild-type mice. When airway responsiveness to inhaled acetyl-β-methylcholine chloride (methacholine) was assessed using the forced oscillation technique, O₃ exposure caused hyperresponsiveness to methacholine in the airways and lung parenchyma of wild-type mice, but not OPN-deficient mice. These results demonstrate that OPN is increased in the air spaces following acute exposure to O₃ and functionally contributes to the development of O₃-induced pulmonary inflammation and airway and lung parenchymal hyperresponsiveness to methacholine."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pediatric Critical Care Medicine, Department of Pediatrics, The University of Texas Medical School at Houston, Houston, TX 77030, USA."}], "Identifier": [], "LastName": "Barreno", "ForeName": "Ramon X", "Initials": "RX"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Richards", "ForeName": "Jeremy B", "Initials": "JB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schneider", "ForeName": "Daniel J", "Initials": "DJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cromar", "ForeName": "Kevin R", "Initials": "KR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Nadas", "ForeName": "Arthur J", "Initials": "AJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hernandez", "ForeName": "Christopher B", "Initials": "CB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hallberg", "ForeName": "Lance M", "Initials": "LM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Price", "ForeName": "Roger E", "Initials": "RE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hashmi", "ForeName": "Syed S", "Initials": "SS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Blackburn", "ForeName": "Michael R", "Initials": "MR"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Haque", "ForeName": "Ikram U", "Initials": "IU"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Johnston", "ForeName": "Richard A", "Initials": "RA"}], "GrantList": [{"GrantID": "R03 ES022378", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R03ES022378", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Physiol Lung Cell Mol Physiol", "NlmUniqueID": "100901229", "ISSNLinking": "1040-0605"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bronchoconstrictor Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "Spp1 protein, mouse"}, {"RegistryNumber": "0W5ETF9M2K", "NameOfSubstance": "Methacholine Chloride"}, {"RegistryNumber": "106441-73-0", "NameOfSubstance": "Osteopontin"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemically induced", "genetics", "metabolism", "pathology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Bronchoalveolar Lavage"}, {"QualifierName": ["adverse effects", "pharmacology"], "DescriptorName": "Bronchoconstrictor Agents"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Lung"}, {"QualifierName": ["chemically induced", "genetics", "metabolism", "pathology"], "DescriptorName": "Lung Injury"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Macrophages, Alveolar"}, {"QualifierName": ["adverse effects", "pharmacology"], "DescriptorName": "Methacholine Chloride"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Mutant Strains"}, {"QualifierName": ["drug effects"], "DescriptorName": "Neutrophil Infiltration"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Osteopontin"}, {"QualifierName": ["adverse effects", "pharmacology"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["adverse effects", "pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemically induced", "genetics", "metabolism", "pathology"], "DescriptorName": "Pneumonia"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alpert SM, Schwartz BB, Lee SD, Lewis TR. Alveolar protein accumulation. A sensitive indicator of low level oxidant toxicity. Arch Intern Med 128: 69–73, 1971", "ArticleIdList": ["5088414"]}, {"Citation": "American Lung Association State of the Air 2012. Washington, D.C.: American Lung Association, 2012"}, {"Citation": "Balmes JR, Chen LL, Scannell C, Tager I, Christian D, Hearne PQ, Kelly T, Aris RM. Ozone-induced decrements in FEV1 and FVC do not correlate with measures of inflammation. Am J Respir Crit Care Med 153: 904–909, 1996", "ArticleIdList": ["8630571"]}, {"Citation": "Banerjee A, Apte UM, Smith R, Ramaiah SK. Higher neutrophil infiltration mediated by osteopontin is a likely contributing factor to the increased susceptibility of females to alcoholic liver disease. J Pathol 208: 473–485, 2006", "ArticleIdList": ["16440289"]}, {"Citation": "Bates DV, Bell GM, Burnham CD, Hazucha M, Mantha J, Pengelly LD, Silverman F. Short-term effects of ozone on the lung. J Appl Physiol 32: 176–181, 1972", "ArticleIdList": ["5007865"]}, {"Citation": "Bates JH, Shardonofsky F, Stewart DE. The low-frequency dependence of respiratory system resistance and elastance in normal dogs. Respir Physiol 78: 369–382, 1989", "ArticleIdList": ["2616930"]}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA 292: 2372–2378, 2004", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Bhalla DK, Crocker TT. Pulmonary epithelial permeability in rats exposed to O3. J Toxicol Environ Health 21: 73–87, 1987", "ArticleIdList": ["3573075"]}, {"Citation": "Bornholdt J, Dybdahl M, Vogel U, Hansen M, Loft S, Wallin H. Inhalation of ozone induces DNA strand breaks and inflammation in mice. Mutat Res 520: 63–71, 2002", "ArticleIdList": ["12297145"]}, {"Citation": "Brown LF, Berse B, Van de Water L, Papadopoulos-Sergiou A, Perruzzi CA, Manseau EJ, Dvorak HF, Senger DR. Expression and distribution of osteopontin in human tissues: widespread association with luminal epithelial surfaces. Mol Biol Cell 3: 1169–1180, 1992", "ArticleIdList": ["PMC275680", "1421573"]}, {"Citation": "Castleman WL, Dungworth DL, Schwartz LW, Tyler WS. Acute respiratory bronchiolitis: an ultrastructural and autoradiographic study of epithelial cell injury and renewal in rhesus monkeys exposed to ozone. Am J Pathol 98: 811–840, 1980", "ArticleIdList": ["PMC1903523", "6767409"]}, {"Citation": "Cho HY, Morgan DL, Bauer AK, Kleeberger SR. Signal transduction pathways of tumor necrosis factor–mediated lung injury induced by ozone in mice. Am J Respir Crit Care Med 175: 829–839, 2007", "ArticleIdList": ["PMC1899292", "17255564"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol 280: L537–L546, 2001", "ArticleIdList": ["11159038"]}, {"Citation": "Chuang GC, Yang Z, Westbrook DG, Pompilius M, Ballinger CA, White CR, Krzywanski DM, Postlethwait EM, Ballinger SW. Pulmonary ozone exposure induces vascular dysfunction, mitochondrial damage, and atherogenesis. Am J Physiol Lung Cell Mol Physiol 297: L209–L216, 2009", "ArticleIdList": ["PMC2742788", "19395667"]}, {"Citation": "Coffey MJ, Wheeler CS, Gross KB, Eschenbacher WL, Sporn PH, Peters-Golden M. Increased 5-lipoxygenase metabolism in the lungs of human subjects exposed to ozone. Toxicology 114: 187–197, 1996", "ArticleIdList": ["8980708"]}, {"Citation": "DeLorme MP, Yang H, Elbon-Copp C, Gao X, Barraclough-Mitchell H, Bassett DJ. Hyperresponsive airways correlate with lung tissue inflammatory cell changes in ozone-exposed rats. J Toxicol Environ Health A 65: 1453–1470, 2002", "ArticleIdList": ["12396876"]}, {"Citation": "Denhardt DT, Giachelli CM, Rittling SR. Role of osteopontin in cellular signaling and toxicant injury. Annu Rev Pharmacol Toxicol 41: 723–749, 2001", "ArticleIdList": ["11264474"]}, {"Citation": "Denhardt DT, Noda M. Osteopontin expression and function: role in bone remodeling. J Cell Biochem Suppl 30–31: 92–102, 1998", "ArticleIdList": ["9893260"]}, {"Citation": "Drazen JM, Israel E, O'Byrne PM. Treatment of asthma with drugs modifying the leukotriene pathway. N Engl J Med 340: 197–206, 1999", "ArticleIdList": ["9895400"]}, {"Citation": "Evans TW, Brokaw JJ, Chung KF, Nadel JA, McDonald DM. Ozone-induced bronchial hyperresponsiveness in the rat is not accompanied by neutrophil influx or increased vascular permeability in the trachea. Am Rev Respir Dis 138: 140–144, 1988", "ArticleIdList": ["3202393"]}, {"Citation": "Faffe DS, Zin WA. Lung parenchymal mechanics in health and disease. Physiol Rev 89: 759–775, 2009", "ArticleIdList": ["PMC7203567", "19584312"]}, {"Citation": "Fakhrzadeh L, Laskin JD, Gardner CR, Laskin DL. Superoxide dismutase-overexpressing mice are resistant to ozone-induced tissue injury and increases in nitric oxide and tumor necrosis factor-alpha. Am J Respir Cell Mol Biol 30: 280–287, 2004", "ArticleIdList": ["12855403"]}, {"Citation": "Foster WM, Brown RH, Macri K, Mitchell CS. Bronchial reactivity of healthy subjects: 18–20 h postexposure to ozone. J Appl Physiol 89: 1804–1810, 2000", "ArticleIdList": ["11053329"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem 284: 11309–11317, 2009", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Hantos Z, Daroczy B, Suki B, Nagy S, Fredberg JJ. Input impedance and peripheral inhomogeneity of dog lungs. J Appl Physiol 72: 168–178, 1992", "ArticleIdList": ["1537711"]}, {"Citation": "Hashimoto M, Sun D, Rittling SR, Denhardt DT, Young W. Osteopontin-deficient mice exhibit less inflammation, greater tissue damage, and impaired locomotor recovery from spinal cord injury compared with wild-type controls. J Neurosci 27: 3603–3611, 2007", "ArticleIdList": ["PMC6672107", "17392476"]}, {"Citation": "Hatch GE, Slade R, Harris LP, McDonnell WF, Devlin RB, Koren HS, Costa DL, McKee J. Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med 150: 676–683, 1994", "ArticleIdList": ["8087337"]}, {"Citation": "Heicklen J. The formation and inhibition of photochemical smog. Ann NY Acad Sci 502: 145–159, 1987", "ArticleIdList": ["3310800"]}, {"Citation": "Hirai T, McKeown KA, Gomes RF, Bates JH. Effects of lung volume on lung and chest wall mechanics in rats. J Appl Physiol 86: 16–21, 1999", "ArticleIdList": ["9887108"]}, {"Citation": "Holtzman MJ, Fabbri LM, O'Byrne PM, Gold BD, Aizawa H, Walters EH, Alpert SE, Nadel JA. Importance of airway inflammation for hyperresponsiveness induced by ozone. Am Rev Respir Dis 127: 686–690, 1983", "ArticleIdList": ["6859651"]}, {"Citation": "Ingenito EP, Mark L, Morris J, Espinosa FF, Kamm RD, Johnson M. Biophysical characterization and modeling of lung surfactant components. J Appl Physiol 86: 1702–1714, 1999", "ArticleIdList": ["10233138"]}, {"Citation": "Johnston RA, Mizgerd JP, Flynt L, Quinton LJ, Williams ES, Shore SA. Type I interleukin-1 receptor is required for pulmonary responses to subacute ozone exposure in mice. Am J Respir Cell Mol Biol 37: 477–484, 2007", "ArticleIdList": ["PMC2176124", "17575079"]}, {"Citation": "Johnston RA, Mizgerd JP, Shore SA. CXCR2 is essential for maximal neutrophil recruitment and methacholine responsiveness after ozone exposure. Am J Physiol Lung Cell Mol Physiol 288: L61–L67, 2005", "ArticleIdList": ["15361358"]}, {"Citation": "Johnston RA, Schwartzman IN, Flynt L, Shore SA. Role of interleukin-6 in murine airway responses to ozone. Am J Physiol Lung Cell Mol Physiol 288: L390–L397, 2005", "ArticleIdList": ["15516495"]}, {"Citation": "Kawashima R, Mochida S, Matsui A, YouLuTu ZY, Ishikawa K, Toshima K, Yamanobe F, Inao M, Ikeda H, Ohno A, Nagoshi S, Uede T, Fujiwara K. Expression of osteopontin in Kupffer cells and hepatic macrophages and Stellate cells in rat liver after carbon tetrachloride intoxication: a possible factor for macrophage migration into hepatic necrotic areas. Biochem Biophys Res Commun 256: 527–531, 1999", "ArticleIdList": ["10080931"]}, {"Citation": "Kelly FJ, Mudway I, Krishna MT, Holgate ST. The free radical basis of air pollution: focus on ozone. Respir Med 89: 647–656, 1995", "ArticleIdList": ["8570878"]}, {"Citation": "Kim MY, Song KS, Park GH, Chang SH, Kim HW, Park JH, Jin H, Eu KJ, Cho HS, Kang G, Kim YC, Cho MH. B6C3F1 mice exposed to ozone with 4-(N-methyl-N-nitrosamino)-1-(3-pyridyl)-1-butanone and/or dibutyl phthalate showed toxicities through alterations of NF-kappaB, AP-1, Nrf2, and osteopontin. J Vet Sci 5: 131–137, 2004", "ArticleIdList": ["15192340"]}, {"Citation": "Kirichenko A, Li L, Morandi MT, Holian A. 4-hydroxy-2-nonenal-protein adducts and apoptosis in murine lung cells after acute ozone exposure. Toxicol Appl Pharmacol 141: 416–424, 1996", "ArticleIdList": ["8975766"]}, {"Citation": "Ko FW, Tam W, Wong TW, Chan DP, Tung AH, Lai CK, Hui DS. Temporal relationship between air pollutants and hospital admissions for chronic obstructive pulmonary disease in Hong Kong. Thorax 62: 780–785, 2007", "ArticleIdList": ["PMC2117326", "17311838"]}, {"Citation": "Koto H, Salmon M, Haddad el B, Huang TJ, Zagorski J, Chung KF. Role of cytokine-induced neutrophil chemoattractant (CINC) in ozone-induced airway inflammation and hyperresponsiveness. Am J Respir Crit Care Med 156: 234–239, 1997", "ArticleIdList": ["9230754"]}, {"Citation": "Liaw L, Birk DE, Ballas CB, Whitsitt JS, Davidson JM, Hogan BL. Altered wound healing in mice lacking a functional osteopontin gene (spp1). J Clin Invest 101: 1468–1478, 1998", "ArticleIdList": ["PMC508725", "9525990"]}, {"Citation": "Michalec L, Choudhury BK, Postlethwait E, Wild JS, Alam R, Lett-Brown M, Sur S. CCL7 and CXCL10 orchestrate oxidative stress-induced neutrophilic lung inflammation. J Immunol 168: 846–852, 2002", "ArticleIdList": ["11777981"]}, {"Citation": "Morimoto J, Inobe M, Kimura C, Kon S, Diao H, Aoki M, Miyazaki T, Denhardt DT, Rittling S, Uede T. Osteopontin affects the persistence of beta-glucan-induced hepatic granuloma formation and tissue injury through two distinct mechanisms. Int Immunol 16: 477–488, 2004", "ArticleIdList": ["14978021"]}, {"Citation": "Mudway IS, Kelly FJ. Ozone and the lung: a sensitive issue. Mol Aspects Med 21: 1–48, 2000", "ArticleIdList": ["10804262"]}, {"Citation": "Mustafa MG. Biochemical basis of ozone toxicity. Free Radic Biol Med 9: 245–265, 1990", "ArticleIdList": ["2272533"]}, {"Citation": "Myers DL, Harmon KJ, Lindner V, Liaw L. Alterations of arterial physiology in osteopontin-null mice. Arterioscler Thromb Vasc Biol 23: 1021–1028, 2003", "ArticleIdList": ["12714436"]}, {"Citation": "Nagase T, Ishii S, Katayama H, Fukuchi Y, Ouchi Y, Shimizu T. Airway responsiveness in transgenic mice overexpressing platelet-activating factor receptor. Roles of thromboxanes and leukotrienes. Am J Respir Crit Care Med 156: 1621–1627, 1997", "ArticleIdList": ["9372685"]}, {"Citation": "Nakano H, Aizawa H, Matsumoto K, Fukuyama S, Inoue H, Hara N. Cyclooxygenase-2 participates in the late phase of airway hyperresponsiveness after ozone exposure in guinea pigs. Eur J Pharmacol 403: 267–275, 2000", "ArticleIdList": ["10973629"]}, {"Citation": "O'Brien ER, Garvin MR, Stewart DK, Hinohara T, Simpson JB, Schwartz SM, Giachelli CM. Osteopontin is synthesized by macrophage, smooth muscle, and endothelial cells in primary and restenotic human coronary atherosclerotic plaques. Arterioscler Thromb 14: 1648–1656, 1994", "ArticleIdList": ["7918316"]}, {"Citation": "O'Byrne PM, Walters EH, Gold BD, Aizawa HA, Fabbri LM, Alpert SE, Nadel JA, Holtzman MJ. Neutrophil depletion inhibits airway hyperresponsiveness induced by ozone exposure. Am Rev Respir Dis 130: 214–219, 1984", "ArticleIdList": ["6465675"]}, {"Citation": "Office of Air Quality Planning and Standards Our Nation's Air - Status and Trends Through 2008. Research Triangle Park, NC: United States Environmental Protection Agency, 2010"}, {"Citation": "Oldberg A, Franzen A, Heinegard D. Cloning and sequence analysis of rat bone sialoprotein (osteopontin) cDNA reveals an Arg-Gly-Asp cell-binding sequence. Proc Natl Acad Sci USA 83: 8819–8823, 1986", "ArticleIdList": ["PMC387024", "3024151"]}, {"Citation": "Park JW, Taube C, Joetham A, Takeda K, Kodama T, Dakhama A, McConville G, Allen CB, Sfyroera G, Shultz LD, Lambris JD, Giclas PC, Holers VM, Gelfand EW. Complement activation is critical to airway hyperresponsiveness after acute ozone exposure. Am J Respir Crit Care Med 169: 726–732, 2004", "ArticleIdList": ["14701711"]}, {"Citation": "Park JW, Taube C, Swasey C, Kodama T, Joetham A, Balhorn A, Takeda K, Miyahara N, Allen CB, Dakhama A, Kim SH, Dinarello CA, Gelfand EW. Interleukin-1 receptor antagonist attenuates airway hyperresponsiveness following exposure to ozone. Am J Respir Cell Mol Biol 30: 830–836, 2004", "ArticleIdList": ["14754758"]}, {"Citation": "Pendino KJ, Meidhof TM, Heck DE, Laskin JD, Laskin DL. Inhibition of macrophages with gadolinium chloride abrogates ozone-induced pulmonary injury and inflammatory mediator production. Am J Respir Cell Mol Biol 13: 125–132, 1995", "ArticleIdList": ["7542894"]}, {"Citation": "Pichavant M, Goya S, Meyer EH, Johnston RA, Kim HY, Matangkasombut P, Zhu M, Iwakura Y, Savage PB, DeKruyff RH, Shore SA, Umetsu DT. Ozone exposure in a mouse model induces airway hyperreactivity that requires the presence of natural killer T cells and IL-17. J Exp Med 205: 385–393, 2008", "ArticleIdList": ["PMC2271004", "18250191"]}, {"Citation": "Pillow JJ, Korfhagen TR, Ikegami M, Sly PD. Overexpression of TGF-alpha increases lung tissue hysteresivity in transgenic mice. J Appl Physiol 91: 2730–2734, 2001", "ArticleIdList": ["11717240"]}, {"Citation": "Pison U, Tam EK, Caughey GH, Hawgood S. Proteolytic inactivation of dog lung surfactant-associated proteins by neutrophil elastase. Biochim Biophys Acta 992: 251–257, 1989", "ArticleIdList": ["2775786"]}, {"Citation": "Plopper CG, Dungworth DL, Tyler WS. Pulmonary lesions in rats exposed to ozone. A correlated light and electron microscopic study. Am J Pathol 71: 375–394, 1973", "ArticleIdList": ["PMC1903926", "4123738"]}, {"Citation": "Podgorski A, Sosnowski TR, Gradon L. Deactivation of the pulmonary surfactant dynamics by toxic aerosols and gases. J Aerosol Med 14: 455–466, 2001", "ArticleIdList": ["11791686"]}, {"Citation": "\nR Core Team\nR: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing; \nhttp://www.R-project.org/"}, {"Citation": "Rodan GA, Noda M. Gene expression in osteoblastic cells. Crit Rev Eukaryot Gene Expr 1: 85–98, 1991", "ArticleIdList": ["1802105"]}, {"Citation": "Sabo-Attwood T, Ramos-Nino ME, Eugenia-Ariza M, Macpherson MB, Butnor KJ, Vacek PC, McGee SP, Clark JC, Steele C, Mossman BT. Osteopontin modulates inflammation, mucin production, and gene expression signatures after inhalation of asbestos in a murine model of fibrosis. Am J Pathol 178: 1975–1985, 2011", "ArticleIdList": ["PMC3081197", "21514415"]}, {"Citation": "San Martin A, Du P, Dikalova A, Lassegue B, Aleman M, Gongora MC, Brown K, Joseph G, Harrison DG, Taylor WR, Jo H, Griendling KK. Reactive oxygen species-selective regulation of aortic inflammatory gene expression in Type 2 diabetes. Am J Physiol Heart Circ Physiol 292: H2073–H2082, 2007", "ArticleIdList": ["17237245"]}, {"Citation": "Scatena M, Almeida M, Chaisson ML, Fausto N, Nicosia RF, Giachelli CM. NF-kappaB mediates alphavbeta3 integrin-induced endothelial cell survival. J Cell Biol 141: 1083–1093, 1998", "ArticleIdList": ["PMC2132771", "9585425"]}, {"Citation": "Schneider DJ, Lindsay JC, Zhou Y, Molina JG, Blackburn MR. Adenosine and osteopontin contribute to the development of chronic obstructive pulmonary disease. FASEB J 24: 70–80, 2010", "ArticleIdList": ["PMC2797041", "19720619"]}, {"Citation": "Shan M, Yuan X, Song LZ, Roberts L, Zarinkamar N, Seryshev A, Zhang Y, Hilsenbeck S, Chang SH, Dong C, Corry DB, Kheradmand F. Cigarette smoke induction of osteopontin (SPP1) mediates T(H)17 inflammation in human and experimental emphysema. Sci Transl Med 4: 117ra119, 2012", "ArticleIdList": ["PMC3956594", "22261033"]}, {"Citation": "Shifren A, Mecham RP. The stumbling block in lung repair of emphysema: elastic fiber assembly. Proc Am Thorac Soc 3: 428–433, 2006", "ArticleIdList": ["PMC2658707", "16799087"]}, {"Citation": "Shore SA, Schwartzman IN, Le Blanc B, Murthy GG, Doerschuk CM. Tumor necrosis factor receptor 2 contributes to ozone-induced airway hyperresponsiveness in mice. Am J Respir Crit Care Med 164: 602–607, 2001", "ArticleIdList": ["11520723"]}, {"Citation": "Silverman RA, Ito K. Age-related association of fine particles and ozone with severe acute asthma in New York City. J Allergy Clin Immunol 125: 367–373; e365, 2010", "ArticleIdList": ["20159246"]}, {"Citation": "Simoes DC, Xanthou G, Petrochilou K, Panoutsakopoulou V, Roussos C, Gratziou C. Osteopontin deficiency protects against airway remodeling and hyperresponsiveness in chronic asthma. Am J Respir Crit Care Med 179: 894–902, 2009", "ArticleIdList": ["19234104"]}, {"Citation": "Sly PD, Collins RA, Thamrin C, Turner DJ, Hantos Z. Volume dependence of airway and tissue impedances in mice. J Appl Physiol 94: 1460–1466, 2003", "ArticleIdList": ["12391040"]}, {"Citation": "Soejima H, Irie A, Fukunaga T, Oe Y, Kojima S, Kaikita K, Kawano H, Sugiyama S, Yoshimura M, Kishikawa H, Nishimura Y, Ogawa H. Osteopontin expression of circulating T cells and plasma osteopontin levels are increased in relation to severity of heart failure. Circ J 71: 1879–1884, 2007", "ArticleIdList": ["18037740"]}, {"Citation": "Suki B, Bates JH. Extracellular matrix mechanics in lung parenchymal diseases. Respir Physiol Neurobiol 163: 33–43, 2008", "ArticleIdList": ["PMC2666313", "18485836"]}, {"Citation": "Suki B, Bates JH. Lung tissue mechanics as an emergent phenomenon. J Appl Physiol 110: 1111–1118, 2011", "ArticleIdList": ["PMC3075131", "21212247"]}, {"Citation": "Suzuki T, Wang W, Lin JT, Shirato K, Mitsuhashi H, Inoue H. Aerosolized human neutrophil elastase induces airway constriction and hyperresponsiveness with protection by intravenous pretreatment with half-length secretory leukoprotease inhibitor. Am J Respir Crit Care Med 153: 1405–1411, 1996", "ArticleIdList": ["8616573"]}, {"Citation": "\nUnited States Environmental Protection Agency\nNational Ambient Air Quality Standards (NAAQS). http://www.epa.gov/air/criteria.html"}, {"Citation": "United States Environmental Protection Agency Air Quality Criteria for Ozone and Related Photochemical Oxidants (2006 Final). Washington, DC: U.S. Environmental Protection Agency, 2006. EPA/600/R-05/004aF-cF"}, {"Citation": "Wagers S, Lundblad LK, Ekman M, Irvin CG, Bates JH. The allergic mouse model of asthma: normal smooth muscle in an abnormal lung? J Appl Physiol 96: 2019–2027, 2004", "ArticleIdList": ["14660507"]}, {"Citation": "Wagers SS, Haverkamp HC, Bates JH, Norton RJ, Thompson-Figueroa JA, Sullivan MJ, Irvin CG. Intrinsic and antigen-induced airway hyperresponsiveness are the result of diverse physiological mechanisms. J Appl Physiol 102: 221–230, 2007", "ArticleIdList": ["17008432"]}, {"Citation": "Wiester MJ, Williams TB, King ME, Menache MG, Miller FJ. Ozone uptake in awake Sprague-Dawley rats. Toxicol Appl Pharmacol 89: 429–437, 1987", "ArticleIdList": ["3603570"]}, {"Citation": "Xie Z, Pimental DR, Lohan S, Vasertriger A, Pligavko C, Colucci WS, Singh K. Regulation of angiotensin II-stimulated osteopontin expression in cardiac microvascular endothelial cells: role of p42/44 mitogen-activated protein kinase and reactive oxygen species. J Cell Physiol 188: 132–138, 2001", "ArticleIdList": ["11382929"]}, {"Citation": "Yoshimoto T, Gochou N, Fukai N, Sugiyama T, Shichiri M, Hirata Y. Adrenomedullin inhibits angiotensin II-induced oxidative stress and gene expression in rat endothelial cells. Hypertens Res 28: 165–172, 2005", "ArticleIdList": ["16025744"]}, {"Citation": "Yu XQ, Fan JM, Nikolic-Paterson DJ, Yang N, Mu W, Pichler R, Johnson RJ, Atkins RC, Lan HY. IL-1 up-regulates osteopontin expression in experimental crescentic glomerulonephritis in the rat. Am J Pathol 154: 833–841, 1999", "ArticleIdList": ["PMC1866418", "10079261"]}, {"Citation": "Yu XQ, Nikolic-Paterson DJ, Mu W, Giachelli CM, Atkins RC, Johnson RJ, Lan HY. A functional role for osteopontin in experimental crescentic glomerulonephritis in the rat. Proc Assoc Am Physicians 110: 50–64, 1998", "ArticleIdList": ["9460083"]}, {"Citation": "Zhang LY, Levitt RC, Kleeberger SR. Differential susceptibility to ozone-induced airways hyperreactivity in inbred strains of mice. Exp Lung Res 21: 503–518, 1995", "ArticleIdList": ["7588439"]}]}], "History": [{"Year": "2013", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23666750", "PMC3726951", "10.1152/ajplung.00080.2013", "ajplung.00080.2013"]}}], "PubmedBookArticle": []}