{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23703845", "DateCompleted": {"Year": "2014", "Month": "02", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1104/pp.113.220608"], "ArticleDate": [{"Year": "2013", "Month": "05", "Day": "23"}], "Journal": {"ISSN": "1532-2548", "JournalIssue": {"Volume": "162", "Issue": "3", "PubDate": {"Year": "2013", "Month": "Jul"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "PYR/RCAR receptors contribute to ozone-, reduced air humidity-, darkness-, and CO2-induced stomatal regulation.", "Pagination": {"StartPage": "1652", "EndPage": "1668", "MedlinePgn": "1652-68"}, "Abstract": {"AbstractText": ["Rapid stomatal closure induced by changes in the environment, such as elevation of CO2, reduction of air humidity, darkness, and pulses of the air pollutant ozone (O3), involves the SLOW ANION CHANNEL1 (SLAC1). SLAC1 is activated by OPEN STOMATA1 (OST1) and Ca(2+)-dependent protein kinases. OST1 activation is controlled through abscisic acid (ABA)-induced inhibition of type 2 protein phosphatases (PP2C) by PYRABACTIN RESISTANCE/REGULATORY COMPONENTS OF ABA RECEPTOR (PYR/RCAR) receptor proteins. To address the role of signaling through PYR/RCARs for whole-plant steady-state stomatal conductance and stomatal closure induced by environmental factors, we used a set of Arabidopsis (Arabidopsis thaliana) mutants defective in ABA metabolism/signaling. The stomatal conductance values varied severalfold among the studied mutants, indicating that basal ABA signaling through PYR/RCAR receptors plays a fundamental role in controlling whole-plant water loss through stomata. PYR/RCAR-dependent inhibition of PP2Cs was clearly required for rapid stomatal regulation in response to darkness, reduced air humidity, and O3. Furthermore, PYR/RCAR proteins seem to function in a dose-dependent manner, and there is a functional diversity among them. Although a rapid stomatal response to elevated CO2 was evident in all but slac1 and ost1 mutants, the bicarbonate-induced activation of S-type anion channels was reduced in the dominant active PP2C mutants abi1-1 and abi2-1. Further experiments with a wider range of CO2 concentrations and analyses of stomatal response kinetics suggested that the ABA signalosome partially affects the CO2-induced stomatal response. Thus, we show that PYR/RCAR receptors play an important role for the whole-plant stomatal adjustments and responses to low humidity, darkness, and O3 and are involved in responses to elevated CO2."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Technology, University of Tartu, Tartu 50411, Estonia."}], "Identifier": [], "LastName": "Merilo", "ForeName": "Ebe", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Laanemets", "ForeName": "Kristiina", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hu", "ForeName": "Honghong", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Xue", "ForeName": "Shaowu", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jakobson", "ForeName": "Liina", "Initials": "L"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tulva", "ForeName": "Ingmar", "Initials": "I"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gonzalez-Guzman", "ForeName": "Miguel", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Rodriguez", "ForeName": "Pedro L", "Initials": "PL"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schroeder", "ForeName": "Julian I", "Initials": "JI"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Broschè", "ForeName": "Mikael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Kollist", "ForeName": "Hannes", "Initials": "H"}], "GrantList": [{"GrantID": "R01 GM060396", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R01GM060396", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Arabidopsis Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Carrier Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Intracellular Signaling Peptides and Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Membrane Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Membrane Transport Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Pyr1 protein, Arabidopsis"}, {"RegistryNumber": "0", "NameOfSubstance": "RCAR1 protein, Arabidopsis"}, {"RegistryNumber": "0", "NameOfSubstance": "SLAC1 protein, Arabidopsis"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "72S9A8J5GW", "NameOfSubstance": "Abscisic Acid"}, {"RegistryNumber": "EC 2.7.-", "NameOfSubstance": "Protein Kinases"}, {"RegistryNumber": "EC 2.7.1.-", "NameOfSubstance": "OST1 protein, Arabidopsis"}, {"RegistryNumber": "EC 3.1.3.-", "NameOfSubstance": "ABI1 protein, Arabidopsis"}, {"RegistryNumber": "EC 3.1.3.-", "NameOfSubstance": "ABI2 protein, Arabidopsis"}, {"RegistryNumber": "EC 3.1.3.16", "NameOfSubstance": "Phosphoprotein Phosphatases"}, {"RegistryNumber": "EC 3.1.3.16", "NameOfSubstance": "Protein Phosphatase 2C"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Abscisic Acid"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Carrier Proteins"}, {"QualifierName": [], "DescriptorName": "Darkness"}, {"QualifierName": [], "DescriptorName": "Humidity"}, {"QualifierName": [], "DescriptorName": "Intracellular Signaling Peptides and Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Membrane Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Membrane Transport Proteins"}, {"QualifierName": [], "DescriptorName": "Mutation"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Phosphoprotein Phosphatases"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Plant Stomata"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Protein Kinases"}, {"QualifierName": [], "DescriptorName": "Protein Phosphatase 2C"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ache P, Bauer H, Kollist H, Al-Rasheid KA, Lautner S, Hartung W, Hedrich R. (2010) Stomatal action directly feeds back on leaf turgor: new insights into the regulation of the plant water status from non-invasive pressure probe measurements. Plant J 62: 1072–1082", "ArticleIdList": ["20345603"]}, {"Citation": "Armstrong F, Leung J, Grabov A, Brearley J, Giraudat J, Blatt MR. (1995) Sensitivity to abscisic acid of guard-cell K+ channels is suppressed by abi1-1, a mutant Arabidopsis gene encoding a putative protein phosphatase. Proc Natl Acad Sci USA 92: 9520–9524", "ArticleIdList": ["PMC40833", "7568166"]}, {"Citation": "Ashmore MR. (2005) Assessing the future global impacts of ozone on vegetation. Plant Cell Environ 28: 949–964"}, {"Citation": "Assmann SM, Snyder JA, Lee Y-RJ. (2000) ABA-deficient (aba1) and ABA-insensitive (abi1-1, abi2-1) mutants of Arabidopsis have a wild-type stomatal response to humidity. Plant Cell Environ 23: 387–395"}, {"Citation": "Bauer H, Ache P, Lautner S, Fromm J, Hartung W, Al-Rasheid KAS, Sonnewald S, Sonnewald U, Kneitz S, Lachmann N, et al (2013) The stomatal response to reduced relative humidity requires guard cell-autonomous ABA synthesis. Curr Biol 23: 53–57", "ArticleIdList": ["23219726"]}, {"Citation": "Boudsocq M, Droillard M-J, Barbier-Brygoo H, Laurière C. (2007) Different phosphorylation mechanisms are involved in the activation of sucrose non-fermenting 1 related protein kinases 2 by osmotic stresses and abscisic acid. Plant Mol Biol 63: 491–503", "ArticleIdList": ["17103012"]}, {"Citation": "Brandt B, Brodsky DE, Xue S, Negi J, Iba K, Kangasjärvi J, Ghassemian M, Stephan AB, Hu H, Schroeder JI. (2012) Reconstitution of abscisic acid activation of SLAC1 anion channel by CPK6 and OST1 kinases and branched ABI1 PP2C phosphatase action. Proc Natl Acad Sci USA 109: 10593–10598", "ArticleIdList": ["PMC3387046", "22689970"]}, {"Citation": "Cheng S-H, Willmann MR, Chen H-C, Sheen J. (2002) Calcium signaling through protein kinases: the Arabidopsis calcium-dependent protein kinase gene family. Plant Physiol 129: 469–485", "ArticleIdList": ["PMC1540234", "12068094"]}, {"Citation": "Dupeux F, Antoni R, Betz K, Santiago J, Gonzalez-Guzman M, Rodriguez L, Rubio S, Park SY, Cutler SR, Rodriguez PL, et al (2011) Modulation of abscisic acid signaling in vivo by an engineered receptor-insensitive protein phosphatase type 2C allele. Plant Physiol 156: 106–116", "ArticleIdList": ["PMC3091035", "21357183"]}, {"Citation": "Eckert M, Kaldenhoff R. (2000) Light-induced stomatal movement of selected Arabidopsis thaliana mutants. J Exp Bot 51: 1435–1442", "ArticleIdList": ["10944157"]}, {"Citation": "Geiger D, Maierhofer T, Al-Rasheid KAS, Scherzer S, Mumm P, Liese A, Ache P, Wellmann C, Marten I, Grill E, et al (2011) Stomatal closure by fast abscisic acid signaling is mediated by the guard cell anion channel SLAH3 and the receptor RCAR1. Sci Signal 4: ra32.", "ArticleIdList": ["21586729"]}, {"Citation": "Geiger D, Scherzer S, Mumm P, Marten I, Ache P, Matschi S, Liese A, Wellmann C, Al-Rasheid KAS, Grill E, et al (2010) Guard cell anion channel SLAC1 is regulated by CDPK protein kinases with distinct Ca2+ affinities. Proc Natl Acad Sci USA 107: 8023–8028", "ArticleIdList": ["PMC2867891", "20385816"]}, {"Citation": "Geiger D, Scherzer S, Mumm P, Stange A, Marten I, Bauer H, Ache P, Matschi S, Liese A, Al-Rasheid KAS, et al (2009) Activity of guard cell anion channel SLAC1 is controlled by drought-stress signaling kinase-phosphatase pair. Proc Natl Acad Sci USA 106: 21425–21430", "ArticleIdList": ["PMC2795561", "19955405"]}, {"Citation": "Gonzalez-Guzman M, Pizzio GA, Antoni R, Vera-Sirera F, Merilo E, Bassel GW, Fernández MA, Holdsworth MJ, Perez-Amador MA, Kollist H, et al (2012) Arabidopsis PYR/PYL/RCAR receptors play a major role in quantitative regulation of stomatal aperture and transcriptional response to abscisic acid. Plant Cell 24: 2483–2496", "ArticleIdList": ["PMC3406898", "22739828"]}, {"Citation": "Hayashi M, Inoue S, Takahashi K, Kinoshita T. (2011) Immunohistochemical detection of blue light-induced phosphorylation of the plasma membrane H+-ATPase in stomatal guard cells. Plant Cell Physiol 52: 1238–1248", "ArticleIdList": ["21666226"]}, {"Citation": "Hill AC, Littlefield N. (1969) Ozone: effect on apparent photosynthesis rate of transpiration and stomatal closure in plants. Environ Sci Technol 3: 52–56"}, {"Citation": "Hu H, Boisson-Dernier A, Israelsson-Nordström M, Böhmer M, Xue S, Ries A, Godoski J, Kuhn JM, Schroeder JI. (2010) Carbonic anhydrases are upstream regulators of CO2-controlled stomatal movements in guard cells. Nat Cell Biol 12: 87–93, 1–18", "ArticleIdList": ["PMC2906259", "20010812"]}, {"Citation": "Hua DP, Wang C, He JN, Liao H, Duan Y, Zhu ZQ, Guo Y, Chen ZZ, Gong ZZ. (2012) A plasma membrane receptor kinase, GHR1, mediates abscisic acid- and hydrogen peroxide-regulated stomatal movement in Arabidopsis. Plant Cell 24: 2546–2561", "ArticleIdList": ["PMC3406912", "22730405"]}, {"Citation": "Ivanoff L. (1928) Zur Methodik der Transpirationsbestimmung am Standort. Ber Dtsch Bot Ges 46: 306–310"}, {"Citation": "Kim T-H, Böhmer M, Hu H, Nishimura N, Schroeder JI. (2010) Guard cell signal transduction network: advances in understanding abscisic acid, CO2, and Ca2+ signaling. Annu Rev Plant Biol 61: 561–591", "ArticleIdList": ["PMC3056615", "20192751"]}, {"Citation": "Kollist H, Jossier M, Laanemets K, Thomine S. (2011) Anion channels in plant cells. FEBS J 278: 4277–4292", "ArticleIdList": ["21955597"]}, {"Citation": "Kollist T, Moldau H, Rasulov B, Oja V, Rämma H, Hüve K, Jaspers P, Kangasjärvi J, Kollist H. (2007) A novel device detects a rapid ozone-induced transient stomatal closure in intact Arabidopsis and its absence in abi2 mutant. Physiol Plant 129: 796–803"}, {"Citation": "Laanemets K, Wang YF, Lindgren O, Wu J, Nishimura N, Lee S, Caddell D, Merilo E, Brosche M, Kilk K, et al. (2013) Mutations in the SLAC1 anion channel slow stomatal opening and severely reduce K+ uptake channel activity via enhanced cytosolic [Ca2+] and increased Ca2+ sensitivity of K+ uptake channels. New Phytol 197: 88–98", "ArticleIdList": ["PMC3508330", "23126621"]}, {"Citation": "Lee JS, Bowling DJF. (1992) Effect of the mesophyll on stomatal opening in Commelina communis. J Exp Bot 43: 951–957"}, {"Citation": "Lee SC, Lan W, Buchanan BB, Luan S. (2009) A protein kinase-phosphatase pair interacts with an ion channel to regulate ABA signaling in plant guard cells. Proc Natl Acad Sci USA 106: 21419–21424", "ArticleIdList": ["PMC2795491", "19955427"]}, {"Citation": "Léon-Kloosterziel KM, Gil MA, Ruijs GJ, Jacobsen SE, Olszewski NE, Schwartz SH, Zeevaart JAD, Koornneef M. (1996) Isolation and characterization of abscisic acid-deficient Arabidopsis mutants at two new loci. Plant J 10: 655–661", "ArticleIdList": ["8893542"]}, {"Citation": "Leung J, Merlot S, Giraudat J. (1997) The Arabidopsis ABSCISIC ACID-INSENSITIVE2 (ABI2) and ABI1 genes encode homologous protein phosphatases 2C involved in abscisic acid signal transduction. Plant Cell 9: 759–771", "ArticleIdList": ["PMC156954", "9165752"]}, {"Citation": "Leymarie J, Lascève G, Vavasseur A. (1998a) Interaction of stomatal responses to ABA and CO2 in Arabidopsis thaliana. Aust J Plant Physiol 25: 785–791"}, {"Citation": "Leymarie J, Vavasseur A, Lascève G. (1998b) CO2 sensing in stomata of abi1-1 and abi2-1 mutants of Arabidopsis thaliana. Plant Physiol Biochem 36: 539–543"}, {"Citation": "Ma S-Y, Wu W-H. (2007) AtCPK23 functions in Arabidopsis responses to drought and salt stresses. Plant Mol Biol 65: 511–518", "ArticleIdList": ["17541706"]}, {"Citation": "Ma Y, Szostkiewicz I, Korte A, Moes D, Yang Y, Christmann A, Grill E. (2009) Regulators of PP2C phosphatase activity function as abscisic acid sensors. Science 324: 1064–1068", "ArticleIdList": ["19407143"]}, {"Citation": "Meinhard M, Grill E. (2001) Hydrogen peroxide is a regulator of ABI1, a protein phosphatase 2C from Arabidopsis. FEBS Lett 508: 443–446", "ArticleIdList": ["11728469"]}, {"Citation": "Meinhard M, Rodriguez PL, Grill E. (2002) The sensitivity of ABI2 to hydrogen peroxide links the abscisic acid-response regulator to redox signalling. Planta 214: 775–782", "ArticleIdList": ["11882947"]}, {"Citation": "Meyer S, Mumm P, Imes D, Endler A, Weder B, Al-Rasheid KAS, Geiger D, Marten I, Martinoia E, Hedrich R. (2010) AtALMT12 represents an R-type anion channel required for stomatal movement in Arabidopsis guard cells. Plant J 63: 1054–1062", "ArticleIdList": ["20626656"]}, {"Citation": "Mori IC, Murata Y, Yang Y, Munemasa S, Wang Y-F, Andreoli S, Tiriac H, Alonso JM, Harper JF, Ecker JR, et al (2006) CDPKs CPK6 and CPK3 function in ABA regulation of guard cell S-type anion- and Ca2+-permeable channels and stomatal closure. PLoS Biol 4: e327.", "ArticleIdList": ["PMC1592316", "17032064"]}, {"Citation": "Mott KA, Sibbernsen ED, Shope JC. (2008) The role of the mesophyll in stomatal responses to light and CO2. Plant Cell Environ 31: 1299–1306", "ArticleIdList": ["18541006"]}, {"Citation": "Mustilli A-C, Merlot S, Vavasseur A, Fenzi F, Giraudat J. (2002) Arabidopsis OST1 protein kinase mediates the regulation of stomatal aperture by abscisic acid and acts upstream of reactive oxygen species production. Plant Cell 14: 3089–3099", "ArticleIdList": ["PMC151204", "12468729"]}, {"Citation": "Nambara E, Marion-Poll A. (2005) Abscisic acid biosynthesis and catabolism. Annu Rev Plant Biol 56: 165–185", "ArticleIdList": ["15862093"]}, {"Citation": "Negi J, Matsuda O, Nagasawa T, Oba Y, Takahashi H, Kawai-Yamada M, Uchimiya H, Hashimoto M, Iba K. (2008) CO2 regulator SLAC1 and its homologues are essential for anion homeostasis in plant cells. Nature 452: 483–486", "ArticleIdList": ["18305482"]}, {"Citation": "Nishimura N, Sarkeshik A, Nito K, Park S-Y, Wang A, Carvalho PC, Lee S, Caddell DF, Cutler SR, Chory J, et al (2010) PYR/PYL/RCAR family members are major in-vivo ABI1 protein phosphatase 2C-interacting proteins in Arabidopsis. Plant J 61: 290–299", "ArticleIdList": ["PMC2807913", "19874541"]}, {"Citation": "Nishimura N, Yoshida T, Murayama M, Asami T, Shinozaki K, Hirayama T. (2004) Isolation and characterization of novel mutants affecting the abscisic acid sensitivity of Arabidopsis germination and seedling growth. Plant Cell Physiol 45: 1485–1499", "ArticleIdList": ["15564532"]}, {"Citation": "Okamoto M, Tanaka Y, Abrams SR, Kamiya Y, Seki M, Nambara E. (2009) High humidity induces abscisic acid 8′-hydroxylase in stomata and vasculature to regulate local and systemic abscisic acid responses in Arabidopsis. Plant Physiol 149: 825–834", "ArticleIdList": ["PMC2633821", "19036833"]}, {"Citation": "Park SY, Fung P, Nishimura N, Jensen DR, Fujii H, Zhao Y, Lumba S, Santiago J, Rodrigues A, Chow TF, et al. (2009) Abscisic acid inhibits type 2C protein phosphatases via the PYR/PYL family of START proteins. Science 324: 1068–1071", "ArticleIdList": ["PMC2827199", "19407142"]}, {"Citation": "Pei ZM, Kuchitsu K, Ward JM, Schwarz M, Schroeder JI. (1997) Differential abscisic acid regulation of guard cell slow anion channels in Arabidopsis wild-type and abi1 and abi2 mutants. Plant Cell 9: 409–423", "ArticleIdList": ["PMC156927", "9090884"]}, {"Citation": "Robert N, Merlot S, N’guyen V, Boisson-Dernier A, Schroeder JI. (2006) A hypermorphic mutation in the protein phosphatase 2C HAB1 strongly affects ABA signaling in Arabidopsis. FEBS Lett 580: 4691–4696", "ArticleIdList": ["16876791"]}, {"Citation": "Rock CD, Zeevaart JAD. (1991) The aba mutant of Arabidopsis thaliana is impaired in epoxy-carotenoid biosynthesis. Proc Natl Acad Sci USA 88: 7496–7499", "ArticleIdList": ["PMC52327", "11607209"]}, {"Citation": "Roelfsema MRG, Hanstein S, Felle HH, Hedrich R. (2002) CO2 provides an intermediate link in the red light response of guard cells. Plant J 32: 65–75", "ArticleIdList": ["12366801"]}, {"Citation": "Roelfsema MRG, Hedrich R. (2005) In the light of stomatal opening: new insights into ‘the Watergate.’ New Phytol 167: 665–691", "ArticleIdList": ["16101906"]}, {"Citation": "Roelfsema MRG, Hedrich R, Geiger D. (2012) Anion channels: master switches of stress responses. Trends Plant Sci 17: 221–229", "ArticleIdList": ["22381565"]}, {"Citation": "Roelfsema MRG, Prins HBA. (1995) Effect of abscisic acid on stomatal opening in isolated epidermal strips of abi mutants of Arabidopsis thaliana. Physiol Plant 95: 373–378"}, {"Citation": "Rubio S, Rodrigues A, Saez A, Dizon MB, Galle A, Kim T-H, Santiago J, Flexas J, Schroeder JI, Rodriguez PL. (2009) Triple loss of function of protein phosphatases type 2C leads to partial constitutive response to endogenous abscisic acid. Plant Physiol 150: 1345–1355", "ArticleIdList": ["PMC2705020", "19458118"]}, {"Citation": "Sato A, Sato Y, Fukao Y, Fujiwara M, Umezawa T, Shinozaki K, Hibi T, Taniguchi M, Miyake H, Goto DB, et al (2009) Threonine at position 306 of the KAT1 potassium channel is essential for channel activity and is a target site for ABA-activated SnRK2/OST1/SnRK2.6 protein kinase. Biochem J 424: 439–448", "ArticleIdList": ["19785574"]}, {"Citation": "Scherzer S, Maierhofer T, Al-Rasheid KAS, Geiger D, Hedrich R. (2012) Multiple calcium-dependent kinases modulate ABA-activated guard cell anion channels. Mol Plant 5: 1409–1412", "ArticleIdList": ["22933711"]}, {"Citation": "Schroeder JI, Keller BU. (1992) Two types of anion channel currents in guard cells with distinct voltage regulation. Proc Natl Acad Sci USA 89: 5025–5029", "ArticleIdList": ["PMC49221", "1375754"]}, {"Citation": "Shimazaki K, Doi M, Assmann SM, Kinoshita T. (2007) Light regulation of stomatal movement. Annu Rev Plant Biol 58: 219–247", "ArticleIdList": ["17209798"]}, {"Citation": "Siegel RS, Xue S, Murata Y, Yang Y, Nishimura N, Wang A, Schroeder JI. (2009) Calcium elevation-dependent and attenuated resting calcium-dependent abscisic acid induction of stomatal closure and abscisic acid-induced enhancement of calcium sensitivities of S-type anion and inward-rectifying K channels in Arabidopsis guard cells. Plant J 59: 207–220", "ArticleIdList": ["PMC2827207", "19302418"]}, {"Citation": "Sitch S, Cox PM, Collins WJ, Huntingford C. (2007) Indirect radiative forcing of climate change through ozone effects on the land-carbon sink. Nature 448: 791–794", "ArticleIdList": ["17653194"]}, {"Citation": "Soon F-F, Ng L-M, Zhou XE, West GM, Kovach A, Tan MHE, Suino-Powell KM, He Y, Xu Y, Chalmers MJ, et al. (2012) Molecular mimicry regulates ABA signaling by SnRK2 kinases and PP2C phosphatases. Science 335: 85–88", "ArticleIdList": ["PMC3584687", "22116026"]}, {"Citation": "Szostkiewicz I, Richter K, Kepka M, Demmel S, Ma Y, Korte A, Assaad FF, Christmann A, Grill E. (2010) Closely related receptor complexes differ in their ABA selectivity and sensitivity. Plant J 61: 25–35", "ArticleIdList": ["19769575"]}, {"Citation": "Umezawa T, Sugiyama N, Mizoguchi M, Hayashi S, Myouga F, Yamaguchi-Shinozaki K, Ishihama Y, Hirayama T, Shinozaki K. (2009) Type 2C protein phosphatases directly regulate abscisic acid-activated protein kinases in Arabidopsis. Proc Natl Acad Sci USA 106: 17588–17593", "ArticleIdList": ["PMC2754379", "19805022"]}, {"Citation": "Vahisalu T, Kollist H, Wang Y-F, Nishimura N, Chan W-Y, Valerio G, Lamminmäki A, Brosché M, Moldau H, Desikan R, et al (2008) SLAC1 is required for plant guard cell S-type anion channel function in stomatal signalling. Nature 452: 487–491", "ArticleIdList": ["PMC2858982", "18305484"]}, {"Citation": "Vahisalu T, Puzõrjova I, Brosché M, Valk E, Lepiku M, Moldau H, Pechter P, Wang YS, Lindgren O, Salojärvi J, et al. (2010) Ozone-triggered rapid stomatal response involves the production of reactive oxygen species, and is controlled by SLAC1 and OST1. Plant J 62: 442–453", "ArticleIdList": ["20128877"]}, {"Citation": "Vlad F, Rubio S, Rodrigues A, Sirichandra C, Belin C, Robert N, Leung J, Rodriguez PL, Laurière C, Merlot S. (2009) Protein phosphatases 2C regulate the activation of the Snf1-related kinase OST1 by abscisic acid in Arabidopsis. Plant Cell 21: 3170–3184", "ArticleIdList": ["PMC2782292", "19855047"]}, {"Citation": "Wang Y, Papanatsiou M, Eisenach C, Karnik R, Williams M, Hills A, Lew VL, Blatt MR. (2012) Systems dynamic modeling of a guard cell Cl− channel mutant uncovers an emergent homeostatic network regulating stomatal transpiration. Plant Physiol 160: 1956–1967", "ArticleIdList": ["PMC3510123", "23090586"]}, {"Citation": "Webb AAR, Hetherington AM. (1997) Convergence of the abscisic acid, CO2, and extracellular calcium signal transduction pathways in stomatal guard cells. Plant Physiol 114: 1557–1560", "ArticleIdList": ["PMC158450", "9276963"]}, {"Citation": "Weiner JJ, Peterson FC, Volkman BF, Cutler SR. (2010) Structural and functional insights into core ABA signaling. Curr Opin Plant Biol 13: 495–502", "ArticleIdList": ["PMC2971662", "20934900"]}, {"Citation": "Xie X, Wang Y, Williamson L, Holroyd GH, Tagliavia C, Murchie E, Theobald J, Knight MR, Davies WJ, Leyser HMO, et al (2006) The identification of genes involved in the stomatal response to reduced atmospheric relative humidity. Curr Biol 16: 882–887", "ArticleIdList": ["16682349"]}, {"Citation": "Xue S, Hu H, Ries A, Merilo E, Kollist H, Schroeder JI. (2011) Central functions of bicarbonate in S-type anion channel activation and OST1 protein kinase in CO2 signal transduction in guard cell. EMBO J 30: 1645–1658", "ArticleIdList": ["PMC3102275", "21423149"]}, {"Citation": "Yoshida R, Hobo T, Ichimura K, Mizoguchi T, Takahashi F, Aronso J, Ecker JR, Shinozaki K. (2002) ABA-activated SnRK2 protein kinase is required for dehydration stress signaling in Arabidopsis. Plant Cell Physiol 43: 1473–1483", "ArticleIdList": ["12514244"]}, {"Citation": "Yoshida R, Umezawa T, Mizoguchi T, Takahashi S, Takahashi F, Shinozaki K. (2006) The regulatory domain of SRK2E/OST1/SnRK2.6 interacts with ABI1 and integrates abscisic acid (ABA) and osmotic stress signals controlling stomatal closure in Arabidopsis. J Biol Chem 281: 5310–5318", "ArticleIdList": ["16365038"]}, {"Citation": "Zheng Z, Xu X, Crosley RA, Greenwalt SA, Sun Y, Blakeslee B, Wang L, Ni W, Sopko MS, Yao C, et al. (2010) The protein kinase SnRK2.6 mediates the regulation of sucrose metabolism and plant growth in Arabidopsis. Plant Physiol 153: 99–113", "ArticleIdList": ["PMC2862418", "20200070"]}]}], "History": [{"Year": "2013", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "5", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23703845", "PMC3707544", "10.1104/pp.113.220608", "pp.113.220608"]}}], "PubmedBookArticle": []}