{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "23739859", "DateCompleted": {"Year": "2013", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1590/1678-7757201302362", "S1678-77572013000200177"], "Journal": {"ISSN": "1678-7765", "JournalIssue": {"Volume": "21", "Issue": "2", "PubDate": {"Year": "2013", "Season": "Mar-Apr"}}, "Title": "Journal of applied oral science : revista FOB", "ISOAbbreviation": "J Appl Oral Sci"}, "ArticleTitle": "Effect of ozone gas on the shear bond strength to enamel.", "Pagination": {"StartPage": "177", "EndPage": "182", "MedlinePgn": "177-82"}, "Abstract": {"AbstractText": ["Ozone is an important disinfecting agent, however its influence on enamel adhesion has not yet been clarified.", "Evaluate the influence of ozone pretreatment on the shear strength of an etch-and-rinse and a self-etch system to enamel and analyze the respective failure modes.", "Sixty sound bovine incisors were used. Specimens were randomly assigned to four experimental groups (n=15): Group G1 (Excite® with ozone) and group G3 (AdheSE® with ozone) were prepared with ozone gas from the HealOzone unit (Kavo®) for 20 s prior to adhesion, and groups G2 (Excite®) and G4 (AdheSE®) were used as control. Teeth were bisected and polished to simulate a smear layer just before the application of the adhesive systems. The adhesives were applied according to the manufacturer's instructions to a standardized 3 mm diameter surface, and a composite (Synergy D6, Coltene Whaledent) cylinder with 2 mm increments was build. Specimens were stored in 100% humidity for 24 h at 37°C and then subjected to a thermal cycling regimen of 500 cycles. Shear bond tests were performed with a Watanabe device in a universal testing machine at 5 mm/min. The failure mode was analyzed under scanning electron microscope. Means and standard deviation of shear bond strength (SBS) were calculated and difference between the groups was analyzed using ANOVA, Kolmogorov-Smirnov, Levene and Bonferroni. Chi-squared statistical tests were used to evaluate the failure modes.", "Mean bond strength values and failure modes were as follows: G1--26.85±6.18 MPa (33.3% of adhesive cohesive failure); G2--27.95±5.58 MPa (53.8% of adhesive failures between enamel and adhesive); G3--15.0±3.84 MPa (77.8% of adhesive failures between enamel and adhesive) and G4--13.1±3.68 MPa (36.4% of adhesive failures between enamel and adhesive).", "Shear bond strength values of both adhesives tested on enamel were not influenced by the previous application of ozone gas."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dental School, Department of Operative Dentistry, University of Porto, Porto, Portugal. ppires@fmd.up.pt"}], "LastName": "Pires", "ForeName": "Patrícia Teixeira", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ferreira", "ForeName": "João Cardoso", "Initials": "JC"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Oliveira", "ForeName": "Sofia Arantes", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Silva", "ForeName": "Mário Jorge", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Melo", "ForeName": "Paulo Ribeiro", "Initials": "PR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "J Appl Oral Sci", "NlmUniqueID": "101189774", "ISSNLinking": "1678-7757"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acrylic Resins"}, {"RegistryNumber": "0", "NameOfSubstance": "AdheSE cement"}, {"RegistryNumber": "0", "NameOfSubstance": "Composite Resins"}, {"RegistryNumber": "0", "NameOfSubstance": "Dentin-Bonding Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Excite cement"}, {"RegistryNumber": "0", "NameOfSubstance": "Methacrylates"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "Phosphoric Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Synergy composite resin"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "E4GA8884NN", "NameOfSubstance": "phosphoric acid"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Acrylic Resins"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cattle"}, {"QualifierName": ["chemistry"], "DescriptorName": "Composite Resins"}, {"QualifierName": ["methods"], "DescriptorName": "Dental Bonding"}, {"QualifierName": ["chemistry", "drug effects"], "DescriptorName": "Dental Enamel"}, {"QualifierName": [], "DescriptorName": "Dental Restoration Failure"}, {"QualifierName": ["chemistry"], "DescriptorName": "Dentin-Bonding Agents"}, {"QualifierName": [], "DescriptorName": "Materials Testing"}, {"QualifierName": ["chemistry"], "DescriptorName": "Methacrylates"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phosphoric Acids"}, {"QualifierName": [], "DescriptorName": "Random Allocation"}, {"QualifierName": [], "DescriptorName": "Shear Strength"}, {"QualifierName": [], "DescriptorName": "Surface Properties"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andrade AM, Moura SK, Reis A, Loguercio AD, Garcia EJ, Grande RH. Evaluating resin-enamel bonds by microshear and microtensile bond strength tests: effects of composite resin. J Appl Oral Sci. 2010;18:591–598.", "ArticleIdList": ["PMC3881754", "21308290"]}, {"Citation": "Azarpazhooh A, Limeback H. The application of ozone in dentistry: a systematic review of literature. J Dent. 2008;36:104–116.", "ArticleIdList": ["18166260"]}, {"Citation": "Baysan A, Lynch E. The use of ozone in dentistry and medicine. Prim Dent Care. 2005;12:47–52.", "ArticleIdList": ["15901432"]}, {"Citation": "Baysan A, Lynch E. The use of ozone in dentistry and medicine. Part 2. Ozone and root caries. Prim Dent Care. 2006;13:37–41.", "ArticleIdList": ["16393498"]}, {"Citation": "Bishara SE, Soliman M, Laffoon J, Warren JJ. Effect of changing a test parameter on the shear bond strength of orthodontic brackets. Angle Orthod. 2005;75:832–835.", "ArticleIdList": ["16279831"]}, {"Citation": "Borsatto MC, Thomaz MY, Contente MM, Gomes-Silva JM, Mellara TS, Galo R, et al. Bonding agent underneath sealant: shear bond strength to oil-contaminated. Braz Dent J. 2010;21:50–54.", "ArticleIdList": ["20464321"]}, {"Citation": "Cadenaro M, Delise C, Antoniollo F, Navarra OC, Di Lenarda R, Breschi L. Enamel and dentin bond strength following gaseous ozone application. J Adhes Dent. 2009;11:287–292.", "ArticleIdList": ["19701509"]}, {"Citation": "Cavalli V, Liporoni PC, Rego MA, Berger SB, Giannini M. Influence of fluoride-containing adhesives and bleaching agents on enamel bond strength. Braz Oral Res. 2012;26:536–542.", "ArticleIdList": ["23184165"]}, {"Citation": "Cehreli SB, Guzey A, Arhun N, Cetinsahin A, Unver B. The effects of prophylactic ozone pretreatment of enamel on shear bond strength of orthodontic brackets bonded with total or selfetch adhesive systems. Eur J Dent. 2010;4:367–373.", "ArticleIdList": ["PMC2948738", "20922155"]}, {"Citation": "Chuang SF, Chang LT, Chang CH, Yaman P, Liu JK. Influence of enamel wetness on composite restorations using various dentine bonding agents: Part II-effects on shear bond strength. J Dent. 34(5):352–361.", "ArticleIdList": ["16171924"]}, {"Citation": "Cunha TM, Behrens BA, Nascimento D, Retamoso LB, Lon LF, Tanaka O, et al. Blood contamination effect on shear bond strength of an orthodontic hydrophilic resin. J Appl Oral Sci. 2012;20:89–93.", "ArticleIdList": ["PMC3928778", "22437684"]}, {"Citation": "Erickson RL, Barkmeier WW, Latta MA. The role of etching in bonding to enamel: a comparison of self-etching and etch-andrinse adhesive systems. Dent Mater. 2009;25:1459–1467.", "ArticleIdList": ["19665220"]}, {"Citation": "Fontes B, Cattani Heimbecker AM, Souza Brito G, Costa SF, van der Heijden IM, Levin AS, et al. Effect of low-dose gaseous ozone on pathogenic bacteria. 358BMC Infect Dis. 2012;12", "ArticleIdList": ["PMC3541223", "23249441"]}, {"Citation": "Grootveld M, Silwood CJ, Lynch E. High resolution 1H NMR investigations of the oxidative consumption of salivary biomolecules by ozone: relevance to the therapeutic applications of this agent in clinical dentistry. Biofactors. 2006;27:5–18.", "ArticleIdList": ["17012760"]}, {"Citation": "International Standardization Organization . ISO/TS 11405:2003: Dental materials: testing of adhesion to tooth surface. Geneva: ISO; 2003."}, {"Citation": "Marchesi G, Petris LC, Navarra CO, Locatelli R, Di Lenarda R, Breschi L, et al. Effect of ozone application on the immediate shear bond strength and microleakage of dental sealants. Pediatr Dent. 2012;34:284–288.", "ArticleIdList": ["23014084"]}, {"Citation": "Meyer-Luckel H, Kielbassa AM. Influence of calcium phosphates added to mucin-based saliva substitutes on bovine dentin. Quintessence Int. 2006;37:537–544.", "ArticleIdList": ["16841601"]}, {"Citation": "Moura SK, Pelizzaro A, Dal Bianco K, Goes MF, Loguercio AD, Reis A, et al. Does the acidity of self-etching primers affect bond strength and surface morphology of enamel? J Adhes Dent. 2006;8:75–83.", "ArticleIdList": ["16708718"]}, {"Citation": "Oyama K, Tsujimoto A, Otsuka E, Shimizu Y, Shiratsuchi K, Tsubota K, et al. Influence of oxygen inhibition on the surface free energy and enamel bond strength of self-etch adhesives. Dent Mater J. 2012;31:26–31.", "ArticleIdList": ["22277602"]}, {"Citation": "Paradella TC, Fava M. Bond strength of adhesive systems to human tooth enamel. Braz Oral Res. 2007;21:4–9.", "ArticleIdList": ["17384847"]}, {"Citation": "Patil D, Singbal KP, Kamat S. Comparative evaluation of the enamel bond strength of \"etch-and-rinse\" and \"all-in-one\" bonding agents on cut and uncut enamel surfaces. J Conserv Dent. 2011;14:147–150.", "ArticleIdList": ["PMC3146106", "21814355"]}, {"Citation": "Pereira-Cenci T, Cenci MS, Fedorowicz Z, Marchesan MA. Antibacterial agents in composite restorations for the prevention of dental caries. Cochrane Database Syst Rev. 2009:CD007819.", "ArticleIdList": ["19588443"]}, {"Citation": "Polydorou O, Halili A, Wittmer A, Pelz K, Hahn P. The antibacterial effect of gas ozone after 2 months of in vitro evaluation. Clin Oral Investig. 2012;16:545–550.", "ArticleIdList": ["21331635"]}, {"Citation": "Rodrigues PC, Souza JB, Soares CJ, Lopes LG, Estrela C. Effect of ozone application on the resin-dentin microtensile bond strength. Oper Dent. 2011;36:537–544.", "ArticleIdList": ["21859314"]}, {"Citation": "Sheets JL, Wilcox CW, Barkmeier WW, Nunn ME. The effect of phosphoric acid pre-etching and thermocycling on self-etching adhesive enamel bonding. J Prosthet Dent. 2012;107:102–108.", "ArticleIdList": ["22304744"]}, {"Citation": "Souza-Gabriel AE, Vitussi LO, Milani C, Alfredo E, Messias DC, Silva-Sousa YT. Effect of bleaching protocols with 38% hydrogen peroxide and post-bleaching times on dentin bond strength. Braz Dent J. 2011;22:317–321.", "ArticleIdList": ["21861032"]}, {"Citation": "Souza-Junior EJ, Prieto LT, Araujo CT, Paulillo LA. Selective enamel etching: effect on marginal adaptation of self-etch LEDcured bond systems in aged Class I composite restorations. Oper Dent. 2012;37:195–204.", "ArticleIdList": ["22313271"]}, {"Citation": "Van Dijken JW. A prospective 8-year evaluation of a mild two-step self-etching adhesive and a heavily filled two-step etchand- rinse system in non-carious cervical lesions. Dent Mater. 2010;26:940–946.", "ArticleIdList": ["20646753"]}, {"Citation": "Vieira C, Silva-Sousa YT, Pessarello NM, Rached-Junior FA, Souza-Gabriel AE. Effect of high-concentrated bleaching agents on the bond strength at dentin/resin interface and flexural strength of dentin. Braz Dent J. 2012;23:28–35.", "ArticleIdList": ["22460311"]}, {"Citation": "Yassen GH, Platt JA, Hara AT. Bovine teeth as substitute for human teeth in dental research: a review of literature. J Oral Sci. 2011;53:273–282.", "ArticleIdList": ["21959653"]}], "ReferenceList": []}], "History": [{"Year": "2012", "Month": "5", "Day": "6"}, {"Year": "2013", "Month": "1", "Day": "25"}, {"Year": "2013", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23739859", "PMC3881866", "10.1590/1678-7757201302362", "S1678-77572013000200177"]}}], "PubmedBookArticle": []}