{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23805824", "DateCompleted": {"Year": "2013", "Month": "11", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1164/rccm.201303-0609OC"], "ArticleDate": [], "Journal": {"ISSN": "1535-4970", "JournalIssue": {"Volume": "188", "Issue": "5", "PubDate": {"Year": "2013", "Month": "Sep", "Day": "01"}}, "Title": "American journal of respiratory and critical care medicine", "ISOAbbreviation": "Am J Respir Crit Care Med"}, "ArticleTitle": "Spatial analysis of air pollution and mortality in California.", "Pagination": {"StartPage": "593", "EndPage": "599", "MedlinePgn": "593-9"}, "Abstract": {"AbstractText": ["Although substantial scientific evidence suggests that chronic exposure to ambient air pollution contributes to premature mortality, uncertainties exist in the size and consistency of this association. Uncertainty may arise from inaccurate exposure assessment.", "To assess the associations of three types of air pollutants (fine particulate matter, ozone [O3], and nitrogen dioxide [NO2]) with the risk of mortality in a large cohort of California adults using individualized exposure assessments.", "For fine particulate matter and NO2, we used land use regression models to derive predicted individualized exposure at the home address. For O3, we estimated exposure with an inverse distance weighting interpolation. Standard and multilevel Cox survival models were used to assess the association between air pollution and mortality.", "Data for 73,711 subjects who resided in California were abstracted from the American Cancer Society Cancer Prevention II Study cohort, with baseline ascertainment of individual characteristics in 1982 and follow-up of vital status through to 2000. Exposure data were derived from government monitors. Exposure to fine particulate matter, O3, and NO2 was positively associated with ischemic heart disease mortality. NO2 (a marker for traffic pollution) and fine particulate matter were also associated with mortality from all causes combined. Only NO2 had significant positive association with lung cancer mortality.", "Using the first individualized exposure assignments in this important cohort, we found positive associations of fine particulate matter, O3, and NO2 with mortality. The positive associations of NO2 suggest that traffic pollution relates to premature death."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Environmental Health Sciences, School of Public Health, University of California Berkeley, USA. jerrett@berkeley.edu"}], "Identifier": [], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Burnett", "ForeName": "Richard T", "Initials": "RT"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Beckerman", "ForeName": "Bernardo S", "Initials": "BS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Turner", "ForeName": "Michelle C", "Initials": "MC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Krewski", "ForeName": "Daniel", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Thurston", "ForeName": "George", "Initials": "G"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Martin", "ForeName": "Randall V", "Initials": "RV"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "van Donkelaar", "ForeName": "Aaron", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hughes", "ForeName": "Edward", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Shi", "ForeName": "Yuanli", "Initials": "Y"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gapstur", "ForeName": "Susan M", "Initials": "SM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Thun", "ForeName": "Michael J", "Initials": "MJ"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Pope", "ForeName": "C Arden", "Initials": "CA", "Suffix": "3rd"}], "GrantList": [{"GrantID": "P30 ES000260", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES00260", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Respir Crit Care Med", "NlmUniqueID": "9421642", "ISSNLinking": "1073-449X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "California"}, {"QualifierName": ["adverse effects", "statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Proportional Hazards Models"}, {"QualifierName": [], "DescriptorName": "Regression Analysis"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Survival Analysis"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Brook RD, Rajagopalan S, Pope CA, III, Brook JR, Bhatnagar A, Diez-Roux AV, Holguin F, Hong Y, Luepker RV, Mittleman MA, et al. American Heart Association Council on Epidemiology and Prevention, Council on the Kidney in Cardiovascular Disease, and Council on Nutrition, Physical Activity and Metabolism. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Jerrett M, Burnett RT, Ma R, Pope CA, III, Krewski D, Newbold KB, Thurston G, Shi Y, Finkelstein N, Calle EE, et al. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, Turner MC, Pope CA, III, Thurston G, Calle EE, et al. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality Res Rep Health Eff Inst 20091405–114.discussion 115–136", "ArticleIdList": ["19627030"]}, {"Citation": "Pope CA, III, Burnett RT, Thurston GD, Thun MJ, Calle EE, Krewski D, Godleski JJ. Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004;109:71–77.", "ArticleIdList": ["14676145"]}, {"Citation": "Pope CA, III, Burnett RT, Turner MC, Cohen A, Krewski D, Jerrett M, Gapstur SM, Thun MJ. Lung cancer and cardiovascular disease mortality associated with ambient air pollution and cigarette smoke: shape of the exposure-response relationships. Environ Health Perspect. 2011;119:1616–1621.", "ArticleIdList": ["PMC3226505", "21768054"]}, {"Citation": "Chen H, Goldberg MS, Villeneuve PJ. A systematic review of the relation between long-term exposure to ambient air pollution and chronic diseases. Rev Environ Health. 2008;23:243–297.", "ArticleIdList": ["19235364"]}, {"Citation": "Pope CA, III, Dockery DW. Health effects of fine particulate air pollution: lines that connect. J Air Waste Manag Assoc. 2006;56:709–742.", "ArticleIdList": ["16805397"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, Danaei G, Shibuya K, Adair-Rohani H, Amann M, Anderson HR, Andrews KG, Aryee M, et al. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2224–2260.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Krewski D, Burnett RT, Goldberg MS, Hoover K, Siemiatycki J, Abrahamowicz M, White WH.Part I: Replication and validation. In: Reanalysis of the Harvard Six Cities Study and the American Cancer Society Study of particulate air pollution and mortality: a special report of the Institute's Particle Epidemiology Reanalysis ProjectCambridge, MA: Health Effects Institute20001–295."}, {"Citation": "Pope CA, III, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, Thurston GD. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particulate air pollution. JAMA. 2002;287:1132–1141.", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Pope CA, III, Thun MJ, Namboodiri MM, Dockery DW, Evans JS, Speizer FE, Heath CW., Jr Particulate air pollution as a predictor of mortality in a prospective study of U.S. adults. Am J Respir Crit Care Med. 1995;151:669–674.", "ArticleIdList": ["7881654"]}, {"Citation": "Puett RC, Hart JE, Schwartz J, Hu FB, Liese AD, Laden F. Are particulate matter exposures associated with risk of type 2 diabetes? Environ Health Perspect. 2011;119:384–389.", "ArticleIdList": ["PMC3060003", "21118784"]}, {"Citation": "Puett RC, Hart JE, Yanosky JD, Paciorek C, Schwartz J, Suh H, Speizer FE, Laden F. Chronic fine and coarse particulate exposure, mortality, and coronary heart disease in the Nurses’ Health Study. Environ Health Perspect. 2009;117:1697–1701.", "ArticleIdList": ["PMC2801178", "20049120"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. N Engl J Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Beckerman BS, Jerrett M, Martin RV, van Donkelaar A, Ross Z, Burnett RT. Application of the deletion/substitution/addition algorithm to selecting land use regression models for interpolating air pollution measurements. Atmos Environ. 2013;77:172–177."}, {"Citation": "van Donkelaar A, Martin RV, Brauer M, Kahn R, Levy R, Verduzco C, Villeneuve PJ. Global estimates of ambient fine particulate matter concentrations from satellite-based aerosol optical depth: development and application. Environ Health Perspect. 2010;118:847–855.", "ArticleIdList": ["PMC2898863", "20519161"]}, {"Citation": "Sinisi SE, van der Laan MJ.Deletion/substitution/addition algorithm in learning with applications in genomics Stat Appl Genet Mol Biol 20043Article18", "ArticleIdList": ["16646796"]}, {"Citation": "Jerrett M, Burnett RT, Pope A, III, Krewski D, Thurston G, Christakos G, Hughes E, Ross Z, Shi Y, Thun M, et al. Sacramento, CA: California Air Resources Board; 2011. Spatiotemporal analysis of air pollution and mortality in California based on the American Cancer Society Cohort: final report."}, {"Citation": "Cosby AG, Neaves TT, Cossman RE, Cossman JS, James WL, Feierabend N, Mirvis DM, Jones CA, Farrigan T. Preliminary evidence for an emerging nonmetropolitan mortality penalty in the United States. Am J Public Health. 2008;98:1470–1472.", "ArticleIdList": ["PMC2446448", "18556611"]}, {"Citation": "Spengler J, Schwab M, Ryan PB, Colome S, Wilson AL, Billick I, Becker E. Personal exposure to nitrogen dioxide in the Los Angeles Basin. Air Waste. 1994;44:39–47.", "ArticleIdList": ["8117430"]}, {"Citation": "Brunekreef B. Health effects of air pollution observed in cohort studies in Europe. J Expo Sci Environ Epidemiol. 2007;17:S61–S65.", "ArticleIdList": ["18079765"]}, {"Citation": "Cesaroni G, Badaloni C, Gariazzo C, Stafoggia M, Sozzi R, Davoli M, Forastiere F. Long-term exposure to urban air pollution and mortality in a cohort of more than a million adults in Rome. Environ Health Perspect. 2013;121:324–331.", "ArticleIdList": ["PMC3621202", "23308401"]}, {"Citation": "Hart JE, Garshick E, Dockery DW, Smith TJ, Ryan L, Laden F. Long-term ambient multipollutant exposures and mortality. Am J Respir Crit Care Med. 2011;183:73–78.", "ArticleIdList": ["PMC3040395", "20656944"]}, {"Citation": "Health Effects Institute Panel on the Health Effects of Traffic-Related Air Pollution. Traffic-related air pollution: a critical review of the literature on emissions, exposure and health effects. Special report 17. Boston, MA: HEI; 2009"}, {"Citation": "Henrotin JB, Zeller M, Lorgis L, Cottin Y, Giroud M, Béjot Y. Evidence of the role of short-term exposure to ozone on ischaemic cerebral and cardiac events: the Dijon Vascular Project (DIVA) Heart. 2010;96:1990–1996.", "ArticleIdList": ["20702540"]}, {"Citation": "Zidek JV, Wong H, Le ND, Burnett R. Causality, measurement error and multicollinearity in epidemiology. Environmetrics. 1996;7:441–451."}, {"Citation": "Beckerman B, Jerrett M, Brook JR, Verma DK, Arain MA, Finkelstein MM. Correlation of nitrogen dioxide with other traffic pollutants near a major expressway. Atmos Environ. 2008;42:275–290."}, {"Citation": "McConnell R, Berhane K, Yao L, Lurmann FW, Avol E, Peters JM. Predicting residential ozone deficits from nearby traffic. Sci Total Environ. 2006;363:166–174.", "ArticleIdList": ["16095670"]}, {"Citation": "Woodcock J, Edwards P, Tonne C, Armstrong BG, Ashiru O, Banister D, Beevers S, Chalabi Z, Chowdhury Z, Cohen A, et al. Public health benefits of strategies to reduce greenhouse-gas emissions: urban land transport. Lancet. 2009;374:1930–1943.", "ArticleIdList": ["19942277"]}, {"Citation": "Rojas-Rueda D, de Nazelle A, Tainio M, Nieuwenhuijsen MJ. The health risks and benefits of cycling in urban environments compared with car use: health impact assessment study. BMJ. 2011;343:d4521.", "ArticleIdList": ["PMC3150633", "21816732"]}, {"Citation": "California Department of Public\nHealth California Tobacco Control ProgramSmoking\nprevalence among California adults, 1984-2010 [prepared 2011 Apr; accessed 2012\nSep 11]. Available from: http://www.cdph.ca.gov/Pages/NR11-031SmokingChart.aspx"}, {"Citation": "de Nazelle A, Nieuwenhuijsen MJ, Antó JM, Brauer M, Briggs D, Braun-Fahrlander C, Cavill N, Cooper AR, Desqueyroux H, Fruin S, et al. Improving health through policies that promote active travel: a review of evidence to support integrated health impact assessment. Environ Int. 2011;37:766–777.", "ArticleIdList": ["21419493"]}]}], "History": [{"Year": "2013", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "11", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23805824", "PMC5447295", "10.1164/rccm.201303-0609OC"]}}], "PubmedBookArticle": []}