{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23838152", "DateCompleted": {"Year": "2014", "Month": "05", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1289/ehp.1205914"], "ArticleDate": [{"Year": "2013", "Month": "07", "Day": "09"}], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "121", "Issue": "10", "PubDate": {"Year": "2013", "Month": "Oct"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "Particulate air pollution, ambulatory heart rate variability, and cardiac arrhythmia in retirement community residents with coronary artery disease.", "Pagination": {"StartPage": "1135", "EndPage": "1141", "MedlinePgn": "1135-41"}, "Abstract": {"AbstractText": ["Decreased heart rate variability (HRV) has been associated with future cardiac morbidity and mortality and is often used as a marker of altered cardiac autonomic balance in studies of health effects of airborne particulate matter. Fewer studies have evaluated associations between air pollutants and cardiac arrhythmia.", "We examined relationships between cardiac arrhythmias, HRV, and exposures to airborne particulate matter.", "We measured HRV and arrhythmia with ambulatory electrocardiograms in a cohort panel study for up to 235 hr per participant among 50 nonsmokers with coronary artery disease who were ≥ 71 years of age and living in four retirement communities in the Los Angeles, California, Air Basin. Exposures included hourly outdoor gases, hourly traffic-related and secondary organic aerosol markers, and daily size-fractionated particle mass. We used repeated measures analyses, adjusting for actigraph-derived physical activity and heart rate, temperature, day of week, season, and community location.", "Ventricular tachycardia was significantly increased in association with increases in markers of traffic-related particles, secondary organic carbon, and ozone. Few consistent associations were observed for supraventricular tachycardia. Particulates were significantly associated with decreased ambulatory HRV only in the 20 participants using ACE (angiotensin I-converting enzyme) inhibitors.", "Although these data support the hypothesis that particulate exposures may increase the risk of ventricular tachycardia for elderly people with coronary artery disease, HRV was not associated with exposure in most of our participants. These results are consistent with previous findings in this cohort for systemic inflammation, blood pressure, and ST segment depression."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Public Health, University of California, Irvine, Irvine, California, USA."}], "Identifier": [], "LastName": "Bartell", "ForeName": "Scott M", "Initials": "SM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Longhurst", "ForeName": "John", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Tjoa", "ForeName": "Thomas", "Initials": "T"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sioutas", "ForeName": "Constantinos", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Delfino", "ForeName": "Ralph J", "Initials": "RJ"}], "GrantList": [{"GrantID": "M01 RR000827", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES012243", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "M01 RR00827", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "ES-012243", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Arrhythmias, Cardiac"}, {"QualifierName": ["physiology"], "DescriptorName": "Blood Pressure"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Coronary Artery Disease"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Heart Rate"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["physiopathology"], "DescriptorName": "Tachycardia, Ventricular"}], "CoiStatement": "C.S. receives royalties from SKC Inc. for the air sampling device (Sioutas™ Personal Cascade Impactor Sampler) used in this research. The other authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adam M, Felber Dietrich D, Schaffner E, Carballo D, Barthélémy JC, Gaspoz JM, et al. Long-term exposure to traffic-related PM10 and decreased heart rate variability: is the association restricted to subjects taking ACE inhibitors? Environ Int. 2012;48:9–16.", "ArticleIdList": ["22820680"]}, {"Citation": "Albrecht P, Cohen RJ. Estimation of heart rate power spectrum bands from real-world data: dealing with ectopic beats and noisy data. Comput Cardiol. 1988;15:311–314."}, {"Citation": "Arhami M, Kuhn T, Fine PM, Delfino RJ, Sioutas C. Effects of sampling artifacts and operating parameters on the performance of a semi-continuous particulate EC/OC monitor. Environ Sci Technol. 2006;40:945–953.", "ArticleIdList": ["16509341"]}, {"Citation": "Ayres JG, Borm P, Cassee FR, Castranova V, Donaldson K, Ghio A, et al. Evaluating the toxicity of airborne particulate matter and nanoparticles by measuring oxidative stress potential–a workshop report and consensus statement. Inhal Toxicol. 2008;20:75–99.", "ArticleIdList": ["18236225"]}, {"Citation": "Barclay JL, Miller BG, Dick S, Dennekamp M, Ford I, Hillis GS, et al. A panel study of air pollution in subjects with heart failure: negative results in treated patients. Occup Environ Med. 2009;66:325–334.", "ArticleIdList": ["19017697"]}, {"Citation": "Berger A, Zareba W, Schneider A, Rückerl R, Ibald-Mulli A, Cyrys J, et al. Runs of ventricular and supraventricular tachycardia triggered by air pollution in patients with coronary heart disease. J Occup Environ Med. 2006;48:1149–1158.", "ArticleIdList": ["17099451"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA, III, Brook JR, Bhatnagar A, Diez-Roux AV, et al. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Cochran WG. The combination of estimates from different experiments. Biometrics. 1954;10:101–129."}, {"Citation": "de Hartog JJ, Lanki T, Timonen KL, Hoek G, Janssen NA, Ibald-Mulli A, et al. 2009Associations between PM2.5 and heart rate variability are modified by particle composition and beta-blocker use in patients with coronary heart disease. Environ Health Perspect 117105–111.;10.1289/ehp.11062", "ArticleIdList": ["10.1289/ehp.11062", "PMC2627852", "19165395"]}, {"Citation": "Delfino RJ, Gillen DL, Tjoa T, Staimer N, Polidori A, Arhami M, et al. 2011Electrocardiographic ST-segment depression and exposure to traffic-related aerosols in elderly subjects with coronary artery disease. Environ Health Perspect 119196–202.;10.1289/ehp.1002372", "ArticleIdList": ["10.1289/ehp.1002372", "PMC3040606", "20965803"]}, {"Citation": "Delfino RJ, Sioutas C, Malik S.2005Potential role of ultrafine particles in associations between airborne particle mass and cardiovascular health. Environ Health Perspect 113934–946.;10.1289/ehp.7938", "ArticleIdList": ["10.1289/ehp.7938", "PMC1280331", "16079061"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Arhami M, Polidori A, George SC, et al. Associations of primary and secondary organic aerosols with airway and systemic inflammation in an elderly panel cohort. Epidemiology. 2010a;21:892–902.", "ArticleIdList": ["PMC3883570", "20811287"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Gillen D, Polidori A, Arhami M, et al. 2009Air pollution exposures and circulating biomarkers of effect in a susceptible population: clues to potential causal component mixtures and mechanisms. Environ Health Perspect 1171232–1238.;10.1289/ehp.0800194", "ArticleIdList": ["10.1289/ehp.0800194", "PMC2721866", "19672402"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Polidori A, Arhami M, Gillen DL, et al. 2008Circulating biomarkers of inflammation, antioxidant activity, and platelet activation are associated with primary combustion aerosols in subjects with coronary artery disease. Environ Health Perspect 116898–906.;10.1289/ehp.11189", "ArticleIdList": ["10.1289/ehp.11189", "PMC2453158", "18629312"]}, {"Citation": "Delfino RJ, Tjoa T, Gillen D, Staimer N, Polidori A, Arhami M, et al. Traffic-related air pollution and blood pressure in elderly subjects with coronary artery disease. Epidemiology. 2010b;21:396–404.", "ArticleIdList": ["PMC3872093", "20335815"]}, {"Citation": "Dicpinigaitis PV. Potential future therapies for the management of cough: ACCP evidence-based clinical practice guidelines. Chest. 2006;129(supp 1):284S–286S.", "ArticleIdList": ["16428720"]}, {"Citation": "Dockery DW, Luttmann-Gibson H, Rich DQ, Link MS, Mittleman MA, Gold DR, et al. 2005Association of air pollution with increased incidence of ventricular tachyarrhythmias recorded by implanted cardioverter defibrillators. Environ Health Perspect 113670–674.;10.1289/ehp.7767", "ArticleIdList": ["10.1289/ehp.7767", "PMC1257589", "15929887"]}, {"Citation": "Folino AF, Scapellato ML, Canova C, Maestrelli P, Bertorelli G, Simonato L, et al. Individual exposure to particulate matter and the short-term arrhythmic and autonomic profiles in patients with myocardial infarction. Eur Heart J. 2009;30:1614–1620.", "ArticleIdList": ["19411666"]}, {"Citation": "Griendling KK, FitzGerald GA. Oxidative stress and cardiovascular injury. Part II: Animal and human studies. Circulation. 2003;108:2034–2040.", "ArticleIdList": ["14581381"]}, {"Citation": "Grossman P, Taylor EW. Toward understanding respiratory sinus arrhythmia: relations to cardiac vagal tone, evolution and biobehavioral functions. Biol Psychol. 2007;74:263–285.", "ArticleIdList": ["17081672"]}, {"Citation": "Grossman P, Wilhelm FH, Spoerle M. Respiratory sinus arrhythmia, cardiac vagal control, and daily activity. Am J Physiol Heart Circ Physiol. 2004;287:H728–H734.", "ArticleIdList": ["14751862"]}, {"Citation": "Hampel R, Schneider A, Bruske I, Zareba W, Cyrys J, Rückerl R, et al. 2010Altered cardiac repolarization in association with air pollution and air temperature among myocardial infarction survivors. Environ Health Perspect 1181755–1761.;10.1289/ehp.1001995", "ArticleIdList": ["10.1289/ehp.1001995", "PMC3002196", "20846924"]}, {"Citation": "Hargreaves M, Ravi K, Senaratne MP, Kappagoda CT. Responses of airway rapidly adapting receptors to bradykinin before and after administration of enalapril in rabbits. Clin Sci (Lond) 1992;83:399–407.", "ArticleIdList": ["1330401"]}, {"Citation": "He F, Shaffer ML, Rodriguez-Colon S, Yanosky JD, Bixler E, Cascio WE, et al. 2011Acute effects of fine particulate air pollution on cardiac arrhythmia: the APACR Study. Environ Health Perspect 119927–932.;10.1289/ehp.1002640", "ArticleIdList": ["10.1289/ehp.1002640", "PMC3222979", "21398201"]}, {"Citation": "Kleiger RE, Stein PK, Bigger JT., Jr Heart rate variability: measurement and clinical utility. Ann Noninvasive Electrocardiol. 2005;10:88–101.", "ArticleIdList": ["PMC6932537", "15649244"]}, {"Citation": "Lampert R, Rosenfeld L, Batsford W, Lee F, McPherson C. Circadian variation of sustained ventricular tachycardia in patients with coronary artery disease and implantable cardioverter-defibrillators. Circulation. 1994;90:241–247.", "ArticleIdList": ["8026004"]}, {"Citation": "Link MS, Dockery DW. Air pollution and the triggering of cardiac arrhythmias. Curr Opin Cardiol. 2010;25:16–22.", "ArticleIdList": ["PMC3750956", "19881339"]}, {"Citation": "Ljungman PLS, Berglind N, Holmgren C, Gadler F, Edvardsson N, Pershagen G, et al. Rapid effects of air pollution on ventricular arrhythmias. Eur Heart J. 2008;29:2894–2901.", "ArticleIdList": ["19004842"]}, {"Citation": "Metzger KB, Klein M, Flanders WD, Peel JL, Mulholland JA, Langberg JJ, et al. Ambient air pollution and cardiac arrhythmias in patients with implantable defibrillators. Epidemiology. 2007;18:585–592.", "ArticleIdList": ["17700247"]}, {"Citation": "Mills NL, Finlayson AE, Gonzalez MC, Törnqvist H, Barath S, Vink E, et al. Diesel exhaust inhalation does not affect heart rhythm or heart rate variability. Heart. 2011;97:544–550.", "ArticleIdList": ["20962342"]}, {"Citation": "Misra C, Singh M, Hall P, Sioutas C. Development and evaluation of a personal cascade impactor sampler (PCIS). J Aerosol Science. 2002;33:1027–1047."}, {"Citation": "Polidori A, Arhami M, Delfino RJ, Allen R, Sioutas C. Indoor-outdoor relationships, trends and carbonaceous content of fine particulate matter in retirement communities of the Los Angeles basin. J Air Waste Manage Assoc. 2007;57:366–379.", "ArticleIdList": ["17385604"]}, {"Citation": "Schneider A, Hampel R, Ibald-Mulli A, Zareba W, Schmidt G, Schneider R, et al. 2010Changes in deceleration capacity of heart rate and heart rate variability induced by ambient air pollution in individuals with coronary artery disease. Part Fibre Toxicol 729;10.1186/1743-8977-7-29", "ArticleIdList": ["10.1186/1743-8977-7-29", "PMC2958976", "20929559"]}, {"Citation": "Sheppard L, Slaughter JC, Schildcrout J, Liub LJS, Lumley T. Exposure and measurement contributions to estimates of acute air pollution effects. J Expos Anal Environ Epidemiol. 2005;15:366–376.", "ArticleIdList": ["15602584"]}, {"Citation": "Task Force of the European Society of Cardiology and the North American Society of Pacing and Electrophysiology Heart rate variability: standards of measurement, physiological interpretation, and clinical use. Circulation. 1996;93:1043–1065.", "ArticleIdList": ["8598068"]}, {"Citation": "U.S. Environmental Protection Agency. List of Designated Reference and Equivalent Methods. 2013.  Available:  http://www.epa.gov/ttnamti1/files/ambient/criteria/reference-equivalent-methods-list.pdf [accessed 30 June 2013]"}, {"Citation": "Vardas PE, Kochiadakis GE, Manios EG, Kanoupakis EM, Zouridakis EG, Chlouverakis GI. Spectral analysis of heart rate variability before and during episodes of nocturnal ischaemia in patients with extensive coronary artery disease. Eur Heart J. 1996;17:388–393.", "ArticleIdList": ["8737212"]}, {"Citation": "Verma V, Polidori A, Schauer JJ, Shafer MM, Cassee FR, Sioutas C. Redox activity of urban quasi-ultrafine particles from primary and secondary sources. Atmos Environ. 2009;43:6360–6368."}, {"Citation": "Zanobetti A, Gold DR, Stone PH, Suh HH, Schwartz J, Coull BA, et al. 2010Reduction in heart rate variability with traffic and air pollution in patients with coronary artery disease. Environ Health Perspect 118324–330.;10.1289/ehp.0901003", "ArticleIdList": ["10.1289/ehp.0901003", "PMC2854758", "20064780"]}]}], "History": [{"Year": "2012", "Month": "8", "Day": "20"}, {"Year": "2013", "Month": "7", "Day": "8"}, {"Year": "2013", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23838152", "PMC3801451", "10.1289/ehp.1205914"]}}], "PubmedBookArticle": []}