{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "23849322", "DateCompleted": {"Year": "2013", "Month": "10", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "07", "Day": "10"}], "ELocationID": ["10.1016/S0140-6736(13)60898-3", "S0140-6736(13)60898-3"], "Journal": {"ISSN": "1474-547X", "JournalIssue": {"Volume": "382", "Issue": "9897", "PubDate": {"Year": "2013", "Month": "Sep", "Day": "21"}}, "Title": "Lancet (London, England)", "ISOAbbreviation": "Lancet"}, "ArticleTitle": "Global association of air pollution and heart failure: a systematic review and meta-analysis.", "Pagination": {"StartPage": "1039", "EndPage": "1048", "MedlinePgn": "1039-48"}, "Abstract": {"AbstractText": ["Acute exposure to air pollution has been linked to myocardial infarction, but its effect on heart failure is uncertain. We did a systematic review and meta-analysis to assess the association between air pollution and acute decompensated heart failure including hospitalisation and heart failure mortality.", "Five databases were searched for studies investigating the association between daily increases in gaseous (carbon monoxide, sulphur dioxide, nitrogen dioxide, ozone) and particulate (diameter <2·5 μm [PM2·5] or <10 μm [PM10]) air pollutants, and heart failure hospitalisations or heart failure mortality. We used a random-effects model to derive overall risk estimates per pollutant.", "Of 1146 identified articles, 195 were reviewed in-depth with 35 satisfying inclusion criteria. Heart failure hospitalisation or death was associated with increases in carbon monoxide (3·52% per 1 part per million; 95% CI 2·52-4·54), sulphur dioxide (2·36% per 10 parts per billion; 1·35-3·38), and nitrogen dioxide (1·70% per 10 parts per billion; 1·25-2·16), but not ozone (0·46% per 10 parts per billion; -0·10 to 1·02) concentrations. Increases in particulate matter concentration were associated with heart failure hospitalisation or death (PM2·5 2·12% per 10 μg/m(3), 95% CI 1·42-2·82; PM10 1·63% per 10 μg/m(3), 95% CI 1·20-2·07). Strongest associations were seen on the day of exposure, with more persistent effects for PM2·5. In the USA, we estimate that a mean reduction in PM2·5 of 3·9 μg/m(3) would prevent 7978 heart failure hospitalisations and save a third of a billion US dollars a year.", "Air pollution has a close temporal association with heart failure hospitalisation and heart failure mortality. Although more studies from developing nations are required, air pollution is a pervasive public health issue with major cardiovascular and health economic consequences, and it should remain a key target for global health policy.", "British Heart Foundation."], "CopyrightInformation": "Copyright © 2013 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "BHF/University Centre for Cardiovascular Science, University of Edinburgh, UK."}], "LastName": "Shah", "ForeName": "Anoop S V", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Langrish", "ForeName": "Jeremy P", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Nair", "ForeName": "Harish", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "McAllister", "ForeName": "David A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hunter", "ForeName": "Amanda L", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Donaldson", "ForeName": "Ken", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Newby", "ForeName": "David E", "Initials": "DE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Mills", "ForeName": "Nicholas L", "Initials": "NL"}], "GrantList": [{"GrantID": "RG/10/9/28286", "Acronym": "BHF_", "Agency": "British Heart Foundation", "Country": "United Kingdom"}, {"GrantID": "G0901697", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}, {"GrantID": "PG/11/27/28842", "Acronym": "BHF_", "Agency": "British Heart Foundation", "Country": "United Kingdom"}, {"GrantID": "FS/10/024/28266", "Acronym": "BHF_", "Agency": "British Heart Foundation", "Country": "United Kingdom"}, {"GrantID": "SS/CH/09/002", "Acronym": "BHF_", "Agency": "British Heart Foundation", "Country": "United Kingdom"}, {"GrantID": "CH/09/002", "Acronym": "BHF_", "Agency": "British Heart Foundation", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Research Support, Non-U.S. Gov't", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Lancet", "NlmUniqueID": "2985213R", "ISSNLinking": "0140-6736"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "CommentsCorrectionsList": [{"RefSource": "Lancet. 2013 Sep 21;382(9897):1008-10. doi: 10.1016/S0140-6736(13)61167-8", "PMID": "23849323"}, {"RefSource": "Nat Rev Cardiol. 2013 Oct;10(10):551. doi: 10.1038/nrcardio.2013.112", "PMID": "23900359"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Epidemiologic Methods"}, {"QualifierName": [], "DescriptorName": "Global Health"}, {"QualifierName": ["chemically induced", "mortality"], "DescriptorName": "Heart Failure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Sulfur Dioxide"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dockery DW, Pope CA, 3rd, Xu X. An association between air pollution and mortality in six US cities. N Engl J Med. 1993;329:1753–1759.", "ArticleIdList": ["8179653"]}, {"Citation": "Hoek G, Brunekreef B, Goldbohm S, Fischer P, van den Brandt PA. Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study. Lancet. 2002;360:1203–1209.", "ArticleIdList": ["12401246"]}, {"Citation": "Pope CA, 3rd, Burnett RT, Thurston GD. Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004;109:71–77.", "ArticleIdList": ["14676145"]}, {"Citation": "Miller KA, Siscovick DS, Sheppard L. Long-term exposure to air pollution and incidence of cardiovascular events in women. N Engl J Med. 2007;356:447–458.", "ArticleIdList": ["17267905"]}, {"Citation": "Global Health Observatory Data Repository  . Urban outdoor air pollution: burden of disease by country. World Health Organization; Geneva: 2008. http://apps.who.int/gho/data/node.main.285 (accessed Sept 1, 2012)."}, {"Citation": "Samet JM, Dominici F, Curriero FC, Coursac I, Zeger SL. Fine particulate air pollution and mortality in 20 US cities, 1987–1994. N Engl J Med. 2000;343:1742–1749.", "ArticleIdList": ["11114312"]}, {"Citation": "Peters A, Dockery DW, Muller JE, Mittleman MA. Increased particulate air pollution and the triggering of myocardial infarction. Circulation. 2001;103:2810–2815.", "ArticleIdList": ["11401937"]}, {"Citation": "Berry C, Murdoch DR, McMurray JJ. Economics of chronic heart failure. Eur J Heart Fail. 2001;3:283–291.", "ArticleIdList": ["11377998"]}, {"Citation": "Davies M, Hobbs F, Davis R. Prevalence of left-ventricular systolic dysfunction and heart failure in the Echocardiographic Heart of England Screening study: a population based study. Lancet. 2001;358:439–444.", "ArticleIdList": ["11513906"]}, {"Citation": "Redfield MM, Jacobsen SJ, Burnett JC, Jr, Mahoney DW, Bailey KR, Rodeheffer RJ. Burden of systolic and diastolic ventricular dysfunction in the community: appreciating the scope of the heart failure epidemic. JAMA. 2003;289:194–202.", "ArticleIdList": ["12517230"]}, {"Citation": "Chen J, Normand SL, Wang Y, Krumholz HM. National and regional trends in heart failure hospitalization and mortality rates for Medicare beneficiaries, 1998–2008. JAMA. 2011;306:1669–1678.", "ArticleIdList": ["PMC3688069", "22009099"]}, {"Citation": "Jencks SF, Williams MV, Coleman EA. Rehospitalizations among patients in the Medicare fee-for-service program. N Engl J Med. 2009;360:1418–1428.", "ArticleIdList": ["19339721"]}, {"Citation": "Healthcare Cost and Utilization Project  HCUP facts and figures: statistics on hospital-based care in the United States. 2008. http://www.hcup-us.ahrq.gov/reports/factsandfigures/2008/exhibit2_3.jsp (accessed Sept 1, 2012).", "ArticleIdList": ["21595105"]}, {"Citation": "Nawrot TS, Perez L, Kunzli N, Munters E, Nemery B. Public health importance of triggers of myocardial infarction: a comparative risk assessment. Lancet. 2011;377:732–740.", "ArticleIdList": ["21353301"]}, {"Citation": "Mustafic H, Jabre P, Caussin C. Main air pollutants and myocardial infarction: a systematic review and meta-analysis. JAMA. 2012;307:713–721.", "ArticleIdList": ["22337682"]}, {"Citation": "Dunlay SM, Redfield MM, Weston SA. Hospitalizations after heart failure diagnosis a community perspective. J Am Coll Cardiol. 2009;54:1695–1702.", "ArticleIdList": ["PMC2803107", "19850209"]}, {"Citation": "Mills NL, Tornqvist H, Gonzalez MC. Ischemic and thrombotic effects of dilute diesel-exhaust inhalation in men with coronary heart disease. N Engl J Med. 2007;357:1075–1082.", "ArticleIdList": ["17855668"]}, {"Citation": "Lucking AJ, Lundback M, Mills NL. Diesel exhaust inhalation increases thrombus formation in man. Eur Heart J. 2008;29:3043–3051.", "ArticleIdList": ["18952612"]}, {"Citation": "Mills NL, Donaldson K, Hadoke PW. Adverse cardiovascular effects of air pollution. Nat Clin Pract Cardiovasc Med. 2009;6:36–44.", "ArticleIdList": ["19029991"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol. 1991;133:144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Lumley T, Levy D. Bias in the case-crossover design: implications for studies of air pollution. University of Washington; Washington DC: 1999."}, {"Citation": "Fung KY, Krewski D, Chen Y, Burnett R, Cakmak S. Comparison of time series and case-crossover analyses of air pollution and hospital admission data. Int J Epidemiol. 2003;32:1064–1070.", "ArticleIdList": ["14681275"]}, {"Citation": "Barnett AG, Williams GM, Schwartz J. The effects of air pollution on hospitalizations for cardiovascular disease in elderly people in Australian and New Zealand cities. Environ Health Perspect. 2006;114:1018–1023.", "ArticleIdList": ["PMC1513338", "16835053"]}, {"Citation": "Morris RD, Naumova EN, Munasinghe RL. Ambient air pollution and hospitalization for congestive heart failure among elderly people in seven large US cities. Am J Public Health. 1995;85:1361–1365.", "ArticleIdList": ["PMC1615618", "7573618"]}, {"Citation": "Lee IM, Tsai SS, Ho CK, Chiu HF, Yang CY. Air pollution and hospital admissions for congestive heart failure in a tropical city: Kaohsiung, Taiwan. Inhal Toxicol. 2007;19:899–904.", "ArticleIdList": ["17687721"]}, {"Citation": "Yang CY. Air pollution and hospital admissions for congestive heart failure in a subtropical city: Taipei, Taiwan. J Toxicol Environ Health A. 2008;71:1085–1090.", "ArticleIdList": ["18569620"]}, {"Citation": "Metzger KB, Tolbert PE, Klein M. Ambient air pollution and cardiovascular emergency department visits. Epidemiology. 2004;15:46–56.", "ArticleIdList": ["14712146"]}, {"Citation": "Peel JL, Metzger KB, Klein M, Flanders WD, Mulholland JA, Tolbert PE. Ambient air pollution and cardiovascular emergency department visits in potentially sensitive groups. Am J Epidemiol. 2007;165:625–633.", "ArticleIdList": ["17194748"]}, {"Citation": "Goldberg MS, Burnett RT, Valois MF. Associations between ambient air pollution and daily mortality among persons with congestive heart failure. Environ Res. 2003;91:8–20.", "ArticleIdList": ["12550083"]}, {"Citation": "Hoek G, Brunekreef B, Fischer P, van Wijnen J. The association between air pollution and heart failure, arrhythmia, embolism, thrombosis, and other cardiovascular causes of death in a time series study. Epidemiology. 2001;12:355–357.", "ArticleIdList": ["11337606"]}, {"Citation": "Lippmann M, Ito K, Nádas A, Burnett RT. Association of particulate matter components with daily mortality and morbidity in urban populations. Res Rep Health Eff Inst. 2000;95:5–72.", "ArticleIdList": ["11246487"]}, {"Citation": "Health Effects Institute . Revised analyses of time-series studies of air pollution and health. Special report. Health Effects Institute; Boston: 2003."}, {"Citation": "Dominici F, McDermott A, Zeger SL, Samet JM. On the use of generalized additive models in time-series studies of air pollution and health. Am J Epidemiol. 2002;156:193–203.", "ArticleIdList": ["12142253"]}, {"Citation": "Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis detected by a simple, graphical test. BMJ. 1997;315:629–634.", "ArticleIdList": ["PMC2127453", "9310563"]}, {"Citation": "Duval S, Tweedie R. Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis. Biometrics. 2000;56:455–463.", "ArticleIdList": ["10877304"]}, {"Citation": "Evans J, van Donkelaar A, Martin RV. Estimates of global mortality attributable to particulate air pollution using satellite imagery. Environ Res. 2013;120:33–42.", "ArticleIdList": ["22959329"]}, {"Citation": "Lim SS, Vos T, Flaxman AD. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2224–2260.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Belleudi V, Faustini A, Stafoggia M. Impact of fine and ultrafine particles on emergency hospital admissions for cardiac and respiratory diseases. Epidemiology. 2010;21:414–423.", "ArticleIdList": ["20386174"]}, {"Citation": "Haley VB, Talbot TO, Felton HD. Surveillance of the short-term impact of fine particle air pollution on cardiovascular disease hospitalizations in New York State. Environ Health. 2009;8:42.", "ArticleIdList": ["PMC2758853", "19772650"]}, {"Citation": "Colais P, Serinelli M, Faustini A. Air pollution and urgent hospital admissions in nine Italian cities. Results of the EpiAir Project. Epidemiol Prev. 2009;33(6 suppl 1):77–94. (in Italian).", "ArticleIdList": ["20418588"]}, {"Citation": "Forastiere F, Stafoggia M, Berti G. Particulate matter and daily mortality: a case-crossover analysis of individual effect modifiers. Epidemiology. 2008;19:571–580.", "ArticleIdList": ["18467959"]}, {"Citation": "Wellenius GA, Bateson TF, Mittleman MA, Schwartz J. Particulate air pollution and the rate of hospitalization for congestive heart failure among medicare beneficiaries in Pittsburgh, Pennsylvania. Am J Epidemiol. 2005;161:1030–1036.", "ArticleIdList": ["PMC1563499", "15901623"]}, {"Citation": "Wellenius GA, Schwartz J, Mittleman MA. Particulate air pollution and hospital admissions for congestive heart failure in seven United States cities. Am J Cardiol. 2006;97:404–408.", "ArticleIdList": ["16442405"]}, {"Citation": "Barnett AG, Williams GM, Schwartz J. The effects of air pollution on hospitalizations for cardiovascular disease in elderly people in Australian and New Zealand cities. Environ Health Perspect. 2006:1018–1023.", "ArticleIdList": ["PMC1513338", "16835053"]}, {"Citation": "Bateson TF, Schwartz J. Who is sensitive to the effects of particulate air pollution on mortality? A case-crossover analysis of effect modifiers. Epidemiology. 2004;15:143–149.", "ArticleIdList": ["15127905"]}, {"Citation": "Colais P, Faustini A, Stafoggia M. Particulate air pollution and hospital admissions for cardiac diseases in potentially sensitive subgroups. Epidemiology. 2012;23:473–481.", "ArticleIdList": ["22441544"]}, {"Citation": "Bell ML, Peng RD, Dominici F, Samet JM. Emergency hospital admissions for cardiovascular diseases and ambient levels of carbon monoxide: results for 126 United States urban counties, 1999–2005. Circulation. 2009;120:949–955.", "ArticleIdList": ["PMC2777712", "19720933"]}, {"Citation": "Stieb DM, Beveridge RC, Brook JR. Air pollution, aeroallergens and cardiorespiratory emergency department visits in Saint John, Canada. J Expo Anal Environ Epidemiol. 2000;10:461–477.", "ArticleIdList": ["11051536"]}, {"Citation": "Stieb DM, Szyszkowicz M, Rowe BH, Leech JA. Air pollution and emergency department visits for cardiac and respiratory conditions: a multi-city time-series analysis. Environ Health. 2009;8:25.", "ArticleIdList": ["PMC2703622", "19515235"]}, {"Citation": "Ueda K, Nitta H, Ono M. Effects of fine particulate matter on daily mortality for specific heart diseases in Japan. Circ J. 2009;73:1248–1254.", "ArticleIdList": ["19423947"]}, {"Citation": "Zanobetti A, Franklin M, Koutrakis P, Schwartz J. Fine particulate air pollution and its components in association with cause-specific emergency admissions. Environ Health. 2009;8:58.", "ArticleIdList": ["PMC2807856", "20025755"]}, {"Citation": "Lee I-M, Tsai S-S, Ho C-K, Chiu H-F, Yang CY. Air pollution and hospital admissions for congestive heart failure in a tropical city: Kaohsiung, Taiwan. Inhal Toxicol. 2007;19:899–904.", "ArticleIdList": ["17687721"]}, {"Citation": "Martins LC, Pereira LA, Lin CA. The effects of air pollution on cardiovascular diseases: lag structures. Rev Saude Publica. 2006;40:677–683.", "ArticleIdList": ["17063245"]}, {"Citation": "Dominici F, Peng RD, Bell ML. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA. 2006;295:1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Koken PJ, Piver WT, Ye F, Elixhauser A, Olsen LM, Portier CJ. Temperature, air pollution, and hospitalization for cardiovascular diseases among elderly people in Denver. Environ Health Perspect. 2003;111:1312–1317.", "ArticleIdList": ["PMC1241612", "12896852"]}, {"Citation": "McGowan JA, Hider RN, Chacko E, Town GI. Particulate air pollution and hospital admissions in Christchurch, New Zealand. Aust N Z J Public Health. 2002;26:23–29.", "ArticleIdList": ["11895020"]}, {"Citation": "Ye F, Piver WT, Ando M, Portier CJ. Effects of temperature and air pollutants on cardiovascular and respiratory diseases for males and females older than 65 years of age in Tokyo, July and August 1980–1995. Environ Health Perspect. 2001;109:355–359.", "ArticleIdList": ["PMC1240275", "11335183"]}, {"Citation": "Lippmann M, Ito K, Nádas A, Burnett RT. Association of particulate matter components with daily mortality and morbidity in urban populations. Res Rep Health Eff Inst. 2000;95:5–72.", "ArticleIdList": ["11246487"]}, {"Citation": "Linn WS, Szlachcic Y, Gong H, Jr, Kinney PL, Berhane KT. Air pollution and daily hospital admissions in metropolitan Los Angeles. Environ Health Perspect. 2000;108:427–434.", "ArticleIdList": ["PMC1638060", "10811569"]}, {"Citation": "Wong TW, Lau TS, Yu TS. Air pollution and hospital admissions for respiratory and cardiovascular diseases in Hong Kong. Occup Environ Med. 1999;56:679–683.", "ArticleIdList": ["PMC1757671", "10658547"]}, {"Citation": "Wong CM, Ma S, Hedley AJ, Lam TH. Does ozone have any effect on daily hospital admissions for circulatory diseases? J Epidemiol Community Health. 1999;53:580–581.", "ArticleIdList": ["PMC1756963", "10562884"]}, {"Citation": "Burnett RT, Dales RE, Brook JR, Raizenne ME, Krewski D. Association between ambient carbon monoxide levels and hospitalizations for congestive heart failure in the elderly in 10 Canadian cities. Epidemiology. 1997;8:162–167.", "ArticleIdList": ["9229208"]}, {"Citation": "Burnett RT, Smith-Doiron M, Stieb D, Cakmak S, Brook JR. Effects of particulate and gaseous air pollution on cardiorespiratory hospitalizations. Arch Environ Health. 1999;54:130–139.", "ArticleIdList": ["10094292"]}, {"Citation": "Morris RD, Naumova EN. Carbon monoxide and hospital admissions for congestive heart failure: evidence of an increased effect at low temperatures. Environ Health Perspect. 1998;106:649–653.", "ArticleIdList": ["PMC1533184", "9755140"]}, {"Citation": "Schwartz J, Morris R. Air pollution and hospital admissions for cardiovascular disease in Detroit, Michigan. Am J Epidemiol. 1995;142:23–35.", "ArticleIdList": ["7785670"]}, {"Citation": "Poloniecki JD, Atkinson RW, de Leon AP, Anderson HR. Daily time series for cardiovascular hospital admissions and previous day's air pollution in London, UK. Occup Environ Med. 1997;54:535–540.", "ArticleIdList": ["PMC1128977", "9326156"]}, {"Citation": "Kwon HJ, Cho SH, Nyberg F, Pershagen G. Effects of ambient air pollution on daily mortality in a cohort of patients with congestive heart failure. Epidemiology. 2001;12:413–419.", "ArticleIdList": ["11416779"]}, {"Citation": "American Thoracic Society  . ATS Testifies at EPA field hearing on particulate matter pollution. American Thoracic Society; Washington: 2012. http://www.thoracic.org/advocacy/washington-letter/archive/2012/july–20–2012.php (accessed Sept 1, 2012)."}, {"Citation": "Wellenius GA, Burger MR, Coull BA. Ambient air pollution and the risk of acute ischemic stroke. Arch Intern Med. 2012;172:229–234.", "ArticleIdList": ["PMC3639313", "22332153"]}, {"Citation": "Langrish JP, Li X, Wang S. Reducing personal exposure to particulate air pollution improves cardiovascular health in patients with coronary heart disease. Environ Health Perspect. 2012;120:367–372.", "ArticleIdList": ["PMC3295351", "22389220"]}, {"Citation": "Molina MJ, Molina LT. Megacities and atmospheric pollution. J Air Waste Manag Assoc. 2004;54:644–680.", "ArticleIdList": ["15242147"]}, {"Citation": "Guttikunda SK, Calori G. A GIS based emissions inventory at 1 km×1 km spatial resolution for air pollution analysis in Delhi, India. Atmos Environ. 2013;67:101–111."}, {"Citation": "Briggs D. Environmental pollution and the global burden of disease. Br Med Bull. 2003;68:1–24.", "ArticleIdList": ["14757707"]}, {"Citation": "Dunlay SM, Weston SA, Jacobsen SJ, Roger VL. Risk factors for heart failure: a population-based case-control study. Am J Med. 2009;122:1023–1028.", "ArticleIdList": ["PMC2789475", "19854330"]}, {"Citation": "Pieters N, Plusquin M, Cox B, Kicinski M, Vangronsveld J, Nawrot TS. An epidemiological appraisal of the association between heart rate variability and particulate air pollution: a meta-analysis. Heart. 2012;98:1127–1135.", "ArticleIdList": ["PMC3392690", "22628541"]}, {"Citation": "Brook RD, Brook JR, Urch B, Vincent R, Rajagopalan S, Silverman F. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002;105:1534–1536.", "ArticleIdList": ["11927516"]}, {"Citation": "Tsai DH, Riediker M, Wuerzner G. Short-term increase in particulate matter blunts nocturnal blood pressure dipping and daytime urinary sodium excretion. Hypertension. 2012;60:1061–1069.", "ArticleIdList": ["22868388"]}, {"Citation": "Rich DQ, Freudenberger RS, Ohman-Strickland P, Cho Y, Kipen HM. Right heart pressure increases after acute increases in ambient particulate concentration. Environ Health Perspect. 2008;116:1167–1171.", "ArticleIdList": ["PMC2535617", "18795158"]}, {"Citation": "Peters A, Liu E, Verrier RL. Air pollution and incidence of cardiac arrhythmia. Epidemiology. 2000;11:11–17.", "ArticleIdList": ["10615837"]}, {"Citation": "Gomez AM, Guatimosim S, Dilly KW, Vassort G, Lederer WJ. Heart failure after myocardial infarction: altered excitation-contraction coupling. Circulation. 2001;104:688–693.", "ArticleIdList": ["11489776"]}, {"Citation": "Wold LE, Ying Z, Hutchinson KR. Cardiovascular remodeling in response to long-term exposure to fine particulate matter air pollution. Circ Heart Fail. 2012;5:452–461.", "ArticleIdList": ["PMC3617499", "22661498"]}, {"Citation": "Brook RD, Rajagopalan S, Pope CA., 3rd Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation. 2010;121:2331–2378.", "ArticleIdList": ["20458016"]}, {"Citation": "Allred EN, Bleecker ER, Chaitman BR. Short-term effects of carbon monoxide exposure on the exercise performance of subjects with coronary artery disease. N Engl J Med. 1989;321:1426–1432.", "ArticleIdList": ["2682242"]}, {"Citation": "Niedermaier ON, Smith ML, Beightol LA, Zukowska-Grojec Z, Goldstein DS, Eckberg DL. Influence of cigarette smoking on human autonomic function. Circulation. 1993;88:562–571.", "ArticleIdList": ["8339419"]}, {"Citation": "Zevin S, Saunders S, Gourlay SG, Jacob P, Benowitz NL. Cardiovascular effects of carbon monoxide and cigarette smoking. J Am Coll Cardiol. 2001;38:1633–1638.", "ArticleIdList": ["11704374"]}, {"Citation": "Langrish JP, Lundback M, Barath S. Exposure to nitrogen dioxide is not associated with vascular dysfunction in man. Inhal Toxicol. 2010;22:192–198.", "ArticleIdList": ["20047363"]}, {"Citation": "Mills NL, Miller MR, Lucking AJ. Combustion-derived nanoparticulate induces the adverse vascular effects of diesel exhaust inhalation. Eur Heart J. 2011;32:2660–2671.", "ArticleIdList": ["PMC3205591", "21753226"]}, {"Citation": "Dominici F, Peng RD, Barr CD, Bell ML. Protecting human health from air pollution: shifting from a single-pollutant to a multipollutant approach. Epidemiology. 2010;21:187–194.", "ArticleIdList": ["PMC3478072", "20160561"]}, {"Citation": "Fisher ES, Whaley FS, Krushat WM. The accuracy of Medicare's hospital claims data: progress has been made, but problems remain. Am J Public Health. 1992;82:243–248.", "ArticleIdList": ["PMC1694279", "1739155"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "10", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23849322", "PMC3809511", "10.1016/S0140-6736(13)60898-3", "S0140-6736(13)60898-3"]}}], "PubmedBookArticle": []}