{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23898188", "DateCompleted": {"Year": "2013", "Month": "11", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1073/pnas.1308310110"], "ArticleDate": [{"Year": "2013", "Month": "07", "Day": "29"}], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "110", "Issue": "33", "PubDate": {"Year": "2013", "Month": "Aug", "Day": "13"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Unexpectedly high indoor hydroxyl radical concentrations associated with nitrous acid.", "Pagination": {"StartPage": "13294", "EndPage": "13299", "MedlinePgn": "13294-9"}, "Abstract": {"AbstractText": ["The hydroxyl (OH) radical is the most important oxidant in the atmosphere since it controls its self-oxidizing capacity. The main sources of OH radicals are the photolysis of ozone and the photolysis of nitrous acid (HONO). Due to the attenuation of solar radiation in the indoor environment, the possibility of OH formation through photolytic pathways indoors has been ignored up to now. In the indoor air, the ozonolysis of alkenes has been suggested as an alternative route of OH formation. Models and indirect measurements performed up to now according to this hypothesis suggest concentrations of OH radicals on the order of 10(4)-10(5) molecules per cubic centimeter. Here, we present direct measurements of significant amounts of OH radicals of up to 1.8⋅10(6) molecules per cubic centimeter during an experimental campaign carried out in a school classroom in Marseille. This concentration is on the same order of magnitude of outdoor OH levels in the urban scenario. We also show that photolysis of HONO is an important source of OH radicals indoors under certain conditions (i.e., direct solar irradiation inside the room). Additionally, the OH concentrations were found to follow a linear dependence with the product J(HONO)⋅[HONO]. This was also supported by using a simple quasiphotostationary state model on the OH radical budget. These findings force a change in our understanding of indoor air quality because the reactivity linked to OH would involve formation of secondary species through chemical reactions that are potentially more hazardous than the primary pollutants in the indoor air."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Aix Marseille University, Centre National de la Recherche Scientifique, Formation de Recherche en Evolution 3416, 13331 Marseille, France."}], "Identifier": [], "LastName": "Gómez Alvarez", "ForeName": "Elena", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Amedro", "ForeName": "Damien", "Initials": "D"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Afif", "ForeName": "Charbel", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Gligorovski", "ForeName": "Sasho", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Schoemaecker", "ForeName": "Coralie", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Fittschen", "ForeName": "Christa", "Initials": "C"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Doussin", "ForeName": "Jean-Francois", "Initials": "JF"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Wortham", "ForeName": "Henri", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "3352-57-6", "NameOfSubstance": "Hydroxyl Radical"}, {"RegistryNumber": "T2I5UM75DN", "NameOfSubstance": "Nitrous Acid"}], "CommentsCorrectionsList": [{"RefSource": "Proc Natl Acad Sci U S A. 2013 Sep 24;110(39):15848", "Note": "Schoemacker, Coralie [corrected to Schoemaecker, Coralie]"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollution, Indoor"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "France"}, {"QualifierName": ["analysis"], "DescriptorName": "Hydroxyl Radical"}, {"QualifierName": [], "DescriptorName": "Models, Chemical"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nitrous Acid"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": [], "DescriptorName": "Photolysis"}, {"QualifierName": [], "DescriptorName": "Schools"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Finlayson-Pitts BJ, Pitts JN., Jr Tropospheric air pollution: Ozone, airborne toxics, polycyclic aromatic hydrocarbons, and particles. Science. 1997;276(5315):1045–1052.", "ArticleIdList": ["9148793"]}, {"Citation": "Rohrer F, Beresheim H. Strong correlation between levels of tropospheric hydroxyl radicals and solar ultraviolet radiation. Nature Letters. 2006;442(7099):184–187.", "ArticleIdList": ["16838018"]}, {"Citation": "Singer BC, et al. Indoor secondary pollutants from cleaning product and air freshener use in the presence of ozone. Atmos Environ. 2006;40(35):6696–6710."}, {"Citation": "Weschler CJ, Shields HC. Measurements of the hydroxyl radical in a manipulated but realistic indoor environment. Environ Sci Technol. 1997;31(12):3719–3722."}, {"Citation": "White IR, et al. Use of reactive tracers to determine ambient OH radical concentrations: Application within the indoor environment. Environ Sci Technol. 2010;44(16):6269–6274.", "ArticleIdList": ["20704225"]}, {"Citation": "Weschler CJ. Chemistry in indoor environments: 20 years of research. Indoor Air. 2011;21(3):205–218.", "ArticleIdList": ["21281360"]}, {"Citation": "Fan Z, et al. Ozone-initiated reactions with mixtures of volatile organic compounds under simulated indoor conditions. Environ Sci Technol. 2003;37(9):1811–1821.", "ArticleIdList": ["12775052"]}, {"Citation": "Weschler CJ, Shields HC. Production of the hydroxyl radical in indoor air. Environ Sci Technol. 1996;30(11):3250–3258."}, {"Citation": "Sarwar G, Corsi R, Kimura Y, Allen D, Weschler C. Hydroxyl radicals in indoor environments. Atmos Environ. 2002;36(24):3973–3988."}, {"Citation": "Carslaw N. A new detailed chemical model for indoor air pollution. Atmos Environ. 2007;41(6):1164–1179."}, {"Citation": " Maisey SJ, Saunders SM, West N, Franklin PJ (2012) How can the structural characteristics of buildings affect the chemistry of the air indoors? Proceedings of the Tenth International Conference on Healthy Buildings (International Society of Indoor Air Quality and Climate). Available at  http://www.cpeimages.qut.edu.au/images/HB2012Proceedings/PDF%20Docs%20for%20Proceedings/3B.1.pdf. Accessed July 16, 2013."}, {"Citation": " Maisey SJ, Saunders SM, West N, Franklin PJ (2011) Modelling seasonal influences on reactive indoor air pollution chemistry for residential environs in the Southern Hemisphere. MODSIM2011, 19th International Congress on Modelling and Simulation, eds Chan F, Marinova D, Anderssen RS (Modelling and Simulation Society of Australia and New Zealand). Available at  http://www.mssanz.org.au/modsim2011/E1/maisey.pdf. Accessed July 16, 2013."}, {"Citation": "Alicke B, et al. OH formation by HONO photolysis during the BERLIOZ experiment. J Geophys Res. 2003;108(D4):8247–8264."}, {"Citation": "Weschler CJ, Shields HC. Experiments probing the influence of air exchange rates on secondary organic aerosols derived from indoor chemistry. Atmos Environ. 2003;37(39-40):5621–5631."}, {"Citation": "Wisthaler A, Weschler CJ. Reactions of ozone with human skin lipids: Sources of carbonyls, dicarbonyls, and hydroxycarbonyls in indoor air. Proc Natl Acad Sci USA. 2010;107(15):6568–6575.", "ArticleIdList": ["PMC2872416", "19706436"]}, {"Citation": "Fruekilde P, et al. Ozonolysis at vegetation surfaces: A source of acetone, 4-oxopentanal, 6-methyl-5-hepten-2-one, and geranyl acetone in the troposphere. Atmos Environ. 1998;32(11):1893–1902."}, {"Citation": "Nazaroff WW, Cass GR. Mathematical modeling of chemically reactive pollutants in indoor air. Environ Sci Technol. 1986;20(9):924–934.", "ArticleIdList": ["22263826"]}, {"Citation": "Dracou G, Zerefos C, Ziomas I, Voyatzaki M. Measurements and numerical simulations of indoor O3 and NOx in two different case. Atmos Environ. 1998;32(4):595–610."}, {"Citation": "Klein RS, Sayre RM, Dowdy JC, Werth VP. The risk of ultraviolet radiation exposure from indoor lamps in lupus erythematosus. Autoimmun Rev. 2009;8(4):320–324.", "ArticleIdList": ["PMC2829662", "18992852"]}, {"Citation": "Stutz J, et al. A UV-invisible absorption cross section of nitrous acid. J Geophys Res. 2000;105(D11):14585–14592."}, {"Citation": "Finlayson-Pitts BJ, Wingen LM, Sumner AL, Syomin D, Ramazan KA. The heterogeneous hydrolysis of NO2 in laboratory systems and in outdoor and indoor atmospheres: An integrated mechanism. Phys Chem Chem Phys. 2003;5(2):223–242."}, {"Citation": "Ramazan KA, Syomin D, Finlayson-Pitts BJ. The photochemical production of HONO during the heterogeneous hydrolysis of NO2. Phys Chem Chem Phys. 2004;6(14):3836–3843."}, {"Citation": "Gómez Alvarez E, Wortham H, Strekowski R, Zetzsch C, Gligorovski S. Atmospheric photosensitized heterogeneous and multiphase reactions: From outdoors to indoors. Environ Sci Technol. 2012;46(4):1955–1963.", "ArticleIdList": ["22148293"]}, {"Citation": "Akimoto H, Takagi H, Sakamaki F. Photoenhancement of the nitrous acid formation in the surface reaction of nitrogen dioxide and water vapour: Extra radical source in smog chamber experiments. Int J Chem Kinet. 1987;19(6):539–551."}, {"Citation": "Pitts JN, Grosjean D, Cauwenberghe Van K, Schmid JP, Fitz DR. Photooxidation of aliphatic amines under simulated atmospheric conditions: Formation of nitrosamines, nitramines, amides and photochemical oxidant. Environ Sci Technol. 1978;12(8):946–953."}, {"Citation": "Dufour DG, et al. Simultaneous measurements of visible (400-700 nm) and infrared (3.4 micron) NO(2) absorption. J Phys Chem A. 2006;110(45):12414–12418.", "ArticleIdList": ["17091943"]}, {"Citation": "Madronich S, McKenzie RL, Björn LO, Caldwell MM. Changes in biologically active ultraviolet radiation reaching the Earth’s surface. J Photochem Photobiol B. 1998;46(1-3):5–19.", "ArticleIdList": ["9894350"]}, {"Citation": "McKenzie RL, Aucamp PJ, Bais AF, Björn LO, Ilyas M. Changes in biologically-active ultraviolet radiation reaching the Earth’s surface. Photochem Photobiol Sci. 2007;6(3):218–231.", "ArticleIdList": ["17344959"]}, {"Citation": "Spengler JD, Brauer M, Samet JM, Lambert WE. Nitrous acid in Albuquerque, New Mexico, homes. Environ Sci Technol. 1993;27(5):841–845."}, {"Citation": "Febo A, Perrino C. Prediction and experimental evidence for high air concentration of nitrous acid in indoor environments. Atmos Environ. 1991;25A(5-6):1055–1061."}, {"Citation": "Faloona IC, et al. A laser-induced fluorescence instrument for detecting tropospheric OH and HO2: Characteristics and calibration. J Atmos Chem. 2004;47(2):139–167."}, {"Citation": "Stone D, Whalley LK, Heard DE. Tropospheric OH and HO2 radicals: Field measurements and model comparisons. Chem Soc Rev. 2012;41(19):6348–6404.", "ArticleIdList": ["22907645"]}, {"Citation": "Elshorbany YF, et al. Seasonal dependence of the oxidation capacity of the city of Santiago de Chile. Atmos Environ. 2010;44(40):5383–5394."}, {"Citation": "Michoud V, et al. Radical budget analysis in a suburban European site during the MEGAPOLI summer field campaign. Atmos Chem Phys. 2012;12(24):11951–11974."}]}], "History": [{"Year": "2013", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "7", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23898188", "PMC3746940", "10.1073/pnas.1308310110", "1308310110"]}}], "PubmedBookArticle": []}