{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Anti-hypoxic", "immunostimulating", "oxidizer"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "23946585", "DateCompleted": {"Year": "2013", "Month": "08", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4103/0975-7406.113304"], "ArticleDate": [], "Journal": {"ISSN": "0976-4879", "JournalIssue": {"Volume": "5", "Issue": "Suppl 1", "PubDate": {"Year": "2013", "Month": "Jun"}}, "Title": "Journal of pharmacy & bioallied sciences", "ISOAbbreviation": "J Pharm Bioallied Sci"}, "ArticleTitle": "Application of ozone in the treatment of periodontal disease.", "Pagination": {"StartPage": "S89", "EndPage": "S94", "MedlinePgn": "S89-94"}, "Abstract": {"AbstractText": ["Gingivitis and periodontitis are most common inflammatory diseases of supporting tissues of teeth. Role of microbial etiology and host response in progression of gingival and periodontal diseases has been well established. Because of the beneficial biological effects of ozone, due to its antimicrobial and immunostimulating effect, it is well indicated in the treatment of gingival and periodontal diseases. The objective of this article is to provide a general review about clinical applications of ozone in treatment of periodontal diseases and to summarize the available in vitro and in vivo studies in Periodontics in which ozone has been used."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Periodontics and Implantology, Drs. Sudha and Nageswara Rao, Siddhartha Institute of Dental Sciences, Chinnaoutapalli, Gannavaram, Vijayawada, Andhra Pradesh, India."}], "Identifier": [], "LastName": "Srikanth", "ForeName": "Adusumilli", "Initials": "A"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sathish", "ForeName": "Manthena", "Initials": "M"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sri Harsha", "ForeName": "Anumolu Venkatanaga", "Initials": "AV"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Pharm Bioallied Sci", "NlmUniqueID": "101537209", "ISSNLinking": "0975-7406"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Grootveld M, Baysan A, Siddiqui N, Sim J, Silwood C, Lynch E. History of clinical publications of ozone. In: Lynch E, editor. Ozone: the revolution in dentistry. London: Quintessence Publishing Co; 2004. pp. 23–30."}, {"Citation": "Stopka P. Ozon. Progresdent. 2003;6:8–11."}, {"Citation": "Filippia A. The effect of ozonated water on epithelial wound healing. Douch Dent J. 2001;143:96–101."}, {"Citation": "Sunnan GV. Ozone in medicine: Overview and future directions. J Adv Med. 1988;1:159–74."}, {"Citation": "Holmes J. Clinical reversal of root caries using ozone, double-blind, randomised, controlled 18-month trial. Gerodontology. 2003;20:106–14.", "ArticleIdList": ["14697022"]}, {"Citation": "Sameer M, Monica M. Ozone treating dental infections. Ind J Stomatol. 2011;2:256–9."}, {"Citation": "Bocci V. Biological and clinical effects of ozone. Has ozone therapy a future in medicine? Br J Biomed Sci. 1999;56:270–9.", "ArticleIdList": ["10795372"]}, {"Citation": "Priyamak AA. Ozone: The Revolution in Dentistry. Copenhagen: Quintessence Publishing; 2004. pp. 155–64."}, {"Citation": "Nogales CG, Ferrari PA, Kantorovich EO, Lage-Marques JL. Ozone therapy in medicine and dentistry. J Contemp Dent Pract. 2008;4:75–84.", "ArticleIdList": ["18473030"]}, {"Citation": "Baysan A, Lynch E. The use of ozone in dentistry and medicine. Prim Dent Care. 2005;12:47–52.", "ArticleIdList": ["15901432"]}, {"Citation": "Stübinger S, Sader R, Filippi A. The use of ozone in dentistry and maxillofacial surgery: A review. Quintessence Int. 2006;37:353–9.", "ArticleIdList": ["16683682"]}, {"Citation": "Bocci V. Ozone as a bioregulator. Pharmacology and toxicology of ozonetherapy today. J Biol Regul Homeost Agents. 1996;10:31–53.", "ArticleIdList": ["9250885"]}, {"Citation": "Mollica P, Harris R. Integrating oxygen/ ozone therapy into your practice.  [Last cited on 2010 January 13].  [Online] Available from: URL: http://www.Toxin free smile. Dom/ images/ozone integrating % 20 oxygen ozone 20% therapy your practice.Pdf ."}, {"Citation": "Seidler V, Linetskiy I, Hubálková H, Stanková H, Smucler R, Mazánek J. Ozone and its usage in general medicine and dentistry. A review article. Prague Med Rep. 2008;109:5–13.", "ArticleIdList": ["19097384"]}, {"Citation": "Teresa B, Wolanska E, Cieszko-Buk M, Orlowski M, Chalas R. Practical use of ozone in dentistry-comments. Ann Universitalis Maria Curie-Sklodowska Lubin-Polonia. 2008;LXIII:28."}, {"Citation": "Seaverson K, Tschetter D, Kaur T. Patient guide to oxygen/ozone therapy. Health centered cosmetic dentistry.  [Last cited on 2010 January 13].  Available from: URL: http://www.toothbythelake.net/ozone_therapy.html ."}, {"Citation": "Gupta G, Mansi B. Ozone therapy in periodontics. J Med Life. 2012;5:59–67.", "ArticleIdList": ["PMC3307081", "22574088"]}, {"Citation": "Thanomsub B, Anupunpisit V, Chanphetch S, Watcharachaipong T, Poonkhum R, Srisukonth C. Effects of ozone treatment on cell growth and ultrastructural changes in bacteria. J Gen Appl Microbiol. 2002;48:193–9.", "ArticleIdList": ["12469318"]}, {"Citation": "Ebensberger U, Pohl Y, Filippi A. PCNA-expression of cementoblasts and fibroblasts on the root surface after extraoral rinsing for decontamination. Dent Traumatol. 2002;18:262–6.", "ArticleIdList": ["12427200"]}, {"Citation": "Nagayoshi M, Fukuizumi T, Kitamura C, Yano J, Terashita M, Nishihara T. Efficacy of ozone on survival and permeability of oral microorganisms. Oral Microbiol Immunol. 2004;19:240–6.", "ArticleIdList": ["15209994"]}, {"Citation": "Hems RS, Gulabivala K, Ng YL, Ready D, Spratt DA. An in vitro evaluation of the ability of ozone to kill a strain of Enterococcus faecalis. Int Endod J. 2005;38:22–9.", "ArticleIdList": ["15606819"]}, {"Citation": "Ramzy MI, Gomaa HE, Mostafa MI. Management of aggressive periodontitis using ozonized water. Egypt Med J NRC. 2005;6:229–45."}, {"Citation": "Huth KC, Jakob FM, Saugel B, Cappello C, Paschos E, Hollweck R, et al. Effect of ozone on oral cells compared with established antimicrobials. Eur J Oral Sci. 2006;114:435–40.", "ArticleIdList": ["17026511"]}, {"Citation": "Müller P, Guggenheim B, Schmidlin PR. Efficacy of gasiform ozone and photodynamic therapy on a multispecies oral biofilm in vitro. Eur J Oral Sci. 2007;115:77–80.", "ArticleIdList": ["17305720"]}, {"Citation": "Seidler V, Linetskiy I, Hubalkova H, Stankova H, Šmucler R, Mazanek J. Ozone and its usage in general medicine and dentistry. A review article. Prague Medical Report. 2008;109:5–13.", "ArticleIdList": ["19097384"]}, {"Citation": "Karapetian VE, Neugebauer J, Clausnitzer CE, Zoller JE. Comparison of Different Periimplantitis Treatment Methods.  [Last accessed on 2013 January 29].  Available from: http://www.helbo.at/datasheets/poster_karapetian_0304.pdf ."}, {"Citation": "Kshitish D, Laxman VK. The use of ozonated water and 0.2% chlorhexidine in the treatment of periodontitis patients: A clinical and microbiologic study. Indian J Dent Res. 2010;21:341–8.", "ArticleIdList": ["20930341"]}, {"Citation": "Fillipi A.  Clinic of Oral Surgery, Radiology and Oral Medicine. Switzerldand: University of Basel;  [Last accessed on 2013 January 29]. The influence of ozonised water on the epithelial wound healing process in the oral cavity. Available at: WWW.OXYPLUS.NET ."}, {"Citation": "Huth KC, Quirling M, Lenzke S, Paschos E, Kamereck K, Brand K, et al. Effectiveness of ozone against periodontal pathogenic microorganisms. Eur J Oral Sci. 2011;119:204–10.", "ArticleIdList": ["21564314"]}, {"Citation": "Dodwad V, Gupta S, Kumar K, Sethi M, Masamatti S. Changing paradigm in pocket therapy-ozone versus conventional irrigation. Int J Public Health Dent. 2011;2:7–12."}]}], "History": [{"Year": "2013", "Month": "5", "Day": "2"}, {"Year": "2013", "Month": "5", "Day": "4"}, {"Year": "2013", "Month": "5", "Day": "4"}, {"Year": "2013", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "8", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "8", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["23946585", "PMC3722714", "10.4103/0975-7406.113304", "JPBS-5-89"]}}], "PubmedBookArticle": []}