{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24014080", "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1448-2517", "JournalIssue": {"Volume": "10", "Issue": "3", "PubDate": {"Year": "2013", "Month": "Jun", "Day": "28"}}, "Title": "Environmental chemistry (Collingwood, Vic.)", "ISOAbbreviation": "Environ Chem"}, "ArticleTitle": "Houston's rapid ozone increases: preconditions and geographic origins.", "Pagination": {"StartPage": "260", "EndPage": "268", "MedlinePgn": "260-268"}, "Abstract": {"AbstractText": ["Many of Houston's highest 8-h ozone (O<sub>3</sub>) peaks are characterised by increases in concentrations of at least 40 ppb in 1 h, or 60 ppb in 2 h. These rapid increases are called non-typical O<sub>3</sub> changes (NTOCs). In 2004, the Texas Commission on Environmental Quality (TCEQ) developed a novel emissions control strategy aimed at eliminating NTOCs. The strategy limited routine and short-term emissions of ethene, propene, 1,3-butadiene and butene isomers, collectively called highly reactive volatile organic compounds (HRVOCs), which are released from petrochemical facilities. HRVOCs have been associated with NTOCs through field campaigns and modelling studies. This study analysed wind measurements and O<sub>3</sub>, formaldehyde (HCHO) and sulfur dioxide (SO<sub>2</sub>) concentrations from 2000 to 2011 at 25 ground monitors in Houston. NTOCs almost always occurred when monitors were downwind of petrochemical facilities. Rapid O<sub>3</sub> increases were associated with low wind speeds; 75 % of NTOCs occurred when the 3-h average wind speed preceding the event was less than 6.5 km h<sup>-1</sup>. Statistically significant differences in HCHO concentrations were seen between days with and without NTOCs. Early afternoon HCHO concentrations were greater on NTOC days. In the morning before an observed NTOC event, however, there were no significant differences in HCHO concentrations between days with and without NTOCs. Hourly SO<sub>2</sub> concentrations also increased rapidly, exhibiting behaviour similar to NTOCs. Oftentimes, the SO<sub>2</sub> increases preceded a NTOC. These findings show that, despite the apparent success of targeted HRVOC emission controls, further restrictions may be needed to eliminate the remaining O<sub>3</sub> events."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of North Carolina, Gillings School of Global Public Health, Chapel Hill, NC 27599, USA."}], "Identifier": [], "LastName": "Couzo", "ForeName": "Evan", "Initials": "E"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jeffries", "ForeName": "Harvey E", "Initials": "HE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vizuete", "ForeName": "William", "Initials": "W"}], "GrantList": [{"GrantID": "T32 ES007018", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Environ Chem", "NlmUniqueID": "101235528", "ISSNLinking": "1448-2517"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Revisions to the State Implementation Plan (SIP) for Control of Ozone Air Pollution: Houston/Galveston/Brazoria Ozone Nonattainment Area, Project number 2004–042-SIP-NR 2004. Texas Commission on Environmental Quality; Austin, TX:"}, {"Citation": "Kleinman LI, Daum PH, Imre D, Lee YN, Nunnermacker LJ, Springston SR, Weinstein-Lloyd J, Rudolph J. Ozone production rate and hydrocarbon reactivity in 5 urban areas: a cause of high ozone concentration in Houston. Geophys Res Lett. 2002;29:1467. doi: 10.1029/2001GL014569.", "ArticleIdList": ["10.1029/2001GL014569"]}, {"Citation": "Daum PH, Kleinman LI, Springston SR, Nunnermacker LJ, Lee YN, Weinstein-Lloyd J, Zheng J, Berkowitz CM. A comparative study of O3 formation in the Houston urban and industrial plumes during the 2000 Texas Air Quality Study. J Geophys Res –Atmos. 2003;108(D23):4715. doi: 10.1029/2003JD003552.", "ArticleIdList": ["10.1029/2003JD003552"]}, {"Citation": "Ryerson TB, Trainer M, Angevine WM, Brock CA, Dissly RW, Fehsenfeld FC, Frost GJ, Goldan PD, Holloway JS, Hubler G, Jakoubek RO, Kuster WC, Neuman JA, Nicks DK, Jr, Parrish DD, Roberts JM, Sueper DT, Atlas EL, Donnelly SG, Flocke F, Fried A, Potter WT, Schauffler S, Stroud B, Weinhelmer AJ, Wert BP, Wiedinmyer C, Alvarez RJ, Banta RM, Darby LS, Senff CJ. Effect of petrochemical industrial emissions of reactive alkenes and NOx on trophospheric ozone formation in Houston, Texas. J Geophys Res –Atmos. 2003;108(D8):4249. doi: 10.1029/2002JD003070.", "ArticleIdList": ["10.1029/2002JD003070"]}, {"Citation": "Vizuete W, Jeffries HE, Tesche TW, Olaguer EP, Couzo E. Issues with ozone attainment methodology for Houston, TX. J Air Waste Manag Assoc. 2011;61:238. doi: 10.3155/1047-3289.61.3.238.", "ArticleIdList": ["10.3155/1047-3289.61.3.238", "21416750"]}, {"Citation": "Couzo E, Olatosi A, Jeffries HE, Vizuete W. Assessment of a regulatory model’s performance relative to large spatial heterogeneity in observed ozone in Houston, Texas. J Air Waste Manag Assoc. 2012;62:696. doi: 10.1080/10962247.2012.667050.", "ArticleIdList": ["10.1080/10962247.2012.667050", "22788108"]}, {"Citation": "Daum PH, Kleinman LI, Springston SR, Nunnermacker LJ, Lee YN, Weinstein-Lloyd J, Zheng J, Berkowitz CM. Origin and properties of plumes of high ozone observed during the Texas 2000 Air Quality Study (TexAQS 2000) J Geophys Res –Atmos. 2004;109:D17306. doi: 10.1029/2003JD004311.", "ArticleIdList": ["10.1029/2003JD004311"]}, {"Citation": "Berkowitz CM, Spicer CW, Doskey PV. Hydrocarbon observations and ozone production rates in Western Houston during the Texas 2000 Air Quality Study. Atmos Environ. 2005;39:3383. doi: 10.1016/J.ATMOSENV.2004.12.007.", "ArticleIdList": ["10.1016/J.ATMOSENV.2004.12.007"]}, {"Citation": "Washenfelder RA, Trainer M, Frost GJ, Ryerson TB, Atlas EL, de Gouw JA, Flocke FM, Fried A, Holloway JS, Parrish DD, Peischl J, Richter D, Schauffler SM, Walega JG, Warneke C, Weibring P, Zheng W. Characterization of NOx, SO2, ethene, and propene from industrial emission sources in Houston, Texas. J Geophys Res –Atmos. 2010;115:D16311. doi: 10.1029/2009JD013645.", "ArticleIdList": ["10.1029/2009JD013645"]}, {"Citation": "Gan F, Hopke PK. Data mining of the relationship between volatile organic compounds and transient high ozone formation. Anal Chim Acta. 2003;490:153. doi: 10.1016/S0003-2670(03)00497-5.", "ArticleIdList": ["10.1016/S0003-2670(03)00497-5"]}, {"Citation": "Wood EC, Herndon SC, Fortner EC, Onasch TB, Wormhoudt J, Kolb CE, Knighton WB, Lee BH, Zavala M, Molina L, Jones M. Combustion and destruction/removal efficiencies of in-use chemical flares in the greater Houston area. Ind Eng Chem Res. 2012;51:12685. doi: 10.1021/IE202717M.", "ArticleIdList": ["10.1021/IE202717M"]}, {"Citation": "Wert BP, Trainer M, Fried A, Ryerson TB, Henry B, Potter W, Angevine WM, Atlas E, Donnelly SG, Fehsenfeld FC, Frost GJ, Goldan PD, Hansel A, Holloway JS, Hubler G, Kuster WC, Nicks DK, Jr, Neuman JA, Parrish DD, Schauffler S, Stutz J, Sueper DT, Wiedinmyer C, Wisthaler A. Signatures of terminal alkene oxidation in airborne formaldehyde measurements during TexAQS 2000. J Geophys Res –Atmos. 2003;108(D3):4104. doi: 10.1029/2002JD002502.", "ArticleIdList": ["10.1029/2002JD002502"]}, {"Citation": "Murphy CF, Allen DT. Hydrocarbon emissions from industrial release events in the Houston-Galveston area and their impact on ozone formation. Atmos Environ. 2005;44:4230."}, {"Citation": "Cowling E, Furiness C, Dimitriades B, Parrish D.  Final rapid science synthesis report: findings from the second Texas Air Quality study (TexAQS II) – Final report to the Texas Commission on Environmental Quality, TCEQ Contract Number 582–4-65614 2007. Southern Oxidants Study Office, North Carolina State University;  Available at  http://aqrp.ceer.utexas.edu/docs/RSSTFinalReportAug31.pdf [Verified 29 April 2013]"}, {"Citation": "Webster M, Nam J, Kimura Y, Jeffries HE, Vizuete W, Allen DT. The effect of variability in industrial emissions on ozone formation in Houston, Texas. Atmos Environ. 2007;41:9580. doi: 10.1016/J.ATMOSENV.2007.08.052.", "ArticleIdList": ["10.1016/J.ATMOSENV.2007.08.052"]}, {"Citation": "de Gouw JA, Hekkert STL, Mellqvist J, Warneke C, Atlas EL, Fehsenfeld FC, Fried A, Frost GJ, Harren FJM, Holloway JS, Lefer B, Lueb R, Meagher JF, Parrish DD, Patel M, Pope L, Richter D, Rivera C, Ryerson TB, Samuelsson J, Walega J, Washenfelder RA, Weibring P, Zhu X. Airborne measurements of ethene from industrial sources using laser photo-acoustic spectroscopy. Environ Sci Technol. 2009;43:2437. doi: 10.1021/ES802701A.", "ArticleIdList": ["10.1021/ES802701A", "19452898"]}, {"Citation": "McCoy BJ, Fischbeck PS, Gerard D. How big is big? How often is often? Characterizing Texas petroleum refining upset air emissions. Atmos Environ. 2010;44:4230. doi:10.1016/J.ATMOSENV.2010. 07.008."}, {"Citation": "Banta RM, Senff CJ, Nielsen-Gammon J, Darby LS, Ryerson TB, Alvarez RJ, Sandberg SP, Williams EJ, Trainer M. A bad air day in Houston. Bull Am Meteorol Soc. 2005;86:657. doi: 10.1175/BAMS-86-5-657.", "ArticleIdList": ["10.1175/BAMS-86-5-657"]}, {"Citation": "Ngan F, Byun D. Classification of weather patterns and associated trajectories of high-ozone episodes in the Houston-Galveston-Brazoria area during the 2005/06 TexAQS-II. J Appl Meteorol Climatol. 2011;50:485. doi: 10.1175/2010JAMC2483.1.", "ArticleIdList": ["10.1175/2010JAMC2483.1"]}, {"Citation": "Vizuete W, Jeffries HE, Valencia A, Couzo E, Christoph E, Wilkinson J, Henderson B, Parikh H, Kolling J.  HARC Project H97: Multi-model, multi-episode process analysis to investigate ozone formation and control sensitivity in the 2000/2005/2006 Houston SIP episode models 2009. Houston Advanced Research Center;  Available at  http://projects.tercairquality.org/AQR/H097 [Verified 29 April 2013]"}, {"Citation": "Seinfeld JH, Pandis SN. Atmospheric Chemistry and Physics. 2. Ch 6. Wiley; Hoboken, NJ: 2006. Chemistry of the troposphere; p. 248."}, {"Citation": "Vizuete W, Kim BU, Jeffries HE, Kimura Y, Allen DT, Kioumourtzoglou MA, Biton L, Henderson B. Modeling ozone formation from industrial emission events in Houston, Texas. Atmos Environ. 2008;42:7641. doi: 10.1016/J.ATMOSENV.2008.05.063.", "ArticleIdList": ["10.1016/J.ATMOSENV.2008.05.063"]}, {"Citation": "Henderson BH, Jeffries HE, Kim BU, Vizuete W. The influence of model resolution on ozone in industrial volatile organic compound plumes. J Air Waste Manag Assoc. 2010;60:1105. doi: 10.3155/1047-3289.60.9.1105.", "ArticleIdList": ["10.3155/1047-3289.60.9.1105", "20863055"]}, {"Citation": "Garcia AR, Volkamer R, Molina LT, Molina MJ, Samuelson J, Mellqvist J, Galle B, Herndon SC, Kolb CE. Separation of emitted and photochemical formaldehyde in Mexico City using a statistical analysis and a new pair of gas-phase tracers. Atmos Chem Phys. 2006;6:4545. doi: 10.5194/ACP-6-4545-2006.", "ArticleIdList": ["10.5194/ACP-6-4545-2006"]}, {"Citation": "Olaguer EP, Rappengluck B, Lefer B, Stutz J, Dibb J, Griffin R, Brune WH, Shauck M, Buhr M, Jeffries HE, Vizuete W, Pinto JP. Deciphering the role of radical precursors during the Second Texas Air Quality Study. J Air Waste Manag Assoc. 2009;59:1258. doi: 10.3155/1047-3289.59.11.1258.", "ArticleIdList": ["10.3155/1047-3289.59.11.1258", "19947108"]}, {"Citation": "Buzcu Guven B, Olaguer EP. Ambient formaldehyde source attribution in Houston during TexAQS II and TRAMP. Atmos Environ. 2011;45:4272. doi: 10.1016/J.ATMOSENV.2011.04.079.", "ArticleIdList": ["10.1016/J.ATMOSENV.2011.04.079"]}, {"Citation": "Parrish DD, Ryerson TB, Mellqvist J, Johansson J, Fried A, Richter D, Walega JG, Washenfelder RA, de Gouw JA, Peischl J, Aikin KC, McKeen SA, Frost GJ, Fehsenfeld FC, Herndon SC. Primary and secondary sources of formaldehyde in urban atmospheres: Houston Texas region. Atmos Chem Phys. 2012;12:3273. doi: 10.5194/ACP-12-3273-2012.", "ArticleIdList": ["10.5194/ACP-12-3273-2012"]}, {"Citation": "Zhang H, Li J, Ying Q, Guven BB, Olaguer EP. Source apportionment of formaldehyde during TexAQS 2006 using a source-oriented chemical transport model. J Geophys Res –Atmos. 2013;118:1525."}, {"Citation": "Rappenglück B, Dasgupta PK, Leuchner M, Li Q, Luke W. Formaldehyde and its relation to CO, PAN, and SO2 in the Houston–Galveston airshed. Atmos Chem Phys. 2010;10:2413. doi: 10.5194/ACP-10-2413-2010.", "ArticleIdList": ["10.5194/ACP-10-2413-2010"]}, {"Citation": "Stutz J, Pikelnaya O, Mount G, Spinei E, Herndon S, Wood E, Oluwole O, Vizuete W, Couzo E.  Air Quality Research Plan 2011. Air Quality Research Program, The University of Texas; Austin, TX: Quantification of hydrocarbon, NOx, and SO2, emissions from petrochemical facilities in Houston: Interpretation of 2009 FLAIR dataset, Project 10-045 Final Report. Available at  http://aqrp.ceer.utexas.edu/projectinfo\\10-045\\10-045FinalReport.pdf [Verified 29 April 2013]"}]}], "History": [{"Year": "2013", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "9", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24014080", "NIHMS503776", "PMC3763807", "10.1071/EN13040"]}}], "PubmedBookArticle": []}