{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["Air pollution", "Allergic", "Epidemiology", "IgE", "NHANES", "Sensitization"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24045117", "DateCompleted": {"Year": "2014", "Month": "06", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1016/j.rmed.2013.08.010", "S0954-6111(13)00311-9"], "ArticleDate": [{"Year": "2013", "Month": "08", "Day": "28"}], "Journal": {"ISSN": "1532-3064", "JournalIssue": {"Volume": "107", "Issue": "11", "PubDate": {"Year": "2013", "Month": "Nov"}}, "Title": "Respiratory medicine", "ISOAbbreviation": "Respir Med"}, "ArticleTitle": "Nitrogen dioxide and allergic sensitization in the 2005-2006 National Health and Nutrition Examination Survey.", "Pagination": {"StartPage": "1763", "EndPage": "1772", "MedlinePgn": "1763-72"}, "Abstract": {"AbstractText": ["Allergic sensitization is a risk factor for asthma and allergic diseases. The relationship between ambient air pollution and allergic sensitization is unclear.", "To investigate the relationship between ambient air pollution and allergic sensitization in a nationally representative sample of the US population.", "We linked annual average concentrations of nitrogen dioxide (NO2), particulate matter ≤10 μm (PM10), particulate matter ≤2.5 μm (PM2.5), and summer concentrations of ozone (O3), to allergen-specific immunoglobulin E (IgE) data for participants in the 2005-2006 National Health and Nutrition Examination Survey (NHANES). In addition to the monitor-based air pollution estimates, we used the Community Multiscale Air Quality (CMAQ) model to increase the representation of rural participants in our sample. Logistic regression with population-based sampling weights was used to calculate adjusted prevalence odds ratios per 10 ppb increase in O3 and NO2, per 10 μg/m(3) increase in PM10, and per 5 μg/m(3) increase in PM2.5 adjusting for race, gender, age, socioeconomic status, smoking, and urban/rural status.", "Using CMAQ data, increased levels of NO2 were associated with positive IgE to any (OR 1.15, 95% CI 1.04, 1.27), inhalant (OR 1.17, 95% CI 1.02, 1.33), and indoor (OR 1.16, 95% CI 1.03, 1.31) allergens. Higher PM2.5 levels were associated with positivity to indoor allergen-specific IgE (OR 1.24, 95% CI 1.13, 1.36). Effect estimates were similar using monitored data.", "Increased ambient NO2 was consistently associated with increased prevalence of allergic sensitization."], "CopyrightInformation": "Copyright © 2013 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences and Engineering, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, NC, USA."}], "Identifier": [], "LastName": "Weir", "ForeName": "Charles H", "Initials": "CH"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yeatts", "ForeName": "Karin B", "Initials": "KB"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sarnat", "ForeName": "Jeremy A", "Initials": "JA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Vizuete", "ForeName": "William", "Initials": "W"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Salo", "ForeName": "Päivi M", "Initials": "PM"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Jaramillo", "ForeName": "Renee", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Cohn", "ForeName": "Richard D", "Initials": "RD"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Chu", "ForeName": "Haitao", "Initials": "H"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Zeldin", "ForeName": "Darryl C", "Initials": "DC"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "London", "ForeName": "Stephanie J", "Initials": "SJ"}], "GrantList": [{"GrantID": "ZIA ES025041-16", "Agency": "Intramural NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Intramural", "Research Support, U.S. Gov't, P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Respir Med", "NlmUniqueID": "8908438", "ISSNLinking": "0954-6111"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "37341-29-0", "NameOfSubstance": "Immunoglobulin E"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["adverse effects", "analysis", "statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["methods"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["epidemiology", "etiology", "immunology"], "DescriptorName": "Hypersensitivity"}, {"QualifierName": ["blood"], "DescriptorName": "Immunoglobulin E"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["analysis", "immunology"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": [], "DescriptorName": "Nutrition Surveys"}, {"QualifierName": ["analysis", "immunology"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bjorksten B. Environmental risk factors for atopy. Clin Rev Allergy Immunol. 1997;15(2):125–143.", "ArticleIdList": ["9315408"]}, {"Citation": "Parnia S, Brown JL, Frew AJ. The role of pollutants in allergic sensitization and the development of asthma. Allergy. 2002;57(12):1111–1117.", "ArticleIdList": ["12464038"]}, {"Citation": "Takafuji S, Nakagawa T. Air pollution and allergy. J Investig Allergol Clin Immunol. 2000;10(1):5–10.", "ArticleIdList": ["10780792"]}, {"Citation": "Becker A, Chan-Yeung M. Primary asthma prevention: is it possible? Curr Allergy Asthma Rep. 2008;8(3):255–261.", "ArticleIdList": ["18589845"]}, {"Citation": "Ring J. Allergy in Practice. New York: Springer-Verlag; 2005. Pathophysiology of Allergic Reactions In; pp. 8–27."}, {"Citation": "Gilmour MI. Interaction of air pollutants and pulmonary allergic responses in experimental animals. Toxicology. 1995;105(2–3):335–342.", "ArticleIdList": ["8571370"]}, {"Citation": "Gilmour MI, Park P, Selgrade MK. Increased immune and inflammatory responses to dust mite antigen in rats exposed to 5 ppm NO2. Fund Appl Toxicol. 1996;31(1):65–70.", "ArticleIdList": ["8998954"]}, {"Citation": "Osebold JW, Zee YC, Gershwin LJ. Enhancement of allergic lung sensitization in mice by ozone inhalation. Proc Soc Exp Biol Med. 1988;188(3):259–264.", "ArticleIdList": ["3393542"]}, {"Citation": "Morgenstern V, Zutavern A, Cyrys J, Brockow I, Koletzko S, Kramer U, Behrendt H, Herbarth O, von Berg A, Bauer CP, Wichmann HE, Heinrich J, Grp GS, Grp LS. Atopic diseases, allergic sensitization, and exposure to traffic-related air pollution in children. Am J Resp Crit Care. 2008;177(12):1331–1337.", "ArticleIdList": ["18337595"]}, {"Citation": "Nordling E, Berglind N, Melen E, Emenius G, Hallberg J, Nyberg F, Pershagen G, Svartengren M, Wickman M, Bellander T. Traffic-related air pollution and childhood respiratory symptoms, function and allergies. Epidemiology. 2008;19(3):401–408.", "ArticleIdList": ["18379426"]}, {"Citation": "Annesi-Maesano I, Moreau D, Caillaud D, Lavaud F, Le Moullec Y, Taytard A, Pauli G, Charpin D. Residential proximity fine particles related to allergic sensitisation and asthma in primary school children. Respir Med. 2007;101(8):1721–1729.", "ArticleIdList": ["17442561"]}, {"Citation": "Janssen NA, Brunekreef B, van Vliet P, Aarts F, Meliefste K, Harssema H, Fischer P. The relationship between air pollution from heavy traffic and allergic sensitization, bronchial hyperresponsiveness, and respiratory symptoms in Dutch schoolchildren. Environ Health Perspect. 2003;111(12):1512–1518.", "ArticleIdList": ["PMC1241655", "12948892"]}, {"Citation": "Kramer U, Koch T, Ranft U, Ring J, Behrendt H. Traffic-related air pollution is associated with atopy in children living in urban areas. Epidemiology. 2000;11(1):64–70.", "ArticleIdList": ["10615846"]}, {"Citation": "Mortimer K, Neugebauer R, Lurmann F, Alcorn S, Balmes J, Tager I. Early-lifetime exposure to air pollution and allergic sensitization in children with asthma. J Asthma. 2008;45(10):874–881.", "ArticleIdList": ["19085576"]}, {"Citation": "Nicolai T, Carr D, Weiland SK, Duhme H, von Ehrenstein O, Wagner C, von Mutius E. Urban traffic and pollutant exposure related to respiratory outcomes and atopy in a large sample of children. Eur Respir J. 2003;21(6):956–963.", "ArticleIdList": ["12797488"]}, {"Citation": "Penard-Morand C, Raherison C, Charpin D, Kopferschmitt C, Lavaud F, Caillaud D, Annesi-Maesano I. Long-term exposure to close-proximity air pollution and asthma and allergies in urban children. Eur Respir J. 2010;36(1):33–40.", "ArticleIdList": ["20075054"]}, {"Citation": "Penard-Morand C, Charpin D, Raherison C, Kopferschmitt C, Caillaud D, Lavaud F, Annesi-Maesano I. Long-term exposure to background air pollution related to respiratory and allergic health in schoolchildren. Clin Exp Allergy. 2005;35(10):1279–1287.", "ArticleIdList": ["16238786"]}, {"Citation": "Wyler C, Braun-Fahrlander C, Kunzli N, Schindler C, Ackermann-Liebrich U, Perruchoud AP, Leuenberger P, Wuthrich B. Exposure to motor vehicle traffic and allergic sensitization. The Swiss Study on Air Pollution and Lung Diseases in Adults (SAPALDIA) Team. Epidemiology. 2000;11(4):450–456.", "ArticleIdList": ["10874554"]}, {"Citation": "Brauer M, Hoek G, Smit HA, de Jongste JC, Gerritsen J, Postma DS, Kerkhof M, Brunekreef B. Air pollution and development of asthma, allergy and infections in a birth cohort. Eur Respir J. 2007;29(5):879–888.", "ArticleIdList": ["17251230"]}, {"Citation": "Gehring U, Wijga AH, Brauer M, Fischer P, de Jongste JC, Kerkhof M, Oldenwening M, Smit HA, Brunekreef B. Traffic-related air pollution and the development of asthma and allergies during the first 8 years of life. Am J Respir Crit Care Med. 2010;181(6):596–603.", "ArticleIdList": ["19965811"]}, {"Citation": "Kramer U, Sugiri D, Ranft U, Krutmann J, von Berg A, Berdel D, Behrendt H, Kuhlbusch T, Hochadel M, Wichmann HE, Heinrich J. Eczema, respiratory allergies, and traffic-related air pollution in birth cohorts from small-town areas. J Dermatol Sci. 2009;56(2):99–105.", "ArticleIdList": ["19713084"]}, {"Citation": "Gruzieva O, Bellander T, Eneroth K, Kull I, Melen E, Nordling E, van Hage M, Wickman M, Moskalenko V, Hulchiy O, Pershagen G. Traffic-related air pollution and development of allergic sensitization in children during the first 8 years of life. J Allergy Clin Immunol. 2012;129(1):240–246.", "ArticleIdList": ["22104609"]}, {"Citation": "Bedada GB, Heinrich J, Gotschi T, Downs SH, Forsberg B, Jarvis D, Luczynska C, Soon A, Sunyer J, Toren K, Kunzli N. Urban background particulate matter and allergic sensitization in adults of ECRHS II. Int J Hyg Environ Health. 2007;210(6):691–700.", "ArticleIdList": ["17174601"]}, {"Citation": "Charpin D, Pascal L, Birnbaum J, Armengaud A, Sambuc R, Lanteaume A, Vervloet D. Gaseous air pollution and atopy. Clin Exp Allergy. 1999;29(11):1474–1480.", "ArticleIdList": ["10520074"]}, {"Citation": "Hirsch T, Weiland SK, von Mutius E, Safeca AF, Grafe H, Csaplovics E, Duhme H, Keil U, Leupold W. Inner city air pollution and respiratory health and atopy in children. Eur Respir J. 1999;14(3):669–677.", "ArticleIdList": ["10543291"]}, {"Citation": "Rosenlund M, Forastiere F, Porta D, De Sario M, Badaloni C, Perucci CA. Traffic-related air pollution in relation to respiratory symptoms, allergic sensitisation and lung function in schoolchildren. Thorax. 2009;64(7):573–580.", "ArticleIdList": ["18852158"]}, {"Citation": "Riedl M, Diaz-Sanchez D. Biology of diesel exhaust effects on respiratory function. J Allergy Clin Immunol. 2005;115(2):221–228. quiz 229.", "ArticleIdList": ["15696072"]}, {"Citation": "Bauner D, Laestadius S, Iida N. Evolving technological systems for diesel engine emission control: balancing GHG and local emissions. Clean Technol Envir. 2009;11(3):339–365."}, {"Citation": "Akinbami LJ, Lynch CD, Parker JD, Woodruff TJ. The association between childhood asthma prevalence and monitored air pollutants in metropolitan areas, United States, 2001–2004. Environ Res. 2010;110(3):294–301.", "ArticleIdList": ["20117766"]}, {"Citation": "Parker JD, Akinbami LJ, Woodruff TJ. Air pollution and childhood respiratory allergies in the United States. Environ Health Perspect. 2009;117(1):140–147.", "ArticleIdList": ["PMC2627858", "19165401"]}, {"Citation": "NCHS Documentation, Codebook, and Frequencies Geocoding Variables Survey Years 2005–2006.  [accessed May 18];  http://www.cdc.gov/nchs/data/nhanes/limited_access/N0506_GE.pdf."}, {"Citation": "NCHS Analytic and Reporting Guidelines: The National Health Nutrition and Examination Survey.  [accessed May 18];  http://www.cdc.gov/nchs/data/nhanes/nhanes_03_04/nhanes_analytic_guidelines_dec_2005.pdf."}, {"Citation": "Heeringa S WT, Berglund P. Applied Survey Data Analysis. Vol. 7–8. Chapman Hall/CRC: Boca Raton; 2010. Applied survey data analysis overview."}, {"Citation": "NCHS National Center Health Statistics Data Linked to Air Quality Data.  [accessed May 18];  http://www.cdc.gov/nchs/data_access/data_linkage/air_quality.htm."}, {"Citation": "EPA, U. S. E. P. A.  [accessed May 18];Community Multi-scale Air Quality Model.   http://www.epa.gov/amad/Research/RIA/cmaq.html."}, {"Citation": "EPA, U. S. E. P. A. Hierarchical Bayesian Model (HBM) - Derived estimates of air quality for 2006. 2010 EPA/600/R-10/021."}, {"Citation": "NCHS Laboratory procedure manual for NHANES 2005–2006 data – Specific IgE/total IgE allergens in serum.   http://www.cdc.gov/nchs/data/.nhanes/nhanes_05_06/general_data_release_doc_05_06.pdf."}, {"Citation": "Salo PM, Calatroni A, Gergen PJ, Hoppin JA, Sever ML, Jaramillo R, Arbes SJ, Jr., Zeldin DC. Allergy-related outcomes in relation to serum IgE: results from the National Health and Nutrition Examination Survey 2005–2006. J Allergy Clin Immunol. 2011;127(5):1226–1235. e7.", "ArticleIdList": ["PMC3108140", "21320720"]}, {"Citation": "Pirkle JL, Flegal KM, Bernert JT, Brody DJ, Etzel RA, Maurer KR. Exposure of the US population to environmental tobacco smoke: the Third National Health and Nutrition Examination Survey, 1988 to 1991. JAMA. 1996;275(16):1233–1240.", "ArticleIdList": ["8601954"]}, {"Citation": "NCHS NCHS Urban-Rural Classification Scheme for Counties.  [accessed May 18 2013];  http://www.cdc.gov/nchs/data_access/urban_rural.htm."}, {"Citation": "Ckless K, Hodgkins SR, Ather JL, Martin R, Poynter ME. Epithelial, dendritic, and CD4(+) T cell regulation of and by reactive oxygen and nitrogen species in allergic sensitization. Biochim Biophys Acta. 2011;1810(11):1025–1034.", "ArticleIdList": ["PMC3140554", "21397661"]}, {"Citation": "Bevelander M, Mayette J, Whittaker LA, Paveglio SA, Jones CC, Robbins J, Hemenway D, Akira S, Uematsu S, Poynter ME. Nitrogen dioxide promotes allergic sensitization to inhaled antigen. J Immunol. 2007;179(6):3680–3688.", "ArticleIdList": ["PMC4697766", "17785804"]}, {"Citation": "Oftedal B, Brunekreef B, Nystad W, Nafstad P. Residential outdoor air pollution and allergen sensitization in schoolchildren in Oslo, Norway. Clin Exp Allergy. 2007;37(11):1632–1640.", "ArticleIdList": ["17877765"]}, {"Citation": "Bousquet PJ, Castelli C, Daures JP, Heinrich J, Hooper R, Sunyer J, Wjst M, Jarvis D, Burney P. Assessment of allergen sensitization in a general population-based survey (European Community Respiratory Health Survey I) Ann Epidemiol. 2010;20(11):797–803.", "ArticleIdList": ["20702109"]}, {"Citation": "Cox L, Williams B, Sicherer S, Oppenheimer J, Sher L, Hamilton R, Golden D. Pearls and pitfalls of allergy diagnostic testing: report from the American College of Allergy, Asthma and Immunology/American Academy of Allergy, Asthma and Immunology Specific IgE Test Task Force. Ann Allergy Asthma Immunol. 2008;101(6):580–592.", "ArticleIdList": ["19119701"]}, {"Citation": "Gergen PJ, Arbes SJ, Jr., Calatroni A, Mitchell HE, Zeldin DC. Total IgE levels and asthma prevalence in the US population: results from the National Health and Nutrition Examination Survey 2005–2006. J Allergy Clin Immunol. 2009;124(3):447–453.", "ArticleIdList": ["PMC2758573", "19647861"]}, {"Citation": "Arbes SJ, Jr., Gergen PJ, Vaughn B, Zeldin DC. Asthma cases attributable to atopy: results from the Third National Health and Nutrition Examination Survey. J Allergy Clin Immunol. 2007;120(5):1139–1145.", "ArticleIdList": ["PMC2291202", "17889931"]}, {"Citation": "Sarnat SE, Klein M, Sarnat JA, Flanders WD, Waller LA, Mulholland JA, Russell AG, Tolbert PE. An examination of exposure measurement error from air pollutant spatial variability in time-series studies. J Expo Sci Environ Epidemiol. 2010;20(2):135–146.", "ArticleIdList": ["PMC3780363", "19277071"]}, {"Citation": "Parker JD, Woodruff TJ, Akinbami LJ, Kravets N. Linkage of the US National Health Interview Survey to air monitoring data: an evaluation of different strategies. Environ Res. 2008;106(3):384–392.", "ArticleIdList": ["18078922"]}]}], "History": [{"Year": "2013", "Month": "5", "Day": "21"}, {"Year": "2013", "Month": "7", "Day": "30"}, {"Year": "2013", "Month": "8", "Day": "14"}, {"Year": "2013", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24045117", "NIHMS585225", "PMC4071349", "10.1016/j.rmed.2013.08.010", "S0954-6111(13)00311-9"]}}], "PubmedBookArticle": []}