{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["adducts", "biomarkers", "excretion", "oxidative stress", "ozone"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24052692", "DateCompleted": {"Year": "2013", "Month": "09", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.4137/EHI.S12673"], "ArticleDate": [{"Year": "2013", "Month": "09", "Day": "04"}], "Journal": {"ISSN": "1178-6302", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2013"}}, "Title": "Environmental health insights", "ISOAbbreviation": "Environ Health Insights"}, "ArticleTitle": "Fate of pathologically bound oxygen resulting from inhalation of labeled ozone in rats.", "Pagination": {"StartPage": "43", "EndPage": "58", "MedlinePgn": "43-58"}, "Abstract": {"AbstractText": ["Inhaled ozone (O3) reacts chemically with respiratory tract biomolecules where it forms covalently bound oxygen adducts. We investigated the fate of these adducts following inhalation exposure of rats to labeled ozone ((18)O3, 2 ppm, 6 hr or 5 ppm, 2 hr). Increased (18)O was detected in blood plasma at 7 hr post exposure and was continuously present in urine for 4 days. Total (18)O excreted was ~53% of the estimated amount of (18)O3 retained by the rats during (18)O3 exposure suggesting that only moderate recycling of the adduct material occurs. The time course of excretion, as well as properties of the excreted (18)O were determined to provide guidance to future searches for urinary oxidative stress markers. These results lend plausibility to published findings that O3 inhalation could exert influences outside the lung, such as enhancement of atherosclerotic plaques."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiopulmonary and Immunotoxicology Branch, Environmental Public Health Division, NHEERL, US Environmental Protection Agency, Research Triangle Park, North Carolina, USA."}], "Identifier": [], "LastName": "Hatch", "ForeName": "Gary E", "Initials": "GE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Slade", "ForeName": "Ralph", "Initials": "R"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "McKee", "ForeName": "John", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Insights", "NlmUniqueID": "101488505", "ISSNLinking": "1178-6302"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Stahl WR. Scaling of respiratory variables in mammals. J Appl Physiol. 1967;22:453–60.", "ArticleIdList": ["6020227"]}, {"Citation": "Wiester MJ, Tepper JS, King ME, Menache MG, Costa DL. Comparative-Study of Ozone (O3) Uptake in 3 Strains of Rats and in the Guinea-Pig. Toxicol Appl Pharm. 1988 Oct;96(1):140–6.", "ArticleIdList": ["3188019"]}, {"Citation": "Tepper JS, Costa DL, Lehmann JR, Weber MF, Hatch GE. Unattenuated structural and biochemical-alterations in the rat lung during functional adaptation to ozone. American Review of Respiratory Disease. 1989 Aug;140(2):493–501.", "ArticleIdList": ["2527482"]}, {"Citation": "US. E. P. A. Air quality criteria for ozone and related photochemical oxidants: Integrated Science Assessment. Research Triangle Park, NC: 2013."}, {"Citation": "Devlin RB, Duncan KE, Jardim M, Schmitt MT, Rappold AG, Diaz-Sanchez D. Controlled exposure of healthy young volunteers to ozone causes cardiovascular effects. Circulation. 2012 Jul 3;126(1):104–11.", "ArticleIdList": ["22732313"]}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality—Analysis and meta-analysis. Epidemiology. 2005 Jul;16(4):446–57.", "ArticleIdList": ["15951662"]}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. Jama-J Am Med Assoc. 2004 Nov 17;292(19):2372–8.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Frampton MW, Pryor WA, Cueto R, Cox C, Morrow PE, Utell MJ. Ozone exposure increases aldehydes in epithelial lining fluid in human lung. Am J Respir Crit Care Med. 1999 Apr;159(4):1134–7.", "ArticleIdList": ["10194157"]}, {"Citation": "Mudway IS, Kelly FJ. Ozone and the lung: a sensitive issue. Molecular Aspects of Medicine. 2000;21(1–2):1–48.", "ArticleIdList": ["10804262"]}, {"Citation": "Liu L, Leech JA, Urch RB, et al. A comparison of biomarkers of ozone exposure in human plasma, nasal lavage, and sputum. Inhal Toxicol. 1999;11(8):657–74.", "ArticleIdList": ["10477441"]}, {"Citation": "Foster WM, Wills-Karp M, Tankersley CG, Chen X, Paquette NC. Bloodborne markers in humans during multiday exposure to ozone. J Appl Physiol. 1996;81:794–800.", "ArticleIdList": ["8872648"]}, {"Citation": "Pryor WA. How far does ozone penetrate into the pulmonary air tissue boundary before it reacts. Free Radical Bio Med. 1992;12(1):83–8.", "ArticleIdList": ["1537573"]}, {"Citation": "Pryor WA, Squadrito GL, Friedman M. The cascade mechanism to explain ozone toxicity—the role of lipid ozonation products. Free Radical Bio Med. 1995 Dec;19(6):935–41.", "ArticleIdList": ["8582671"]}, {"Citation": "Chuang GC, Yang Z, Westbrook DG, et al. Pulmonary ozone exposure induces vascular dysfunction, mitochondrial damage, and atherogenesis. Am J Physiol-Lung C. 2009 Aug;297(2):L209–16.", "ArticleIdList": ["PMC2742788", "19395667"]}, {"Citation": "Kodavanti UP, Thomas R, Ledbetter AD, et al. Vascular and cardiac impairments in rats inhaling ozone and diesel exhaust particles. Environ Health Perspect. 2011 Mar;119(3):312–8.", "ArticleIdList": ["PMC3059992", "20980218"]}, {"Citation": "Kadiiska MB, Hatch GE, Nyska A, et al. Biomarkers of Oxidative Stress Study IV: Ozone exposure of rats and its effect on antioxidants in plasma and bronchoalveolar lavage fluid. Free Radical Biology & Medicine. 2011 Nov 1;51(9):1636–42. 2011. Epub Jul 2011.", "ArticleIdList": ["PMC3195517", "21824516"]}, {"Citation": "Kadiiska MB, Gladen BC, Baird DD, et al. Biomarkers of oxidative stress study: Are plasma antioxidants markers of CC1(4) poisoning? Free Radical Bio Med. 2000 Mar;28(6):838–45.", "ArticleIdList": ["10802213"]}, {"Citation": "Kadiiska MB, Basu S, Brot N, et al. Biomarkers of oxidative stress study V: Ozone exposure of rats and its effect on lipids, proteins, and DNA in plasma and urine. Free Radical Bio Med. 2013 Aug;61:408–15.", "ArticleIdList": ["PMC3968235", "23608465"]}, {"Citation": "Hatch GE, Slade R, Harris LP, et al. Ozone dose and effect in humans and rats—a comparison using o-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med. 1994 Sep;150(3):676–83.", "ArticleIdList": ["8087337"]}, {"Citation": "Hatch GE, McKee J, Brown J, et al. Biomarkers of dose and effect of inhaled ozone in resting versus exercising human subjects: comparison with resting rats. Biomarker Insights. 2013;8:53–67.", "ArticleIdList": ["PMC3663491", "23761957"]}, {"Citation": "Gunnison AF, Hatch GE. O3-induced inflammation in prepregnant, pregnant, and lactating rats correlates with O3 dose estimated by 18O. Am J Physiol. 1999;276:L332–40.", "ArticleIdList": ["9950896"]}, {"Citation": "Hatch GE, Slade R, Stead AG, Graham JA. Species comparison of acute inhalation toxicity of ozone and phosgene. J Toxicol Environ Health. 1986;19(1):43–53.", "ArticleIdList": ["3746940"]}, {"Citation": "Bhalla DK, Mannix RC, Kleinman MT, Crocker TT. Relative permeability of nasal, tracheal, and bronchoalveolar mucosa to macromolecules in rats exposed to ozone. J Toxicol Environ Health. 1986;17(2–3):269–83.", "ArticleIdList": ["3514927"]}, {"Citation": "Wright JR, Clements JA. Metabolism and turnover of lung surfactant. American Review of Respiratory Disease. 1987 Aug;136(2):426–44.", "ArticleIdList": ["3304047"]}, {"Citation": "Gordon CJ, Schladweiler MC, Krantz T, King C, Kodavanti UP. Cardiovascular and thermoregulatory responses of unrestrained rats exposed to filtered or unfiltered diesel exhaust. Inhal Toxicol. 2012 Apr;24(5):296–309.", "ArticleIdList": ["22486347"]}, {"Citation": "Santrock J, Hayes JM. Adaptation of the unterzaucher procedure for determination of O-18 in organic-substances. Analytical Chemistry. 1987 Jan 1;59(1):119–27."}]}], "History": [{"Year": "2013", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2013", "Month": "9", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["24052692", "PMC3772903", "10.4137/EHI.S12673", "ehi-7-2013-043"]}}], "PubmedBookArticle": []}