{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24086549", "DateCompleted": {"Year": "2014", "Month": "07", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "09", "Day": "25"}], "ELocationID": ["e75510", "10.1371/journal.pone.0075510"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "8", "Issue": "9", "PubDate": {"Year": "2013"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Air pollution and newly diagnostic autism spectrum disorders: a population-based cohort study in Taiwan.", "Pagination": {"StartPage": "e75510", "MedlinePgn": "e75510"}, "Abstract": {"AbstractText": ["There is limited evidence that long-term exposure to ambient air pollution increases the risk of childhood autism spectrum disorder (ASD). The objective of the study was to investigate the associations between long-term exposure to air pollution and newly diagnostic ASD in Taiwan. We conducted a population-based cohort of 49,073 children age less than 3 years in 2000 that were retrieved from Taiwan National Insurance Research Database and followed up from 2000 through 2010. Inverse distance weighting method was used to form exposure parameter for ozone (O3), carbon monoxide (CO), nitrogen dioxide (NO2), sulfur dioxide (SO2), and particles with aerodynamic diameter less than 10 µm (PM10). Time-dependent Cox proportional hazards (PH) model was performed to evaluate the relationship between yearly average exposure air pollutants of preceding years and newly diagnostic ASD. The risk of newly diagnostic ASD increased according to increasing O3, CO, NO2, and SO2 levels. The effect estimate indicating an approximately 59% risk increase per 10 ppb increase in O3 level (95% CI 1.42–1.79), 37% risk increase per 100 ppb in CO (95% CI 1.31–1.44), 340% risk increase per 10 ppb increase in NO2 level (95% CI 3.31–5.85), and 17% risk increase per 1 ppb in SO2 level (95% CI 1.09–1.27) was stable with different combinations of air pollutants in the multi-pollutant models. Our results provide evident that children exposure to O3, CO, NO2, and SO2 in the preceding 1 year to 4 years may increase the risk of ASD diagnosis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Occupational Safety and Health, College of Public Health, China Medical University, Taichung, Taiwan."}], "LastName": "Jung", "ForeName": "Chau-Ren", "Initials": "CR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Lin", "ForeName": "Yu-Ting", "Initials": "YT"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hwang", "ForeName": "Bing-Fang", "Initials": "BF"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0UZA3422Q4", "NameOfSubstance": "Sulfur Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2018 Aug 22;13(8):e0202996. doi: 10.1371/journal.pone.0202996", "PMID": "30133530"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": ["diagnosis", "etiology"], "DescriptorName": "Child Development Disorders, Pervasive"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Sulfur Dioxide"}, {"QualifierName": [], "DescriptorName": "Taiwan"}, {"QualifierName": [], "DescriptorName": "Time Factors"}], "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Newschaffer CJ, Croen LA, Daniels J, Giarelli E, Grether JK, et al. (2007) The epidemiology of autism spectrum disorders. Annu Rev Public Health 28: 235–258.", "ArticleIdList": ["17367287"]}, {"Citation": "American Psychiatirc Association (2000) Diagnostic and Statistical Manual of Mental Disorders, 4th edition, Text Revision. Washington, DC: American Psychiatirc Association Press."}, {"Citation": "Rutter M (2005) Incidence of autism spectrum disorders: changes over time and their meaning. Acta Pædiatr 94: 2–15.", "ArticleIdList": ["15858952"]}, {"Citation": "Windham GC, Zhang L, Gunier R, Croen LA, Grether JK (2006) Autism spectrum disorders in relation to distribution of hazardous air pollutants in the San Francisco Bay Area. Environ Health Perspect 114: 1438–1444.", "ArticleIdList": ["PMC1570060", "16966102"]}, {"Citation": "Kalkbrenner AE, Daniels JL, Chen JC, Poole C, Emmch M, et al. (2010) Perinatal exposure to hazardous air pollutants and autism spectrum disorders at age 8. Epidemiology 21: 631–641.", "ArticleIdList": ["PMC2989602", "20562626"]}, {"Citation": "Volk HE, Hertz-Picciotto I, Delwiche L, Lurmann F, McConnell R (2012) Residential proximity to freeways and in the CHARGE study. Environ Health Perspect 119: 873–877.", "ArticleIdList": ["PMC3114825", "21156395"]}, {"Citation": "Volk HE, Lurmann F, Penfold B, Hertz-Picciotto I, McConnell R (2013) Traffic-related air pollution, particulate matter, and autism. Arch Gen Psychiatry 70: 71–77.", "ArticleIdList": ["PMC4019010", "23404082"]}, {"Citation": "Bureau of National Health Insurance (2012) National Health Insurance Research Database, Taiwan. Available: http://www.nhri.org.tw/nhird/en/index.htm. Accessed 28 December 2012. "}, {"Citation": "Wu CY, Chan FKL, Wu MS, Kuo KN, Wang CB, et al. (2010) Histamine2-receptor antagonists are an alternative to proton pump inhibitor in patients receiving clopidogrel. Gastroenterolgy 139: 1165–1171.", "ArticleIdList": ["20600012"]}, {"Citation": "Cheng CL, Kao YHY, Lin SJ, Lee CH, Lai ML (2011) Validation of the National Health Insurance Research Database with ischemic stroke cases in Taiwan. Pharmacoepidemiol Drug Saf 20: 236–242.", "ArticleIdList": ["21351304"]}, {"Citation": "Lin HC, Chen YH, Lee HC, Lin HC (2010) Increased risk of acute myocardial infarction after acute episode of schizophrenia: 6 year follow-up study. Aust N Z J Psychiatry 44: 273–279.", "ArticleIdList": ["20050720"]}, {"Citation": "Rosen NJ, Yoshida CK, Croen LA (2007) Infection in the first 2 years of life and autism spectrum disorders. Pediatrics 119: e61–e69.", "ArticleIdList": ["17200260"]}, {"Citation": "Stroh E, Harrie L, Gustafsson S (2007) A study of spatial resolution in pollution exposure modelling. Int J Health Geogr 6: 19–19.", "ArticleIdList": ["PMC1892775", "17547740"]}, {"Citation": "Leyfer OT, Folstein SE, Bacalman S, Davis NO, Dinh E, et al. (2006) Comorbid psychiatric disorders in children with autism: interview development and rates of disorders. J Autism Dev Disord 36: 849–861.", "ArticleIdList": ["16845581"]}, {"Citation": "Matson JL, Nebel-Schwalm MS (2007) Comorbid psychopathology with autism spectrum disorder in children: An overview. Res Dev Disabil 28: 341–352.", "ArticleIdList": ["16765022"]}, {"Citation": "Hwang YS, Weng SF, Cho CY, Tsai WH (2013) Higher prevalence of autism in Taiwanese children born prematurely: a nationwide population-based study. Res Dev Disabil 34: 2462–2468.", "ArticleIdList": ["23747937"]}, {"Citation": "Kleinbaum DG, Klein M (2005) Survival Analysis: A Self-Learning Text, 2nd ed. New York, NY: Springer Press."}, {"Citation": "James SJ, Rose S, Melnyk S, Jernigan S, Blossom S, et al. (2009) Cellular and mitochondrial glutathione redox imbalance in lymphoblastoid cells derived from children with autism. FASEB J 23: 2374–2383.", "ArticleIdList": ["PMC2717775", "19307255"]}, {"Citation": "Chauhan A, Chauhan V, Brown WT, Cohen I (2004) Oxidative stress in autism: Increased lipid peroxidation and reduced serum levels of ceruloplasmin and transferrin - the antioxidant proteins. Life Sci 75: 2539–2549.", "ArticleIdList": ["15363659"]}, {"Citation": "Ming X, Stein TP, Brimacombe M, Johnson WG, Lambert GH, et al. (2005) Increased excretion of a lipid peroxidation biomarker in autism. Prostaglandins Leukot Essent Fatty Acids 73: 379–384.", "ArticleIdList": ["16081262"]}, {"Citation": "Zoroglu SS, Armutcu F, Ozen S, Gurel A, Sivasli E, et al. (2004) Increased oxidative stress and altered activities of erythrocyte free radical scavenging enzymes in autism. Eur Arch Psychiatry Clin Neurosci 254: 143–147.", "ArticleIdList": ["15205966"]}, {"Citation": "Yorbik O, Sayal A, Akay C, Akbiyik DI, Sohmen T (2002) Investigation of antioxidant enzymes in children with autistic disorder. Prostaglandins Leukot Essent Fatty Acids 67: 341–343.", "ArticleIdList": ["12445495"]}, {"Citation": "Söğüt S, Zoroğlu SS, Özyurt H, Yilmaz HR, Ozuğurlu F, et al. (2003) Changes in nitric oxide levels and antioxidant enzyme activities may have a role in the pathophysiological mechanisms involved in autism. Clin Chim Acta 331: 111–117.", "ArticleIdList": ["12691871"]}, {"Citation": "Enstrom A, Krakowiak P, Onore C, Pessah IN, Hertz-Picciotto I, et al. (2009) Increased IgG4 levels in children with autism disorder. Brain Behav Immun 23: 389–395.", "ArticleIdList": ["PMC2696343", "19136055"]}, {"Citation": "Li X, Chauhan A, Sheikh AM, Patil S, Chauhan V, et al. (2009) Elevated immune response in the brain of autistic patients. J Neuroimmunol 207: 111–116.", "ArticleIdList": ["PMC2770268", "19157572"]}, {"Citation": "Kelly FJ (2003) Oxidative stress: its role in air pollution and adverse health effects. Occup Environ Med 60: 612–616.", "ArticleIdList": ["PMC1740593", "12883027"]}, {"Citation": "Rodkey FL, O′neal JD, Collison HA (1969) Oxygen and carbon monoxide equilibria of human adult hemoglobin at atmospheric and elevated pressure. Blood 33: 57–65.", "ArticleIdList": ["5763633"]}, {"Citation": "Karalliedde L, Keshishian C (2012) Carbon monoxide poisoning. In: Baker D, Karalliedde L, Murray V, Maynard R, Parkinson NHT, editors. Essentials of Toxicology for Health Protection: A Handbook for field professionals, 2nd edition. UK: Oxford University Press. pp. 157–167."}, {"Citation": "Prockop LD, Chichkova RI (2007) Carbon monoxide intoxication: an updated review. J Neurol Sci 262: 122–130.", "ArticleIdList": ["17720201"]}, {"Citation": "Zhang J, Piantadosi CA (1992) Mitochondrial Oxidative Stress after Carbon Monoxide Hypoxia in the Rat Brain. J Clin Invest 90: 1193–1199.", "ArticleIdList": ["PMC443159", "1328293"]}, {"Citation": "Thom SR (1990) Carbon monoxide-mediated brain lipid peroxidation in the rat. J Appl Physiol 68: 997–1003.", "ArticleIdList": ["2341364"]}, {"Citation": "Bayram H, Sapsford RJ, Abdelaziz MM, Khair OA (2001) Effect of ozone and nitrogen dioxide on the release of proinflammatory mediators from bronchial epithelial cells of nonatopic nonasthmatic individuals and atopic asthmatic patients in vitro. J Allergy Clin Immunol 107: 287–294.", "ArticleIdList": ["11174195"]}, {"Citation": "Tamagawa E, van Eeden SF (2006) Impaired lung function and risk for stroke. Chest 130: 1631–1633.", "ArticleIdList": ["17166971"]}, {"Citation": "Banks WA, Farr SA, Morley JE (2002/2003) Entry of blood-borne cytokines in to the central nervous system: effects on cognitive processes. . Neuroimmunomodulation 10: 319–327.", "ArticleIdList": ["12907838"]}, {"Citation": "Block ML, Zecca L, Hong JS (2007) Microglia-mediated neurotoxicity: uncovering the molecular mechanisms. Nat Rev Neurosci 8: 57–69.", "ArticleIdList": ["17180163"]}, {"Citation": "Rivas-Arancibia S, Dorado-Martínez C, Colin-Barenque L, Kendrick KM, de la Riva C, et al. (2003) Effect of acute ozone exposure on locomotor behavior and striatal function. Pharmacol Biochem Behav 74: 891–900.", "ArticleIdList": ["12667904"]}, {"Citation": "Pereyra-Muñoz N, Rugerio-Vargas C, Angoa-Pérez M, Borgonio-Pérez G, Rivas-Arancibia S (2006) Oxidative damage in substania nigra and striatum of rats chronically exposed to ozone. J Chem Neuroanat 31: 114–123.", "ArticleIdList": ["16236481"]}, {"Citation": "ColõÂn-Barenque L, Avila-Costa MR, Fortoul T, Rugerio-Vargas C, Machado-Salas JP, et al. (1999) Morphologic alteration of the olfactory bulb after acute ozone exposure in rats. Neurosci Lett 274: 1–4.", "ArticleIdList": ["10530505"]}, {"Citation": "Avila-Costa MR, ColõÂn-Barenque L, Fortoul TI, Machado-Salas P, Espinosa-Villanueva J, et al. (1999) Memory deterioration in an oxidative stress model and its correlation with cytological changes on rat hippocampus CA1. Neurosci Lett 270: 107–109.", "ArticleIdList": ["10462109"]}, {"Citation": "Santiago-López D, Bautista-Martínez JA, Reyes-Hernandez CI, Aguilar-Martínez M, Rivas-Arancibia S (2010) Oxidative stress, progressive damage in the substantia nigra and plasma dopamine oxidation, in rats chronically exposed to ozone. Toxicol Lett 197: 193–200.", "ArticleIdList": ["20541596"]}, {"Citation": "Meng Z (2003) Oxidative damage of sulfur dioxide on various organs of mice: sulfur dioxide is a systemic oxidative damage agent. Inhal Toxicol 15: 181–195.", "ArticleIdList": ["12528046"]}, {"Citation": "Maimburg RD, Væth M (2006) Perinatal risk factors and infantile autism. Acta Psychiatr Scand 114: 257–264.", "ArticleIdList": ["16968363"]}, {"Citation": "Durkin MS, Maenner MJ, Newschaffer CJ, Lee LC, Cunniff CM, et al. (2008) Advanced parental age and the risk of autism spectrum disorder. Am J Epidemiol 168: 1268–1276.", "ArticleIdList": ["PMC2638544", "18945690"]}, {"Citation": "Gillberg C (1998) Chromosomal disorder and autism. J Autism Dev Disord 28: 415–425.", "ArticleIdList": ["9813777"]}, {"Citation": "Tabacova S, Nikiforov B, Balabaeva L (1985) Postnatal effects of maternal exposure to nitrogen dioxide. Neurobehav Toxicol Teratol 7: 785–789.", "ArticleIdList": ["3835482"]}, {"Citation": "Sorace A, de Acetis L, Santucci D (2001) Prolonged exposure to low doses of ozone: short- and long-term changes in behavioral performance in mice. Environ Res 85: 122–134.", "ArticleIdList": ["11161662"]}, {"Citation": "Becerra TA, Wilhelm M, Olsen J, Cockburn M, Ritz B (2013) Ambient air pollution and autism in Los Angeles county, California. Environ Health Perspect 121: 380–386.", "ArticleIdList": ["PMC3621187", "23249813"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "5", "Day": "14"}, {"Year": "2013", "Month": "8", "Day": "13"}, {"Year": "2013", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "9", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["24086549", "PMC3783370", "10.1371/journal.pone.0075510", "PONE-D-13-19812"]}}], "PubmedBookArticle": []}