{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24278250", "DateCompleted": {"Year": "2014", "Month": "09", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "11", "Day": "20"}], "ELocationID": ["e80147", "10.1371/journal.pone.0080147"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "8", "Issue": "11", "PubDate": {"Year": "2013"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "High environmental ozone levels lead to enhanced allergenicity of birch pollen.", "Pagination": {"StartPage": "e80147", "MedlinePgn": "e80147"}, "Abstract": {"AbstractText": ["Evidence is compelling for a positive correlation between climate change, urbanisation and prevalence of allergic sensitisation and diseases. The reason for this association is not clear to date. Some data point to a pro-allergenic effect of anthropogenic factors on susceptible individuals.", "To evaluate the impact of urbanisation and climate change on pollen allergenicity.", "Catkins were sampled from birch trees from different sites across the greater area of Munich, pollen were isolated and an urbanisation index, NO2 and ozone exposure were determined. To estimate pollen allergenicity, allergen content and pollen-associated lipid mediators were measured in aqueous pollen extracts. Immune stimulatory and modulatory capacity of pollen was assessed by neutrophil migration assays and the potential of pollen to inhibit dendritic cell interleukin-12 response. In vivo allergenicity was assessed by skin prick tests.", "The study revealed ozone as a prominent environmental factor influencing the allergenicity of birch pollen. Enhanced allergenicity, as assessed in skin prick tests, was mirrored by enhanced allergen content. Beyond that, ozone induced changes in lipid composition and chemotactic and immune modulatory potential of the pollen. Higher ozone-exposed pollen was characterised by less immune modulatory but higher immune stimulatory potential.", "It is likely that future climate change along with increasing urbanisation will lead to rising ozone concentrations in the next decades. Our study indicates that ozone is a crucial factor leading to clinically relevant enhanced allergenicity of birch pollen. Thus, with increasing temperatures and increasing ozone levels, also symptoms of pollen allergic patients may increase further."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ZAUM - Center of Allergy & Environment, Member of the German Center for Lung Research (DZL), Technische Universität München/Helmholtz Center, Munich, Germany."}], "LastName": "Beck", "ForeName": "Isabelle", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Jochner", "ForeName": "Susanne", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Gilles", "ForeName": "Stefanie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "McIntyre", "ForeName": "Mareike", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Buters", "ForeName": "Jeroen T M", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Schmidt-Weber", "ForeName": "Carsten", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Behrendt", "ForeName": "Heidrun", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ring", "ForeName": "Johannes", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Menzel", "ForeName": "Annette", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Traidl-Hoffmann", "ForeName": "Claudia", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Allergens"}, {"RegistryNumber": "1HGW4DR56D", "NameOfSubstance": "Leukotriene B4"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "K7Q1JQR04M", "NameOfSubstance": "Dinoprostone"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["immunology"], "DescriptorName": "Allergens"}, {"QualifierName": ["immunology"], "DescriptorName": "Betula"}, {"QualifierName": ["metabolism"], "DescriptorName": "Dinoprostone"}, {"QualifierName": [], "DescriptorName": "Enzyme-Linked Immunosorbent Assay"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Leukotriene B4"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["immunology"], "DescriptorName": "Pollen"}, {"QualifierName": [], "DescriptorName": "Skin Tests"}], "CoiStatement": "<b>Competing Interests: </b>Bet v 1- specific antibodies MAK 2E10G6G7 and 4B10D10F8 were kindly provided by Allergopharma. This does not alter the authors' adherence to all the PLOS ONE policies on sharing data and materials, as detailed online in the guide for authors."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Strachan DP (1999) Lifestyle and atopy. Lancet 353: 1457–1458.", "ArticleIdList": ["10232306"]}, {"Citation": "Behrendt H, Friedrichs KH, Kramer U, Hitzfeld B, Becker WM, et al. (1995) The role of indoor and outdoor air pollution in allergic diseases. Progress in Allergy and Clinical Immunology Volume 3, Stockholm 3: 83–89."}, {"Citation": "Kramer U, Koch T, Ranft U, Ring J, Behrendt H (2000) Traffic-related air pollution is associated with atopy in children living in urban areas. Epidemiology 11: 64–70.", "ArticleIdList": ["10615846"]}, {"Citation": "Diaz-Sanchez D, Riedl M (2005) Diesel effects on human health: a question of stress? American journal of physiology Lung cellular and molecular physiology 289: L722–723.", "ArticleIdList": ["16214822"]}, {"Citation": "Heinrich J, Wichmann HE (2004) Traffic related pollutants in Europe and their effect on allergic disease. Current opinion in allergy and clinical immunology 4: 341–348.", "ArticleIdList": ["15349031"]}, {"Citation": "Ring J, Eberlein-Koenig B, Behrendt H (2001) Environmental pollution and allergy. Ann Allergy Asthma Immunol 87: 2–6.", "ArticleIdList": ["11770678"]}, {"Citation": "Sillman S (1999) The relation between ozone, NOx and hydrocarbons in urban and polluted rural environments. Atmospheric Environment 33."}, {"Citation": "Ziska LH, Gebhard DE, Frenz DA, Faulkner S, Singer BD, et al. (2003) Cities as harbingers of climate change: common ragweed, urbanization, and public health. The Journal of allergy and clinical immunology 111: 290–295.", "ArticleIdList": ["12589347"]}, {"Citation": "Health Effects Institute B, MA (2010) HEI Panel on the Health Effects of Traffic-Related Air Pollution. 2010. Traffic-Related Air Pollution: A Critical Review of the Literature on Emissions, Exposure, and Health Effects. HEI Special Report 17."}, {"Citation": "Behrendt H, Becker WM, Fritzsche C, Sliwa-Tomczok W, Tomczok J, et al. (1997) Air pollution and allergy: experimental studies on modulation of allergen release from pollen by air pollutants. Int Arch Allergy Immunol 113: 69–74.", "ArticleIdList": ["9130487"]}, {"Citation": "Darbah JN, Kubiske ME, Nelson N, Oksanen E, Vaapavuori E, et al. (2007) Impacts of elevated atmospheric CO2 and O3 on paper birch (Betula papyrifera): reproductive fitness. ScientificWorldJournal 7 Suppl 1240–246.", "ArticleIdList": ["PMC5901308", "17450302"]}, {"Citation": "Gilles S, Behrendt H, Ring J, Traidl-Hoffmann C (2012) The Pollen Enigma: Modulation of the Allergic Immune Response by Non-Allergenic, Pollen-Derived Compounds. Current pharmaceutical design.", "ArticleIdList": ["22390694"]}, {"Citation": "Meier U (2001) Entwicklungsstadien mono- und dikotyler Pflanzen. BBCH-Monography. In: Forstwirtschaft BBfLu, editor. Berlin, Braunschweig. 165."}, {"Citation": "Buters JTM, Kasche A, Weichenmeier I, Schober W, Klaus S, et al. (2008) Year-to-year variation in release of Bet v1 allergen from birch pollen: Evidence for geographical differences between west and south Germany. International Archives of Allergy and Immunology 145: 122–130.", "ArticleIdList": ["17848805"]}, {"Citation": "Gilles S, Fekete A, Zhang X, Beck I, Blume C, et al... (2011) Pollen metabolome analysis reveals adenosine as a major regulator of dendritic cell-primed T(H) cell responses. J Allergy Clin Immunol 127: 454–461 e451–459.", "ArticleIdList": ["21281872"]}, {"Citation": "Palmes ED, Gunnison AF, Dimattio J, Tomczyk C (1976) Personal Sampler for Nitrogen-Dioxide. American Industrial Hygiene Association Journal 37: 570–577.", "ArticleIdList": ["983946"]}, {"Citation": "Jochner SC, Beck I, Behrendt H, Traidl-Hoffmann C, Menzel A (2011) Effects of extreme spring temperatures on urban phenology and pollen production: a case study in Munich and Ingolstadt. Climate Research 49: 101–112."}, {"Citation": "Gilles S, Mariani V, Bryce M, Mueller MJ, Ring J, et al. (2009) Pollen-derived E1-phytoprostanes signal via PPAR-gamma and NF-kappaB-dependent mechanisms. J Immunol 182: 6653–6658.", "ArticleIdList": ["19454659"]}, {"Citation": "Traidl-Hoffmann C, Kasche A, Jakob T, Huger M, Plotz S, et al. (2002) Lipid mediators from pollen act as chemoattractants and activators of polymorphonuclear granulocytes. Journal of Allergy and Clinical Immunology 109: 831–838.", "ArticleIdList": ["11994708"]}, {"Citation": "Traidl-Hoffmann C, Jakob T, Behrendt H (2009) Determinants of allergenicity. J Allergy Clin Immunol 123: 558–566.", "ArticleIdList": ["19152966"]}, {"Citation": "Behrendt H, Kasche A, von Eschenbach CE, Risse U, Huss-Marp J, et al. (2001) Secretion of proinflammatory eicosanoid-like substances precedes allergen release from pollen grains in the initiation of allergic sensitization. International Archives of Allergy and Immunology 124: 121–125.", "ArticleIdList": ["11306946"]}, {"Citation": "Hjelmroos M, Schumacher MJ, van Hage-Hamsten M (1995) Heterogeneity of pollen proteins within individual. Betula pendula trees. International Archives of Allergy and Applied Immunology 108.", "ArticleIdList": ["7580310"]}, {"Citation": "Helander ML, Savolainen J, Ahlholm J (1997) Effects of air pollution and other environmental factors on birch pollen allergens. Allergy 52: 1207–1214.", "ArticleIdList": ["9450140"]}, {"Citation": "Tashpulatov AS, Clement P, Akimcheva SA, Belogradova KA, Barinova I, et al. (2004) A model system to study the environment-dependent expression of the Bet v 1a gene encoding the major birch pollen allergen. Int Arch Allergy Immunol 134: 1–9.", "ArticleIdList": ["15051934"]}, {"Citation": "Stathopoulou E, Mihalakakou G, Santamouris M, Bagiorgas HS (2008) On the impact of temperature on tropospheric ozone concentration levels in urban environments. J Earth Syst Sci 117: 227–236."}, {"Citation": "Eckl-Dorna J, Klein B, Reichenauer TG, Niederberger V, Valenta R (2010) Exposure of rye (Secale cereale) cultivars to elevated ozone levels increases the allergen content in pollen. J Allergy Clin Immunol 126: 1315–1317.", "ArticleIdList": ["20674963"]}, {"Citation": "Kanter U, Heller W, Durner J, Winkler JB, Engel M, et al. Molecular and Immunological Characterization of Ragweed (Ambrosia artemisiifolia L.) Pollen after Exposure of the Plants to Elevated Ozone over a Whole Growing Season. PLoS One 8: e61518.", "ArticleIdList": ["PMC3630196", "23637846"]}, {"Citation": "Behrendt H, Kasche A, Traidl C, Plotz S, Huss-Marp J, et al. (2002) Pollen grains contain and release not only allergens, but also eicosanoid-like substances with neutrophil chemotactic activity: A new step in the initiation of allergic sensitization? New Trends in Allergy V: 3–8."}, {"Citation": "Buters JT, Weichenmeier I, Ochs S, Pusch G, Kreyling W, et al. (2010) The allergen Bet v 1 in fractions of ambient air deviates from birch pollen counts. Allergy 65: 850–858.", "ArticleIdList": ["20132158"]}, {"Citation": "Armstrong RA (1995) Investigation of the inhibitory effects of PGE2 and selective EP agonists on chemotaxis of human neutrophils. Br J Pharmacol 116: 2903–2908.", "ArticleIdList": ["PMC1909222", "8680723"]}, {"Citation": "Gilles S, Mariani V, Bryce M, Mueller MJ, Ring J, et al. (2009) Pollen allergens do not come alone: pollen associated lipid mediators (PALMS) shift the human immune systems towards a T(H)2-dominated response. Allergy Asthma Clin Immunol 5: 3.", "ArticleIdList": ["PMC2776232", "19946407"]}, {"Citation": "Traidl-Hoffmann C, Mariani V, Hochrein H, Karg K, Wagner H, et al. (2005) Pollen-associated phytoprostanes inhibit dendritic cell interleukin-12 production and augment T helper type 2 cell polarization. J Exp Med 201: 627–636.", "ArticleIdList": ["PMC2213058", "15728240"]}, {"Citation": "Schar C, Vidale PL, Luthi D, Frei C, Haberli C, et al. (2004) The role of increasing temperature variability in European summer heatwaves. Nature 427: 332–336.", "ArticleIdList": ["14716318"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "6", "Day": "7"}, {"Year": "2013", "Month": "9", "Day": "30"}, {"Year": "2013", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "11", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["24278250", "PMC3835901", "10.1371/journal.pone.0080147", "PONE-D-13-23679"]}}], "PubmedBookArticle": []}