{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": ["IM"], "KeywordList": [["gene expression.", "neonatal lung", "ozone"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24336422", "DateCompleted": {"Year": "2014", "Month": "10", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1093/toxsci/kft276"], "ArticleDate": [{"Year": "2013", "Month": "12", "Day": "12"}], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "138", "Issue": "1", "PubDate": {"Year": "2014", "Month": "Mar"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Transcriptome profiling of the newborn mouse lung response to acute ozone exposure.", "Pagination": {"StartPage": "175", "EndPage": "190", "MedlinePgn": "175-90"}, "Abstract": {"AbstractText": ["Ozone pollution is associated with adverse effects on respiratory health in adults and children but its effects on the neonatal lung remain unknown. This study was carried out to define the effect of acute ozone exposure on the neonatal lung and to profile the transcriptome response. Newborn mice were exposed to ozone or filtered air for 3h. Total RNA was isolated from lung tissues at 6 and 24h after exposure and was subjected to microarray gene expression analysis. Compared to filtered air-exposed littermates, ozone-exposed newborn mice developed a small but significant neutrophilic airway response associated with increased CXCL1 and CXCL5 expression in the lung. Transcriptome analysis indicated that 455 genes were down-regulated and 166 genes were up-regulated by at least 1.5-fold at 6h post-ozone exposure (t-test, p < .05). At 24h, 543 genes were down-regulated and 323 genes were up-regulated in the lungs of ozone-exposed, compared to filtered air-exposed, newborn mice (t-test, p < .05). After controlling for false discovery rate, 50 genes were identified as significantly down-regulated and only a few (RORC, GRP, VREB3, and CYP2B6) were up-regulated at 24h post-ozone exposure (q < .05). Gene ontology enrichment analysis revealed that cell cycle-associated functions including cell division/proliferation were the most impacted pathways, which were negatively regulated by ozone exposure, an adverse effect that was associated with reduced bromo-deoxyuridine incorporation. These results demonstrate that acute ozone exposure alters cell proliferation in the developing neonatal lung through a global suppression of cell cycle function."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "* Department of Pediatrics and."}], "Identifier": [], "LastName": "Gabehart", "ForeName": "Kelsa", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Correll", "ForeName": "Kelly A", "Initials": "KA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Yang", "ForeName": "Jing", "Initials": "J"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Collins", "ForeName": "Maureen L", "Initials": "ML"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Loader", "ForeName": "Joan E", "Initials": "JE"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Leach", "ForeName": "Sonia", "Initials": "S"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "White", "ForeName": "Carl W", "Initials": "CW"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Dakhama", "ForeName": "Azzeddine", "Initials": "A"}], "GrantList": [{"GrantID": "P01 ES018181", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 HD053557", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Chemokine CXCL1"}, {"RegistryNumber": "0", "NameOfSubstance": "Chemokine CXCL5"}, {"RegistryNumber": "0", "NameOfSubstance": "Cxcl1 protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "Cxcl5 protein, mouse"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Animals, Newborn"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["genetics"], "DescriptorName": "Chemokine CXCL1"}, {"QualifierName": ["genetics"], "DescriptorName": "Chemokine CXCL5"}, {"QualifierName": [], "DescriptorName": "Down-Regulation"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": ["drug effects", "growth & development", "metabolism", "pathology"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred BALB C"}, {"QualifierName": ["drug effects", "metabolism", "pathology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects", "ultrastructure"], "DescriptorName": "Trachea"}, {"QualifierName": ["drug effects"], "DescriptorName": "Transcriptome"}, {"QualifierName": [], "DescriptorName": "Up-Regulation"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akinbami L. J., Lynch C. D., Parker J. D., Woodruff T. J. (2010). The association between childhood asthma prevalence and monitored air pollutants in metropolitan areas, United States, 2001–2004. Environ. Res. 110(3), 294–301", "ArticleIdList": ["20117766"]}, {"Citation": "Babin S. M., Burkom H. S., Holtry R. S., Tabernero N. R., Stokes L. D., Davies-Cole J. O., DeHaan K., Lee D. H. (2007). Pediatric patient asthma-related emergency department visits and admissions in Washington, DC, from 2001–2004, and associations with air quality, socio-economic status and age group. Environ. Health 6, 9.", "ArticleIdList": ["PMC1845147", "17376237"]}, {"Citation": "Benjamini Y., Hochberg Y. (1995). Controling the false discovery rate: A practical and powerful approach to multipul testing. J. Royal Stat. Soc. B 57, 289–300"}, {"Citation": "Bourbon J., Boucherat O., Chailley-Heu B., Delacourt C. (2005). Control mechanisms of lung alveolar development and their disorders in bronchopulmonary dysplasia. Pediatr. Res. 57(5), 38R–46R", "ArticleIdList": ["15817499"]}, {"Citation": "Chubatsu L.S., Meneghini R. (1993). Metallothionein protects DNA from oxidative damage. Biochem. J. 291, 193–198", "ArticleIdList": ["PMC1132501", "8385930"]}, {"Citation": "Corbett N. P., Blimkie D., Ho K. C., Cai B., Sutherland D. P., Kallos A., Crabtree J., Rein-Weston A., Lavoie P. M., Turvey S. E., et al. (2010). Ontogeny of Toll-like receptor mediated cytokine responses of human blood mononuclear cells. PLoS ONE 5(11), e15041.", "ArticleIdList": ["PMC2994830", "21152080"]}, {"Citation": "Dakhama A., Park J. W., Taube C., Joetham A., Balhorn A., Miyahara N., Takeda K., Gelfand E. W. (2005). The enhancement or prevention of airway hyperresponsiveness during reinfection with respiratory syncytial virus is critically dependent on the age at first infection and IL-13 production. J. Immunol. 175(3), 1876–1883", "ArticleIdList": ["16034131"]}, {"Citation": "Das K. C., Ravi D. (2004). Altered expression of cyclins and cdks in premature infant baboon model of bronchopulmonary dysplasia. Antioxid. Redox Signal. 6:117–127", "ArticleIdList": ["14713343"]}, {"Citation": "Degan S., Lopez G. Y., Kevill K., Sunday M. E. (2008). Gastrin-releasing peptide, immune responses, and lung disease. Ann. N. Y. Acad. Sci. 1144, 136–147", "ArticleIdList": ["19076373"]}, {"Citation": "Dietert R. R., Etzel R. A., Chen D., Halonen M., Holladay S. D., Jarabek A. M., Landreth K., Peden D. B., Pinkerton K., Smialowicz R. J., et al. (2000). Workshop to identify critical windows of exposure for children’s health: Immune and respiratory systems work group summary. Environ. Health Perspect. 108(Suppl. 3), 483–490", "ArticleIdList": ["PMC1637823", "10852848"]}, {"Citation": "Esworthy R. S., Yang L., Frankel P. H., Chu F. F. (2005). Epithelium-specific glutathione peroxidase, Gpx2, is involved in the prevention of intestinal inflammation in selenium-deficient mice. J. Nutr. 135(4), 740–745", "ArticleIdList": ["15795427"]}, {"Citation": "Evans M. J., Fanucchi M. V., Baker G. L., Van Winkle L. S., Pantle L. M., Nishio S. J., Schelegle E. S., Gershwin L. J., Miller L. A., Hyde D. M., et al. (2004). The remodelled tracheal basement membrane zone of infant rhesus monkeys after 6 months of recovery. Clin. Exp. Allergy 34(7), 1131–1136", "ArticleIdList": ["15248862"]}, {"Citation": "Fanucchi M. V., Plopper C. G., Evans M. J., Hyde D. M., Van Winkle L. S., Gershwin L. J., Schelegle E. S. (2006). Cyclic exposure to ozone alters distal airway development in infant rhesus monkeys. Am. J. Physiol. Lung Cell. Mol. Physiol. 291(4), L644–L650", "ArticleIdList": ["16648242"]}, {"Citation": "Finkelstein J. N., Johnston C. J. (2004). Enhanced sensitivity of the postnatal lung to environmental insults and oxidant stress. Pediatrics 113(4 Suppl.), 1092–1096", "ArticleIdList": ["15060204"]}, {"Citation": "Frischer T., Studnicka M., Gartner C., Tauber E., Horak F., Veiter A., Spengler J., Kuhr J., Urbanek R. (1999). Lung function growth and ambient ozone: A three-year population study in school children. Am. J. Respir. Crit. Care Med. 160(2), 390–396", "ArticleIdList": ["10430703"]}, {"Citation": "Gabehart K., Correll K. A., Yang J., Collins M. L., Loader J. E., White C. W., Dakhama A. (2011). Effect of postnatal ozone exposure on the developing lung. Am. J. Respir. Crit. Care Med. 183, A3242"}, {"Citation": "Gauderman W. J., Gilliland G. F., Vora H., Avol E., Stram D., McConnell R., Thomas D., Lurmann F., Margolis H. G., Rappaport E. B., et al. (2002). Association between air pollution and lung function growth in southern California children: Results from a second cohort. Am. J. Respir. Crit. Care Med. 166(1), 76–84", "ArticleIdList": ["12091175"]}, {"Citation": "Gohil K., Cross C. E., Last J. A. (2003). Ozone-induced disruptions of lung transcriptomes. Biochem. Biophys. Res. Commun. 305(3), 719–728", "ArticleIdList": ["12763052"]}, {"Citation": "Hicks A., Kourteva G., Hilton H., Li H., Lin T. A., Liao W., Li Y., Wei X., March T., Benson J., et al. (2010). Cellular and molecular characterization of ozone-induced pulmonary inflammation in the Cynomolgus monkey. Inflammation 33(3), 144–156", "ArticleIdList": ["19941046"]}, {"Citation": "Holladay S. D., Smialowicz R. J. (2000). Development of the murine and human immune system: Differential effects of immunotoxicants depend on time of exposure. Environ. Health Perspect. 108(Suppl. 3), 463–473", "ArticleIdList": ["PMC1637831", "10852846"]}, {"Citation": "Hollingsworth J. W., Kleeberger S. R., Foster W. M. (2007). Ozone and pulmonary innate immunity. Proc. Am. Thorac. Soc. 4(3), 240–246", "ArticleIdList": ["PMC2647625", "17607006"]}, {"Citation": "Ihorst G., Frischer T., Horak F., Schumacher M., Kopp M., Forster J., Mattes J., Kuehr J. (2004). Long- and medium-term ozone effects on lung growth including a broad spectrum of exposure. Eur. Respir. J. 23(2), 292–299", "ArticleIdList": ["14979506"]}, {"Citation": "Inoue K., Takano H., Kaewamatawong T., Shimada A., Suzuki J., Yanagisawa R., Tasaka S., Ishizaka A., Satoh M. (2008). Role of metallothionein in lung inflammation induced by ozone exposure in mice. Free Radic. Biol. Med. 45(12), 1714–1722", "ArticleIdList": ["18929643"]}, {"Citation": "Ivanov II, McKenzie B. S., Zhou L., Tadokoro C. E., Lepelley A., Lafaille J. J., Cua D. J., Littman D. R. (2006). The orphan nuclear receptor RORgammat directs the differentiation program of proinflammatory IL-17+ T helper cells. Cell 126(6), 1121–1133", "ArticleIdList": ["16990136"]}, {"Citation": "Johnston C. J., Oberdorster G., Gelein R., Finkelstein J. N. (2000a). Newborn mice differ from adult mice in chemokine and cytokine expression to ozone, but not to endotoxin. Inhal. Toxicol. 12(3), 205–224", "ArticleIdList": ["10715625"]}, {"Citation": "Johnston C. J., Reed C. K., Avissar N. E., Gelein R., Finkelstein J. N. (2000b). Antioxidant and inflammatory response after acute nitrogen dioxide and ozone exposures in C57Bl/6 mice. Inhal. Toxicol. 12(3), 187–203", "ArticleIdList": ["10715624"]}, {"Citation": "Johnston C. J., Holm B. A., Finkelstein J. N. (2004). Differential proinflammatory cytokine responses of the lung to ozone and lipopolysaccharide exposure during postnatal development. Exp. Lung Res. 30(7), 599–614", "ArticleIdList": ["15371095"]}, {"Citation": "Johnston C. J., Holm B. A., Gelein R., Finkelstein J. N. (2006). Postnatal lung development: Immediate-early gene responses post ozone and LPS exposure. Inhal. Toxicol. 18(11), 875–883", "ArticleIdList": ["16864405"]}, {"Citation": "Kajekar R., Pieczarka E. M., Smiley-Jewell S. M., Schelegle E. S., Fanucchi M. V., Plopper C. G. (2007). Early postnatal exposure to allergen and ozone leads to hyperinnervation of the pulmonary epithelium. Respir. Physiol. Neurobiol. 155(1), 55–63", "ArticleIdList": ["16616710"]}, {"Citation": "Kennedy C. H., Hatch G. E., Slade R., Mason R. P. (1992). Application of the EPR spin-trapping technique to the detection of radicals produced in vivo during inhalation exposure of rats to ozone. Toxicol. Appl. Pharmacol. 114(1), 41–46", "ArticleIdList": ["1316646"]}, {"Citation": "Knust J., Ochs M., Gundersen H. J., Nyengaard J. R. (2009). Stereological estimates of alveolar number and size and capillary length and surface area in mice lungs. Anat. Rec. (Hoboken) 292(1), 113–122", "ArticleIdList": ["19115381"]}, {"Citation": "Lee Y. M., Miyahara N., Takeda K., Prpich J., Oh A., Balhorn A., Joatham A., Gelfand E. W., Dakhama A. (2008). IFN-gamma production during initial infection determines the outcome of reinfection with respiratory syncytial virus. Am. J. Respir. Crit. Care Med. 177(2), 208–218", "ArticleIdList": ["PMC2204078", "17962634"]}, {"Citation": "Li R., Chen W., Yanes R., Lee S., Berliner J. A. (2007). OKL38 is an oxidative stress response gene stimulated by oxidized phospholipids. J. Lipid Res. 48(3), 709–715", "ArticleIdList": ["17192422"]}, {"Citation": "Maeda Y., Davé V., Whitsett J. A. (2007). Transcriptional control of lung morphogenesis. Physiol. Rev. 87, 219–244", "ArticleIdList": ["17237346"]}, {"Citation": "Maniar-Hew K., Postlethwait E. M., Fanucchi M. V., Ballinger C. A., Evans M. J., Harkema J. R., Carey S. A., McDonald R. J., Bartolucci A. A., Miller L. A. (2011). Postnatal episodic ozone results in persistent attenuation of pulmonary and peripheral blood responses to LPS challenge. Am. J. Physiol. Lung Cell. Mol. Physiol. 300(3), L462–L471", "ArticleIdList": ["PMC3064293", "21131396"]}, {"Citation": "Mar T. F., Koenig J. Q. (2009). Relationship between visits to emergency departments for asthma and ozone exposure in greater Seattle, Washington. Ann. Allergy Asthma Immunol. 103(6), 474–479", "ArticleIdList": ["20084840"]}, {"Citation": "Mariani T. J., Reed J. J., Shapiro S. D. (2002). Expression profiling of the developing mouse lung. Insights into the establishment of the extracellular matrix. Am. J. Respir. Cell. Mol. Biol. 26, 541–548", "ArticleIdList": ["11970905"]}, {"Citation": "Melvan J. N., Bagby G. J., Welsh D. A., Nelson S., Zhang P. (2010). Neonatal sepsis and neutrophil insufficiencies. Int. Rev. Immunol. 29(3), 315–348", "ArticleIdList": ["PMC3103186", "20521927"]}, {"Citation": "Mudway I. S., Kelly F. J. (2004). An investigation of inhaled ozone dose and the magnitude of airway inflammation in healthy adults. Am. J. Respir. Crit. Care Med. 169(10), 1089–1095", "ArticleIdList": ["14754762"]}, {"Citation": "Nadadur S. S., Costa D. L., Slade R., Silbjoris R., Hatch G. E. (2005). Acute ozone-induced differential gene expression profiles in rat lung. Environ. Health Perspect. 113(12), 1717–1722", "ArticleIdList": ["PMC1314911", "16330353"]}, {"Citation": "Oslund K. L., Hyde D. M., Putney L. F., Alfaro M. F., Walby W. F., Tyler N. K., Schelegle E. S. (2009). Activation of calcitonin gene-related peptide receptor during ozone inhalation contributes to airway epithelial injury and repair. Toxicol. Pathol. 37(6), 805–813", "ArticleIdList": ["19700657"]}, {"Citation": "Park J. W., Taube C., Joetham A., Takeda K., Kodama T., Dakhama A., McConville G., Allen C. B., Sfyroera G., Shultz L. D., et al. (2004). Complement activation is critical to airway hyperresponsiveness after acute ozone exposure. Am. J. Respir. Crit. Care Med. 169(6), 726–732", "ArticleIdList": ["14701711"]}, {"Citation": "Pinkerton K. E., Joad J. P. (2000). The mammalian respiratory system and critical windows of exposure for children’s health. Environ. Health Perspect. 108(Suppl. 3), 457–462", "ArticleIdList": ["PMC1637815", "10852845"]}, {"Citation": "Plopper C. G., Fanucchi M. V. (2000). Do urban environmental pollutants exacerbate childhood lung diseases? Environ. Health Perspect. 108(6), A252–A253", "ArticleIdList": ["PMC1638133", "10856036"]}, {"Citation": "Pryor W. A., Church D. F. (1991). Aldehydes, hydrogen peroxide, and organic radicals as mediators of ozone toxicity. Free Radic. Biol. Med. 11(1), 41–46", "ArticleIdList": ["1937128"]}, {"Citation": "Pryor W. A. (1992). How far does ozone penetrate into the pulmonary air/tissue boundary before it reacts? Free Radic. Biol. Med. 12(1), 83–88", "ArticleIdList": ["1537573"]}, {"Citation": "Rojas-Martinez R., Perez-Padilla R., Olaiz-Fernandez G., Mendoza-Alvarado L., Moreno-Macias H., Fortoul T., McDonnell W., Loomis D., Romieu I. (2007). Lung function growth in children with long-term exposure to air pollutants in Mexico City. Am. J. Respir. Crit. Care Med. 176(4), 377–384", "ArticleIdList": ["17446338"]}, {"Citation": "Romieu I., Sienra-Monge J. J., Ramirez-Aguilar M., Tellez-Rojo M. M., Moreno-Macias H., Reyes-Ruiz N. I., del Rio-Navarro B. E., Ruiz-Navarro M. X., Hatch G., Slade R., et al. (2002). Antioxidant supplementation and lung functions among children with asthma exposed to high levels of air pollutants. Am. J. Respir. Crit. Care Med. 166(5), 703–709", "ArticleIdList": ["12204869"]}, {"Citation": "Roy M. G., Rahmani M., Hernandez J. R., Alexander S. N., Ehre C., Ho S. B., Evans C. M. (2011). Mucin production during prenatal and postnatal murine lung development. Am. J. Respir. Cell Mol. Biol. 44(6), 755–760", "ArticleIdList": ["PMC3135838", "21653907"]}, {"Citation": "Sato M., Bremmer I. (1993). Oxygen free radicals and metallothionein. Free Radic. Biol. Med. 14, 325–337", "ArticleIdList": ["8458590"]}, {"Citation": "Schelegle E. S., Carl M. L., Coleridge H. M., Coleridge J. C., Green J. F. (1993). Contribution of vagal afferents to respiratory reflexes evoked by acute inhalation of ozone in dogs. J. Appl. Physiol. 74(5), 2338–2344", "ArticleIdList": ["8335565"]}, {"Citation": "Strickland M. J., Darrow L. A., Klein M., Flanders W. D., Sarnat J. A., Waller L. A., Sarnat S. E., Mulholland J. A., Tolbert P. E. (2010). Short-term associations between ambient air pollutants and pediatric asthma emergency department visits. Am. J. Respir. Crit. Care Med. 182(3), 307–316", "ArticleIdList": ["PMC2921597", "20378732"]}, {"Citation": "Strickland M. J., Darrow L. A., Mulholland J. A., Klein M., Flanders W. D., Winquist A., Tolbert P. E. (2011). Implications of different approaches for characterizing ambient air pollutant concentrations within the urban airshed for time-series studies and health benefits analyses. Environ. Health 10, 36.", "ArticleIdList": ["PMC3118125", "21569371"]}, {"Citation": "Subramaniam M., Bausch C., Twomey A., Andreeva S., Yoder B. A., Chang L., Crapo J. D., Pierce R. A., Cuttitta F., Sunday M. E. (2007). Bombesin-like peptides modulate alveolarization and angiogenesis in bronchopulmonary dysplasia. Am. J. Respir. Crit. Care Med. 176(9), 902–912", "ArticleIdList": ["PMC2048672", "17585105"]}, {"Citation": "Tager I. B., Balmes J., Lurmann F., Ngo L., Alcorn S., Kunzli N. (2005). Chronic exposure to ambient ozone and lung function in young adults. Epidemiology 16(6), 751–759", "ArticleIdList": ["16222164"]}, {"Citation": "Takahashi Y., Takahashi S., Yoshimi T., Miura T., Mochitate K., Kobayashi T. (1997). Increases in the mRNA levels of gamma-glutamyltransferase and heme oxygenase-1 in the rat lung after ozone exposure. Biochem. Pharmacol. 53(7), 1061–1064", "ArticleIdList": ["9174121"]}, {"Citation": "Taylor-Clark T. E., Undem B. J. (2010). Ozone activates airway nerves via the selective stimulation of TRPA1 ion channels. J. Physiol. 588(Pt 3), 423–433", "ArticleIdList": ["PMC2825608", "20008466"]}, {"Citation": "Triche E. W., Gent J. F., Holford T. R., Belanger K., Bracken M. B., Beckett W. S., Naeher L., McSharry J. E., Leaderer B. P. (2006). Low-level ozone exposure and respiratory symptoms in infants. Environ. Health Perspect. 114(6), 911–916", "ArticleIdList": ["PMC1480512", "16759994"]}, {"Citation": "Valacchi G., Pagnin E., Corbacho A. M., Olano E., Davis P. A., Packer L., Cross C. E. (2004). In vivo ozone exposure induces antioxidant/stress-related responses in murine lung and skin. Free Radic. Biol. Med. 36(5), 673–681", "ArticleIdList": ["14980710"]}, {"Citation": "Vancza E. M., Galdanes K., Gunnison A., Hatch G., Gordon T. (2009). Age, strain, and gender as factors for increased sensitivity of the mouse lung to inhaled ozone. Toxicol. Sci. 107(2), 535–543", "ArticleIdList": ["PMC2735417", "19066396"]}, {"Citation": "White M. C., Etzel R. A., Wilcox W. D., Lloyd C. (1994). Exacerbations of childhood asthma and ozone pollution in Atlanta. Environ. Res. 65(1), 56–68", "ArticleIdList": ["8162885"]}, {"Citation": "Williams A. S., Issa R., Leung S. Y., Nath P., Ferguson G. D., Bennett B. L., Adcock I. M., Chung K. F. (2007). Attenuation of ozone-induced airway inflammation and hyper-responsiveness by c-Jun NH2 terminal kinase inhibitor SP600125. J. Pharmacol. Exp. Ther. 322(1), 351–359", "ArticleIdList": ["17460151"]}]}], "History": [{"Year": "2013", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24336422", "PMC3930365", "10.1093/toxsci/kft276", "kft276"]}}], "PubmedBookArticle": []}