{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["Air pollution", "PM2.5", "exposure assessment", "grid resolution", "human health", "ozone"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24348882", "DateRevised": {"Year": "2024", "Month": "03", "Day": "23"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1007/s11869-013-0197-8"], "ArticleDate": [], "Journal": {"ISSN": "1873-9318", "JournalIssue": {"Volume": "6", "Issue": "3", "PubDate": {"Year": "2013", "Month": "Sep"}}, "Title": "Air quality, atmosphere, & health", "ISOAbbreviation": "Air Qual Atmos Health"}, "ArticleTitle": "The effect of grid resolution on estimates of the burden of ozone and fine particulate matter on premature mortality in the United States.", "Abstract": {"AbstractText": ["Assessments of human health impacts associated with outdoor air pollution often use air quality models to represent exposure, but involve uncertainties due to coarse model resolution. Here we quantify how estimates of mortality in the United States attributable to ozone (O<sub>3</sub>) and fine particulate matter (PM<sub>2.5</sub>) at coarse resolution differ from those at finer resolution. Using the finest modeled concentrations (12 km), we estimate that 66,000 (95% CI, 39,300 - 84,500) all-cause and 21,400 (5,600 - 34,200) respiratory deaths per year are attributable to PM<sub>2.5</sub> and O<sub>3</sub> concentrations above low-concentration thresholds, respectively. Using model results at 36 km resolution gives mortality burdens that are 11% higher for PM<sub>2.5</sub> and 12% higher for O<sub>3</sub> than the 12 km estimates, suggesting a modest positive bias. We also scale modeled concentrations at 12 km to coarser resolutions by simple averaging, and repeat the mortality assessment at multiple resolutions from 24 to 408 km, including the resolutions of global models; in doing so, we account for the effect of resolution on population exposure. Coarse grid resolutions produce mortality estimates that are substantially biased low for PM<sub>2.5</sub> (30-40% lower than the 12 km estimate at >250 km resolution), but less than 6% higher for O<sub>3</sub> at any resolution. Mortality estimates for primary PM<sub>2.5</sub> species show greater bias at coarse resolution than secondary species. These results suggest that coarse resolution global models (>100 km) are likely biased low for PM<sub>2.5</sub> health effects. For ozone, biases due to coarse resolution may be much smaller, and the effect on modeled chemistry likely dominates."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences and Engineering, University of North Carolina, CB#7431, Chapel Hill, NC 27599."}], "Identifier": [], "LastName": "Punger", "ForeName": "Elizabeth M", "Initials": "EM"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences and Engineering, University of North Carolina, CB#7431, Chapel Hill, NC 27599."}], "Identifier": [], "LastName": "West", "ForeName": "J Jason", "Initials": "JJ"}], "GrantList": [{"GrantID": "P30 ES010126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES022600", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Air Qual Atmos Health", "NlmUniqueID": "101317801", "ISSNLinking": "1873-9318"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abt Associates Incorporated. Environmental Benefits and Mapping Program (Version 4.0) Bethesda, MD: Prepared for US Environmental Protection Agency Office of Air Quality Planning and Standards; 2010."}, {"Citation": "Anenberg SC, Horowitz LW, Tong DQ, West JJ. An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling. Environ Health Persp. 2010;118:1189–1195.", "ArticleIdList": ["PMC2944076", "20382579"]}, {"Citation": "Arunachalam S, Holland A, Do B, Abraczinskas M. A quantitative assessment of the influence of grid resolution on predictions of future-year air quality in North Carolina, USA. Atmos Env. 2006;40:5010–5026."}, {"Citation": "Bell ML, McDermott A, Zeger SL, Samet JM, Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA. 2004;292:2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Bell ML, Peng RD, Dominici F. The exposure-response curve for ozone and risk of mortality and the adequacy of current ozone regulations. Environ Health Persp. 114:532–536.", "ArticleIdList": ["PMC1440776", "16581541"]}, {"Citation": "Binkowski FS, Roselle SJ. Models-3 Community Multiscale Air Quality (CMAQ) model aerosol component 1. model description. J Geophys Res. 2003;108(D6):4183."}, {"Citation": "Blanchard CL, Roth PM, Tanenbaum SJ, Ziman SD, Seinfeld JH. The use of ambient measurements to identify which precursor species limit aerosol nitrate formation. J Air Waste Manage Assoc. 2000;50:2073–2084.", "ArticleIdList": ["11140136"]}, {"Citation": "Broeckaert F, Arsalane K, Hermans C, Bergamaschi E, Brustolin A, Matti A, Bernard A. Lung epithelial damage at low concentrations of ambient ozone. Lancet. 1999;353:900–901.", "ArticleIdList": ["10093991"]}, {"Citation": "Centers for Disease Control and Prevention. CDC Wonder. Atlanta, GA: US Department of Health and Human Services; 2009."}, {"Citation": "Cohen AJ, Anderson HR, Ostro B, Pandey KD, Krzyzanowski M, Kunzli N, Gutschmidt K, Pope CA, III, Romieu I, Samet JM, Smith KR. Urban air pollution. In: Ezzati M, Lopez AD, Rodgers A, Murray CJL, editors. Comparative quantification of health risks: global and regional burden of disease due to selected major risk factors. Geneva: World Health Organization; 2004. pp. 1353–1434."}, {"Citation": "Corbett JJ, Winebrake JJ, Green EH, Kasibhatla P, Eyring V, Lauer A. Mortality from ship emissions: a global assessment. Environ Sci Technol. 2007;41:8512–8518.", "ArticleIdList": ["18200887"]}, {"Citation": "Fann N, Lamson AD, Anenberg SC, Wesson K, Risley D, Hubbell BJ. Estimating the national public health burden associated with exposure to ambient PM2.5 and ozone. Risk Analysis. 2012;32(1):81–95.", "ArticleIdList": ["21627672"]}, {"Citation": "Fann N, Roman HA, Fulcher CM, Gentile MA, Hubbell BJ, Wesson K, Levy JI. Maximizing health benefits and minimizing inequality: incorporating local-scale data in the design and evaluation of air quality policies. Risk Analysis. 2011;31:908–922.", "ArticleIdList": ["21615761"]}, {"Citation": "Greco SL, Wilson AM, Spengler JD, Levy JI. Spatial patterns of mobile source particulate matter emissions-to-exposure relationships across the United States. Atmos Environ. 2007;41:1011–1025.", "ArticleIdList": ["18075073"]}, {"Citation": "Hubbell BJ, Fann N, Levy JI. Methodological considerations in developing local-scale health impact assessments: balancing national, regional, and local data. Air Qual Atmos Health. 2009;2:99–110."}, {"Citation": "Hubbell BJ, Hallberg A, McCubbin DR, Post E. Health-related benefits of attaining the 8-hr ozone standard. Environ. Health Persp. 2005;113:73–82.", "ArticleIdList": ["PMC1253713", "15626651"]}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology. 2005;16:446–457.", "ArticleIdList": ["15951662"]}, {"Citation": "Jang JC, Jeffries H, Byun D, Pleim JE. Sensitivity of ozone to model grid resolution – 1 Application of high-resolution regional acid deposition model. Atmos Environ. 1995;29(21):2085–3100."}, {"Citation": "Jerrett M, Burnett RT, Ma RJ, Pope CA, Krewski D, Newbold KB, Thurston G, Shi YL, Finkelstein N, Calle EE, Thun MJ. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiology. 2005;16:727–736.", "ArticleIdList": ["16222161"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. New Engl J Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, Turner MC, Pope CA, III, Thurston G, Calle EE, Thun MJ. Health Effects Institute Research Report 140. Boston: 2009. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality.", "ArticleIdList": ["19627030"]}, {"Citation": "Laden F, Schwartz J, Speizer FE, Dockery DW. Reduction in fine particulate air pollution and mortality. Am J Respir Crit Care Med. 2006;173:667–672.", "ArticleIdList": ["PMC2662950", "16424447"]}, {"Citation": "Liang J, Jacobson M. Effects of subgrid segregation on ozone production efficiency in a chemical model. Atmos Environ. 2000;34:2975–2982."}, {"Citation": "Ostro B, Feng WY, Broadwin R, Green S, Lipsett M. The effects of components of fine particulate air pollution on mortality in California: results from CALFINE. Environ Health Persp. 2007;115:13–19.", "ArticleIdList": ["PMC1797827", "17366813"]}, {"Citation": "Ostro B. WHO Environmental Burden of Disease Series, No. 5. Geneva: World Health Organization; 2004. Outdoor air Pollution: Assessing the Environmental Burden of Disease at National and Local Levels."}, {"Citation": "Pope CA, III, Burnett RT, Thun MJ, Calle EE, Krewski D, Ito K, Thurston GD. Lung cancer, cardiopulmonary mortality, and long-term exposure to fine particle air pollution. JAMA. 2002;287:1132–1141.", "ArticleIdList": ["PMC4037163", "11879110"]}, {"Citation": "Seinfeld JH, Pandis SN. 2nd edn. Hoboken, NJ: Wiley; 2006. Atmospheric chemistry and physics: from air pollution to climate change."}, {"Citation": "Tang Y. A case study of nesting simulation for the Southern Oxidants Study 1999 at Nashville. Atmos Env. 2002;36:1691–1705."}, {"Citation": "Thompson TM, Selin NE. Influence of air quality model resolution on uncertainty associated with health impacts. Atmos Chem Phys. 2012;12:9753–9762."}, {"Citation": "US Environmental Protection Agency. EPA-454/B-07-002. Research Triangle Park, NC: 2007. Guidance on the use of models and other analyses for demonstrating attainment of air quality goals for ozone, PM2.5, and regional haze."}, {"Citation": "US Environmental Protection Agency. EPA-454/R-10-00. Research Triangle Park, NC: 2010a. Air quality modeling technical support document: light-duty vehicle greenhouse gas emission standards final rule."}, {"Citation": "US Environmental Protection Agency. EPA-452/R-10-005. Research Triangle Park, NC: 2010b. Quantitative health risk assessment for particulate matter."}, {"Citation": "West JJ, Fiore AM, Horowitz LW, Mauzerall DL. Global health benefits of mitigating ozone pollution with methane emission controls. Proceed Natl Acad Sci. 2006;103:3988–3993.", "ArticleIdList": ["PMC1449633", "16537473"]}, {"Citation": "Wild O, Prather MJ. Global tropospheric ozone modeling: Quantifying errors due to grid resolution. J Geophys Res. 2006;111:D11305."}, {"Citation": "Woods and Poole Economics Inc. Population by Single Year of Age CD. Washington, DC: 2001."}]}], "History": [{"Year": "2013", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "12", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2014", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24348882", "NIHMS476625", "PMC3862082", "10.1007/s11869-013-0197-8"]}}], "PubmedBookArticle": []}