{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["CCL20", "IL-17A", "macrophages", "neutrophils", "serum amyloid A3", "γδ T cells"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24381131", "DateCompleted": {"Year": "2014", "Month": "05", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "12", "Day": "31"}], "ELocationID": ["10.1152/ajplung.00235.2013"], "Journal": {"ISSN": "1522-1504", "JournalIssue": {"Volume": "306", "Issue": "6", "PubDate": {"Year": "2014", "Month": "Mar", "Day": "15"}}, "Title": "American journal of physiology. Lung cellular and molecular physiology", "ISOAbbreviation": "Am J Physiol Lung Cell Mol Physiol"}, "ArticleTitle": "Pivotal role of IL-6 in the hyperinflammatory responses to subacute ozone in adiponectin-deficient mice.", "Pagination": {"StartPage": "L508", "EndPage": "L520", "MedlinePgn": "L508-20"}, "Abstract": {"AbstractText": ["Adiponectin is an adipose-derived hormone with anti-inflammatory activity. Following subacute ozone exposure (0.3 ppm for 24-72 h), neutrophilic inflammation and IL-6 are augmented in adiponectin-deficient (Adipo(-/-)) mice. The IL-17/granulocyte colony-stimulating factor (G-CSF) axis is required for this increased neutrophilia. We hypothesized that elevated IL-6 in Adipo(-/-) mice contributes to their augmented responses to ozone via effects on IL-17A expression. Therefore, we generated mice deficient in both adiponectin and IL-6 (Adipo(-/-)/IL-6(-/-)) and exposed them to ozone or air. In ozone-exposed mice, bronchoalveolar lavage (BAL) neutrophils, IL-6, and G-CSF, and pulmonary Il17a mRNA expression were greater in Adipo(-/-) vs. wild-type mice, but reduced in Adipo(-/-)/IL-6(-/-) vs. Adipo(-/-) mice. IL-17A(+) F4/80(+) cells and IL-17A(+) γδ T cells were also reduced in Adipo(-/-)/IL-6(-/-) vs. Adipo(-/-) mice exposed to ozone. Only BAL neutrophils were reduced in IL-6(-/-) vs. wild-type mice. In wild-type mice, IL-6 was expressed in Gr-1(+)F4/80(-)CD11c(-) cells, whereas in Adipo(-/-) mice F4/80(+)CD11c(+) cells also expressed IL-6, suggesting that IL-6 is regulated by adiponectin in these alveolar macrophages. Transcriptomic analysis identified serum amyloid A3 (Saa3), which promotes IL-17A expression, as the gene most differentially augmented by ozone in Adipo(-/-) vs. wild-type mice. After ozone, Saa3 mRNA expression was markedly greater in Adipo(-/-) vs. wild-type mice but reduced in Adipo(-/-)/IL-6(-/-) vs. Adipo(-/-) mice. In conclusion, our data support a pivotal role of IL-6 in the hyperinflammatory condition observed in Adipo(-/-) mice after ozone exposure and suggest that this role of IL-6 involves its ability to induce Saa3, IL-17A, and G-CSF."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Integrative Physiological Sciences Program, Dept. of Environmental Health, Harvard School of Public Health, 665 Huntington Ave., Boston, MA 02115. dkasahar@hsph.harvard.edu."}], "LastName": "Kasahara", "ForeName": "David I", "Initials": "DI"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kim", "ForeName": "Hye Y", "Initials": "HY"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Mathews", "ForeName": "Joel A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Verbout", "ForeName": "Norah G", "Initials": "NG"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Williams", "ForeName": "Alison S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wurmbrand", "ForeName": "Allison P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ninin", "ForeName": "Fernanda M C", "Initials": "FM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Neto", "ForeName": "Felippe L", "Initials": "FL"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Benedito", "ForeName": "Leandro A P", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hug", "ForeName": "Christopher", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Umetsu", "ForeName": "Dale T", "Initials": "DT"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Shore", "ForeName": "Stephanie A", "Initials": "SA"}], "GrantList": [{"GrantID": "R01 AI026322", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES013307", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "F32 ES022556", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 HL007118", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "DP2 OD008618", "Acronym": "OD", "Agency": "NIH HHS", "Country": "United States"}, {"GrantID": "ES-000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES-013307", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "HL-084044", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Physiol Lung Cell Mol Physiol", "NlmUniqueID": "100901229", "ISSNLinking": "1040-0605"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adiponectin"}, {"RegistryNumber": "0", "NameOfSubstance": "Interleukin-17"}, {"RegistryNumber": "0", "NameOfSubstance": "Interleukin-6"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Messenger"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Antigen, T-Cell, gamma-delta"}, {"RegistryNumber": "0", "NameOfSubstance": "Saa3 protein, mouse"}, {"RegistryNumber": "0", "NameOfSubstance": "Serum Amyloid A Protein"}, {"RegistryNumber": "143011-72-7", "NameOfSubstance": "Granulocyte Colony-Stimulating Factor"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["deficiency"], "DescriptorName": "Adiponectin"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["cytology"], "DescriptorName": "Bronchoalveolar Lavage Fluid"}, {"QualifierName": ["genetics", "immunology"], "DescriptorName": "Granulocyte Colony-Stimulating Factor"}, {"QualifierName": ["immunology"], "DescriptorName": "Inflammation"}, {"QualifierName": ["genetics", "immunology"], "DescriptorName": "Interleukin-17"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Interleukin-6"}, {"QualifierName": ["metabolism"], "DescriptorName": "Lung"}, {"QualifierName": [], "DescriptorName": "Lymphocyte Count"}, {"QualifierName": ["cytology", "metabolism"], "DescriptorName": "Macrophages, Alveolar"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": [], "DescriptorName": "Mice, Knockout"}, {"QualifierName": ["immunology"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["biosynthesis"], "DescriptorName": "RNA, Messenger"}, {"QualifierName": ["metabolism"], "DescriptorName": "Receptors, Antigen, T-Cell, gamma-delta"}, {"QualifierName": ["genetics"], "DescriptorName": "Serum Amyloid A Protein"}, {"QualifierName": ["cytology"], "DescriptorName": "T-Lymphocytes"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Anthony D, Seow HJ, Uddin M, Thompson M, Dousha L, Vlahos R, Irving LB, Levy BD, Anderson GP, Bozinovski S. Serum amyloid A promotes lung neutrophilia by increasing IL-17A levels in the mucosa and γδ T cells. Am J Respir Crit Care Med 188: 179–186, 2013", "ArticleIdList": ["PMC3778755", "23627303"]}, {"Citation": "Arita Y, Kihara S, Ouchi N, Takahashi M, Maeda K, Miyagawa J, Hotta K, Shimomura I, Nakamura T, Miyaoka K, Kuriyama H, Nishida M, Yamashita S, Okubo K, Matsubara K, Muraguchi M, Ohmoto Y, Funahashi T, Matsuzawa Y. Paradoxical decrease of an adipose-specific protein, adiponectin, in obesity. Biochem Biophys Res Commun 257: 79–83, 1999", "ArticleIdList": ["10092513"]}, {"Citation": "Arsalane K, Gosset P, Vanhee D, Voisin C, Hamid Q, Tonnel AB, Wallaert B. Ozone stimulates synthesis of inflammatory cytokines by alveolar macrophages in vitro. Am J Respir Cell Mol Biol 13: 60–68, 1995", "ArticleIdList": ["7598938"]}, {"Citation": "Ather JL, Ckless K, Martin R, Foley KL, Suratt BT, Boyson JE, Fitzgerald KA, Flavell RA, Eisenbarth SC, Poynter ME. Serum amyloid A activates the NLRP3 inflammasome and promotes Th17 allergic asthma in mice. J Immunol 187: 64–73, 2011", "ArticleIdList": ["PMC3119761", "21622869"]}, {"Citation": "Backus GS, Howden R, Fostel J, Bauer AK, Cho HY, Marzec J, Peden DB, Kleeberger SR. Protective role of interleukin-10 in ozone-induced pulmonary inflammation. Environ Health Perspect 118: 1721–1727, 2010", "ArticleIdList": ["PMC3002191", "20826374"]}, {"Citation": "Bauer AK, Rondini EA, Hummel KA, Degraff LM, Walker C, Jedlicka AE, Kleeberger SR. Identification of candidate genes downstream of TLR4 signaling after ozone exposure in mice: a role for heat-shock protein 70. Environ Health Perspect 119: 1091–1097, 2011", "ArticleIdList": ["PMC3237361", "21543283"]}, {"Citation": "Bedoret D, Wallemacq H, Marichal T, Desmet C, Quesada Calvo F, Henry E, Closset R, Dewals B, Thielen C, Gustin P, de Leval L, Van Rooijen N, Le Moine A, Vanderplasschen A, Cataldo D, Drion PV, Moser M, Lekeux P, Bureau F. Lung interstitial macrophages alter dendritic cell functions to prevent airway allergy in mice. J Clin Invest 119: 3723–3738, 2009", "ArticleIdList": ["PMC2786798", "19907079"]}, {"Citation": "Brandau S, Moses K, Lang S. The kinship of neutrophils and granulocytic myeloid-derived suppressor cells in cancer: cousins, siblings or twins? Semin Cancer Biol 23: 171–182, 2013", "ArticleIdList": ["23459190"]}, {"Citation": "Brass DM, Tomfohr J, Yang IV, Schwartz DA. Using mouse genomics to understand idiopathic interstitial fibrosis. Proc Am Thorac Soc 4: 92–100, 2007", "ArticleIdList": ["PMC2647620", "17202297"]}, {"Citation": "Damera G, Zhao H, Wang M, Smith M, Kirby C, Jester WF, Lawson JA, Panettieri RA., Jr. Ozone modulates IL-6 secretion in human airway epithelial and smooth muscle cells. Am J Physiol Lung Cell Mol Physiol 296: L674–L683, 2009", "ArticleIdList": ["PMC3286236", "19201813"]}, {"Citation": "Deguchi A, Tomita T, Omori T, Komatsu A, Ohto U, Takahashi S, Tanimura N, Akashi-Takamura S, Miyake K, Maru Y. Serum amyloid A3 binds MD-2 to activate p38 and NF-kappaB pathways in a MyD88-dependent manner. J Immunol 191: 1856–1864, 2013", "ArticleIdList": ["23858030"]}, {"Citation": "Dennis G, Jr, Sherman BT, Hosack DA, Yang J, Gao W, Lane HC, Lempicki RA. DAVID: Database for Annotation, Visualization, and Integrated Discovery. Genome Biol 4: P3, 2003", "ArticleIdList": ["12734009"]}, {"Citation": "Didon L, Barton JL, Roos AB, Gaschler GJ, Bauer CM, Berg T, Stampfli MR, Nord M. Lung epithelial CCAAT/enhancer-binding protein-beta is necessary for the integrity of inflammatory responses to cigarette smoke. Am J Respir Crit Care Med 184: 233–242, 2011", "ArticleIdList": ["21562127"]}, {"Citation": "Dye JA, Madden MC, Richards JH, Lehmann JR, Devlin RB, Costa DL. Ozone effects on airway responsiveness, lung injury, and inflammation. Comparative rat strain and in vivo/in vitro investigations. Inhal Toxicol 11: 1015–1040, 1999", "ArticleIdList": ["10562695"]}, {"Citation": "Egan CE, Sukhumavasi W, Bierly AL, Denkers EY. Understanding the multiple functions of Gr-1(+) cell subpopulations during microbial infection. Immunol Res 40: 35–48, 2008", "ArticleIdList": ["18193362"]}, {"Citation": "Fasshauer M, Klein J, Kralisch S, Klier M, Lossner U, Bluher M, Paschke R. Serum amyloid A3 expression is stimulated by dexamethasone and interleukin-6 in 3T3–L1 adipocytes. J Endocrinol 183: 561–567, 2004", "ArticleIdList": ["15590982"]}, {"Citation": "Fruebis J, Tsao TS, Javorschi S, Ebbets-Reed D, Erickson MR, Yen FT, Bihain BE, Lodish HF. Proteolytic cleavage product of 30-kDa adipocyte complement-related protein increases fatty acid oxidation in muscle and causes weight loss in mice. Proc Natl Acad Sci USA 98: 2005–2010, 2001", "ArticleIdList": ["PMC29372", "11172066"]}, {"Citation": "Garantziotis S, Li Z, Potts EN, Kimata K, Zhuo L, Morgan DL, Savani RC, Noble PW, Foster WM, Schwartz DA, Hollingsworth JW. Hyaluronan mediates ozone-induced airway hyperresponsiveness in mice. J Biol Chem 284: 11309–11317, 2009", "ArticleIdList": ["PMC2670136", "19164299"]}, {"Citation": "Geissmann F, Jung S, Littman DR. Blood monocytes consist of two principal subsets with distinct migratory properties. Immunity 19: 71–82, 2003", "ArticleIdList": ["12871640"]}, {"Citation": "Guth DJ, Warren DL, Last JA. Comparative sensitivity of measurements of lung damage made by bronchoalveolar lavage after short-term exposure of rats to ozone. Toxicology 40: 131–143, 1986", "ArticleIdList": ["3726890"]}, {"Citation": "Han S, Jeong AL, Lee S, Park JS, Kim KD, Choi I, Yoon SR, Lee MS, Lim JS, Han SH, Yoon do Y, Yang Y. Adiponectin deficiency suppresses lymphoma growth in mice by modulating NK cells, CD8 T cells, and myeloid-derived suppressor cells. J Immunol 190: 4877–4886, 2013", "ArticleIdList": ["23530146"]}, {"Citation": "Helfgott DC, Tatter SB, Santhanam U, Clarick RH, Bhardwaj N, May LT, Sehgal PB. Multiple forms of IFN-beta 2/IL-6 in serum and body fluids during acute bacterial infection. J Immunol 142: 948–953, 1989", "ArticleIdList": ["2536416"]}, {"Citation": "Hu E, Liang P, Spiegelman BM. AdipoQ is a novel adipose-specific gene dysregulated in obesity. J Biol Chem 271: 10697–10703, 1996", "ArticleIdList": ["8631877"]}, {"Citation": "Huang JH, Liao WS. Synergistic induction of mouse serum amyloid A3 promoter by the inflammatory mediators IL-1 and IL-6. J Interferon Cytokine Res 19: 1403–1411, 1999", "ArticleIdList": ["10638709"]}, {"Citation": "Irizarry RA, Hobbs B, Collin F, Beazer-Barclay YD, Antonellis KJ, Scherf U, Speed TP. Exploration, normalization, and summaries of high density oligonucleotide array probe level data. Biostatistics 4: 249–264, 2003", "ArticleIdList": ["12925520"]}, {"Citation": "Ivanov II, McKenzie BS, Zhou L, Tadokoro CE, Lepelley A, Lafaille JJ, Cua DJ, Littman DR. The orphan nuclear receptor RORγt directs the differentiation program of proinflammatory IL-17+ T helper cells. Cell 126: 1121–1133, 2006", "ArticleIdList": ["16990136"]}, {"Citation": "Johnston RA, Schwartzman IN, Flynt L, Shore SA. Role of interleukin-6 in murine airway responses to ozone. Am J Physiol Lung Cell Mol Physiol 288: L390–L397, 2005", "ArticleIdList": ["15516495"]}, {"Citation": "Kasahara DI, Kim HY, Williams AS, Verbout NG, Tran J, Si H, Wurmbrand AP, Jastrab J, Hug C, Umetsu DT, Shore SA. Pulmonary inflammation induced by subacute ozone is augmented in adiponectin-deficient mice: role of IL-17A. J Immunol 188: 4558–4567, 2012", "ArticleIdList": ["PMC3345205", "22474022"]}, {"Citation": "Kasahara DI, Williams AS, Benedito LA, Ranscht B, Kobzik L, Hug C, Shore SA. Role of the adiponectin binding protein, T-cadherin (cdh13), in pulmonary responses to subacute ozone. PLoS One 8: e65829, 2013", "ArticleIdList": ["PMC3675043", "23755285"]}, {"Citation": "Kierstein S, Poulain FR, Cao Y, Grous M, Mathias R, Kierstein G, Beers MF, Salmon M, Panettieri RA, Jr, Haczku A. Susceptibility to ozone-induced airway inflammation is associated with decreased levels of surfactant protein D. Respir Res 7: 85, 2006", "ArticleIdList": ["PMC1488844", "16740162"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY. Susceptibility to ozone-induced inflammation. I. Genetic control of the response to subacute exposure. Am J Physiol Lung Cell Mol Physiol 264: L15–L20, 1993", "ArticleIdList": ["8430812"]}, {"Citation": "Kleeberger SR, Levitt RC, Zhang LY, Longphre M, Harkema J, Jedlicka A, Eleff SM, DiSilvestre D, Holroyd KJ. Linkage analysis of susceptibility to ozone-induced lung inflammation in inbred mice. Nat Genet 17: 475–478, 1997", "ArticleIdList": ["9398854"]}, {"Citation": "Lang JE, Williams ES, Mizgerd JP, Shore SA. Effect of obesity on pulmonary inflammation induced by acute ozone exposure: role of interleukin-6. Am J Physiol Lung Cell Mol Physiol 294: L1013–L1020, 2008", "ArticleIdList": ["18359888"]}, {"Citation": "Leikauf GD, Simpson LG, Santrock J, Zhao Q, Abbinante-Nissen J, Zhou S, Driscoll KE. Airway epithelial cell responses to ozone injury. Environ Health Perspect 103, Suppl 2: 91–95, 1995", "ArticleIdList": ["PMC1518831", "7614953"]}, {"Citation": "Li C, Hung Wong W. Model-based analysis of oligonucleotide arrays: model validation, design issues and standard error application. Genome Biol 2: RESEARCH0032, 2001", "ArticleIdList": ["PMC55329", "11532216"]}, {"Citation": "Li C, Wong WH. Model-based analysis of oligonucleotide arrays: expression index computation and outlier detection. Proc Natl Acad Sci USA 98: 31–36, 2001", "ArticleIdList": ["PMC14539", "11134512"]}, {"Citation": "Li Z, Burns AR, Miller SB, Smith CW. CCL20, γδ T cells, and IL-22 in corneal epithelial healing. FASEB J 25: 2659–2668, 2011", "ArticleIdList": ["PMC3136345", "21518851"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(−Delta Delta C(T)) Method. Methods 25: 402–408, 2001", "ArticleIdList": ["11846609"]}, {"Citation": "Lochner M, Peduto L, Cherrier M, Sawa S, Langa F, Varona R, Riethmacher D, Si-Tahar M, Di Santo JP, Eberl G. In vivo equilibrium of proinflammatory IL-17+ and regulatory IL-10+ Foxp3+ RORγt+ T cells. J Exp Med 205: 1381–1393, 2008", "ArticleIdList": ["PMC2413035", "18504307"]}, {"Citation": "Mabuchi T, Singh TP, Takekoshi T, Jia GF, Wu X, Kao MC, Weiss I, Farber JM, Hwang ST. CCR6 is required for epidermal trafficking of γδ-T cells in an IL-23-induced model of psoriasiform dermatitis. J Invest Dermatol 133: 164–171, 2013", "ArticleIdList": ["PMC3511632", "22895364"]}, {"Citation": "Maeda N, Shimomura I, Kishida K, Nishizawa H, Matsuda M, Nagaretani H, Furuyama N, Kondo H, Takahashi M, Arita Y, Komuro R, Ouchi N, Kihara S, Tochino Y, Okutomi K, Horie M, Takeda S, Aoyama T, Funahashi T, Matsuzawa Y. Diet-induced insulin resistance in mice lacking adiponectin/ACRP30. Nat Med 8: 731–737, 2002", "ArticleIdList": ["12068289"]}, {"Citation": "Mantovani A, Cassatella MA, Costantini C, Jaillon S. Neutrophils in the activation and regulation of innate and adaptive immunity. Nat Rev Immunol 11: 519–531, 2011", "ArticleIdList": ["21785456"]}, {"Citation": "Mathews JA, Wurmbrand AP, Ninin FMC, Kasahara DI, Shore SA. IL-17A production by γδ T cells is required for neutrophils and macrophages recruitment after subacute O3 exposure. Am J Respir Crit Care Med 187: A3510, 2013"}, {"Citation": "Meek RL, Eriksen N, Benditt EP. Murine serum amyloid A3 is a high density apolipoprotein and is secreted by macrophages. Proc Natl Acad Sci USA 89: 7949–7952, 1992", "ArticleIdList": ["PMC49832", "1518819"]}, {"Citation": "Migita K, Koga T, Torigoshi T, Maeda Y, Miyashita T, Izumi Y, Aiba Y, Komori A, Nakamura M, Motokawa S, Ishibashi H. Serum amyloid A protein stimulates CCL20 production in rheumatoid synoviocytes. Rheumatology (Oxford) 48: 741–747, 2009", "ArticleIdList": ["19447772"]}, {"Citation": "Nieto N. Oxidative-stress and IL-6 mediate the fibrogenic effects of [corrected] Kupffer cells on stellate cells. Hepatology 44: 1487–1501, 2006", "ArticleIdList": ["17133487"]}, {"Citation": "Ogura H, Murakami M, Okuyama Y, Tsuruoka M, Kitabayashi C, Kanamoto M, Nishihara M, Iwakura Y, Hirano T. Interleukin-17 promotes autoimmunity by triggering a positive-feedback loop via interleukin-6 induction. Immunity 29: 628–636, 2008", "ArticleIdList": ["18848474"]}, {"Citation": "Pillay J, Tak T, Kamp VM, Koenderman L. Immune suppression by neutrophils and granulocytic myeloid-derived suppressor cells: similarities and differences. Cell Mol Life Sci 70: 3813–3827, 2013", "ArticleIdList": ["PMC3781313", "23423530"]}, {"Citation": "Reynolds JM, Martinez GJ, Chung Y, Dong C. Toll-like receptor 4 signaling in T cells promotes autoimmune inflammation. Proc Natl Acad Sci USA 109: 13064–13069, 2012", "ArticleIdList": ["PMC3420161", "22826216"]}, {"Citation": "Shore SA, Lang JE, Kasahara DI, Lu FL, Verbout NG, Si H, Williams ES, Terry RD, Lee A, Johnston RA. Pulmonary responses to subacute ozone exposure in obese vs. lean mice. J Appl Physiol 107: 1445–1452, 2009", "ArticleIdList": ["PMC2777806", "19745193"]}, {"Citation": "Shore SA, Terry RD, Flynt L, Xu A, Hug C. Adiponectin attenuates allergen-induced airway inflammation and hyperresponsiveness in mice. J Allergy Clin Immunol 118: 389–395, 2006", "ArticleIdList": ["16890763"]}, {"Citation": "Strauss-Ayali D, Conrad SM, Mosser DM. Monocyte subpopulations and their differentiation patterns during infection. J Leukoc Biol 82: 244–252, 2007", "ArticleIdList": ["17475785"]}, {"Citation": "Su WY, Gordon T. Alterations in surfactant protein A after acute exposure to ozone. J Appl Physiol 80: 1560–1567, 1996", "ArticleIdList": ["8727540"]}, {"Citation": "Summer R, Little FF, Ouchi N, Takemura Y, Aprahamian T, Dwyer D, Fitzsimmons K, Suki B, Parameswaran H, Fine A, Walsh K. Alveolar macrophage activation and an emphysema-like phenotype in adiponectin-deficient mice. Am J Physiol Lung Cell Mol Physiol 294: L1035–L1042, 2008", "ArticleIdList": ["PMC3575679", "18326826"]}, {"Citation": "Tighe RM, Li Z, Potts EN, Frush S, Liu N, Gunn MD, Foster WM, Noble PW, Hollingsworth JW. Ozone inhalation promotes CX3CR1-dependent maturation of resident lung macrophages that limit oxidative stress and inflammation. J Immunol 187: 4800–4808, 2011", "ArticleIdList": ["PMC3197861", "21930959"]}, {"Citation": "Wands JM, Roark CL, Aydintug MK, Jin N, Hahn YS, Cook L, Yin X, Dal Porto J, Lahn M, Hyde DM, Gelfand EW, Mason RJ, O'Brien RL, Born WK. Distribution and leukocyte contacts of γδ T cells in the lung. J Leukoc Biol 78: 1086–1096, 2005", "ArticleIdList": ["16204632"]}, {"Citation": "Williams AS, Issa R, Leung SY, Nath P, Ferguson GD, Bennett BL, Adcock IM, Chung KF. Attenuation of ozone-induced airway inflammation and hyper-responsiveness by c-Jun NH2 terminal kinase inhibitor SP600125. J Pharmacol Exp Ther 322: 351–359, 2007", "ArticleIdList": ["17460151"]}, {"Citation": "Williams AS, Mathews JA, Kasahara DI, Chen L, Wurmbrand AP, Si H, Shore SA. Augmented pulmonary responses to acute ozone exposure in obese mice: roles of TNFR2 and IL-13. Environ Health Perspect 121: 551–557, 2013", "ArticleIdList": ["PMC3673194", "23434795"]}, {"Citation": "Wilson TC, Bachurski CJ, Ikegami M, Jobe AH, Kallapur SG. Pulmonary and systemic induction of SAA3 after ventilation and endotoxin in preterm lambs. Pediatr Res 58: 1204–1209, 2005", "ArticleIdList": ["16306194"]}, {"Citation": "Wolf AM, Wolf D, Rumpold H, Enrich B, Tilg H. Adiponectin induces the anti-inflammatory cytokines IL-10 and IL-1RA in human leukocytes. Biochem Biophys Res Commun 323: 630–635, 2004", "ArticleIdList": ["15369797"]}, {"Citation": "Wulster-Radcliffe MC, Ajuwon KM, Wang J, Christian JA, Spurlock ME. Adiponectin differentially regulates cytokines in porcine macrophages. Biochem Biophys Res Commun 316: 924–929, 2004", "ArticleIdList": ["15033490"]}, {"Citation": "Yamashita T, Iwakura T, Matsui K, Kawaguchi H, Obana M, Hayama A, Maeda M, Izumi Y, Komuro I, Ohsugi Y, Fujimoto M, Naka T, Kishimoto T, Nakayama H, Fujio Y. IL-6-mediated Th17 differentiation through RORγt is essential for the initiation of experimental autoimmune myocarditis. Cardiovasc Res 91: 640–648, 2011", "ArticleIdList": ["21622681"]}, {"Citation": "Yamauchi T, Kamon J, Waki H, Imai Y, Shimozawa N, Hioki K, Uchida S, Ito Y, Takakuwa K, Matsui J, Takata M, Eto K, Terauchi Y, Komeda K, Tsunoda M, Murakami K, Ohnishi Y, Naitoh T, Yamamura K, Ueyama Y, Froguel P, Kimura S, Nagai R, Kadowaki T. Globular adiponectin protected ob/ob mice from diabetes and ApoE-deficient mice from atherosclerosis. J Biol Chem 278: 2461–2468, 2003", "ArticleIdList": ["12431986"]}, {"Citation": "Yanagisawa R, Warabi E, Inoue K, Yanagawa T, Koike E, Ichinose T, Takano H, Ishii T. Peroxiredoxin I null mice exhibits reduced acute lung inflammation following ozone exposure. J Biochem 152: 595–601, 2012", "ArticleIdList": ["23019345"]}, {"Citation": "Yang WS, Lee WJ, Funahashi T, Tanaka S, Matsuzawa Y, Chao CL, Chen CL, Tai TY, Chuang LM. Weight reduction increases plasma levels of an adipose-derived anti-inflammatory protein, adiponectin. J Clin Endocrinol Metab 86: 3815–3819, 2001", "ArticleIdList": ["11502817"]}, {"Citation": "Youn JI, Nagaraj S, Collazo M, Gabrilovich DI. Subsets of myeloid-derived suppressor cells in tumor-bearing mice. J Immunol 181: 5791–5802, 2008", "ArticleIdList": ["PMC2575748", "18832739"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "1", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "3", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24381131", "PMC3949085", "10.1152/ajplung.00235.2013", "ajplung.00235.2013"]}}], "PubmedBookArticle": []}