{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Non-cavitated caries lesions", "antibacterial resin infiltration", "casein phosphopeptide amorphous calcium phosphate", "fluoride", "ozone", "remineralisation"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24460589", "DateCompleted": {"Year": "2014", "Month": "04", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "08", "Day": "15"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "10", "Day": "08"}], "ELocationID": ["10.1111/idj.12056"], "Journal": {"ISSN": "0020-6539", "JournalIssue": {"Volume": "64", "Issue": "1", "PubDate": {"Year": "2014", "Month": "Feb"}}, "Title": "International dental journal", "ISOAbbreviation": "Int Dent J"}, "ArticleTitle": "The investigation of non-invasive techniques for treating early approximal carious lesions: an in vivo study.", "Pagination": {"StartPage": "1", "EndPage": "11", "MedlinePgn": "1-11"}, "Abstract": {"AbstractText": ["The aim of this study was to examine non-cavitated approximal caries using non-invasive treatment methods.", "Molar and premolar teeth with approximal caries were used in this in vivo study. Approximal caries lesions were evaluated with visual and radiographic inspection and with the DIAGNOdent device. Five groups were formed to study non-invasive treatment, and each had at least 25 early approximal carious lesions. Patients in the control group were not treated. After the separation, either ozone application, acidulated phosphate fluoride gel, CPP-ACP-containing material (Tooth Mousse), or an antibacterial bonding agent (Clearfil Protect Bond) was used. For 18 months after the non-invasive treatment, radiological controls were used to observe the progress of the initial and approximal caries in the 1st, 3rd, 6th and 12th months of follow-up. A Mann-Whitney U-test was used to perform the statistical analysis; in-group comparisons were made with the Wilcoxon signed-rank test, and a quantitative assessment was performed using a chi-squared test.", "At the end of 18 months, the caries lesions in the control group were observed to progress (P < 0.01). The lesions that were scored as 1a during a visual inspection recovered by using non-invasive treatments.", "Approximal caries lesions that were detected at the early stages remained stationary when using antibacterial agents and materials that promoted remineralisation.", "Antibacterial agents and remineralisation materials can be used in treatment of early approximal caries lesions."], "CopyrightInformation": "© 2013 FDI World Dental Federation."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Faculty of Dentistry, Istanbul University, İstanbul, Turkey."}], "LastName": "Yazıcıoğlu", "ForeName": "Oktay", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ulukapı", "ForeName": "Haşmet", "Initials": "H"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Int Dent J", "NlmUniqueID": "0374714", "ISSNLinking": "0020-6539"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Cariostatic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Caseins"}, {"RegistryNumber": "0", "NameOfSubstance": "Clearfil Protect Bond"}, {"RegistryNumber": "0", "NameOfSubstance": "Dentin-Bonding Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "casein phosphopeptide-amorphous calcium phosphate nanocomplex"}, {"RegistryNumber": "39456-59-2", "NameOfSubstance": "Acidulated Phosphate Fluoride"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Acidulated Phosphate Fluoride"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Bicuspid"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Cariostatic Agents"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Caseins"}, {"QualifierName": ["diagnosis", "therapy"], "DescriptorName": "Dental Caries"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Dental Enamel"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Dentin-Bonding Agents"}, {"QualifierName": [], "DescriptorName": "Disease Progression"}, {"QualifierName": [], "DescriptorName": "Follow-Up Studies"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lasers"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Molar"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Radiography, Bitewing"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Tooth Crown"}, {"QualifierName": ["methods"], "DescriptorName": "Tooth Remineralization"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Santiago SG, Cristian PB, Claes-Göran E. A 2-year clinical evaluation of sealed noncavitated approximal posterior carious lesions in adolescents. Clinical Oral Invest. 2005;9:239–243.", "ArticleIdList": ["16167153"]}, {"Citation": "Majàre I, Källestål C, Stenlund H, et al. Caries development from 11 to 22 years of age: a prospective radiographic study. Prevalence and distribution. Caries Res. 1998;32:10–16.", "ArticleIdList": ["9438566"]}, {"Citation": "Ismail AI. Visual and visuo-tactile detection of dental caries. J Dent Res. 2004;83(Spec Iss C):56–66.", "ArticleIdList": ["15286124"]}, {"Citation": "Assaf AV, Meneghim MC, Zanin L, et al. Assessment of different methods for diagnosis dental caries in epidemiological surveys. Commun Dent Oral Epidemiol. 2004;32:418–425.", "ArticleIdList": ["15541157"]}, {"Citation": "Moore DJ, Wilson NHF. A review of modern non-invasive systems for caries detection. CPD Dentistry. 2001;2:86–90."}, {"Citation": "Wenzel A. Digital radiography and caries diagnosis. Dentomaxillofac Radiol. 1998;27:3–11.", "ArticleIdList": ["9482015"]}, {"Citation": "Featherstone JD. The continuum of dental caries – evidence for a dynamic disease process. J Dent Res. 2004;83(Spec No C):C39–C42.", "ArticleIdList": ["15286120"]}, {"Citation": "Donly KJ, Segura A, Wefel J S, et al. Evaluating the effects of fluoride-releasing dental materials on adjacent interproximal caries. J Am Dent Assoc. 1999;130:817–825.", "ArticleIdList": ["10377639"]}, {"Citation": "Ekstrand J, Fejerskov O, Silverstone LM. Munksgaard; Copenhagen: 1988. Fluoride in Dentistry."}, {"Citation": "Thylstrup A, Fejerskov O. Munksgaard; Copenhagen: 1986. Textbook of Cariology."}, {"Citation": "Cross KJ, Huq NL, Reynolds EC. Casein phosphopeptides in oral health – chemistry and clinical applications. Curr Pharm Des. 2007;13:793–800.", "ArticleIdList": ["17430181"]}, {"Citation": "Reynolds EC, Cai F, Shen P, et al. Retention in plaque and remineralization of enamel lesions by various forms of calcium in a mouthrinse or sugar-free chewing gum. J Dent Res. 2003;82:206–211.", "ArticleIdList": ["12598550"]}, {"Citation": "Reynolds EC. Remineralization of enamel subsurface lesions by casein phosphopeptide-stabilized calcium phosphate solutions. J Dent Res. 1997;76:1587–1595.", "ArticleIdList": ["9294493"]}, {"Citation": "Rahiotis C, Vougiouklakis G. Effect of a CPP-ACP agent on the demineralization and remineralization of dentine in vitro. J Dent. 2007;35:695–698.", "ArticleIdList": ["17614188"]}, {"Citation": "Pitts NB. Are we ready to move from operative to non-operative/preventive treatment of dental caries in clinical practice? Caries Res. 2004;38:294–304.", "ArticleIdList": ["15153703"]}, {"Citation": "Paris S, Meyer-Lueckel H. Inhibition of caries progression by resin infiltration in situ. Caries Res. 2010;44:47–54.", "ArticleIdList": ["20090328"]}, {"Citation": "Griffin SO, Oong E, Kohn W, et al. The effectiveness of sealants in managing caries lesions. J Dent Res. 2008;87:169–174.", "ArticleIdList": ["18218845"]}, {"Citation": "Meyer-Lueckel H, Paris S. Progression of artificial enamel caries lesions after infiltration with experimental light curing resins. Caries Res. 2008;42:117–124.", "ArticleIdList": ["18305389"]}, {"Citation": "Martignon S, Ekstrand KR, Ericson MD. Efficacy of sealing proximal early active lesions: an 18-month clinical study evaluated by conventional and subtraction radiography. Caries Res. 2006;40:382–388.", "ArticleIdList": ["16946605"]}, {"Citation": "Ekstrand KR, Bakhshandeh A, Martignon S. Treatment of proximal superficial caries lesions on primary molar teeth with resin infiltration and fluoride varnish versus fluoride varnish only: efficacy after 1 year. Caries Res. 2010;44:41–46.", "ArticleIdList": ["20090327"]}, {"Citation": "Paris S, Meyer-Lueckel H, Kielbassa AM. Resin infiltration of natural caries lesions. J Dent Res. 2007;86:662–666.", "ArticleIdList": ["17586715"]}, {"Citation": "Imazato S, Ehara A, Torii M, et al. Antibacterial activity of dentine primer containing MDPB after curing. J Dent. 1998;26:267–271.", "ArticleIdList": ["9594480"]}, {"Citation": "Imazato S. Antibacterial properties of resin composites and dentin bonding systems. Dent Mater. 2003;19:449–457.", "ArticleIdList": ["12837391"]}, {"Citation": "Imazato S, Kinomoto Y, Tarumi H, et al. Antibacterial activity and bonding characteristics of an adhesive resin containing antibacterial monomer MDPB. Dent Mater. 2003;19:313–319.", "ArticleIdList": ["12686296"]}, {"Citation": "O’Hehir T E. Ozone and caries. Periodontics. 2003;23:45–60."}, {"Citation": "Bocci V, Borrelli E, Travagli V, et al. The ozone paradox: ozone is a strong oxidant as well as a medical drug. Med Res Rev. 2009;29:646–682.", "ArticleIdList": ["19260079"]}, {"Citation": "Baysan A, Whiley RA, Lynch E. Antimicrobial effect of a novel ozone-generating device on micro-organisms associated with primary root caries lesions in vitro. Caries Res. 2000;34:498–501.", "ArticleIdList": ["11093025"]}, {"Citation": "Ploydorou O, Pelz K, Hahn P. Antibacterial effect of an ozone device and its comparison with two dentin-bonding systems. Eur J Oral Sci. 2006;114:349–353.", "ArticleIdList": ["16911107"]}, {"Citation": "Hintze H, Wenzel A, Danielsen B, et al. Reliability of visual examination, fibre-optic transillumination, and bite-wing radiography, and reproducibility of direct visual examination following tooth seperation for the identification of cavitated caries lesions in containing approximal surfaces. Caries Res. 1998;32:204–209.", "ArticleIdList": ["9577986"]}, {"Citation": "Kielbassa A M, Paris S, Lussi A, et al. Evaluation of cavitations in proximal caries lesions at various magnification levels in vitro. J Dent. 2006;34:817–822.", "ArticleIdList": ["16730403"]}, {"Citation": "Hintze H, Wenzel A, Danielsen B. Behaviour of approximal carious lesions assessed by clinical examination after tooth separation and radiography: a 2.5-year longitudinal study in young adults. Caries Res. 1999;33:415–422.", "ArticleIdList": ["10529525"]}, {"Citation": "Ratledge DK, Kidd EAM, Beighton D. A clinical and microbiological study of approximal carious lesions. Caries Res. 2001;35:3–7.", "ArticleIdList": ["11125189"]}, {"Citation": "Ekstrand KR, Ricketts DNJ, Kidd EAM, et al. Detection, diagnosing, monitoring and logical treatment of occlusal caries in relation to lesion activity and severity: an in vivo examination with histological validation. Caries Res. 1998;32:247–254.", "ArticleIdList": ["9643366"]}, {"Citation": "Stenlund H, Majàre I, Källestål C. Caries rates related to approximal caries at ages 11–13: a 10-year follow-up study in Sweden. J Dent Res. 2002;81:455–458.", "ArticleIdList": ["12161455"]}, {"Citation": "Gündüz K, Çelenk P. Çürük Tanısında Kullanılan Yeni Yöntemler. Cumhuriyet Dent J. 2003;6:43–49."}, {"Citation": "Sheehy EC, Brailsford SR, Kidd EAM, et al. Comparison between visual examination and a laser fluorescence system for in vivo diagnosis of occlusal caries. Caries Res. 2001;35:421–426.", "ArticleIdList": ["11799282"]}, {"Citation": "Wenzel A. Bitewing and digital bitewing radiography for detection of caries lesions. J Dent Res. 2004;83(Spec Iss C):72–74.", "ArticleIdList": ["15286126"]}, {"Citation": "Arrow P. Incidence and progression of approximal carious lesions among school children in Western Australia. Aust Dent J. 2007;52:216–226.", "ArticleIdList": ["17969291"]}, {"Citation": "Mejàre I, Källestål C, Stenlund H. Incidence and progression of approximal caries from 11 to 22 years of age in Sweden: a prospective radiographic study. Caries Res. 1998;33:93–100.", "ArticleIdList": ["9892776"]}, {"Citation": "Pretty IA. Caries detection and diagnosis: novel technologies. J Dent. 2006;34:727–739.", "ArticleIdList": ["16901606"]}, {"Citation": "Lussi A, Megert B, Lonbbottom C, et al. Clinical performance of a laser fluorescence device for detection of occlusal caries lesions. Eur J Oral Sci. 2001;109:14–19.", "ArticleIdList": ["11330928"]}, {"Citation": "Bader JD, Shugars DA, Bonito AJ. A systematic review of selected caries prevention and management methods. Commun Dent Oral Epidemiol. 2001;29:399–411.", "ArticleIdList": ["11784283"]}, {"Citation": "Farrow ML, Newman SM, Oesterle LJ, et al. Filled and unfilled restorative materials to reduce enamel decalcification during fixed-appliance orthodontic treatment. Am J Orthod Dentofacial Orthop. 2007;132:e1–e6.", "ArticleIdList": ["18005829"]}, {"Citation": "Estrela C, Estrela CRA, Decurcio DA, et al. Antimicrobial potential of ozone in an ultrasonic cleaning system against Staphylococcus aureus. Braz Dent J. 2006;17:134–138.", "ArticleIdList": ["16924341"]}, {"Citation": "Huth KC, Saugel B, Jakob FM, et al. Effect of aqueous ozone on the NF-[kappa]B system. J Dent Res. 2007;86:451–456.", "ArticleIdList": ["17452567"]}, {"Citation": "Holmes J. Clinical reversal of root caries using ozone, double-blind, randomised, controlled 18-month trial. Gerodontology. 2003;20:114.", "ArticleIdList": ["14697022"]}, {"Citation": "Baysan A, Lynch E. Effect of ozone on the oral microbiota and clinical severity of primary root caries. Am J Dent. 2004;17:56–60.", "ArticleIdList": ["15241911"]}, {"Citation": "Zaura E, Buijs MJ, ten Cate JM. Effects of ozone and sodium hypochlorite on caries-like lesions in dentin. Caries Res. 2007;41:489–492.", "ArticleIdList": ["17911979"]}, {"Citation": "Imazato S, Torii Y, Takatsuka T, et al. Bactericidal effect of dentin primer containing antibacterial monomer methacryloyloxydodecylpyridinium bromide (MDPB) against bacteria in human carious dentin. J Oral Rehabil. 2001;28:314–319.", "ArticleIdList": ["11350583"]}, {"Citation": "Paris S, Meyer-Lueckel H. Infiltrants inhibit progression of natural caries lesions in vitro. J Dent Res. 2010;89:1276–1280.", "ArticleIdList": ["20739697"]}, {"Citation": "Zantner C, Martus P, Kielbassa AM. Clinical monitoring of the effect of fluorides on long-existing white spot lesions. Acta Odontol Scand. 2006;64:115–122.", "ArticleIdList": ["16546854"]}, {"Citation": "Truin G-J, van’t Hof M. The effect of fluoride gel on incipient carious lesions in a low-caries child population. Commun Dent Oral Epidemiol. 2007;35:250–254.", "ArticleIdList": ["17615011"]}, {"Citation": "Newbrun E. 3rd ed. Quintessence Publishing Co; Chicago, IL: 1989. Cariology."}, {"Citation": "Lagerweij MD, Buchalla W, Kohnke S, et al. Prevention of erosion and abrasion by a high fluoride concentration gel applied at high frequencies. Caries Res. 2006;40:148–153.", "ArticleIdList": ["16508273"]}, {"Citation": "Alttenburger MJ, Schirrmeister JF, Wrbas KT, et al. Fluoride uptake and remineralisation of enamel lesions after weekly application of differently concentrated fluoride gels. Caries Res. 2008;42:312–318.", "ArticleIdList": ["18663301"]}, {"Citation": "Attin T, Lennon MA, Yakin M, et al. Deposition of fluoride on enamel surfaces released from varnishes is limited to vicinity of fluoridation site. Clin Oral Invest. 2007;11:83–88.", "ArticleIdList": ["PMC1797073", "17043869"]}, {"Citation": "Reynolds EC, Cain CJ, Webber EL, et al. Anticariogenicity of calcium phosphate complexes of tryptic casein phosphopeptides in the rat. J Dent Res. 1995;74:1272–1279.", "ArticleIdList": ["7629336"]}, {"Citation": "Yamaguchi K, Miyazaki M, Takamizawa T, et al. Effect of CPP-ACP paste on mechanical properties of bovine enamel as determined by an ultrasonic device. J Dent. 2006;34:230–236.", "ArticleIdList": ["16112336"]}, {"Citation": "Oshiro M, Yamaguchi K, Takamizawa T, et al. Effect of CPP-ACP paste on tooth mineralization: an FE-SEM study. J Oral Sci. 2007;49:115–120.", "ArticleIdList": ["17634723"]}, {"Citation": "Shen P, Cai F, Nowicki A, et al. Remineralization of enamel subsurface lesions by sugar-free chewing gum containing casein phosphopeptide–amorphous calcium phosphate. J Dent Res. 2001;80:2066–2070.", "ArticleIdList": ["11808763"]}, {"Citation": "Rosen S, Min DB, Harper DS, et al. Effect of cheese with and without sucrose on dental caries and recovery of Streptococcus mutans in rats. J Dent Res. 1984;63:894–896.", "ArticleIdList": ["6588074"]}, {"Citation": "Reynolds EC, Johnson IH. Effect of milk on caries incidence and bacterial composition of dental plaque in the rat. Arch Oral Biol. 1981;26:445–451.", "ArticleIdList": ["6947745"]}, {"Citation": "Harper DS, Osborn JC, Hefferren JJ, et al. Cariostatic evaluation of cheeses with diverse physical and compositional characteristics. Caries Res. 1986;20:123–130.", "ArticleIdList": ["3456837"]}, {"Citation": "Walker GD, Cai F, Shen P, et al. Increased remineralization of tooth enamel by milk containing added casein phosphopeptide-amorphous calcium phosphate. J Dairy Res. 2006;73:74–78.", "ArticleIdList": ["16433964"]}, {"Citation": "Reynolds EC, Cai F, Cochrane NJ, et al. Fluoride and casein phosphopeptide-amorphous calcium phosphate. J Dent Res. 2008;87:344–348.", "ArticleIdList": ["18362316"]}, {"Citation": "Cochrane NJ, Saranathan S, Cai F, et al. Enamel subsurface lesion remineralization with casein phosphopeptide stabilized solutions of calcium, phosphate and fluoride. Caries Res. 2008;42:88–97.", "ArticleIdList": ["18204252"]}, {"Citation": "David Hay K, Thomson WM. A clinical trial of the anticaries efficacy of casein derivatives complexed with calcium phosphate in patients with salivary gland dysfunction. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2002;93:271–275.", "ArticleIdList": ["11925535"]}, {"Citation": "ten Cate JM. Review on fluoride, with special emphasis on calcium fluoride mechanisms in caries prevention. Eur J Oral Sci. 1997;105:461–465.", "ArticleIdList": ["9395110"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24460589", "PMC9375040", "10.1111/idj.12056", "S0020-6539(20)32361-3"]}}], "PubmedBookArticle": []}