{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["chlorine dioxide", "food safety", "minimal processing", "ozone", "peracetic acid"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24516433", "DateCompleted": {"Year": "2015", "Month": "02", "Day": "02"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "01", "Day": "10"}], "ELocationID": [], "Journal": {"ISSN": "1678-4405", "JournalIssue": {"Volume": "44", "Issue": "3", "PubDate": {"Year": "2013"}}, "Title": "Brazilian journal of microbiology : [publication of the Brazilian Society for Microbiology]", "ISOAbbreviation": "Braz J Microbiol"}, "ArticleTitle": "Alternative sanitization methods for minimally processed lettuce in comparison to sodium hypochlorite.", "Pagination": {"StartPage": "673", "EndPage": "678", "MedlinePgn": "673-8"}, "Abstract": {"AbstractText": ["Lettuce is a leafy vegetable widely used in industry for minimally processed products, in which the step of sanitization is the crucial moment for ensuring a safe food for consumption. Chlorinated compounds, mainly sodium hypochlorite, are the most used in Brazil, but the formation of trihalomethanes from this sanitizer is a drawback. Then, the search for alternative methods to sodium hypochlorite has been emerging as a matter of great interest. The suitability of chlorine dioxide (60 mg L(-1)/10 min), peracetic acid (100 mg L(-1)/15 min) and ozonated water (1.2 mg L(-1)/1 min) as alternative sanitizers to sodium hypochlorite (150 mg L(-1) free chlorine/15 min) were evaluated. Minimally processed lettuce washed with tap water for 1 min was used as a control. Microbiological analyses were performed in triplicate, before and after sanitization, and at 3, 6, 9 and 12 days of storage at 2 ± 1 °C with the product packaged on LDPE bags of 60 μm. It was evaluated total coliforms, Escherichia coli, Salmonella spp., psicrotrophic and mesophilic bacteria, yeasts and molds. All samples of minimally processed lettuce showed absence of E. coli and Salmonella spp. The treatments of chlorine dioxide, peracetic acid and ozonated water promoted reduction of 2.5, 1.1 and 0.7 log cycle, respectively, on count of microbial load of minimally processed product and can be used as substitutes for sodium hypochlorite. These alternative compounds promoted a shelf-life of six days to minimally processed lettuce, while the shelf-life with sodium hypochlorite was 12 days."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Tecnologia Pós-colheita, Faculdade de Engenharia Agrícola, Universidade Estadual de Campinas, Campinas, SP, Brazil."}], "LastName": "Bachelli", "ForeName": "Mara Lígia Biazotto", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Tecnologia Pós-colheita, Faculdade de Engenharia Agrícola, Universidade Estadual de Campinas, Campinas, SP, Brazil."}], "LastName": "Amaral", "ForeName": "Rívia Darla Álvares", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Tecnologia Pós-colheita, Faculdade de Engenharia Agrícola, Universidade Estadual de Campinas, Campinas, SP, Brazil."}], "LastName": "Benedetti", "ForeName": "Benedito Carlos", "Initials": "BC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Braz J Microbiol", "NlmUniqueID": "101095924", "ISSNLinking": "1517-8382"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Chlorine Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Disinfectants"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxides"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "8061YMS4RM", "NameOfSubstance": "chlorine dioxide"}, {"RegistryNumber": "DY38VHM5OD", "NameOfSubstance": "Sodium Hypochlorite"}, {"RegistryNumber": "I6KPI2E1HD", "NameOfSubstance": "Peracetic Acid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bacterial Load"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Chlorine Compounds"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Disinfectants"}, {"QualifierName": ["methods"], "DescriptorName": "Disinfection"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "Enterobacteriaceae"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Food Storage"}, {"QualifierName": ["microbiology"], "DescriptorName": "Lactuca"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxides"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Peracetic Acid"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "Salmonella"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Sodium Hypochlorite"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": [], "DescriptorName": "Time Factors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Babic I, Watada AE. Microbial populations of fresh-cut spinach leaves affected by controlled atmospheres. Postharvest Biol Technol. 1996;9:187–193."}, {"Citation": "Berbari SAG, Paschoalino JE, Silveira NFA. Efeito do cloro na água de lavagem para desinfecção de alface minimamente processada. Ciênc Tecnol Aliment. 2001;21:197–201."}, {"Citation": "Barriga MI, Trachy G, Willemont C, Simard RE. Microbial changes in shredded iceberg lettuce stored under controlled atmospheres. J Food Sci. 1991;56:1586–1588."}, {"Citation": "Brazil, Ministério da Saúde. Agência Nacional de Vigilância Sanitária. Aprova o Regulamento Técnico sobre padrões microbiológicos para alimentos. Diário Oficial da União; 2001. Resolução RDC nº 12, de 02 de janeiro de 2001. Poder Executivo, de 10 de janeiro de 2001."}, {"Citation": "Bari ML, Nazuka E, Sabina Y, Todoriki S, Isshiki K. Chemical and irradiation treatments for killing Escherichia coli O157:H7 on alfafa, radish, and mung bean seed. J Food Prot. 2003;66:767–774.", "ArticleIdList": ["12747683"]}, {"Citation": "Baur S, Klaiber R, Hammes WP, Carle R. Sensory and microbiological quality of shredded, packaged iceberg lettuce as affected by pre-washing procedures with chlorinated and ozonated water. Innov Food Sci Emerg Technol. 2004;5:45–55."}, {"Citation": "Chitarra MIF, Chitarra AB. Processamento mínimo de alface. In: Moretti CL, editor. Manual de Processamento Mínimo de Frutas e Hortaliças Brasília: EMBRAPA Hortaliças e SEBRAE. cap16. 2007. pp. 301–341."}, {"Citation": "CIIAGRO.  [Acesso em: 20 de dezembro de 2009];Centro Integrado de informações agrometeorológicas do Estado de São Paulo. 2009   www.ciiagro.sp.gov.br."}, {"Citation": "Costa JB. Tese de Doutorado. São Carlos, Brazil: Escola de Engenharia de São Carlos. Universidade de São Paulo; 2007. Avaliação ecotoxicológica de efluente de tratamento secundário de esgoto sanitário após desinfecção com ácido peracético, cloro, ozônio e radiação ultravioleta; p. 180."}, {"Citation": "Darezzo HM. Tese Doutorado. Campinas, Brazil: Faculdade de Engenharia Agrícola. Universidade Estadual de Campinas; 2004. Determinação de composição gasosa e sistemas de embalagens adequadas para conservação de alface americana ‘Lorca’ minimamente processada; p. 155."}, {"Citation": "U.S. Food and Drug Administration. Secondary direct food additives permitted in food for human consumption. Code of federal regulations. Title 21 – Foods and Drugs. 2002;3(Part 173) Section 173.315.2000."}, {"Citation": "Frank C, Werber D, Cramer JP. Epidemic Profile of Shiga-Toxin-Producing Escherichia coli O104:H4 Outbreak in Germany. New Engl J Med. 2011;365:1771–1780.", "ArticleIdList": ["21696328"]}, {"Citation": "Hua G, Reckhow DA. Comparison of disinfection byproduct formation from chlorine and alternative disinfectants. Water Res. 2007;41:1667–1678.", "ArticleIdList": ["17360020"]}, {"Citation": "Kim JG, Yousef AE, Dave S. Application of ozone for enhancing the microbiological safety and quality of foods: a review. J Food Prot. 1999;62:1071–1087.", "ArticleIdList": ["10492485"]}, {"Citation": "Klaiber RG, Baur S, Wolf G, Hammes WP, Carle R. Quality of minimally processed carrots as affected by warm water washing and chlorination. Innov Food Sci Emerg Technol. 2005;6:351–362."}, {"Citation": "López-Gálvez F, Allende A, Truchado P, Martínez-Sánchez A, Tudela JA, Selma MV, Gil MI. Suitability of aqueous chlorine dioxide vs. sodium hypochlorite as an effective sanitizer for preserving quality of fresh-cut lettuce while avoiding by-product formation. Postharvest Biol Technol. 2010;55:53–60."}, {"Citation": "Ölmez H, Akbas MY. Optimization of ozone treatment of fresh-cut green leaf lettuce. J Food Eng. 2009;90:487–494."}, {"Citation": "Ölmez H, Kretzschamr U. Potential alternative disinfection methods for organic fresh-cut industry for minimizing water consumption and environmental impact. LWT- Food Sci Technol. 2009;42:686–693."}, {"Citation": "Prestes EB. Tese Doutorado. Faculdade de Engenharia de Alimentos, Universidade Estadual de Campinas; 2007. Avaliação da eficiência do ozônio como sanitizante em hortaliças folhosas minimamente processadas; p. 135."}, {"Citation": "Richardson SD, Thruston AD, Jr, Caughran TV, Chen PH, Collette TW, Schenck KM, Lykins BW, Jr, Rav-Acha C, Glezer V. Identification of new drinking water disinfection by-products from ozone, chlorine dioxide, chloramine, and chlorine. Water Air Soil Pollution. 2000;123:95–102."}, {"Citation": "Rico D, Martin-Diana AB, Barat JM, Barry-Ryan C. Extending and measuring the quality of fresh-cut fruit and vegetables: a review. Trends Food Sci Tech. 2007;18:373–386."}, {"Citation": "Rinaldi MM, Benedetti BC, Sarantópoulos CIGL, Moretti CL. Estabilidade de repolho minimamente processado sob diferentes sistemas de embalagem. Ciênc Tecnol Aliment. 2009;29:310–315."}, {"Citation": "Sigrist JMM. Tese Doutorado. Piracicaba, Brazil: Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo; 2002. Estudos fisiológicos e tecnológicos de couve-flor e rúcula minimamente processadas; p. 112."}, {"Citation": "Silva N, Junqueira VCA, Silveira NFA, Taniwaki MH, Santos RFS, Gomes RAR. Manual de métodos de análise microbiológica de alimentos. 3 ed. Varela; São Paulo: 2007. p. 552."}, {"Citation": "Srebernich SM. Using chlorine dioxide and peracetic acid as substitutes for sodium hypochlorite in the sanitization of minimally processed green seasoning. Ciênc Tecnol Aliment. 2007;27:744–750."}, {"Citation": "Tancredi RCP, Moraes OM, Marin VA. Vigilância sanitária do município do Rio de Janeiro: Considerações sobre as ações fiscais na área de alimentos. Hig Aliment. 2005;19:21–26."}, {"Citation": "Zhang L, Zhaoxin L, Lu F, Bie X. Effect of γ irradiation on quality-maintaing of fresh-cut lettuce. Food Control. 2006;17:225–228."}], "ReferenceList": []}], "History": [{"Year": "2010", "Month": "4", "Day": "20"}, {"Year": "2012", "Month": "11", "Day": "13"}, {"Year": "2014", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["24516433", "PMC3910173", "10.1590/s1517-83822013005000065"]}}], "PubmedBookArticle": []}