{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Asthma", "Children", "Corticosteroids", "Intervention", "Ultrafine particles"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24528997", "DateCompleted": {"Year": "2014", "Month": "04", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "01", "Day": "11"}], "ELocationID": ["10.1016/j.envres.2013.12.001", "S0013-9351(13)00202-8"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "129", "PubDate": {"Year": "2014", "Month": "Feb"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Increased ultrafine particles and carbon monoxide concentrations are associated with asthma exacerbation among urban children.", "Pagination": {"StartPage": "11", "EndPage": "19", "MedlinePgn": "11-9"}, "Abstract": {"AbstractText": ["Increased air pollutant concentrations have been linked to several asthma-related outcomes in children, including respiratory symptoms, medication use, and hospital visits. However, few studies have examined effects of ultrafine particles in a pediatric population. Our primary objective was to examine the effects of ambient concentrations of ultrafine particles on asthma exacerbation among urban children and determine whether consistent treatment with inhaled corticosteroids could attenuate these effects. We also explored the relationship between asthma exacerbation and ambient concentrations of accumulation mode particles, fine particles (≤2.5 micrograms [μm]; PM2.5), carbon monoxide, sulfur dioxide, and ozone. We hypothesized that increased 1-7 day concentrations of ultrafine particles and other pollutants would be associated with increases in the relative odds of an asthma exacerbation, but that this increase in risk would be attenuated among children receiving school-based corticosteroid therapy.", "We conducted a pilot study using data from 3 to 10 year-old children participating in the School-Based Asthma Therapy trial. Using a time-stratified case-crossover design and conditional logistic regression, we estimated the relative odds of a pediatric asthma visit treated with prednisone (n=96 visits among 74 children) associated with increased pollutant concentrations in the previous 7 days. We re-ran these analyses separately for children receiving medications through the school-based intervention and children in a usual care control group.", "Interquartile range increases in ultrafine particles and carbon monoxide concentrations in the previous 7 days were associated with increases in the relative odds of a pediatric asthma visit, with the largest increases observed for 4-day mean ultrafine particles (interquartile range=2088p/cm(3); OR=1.27; 95% CI=0.90-1.79) and 7-day mean carbon monoxide (interquartile range=0.17ppm; OR=1.63; 95% CI=1.03-2.59). Relative odds estimates were larger among children receiving school-based inhaled corticosteroid treatment. We observed no such associations with accumulation mode particles, black carbon, fine particles (≤2.5μm), or sulfur dioxide. Ozone concentrations were inversely associated with the relative odds of a pediatric asthma visit.", "These findings suggest a response to markers of traffic pollution among urban asthmatic children. Effects were strongest among children receiving preventive medications through school, suggesting that this group of children was particularly sensitive to environmental triggers. Medication adherence alone may be insufficient to protect the most vulnerable from environmental asthma triggers. However, further research is necessary to confirm this finding."], "CopyrightInformation": "© 2013 Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Sciences, University of Rochester School of Medicine & Dentistry, 265 Crittenden Boulevard, CU 420644, Rochester, NY 14642, USA. Electronic address: kristin_evans@urmc.rochester.edu."}], "LastName": "Evans", "ForeName": "Kristin A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, University of Rochester School of Medicine & Dentistry, 601 Elmwood Avenue, Box 777, Rochester, NY 14642, USA. Electronic address: jill_halterman@urmc.rochester.edu."}], "LastName": "Halterman", "ForeName": "Jill S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical & Biomolecular Engineering, CA206 CAMP/Rowley Annex, Clarkson University, PO Box 5708, Potsdam, NY 13699, USA. Electronic address: hopkepk@clarkson.edu."}], "LastName": "Hopke", "ForeName": "Philip K", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, University of Rochester School of Medicine & Dentistry, 601 Elmwood Avenue, Box 777, Rochester, NY 14642, USA. Electronic address: maria_fagnano@urmc.rochester.edu."}], "LastName": "Fagnano", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health Sciences, University of Rochester School of Medicine & Dentistry, 265 Crittenden Boulevard, CU 420644, Rochester, NY 14642, USA. Electronic address: david_rich@urmc.rochester.edu."}], "LastName": "Rich", "ForeName": "David Q", "Initials": "DQ"}], "GrantList": [{"GrantID": "R01 HL079954", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "RD83241501", "Acronym": "RD", "Agency": "ORD VA", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adrenal Cortex Hormones"}, {"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}], "MeshHeadingList": [{"QualifierName": ["administration & dosage", "therapeutic use"], "DescriptorName": "Adrenal Cortex Hormones"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced", "epidemiology", "physiopathology", "therapy"], "DescriptorName": "Asthma"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": [], "DescriptorName": "Disease Progression"}, {"QualifierName": ["methods", "statistics & numerical data"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["adverse effects", "analysis", "statistics & numerical data"], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": [], "DescriptorName": "New York"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["drug effects"], "DescriptorName": "Respiration"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Urban Population"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersen ZJ, Wahlin P, Raaschou-Nielsen O, Ketzel M, Scheike T, Loft S. Size distribution and total number concentration of ultrafine and accumulation mode partilces and hospital admissions in children and the elderly in Copenhagen, Denmark. Occup Environ Med. 2008;65:458–466.", "ArticleIdList": ["17989204"]}, {"Citation": "Anderson HR, Ponce de Leon A, Bland JM, Bower JS, Emberlin J, Strachan DP. Air pollution, pollens, and daily admissions for asthma in London 1987–1992. Thorax. 1998;53:842–848.", "ArticleIdList": ["PMC1745078", "10193370"]}, {"Citation": "Bateson TF, Wright MJ. Regression calibration for classical exposure measurement error in environmental epidemiology studies using multiple local surrogate exposures. Am J Epidemiol. 2010;172:344–352.", "ArticleIdList": ["20573838"]}, {"Citation": "Belleudi V, Faustini A, Stafoggia M, Cattani G, Marconi A, Perucci CA, Forastiere F. Impact of Fine and Ultrafine Particles on Emergency Hospital Admissions for Cardiac and Respiratory Diseases. Epidemiology. 2010;21:414–423.", "ArticleIdList": ["20386174"]}, {"Citation": "Brown J. Community Assessment: An Overview of Our Service Areas. Rochester, NY: The Community Place of Greater Rochester, Inc; 2012."}, {"Citation": "Chalupa DC, Morrow PE, Oberdorster G, Utell MJ, Frampton MW. Ultrafine particle deposition in subjects with asthma. Environ Health Perspect. 2004;112:879–882.", "ArticleIdList": ["PMC1242016", "15175176"]}, {"Citation": "de Hartog JJ, Hoek G, Peters A, Timonen KL, Ibald-Mulli A, Brunekreef B, Heinrich J, Tiitanen P, van Wijnen JH, Kreyling W, Kulmala M, Pekkanen J. Effects of fine and ultrafine particles on cardiorespiratory symptoms in elderly subjects with coronary heart disease - The ULTRA study. Am J Epidemiol. 2003;157:613–623.", "ArticleIdList": ["12672681"]}, {"Citation": "Delfino RJ, Chang J, Wu J, Ren C, Tjoa T, Nickerson B, Cooper D, Gillen DL. Repeated hospital encounters for asthma in children and exposure to traffic-related air pollution near the home. Ann Allergy Asthma Immunol. 2009;102:138–144.", "ArticleIdList": ["PMC10911268", "19230465"]}, {"Citation": "Delfino RJ, Gong H, Linn WS, Pellizzari ED, Hu Y. Asthma symptoms in Hispanic children and daily ambient exposures to toxic and criteria air pollutants. Environ Health Perspect. 2003;111:647–656.", "ArticleIdList": ["PMC1241459", "12676630"]}, {"Citation": "Delfino RJ, Staimer N, Gillen D, Tjoa T, Sioutas C, Fung K, George SC, Kleinman MT. Personal and ambient air pollution is associated with increased exhaled nitric oxide in children with asthma. Environ Health Perspect. 2006;114:1736–1743.", "ArticleIdList": ["PMC1665398", "17107861"]}, {"Citation": "Desai M, Oppenheimer JJ. Medication adherence in the asthmatic child and adolescent. Cur Allergy Asthma Rep. 2011;11:454–464.", "ArticleIdList": ["21968618"]}, {"Citation": "Gent JF, Triche EW, Holford TR, Belanger K, Bracken MB, Beckett WS, Leaderer BP. Association of low-level ozone and fine particles with respiratory symptoms in children with asthma. JAMA. 2003;290:1859–1867.", "ArticleIdList": ["14532314"]}, {"Citation": "Hajat S, Haines A, Goubet SA, Atkinson RW, Anderson HR. Association of air pollution with daily GP consultations for asthma and other lower respiratory conditions in London. Thorax. 1999;54:597–605.", "ArticleIdList": ["PMC1745519", "10377204"]}, {"Citation": "Halterman JS, Aligne A, Auinger P, McBride JT, Szilagyi PG. Inadequate therapy for asthma among children in the United States. Pediatrics. 2000;105:272–276.", "ArticleIdList": ["10617735"]}, {"Citation": "Halterman JS, Szilagyi PG, Fisher SG, Fagnano M, Tremblay P, Conn KM, Wang H, Borrelli B. Randomized Controlled Trial to Improve Care for Urban Children With Asthma Results of the School-Based Asthma Therapy Trial. Arch Pediat Adol Med. 2011;165:262–268.", "ArticleIdList": ["PMC3600609", "21383275"]}, {"Citation": "Hernandez-Cadena L, Holguin F, Barraza-Villarreal A, Del Rio-Navarro BE, Sienra-Monge JJ, Romeiu I. Increased levels of outdoor air pollutants are associated with reduced bronchodilation in children with asthma. Chest. 2009;136:1529–1536.", "ArticleIdList": ["19318670"]}, {"Citation": "Ibald-Mulli A, Wichmann HE, Kreyling W, Peters A. Epidemiological evidence on health effects of ultrafine particles. J Aerosol Med. 2002;15:189–201.", "ArticleIdList": ["12184869"]}, {"Citation": "Iskandar A, Andersen ZJ, Bonnelykke K, Ellerman T, Andersen KK, Bisgaard H. Coarse and fine particles but not ultrafine particles in urban air trigger hospital admission for asthma in children. Thorax. 2012;67:252–257.", "ArticleIdList": ["22156960"]}, {"Citation": "Islam T, Gauderman WJ, Berhane K, McConnell R, Avol E, Peters JM, Gilliland FD. Relationship between air pollution, lung function and asthma in adolescents. Thorax. 2007;621:957–963.", "ArticleIdList": ["PMC2117135", "17517830"]}, {"Citation": "Jedrychowski W, Maugeri U, Jedrychowska-Bianchi I, Flak E. Effect of indoor air quality in the postnatal period on lung function in pre-adolescent children: a retrospective cohort study in Poland. Public Health. 2005;119:535–541.", "ArticleIdList": ["15826895"]}, {"Citation": "Ko FWS, Tam W, Wong TW, Lai CKW, Wong CWK, Leung TF, Ng SS, Hui DSC. Effects of air pollution on asthma hospitalization rates in different age groups in Hong Kong. Clin Exp Allergy. 2007;37:1312–1319.", "ArticleIdList": ["17845411"]}, {"Citation": "Levy D, Lumley T, Sheppard L, Kaufman J, Checkoway H. Referent selection in case-crossover analyses of acute health effects of air pollution. Epidemiology. 2001;12:186–192.", "ArticleIdList": ["11246579"]}, {"Citation": "Lewis TC, Robins TG, Dvonch T, Keeler GJ, Yip FY, Mentz GB, Lin X, Parker EA, Israel BA, Gonzalez L, Hill Y. Air pollution-associated change in lung function among asthmatic children in Detroit. Environ Health Perspect. 2005;113:1068–1075.", "ArticleIdList": ["PMC1280351", "16079081"]}, {"Citation": "Li S, Batterman S, Wasilevich E, Wahl R, Wirth J, Su FC, Mukherjee B. Association of daily asthma emergency department visits and hospital admissions with ambient air pollutants among the pediatric Medicaid population in Detroit: time-series and time-stratified case-crossover analyses with threshold effects. Environ Res. 2011;111:1137–1147.", "ArticleIdList": ["21764049"]}, {"Citation": "Lin W, Huang W, Zhu T, Hu M, Brunekreef B, Zhang Y, Liu X, Cheng H, Gehring U, Li C, et al. Acute respiratory inflammation in children and black carbon in ambient air before and during the 2008 Beijing Olympics. Environ Health Perspect. 2011;119:1507–1512.", "ArticleIdList": ["PMC3230448", "21642045"]}, {"Citation": "Maclure M. The case-crossover design – a method for studying transient effects on the risk of acute events. Am J Epidemiol. 1991;133:144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Mar T, Jansen K, Shepherd K, Lumley T, Larson T, Koenig J. Exhaled nitric oxide in children with ashtma and short-term PM2.5 exposure in Seattle. Environ Health Perspect 2005", "ArticleIdList": ["PMC1314923", "16330366"]}, {"Citation": "National Asthma Education and Prevention Program. NAEPP Expert Panel Report: Guidelines for the Diagnosis and Management of Asthma: Update on Selected Topics 2002. Bethesda, MD: National Heart, Lung, and Blood Institute, National Institutes of Health; 2002. NIH publication 02-5075."}, {"Citation": "National Asthma Education and Prevention Program. Expert Panel Report III: Guidelines for the Diagnosis and Management of Asthma. Bethesda, MD: National Heart, Lung, and Blood Institute. National Institutes of Health; 2007. NIH publication 07-4051."}, {"Citation": "National Center for Environmental Assessment – RTP Division. Integrated Science Assessment for Particulate Matter. Research Triangle Park, NC: United States Environmental Protection Agency; 2009. p. 2228. (EPA publication; no. EPA/600/R-08/139F)"}, {"Citation": "Oberdörster G, Elder A, Finkelstein J, Frampton M, Hopke P, Peters A, Prather K, Wichmann E, Utell M. Assessment of ambient UFP health effects: linking sources to exposure and responses in extrapulmonary organs. Rochester PM Center Report. 2009:1–35."}, {"Citation": "Pekkanen J, Timonen KL, Ruuskanen J, Reponen A, Mirme A. Effects of ultrafine and fine particles in urban air on peak expiratory flow among children with asthmatic symptoms. Environ Res. 1997;74:24–33.", "ArticleIdList": ["9339211"]}, {"Citation": "Penttinen P, Timonen KL, Tiittanen P, Mirme A, Ruuskanen J, Pekkanen J. Ultrafine particles in urban air and respiratory health among adult asthmatics. Eur Respir J. 17:428–435. 200.", "ArticleIdList": ["11405521"]}, {"Citation": "Qian ZM, Lin HM, Chinchilli V, Lehman E, Stewart W, Shah N, Duan YK, Craig T, Wilson W, Liao DP, Lazarus S, Bascom R. Associations between air pollution and peak expiratory flow among patients with persistent asthma. J Toxicol Env Health Part A. 2009;72:39–46.", "ArticleIdList": ["PMC2848818", "18979353"]}, {"Citation": "Rich DQ, Kipen HM, Huang W, Wang G, Wang Y, Zhu P, Ohman-Strickland P, Hu M, Phillip C, Diehl SR, Lu SE, Tong J, Gong JC, Thomas D, Zhu T, Zhang JF. Association between changes in air pollution levels during the Beijing Olympics and biomarkers of inflammation and thrombosis in healthy young adults. JAMA. 2012;307:2068–2078.", "ArticleIdList": ["PMC4049319", "22665106"]}, {"Citation": "Sacks JD, Stanek LW, Luben TJ, Johns DO, Buckley BJ, Brown JS, Ross M. Particulate Matter-Induced Health Effects: Who Is Susceptible? Environ Health Perspect. 2011;119:446–454.", "ArticleIdList": ["PMC3080924", "20961824"]}, {"Citation": "Segala C, Fauroux B, Just J, Pascual L, Grimfeld A, Neukirch F. Short-term effect of winter air pollution on respiratory health of asthmatic children in Paris. Eur Respir J. 1998;11:677–685.", "ArticleIdList": ["9596121"]}, {"Citation": "Tiitanen P, Timonen KL, Ruuskanen J, Mirme A, Pekkanen J. Fine particulate air pollution, resuspended road dust and respiratory health among symptomatic children. Eur Respir J. 1999;13:266–273.", "ArticleIdList": ["10065666"]}, {"Citation": "Venkatachari P, Hopke PK, Brune WH, Ren X, Lesher R, Mao JQ, Mitchel M. Characterization of wintertime reactive oxygen species concentrations in Flushing, New York. Aerosol Sci Technol. 2007;41:97–111."}, {"Citation": "Venkatachari P, Hopke PK, Grover BD, Eatough DJ. Measurement of particle-bound reactive oxygen species in rubidoux Aerosols. J Atmospheric Chem. 2005;50:49–58."}, {"Citation": "Wang Y, Hopke PK, Chalupa DC, Utell MJ. Long-term study of urban ultrafine particles and other pollutants. Atmospheric Environ. 2011;45:7672–7680."}, {"Citation": "Wang Y, Hopke PK, Rattigan OV, Chalupa DC, Utell MJ. Multiple year black carbon measurements and source apportionment using Delta-C in Rochester, NY. Air Waste Manage Assoc. 2012;62:880–887.", "ArticleIdList": ["22916435"]}, {"Citation": "Wang Y, Hopke PK, Rattigan OV, Xia X, Chalupa DC, Utell MJ. Characterization of residential wood combustion particles using the two-wavelength aethalometer. Environ Sci Technol. 2011;45:7387–7393.", "ArticleIdList": ["21774488"]}, {"Citation": "Weinmayr G, Romeo E, De Sario M, Weiland SK, Forastiere F. Short-Term Effects of PM(10) and NO(2) on Respiratory Health among Children with Asthma or Asthma-like Symptoms: A Systematic Review and Meta-Analysis. Environ Health Perspect. 2010;118:449–457.", "ArticleIdList": ["PMC2854719", "20064785"]}, {"Citation": "Yeh KW, Chang CJ, Huang JL. The association of seasonal variations of asthma hospitalization with air pollution among children in Taiwan. Asian Pac J Allergy Immunol. 2011;29:34–41.", "ArticleIdList": ["21560486"]}, {"Citation": "Zeger SL, Dominici TD, Samet JM, Schwartz J, Dockery D, Cohen A. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–426.", "ArticleIdList": ["PMC1638034", "10811568"]}, {"Citation": "Zora JE, Sarnat SE, Raysoni AU, Johnson BA, Wen-Whai L, Greenwald R, Holguin F, Stock TH, Sarnat JA. Associations between urban air pollution and pediatric asthma control in El Paso, TX. Sci Total Environ. 2012;448:56–65.", "ArticleIdList": ["23312496"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "2", "Day": "25"}, {"Year": "2013", "Month": "11", "Day": "25"}, {"Year": "2013", "Month": "12", "Day": "2"}, {"Year": "2014", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24528997", "NIHMS548326", "PMC3947881", "10.1016/j.envres.2013.12.001", "S0013-9351(13)00202-8"]}}], "PubmedBookArticle": []}