{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24578619", "DateCompleted": {"Year": "2014", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "01", "Day": "23"}], "ELocationID": ["173010", "10.1155/2014/173010"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2014", "PubDate": {"Year": "2014"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Removal of the 2-mercaptobenotiazole from model wastewater by ozonation.", "Pagination": {"StartPage": "173010", "MedlinePgn": "173010"}, "Abstract": {"AbstractText": ["The feasibility of ozonation process for 2-mercaptobenzothiazole (2-MBT) removal follows from results of ozonation of the model wastewater. Total removal of 2-MBT was observed after 20 minutes of ozonation. Very good reproducibility of repeated ozonation trials including sampling and analysis was observed. However, the majority of dissolved organic carbon (DOC) and chemical oxygen demand (COD) remained in the reaction mixture. Benzothiazole (BT) and 2-hydroxybenzothiazole (OBT) intermediates were identified during degradation of 2-MBT with ozone. In addition to the above benzothiazole derivatives, the creation of some other organic compounds follows from results of mass balance. The best fits of experimental data were obtained using the first kinetic model for 2-MBT and zero-order kinetic model for COD and DOC. The reaction time of 60 minutes can be considered as effective with regard to controlled oxidation in order to increase a portion of partially oxidized substances. Higher biodegradability and lower toxicity of ozonation products on respiration activity of activated sludge microorganisms was observed at higher ozonation time."]}, "AuthorList": [{"Identifier": ["0000-0002-8967-5965"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical and Food Technology, Slovak University of Technology, Radlinského 9, 812 37 Bratislava, Slovakia."}], "LastName": "Derco", "ForeName": "Jan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Water Research Institute, Nábr. Arm. Gen. L. Svobodu 5, 812 49 Bratislava, Slovakia."}], "LastName": "Kassai", "ForeName": "Angelika", "Initials": "A"}, {"Identifier": ["0000-0001-5505-9446"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical and Food Technology, Slovak University of Technology, Radlinského 9, 812 37 Bratislava, Slovakia."}], "LastName": "Melicher", "ForeName": "Michal", "Initials": "M"}, {"Identifier": ["0000-0002-3211-9685"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Chemical and Food Technology, Slovak University of Technology, Radlinského 9, 812 37 Bratislava, Slovakia."}], "LastName": "Dudas", "ForeName": "Jozef", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzothiazoles"}, {"RegistryNumber": "0", "NameOfSubstance": "Waste Water"}, {"RegistryNumber": "5RLR54Z22K", "NameOfSubstance": "captax"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Benzothiazoles"}, {"QualifierName": [], "DescriptorName": "Models, Chemical"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry"], "DescriptorName": "Wastewater"}, {"QualifierName": ["methods"], "DescriptorName": "Water Purification"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Valdés H, Zaror CA, Jekel M. Kinetic study of reactions between ozone and benzothiazole in water. Water Science and Technology. 2003;48(11-12):505–510.", "ArticleIdList": ["14753574"]}, {"Citation": "de Wewer H, Verachter H. Biodegradation and toxicity of benzothiazoles. Water Research. 1997;31(11):2673–2684."}, {"Citation": "Valdés H, Zaror CA. Ozonation of benzothiazole saturated-activated carbons: influence of carbon chemical surface properties. Journal of Hazardous Materials. 2006;137(2):1042–1048.", "ArticleIdList": ["16650930"]}, {"Citation": "Valdés H, Murillo FA, Manoli JA, Zaror CA. Heterogeneous catalytic ozonation of benzothiazole aqueous solution promoted by volcanic sand. Journal of Hazardous Materials. 2008;153(3):1036–1042.", "ArticleIdList": ["18029089"]}, {"Citation": "De Wever H, Weiss S, Reemtsma T, et al. Comparison of sulfonated and other micropollutants removal in membrane bioreactor and conventional wastewater treatment. Water Research. 2007;41(4):935–945.", "ArticleIdList": ["17207834"]}, {"Citation": "Fiehn O, Wegener G, Jochimsen J, Jekel M. Analysis of the ozonation of 2-mercaptobenzothiazole in water and tannery wastewater using sum parameters, liquid- and gas chromatography and capillary electrophoresis. Water Research. 1998;32(4):1075–1084."}, {"Citation": "Yoshioka Y, Ose Y. A quantitative structure-activity relationship study and ecotoxicological risk quotient for the protection from chemical pollution. Environmental Toxicology and Water Quality. 1993;8(1):87–101."}, {"Citation": "Jung JH, McLaughlin JL, Guin JD. Isolation, via activity-directed fractionation, of mercaptobenzothiazole and dibenzothiazyl disulfide as 2 allergens responsible for tennis shoe dermatitis. Contact Dermatitis. 1988;19(4):254–259.", "ArticleIdList": ["3219832"]}, {"Citation": "Swirsky Gold L, Slone TH, Stern BR, Bernstein L. Comparison of target organs of carcinogenicity for mutagenic and non-mutagenic chemicals. Mutation Research. 1993;286(1):75–100.", "ArticleIdList": ["7678909"]}, {"Citation": "Mainprize J, Knapp JS, Callely AG. The fate of benzothiazole 2 sulphonic acid in biologically treated industrial effluents. Journal of Applied Bacteriology. 1976;40(3):285–291.", "ArticleIdList": ["939732"]}, {"Citation": "Gaja MA, Knapp JS. Removal of 2-mercaptobenzothiazole by activated sludge: a cautionary note. Water Research. 1998;32(12):3786–3789."}, {"Citation": "Chudoba J, Tucek F, Zies K. Biochemischer Abbau von Benzothiazolderivaten. Acta Hydrochim. 1977;5:499–501."}, {"Citation": "De Wever H, De Moor K, Verachtert H. Toxicity of 2-mercaptobenzothiazole towards bacterial growth and respiration. Applied Microbiology and Biotechnology. 1994;42(4):631–635.", "ArticleIdList": ["7765737"]}, {"Citation": "Puig A, Ormad P, Roche P, Sarasa J, Gimeno E, Ovelleiro JL. Wastewater from the manufacture of rubber vulcanization accelerators: characterization, downstream monitoring and chemical treatment. Journal of Chromatography A. 1996;733(1-2):511–522.", "ArticleIdList": ["8814793"]}, {"Citation": "Habibi MH, Tangestaninejad S, Yadollahi B. Photocatalytic mineralisation of mercaptans as environmental pollutants in aquatic system using TiO2 suspension. Applied Catalysis B. 2001;33(1):57–63."}, {"Citation": "Derco J, Gulyásová A, Králik M, Mrafková L. Treatment of an industrial wastewater by ozonation. Petroleum and Coal. 2001;42(2):92–97."}, {"Citation": "Derco J, Melicher M, Kassai A, Dudas J, Valicková M. Removal of Benzothiazoles by ozone pretreatment. Environmental Engineering Science. 2011;28(11):781–785."}, {"Citation": "Spanjer H, Vanrolleghem PA, Olson G, Dold PL. IAWQ Scientific and Technical Report. 7. Bristol, UK: J. W. Arrowsmith; 2000. Respirometry in control of the activated sludge process: principles."}, {"Citation": "ISO, 6060. Water Quality—Determination of Chemical Oxygen Demand. Geneve, Switzerland: International Organisation for Standardisation; 1989."}, {"Citation": "Greenberg AE, Clesceri LS, Eaton A, editors. Standard Methods for the Examination of Water and Wastewater. 22nd edition. Washington, DC, USA: American Public Health Association; 2005."}, {"Citation": "Jochimsen JC, Jekel MR. Partial oxidation effects during the combined oxidative and biological treatment of separated streams of tannery wastewater. Water Science and Technology. 1997;35(4):337–345.", "ArticleIdList": ["15077985"]}, {"Citation": "Mantzavinos D, Lauer E, Sahibzada M, Livingston AG, Metcalfe IS. Assessment of partial treatment of polyethylene glycol wastewaters by wet air oxidation. Water Research. 2000;34(5):1620–1628."}, {"Citation": "Sonnad JR, Goudar CT. Solution of the Haldane equation for substrate inhibition enzyme kinetics using the decomposition method. Mathematical and Computer Modelling. 2004;40(5-6):573–582."}, {"Citation": "Tziotzios G, Lyberatos G, Pavlou S, Vayenas DV. Modelling of biological phenol removal in draw-fill reactors using suspended and attached growth olive pulp bacteria. International Biodeterioration and Biodegradation. 2008;61(2):142–150."}, {"Citation": "Stum W, Morgan JJ. Aquatic Chemistry. 2nd edition. New York, NY, USA: John Wiley & Sons; 1981."}, {"Citation": "Vogel F, Harf J, Hug A, Von Rohr PR. The mean oxidation number of carbon (MOC )—a useful concept for describing oxidation processes. Water Research. 2000;34(10):2689–2702."}, {"Citation": "Derco J, Melicher M, Kassai A. Removal of selected benzothiazols with ozone. In: Yu X-Y, editor. Municipal and Industrial Waste Disposal. Vol. 26. Rijeka, Croatia: INTECH; 2012. p. p. 239."}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "8", "Day": "31"}, {"Year": "2013", "Month": "10", "Day": "20"}, {"Year": "2014", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["24578619", "PMC3919111", "10.1155/2014/173010"]}}], "PubmedBookArticle": []}