{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24572145", "DateCompleted": {"Year": "2014", "Month": "03", "Day": "12"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "02", "Day": "26"}], "ELocationID": ["10.1186/2052-336X-12-50"], "Journal": {"ISSN": "2052-336X", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2014", "Month": "Feb", "Day": "26"}}, "Title": "Journal of environmental health science & engineering", "ISOAbbreviation": "J Environ Health Sci Eng"}, "ArticleTitle": "Magnetic heterogeneous catalytic ozonation: a new removal method for phenol in industrial wastewater.", "Pagination": {"StartPage": "50", "MedlinePgn": "50"}, "Abstract": {"AbstractText": ["In this study, a new strategy in catalytic ozonation removal method for degradation of phenol from industrial wastewater was investigated. Magnetic carbon nano composite as a novel catalyst was synthesized, characterized and then used in the catalytic ozonation process (COP) and compared with the single ozonation process (SOP). The influential parameters were all investigated. The results showed that the removal efficiency of phenol and COD (chemical oxygen demand) in COP (98.5%, 69.8%) was higher than those of SOP (78.7%, 50.5%) and the highest catalytic potential was achieved at optimal neutral pH. First order modeling demonstrated that the reactions were dependent on the concentration of catalyst, with kinetic constants varying from 0.023 1/min (catalyst = 0 g/L) to 0.071 1/min (catalyst = 4 g/L), whereby the optimum dosage of catalyst was found to be 2 g/L. Furthermore, the catalytic properties of the catalyst remained almost unchanged after 5-time reuse. The results regarding the biodegradability of the effluent showed that a 5-min reaction time in COP reduced the concentrations of phenol and COD to the acceptable levels for the efficient post-treatment in the SBR in a 4-h cycle period. Finally, this combined system is proven to be a technically effective method for treating phenolic contaminants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Shahamat", "ForeName": "Yousef Dadban", "Initials": "YD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health Engineering, School of Public Health, Iran University of Medical Sciences, Tehran, Iran. mehdi_farzadkia@yahoo.com."}], "LastName": "Farzadkia", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Nasseri", "ForeName": "Simin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Mahvi", "ForeName": "Amir Hossein", "Initials": "AH"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Gholami", "ForeName": "Mitra", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Esrafili", "ForeName": "Ali", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Environ Health Sci Eng", "NlmUniqueID": "101613643"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Von Gunten U. Ozonation of drinking water: Part I. Oxidation kinetics and product formation. Water Res. 2003;37(7):1443–1467. doi: 10.1016/S0043-1354(02)00457-8.", "ArticleIdList": ["10.1016/S0043-1354(02)00457-8", "12600374"]}, {"Citation": "Chang C-C, Chiu C-Y, Chang C-Y, Chang C-F, Chen Y-H, Ji D-R, Tseng J-Y, Yu Y-H. Pt-catalyzed ozonation of aqueous phenol solution using high-gravity rotating packed bed. J Hazard Mater. 2009;168(2–3):649–655.", "ArticleIdList": ["19395157"]}, {"Citation": "Aguinaco A, Beltrán FJ, García-Araya JF, Oropesa A. Photocatalytic ozonation to remove the pharmaceutical diclofenac from water: influence of variables. Chem Eng J. 2012;189–190:275–282.", "ArticleIdList": ["0"]}, {"Citation": "Y-f R, H-j L, C-h W, L-f L. Catalytic ozonation of phenol and oxalic acid with copper-loaded activated carbon. J Central South Univ Technol. 2010;17(2):300–306. doi: 10.1007/s11771-010-0046-y.", "ArticleIdList": ["10.1007/s11771-010-0046-y"]}, {"Citation": "Pocostales P, Alvarez P, Beltran FJ. Catalytic ozonation promoted by alumina-based catalysts for the removal of some pharmaceutical compounds from water. Chem Eng J. 2011;168(3):1289–1295. doi: 10.1016/j.cej.2011.02.042.", "ArticleIdList": ["10.1016/j.cej.2011.02.042"]}, {"Citation": "Wu Z, Franke M, Ondruschka B, Zhang Y, Ren Y, Braeutigam P, Wang W. Enhanced effect of suction-cavitation on the ozonation of phenol. J Hazard Mater. 2011;190(1–3):375–380.", "ArticleIdList": ["21474241"]}, {"Citation": "Sui M, Xing S, Sheng L, Huang S, Guo H. Heterogeneous catalytic ozonation of ciprofloxacin in water with carbon nanotube supported manganese oxides as catalyst. J Hazard Mater. 2012;227–228:227–236.", "ArticleIdList": ["22658829"]}, {"Citation": "Liu Z-Q, Ma J, Cui Y-H. Carbon nanotube supported platinum catalysts for the ozonation of oxalic acid in aqueous solutions. Carbon. 2008;46(6):890–897. doi: 10.1016/j.carbon.2008.02.018.", "ArticleIdList": ["10.1016/j.carbon.2008.02.018"]}, {"Citation": "Wu G, Jeong T-s, Won C-H, Cui L. Comparison of catalytic ozonation of phenol by activated carbon and manganese-supported activated carbon prepared from brewing yeast. Korean J Chem Eng. 2010;27(1):168–173. doi: 10.1007/s11814-009-0337-x.", "ArticleIdList": ["10.1007/s11814-009-0337-x"]}, {"Citation": "Zhao H, Dong Y, Wang G, Jiang P, Zhang J, Wu L, Li K. Novel magnetically separable nanomaterials for heterogeneous catalytic ozonation of phenol pollutant: NiFe2O4 and their performances. Chem Eng J. 2013;219:295–302."}, {"Citation": "Moussavi G, Khavanin A, Alizadeh R. The investigation of catalytic ozonation and integrated catalytic ozonation/biological processes for the removal of phenol from saline wastewaters. J Hazard Mater. 2009;171(1–3):175–181.", "ArticleIdList": ["19560265"]}, {"Citation": "Moussavi G, Khosravi R. Preparation and characterization of a biochar from pistachio hull biomass and its catalytic potential for ozonation of water recalcitrant contaminants. Bioresour Technol. 2012;119:66–71.", "ArticleIdList": ["22728184"]}, {"Citation": "Maleki A, Mahvi AH, Nabizadeh R, Vaezi F. Ultrasonic degradation of phenol and determination of the oxidation by-products toxicity. Iran J Environ Health Sci Eng. 2005;2(3):201–206."}, {"Citation": "Maleki A, Mahvi AH, Mesdaghinia A, Naddafi K. Degradation and toxicity reduction of phenol by ultrasound waves. Bull Chem Soc Eth. 2007;21(1):33–38."}, {"Citation": "Mahvi AH, Maleki A, Alimohamadi M, Ghasri A. Photo-oxidation of phenol in aqueous solution: toxicity of intermediates. Korean J Chem Eng. 2007;24(1):79–82. doi: 10.1007/s11814-007-5013-4.", "ArticleIdList": ["10.1007/s11814-007-5013-4"]}, {"Citation": "Zhao L, Ma J, Sun Z-z, Zhai X-d. Catalytic ozonation for the degradation of nitrobenzene in aqueous solution by ceramic honeycomb-supported manganese. Appl Catal B: Environ. 2008;83(3):256–264."}, {"Citation": "Martins RC, Quinta-Ferreira RM. Catalytic ozonation of phenolic acids over a Mn–Ce–O catalyst. Appl Catal B: Environ. 2009;90(1):268–277."}, {"Citation": "Crittenden J, Montgomery Watson H. Water treatment: principles and design. Hoboken, N.J: J. Wiley; 2005."}, {"Citation": "Kakavandi B, Jafari AJ, Kalantary RR, Nasseri S, Ameri A, Esrafily A. Synthesis and properties of Fe3O4-activated carbon magnetic nanoparticles for removal of aniline from aqueous solution: equilibrium, kinetic and thermodynamic studies. Iran J Environ Health Sci Eng. 2013;10(1):10–19. doi: 10.1186/1735-2746-10-10.", "ArticleIdList": ["10.1186/1735-2746-10-10", "PMC3606349", "23414171"]}, {"Citation": "Altenor S, Carene B, Emmanuel E, Lambert J, Ehrhardt J-J, Gaspard S. Adsorption studies of methylene blue and phenol onto vetiver roots activated carbon prepared by chemical activation. J Hazard Mater. 2009;165(1–3):1029–1039.", "ArticleIdList": ["19118948"]}, {"Citation": "Eaton AD, Clesceri LS, Rice EW, Greeberg AE, editor. APHA, AWWA, WEF. Standard methods for the examination of water & wastewater Volume 1. 21. Washingtong, DC: American Public Health Association; 2005. pp. 2-42–2-43."}, {"Citation": "de Oliveira TF, Chedeville O, Fauduet H, Cagnon B. Use of ozone/activated carbon coupling to remove diethyl phthalate from water: influence of activated carbon textural and chemical properties. Desalination. 2011;276(1–3):359–365."}, {"Citation": "Nunes AA, Franca AS, Oliveira LS. Activated carbons from waste biomass: an alternative use for biodiesel production solid residues. Bioresour Technol. 2009;100(5):1786–1792. doi: 10.1016/j.biortech.2008.09.032.", "ArticleIdList": ["10.1016/j.biortech.2008.09.032", "18996006"]}, {"Citation": "Danish M, Hashim R, Ibrahim MNMM, Rafatullah M, Ahmad T, Sulaiman O. Characterization of acacia mangium wood based activated carbons prepared in the presence of basic activating agents. BioResour. 2011;6(3):3019–3033."}, {"Citation": "Valdes H, Zaror CA. Ozonation of benzothiazole saturated-activated carbons: influence of carbon chemical surface properties. J Hazard Mater. 2006;137(2):1042–1048. doi: 10.1016/j.jhazmat.2006.03.025.", "ArticleIdList": ["10.1016/j.jhazmat.2006.03.025", "16650930"]}, {"Citation": "Valdés H, Farfán VJ, Manoli JA, Zaror CA. Catalytic ozone aqueous decomposition promoted by natural zeolite and volcanic sand. J Hazard Mater. 2009;165(1–3):915–922.", "ArticleIdList": ["19058912"]}, {"Citation": "Beltrán FJ, Rivas FJ, Montero-de-Espinosa R. Mineralization improvement of phenol aqueous solutions through heterogeneous catalytic ozonation. J Chem Technol Biotech. 2003;78(12):1225–1233. doi: 10.1002/jctb.930.", "ArticleIdList": ["10.1002/jctb.930"]}, {"Citation": "Laszlo K, Szűcs A. Surface characterization of polyethyleneterephthalate (PET) based activated carbon and the effect of pH on its adsorption capacity from aqueous phenol and 2, 3, 4-trichlorophenol solutions. Carbon. 2001;39(13):1945–1953. doi: 10.1016/S0008-6223(01)00005-7.", "ArticleIdList": ["10.1016/S0008-6223(01)00005-7"]}, {"Citation": "Moussavi G, Mahmoudi M. Degradation and biodegradability improvement of the reactive red 198 azo dye using catalytic ozonation with MgO nanocrystals. Chem Eng J. 2009;152(1):1–7. doi: 10.1016/j.cej.2009.03.014.", "ArticleIdList": ["10.1016/j.cej.2009.03.014"]}, {"Citation": "Bhatnagar A, Hogland W, Marques M, Sillanpää M. An overview of the modification methods of activated carbon for its water treatment applications. Chem Eng J. 2013;219:499–511."}, {"Citation": "Lei L, Gu L, Zhang X, Su Y. Catalytic oxidation of highly concentrated real industrial wastewater by integrated ozone and activated carbon. Appl Catal A: Gen. 2007;327(2):287–294. doi: 10.1016/j.apcata.2007.05.027.", "ArticleIdList": ["10.1016/j.apcata.2007.05.027"]}, {"Citation": "Alvarez PM, Garcia-Araya JF, Beltran FJ, Giraldez I, Jaramillo J, Gómez-Serrano V. The influence of various factors on aqueous ozone decomposition by granular activated carbons and the development of a mechanistic approach. Carbon. 2006;44(14):3102–3112. doi: 10.1016/j.carbon.2006.03.016.", "ArticleIdList": ["10.1016/j.carbon.2006.03.016"]}, {"Citation": "Sánchez-Polo M, Leyva-Ramos R, Rivera-Utrilla J. Kinetics of 1, 3, 6-naphthalenetrisulphonic acid ozonation in presence of activated carbon. Carbon. 2005;43(5):962–969. doi: 10.1016/j.carbon.2004.11.027.", "ArticleIdList": ["10.1016/j.carbon.2004.11.027"]}, {"Citation": "Qu X, Zheng J, Zhang Y. Catalytic ozonation of phenolic wastewater with activated carbon fiber in a fluid bed reactor. J Colloid Interface Sci. 2007;309(2):429–434. doi: 10.1016/j.jcis.2007.01.034.", "ArticleIdList": ["10.1016/j.jcis.2007.01.034", "17336995"]}, {"Citation": "Tong S, Shi R, Zhang H, Ma C. Catalytic performance of Fe3O4-CoO/Al2O3 catalyst in ozonation of 2-(2,4-dichlorophenoxy)propionic acid, nitrobenzene and oxalic acid in water. J Environ Sci. 2010;22(10):1623–1628. doi: 10.1016/S1001-0742(09)60298-9.", "ArticleIdList": ["10.1016/S1001-0742(09)60298-9", "21235195"]}, {"Citation": "Gonçalves AG, Órfão JJM, Pereira MFR. Ceria dispersed on carbon materials for the catalytic ozonation of sulfamethoxazole. J Environ Chem Eng. 2013;1(3):260–269. doi: 10.1016/j.jece.2013.05.009.", "ArticleIdList": ["10.1016/j.jece.2013.05.009"]}, {"Citation": "Faria PCC, Órfão JJM, Pereira MFR. Activated carbon catalytic ozonation of oxamic and oxalic acids. Appl Catal B: Environ. 2008;79(3):237–243. doi: 10.1016/j.apcatb.2007.10.021.", "ArticleIdList": ["10.1016/j.apcatb.2007.10.021"]}, {"Citation": "Valdés H, Zaror CA. Heterogeneous and homogeneous catalytic ozonation of benzothiazole promoted by activated carbon: kinetic approach. Chemosphere. 2006;65(7):1131–1136. doi: 10.1016/j.chemosphere.2006.04.027.", "ArticleIdList": ["10.1016/j.chemosphere.2006.04.027", "16774776"]}, {"Citation": "Dong Y, Yang H, He K, Wu X, Zhang A. Catalytic activity and stability of Y zeolite for phenol degradation in the presence of ozone. Appl Catal B: Environ. 2008;82(3):163–168."}, {"Citation": "Moussavi G, khavanin A, Alizadeh R. The integration of ozonation catalyzed with MgO nanocrystals and the biodegradation for the removal of phenol from saline wastewater. Appl Catal B: Environ. 2010;97(1–2):160–167."}, {"Citation": "Lin SH, Wang CH. Adsorption and catalytic oxidation of phenol in a new ozone reactor. Environ Technol. 2003;24(8):1031–1039. doi: 10.1080/09593330309385642.", "ArticleIdList": ["10.1080/09593330309385642", "14509395"]}, {"Citation": "Sánchez-Polo M, von Gunten U, Rivera-Utrilla J. Efficiency of activated carbon to transform ozone into OH radicals: influence of operational parameters. Water Res. 2005;39(14):3189–3198. doi: 10.1016/j.watres.2005.05.026.", "ArticleIdList": ["10.1016/j.watres.2005.05.026", "16005933"]}, {"Citation": "Suárez-Ojeda ME, Carrera J, Metcalfe IS, Font J. Wet air oxidation (WAO) as a precursor to biological treatment of substituted phenols: refractory nature of the WAO intermediates. Chem Eng J. 2008;144(2):205–212. doi: 10.1016/j.cej.2008.01.022.", "ArticleIdList": ["10.1016/j.cej.2008.01.022"]}, {"Citation": "Liotta LF, Gruttadauria M, Di Carlo G, Perrini G, Librando V. Heterogeneous catalytic degradation of phenolic substrates: catalysts activity. J Hazard Mater. 2009;162(2–3):588–606.", "ArticleIdList": ["18586389"]}, {"Citation": "Santos A, Yustos P, Cordero T, Gomis S, Rodríguez S, García-Ochoa F. Catalytic wet oxidation of phenol on active carbon: stability, phenol conversion and mineralization. 1st Int Symp Carbon Catal \"CARBOCAT-1\". 2005;102–103(0):213–218."}, {"Citation": "Martins RC, Quinta-Ferreira RM. Phenolic wastewaters depuration and biodegradability enhancement by ozone over active catalysts. Desalination. 2011;270(1–3):90–97."}, {"Citation": "Maciel R: Sant’Anna GL Jr, Dezotti M. Phenol Removal from high salinity effluents using Fenton’s reagent and photo-Fenton reactions. Chemosphere. 2004;57(7):711–719. doi: 10.1016/j.chemosphere.2004.07.032.", "ArticleIdList": ["10.1016/j.chemosphere.2004.07.032", "15488934"]}, {"Citation": "Busca G, Berardinelli S, Resini C, Arrighi L. Technologies for the removal of phenol from fluid streams: a short review of recent developments. J Hazard Mater. 2008;160(2–3):265–288.", "ArticleIdList": ["18455866"]}, {"Citation": "Chiang H-L, Chiang PC, Huang CP. Ozonation of activated carbon and its effects on the adsorption of VOCs exemplified by methylethylketone and benzene. Chemosphere. 2002;47(3):267–275. doi: 10.1016/S0045-6535(01)00216-8.", "ArticleIdList": ["10.1016/S0045-6535(01)00216-8", "11996147"]}, {"Citation": "Valdés H, Sánchez-Polo M, Rivera-Utrilla J, Zaror C. Effect of ozone treatment on surface properties of activated carbon. Langmuir. 2002;18(6):2111–2116. doi: 10.1021/la010920a.", "ArticleIdList": ["10.1021/la010920a"]}, {"Citation": "Chiang H-L, Huang C, Chiang P. The surface characteristics of activated carbon as affected by ozone and alkaline treatment. Chemosphere. 2002;47(3):257–265. doi: 10.1016/S0045-6535(01)00215-6.", "ArticleIdList": ["10.1016/S0045-6535(01)00215-6", "11996146"]}, {"Citation": "Rivera-Utrilla J, Sanchez-Polo M, Gomez-Serrano V, Alvarez PM, Alvim-Ferraz MCM, Dias JM. Activated carbon modifications to enhance its water treatment applications. An overview. J Hazard Mater. 2011;187(1–3):1–23.", "ArticleIdList": ["21306824"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "9", "Day": "8"}, {"Year": "2014", "Month": "2", "Day": "10"}, {"Year": "2014", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "2", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2014", "Month": "2", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["24572145", "PMC3974053", "10.1186/2052-336X-12-50", "2052-336X-12-50"]}}], "PubmedBookArticle": []}