{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24701694", "DateCompleted": {"Year": "2014", "Month": "05", "Day": "01"}, "DateRevised": {"Year": "2019", "Month": "09", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1096-2247", "JournalIssue": {"Volume": "64", "Issue": "3", "PubDate": {"Year": "2014", "Month": "Mar"}}, "Title": "Journal of the Air & Waste Management Association (1995)", "ISOAbbreviation": "J Air Waste Manag Assoc"}, "ArticleTitle": "Measurement of microenvironmental ozone concentrations in Durham, North Carolina, using a 2B Technologies 205 Federal Equivalent Method monitor and an interference-free 2B Technologies 211 monitor.", "Pagination": {"StartPage": "360", "EndPage": "371", "MedlinePgn": "360-71"}, "Abstract": {"AbstractText": ["During August and September of 2012, researchers conducted a microenvironmental (ME) monitoring study in Durham, North Carolina, using two 2B Technologies O3 monitors: a dual-beam model 205 Federal Equivalent Method (FEM) 254 nm photometer and a newly developed model 211 interference-free dual-beam photometer. The two monitors were mounted in a wheeled, fan-cooled suitcase together with a battery, a disposable N2O cartridge for the model 211 monitor and filtered sample lines. A scripted technician made paired O3 measurements in a variety of MEs within 2 miles of a fixed-site FEM O3 photometer at the Durham National GuardArmory. The ratio of the 211 to Armory O3 concentrations tended to be lowest (<0.3) for 45 indoor MEs and highest (>0.8) for 104 outdoor MEs. The mean values of the ratio for in-vehicle MEs tended to fall between 0.2 and 0.7--the mean for all 27 in-car tests was 0.3. The ratio values for indoor MEs tended to be higher when the enclosure was well ventilated. The outdoor ratios tended to be lower when the measurement was made downwind of nearby roadways, likely due to exhaust NO. The in-vehicle ratios tended to be larger with windows open than closed; the smallest occurred with closed windows, active air conditioning, and vent recirculation. The 205 - 211 measurement differences were generally small, with 94% of the 176 sample differences below 5 ppb. Five differences were above 10 ppb with the largest values (173.9 and 63.6 ppb) occurring inside a violin repair shop. Roadway proximity tended to increase the differences for outdoor locations. The largest in-vehicle difference (6 ppb) occurred at a convenience store service station. As addressed in regulatory models, such differences may reduce estimated population O3 exposure by 30-50% in indoor and in-vehicle MEs where individuals spend more than 80% of their time.", "Computer models used to estimate exposures of human populations-such as the Air Pollution Exposure Model (APEX) developed by the U.S. Environmental Protection Agency-can be improved by use of direct microenvironmental (ME) measurement comparisons to nearby fixed-site monitors used for determining regulatory compliance. Simultaneous measurements made by model 211 and model 205 ozone monitors in a variety of MEs indicated that Federal Equivalent Method photometers similar to the model 205 may read high in the presence of various interferences associated with indoor sources and motor vehicles, increasing modeled exposures in such environments by 20-100%."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Johnson", "ForeName": "Ted", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Capel", "ForeName": "Jim", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Ollison", "ForeName": "Will", "Initials": "W"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Air Waste Manag Assoc", "NlmUniqueID": "9503111", "ISSNLinking": "1096-2247"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["instrumentation", "statistics & numerical data"], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "North Carolina"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2014", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24701694", "10.1080/10962247.2013.839968"]}}], "PubmedBookArticle": []}