{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Carotenoids", "UV-B absorbing compounds", "UV-B radiation", "phenolics", "total chlorophyll"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24748743", "DateCompleted": {"Year": "2014", "Month": "04", "Day": "21"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/0971-6580.128815"], "Journal": {"ISSN": "0971-6580", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2014", "Month": "Jan"}}, "Title": "Toxicology international", "ISOAbbreviation": "Toxicol Int"}, "ArticleTitle": "Adverse Effects of UV-B Radiation on Plants Growing at Schirmacher Oasis, East Antarctica.", "Pagination": {"StartPage": "101", "EndPage": "106", "MedlinePgn": "101-6"}, "Abstract": {"AbstractText": ["This study aimed to assess the impacts of ultraviolet-B (UV-B) radiation over a 28-day period on the levels of pigments of Umbilicaria aprina and Bryum argenteum growing in field. The depletion of stratospheric ozone is most prominent over Antarctica, which receives more UV-B radiation than most other parts of the planet. Although UV-B radiation adversely affects all flora, Antarctic plants are better equipped to survive the damaging effects of UV-B owing to defenses provided by UV-B absorbing compounds and other screening pigments. The UV-B radiations and daily average ozone values were measured by sun photometer and the photosynthetic pigments were analyzed by the standard spectrophotometric methods of exposed and unexposed selected plants. The daily average atmospheric ozone values were recorded from 5 January to 2 February 2008. The maximum daily average for ozone (310.7 Dobson Units (DU)) was recorded on 10 January 2008. On that day, average UV-B spectral irradiances were 0.016, 0.071, and 0.186 W m(-2) at wavelengths of 305, 312, and 320 nm, respectively. The minimum daily average ozone value (278.6 DU) was recorded on 31 January 2008. On that day, average UV-B spectral irradiances were 0.018, 0.085, and 0.210 W m(-2) at wavelengths of 305, 312, and 320 nm, respectively. Our results concludes that following prolonged UV-B exposure, total chlorophyll levels decreased gradually in both species, whereas levels of UV-B absorbing compounds, phenolics, and carotenoids gradually increased."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Dr. Ram Manohar Lohia Avadh University, Faizabad, Uttar Pradesh, India."}], "LastName": "Singh", "ForeName": "Jaswant", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Dr. Ram Manohar Lohia Avadh University, Faizabad, Uttar Pradesh, India."}], "LastName": "Singh", "ForeName": "Rudra P", "Initials": "RP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Toxicol Int", "NlmUniqueID": "101191279", "ISSNLinking": "0971-6580"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Farman JC, Gardiner BG, Shanklin JD. Large losses of total ozone in Antarctica reveal seasonal ClOx/NOx interaction. Nature. 1985;315:207–10."}, {"Citation": "Bodeker GE, Connor BJ, Liley JB, Matthews WA. The global mass of ozone: 1978 − 1998. Geophys Res Lett. 2001;28:2819–22."}, {"Citation": "McKenzie RL, Bjorn LO, Bais A, Ilyasd M. Change in biologically active ultraviolet radiation reaching the Earth's surfaces. Photochem Photobiol Sci. 2003;2:5–15.", "ArticleIdList": ["12659535"]}, {"Citation": "Switzerland, Geneva: 2007. WMO. Scientific assessment of ozone depletion: Global ozone research and monitoring project-report No. 50, 2006."}, {"Citation": "Xiong FS, Day TA. Effect of solar ultraviolet-B radiation during springtime ozone depletion on photosynthesis and biomass production of Antarctic vascular plants. Plant Physiol. 2001;125:738–51.", "ArticleIdList": ["PMC64875", "11161031"]}, {"Citation": "Ruhland CT, Xiong FS, Clark WD, Day TA. The influence of Ultraviolet-B radiation on growth, hydroxycinnamic acids and flavonoids of Deschampsia antarctica during spring time ozone depletion in Antarctica. Photochem Photobiol. 2005;81:1086–93.", "ArticleIdList": ["15689180"]}, {"Citation": "Cockell CS, Knowland J. Ultraviolet radiation screening compounds. Biol Rev Camb Philos Soc. 1999;74:311–45.", "ArticleIdList": ["10466253"]}, {"Citation": "Searles P, Flint SD, Caldwell MM. A meta-analysis of plant field studies simulating stratospheric ozone depletion. Oecologia. 2001;127:1–10.", "ArticleIdList": ["28547159"]}, {"Citation": "Lud D, Buma AG, Van de Poll WH, Moerdijk TC, Huiskes AH. DNA damage and photosynthetic performance in the Antarctic terrestrial alga Prasiola crispa antarctica (Chlorophyta) under manipulated UV-B radiation. J Phycol. 2001;37:459–67."}, {"Citation": "Smith RIL. Terrestrial plant biology of the sub-antarctic and antarctic. In: Laws RM, editor. Antarctic Ecology. London: Academic Press; 1984. pp. 61–162."}, {"Citation": "Singh J, Dubey AK, Singh RP. Antarctic terrestrial ecosystem and role of pigments in enhanced UV-B radiations. Rev Environ Sci Biotech. 2011;10:63–7."}, {"Citation": "Melick DR, Hovendon M, Seppelt R. Vegetation patterns in relation to climatic and endogenous changes in Wilkes Land, continental Antarctica. J Ecol. 1997;85:43–56."}, {"Citation": "Niemi R, Martikainen P, Silvola J, Wulff A, Turtola S, Holopainen T. Responses of two Sphagnum moss species and Eriophorum vaginatum to enhanced UV-B in a summer of low UV intensity. New Phytol. 2002a;156:509–15.", "ArticleIdList": ["33873581"]}, {"Citation": "Niemi R, Martikainen P, Silvola J, Wulff A, Turtola S, Holopainen T. Elevated UV-B radiation alters fluxes of methane and carbondioxide in peatland microcosms. Glob Change Biol. 2002b;8:361–71."}, {"Citation": "Lappalainen NM, Huttunen S, Suokanerva H. Acclimation of the pleurocarpous moss Pleurozium schreberi (Britt.) Mitt. to enhanced ultraviolet radiation in-situ. Glob Change Biol. 2008;14:321–33."}, {"Citation": "Gehrke C. Effects of enhanced UV-B radiation on production-related properties of a Sphagnum fuscum dominated sub-arctic bog. Funct Ecol. 1998;12:940–7."}, {"Citation": "Gehrke C. Impacts of enhanced ultraviolet-B radiation on mosses in a subarctic heath ecosystem. Ecol. 1999;80:1844–51."}, {"Citation": "Robinson SA, Turnbull JD, Lovelock CE. Impact of changes in natural ultraviolet radiation on pigment composition, physiological and morphological charecterastics of the Antarctic moss, Grimmia antarctici. Glob Change Biol. 2005;11:476–89."}, {"Citation": "Newsham KK, Geissler PA, Nicolson MJ, Peat HJ, Lewis-Smith RI. Sequential reduction of UV-B radiation in the field alters the pigmentation of an Antarctic leafy liverwort. Environ Exp Bot. 2005;54:22–32."}, {"Citation": "Husain SR, Cillard J, Cillard P. Hydroxyl radical scavenging activity of flavonoids. Phytochemistry. 1987;26:2489–91."}, {"Citation": "Markham KR, Tanner GJ, Caasi-Lit M, Whitecross MI, Nayudu M, Mitchell KA. Possible protective role for 3, 4-dihydroxyflavones induced by enhanced UV-B in a UV-tolerant rice cultivar. Phytochemistry. 1998;49:1913–9."}, {"Citation": "Bjerke JW, Lerfall K, Elvebakk A. Effects of ultraviolet radiation and PAR on the content of usnic and divaricatic acids in two arctic-alpine lichens. Photochem Photobiol Sci. 2002;1:678–85.", "ArticleIdList": ["12665305"]}, {"Citation": "Arnon DI. Copper enzymes in isolated chloroplasts. Polyphenyl oxidase in Beta vulgaris. Plant Physiol. 1949;24:1–15.", "ArticleIdList": ["PMC437905", "16654194"]}, {"Citation": "Parsons TR, Maita Y, Lalli CM. Oxford: Pergamon; 1984. A manual of chemical and biological methods for seawater analysis."}, {"Citation": "Ruhland CT, Day TA. Size and longevity of seed banks in Antarctica and the influence of ultraviolet-B radiation on survivorship, growth and pigment concentrations of Colobanthus quitensis seedlings. Environ Exp Bot. 2001;45:143–54.", "ArticleIdList": ["11275222"]}, {"Citation": "Pirie A, Mullins MG. Changes in anthocyanin and phenolics content of grapevine leaf and fruit tissue treated with sucrose nitrate and abscisic acid. Plant Physiol. 1976;58:468–72.", "ArticleIdList": ["PMC543243", "16659699"]}, {"Citation": "Newsham KK, Hodgson DA, Murray AW, Peat HJ, Lewis Smith RI. Response of two Antarctic bryophytes to stratospheric ozone depletion. Glob Change Biol. 2002;8:1–12."}, {"Citation": "Day TA, Ruhland CT, Grobe CW, Xiong F. Growth and reduction of Antarctic vascular plants in response to warming and UV radiation reductions in the field. Oecologia. 1999;199:24–35.", "ArticleIdList": ["28308156"]}, {"Citation": "Lud D, Moerdijk T, Van de Poll W, Buma AG, Huiskes AH. DNA damage and photosynthesis in Antarctic and Arctic Sanionia uncinata (Hedw.) Loeske under ambient and enhanced levels of UV-B radiation. Plant Cell Environ. 2002;25:1579–89."}, {"Citation": "Singh J, Gautam S, Pant AB. Effect of UV-B radiation on UV absorbing compounds and pigments of moss and lichen of Schirmacher Oasis region, East Antarctica. Cell Mol Biol. 2012;58:76–80.", "ArticleIdList": ["23273195"]}, {"Citation": "Newsham KK. UV-B radiation arising from stratospheric ozone depletion influences the pigmentation of the moss Andreaea regularis. Oecologia. 2003;135:327–31.", "ArticleIdList": ["12721820"]}, {"Citation": "Larsson P, Vecerova K, Cempirkova H, Solhaug KA, Gauslaa Y. Does UV-B influence biomass growth in lichen deficient in sun-screening pigment? Environ Exp Bot. 2009;67:215–21."}, {"Citation": "Lud D, Huiskes A, Moerdijk T, Rozema J. The effects of altered levels of UV-B radiation on an Antarctic grass and lichen. Plant Ecol. 2001b;154:89–99."}, {"Citation": "de la Rosa TM, Julkunen-Tiitto R, Lehto T, Aphalo PJ. Secondory metabolics and nutrient concentrations in silver bitch seedling under five levels of daily UV-B exposure and two relative nutrient addition rates. New Phytol. 2001;150:121–31."}, {"Citation": "Rozema J, Boelen P, Solheim B, Zielke M, Buskens A, Doorenbosch M, et al. Stratospheric ozone depletion: High arctic tundra plant growth on Svalbard is not affected by enhanced UV-B after 7 years of UV-B supplementation in the field. Plant Ecol. 2006;182:121–35."}, {"Citation": "Solhaug KA, Gauslaa Y. Photosynthates stimulate the UV-B induced fungal anthraquinone synthesis in the foliose lichen Xanthoria parietina. Plant Cell Environ. 2004;27:167–76."}, {"Citation": "Gauslaa Y, McEvoy M. Seasonal changes in solar radiation drive acclimation of the sun-screening compounds parietin in the lichen Xanthoria parietina. Basic Appl Ecol. 2005;6:75–82."}, {"Citation": "McEvoy M, Nybakken L, Solhaug KA, Gauslaa Y. UV trigger the synthesis of the widely distributed secondary compounds usnic acid. Mycol Pro. 2006;5:221–9."}, {"Citation": "Nybakken L, Julkunen-Tiitto R. UV-B induced usnic acid in reindeer lichens. Lichenologist. 2006;38:477–85."}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "4", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2014", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24748743", "PMC3989906", "10.4103/0971-6580.128815", "TI-21-101"]}}], "PubmedBookArticle": []}