{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [["covariance estimation", "non-stationarity", "ozone", "spatial data analysis"]], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "24772199", "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1932-6157", "JournalIssue": {"Volume": "5", "Issue": "4", "PubDate": {"Year": "2011", "Month": "Dec", "Day": "01"}}, "Title": "The annals of applied statistics", "ISOAbbreviation": "Ann Appl Stat"}, "ArticleTitle": "A class of covariate-dependent spatiotemporal covariance functions.", "Pagination": {"StartPage": "2265", "EndPage": "2687", "MedlinePgn": "2265-2687"}, "Abstract": {"AbstractText": ["In geostatistics, it is common to model spatially distributed phenomena through an underlying stationary and isotropic spatial process. However, these assumptions are often untenable in practice because of the influence of local effects in the correlation structure. Therefore, it has been of prolonged interest in the literature to provide flexible and effective ways to model non-stationarity in the spatial effects. Arguably, due to the local nature of the problem, we might envision that the correlation structure would be highly dependent on local characteristics of the domain of study, namely the latitude, longitude and altitude of the observation sites, as well as other locally defined covariate information. In this work, we provide a flexible and computationally feasible way for allowing the correlation structure of the underlying processes to depend on local covariate information. We discuss the properties of the induced covariance functions and discuss methods to assess its dependence on local covariate information by means of a simulation study and the analysis of data observed at ozone-monitoring stations in the Southeast United States."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "North Carolina State University."}], "Identifier": [], "LastName": "Reich", "ForeName": "Brian J", "Initials": "BJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Norwegian University of Science and Technology."}], "Identifier": [], "LastName": "Eidsvik", "ForeName": "Jo", "Initials": "J"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "University of New Mexico."}], "Identifier": [], "LastName": "Guindani", "ForeName": "Michele", "Initials": "M"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Duke University."}], "Identifier": [], "LastName": "Nail", "ForeName": "Amy J", "Initials": "AJ"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade Federal do Rio de Janeiro, Brazil."}], "Identifier": [], "LastName": "Schmidt", "ForeName": "Alexandra M", "Initials": "AM"}], "GrantList": [{"GrantID": "P30 CA016672", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ann Appl Stat", "NlmUniqueID": "101479511", "ISSNLinking": "1932-6157"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Banerjee S, Gelfand AE. On smoothness properties of spatial processes. Journal of Multivariate Analysis. 2003;84:85–100."}, {"Citation": "Banerjee S, Gelfand AE, Sirmans CF. Directional rates of change under spatial process models. Journal of the American Statistical Association. 2003;98:946–954."}, {"Citation": "Berrocal VJ, Gelfand AE, Holland DM. A spatio-temporal downscaler for output from numerical models. Journal of Agricultural, Biological, and Environmental Statistics. 2010", "ArticleIdList": ["PMC2990198", "21113385"]}, {"Citation": "Carroll R, Chen R, George E, Li T, Newton H, Schmiediche H, Wang N. Ozone exposure and population density in Harris County, Texas. Journal of the American Statistical Association. 1997;92:392–404."}, {"Citation": "Cooley D, Nychka D, Naveau P. Bayesian spatial modelling of extreme preciptation return levels. Journal of the American Statistical Association. 2007;102:824–840."}, {"Citation": "Cressie N, Huang H. Classes of nonseparable, spatio-temporal stationary covariance functions. Journal of the American Statistical Association. 1999;94:1330–1340."}, {"Citation": "Dou Y, Le ND, Zidek JV. Modeling hourly ozone concentration fields. Annals of Applied Statistics. 2010"}, {"Citation": "EPA. Tech. Rep. EPA 454/K-04-001. Environmental Protection Agency; 2004. The ozone report: Measuring progress through 2003."}, {"Citation": "Fuentes M. Spectral methods for nonstationary spatial processes. Biometrika. 2002;89:281–298."}, {"Citation": "Gelfand AE, Kim H, Sirmans C, Banerjee S. Spatial modelling with spatially varying coecient processes. Journal of the American Statistical Association. 2003;98:387–396."}, {"Citation": "Gilleland E, Nychka D. Statistical models for monitoring and regulating ground-level ozone. Environmetrics. 2005;16:535–546."}, {"Citation": "Gneiting T. Nonseparable, stationary covariance functions for space-time data. Journal of the American Statistical Association. 2002;97:590–600."}, {"Citation": "Guttorp P, Meiring W, Sampson PD. A space-time analysis of ground-level ozone data. Environmetrics. 1994;5:241–254."}, {"Citation": "Higdon D, Swall J, Kern J. Non-Stationary Spatial Modeling. In: Bernardo JM, Berger JO, Dawid AP, Smith AFM, editors. Bayesian Statistics 6 - Proceedings of the Sixth Valencia Meeting. Oxford: Clarendon Press; 1999. pp. 761–768."}, {"Citation": "Huang H-C, Hsu N-J. Modeling transport effects on ground-level ozone using a non-stationary space-time model. Environmetrics. 2004;15:251–268."}, {"Citation": "Huerta G, Sansó B, Stroud JR. A spatiotemporal model for Mexico City ozone levels. Applied Statistics. 2004;53:231–248."}, {"Citation": "Lopes HF, Salazar E, Gamerman D. Spatial dynamic factor analysis. Bayesian Analysis. 2008;3:759–792."}, {"Citation": "McMillan N, Bortnick SM, Irwin ME, Berliner LM. A hierarchical Bayesian model to estimate and forecast ozone through space and time. Atmospheric Environment. 2005;39:1373–1382."}, {"Citation": "Meiring W, Guttorp P, Sampson PD. Space-time estimation of grid-cell hourly ozone levels for assessment of a deterministic model. Environmental and Ecological Statistics. 1998;5:197–222."}, {"Citation": "Nail AJ, Hughes-Oliver JM, Monahan JF. Quantifying local creation and regional transport using a hierarchical space-time model of ozone as a function of observed NOx, a latent space-time VOC process, emissions, and meteorology. Journal of Agricultural, Biological, and Environmental Statistics. 2010"}, {"Citation": "Paciorek CJ, Schervish MJ. Spatial modelling using a new class of nonstationary covariance functions. Environmetrics. 2006;17:483–506.", "ArticleIdList": ["PMC2157553", "18163157"]}, {"Citation": "Sahu SK, Gelfand AE, Holland DM. High-resolution space-time ozone modeling for assessing trends. Journal of the American Statistical Association. 2007;102:1221–1234.", "ArticleIdList": ["PMC2744098", "19759840"]}, {"Citation": "Salazar E, Lopes HF, Gamerman D. Tech. rep. University of Chicago; 2009. Generalized spatial dynamic factor analysis."}, {"Citation": "Schmidt AM, Guttorp P, O’Hagan A. Tech. rep. Brazil: Departamento de Métodos Estatísticos, IM-UFRJ; 2010. Considering covariates in the covariance structure of spatial processes."}, {"Citation": "Schmidt AM, O’Hagan A. Bayesian inference for nonstationary spatial covariance structures via spatial deformations. Journal of the Royal Statistical Society, Series B. 2003;65:743–775."}, {"Citation": "Schmidt AM, Rodríguez MA. Modelling multivariate counts varying continuously inspace. In: Bernardo JM, Bayarri MJ, Berger JO, Dawid AP, Heckerman D, Smith AFM, West M, editors. Bayesian Statistics 9 - Proceedings of the Sixth Valencia Meeting. Oxford: Clarendon Press; 2010. forthcoming."}, {"Citation": "Spiegelhalter DJ, Best NG, Carlin BP, van der Linde A. Bayesian measures of model complexity and fit. Journal of the Royal Statistical Society, Series B. 2002;64:583–640."}, {"Citation": "Stein M. Space-time covariance functions. Journal of the American Statistical Association. 2005;100:310–321."}]}], "History": [{"Year": "2014", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2011", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2014", "Month": "4", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24772199", "NIHMS558754", "PMC3998774", "10.1214/11-AOAS482"]}}], "PubmedBookArticle": []}