{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24792855", "DateCompleted": {"Year": "2014", "Month": "05", "Day": "22"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1016/S0140-6736(14)60617-6", "S0140-6736(14)60617-6"], "Journal": {"ISSN": "1474-547X", "JournalIssue": {"Volume": "383", "Issue": "9928", "PubDate": {"Year": "2014", "Month": "May", "Day": "03"}}, "Title": "Lancet (London, England)", "ISOAbbreviation": "Lancet"}, "ArticleTitle": "Outdoor air pollution and asthma.", "Pagination": {"StartPage": "1581", "EndPage": "1592", "MedlinePgn": "1581-92"}, "Abstract": {"AbstractText": ["Traffic and power generation are the main sources of urban air pollution. The idea that outdoor air pollution can cause exacerbations of pre-existing asthma is supported by an evidence base that has been accumulating for several decades, with several studies suggesting a contribution to new-onset asthma as well. In this Series paper, we discuss the effects of particulate matter (PM), gaseous pollutants (ozone, nitrogen dioxide, and sulphur dioxide), and mixed traffic-related air pollution. We focus on clinical studies, both epidemiological and experimental, published in the previous 5 years. From a mechanistic perspective, air pollutants probably cause oxidative injury to the airways, leading to inflammation, remodelling, and increased risk of sensitisation. Although several pollutants have been linked to new-onset asthma, the strength of the evidence is variable. We also discuss clinical implications, policy issues, and research gaps relevant to air pollution and asthma."], "CopyrightInformation": "Copyright © 2014 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, University of California, San Francisco, CA, USA; Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA."}], "LastName": "Guarnieri", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, University of California, San Francisco, CA, USA; Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, CA, USA. Electronic address: jbalmes@medsfgh.ucsf.edu."}], "LastName": "Balmes", "ForeName": "John R", "Initials": "JR"}], "GrantList": [{"GrantID": "T32 HL007185", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Lancet", "NlmUniqueID": "2985213R", "ISSNLinking": "0140-6736"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}], "MeshHeadingList": [{"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["adverse effects", "analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["etiology"], "DescriptorName": "Asthma"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["toxicity"], "DescriptorName": "Gases"}, {"QualifierName": [], "DescriptorName": "Health Policy"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": ["analysis", "toxicity"], "DescriptorName": "Vehicle Emissions"}], "CoiStatement": "<b>Declaration of interests</b>. JRB is the Physician Member of the California Air Resources Board, the state agency with regulatory responsibility for air quality and climate change mitigation policies. MG declares that he has no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lim SS, Vos T, Flaxman AD, et al. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380:2224–60.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Brauer M, Amann M, Burnett RT, et al. Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution. Environ Sci Technol. 2012;46:652–60.", "ArticleIdList": ["PMC4043337", "22148428"]}, {"Citation": "Perez L, Declercq C, Iniguez C, et al. Chronic burden of near-roadway traffic pollution in 10 European cities (APHEKOM network) Eur Respir J. 2013;42:594–605.", "ArticleIdList": ["23520318"]}, {"Citation": "Wong GWK, Chow CM. Childhood asthma epidemiology: insights from comparative studies of rural and urban populations. Pediatr Pulmonol. 2008;43:107–16.", "ArticleIdList": ["18092349"]}, {"Citation": "Robinson CL, Baumann LM, Romero K, et al. Effect of urbanisation on asthma, allergy and airways inflammation in a developing country setting. Thorax. 2011;66:1051–57.", "ArticleIdList": ["PMC5523938", "21730351"]}, {"Citation": "Brunekreef B, Stewart AW, Anderson HR, Lai CKW, Strachan DP, Pearce N. Self-reported truck traffic on the street of residence and symptoms of asthma and allergic disease: a global relationship in ISAAC phase 3. Environ Health Perspect. 2009;117:1791–98.", "ArticleIdList": ["PMC2801184", "20049134"]}, {"Citation": "Friedman MS, Powell KE, Hutwagner L, Graham LM, Teague WG. Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma. JAMA. 2001;285:897–905.", "ArticleIdList": ["11180733"]}, {"Citation": "O’Connor GT, Neas L, Vaughn B, et al. Acute respiratory health effects of air pollution on children with asthma in US inner cities. J Allergy Clin Immunol. 2008;121:1133–39.", "ArticleIdList": ["18405952"]}, {"Citation": "Weinmayr G, Romeo E, De Sario M, Weiland SK, Forastiere F. Short-term effects of PM10 and NO2 on respiratory health among children with asthma or asthma-like symptoms: a systematic review and meta-analysis. Environ Health Perspect. 2010;118:449–57.", "ArticleIdList": ["PMC2854719", "20064785"]}, {"Citation": "Health Effects Institute. Traffic-related air pollution: a critical review of the literature on emissions, exposure, and health effects. Boston, MA: Health Effects Institute; 2010. Panel on the Health Effects of Traffic-Related Air Pollution."}, {"Citation": "Dong G-H, Chen T, Liu M-M, et al. Gender differences and effect of air pollution on asthma in children with and without allergic predisposition: northeast Chinese children health study. PLoS One. 2011;6:e22470.", "ArticleIdList": ["PMC3139656", "21811617"]}, {"Citation": "Nishimura KK, Galanter JM, Roth LA, et al. Early-life air pollution and asthma risk in minority children. The GALA II and SAGE II studies. Am J Respir Crit Care Med. 2013;188:309–18.", "ArticleIdList": ["PMC3778732", "23750510"]}, {"Citation": "Jacquemin B, Sunyer J, Forsberg B, et al. Home outdoor NO2 and new-onset of self-reported asthma in adults. Epidemiology. 2009;20:119–26.", "ArticleIdList": ["18923331"]}, {"Citation": "Jerrett M, Shankardass K, Berhane K, et al. Traffic-related air pollution and asthma onset in children: a prospective cohort study with individual exposure measurement. Environ Health Perspect. 2008;116:1433–38.", "ArticleIdList": ["PMC2569108", "18941591"]}, {"Citation": "McConnell R, Islam T, Shankardass K, et al. Childhood incident asthma and traffic-related air pollution at home and school. Environ Health Perspect. 2010;118:1021–26.", "ArticleIdList": ["PMC2920902", "20371422"]}, {"Citation": "Zhou C, Baiz N, Zhang T, Banerjee S, Annesi-Maesano I. Modifiable exposures to air pollutants related to asthma phenotypes in the first year of life in children of the EDEN mother-child cohort study. BMC Public Health. 2013;13:506.", "ArticleIdList": ["PMC3671198", "23705590"]}, {"Citation": "Carlsten C, Dybuncio A, Becker A, Chan-Yeung M, Brauer M. Traffic-related air pollution and incident asthma in a high-risk birth cohort. Occup Environ Med. 2011;68:291–95.", "ArticleIdList": ["20952556"]}, {"Citation": "Clark NA, Demers PA, Karr CJ, et al. Effect of early life exposure to air pollution on development of childhood asthma. Environ Health Perspect. 2010;118:284–90.", "ArticleIdList": ["PMC2831931", "20123607"]}, {"Citation": "Kunzli N, Bridevaux P-O, Liu L-JS, et al. Traffic-related air pollution correlates with adult-onset asthma among never-smokers. Thorax. 2009;64:664–70.", "ArticleIdList": ["19359271"]}, {"Citation": "Modig L, Toren K, Janson C, Jarvholm B, Forsberg B. Vehicle exhaust outside the home and onset of asthma among adults. Eur Respir J. 2009;33:1261–67.", "ArticleIdList": ["19251785"]}, {"Citation": "Anderson HR, Favarato G, Atkinson RW. Long-term exposure to air pollution and the incidence of asthma: meta-analysis of cohort studies. Air Qual Atmos Health. 2013;6:47–56."}, {"Citation": "Anderson HR, Favarato G, Atkinson RW. Long-term exposure to outdoor air pollution and the prevalence of asthma: meta-analysis of multi-community prevalence studies. Air Qual Atmos Health. 2013;6:57–68."}, {"Citation": "Seltzer J, Bigby BG, Stulbarg M, et al. O3-induced change in bronchial reactivity to methacholine and airway inflammation in humans. J Appl Physiol. 1986;60:1321–26.", "ArticleIdList": ["3084448"]}, {"Citation": "Aris RM, Christian D, Hearne PQ, Kerr K, Finkbeiner WE, Balmes JR. Ozone-induced airway inflammation in human subjects as determined by airway lavage and biopsy. Am Rev Respir Dis. 1993;148:1363–72.", "ArticleIdList": ["8239177"]}, {"Citation": "Solomon C, Christian DL, Chen LL, et al. Effect of serial-day exposure to nitrogen dioxide on airway and blood leukocytes and lymphocyte subsets. Eur Respir J. 2000;15:922–28.", "ArticleIdList": ["10853860"]}, {"Citation": "Frampton MW, Boscia J, Roberts NJJ, et al. Nitrogen dioxide exposure: effects on airway and blood cells. Am J Physiol Lung Cell Mol Physiol. 2002;282:L155–65.", "ArticleIdList": ["11741827"]}, {"Citation": "Dales R, Wheeler A, Mahmud M, et al. The influence of living near roadways on spirometry and exhaled nitric oxide in elementary schoolchildren. Environ Health Perspect. 2008;116:1423–27.", "ArticleIdList": ["PMC2569106", "18941589"]}, {"Citation": "Delfino RJ, Staimer N, Gillen D, et al. Personal and ambient air pollution is associated with increased exhaled nitric oxide in children with asthma. Environ Health Perspect. 2006;114:1736–43.", "ArticleIdList": ["PMC1665398", "17107861"]}, {"Citation": "Poynter ME, Persinger RL, Irvin CG, et al. Nitrogen dioxide enhances allergic airway inflammation and hyperresponsiveness in the mouse. Am J Physiol Lung Cell Mol Physiol. 2006;290:L144–52.", "ArticleIdList": ["16085673"]}, {"Citation": "Liu L, Poon R, Chen L, et al. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect. 2009;117:668–74.", "ArticleIdList": ["PMC2679614", "19440509"]}, {"Citation": "Patel MM, Chillrud SN, Deepti KC, Ross JM, Kinney PL. Traffic-related air pollutants and exhaled markers of airway inflammation and oxidative stress in New York City adolescents. Environ Res. 2013;121:71–78.", "ArticleIdList": ["PMC3577992", "23177171"]}, {"Citation": "Neophytou AM, Hart JE, Cavallari JM, et al. Traffic-related exposures and biomarkers of systemic inflammation, endothelial activation and oxidative stress: a panel study in the US trucking industry. Environ Health. 2013;12:105.", "ArticleIdList": ["PMC3882104", "24314116"]}, {"Citation": "Gowers AM, Cullinan P, Ayres JG, et al. Does outdoor air pollution induce new cases of asthma? Biological plausibility and evidence; a review. Respirology. 2012;17:887–98.", "ArticleIdList": ["22672711"]}, {"Citation": "Gilliland FD, Li Y-F, Saxon A, Diaz-Sanchez D. Effect of glutathione-S-transferase M1 and P1 genotypes on xenobiotic enhancement of allergic responses: randomised, placebo-controlled crossover study. Lancet. 2004;363:119–25.", "ArticleIdList": ["14726165"]}, {"Citation": "Islam T, Berhane K, McConnell R, et al. Glutathione-S-transferase (GST) P1, GSTM1, exercise, ozone and asthma incidence in school children. Thorax. 2009;64:197–202.", "ArticleIdList": ["PMC2738935", "18988661"]}, {"Citation": "Li Y-F, Gauderman WJ, Avol E, Dubeau L, Gilliland FD. Associations of tumor necrosis factor G-308A with childhood asthma and wheezing. Am J Respir Crit Care Med. 2006;173:970–76.", "ArticleIdList": ["PMC2662916", "16456144"]}, {"Citation": "Chan JKW, Charrier JG, Kodani SD, et al. Combustion-derived flame generated ultrafine soot generates reactive oxygen species and activates Nrf2 antioxidants differently in neonatal and adult rat lungs. Part Fibre Toxicol. 2013;10:34.", "ArticleIdList": ["PMC3735485", "23902943"]}, {"Citation": "Li N, Xia T, Nel AE. The role of oxidative stress in ambient particulate matter-induced lung diseases and its implications in the toxicity of engineered nanoparticles. Free Radic Biol Med. 2008;44:1689–99.", "ArticleIdList": ["PMC2387181", "18313407"]}, {"Citation": "Nadeau K, McDonald-Hyman C, Noth EM, et al. Ambient air pollution impairs regulatory T-cell function in asthma. J Allergy Clin Immunol. 2010;126:845–52.", "ArticleIdList": ["20920773"]}, {"Citation": "Brunst KJ, Leung Y-K, Ryan PH, et al. Forkhead box protein 3 (FOXP3) hypermethylation is associated with diesel exhaust exposure and risk for childhood asthma. J Allergy Clin Immunol. 2013;131:592–94.", "ArticleIdList": ["PMC3563724", "23260754"]}, {"Citation": "Kohli A, Garcia MA, Miller RL, et al. Secondhand smoke in combination with ambient air pollution exposure is associated with increasedx CpG methylation and decreased expression of IFN-gamma in T effector cells and Foxp3 in T regulatory cells in children. Clin Epigenetics. 2012;4:17.", "ArticleIdList": ["PMC3483214", "23009259"]}, {"Citation": "Wang P, Thevenot P, Saravia J, Ahlert T, Cormier SA. Radical-containing particles activate dendritic cells and enhance Th17 inflammation in a mouse model of asthma. Am J Respir Cell Mol Biol. 2011;45:977–83.", "ArticleIdList": ["PMC3262685", "21493781"]}, {"Citation": "van Voorhis M, Knopp S, Julliard W, et al. Exposure to atmospheric particulate matter enhances Th17 polarization through the aryl hydrocarbon receptor. PLoS One. 2013;8:e82545.", "ArticleIdList": ["PMC3859609", "24349309"]}, {"Citation": "Brandt EB, Kovacic MB, Lee GB, et al. Diesel exhaust particle induction of IL-17A contributes to severe asthma. J Allergy Clin Immunol. 2013;132:1194–1204.", "ArticleIdList": ["PMC3845500", "24060272"]}, {"Citation": "Kehrl HR, Peden DB, Ball B, Folinsbee LJ, Horstman D. Increased specific airway reactivity of persons with mild allergic asthma after 7.6 hours of exposure to 0. 16 ppm ozone. J Allergy Clin Immunol. 1999;104:1198–204.", "ArticleIdList": ["10589001"]}, {"Citation": "Tunnicliffe WS, Burge PS, Ayres JG. Effect of domestic concentrations of nitrogen dioxide on airway responses to inhaled allergen in asthmatic patients. Lancet. 1994;344:1733–36.", "ArticleIdList": ["7997002"]}, {"Citation": "Devalia JL, Rusznak C, Herdman MJ, Trigg CJ, Tarraf H, Davies RJ. Effect of nitrogen dioxide and sulphur dioxide on airway response of mild asthmatic patients to allergen inhalation. Lancet. 1994;344:1668–71.", "ArticleIdList": ["7996960"]}, {"Citation": "Nel AE, Diaz-Sanchez D, Ng D, Hiura T, Saxon A. Enhancement of allergic inflammation by the interaction between diesel exhaust particles and the immune system. J Allergy Clin Immunol. 1998;102:539–54.", "ArticleIdList": ["9802360"]}, {"Citation": "Diaz-Sanchez D, Garcia MP, Wang M, Jyrala M, Saxon A. Nasal challenge with diesel exhaust particles can induce sensitization to a neoallergen in the human mucosa. J Allergy Clin Immunol. 1999;104:1183–88.", "ArticleIdList": ["10588999"]}, {"Citation": "Kelly FJ, Fussell JC. Size, source and chemical composition as determinants of toxicity attributable to ambient particulate matter. Atmos Environ. 2012;60:504–26."}, {"Citation": "Delfino RJ, Zeiger RS, Seltzer JM, et al. The effect of outdoor fungal spore concentrations on daily asthma severity. Environ Health Perspect. 1997;105:622–35.", "ArticleIdList": ["PMC1470068", "9288497"]}, {"Citation": "Ostro B, Lipsett M, Mann J, Braxton-Owens H, White M. Air pollution and exacerbation of asthma in African-American children in Los Angeles. Epidemiology. 2001;12:200–08.", "ArticleIdList": ["11246581"]}, {"Citation": "Stanek LW, Brown JS, Stanek J, Gift J, Costa DL. Air pollution toxicology—a brief review of the role of the science in shaping the current understanding of air pollution health risks. Toxicol Sci. 2011;120 (suppl 1):S8–27.", "ArticleIdList": ["21147959"]}, {"Citation": "Mann JK, Balmes JR, Bruckner TA, et al. Short-term effects of air pollution on wheeze in asthmatic children in Fresno, California. Environ Health Perspect. 2010;118:1497–502.", "ArticleIdList": ["PMC2957935", "20570778"]}, {"Citation": "Meng Y-Y, Rull RP, Wilhelm M, Lombardi C, Balmes J, Ritz B. Outdoor air pollution and uncontrolled asthma in the San Joaquin Valley, California. J Epidemiol Community Health. 2010;64:142–47.", "ArticleIdList": ["20056967"]}, {"Citation": "Jacquemin B, Kauffmann F, Pin I, et al. Air pollution and asthma control in the Epidemiological study on the Genetics and Environment of Asthma. J Epidemiol Community Health. 2012;66:796–802.", "ArticleIdList": ["PMC3943770", "21690606"]}, {"Citation": "Iskandar A, Andersen ZJ, Bonnelykke K, Ellermann T, Andersen KK, Bisgaard H. Coarse and fine particles but not ultrafine particles in urban air trigger hospital admission for asthma in children. Thorax. 2012;67:252–57.", "ArticleIdList": ["22156960"]}, {"Citation": "Delamater PL, Finley AO, Banerjee S. An analysis of asthma hospitalizations, air pollution, and weather conditions in Los Angeles County, California. Sci Total Environ. 2012;425:110–18.", "ArticleIdList": ["PMC4451222", "22475217"]}, {"Citation": "Malig BJ, Green S, Basu R, Broadwin R. Coarse particles and respiratory emergency department visits in California. Am J Epidemiol. 2013;178:58–69.", "ArticleIdList": ["23729683"]}, {"Citation": "Samoli E, Nastos PT, Paliatsos AG, Katsouyanni K, Priftis KN. Acute effects of air pollution on pediatric asthma exacerbation: evidence of association and effect modification. Environ Res. 2011;111:418–24.", "ArticleIdList": ["21296347"]}, {"Citation": "Silverman RA, Ito K. Age-related association of fine particles and ozone with severe acute asthma in New York City. J Allergy Clin Immunol. 2010;125:367–73.", "ArticleIdList": ["20159246"]}, {"Citation": "Son J-Y, Lee J-T, Park YH, Bell ML. Short-term effects of air pollution on hospital admissions in Korea. Epidemiology. 2013;24:545–54.", "ArticleIdList": ["23676269"]}, {"Citation": "Strickland MJ, Darrow LA, Mulholland JA, et al. Implications of different approaches for characterizing ambient air pollutant concentrations within the urban airshed for time-series studies and health benefits analyses. Environ Health. 2011;10:36.", "ArticleIdList": ["PMC3118125", "21569371"]}, {"Citation": "Penard-Morand C, Raherison C, Charpin D, et al. Long-term exposure to close-proximity air pollution and asthma and allergies in urban children. Eur Respir J. 2010;36:33–40.", "ArticleIdList": ["20075054"]}, {"Citation": "Akinbami LJ, Lynch CD, Parker JD, Woodruff TJ. The association between childhood asthma prevalence and monitored air pollutants in metropolitan areas, United States, 2001–2004. Environ Res. 2010;110:294–301.", "ArticleIdList": ["20117766"]}, {"Citation": "US EPA, ORD, National Center for Environmental Assessment, NCEA-RTP.  [accessed April 17, 2014];Integrated science assessment for ozone and related photochemical oxidants.   http://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=247492."}, {"Citation": "Division UEONRTP.  [accessed April 17, 2014];Integrated science assessment for oxides of nitrogen—health criteria.   http://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=259167."}, {"Citation": "Johns DO, Linn WS. A review of controlled human SO(2) exposure studies contributing to the US EPA integrated science assessment for sulfur oxides. Inhal Toxicol. 2011;23:33–43.", "ArticleIdList": ["21222560"]}, {"Citation": "Folinsbee LJ. Does nitrogen dioxide exposure increase airways responsiveness? Toxicol Ind Health. 1992;8:273–83.", "ArticleIdList": ["1455438"]}, {"Citation": "Goodman JE, Chandalia JK, Thakali S, Seeley M. Meta-analysis of nitrogen dioxide exposure and airway hyper-responsiveness in asthmatics. Crit Rev Toxicol. 2009;39:719–42.", "ArticleIdList": ["19852559"]}, {"Citation": "Hesterberg TW, Bunn WB, McClellan RO, Hamade AK, Long CM, Valberg PA. Critical review of the human data on short-term nitrogen dioxide (NO2) exposures: evidence for NO2 no-effect levels. Crit Rev Toxicol. 2009;39:743–81.", "ArticleIdList": ["19852560"]}, {"Citation": "Perez L, Kunzli N, Avol E, et al. Global goods movement and the local burden of childhood asthma in southern California. Am J Public Health. 2009;99 (Suppl 3):S622–28.", "ArticleIdList": ["PMC2774197", "19890167"]}, {"Citation": "Hernandez-Cadena L, Holguin F, Barraza-Villarreal A, Del Rio-Navarro BE, Sienra-Monge JJ, Romieu I. Increased levels of outdoor air pollutants are associated with reduced bronchodilation in children with asthma. CHEST. 2009;136:1529–36.", "ArticleIdList": ["19318670"]}, {"Citation": "Martin RA, Ather JL, Lundblad LKA, et al. Interleukin-1 receptor and caspase-1 are required for the Th17 response in nitrogen dioxide-promoted allergic airway disease. Am J Respir Cell Mol Biol. 2013;48:655–64.", "ArticleIdList": ["PMC3707382", "23371061"]}, {"Citation": "Barck C, Sandstrom T, Lundahl J, et al. Ambient level of NO2 augments the inflammatory response to inhaled allergen in asthmatics. Respir Med. 2002;96:907–17.", "ArticleIdList": ["12418589"]}, {"Citation": "Pathmanathan S, Krishna MT, Blomberg A, et al. Repeated daily exposure to 2 ppm nitrogen dioxide upregulates the expression of IL-5, IL-10, IL-13, and ICAM-1 in the bronchial epithelium of healthy human airways. Occup Environ Med. 2003;60:892–96.", "ArticleIdList": ["PMC1740417", "14573722"]}, {"Citation": "Witten A, Solomon C, Abbritti E, et al. Effects of nitrogen dioxide on allergic airway responses in subjects with asthma. J Occup Environ Med. 2005;47:1250–59.", "ArticleIdList": ["16340706"]}, {"Citation": "Strickland MJ, Darrow LA, Klein M, et al. Short-term associations between ambient air pollutants and pediatric asthma emergency department visits. Am J Respir Crit Care Med. 2010;182:307–16.", "ArticleIdList": ["PMC2921597", "20378732"]}, {"Citation": "Greer JR, Abbey DE, Burchette RJ. Asthma related to occupational and ambient air pollutants in nonsmokers. J Occup Med. 1993;35:909–15.", "ArticleIdList": ["8229343"]}, {"Citation": "McDonnell WF, Abbey DE, Nishino N, Lebowitz MD. Long-term ambient ozone concentration and the incidence of asthma in nonsmoking adults: the AHSMOG Study. Environ Res. 1999;80:110–21.", "ArticleIdList": ["10092402"]}, {"Citation": "Kim B-J, Kwon J-W, Seo J-H, et al. Association of ozone exposure with asthma, allergic rhinitis, and allergic sensitization. Ann Allergy Asthma Immunol. 2011;107:214–19.", "ArticleIdList": ["21875539"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, et al. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359:386–91.", "ArticleIdList": ["11844508"]}, {"Citation": "Acciani TH, Brandt EB, Khurana Hershey GK, Le Cras TD. Diesel exhaust particle exposure increases severity of allergic asthma in young mice. Clin Exp Allergy. 2013;43:1406–18.", "ArticleIdList": ["24112543"]}, {"Citation": "Lee GB, Brandt EB, Xiao C, et al. Diesel exhaust particles induce cysteine oxidation and s-glutathionylation in house dust mite induced murine asthma. PLoS One. 2013;8:e60632.", "ArticleIdList": ["PMC3612047", "23555996"]}, {"Citation": "Takahashi G, Tanaka H, Wakahara K, et al. Effect of diesel exhaust particles on house dust mite-induced airway eosinophilic inflammation and remodeling in mice. J Pharmacol Sci. 2010;112:192–202.", "ArticleIdList": ["20093792"]}, {"Citation": "Manners S, Alam R, Schwartz DA, Gorska MM. A mouse model links asthma susceptibility to prenatal exposure to diesel exhaust. J Allergy Clin Immunol. 2013 doi: 10.1016/j.jaci.2013.10.047.", "ArticleIdList": ["10.1016/j.jaci.2013.10.047", "PMC4065237", "24365139"]}, {"Citation": "Wang P, You D, Saravia J, Shen H, Cormier S. Maternal exposure to combustion generated PM inhibits pulmonary Th1 maturation and concomitantly enhances postnatal asthma development in off spring. Part Fibre Toxicol. 2013;10:29.", "ArticleIdList": ["PMC3717277", "23856009"]}, {"Citation": "Nordenhall C, Pourazar J, Ledin MC, Levin JO, Sandstrom T, Adelroth E. Diesel exhaust enhances airway responsiveness in asthmatic subjects. Eur Respir J. 2001;17:909–15.", "ArticleIdList": ["11488325"]}, {"Citation": "Behndig AF, Larsson N, Brown JL, et al. Proinflammatory doses of diesel exhaust in healthy subjects fail to elicit equivalent or augmented airway inflammation in subjects with asthma. Thorax. 2011;66:12–19.", "ArticleIdList": ["20837873"]}, {"Citation": "Stenfors N, Nordenhall C, Salvi SS, et al. Different airway inflammatory responses in asthmatic and healthy humans exposed to diesel. Eur Respir J. 2004;23:82–86.", "ArticleIdList": ["14738236"]}, {"Citation": "Rosenlund M, Forastiere F, Porta D, De Sario M, Badaloni C, Perucci CA. Traffic-related air pollution in relation to respiratory symptoms, allergic sensitisation and lung function in schoolchildren. Thorax. 2009;64:573–80.", "ArticleIdList": ["18852158"]}, {"Citation": "Balmes JR, Earnest G, Katz PP, et al. Exposure to traffic: lung function and health status in adults with asthma. J Allergy Clin Immunol. 2009;123:626–31.", "ArticleIdList": ["PMC2785911", "19152968"]}, {"Citation": "Delfino RJ, Chang J, Wu J, et al. Repeated hospital encounters for asthma in children and exposure to traffic-related air pollution near the home. Ann Allergy Asthma Immunol. 2009;102:138–44.", "ArticleIdList": ["PMC10911268", "19230465"]}, {"Citation": "Cook AG, deVos AJBM, Pereira G, Jardine A, Weinstein P. Use of a total traffic count metric to investigate the impact of roadways on asthma severity: a case-control study. Environ Health. 2011;10:52.", "ArticleIdList": ["PMC3127974", "21631953"]}, {"Citation": "Delfino RJ, Wu J, Tjoa T, Gullesserian SK, Nickerson B, Gillen DL. Asthma morbidity and ambient air pollution: effect modification by residential traffic-related air pollution. Epidemiology. 2014;25:48–57.", "ArticleIdList": ["24240657"]}, {"Citation": "Kelly F, Armstrong B, Atkinson R, et al. The London low emission zone baseline study. Res Rep Health Eff Inst. 2011;163:3–79.", "ArticleIdList": ["22315924"]}, {"Citation": "Vrijheid M, Casas M, Bergstrom A, et al. European birth cohorts for environmental health research. Environ Health Perspect. 2012;120:29–37.", "ArticleIdList": ["PMC3261945", "21878421"]}, {"Citation": "Perez L, Lurmann F, Wilson J, et al. Near-roadway pollution and childhood asthma: implications for developing ‘win-win’ compact urban development and clean vehicle strategies. Environ Health Perspect. 2012;120:1619–26.", "ArticleIdList": ["PMC3556611", "23008270"]}, {"Citation": "Bateson TF, Schwartz J. Children’s response to air pollutants. J Toxicol Environ Health A. 2008;71:238–43.", "ArticleIdList": ["18097949"]}, {"Citation": "Miller MD, Marty MA. Impact of environmental chemicals on lung development. Environ Health Perspect. 2010;118:1155–64.", "ArticleIdList": ["PMC2920089", "20444669"]}, {"Citation": "Rosa MJ, Jung KH, Perzanowski MS, et al. Prenatal exposure to polycyclic aromatic hydrocarbons, environmental tobacco smoke and asthma. Respir Med. 2011;105:869–76.", "ArticleIdList": ["PMC3081952", "21163637"]}, {"Citation": "Mortimer KM, Tager IB, Dockery DW, Neas LM, Redline S. The effect of ozone on inner-city children with asthma: identification of susceptible subgroups. Am J Respir Crit Care Med. 2000;162:1838–45.", "ArticleIdList": ["11069823"]}, {"Citation": "Johnston NW, Sears MR. Asthma exacerbations.1: epidemiology. Thorax. 2006;61:722–28.", "ArticleIdList": ["PMC2104697", "16877691"]}, {"Citation": "Oosterlee A, Drijver M, Lebret E, Brunekreef B. Chronic respiratory symptoms in children and adults living along streets with high traffic density. Occup Environ Med. 1996;53:241–47.", "ArticleIdList": ["PMC1128457", "8664961"]}, {"Citation": "Sternthal MJ, Coull BA, Chiu Y-HM, Cohen S, Wright RJ. Associations among maternal childhood socioeconomic status, cord blood IgE levels, and repeated wheeze in urban children. J Allergy Clin Immunol. 2011;128:337–45.", "ArticleIdList": ["PMC3593081", "21704362"]}, {"Citation": "Gehring U, Pattenden S, Slachtova H, et al. Parental education and children‘s respiratory and allergic symptoms in the Pollution and the Young (PATY) study. Eur Respir J. 2006;27:95–107.", "ArticleIdList": ["16387941"]}, {"Citation": "Wilhelm M, Qian L, Ritz B. Outdoor air pollution, family and neighborhood environment, and asthma in LA FANS children. Health Place. 2009;15:25–36.", "ArticleIdList": ["PMC2658528", "18373944"]}, {"Citation": "Shankardass K, McConnell R, Jerrett M, Milam J, Richardson J, Berhane K. Parental stress increases the effect of traffic-related air pollution on childhood asthma incidence. Proc Natl Acad Sci USA. 2009;106:12406–11.", "ArticleIdList": ["PMC2718368", "19620729"]}, {"Citation": "Nagel G, Weinmayr G, Kleiner A, Garcia-Marcos L, Strachan DP. Effect of diet on asthma and allergic sensitisation in the International Study on Allergies and Asthma in Childhood (ISAAC) Phase Two. Thorax. 2010;65:516–22.", "ArticleIdList": ["20522849"]}, {"Citation": "Fitzpatrick AM, Teague WG, Holguin F, Yeh M, Brown LAS. Airway glutathione homeostasis is altered in children with severe asthma: evidence for oxidant stress. J Allergy Clin Immunol. 2009;123:146–48.", "ArticleIdList": ["PMC2649685", "19130935"]}, {"Citation": "Barraza-Villarreal A, Sunyer J, Hernandez-Cadena L, et al. Air pollution, airway inflammation, and lung function in a cohort study of Mexico City schoolchildren. Environ Health Perspect. 2008;116:832–38.", "ArticleIdList": ["PMC2430242", "18560490"]}, {"Citation": "Dong GH, Qian Z, Liu M-M, et al. Obesity enhanced respiratory health effects of ambient air pollution in Chinese children: the Seven Northeastern Cities study. Int J Obes (Lond) 2013;37:94–100.", "ArticleIdList": ["22846775"]}, {"Citation": "Schikowski T, Schaffner E, Meier F, et al. Improved air quality and attenuated lung function decline: modification by obesity in the SAPALDIA cohort. Environ Health Perspect. 2013;121:1034.", "ArticleIdList": ["PMC3764076", "23820868"]}, {"Citation": "Moon K-Y, Park M-K, Leikauf GD, Park C-S, Jang A-S. Diesel exhaust particle-induced airway responses are augmented in obese rats. Int J Toxicol. 2014;33:21–28.", "ArticleIdList": ["PMC4429286", "24536021"]}, {"Citation": "Rabinovitch N, Silveira L, Gelfand EW, Strand M. The response of children with asthma to ambient particulate is modified by tobacco smoke exposure. Am J Respir Crit Care Med. 2011;184:1350–57.", "ArticleIdList": ["PMC3262032", "21868505"]}, {"Citation": "Rogers AJ, Brasch-Andersen C, Ionita-Laza I, et al. The interaction of glutathione S-transferase M1-null variants with tobacco smoke exposure and the development of childhood asthma. Clin Exp Allergy. 2009;39:1721–29.", "ArticleIdList": ["PMC2773694", "19860819"]}, {"Citation": "Schultz EN, Devadason SG, Khoo S-K, et al. The role of GSTP1 polymorphisms and tobacco smoke exposure in children with acute asthma. J Asthma. 2010;47:1049–56.", "ArticleIdList": ["20858151"]}, {"Citation": "Wu H, Romieu I, Sienra-Monge JJ, et al. Parental smoking modifies the relation between genetic variation in tumor necrosis factor-alpha (TNF) and childhood asthma. Environ Health Perspect. 2007;115:616–22.", "ArticleIdList": ["PMC1852663", "17450233"]}, {"Citation": "Neidell M. Air quality warnings and outdoor activities: evidence from Southern California using a regression discontinuity design. J Epidemiol Community Health. 2010;64:921–26.", "ArticleIdList": ["19822555"]}, {"Citation": "McCreanor J, Cullinan P, Nieuwenhuijsen MJ, et al. Respiratory effects of exposure to diesel traffic in persons with asthma. N Engl J Med. 2007;357:2348–58.", "ArticleIdList": ["18057337"]}, {"Citation": "Zhu Y, Hinds WC, Kim S, Sioutas C. Concentration and size distribution of ultrafine particles near a major highway. J Air Waste Manag Assoc. 2002;52:1032–42.", "ArticleIdList": ["12269664"]}, {"Citation": "Zhu Y, Eiguren-Fernandez A, Hinds WC, Miguel AH. In-cabin commuter exposure to ultrafine particles on Los Angeles freeways. Environ Sci Technol. 2007;41:2138–45.", "ArticleIdList": ["17438754"]}, {"Citation": "Delfino RJ, Zeiger RS, Seltzer JM, Street DH, McLaren CE. Association of asthma symptoms with peak particulate air pollution and effect modification by anti-inflammatory medication use. Environ Health Perspect. 2002;110:A607–17.", "ArticleIdList": ["PMC1241047", "12361942"]}, {"Citation": "Bartoli ML, Vagaggini B, Malagrino L, et al. Baseline airway inflammation may be a determinant of the response to ozone exposure in asthmatic patients. Inhal Toxicol. 2013;25:127–33.", "ArticleIdList": ["23421484"]}, {"Citation": "Lewis TC, Robins TG, Mentz GB, et al. Air pollution and respiratory symptoms among children with asthma: vulnerability by corticosteroid use and residence area. Sci Total Environ. 2013;448:48–55.", "ArticleIdList": ["PMC4327853", "23273373"]}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ, Dickerson RR. Observed relationships of ozone air pollution with temperature and emissions. Geophys Res Lett. 2009:36."}, {"Citation": "Balmes JR. California’s cap-and-trade program. In: Pinkerton KE, Rom WN, editors. Global climate change and public health. New York: Springer; 2014. pp. 383–91."}, {"Citation": "Delucchi MA, Yang C, Burke AF, et al. An assessment of electric vehicles: technology, infrastructure requirements, greenhouse-gas emissions, petroleum use, material use, lifetime cost, consumer acceptance and policy initiatives. Philos Trans A Math Phys Eng Sci. 2014;372:20120325.", "ArticleIdList": ["24298079"]}, {"Citation": "West JJ, Smith SJ, Silva RA, et al. Co-benefits of mitigating global greenhouse gas emissions for future air quality and human health. Nat Clim Chang. 2013;3:885–89.", "ArticleIdList": ["PMC4051351", "24926321"]}, {"Citation": "Thurston GD. Mitigation policy: Health co-benefits. Nat Clim Chang. 2013;3:863–64."}, {"Citation": "(Barely) living in smog: China and air pollution. Lancet. 2014;383:845.", "ArticleIdList": ["24607085"]}, {"Citation": "International Institute for Applied Systems Analysis (IIASA)  [accessed March 10, 2014];Greenhouse Gas and Air Pollution Interactions and Synergies (GAINS) Database. 2012   http://gains.iiasa.ac.at/models/"}, {"Citation": "Kaundinya DP, Balachandra P, Ravindranath NH. Grid-connected versus stand-alone energy systems for decentralized power—a review of literature. Renew Sustain Energy Rev. 2009;13:2041–50."}, {"Citation": "Salon D, Sperling D, Meier A, Murphy S, Gorham R, Barrett J. City carbon budgets: A proposal to align incentives for climate-friendly communities. Energy Policy. 2010;38:2032–41."}, {"Citation": "Melia S, Parkhurst G, Barton H. The paradox of intensification. Transport Policy. 2011;18:46–52."}, {"Citation": "Gale SL, Noth EM, Mann J, Balmes J, Hammond SK, Tager IB. Polycyclic aromatic hydrocarbon exposure and wheeze in a cohort of children with asthma in Fresno, CA. J Expo Sci Environ Epidemiol. 2012;22:386–92.", "ArticleIdList": ["PMC4219412", "22549720"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, et al. Personal and ambient air pollution exposures and lung function decrements in children with asthma. Environ Health Perspect. 2008;116:550–58.", "ArticleIdList": ["PMC2291010", "18414642"]}, {"Citation": "Adams C, Riggs P, Volckens J. Development of a method for personal, spatiotemporal exposure assessment. J Environ Monitoring. 2009;11:1331–39.", "ArticleIdList": ["20449221"]}, {"Citation": "Rice MB, Thurston GD, Balmes JR, Pinkerton KE. Climate change. A global threat to cardiopulmonary health. Am J Respir Crit Care Med. 2014;189:512–19.", "ArticleIdList": ["PMC3977715", "24400619"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24792855", "NIHMS697273", "PMC4465283", "10.1016/S0140-6736(14)60617-6", "S0140-6736(14)60617-6"]}}], "PubmedBookArticle": []}