{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["age", "air pollution", "effect modifiers", "hospitalization", "mortality", "ozone", "sex"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24872350", "DateCompleted": {"Year": "2014", "Month": "08", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "05", "Day": "28"}], "ELocationID": ["10.1093/aje/kwu115"], "Journal": {"ISSN": "1476-6256", "JournalIssue": {"Volume": "180", "Issue": "1", "PubDate": {"Year": "2014", "Month": "Jul", "Day": "01"}}, "Title": "American journal of epidemiology", "ISOAbbreviation": "Am J Epidemiol"}, "ArticleTitle": "Who is more affected by ozone pollution? A systematic review and meta-analysis.", "Pagination": {"StartPage": "15", "EndPage": "28", "MedlinePgn": "15-28"}, "Abstract": {"AbstractText": ["Ozone is associated with adverse health; however, less is known about vulnerable/sensitive populations, which we refer to as sensitive populations. We systematically reviewed epidemiologic evidence (1988-2013) regarding sensitivity to mortality or hospital admission from short-term ozone exposure. We performed meta-analysis for overall associations by age and sex; assessed publication bias; and qualitatively assessed sensitivity to socioeconomic indicators, race/ethnicity, and air conditioning. The search identified 2,091 unique papers, with 167 meeting inclusion criteria (73 on mortality and 96 on hospitalizations and emergency department visits, including 2 examining both mortality and hospitalizations). The strongest evidence for ozone sensitivity was for age. Per 10-parts per billion increase in daily 8-hour ozone concentration, mortality risk for younger persons, at 0.60% (95% confidence interval (CI): 0.40, 0.80), was statistically lower than that for older persons, at 1.27% (95% CI: 0.76, 1.78). Findings adjusted for publication bias were similar. Limited/suggestive evidence was found for higher associations among women; mortality risks were 0.39% (95% CI: -0.22, 1.00) higher than those for men. We identified strong evidence for higher associations with unemployment or lower occupational status and weak evidence of sensitivity for racial/ethnic minorities and persons with low education, in poverty, or without central air conditioning. Findings show that some populations, especially the elderly, are particularly sensitive to short-term ozone exposure."], "CopyrightInformation": "© The Author 2014. Published by Oxford University Press on behalf of the Johns Hopkins Bloomberg School of Public Health. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Bell", "ForeName": "Michelle L", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Zanobetti", "ForeName": "Antonella", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Dominici", "ForeName": "Francesca", "Initials": "F"}], "GrantList": [{"GrantID": "R21 ES022585", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES021427", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES020152", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES019560", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES019955", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21ES021427", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES019587", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "ES020152", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES019955", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30 ES000002", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES019587", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES019560", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Meta-Analysis", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S.", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Epidemiol", "NlmUniqueID": "7910653", "ISSNLinking": "0002-9262"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Age Factors"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Racial Groups"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Sex Factors"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bell ML, McDermott A, Zeger SL, et al. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA. 2004;292(19):2372–2378.", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, et al. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380(9859):2224–2260.", "ArticleIdList": ["PMC4156511", "23245609"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, 3rd, et al. Long-term ozone exposure and mortality. N Engl J Med. 2009;360(11):1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "The Interagency Working Group on Climate Change. A Human Health Perspective on Climate Change: A Report Outlining the Research Needs of the Human Health Effects of Climate Change. Research Triangle Park, NC: National Institute of Environmental Health Sciences; 2010."}, {"Citation": "Ito K, De Leon SF, Lippmann M. Associations between ozone and daily mortality: analysis and meta-analysis. Epidemiology. 2005;16(4):446–457.", "ArticleIdList": ["15951662"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. Ozone exposure and mortality: an empiric Bayes metaregression analysis. Epidemiology. 2005;16(4):458–468.", "ArticleIdList": ["15951663"]}, {"Citation": "Touloumi G, Katsouyanni K, Zmirou D, et al. Short-term effects of ambient oxidant exposure on mortality: a combined analysis within the APHEA project. Am J Epidemiol. 1997;146(2):177–185.", "ArticleIdList": ["9230780"]}, {"Citation": "Bell ML, Dominici F, Samet JM. A meta-analysis of time-series studies of ozone and mortality with comparison to the National Morbidity, Mortality, and Air Pollution Study. Epidemiology. 2005;16(4):436–445.", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Environmental Protection Agency. Notification of upcoming meeting of the Science Advisory Board Particulate Matter Research Centers Program Advisory Panel. Fed Regist. 2008;73(136):40576–40577."}, {"Citation": "Environmental Protection Agency.  Funding Opportunity: Clean Air Research Centers. (http://www.epa.gov/ncer/rfa/2009/2009_star_clean_air.html.  Updated October 3, 2012. (Accessed April 8, 2014)"}, {"Citation": "Vardoulakis S, Heaviside CE. Health Effects of Climate Change in the UK 2012: Current Evidence, Recommendations and Research Gaps. London, United Kingdom: Health Protection Agency; 2012."}, {"Citation": "Mulrow CD. Rationale for systematic reviews. BMJ. 1994;309(6954):597–599.", "ArticleIdList": ["PMC2541393", "8086953"]}, {"Citation": "National Center for Biotechnology Information, National Library of Medicine. 2012.  PubMed. Bethesda, MD: National Library of Medicine (http://www.ncbi.nlm.nih.gov/pubmed/ ). (Accessed June 21, 2013)"}, {"Citation": "Stroup DF, Berlin JA, Morton SC, et al. Meta-analysis of observational studies in epidemiology: a proposal for reporting. Meta-analysis Of Observational Studies in Epidemiology (MOOSE) Group. JAMA. 2000;283(15):2008–2012.", "ArticleIdList": ["10789670"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. BMJ. 2009;339:b2535.", "ArticleIdList": ["PMC2714657", "19622551"]}, {"Citation": "Neyeloff JL, Fuchs SC, Moreira LB. Meta-analyses and forest plots using a Microsoft Excel spreadsheet: step-by-step guide focusing on descriptive data analysis. BMC Res Notes. 2012;5:52.", "ArticleIdList": ["PMC3296675", "22264277"]}, {"Citation": "Anderson GB, Bell ML. Does one size fit all? The suitability of standard ozone exposure metric conversion ratios and implications for epidemiology. J Expo Sci Environ Epidemiol. 2010;20(1):2–11.", "ArticleIdList": ["PMC3169292", "18985076"]}, {"Citation": "Thorlund K, Imberger G, Johnston BC, et al. Evolution of heterogeneity (I2) estimates and their 95% confidence intervals in large meta-analyses. PLoS One. 2012;7(7):e39471.", "ArticleIdList": ["PMC3405079", "22848355"]}, {"Citation": "Egger M, Davey Smith G, Schneider M, et al. Bias in meta-analysis detected by a simple, graphical test. BMJ. 1997;315(7109):629–634.", "ArticleIdList": ["PMC2127453", "9310563"]}, {"Citation": "Duval S, Tweedie R. Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis. Biometrics. 2000;56(2):455–463.", "ArticleIdList": ["10877304"]}, {"Citation": "Fulco CE, Liverman CT, Sox HC, editors. Gulf War and Health. Volume 1. Depleted Uranium, Pyridostigmine Bromide, Sarin, and Vaccines. Washington, DC: National Academy Press; 2000.", "ArticleIdList": ["25057724"]}, {"Citation": "Medina-Ramón M, Schwartz J. Who is more vulnerable to die from ozone air pollution? Epidemiology. 2008;19(5):672–679.", "ArticleIdList": ["18480732"]}, {"Citation": "Stafoggia M, Forastiere F, Faustini A, et al. Susceptibility factors to ozone-related mortality: a population-based case-crossover analysis. Am J Respir Crit Care Med. 2010;182(3):376–384.", "ArticleIdList": ["20339147"]}, {"Citation": "Cassino C, Ito K, Bader I, et al. Cigarette smoking and ozone-associated emergency department use for asthma by adults in New York City. Am J Respir Crit Care Med. 1999;159(6):1773–1779.", "ArticleIdList": ["10351917"]}, {"Citation": "Dales RE, Cakmak S, Vidal CB, et al. Air pollution and hospitalization for acute complications of diabetes in Chile. Environ Int. 2012;46:1–5.", "ArticleIdList": ["22647388"]}, {"Citation": "Middleton N, Yiallouros P, Kleanthous S, et al. A 10-year time-series analysis of respiratory and cardiovascular morbidity in Nicosia, Cyprus: the effect of short-term changes in air pollution and dust storms. Environ Health. 2008;7:39.", "ArticleIdList": ["PMC2517071", "18647382"]}, {"Citation": "Santus P, Russo A, Madonini E, et al. How air pollution influences clinical management of respiratory diseases. A case-crossover study in Milan. Respir Res. 2012;13:95.", "ArticleIdList": ["PMC3511062", "23078274"]}, {"Citation": "Szyszkowicz M, Porada E, Kaplan GG, et al. Ambient ozone and emergency department visits for cellulitis. Int J Environ Res Public Health. 2010;7(11):4078–4088.", "ArticleIdList": ["PMC2996226", "21139878"]}, {"Citation": "Peng RD, Samoli E, Pham L, et al. Acute effects of ambient ozone on mortality in Europe and North America: results from the APHENA study. Air Qual Atmos Health. 2013;6(2):445–453.", "ArticleIdList": ["PMC3668792", "23734168"]}, {"Citation": "Berglind N, Bellander T, Forastiere F, et al. Ambient air pollution and daily mortality among survivors of myocardial infarction. Epidemiology. 2009;20(1):110–118.", "ArticleIdList": ["18813023"]}, {"Citation": "Son JY, Lee JT, Kim H, et al. Susceptibility to air pollution effects on mortality in Seoul, Korea: a case-crossover analysis of individual-level effect modifiers. J Expo Sci Environ Epidemiol. 2012;22(3):227–234.", "ArticleIdList": ["PMC3543153", "22395258"]}, {"Citation": "Sunyer J, Basagaña X, Belmonte J, et al. Effect of nitrogen dioxide and ozone on the risk of dying in patients with severe asthma. Thorax. 2002;57(8):687–693.", "ArticleIdList": ["PMC1746405", "12149528"]}, {"Citation": "Jones GN, Sletten C, Mandry C, et al. Ozone level effect on respiratory illness: an investigation of emergency department visits. South Med J. 1995;88(10):1049–1056.", "ArticleIdList": ["7481962"]}, {"Citation": "Silverman RA, Ito K. Age-related association of fine particles and ozone with severe acute asthma in New York City. J Allergy Clin Immunol. 2010;125(2):367–373.e5.", "ArticleIdList": ["20159246"]}, {"Citation": "Namdeo A, Tiwary A, Farrow E. Estimation of age-related vulnerability to air pollution: assessment of respiratory health at local scale. Environ Int. 2011;37(5):829–837.", "ArticleIdList": ["21420174"]}, {"Citation": "Winquist A, Klein M, Tolbert P, et al. Comparison of emergency department and hospital admissions data for air pollution time-series studies. Environ Health. 2012;11:70.", "ArticleIdList": ["PMC3511882", "22998927"]}, {"Citation": "Szyszkowicz M. Ambient air pollution and daily emergency department visits for ischemic stroke in Edmonton, Canada. Int J Occup Med Environ Health. 2008;21(4):295–300.", "ArticleIdList": ["19158072"]}, {"Citation": "Ko FW, Tam W, Wong TW, et al. Effects of air pollution on asthma hospitalization rates in different age groups in Hong Kong. Clin Exp Allergy. 2007;37(9):1312–1319.", "ArticleIdList": ["17845411"]}, {"Citation": "Dales RE, Cakmak S, Vidal CB. Air pollution and hospitalization for venous thromboembolic disease in Chile. J Thromb Haemost. 2010;8(4):669–674.", "ArticleIdList": ["20088925"]}, {"Citation": "Villeneuve PJ, Chen L, Rowe BH, et al. Outdoor air pollution and emergency department visits for asthma among children and adults: a case-crossover study in northern Alberta, Canada. Environ Health. 2007;6:40.", "ArticleIdList": ["PMC2254596", "18157917"]}, {"Citation": "Bell ML, Dominici F. Effect modification by community characteristics on the short-term effects of ozone exposure and mortality in 98 US communities. Am J Epidemiol. 2008;167(8):986–997.", "ArticleIdList": ["PMC2430754", "18303005"]}, {"Citation": "Smith RL, Xu B, Switzer P. Reassessing the relationship between ozone and short-term mortality in U.S. urban communities. Inhal Toxicol. 2009;21(suppl 2):37–61.", "ArticleIdList": ["19731973"]}, {"Citation": "Glad JA, Brink LL, Talbott EO, et al. The relationship of ambient ozone and PM2.5 levels and asthma emergency department visits: possible influence of gender and ethnicity. Arch Environ Occup Health. 2012;67(2):103–108.", "ArticleIdList": ["22524651"]}, {"Citation": "Ren C, Melly S, Schwartz J. Modifiers of short-term effects of ozone on mortality in eastern Massachusetts—a case-crossover analysis at individual level. Environ Health. 2010;9:3.", "ArticleIdList": ["PMC2825215", "20092648"]}, {"Citation": "Cakmak S, Dales RE, Rubio MA, et al. The risk of dying on days of higher air pollution among the socially disadvantaged elderly. Environ Res. 2011;111(3):388–393.", "ArticleIdList": ["21256481"]}, {"Citation": "Ou CQ, Hedley AJ, Chung RY, et al. Socioeconomic disparities in air pollution-associated mortality. Environ Res. 2008;107(2):237–244.", "ArticleIdList": ["18396271"]}, {"Citation": "Zanobetti A, Schwartz J. Mortality displacement in the association of ozone with mortality: an analysis of 48 cities in the United States. Am J Respir Crit Care Med. 2008;177(2):184–189.", "ArticleIdList": ["17932375"]}, {"Citation": "Medina-Ramón M, Zanobetti A, Schwartz J. The effect of ozone and PM10 on hospital admissions for pneumonia and chronic obstructive pulmonary disease: a national multicity study. Am J Epidemiol. 2006;163(6):579–588.", "ArticleIdList": ["16443803"]}, {"Citation": "Sarnat JA, Sarnat SE, Flanders WD, et al. Spatiotemporally resolved air exchange rate as a modifier of acute air pollution-related morbidity in Atlanta. J Expo Sci Environ Epidemiol. 2013;23(6):606–615.", "ArticleIdList": ["23778234"]}, {"Citation": "Janssens JP. Aging of the respiratory system: impact on pulmonary function tests and adaptation to exertion. Clin Chest Med. 2005;26(3):469–484. vi–vii.", "ArticleIdList": ["16140139"]}, {"Citation": "Harms CA. Does gender affect pulmonary function and exercise capacity? Respir Physiol Neurobiol. 2006;151(2-3):124–131.", "ArticleIdList": ["16406740"]}, {"Citation": "Klepeis NE, Nelson WC, Ott WR, et al. The National Human Activity Pattern Survey (NHAPS): a resource for assessing exposure to environmental pollutants. J Expo Anal Environ Epidemiol. 2001;11(3):231–252.", "ArticleIdList": ["11477521"]}, {"Citation": "Tsang AM, Klepeis NE. Descriptive Statistics Tables from a Detailed Analysis of the National Human Activity Pattern Survey (NHAPS) Data. Washington, DC: Office of Research and Development, Environmental Protection Agency; 1996."}, {"Citation": "Hayes SR. Use of an indoor air quality model (IAQM) to estimate indoor ozone levels. J Air Waste Manage Assoc. 1991;41(2):161–170.", "ArticleIdList": ["2054162"]}, {"Citation": "National Obesity Observatory. Obesity and Ethnicity. London, United Kingdom: Public Health England; 2011."}, {"Citation": "Lincoln KD, Abdou CM, Lloyd D. Race and socioeconomic differences in obesity and depression among Black and non-Hispanic White Americans. J Health Care Poor Underserved. 2014;25(1):257–275.", "ArticleIdList": ["PMC4830390", "24509025"]}, {"Citation": "Ji M, Cohan DS, Bell ML. Meta-analysis of the association between short-term exposure to ambient ozone and respiratory hospital admissions. Environ Res Lett. 2011;6(2)", "ArticleIdList": ["PMC3138529", "21779304"]}, {"Citation": "Yan M, Liu Z, Liu X, et al. Meta-analysis of the Chinese studies of the association between ambient ozone and mortality. Chemosphere. 2013;93(6):899–905.", "ArticleIdList": ["23786810"]}, {"Citation": "Thurston GD, Ito K. Epidemiological studies of acute ozone exposures and mortality. J Expo Anal Environ Epidemiol. 2001;11(4):286–294.", "ArticleIdList": ["11571608"]}, {"Citation": "Environmental Protection Agency.  The Green Book Nonattainment Areas for Criteria Pollutants. Washington, DC: Environmental Protection Agency; 2012. (http://www.epa.gov/oar/oaqps/greenbk/index.html.  (Accessed August 21, 2012)"}, {"Citation": "The Royal Society. Ground-level Ozone in the 21st Century: Future Trends, Impacts, and Policy Implications. London, United Kingdom: The Royal Society; 2008."}, {"Citation": "Silva RA, West JJ, Zhang Y, et al. Global premature mortality due to anthropogenic outdoor air pollution and the contribution of past climate change. Environ Res Lett. 2013;8(3):034005."}, {"Citation": "Murray CJ, Richards MA, Newton JN, et al. UK health performance: findings of the Global Burden of Disease Study 2010. Lancet. 2013;381(9871):997–1020.", "ArticleIdList": ["23668584"]}, {"Citation": "Anenberg SC, Horowitz LW, Tong DQ, et al. An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling. Environ Health Perspect. 2010;118(9):1189–1195.", "ArticleIdList": ["PMC2944076", "20382579"]}, {"Citation": "Bell ML, Goldberg R, Hogrefe C, et al. Climate change, ambient ozone, and health in 50 US cities. Clim Change. 2007;82(1-2):61–76."}, {"Citation": "Knowlton K, Rosenthal JE, Hogrefe C, et al. Assessing ozone-related health impacts under a changing climate. Environ Health Perspect. 2004;112(15):1557–1563.", "ArticleIdList": ["PMC1247621", "15531442"]}, {"Citation": "Oliveira MS, Leon AP, Mattos IE, et al. Differential susceptibility according to gender in the association between air pollution and mortality from respiratory diseases. Cad Saude Publica. 2011;27(9):1827–1836.", "ArticleIdList": ["21986610"]}, {"Citation": "Goldberg MS, Burnett RT, Yale JF, et al. Associations between ambient air pollution and daily mortality among persons with diabetes and cardiovascular disease. Environ Res. 2006;100(2):255–267.", "ArticleIdList": ["15982650"]}, {"Citation": "Kan H, London SJ, Chen G, et al. Season, sex, age, and education as modifiers of the effects of outdoor air pollution on daily mortality in Shanghai, China: the Public Health and Air Pollution in Asia (PAPA) Study. Environ Health Perspect. 2008;116(9):1183–1188.", "ArticleIdList": ["PMC2535620", "18795161"]}, {"Citation": "Qian Z, He Q, Lin HM, et al. Part 2. Association of daily mortality with ambient air pollution, and effect modification by extremely high temperature in Wuhan, China. Res Rep Health Eff Inst. 2010;(154):91–217.", "ArticleIdList": ["21446212"]}, {"Citation": "Vichit-Vadakan N, Vajanapoom N, Ostro B, et al. Part 3. Estimating the effects of air pollution on mortality in Bangkok, Thailand. Res Rep Health Eff Inst. 2010;(154):231–268.", "ArticleIdList": ["21446213"]}, {"Citation": "Yang C, Yang H, Guo S, et al. Alternative ozone metrics and daily mortality in Suzhou: the China Air Pollution and Health Effects Study (CAPES) Sci Total Environ. 2012;426:83–89.", "ArticleIdList": ["22521098"]}, {"Citation": "Zhang Y, Huang W, London SJ, et al. Ozone and daily mortality in Shanghai, China. Environ Health Perspect. 2006;114(8):1227–1232.", "ArticleIdList": ["PMC1552011", "16882530"]}, {"Citation": "Arbex MA, de Souza Conceição GM, Cendon SP, et al. Urban air pollution and chronic obstructive pulmonary disease-related emergency department visits. J Epidemiol Community Health. 2009;63(10):777–783.", "ArticleIdList": ["19468016"]}, {"Citation": "Cakmak S, Dales RE, Judek S. Do gender, education, and income modify the effect of air pollution gases on cardiac disease? J Occup Environ Med. 2006;48(1):89–94.", "ArticleIdList": ["16404215"]}, {"Citation": "Cakmak S, Dales RE, Judek S. Respiratory health effects of air pollution gases: modification by education and income. Arch Environ Occup Health. 2006;61(1):5–10.", "ArticleIdList": ["17503615"]}, {"Citation": "Canova C, Dunster C, Kelly FJ, et al. PM10-induced hospital admissions for asthma and chronic obstructive pulmonary disease: the modifying effect of individual characteristics. Epidemiology. 2012;23(4):607–615.", "ArticleIdList": ["22531667"]}, {"Citation": "Carlsen HK, Forsberg B, Meister K, et al. Ozone is associated with cardiopulmonary and stroke emergency hospital visits in Reykjavík, Iceland 2003–2009. Environ Health. 2013;12:28.", "ArticleIdList": ["PMC3639138", "23566138"]}, {"Citation": "Corea F, Silvestrelli G, Baccarelli A, et al. Airborne pollutants and lacunar stroke: a case cross-over analysis on stroke unit admissions. Neurol Int. 2012;4(2):e11.", "ArticleIdList": ["PMC3490470", "23139849"]}, {"Citation": "Kaplan GG, Dixon E, Panaccione R, et al. Effect of ambient air pollution on the incidence of appendicitis. CMAJ. 2009;181(9):591–597.", "ArticleIdList": ["PMC2764754", "19805497"]}, {"Citation": "Luginaah IN, Fung KY, Gorey KM, et al. Association of ambient air pollution with respiratory hospitalization in a government-designated “area of concern”: the case of Windsor, Ontario. Environ Health Perspect. 2005;113(3):290–296.", "ArticleIdList": ["PMC1253754", "15743717"]}, {"Citation": "Paulu C, Smith AE. Tracking associations between ambient ozone and asthma-related emergency department visits using case-crossover analysis. J Public Health Manag Pract. 2008;14(6):581–591.", "ArticleIdList": ["18849779"]}, {"Citation": "Son JY, Lee JT, Park YH, et al. Short-term effects of air pollution on hospital admissions in Korea. Epidemiology. 2013;24(4):545–554.", "ArticleIdList": ["23676269"]}, {"Citation": "Szyszkowicz M. Ambient air pollution and daily emergency department visits for asthma in Edmonton, Canada. Int J Occup Med Environ Health. 2008;21(1):25–30.", "ArticleIdList": ["18468973"]}, {"Citation": "Villeneuve PJ, Chen L, Stieb D, et al. Associations between outdoor air pollution and emergency department visits for stroke in Edmonton, Canada. Eur J Epidemiol. 2006;21(9):689–700.", "ArticleIdList": ["17048082"]}, {"Citation": "Xu X, Sun Y, Ha S, et al. Association between ozone exposure and onset of stroke in Allegheny County, Pennsylvania, USA, 1994–2000. Neuroepidemiology. 2013;41(1):2–6.", "ArticleIdList": ["23548644"]}, {"Citation": "Dales RE, Cakmak S, Vidal CB. Air pollution and hospitalization for headache in Chile. Am J Epidemiol. 2009;170(8):1057–1066.", "ArticleIdList": ["PMC2755178", "19741041"]}, {"Citation": "Oudin A, Strömberg U, Jakobsson K, et al. Estimation of short-term effects of air pollution on stroke hospital admissions in southern Sweden. Neuroepidemiology. 2010;34(3):131–142.", "ArticleIdList": ["20068360"]}, {"Citation": "Cakmak S, Dales RE, Vidal CB. Air pollution and mortality in Chile: susceptibility among the elderly. Environ Health Perspect. 2007;115(4):524–527.", "ArticleIdList": ["PMC1852651", "17450219"]}, {"Citation": "Fischer P, Hoek G, Brunekreef B, et al. Air pollution and mortality in The Netherlands: are the elderly more at risk? Eur Respir J Suppl. 2003;40:34s–38s.", "ArticleIdList": ["12762572"]}, {"Citation": "Goldberg MS, Burnett RT, Brook J, et al. Associations between daily cause-specific mortality and concentrations of ground-level ozone in Montreal, Quebec. Am J Epidemiol. 2001;154(9):817–826.", "ArticleIdList": ["11682364"]}, {"Citation": "Qian Z, He Q, Lin HM, et al. Short-term effects of gaseous pollutants on cause-specific mortality in Wuhan, China. J Air Waste Manag Assoc. 2007;57(7):785–793.", "ArticleIdList": ["17687993"]}, {"Citation": "Romieu I, Gouveia N, Cifuentes LA, et al. Multicity study of air pollution and mortality in Latin America (the ESCALA study) Res Rep Health Eff Inst. 2012;(171):5–86.", "ArticleIdList": ["23311234"]}, {"Citation": "Wong CM, Rabl A, Thach TQ, et al. Impact of the 1990 Hong Kong legislation for restriction on sulfur content in fuel. Res Rep Health Eff Inst. 2012;(170):5–91.", "ArticleIdList": ["23316618"]}, {"Citation": "Borja-Aburto VH, Castillejos M, Gold DR, et al. Mortality and ambient fine particles in southwest Mexico City, 1993–1995. Environ Health Perspect. 1998;106(12):849–855.", "ArticleIdList": ["PMC1533229", "9831546"]}, {"Citation": "Chock DP, Winkler SL, Chen C. A study of the association between daily mortality and ambient air pollutant concentrations in Pittsburgh, Pennsylvania. J Air Waste Manag Assoc. 2000;50(8):1481–1500.", "ArticleIdList": ["11002609"]}, {"Citation": "de Almeida SP, Casimiro E, Calheiros J. Short-term association between exposure to ozone and mortality in Oporto, Portugal. Environ Res. 2011;111(3):406–410.", "ArticleIdList": ["21315327"]}, {"Citation": "De Leon SF, Thurston GD, Ito K. Contribution of respiratory disease to nonrespiratory mortality associations with air pollution. Am J Respir Crit Care Med. 2003;167(8):1117–1123.", "ArticleIdList": ["12684250"]}, {"Citation": "Garrett P, Casimiro E. Short-term effect of fine particulate matter (PM2.5) and ozone on daily mortality in Lisbon, Portugal. Environ Sci Pollut Res Int. 2011;18(9):1585–1592.", "ArticleIdList": ["21594595"]}, {"Citation": "Gouveia N, Fletcher T. Time series analysis of air pollution and mortality: effects by cause, age and socioeconomic status. J Epidemiol Community Health. 2000;54(10):750–755.", "ArticleIdList": ["PMC1731551", "10990478"]}, {"Citation": "Hoek G, Schwartz JD, Groot B, et al. Effects of ambient particulate matter and ozone on daily mortality in Rotterdam, The Netherlands. Arch Environ Health. 1997;52(6):455–463.", "ArticleIdList": ["9541366"]}, {"Citation": "Liang WM, Wei HY, Kuo HW. Association between daily mortality from respiratory and cardiovascular diseases and air pollution in Taiwan. Environ Res. 2009;109(1):51–58.", "ArticleIdList": ["19027107"]}, {"Citation": "Lin CM, Liao CM. Temperature-dependent association between mortality rate and carbon monoxide level in a subtropical city: Kaohsiung, Taiwan. Int J Environ Health Res. 2009;19(3):163–174.", "ArticleIdList": ["20183190"]}, {"Citation": "O'Neill MS, Loomis D, Borja-Aburto VH. Ozone, area social conditions, and mortality in Mexico City. Environ Res. 2004;94(3):234–242.", "ArticleIdList": ["15016589"]}, {"Citation": "Parodi S, Vercelli M, Garrone E, et al. Ozone air pollution and daily mortality in Genoa, Italy between 1993 and 1996. Public Health. 2005;119(9):844–850.", "ArticleIdList": ["16039938"]}, {"Citation": "Pattenden S, Armstrong B, Milojevic A, et al. Ozone, heat and mortality: acute effects in 15 British conurbations. Occup Environ Med. 2010;67(10):699–707.", "ArticleIdList": ["20798017"]}, {"Citation": "Penttinen P, Tiittanen P, Pekkanen J. Mortality and air pollution in metropolitan Helsinki, 1988–1996. Scand J Work Environ Health. 2004;30(suppl 2):19–27.", "ArticleIdList": ["15487682"]}, {"Citation": "Prescott GJ, Cohen GR, Elton RA, et al. Urban air pollution and cardiopulmonary ill health: a 14.5 year time series study. Occup Environ Med. 1998;55(10):697–704.", "ArticleIdList": ["PMC1757510", "9930092"]}, {"Citation": "Revich B, Shaposhnikov D. The effects of particulate and ozone pollution on mortality in Moscow, Russia. Air Qual Atmos Health. 2010;3(2):117–123.", "ArticleIdList": ["PMC2860096", "20495603"]}, {"Citation": "Simpson RW, Williams G, Petroeschevsky A, et al. Associations between outdoor air pollution and daily mortality in Brisbane, Australia. Arch Environ Health. 1997;52(6):442–454.", "ArticleIdList": ["9541365"]}, {"Citation": "Simpson R, Denison L, Petroeschevsky A, et al. Effects of ambient particle pollution on daily mortality in Melbourne, 1991–1996. J Expo Anal Environ Epidemiol. 2000;10(5):488–496.", "ArticleIdList": ["11051538"]}, {"Citation": "Sunyer J, Castellsagué J, Sáez M, et al. Air pollution and mortality in Barcelona. J Epidemiol Community Health. 1996;50(suppl 1):s76–s80.", "ArticleIdList": ["PMC1060892", "8758229"]}, {"Citation": "Wong CM, Ou CQ, Thach TQ, et al. Does regular exercise protect against air pollution-associated mortality? Prev Med. 2007;44(5):386–392.", "ArticleIdList": ["17291575"]}, {"Citation": "Wong CM, Thach TQ, Chau PY, et al. Part 4. Interaction between air pollution and respiratory viruses: time-series study of daily mortality and hospital admissions in Hong Kong. Res Rep Health Eff Inst. 2010;(154):283–362.", "ArticleIdList": ["21446214"]}, {"Citation": "Zanobetti A, Schwartz J. Is there adaptation in the ozone mortality relationship: a multi-city case-crossover analysis. Environ Health. 2008;7:22.", "ArticleIdList": ["PMC2429903", "18513427"]}, {"Citation": "Bremner SA, Anderson HR, Atkinson RW, et al. Short-term associations between outdoor air pollution and mortality in London 1992–4. Occup Environ Med. 1999;56(4):237–244.", "ArticleIdList": ["PMC1757726", "10450240"]}, {"Citation": "Kwon HJ, Cho SH, Nyberg F, et al. Effects of ambient air pollution on daily mortality in a cohort of patients with congestive heart failure. Epidemiology. 2001;12(4):413–419.", "ArticleIdList": ["11416779"]}, {"Citation": "Atkinson RW, Bremner SA, Anderson HR, et al. Short-term associations between emergency hospital admissions for respiratory and cardiovascular disease and outdoor air pollution in London. Arch Environ Health. 1999;54(6):398–411.", "ArticleIdList": ["10634229"]}, {"Citation": "Atkinson RW, Anderson HR, Strachan DP, et al. Short-term associations between outdoor air pollution and visits to accident and emergency departments in London for respiratory complaints. Eur Respir J. 1999;13(2):257–265.", "ArticleIdList": ["10065665"]}, {"Citation": "Lee JT, Kim H, Cho YS, et al. Air pollution and hospital admissions for ischemic heart diseases among individuals 64+ years of age residing in Seoul, Korea. Arch Environ Health. 2003;58(10):617–623.", "ArticleIdList": ["15562633"]}, {"Citation": "Petroeschevsky A, Simpson RW, Thalib L, et al. Associations between outdoor air pollution and hospital admissions in Brisbane, Australia. Arch Environ Health. 2001;56(1):37–52.", "ArticleIdList": ["11256855"]}, {"Citation": "Ponce de Leon A, Anderson HR, Bland JM, et al. Effects of air pollution on daily hospital admissions for respiratory disease in London between 1987–88 and 1991–92. J Epidemiol Community Health. 1996;50(suppl 1):s63–s70.", "ArticleIdList": ["PMC1060891", "8758227"]}, {"Citation": "Schouten JP, Vonk JM, de Graaf A. Short term effects of air pollution on emergency hospital admissions for respiratory disease: results of the APHEA project in two major cities in The Netherlands, 1977–89. J Epidemiol Community Health. 1996;50(suppl 1):s22–s29.", "ArticleIdList": ["PMC1060884", "8758220"]}, {"Citation": "Wong TW, Lau TS, Yu TS, et al. Air pollution and hospital admissions for respiratory and cardiovascular diseases in Hong Kong. Occup Environ Med. 1999;56(10):679–683.", "ArticleIdList": ["PMC1757671", "10658547"]}, {"Citation": "Buadong D, Jinsart W, Funatagawa I, et al. Association between PM10 and O3 levels and hospital visits for cardiovascular diseases in Bangkok, Thailand. J Epidemiol. 2009;19(4):182–188.", "ArticleIdList": ["PMC3924107", "19525614"]}, {"Citation": "Anderson HR, Ponce de Leon A, Bland JM, et al. Air pollution, pollens, and daily admissions for asthma in London 1987–92. Thorax. 1998;53(10):842–848.", "ArticleIdList": ["PMC1745078", "10193370"]}, {"Citation": "Bhaskaran K, Hajat S, Armstrong B, et al. The effects of hourly differences in air pollution on the risk of myocardial infarction: case crossover analysis of the MINAP database. BMJ. 2011;343:d5531.", "ArticleIdList": ["PMC3176903", "21933824"]}, {"Citation": "Freitas MC, Pacheco AM, Verburg TG, et al. Effect of particulate matter, atmospheric gases, temperature, and humidity on respiratory and circulatory diseases’ trends in Lisbon, Portugal. Environ Monit Assess. 2010;162(1-4):113–121.", "ArticleIdList": ["19252992"]}, {"Citation": "Halonen JI, Lanki T, Tiittanen P, et al. Ozone and cause-specific cardiorespiratory morbidity and mortality. J Epidemiol Community Health. 2010;64(9):814–820.", "ArticleIdList": ["19854743"]}, {"Citation": "Larrieu S, Jusot JF, Blanchard M, et al. Short term effects of air pollution on hospitalizations for cardiovascular diseases in eight French cities: the PSAS program. Sci Total Environ. 2007;387(1-3):105–112.", "ArticleIdList": ["17727917"]}, {"Citation": "Morgan G, Corbett S, Wlodarczyk J. Air pollution and hospital admissions in Sydney, Australia, 1990 to 1994. Am J Public Health. 1998;88(12):1761–1766.", "ArticleIdList": ["PMC1509034", "9842371"]}, {"Citation": "Spix C, Anderson HR, Schwartz J, et al. Short-term effects of air pollution on hospital admissions of respiratory diseases in Europe: a quantitative summary of APHEA study results. Arch Environ Health. 1998;53(1):54–64.", "ArticleIdList": ["9570309"]}, {"Citation": "Sunyer J, Spix C, Quénel P, et al. Urban air pollution and emergency admissions for asthma in four European cities: the APHEA Project. Thorax. 1997;52(9):760–765.", "ArticleIdList": ["PMC1758645", "9371204"]}, {"Citation": "Wilson AM, Wake CP, Kelly T, et al. Air pollution, weather, and respiratory emergency room visits in two northern New England cities: an ecological time-series study. Environ Res. 2005;97(3):312–321.", "ArticleIdList": ["15589240"]}, {"Citation": "Gwynn RC, Thurston GD. The burden of air pollution: impacts among racial minorities. Environ Health Perspect. 2001;109(suppl 4):501–506.", "ArticleIdList": ["PMC1240572", "11544154"]}, {"Citation": "Villeneuve PJ, Burnett RT, Shi Y, et al. A time-series study of air pollution, socioeconomic status, and mortality in Vancouver, Canada. J Expo Anal Environ Epidemiol. 2003;13(6):427–435.", "ArticleIdList": ["14603343"]}, {"Citation": "Yang Q, Chen Y, Shi Y, et al. Association between ozone and respiratory admissions among children and the elderly in Vancouver, Canada. Inhal Toxicol. 2003;15(13):1297–1308.", "ArticleIdList": ["14569494"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["24872350", "PMC4070938", "10.1093/aje/kwu115", "kwu115"]}}], "PubmedBookArticle": []}