{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24888981", "DateCompleted": {"Year": "2015", "Month": "08", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "06", "Day": "02"}], "ELocationID": ["10.1186/1471-2180-14-142"], "Journal": {"ISSN": "1471-2180", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2014", "Month": "Jun", "Day": "02"}}, "Title": "BMC microbiology", "ISOAbbreviation": "BMC Microbiol"}, "ArticleTitle": "Genetic basis for denitrification in Ensifer meliloti.", "Pagination": {"StartPage": "142", "MedlinePgn": "142"}, "Abstract": {"AbstractText": ["Denitrification is defined as the dissimilatory reduction of nitrate or nitrite to nitric oxide (NO), nitrous oxide (N2O), or dinitrogen gas (N2). N2O is a powerful atmospheric greenhouse gas and cause of ozone layer depletion. Legume crops might contribute to N2O production by providing nitrogen-rich residues for decomposition or by associating with rhizobia that are able to denitrify under free-living and symbiotic conditions. However, there are limited direct empirical data concerning N2O production by endosymbiotic bacteria associated with legume crops. Analysis of the Ensifer meliloti 1021 genome sequence revealed the presence of the napEFDABC, nirK, norECBQD and nosRZDFYLX denitrification genes. It was recently reported that this bacterium is able to grow using nitrate respiration when cells are incubated with an initial O2 concentration of 2%; however, these cells were unable to use nitrate respiration when initially incubated anoxically. The involvement of the nap, nirK, nor and nos genes in E. meliloti denitrification has not been reported.", "E. meliloti nap, nirK and norC mutant strains exhibited defects in their ability to grow using nitrate as a respiratory substrate. However, E meliloti nosZ was not essential for growth under these conditions. The E. meliloti napA, nirK, norC and nosZ genes encode corresponding nitrate, nitrite, nitric oxide and nitrous oxide reductases, respectively. The NorC component of the E. meliloti nitric oxide reductase has been identified as a c-type cytochrome that is 16 kDa in size. Herein, we also show that maximal expression of the E. meliloti napA, nirK, norC and nosZ genes occurred when cells were initially incubated anoxically with nitrate.", "The E. meliloti napA, nirK, norC and nosZ genes are involved in nitrate respiration and in the expression of denitrification enzymes in this bacterium. Our findings expand the short list of rhizobia for which denitrification gene function has been demonstrated. The inability of E. meliloti to grow when cells are initially subjected to anoxic conditions is not attributable to defects in the expression of the napA, nirK, norC and nosZ denitrification genes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Torres", "ForeName": "Maria J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Rubia", "ForeName": "Maria I", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "de la Peña", "ForeName": "Teodoro Coba", "Initials": "TC"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Pueyo", "ForeName": "José J", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Bedmar", "ForeName": "Eulogio J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Estación Experimental del Zaidin, Consejo Superior de Investigaciones Científicas (CSIC), P,O, Box 419, 18080 Granada, Spain. mdelgado@eez.csic.es."}], "LastName": "Delgado", "ForeName": "María J", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Microbiol", "NlmUniqueID": "100966981", "ISSNLinking": "1471-2180"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": [], "DescriptorName": "Denitrification"}, {"QualifierName": ["genetics"], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": [], "DescriptorName": "Multigene Family"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Sinorhizobium meliloti"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bates BC, Kundzewicz ZW, Wu S, Palutikof JP. Climate Change and Water.Technical Paper of the Intergovernmental Panel on Climate Change. Geneva, Switzerland: IPCC Secretariat; 2008. p. 210."}, {"Citation": "Gonzalez PJ, Correia C, Moura I, Brondino CD, Moura JJ. Bacterial nitrate reductases: molecular and biological aspects of nitrate reduction. J Inorg Biochem. 2006;100(5–6):1015–1023.", "ArticleIdList": ["16412515"]}, {"Citation": "Kraft B, Strous M, Tegetmeyer HE. Microbial nitrate respiration–genes, enzymes and environmental distribution. J Biotechnol. 2011;155(1):104–117. doi: 10.1016/j.jbiotec.2010.12.025.", "ArticleIdList": ["10.1016/j.jbiotec.2010.12.025", "21219945"]}, {"Citation": "Richardson DJ. In: Nitrogen Cycling in Bacteria. Moir JWB, editor. Norkfolk, UK: Caister Academic Press; 2011. Redox complexes of the nitrogen cycle; pp. 23–39."}, {"Citation": "Richardson DJ, Berks BC, Russell DA, Spiro S, Taylor CJ. Functional, biochemical and genetic diversity of prokaryotic nitrate reductases. Cell Mol Life Sci. 2001;58(2):165–178. doi: 10.1007/PL00000845.", "ArticleIdList": ["10.1007/PL00000845", "PMC11146511", "11289299"]}, {"Citation": "Richardson DJ, van Spanning RJ, Ferguson SJ. In: Biology of the Nitrogen Cycle. Bothe H, Ferguson SJ, Newton WE, editor. The Nerthelands: Elservier; 2007. The prokaryotic nitrate reductases; pp. 21–35."}, {"Citation": "Rinaldo S, Arcovito A, Giardina G, Castiglione N, Brunori M, Cutruzzola F. New insights into the activity of Pseudomonas aeruginosa cd1 nitrite reductase. Biochem Soc Trans. 2008;36(Pt 6):1155–1159.", "ArticleIdList": ["19021515"]}, {"Citation": "Rinaldo S, Cutruzzola F. In: Biology of the Nitrogen Cycle. Bothe H, Ferguson SJ, Newton WE, editor. The Netherlands: Elservier; 2007. Nitrite reductases in denitrification; pp. 37–56."}, {"Citation": "van Spanning RJ, Delgado MJ, Richardson DJ. In: Nitrogen Fixation in Agriculture, Forestry, Ecology and the Environment. Werner D, Newton WE, editor. Netherlands: Springer; 2005. The nitrogen cycle: denitrification and its relationship to N2 fixation; pp. 277–342."}, {"Citation": "van Spanning RJ, Richardson DJ, Ferguson SJ. In: Biology of the Nitrogen Cycle.3-20. Bothe H, Ferguson SJ, Newton WE, editor. Amsterdam: Elsevier Science; 2007. Introduction to the biochemistry and molecular biology of denitrification."}, {"Citation": "van Spanning RJ. In: Nitrogen Cycling in Bacteria. Moir JWB, editor. Norkfolk, UK: Caister Academic Press; 2011. Structure, function, regulation and evolution of the nitrite and nitrous oxide reductase: denitrification enzymes with a b-propeller fold; pp. 135–161."}, {"Citation": "de Vries R, Suharti R, Pouvreau LAM. In: Biology of the Nitrogen Cycle. Bothe H, Ferguson SJ, Newton WE, editor. The Netherlands: Elsevier; 2007. Nitric oxide reductase: structural variations and catalytic mechanism; pp. 57–66."}, {"Citation": "Zumft WG, Kroneck PM. Respiratory transformation of nitrous oxide (N2O) to dinitrogen by Bacteria and Archaea. Adv Microb Physiol. 2007;52:107–227.", "ArticleIdList": ["17027372"]}, {"Citation": "Thomson AJ, Giannopoulos G, Pretty J, Baggs EM, Richardson DJ. Biological sources and sinks of nitrous oxide and strategies to mitigate emissions. Philos Trans R Soc Lond B Biol Sci. 2012;367(1593):1157–1168. doi: 10.1098/rstb.2011.0415.", "ArticleIdList": ["10.1098/rstb.2011.0415", "PMC3306631", "22451101"]}, {"Citation": "Hartsock A, Shapleigh JP. Identification, functional studies, and genomic comparisons of new members of the NnrR regulon in Rhodobacter sphaeroides. J Bacteriol. 2010;192(4):903–911. doi: 10.1128/JB.01026-09.", "ArticleIdList": ["10.1128/JB.01026-09", "PMC2812982", "19966004"]}, {"Citation": "Baggs EM, Rees RM, Smith KA, Vinten AJA. Nitrous oxide emission from soils after incorporating crop residues. Soil Use Manag. 2000;16(2):82–87."}, {"Citation": "Bedmar EJ, Robles EF, Delgado MJ. The complete denitrification pathway of the symbiotic, nitrogen-fixing bacterium Bradyrhizobium japonicum. Biochem Soc Trans. 2005;33(Pt 1):141–144.", "ArticleIdList": ["15667287"]}, {"Citation": "Garcia-Plazaola JI, Becerril JM, Arrese-Igor C, Hernandez A, Gonzalez-Murua C, Aparicio-Tejo PM. Denitrifying ability of thirteen Rhizobium meliloti strains. Plant Soil. 1993;149:43–50. doi: 10.1007/BF00010761.", "ArticleIdList": ["10.1007/BF00010761"]}, {"Citation": "Sánchez C, Bedmar EJ Delgado MJ. In: Nitrogen cycling in Bacteria. Moir JWB, editor. Norfolk, UK: Caister Academic Press; 2011. Denitrification in Legume-associated endosymbiotic Bacteria; pp. 197–210."}, {"Citation": "Delgado MJ, Casella S, Bedmar EJ. In: Biology of the Nitrogen Cycle. Bothe H, Ferguson SJ, Newton WE, editor. Amsterdam: Elsevier Science; 2007. Denitrification in rhizobia-legume symbiosis; pp. 83–93."}, {"Citation": "Torres MJ, Rubia MI, Bedmar EJ, Delgado MJ. Denitrification in Sinorhizobium meliloti. Biochem Soc Trans. 2011;39(6):1886–1889. doi: 10.1042/BST20110733.", "ArticleIdList": ["10.1042/BST20110733", "22103545"]}, {"Citation": "Barnett MJ, Fisher RF, Jones T, Komp C, Abola AP, Barloy-Hubler F, Bowser L, Capela D, Galibert F, Gouzy J, Gurjal M, Hong A, Huizar L, Hyman RW, Kahn D, Kahn ML, Kalman S, Keating DH, Palm C, Peck MC, Surzycki R, Wells DH, Yeh KC, Davis RW, Federspiel NA, Long SR. Nucleotide sequence and predicted functions of the entire Sinorhizobium meliloti pSymA megaplasmid. Proc Natl Acad Sci U S A. 2001;98(17):9883–9888. doi: 10.1073/pnas.161294798.", "ArticleIdList": ["10.1073/pnas.161294798", "PMC55547", "11481432"]}, {"Citation": "Becker A, Berges H, Krol E, Bruand C, Ruberg S, Capela D, Lauber E, Meilhoc E, Ampe F, de Bruijn FJ, Fourment J, Francez-Charlot A, Kahn D, Kuster H, Liebe C, Puhler A, Weidner S, Batut J. Global changes in gene expression in Sinorhizobium meliloti 1021 under microoxic and symbiotic conditions. Mol Plant Microbe Interact. 2004;17(3):292–303. doi: 10.1094/MPMI.2004.17.3.292.", "ArticleIdList": ["10.1094/MPMI.2004.17.3.292", "15000396"]}, {"Citation": "Bobik C, Meilhoc E, Batut J. FixJ: a major regulator of the oxygen limitation response and late symbiotic functions of Sinorhizobium meliloti. J Bacteriol. 2006;188(13):4890–4902. doi: 10.1128/JB.00251-06.", "ArticleIdList": ["10.1128/JB.00251-06", "PMC1482993", "16788198"]}, {"Citation": "Meilhoc E, Cam Y, Skapski A, Bruand C. The response to nitric oxide of the nitrogen-fixing symbiont Sinorhizobium meliloti. Mol Plant Microbe Interact. 2010;23(6):748–759. doi: 10.1094/MPMI-23-6-0748.", "ArticleIdList": ["10.1094/MPMI-23-6-0748", "20459314"]}, {"Citation": "Horchani F, Prevot M, Boscari A, Evangelisti E, Meilhoc E, Bruand C, Raymond P, Boncompagni E, Aschi-Smiti S, Puppo A, Brouquisse R. Both plant and bacterial nitrate reductases contribute to nitric oxide production in Medicago truncatula nitrogen-fixing nodules. Plant Physiol. 2011;155(2):1023–1036. doi: 10.1104/pp.110.166140.", "ArticleIdList": ["10.1104/pp.110.166140", "PMC3032450", "21139086"]}, {"Citation": "Meade HM, Long SR, Ruvkun GB, Brown SE, Ausubel FM. Physical and genetic characterization of symbiotic and auxotrophic mutants of Rhizobium meliloti induced by transposon Tn5 mutagenesis. J Bacteriol. 1982;149(1):114–122.", "ArticleIdList": ["PMC216598", "6274841"]}, {"Citation": "Casse F, Boucher C, Julliot JS, Michel M, Dénarié J. Identification and Characterization of Large Plasmids in Rhizobium meliloti using Agarose Gel Electrophoresis. J Gen Microbiol. 1979;113(2):229–242. doi: 10.1099/00221287-113-2-229.", "ArticleIdList": ["10.1099/00221287-113-2-229"]}, {"Citation": "Pobigaylo N, Wetter D, Szymczak S, Schiller U, Kurtz S, Meyer F, Nattkemper TW, Becker A. Construction of a large signature-tagged mini-Tn5 transposon library and its application to mutagenesis of Sinorhizobium meliloti. Appl Environ Microbiol. 2006;72(6):4329–4337. doi: 10.1128/AEM.03072-05.", "ArticleIdList": ["10.1128/AEM.03072-05", "PMC1489598", "16751548"]}, {"Citation": "Becker A, Barnett MJ, Capela D, Dondrup M, Kamp PB, Krol E, Linke B, Ruberg S, Runte K, Schroeder BK, Weidner S, Yurgel SN, Batut J, Long SR, Puhler A, Goesmann A. A portal for rhizobial genomes: RhizoGATE integrates a Sinorhizobium meliloti genome annotation update with postgenome data. J Biotechnol. 2009;140(1–2):45–50.", "ArticleIdList": ["PMC2656595", "19103235"]}, {"Citation": "Torres MJ, Hidalgo-Garcia A, Bedmar EJ, Delgado MJ. Functional analysis of the copy 1 of the fixNOQP operon of Ensifer meliloti under free-living micro-oxic and symbiotic conditions. J Appl Microbiol. 2013;114(6):1772–1781. doi: 10.1111/jam.12168.", "ArticleIdList": ["10.1111/jam.12168", "23414432"]}, {"Citation": "Delgado MJ, Bonnard N, Tresierra-Ayala A, Bedmar EJ, Muller P. The Bradyrhizobium japonicum napEDABC genes encoding the periplasmic nitrate reductase are essential for nitrate respiration. Microbiology. 2003;149(Pt 12):3395–3403.", "ArticleIdList": ["14663073"]}, {"Citation": "García-Plazaola JI. Denitrification in lucerne nodules is not involved in nitrite detoxification. Plant Soil. 1996;182:149–155. doi: 10.1007/BF00011003.", "ArticleIdList": ["10.1007/BF00011003"]}, {"Citation": "Bedzyk L, Wang T, Ye RW. The periplasmic nitrate reductase in Pseudomonas sp. strain G-179 catalyzes the first step of denitrification. J Bacteriol. 1999;181(9):2802–2806.", "ArticleIdList": ["PMC93722", "10217771"]}, {"Citation": "Velasco L, Mesa S, Delgado MJ, Bedmar EJ. Characterization of the nirK gene encoding the respiratory, Cu-containing nitrite reductase of Bradyrhizobium japonicum. Biochim Biophys Acta. 2001;1521(1–3):130–134.", "ArticleIdList": ["11690645"]}, {"Citation": "Mesa S, Velasco L, Manzanera ME, Delgado MJ, Bedmar EJ. Characterization of the norCBQD genes, encoding nitric oxide reductase, in the nitrogen fixing bacterium Bradyrhizobium japonicum. Microbiology. 2002;148(Pt 11):3553–3560.", "ArticleIdList": ["12427946"]}, {"Citation": "Gomez-Hernandez N, Reyes-Gonzalez A, Sanchez C, Mora Y, Delgado MJ, Girard L. Regulation and symbiotic role of nirK and norC expression in Rhizobium etli. Mol Plant Microbe Interact. 2011;24(2):233–245. doi: 10.1094/MPMI-07-10-0173.", "ArticleIdList": ["10.1094/MPMI-07-10-0173", "21043576"]}, {"Citation": "Velasco L, Mesa S, Xu CA, Delgado MJ, Bedmar EJ. Molecular characterization of nosRZDFYLX genes coding for denitrifying nitrous oxide reductase of Bradyrhizobium japonicum. Antonie Van Leeuwenhoek. 2004;85(3):229–235.", "ArticleIdList": ["15028871"]}, {"Citation": "Aida T, Hata S, Kusunoki H. Temporary low oxygen conditions for the formation of nitrate reductase and nitrous oxide reductase by denitrifying Pseudomonas sp. G59. Can J Microbiol. 1986;32(7):543–547. doi: 10.1139/m86-101.", "ArticleIdList": ["10.1139/m86-101", "3742333"]}, {"Citation": "Bergaust L, Shapleigh J, Frostegard A, Bakken L. Transcription and activities of NOx reductases in Agrobacterium tumefaciens: the influence of nitrate, nitrite and oxygen availability. Environ Microbiol. 2008;10(11):3070–3081. doi: 10.1111/j.1462-2920.2007.01557.x.", "ArticleIdList": ["10.1111/j.1462-2920.2007.01557.x", "18312398"]}, {"Citation": "Bergaust L, Mao Y, Bakken LR, Frostegard A. Denitrification response patterns during the transition to anoxic respiration and posttranscriptional effects of suboptimal pH on nitrous oxide reductase in Paracoccus denitrificans. Appl Environ Microbiol. 2010;76(19):6387–6396. doi: 10.1128/AEM.00608-10.", "ArticleIdList": ["10.1128/AEM.00608-10", "PMC2950438", "20709842"]}, {"Citation": "Nadeem S, Dorsch P, Bakken LR. The significance of early accumulation of nanomolar concentrations of NO as an inducer of denitrification. FEMS Microbiol Ecol. 2013;83(3):672–684. doi: 10.1111/1574-6941.12024.", "ArticleIdList": ["10.1111/1574-6941.12024", "23035849"]}, {"Citation": "Beringer JE. R factor transfer in Rhizobium leguminosarum. J Gen Microbiol. 1974;84(1):188–198. doi: 10.1099/00221287-84-1-188.", "ArticleIdList": ["10.1099/00221287-84-1-188", "4612098"]}, {"Citation": "Robertsen BK, Aman P, Darvill AG, McNeil M, Albersheim P. The structure of acidic extracellular polysaccharides secreted by Rhizobium leguminosarum and Rhizobium trifolii. Plant Physiol. 1981;67(3):389–400. doi: 10.1104/pp.67.3.389.", "ArticleIdList": ["10.1104/pp.67.3.389", "PMC425692", "16661681"]}, {"Citation": "Vargas C, McEwan AG, Downie JA. Detection of c-type cytochromes using enhanced chemiluminescence. Anal Biochem. 1993;209(2):323–326. doi: 10.1006/abio.1993.1127.", "ArticleIdList": ["10.1006/abio.1993.1127", "8385891"]}, {"Citation": "Nicholas DJD, Nason A. In: Methods in Enzymology, VOlume III. Colowick SP, Kaplan NO, editor. London: Academic Press; 1957. Determination of nitrate and nitrite; pp. 974–977."}, {"Citation": "Zhang X, Broderick M. Amperometric detection of nitric oxide. Mod Asp Immunobiol. 2000;1(4):160–165."}, {"Citation": "Sambrook J, Fritsch EF, Maniatics T. Molecular cloning: a laboratory manual. New York: Cold Spring Harbor Laboratory Press; 1989."}, {"Citation": "Glenn SA, Gurich N, Feeney MA, Gonzalez JE. The ExpR/Sin quorum-sensing system controls succinoglycan production in Sinorhizobium meliloti. J Bacteriol. 2007;189(19):7077–7088. doi: 10.1128/JB.00906-07.", "ArticleIdList": ["10.1128/JB.00906-07", "PMC2045190", "17644606"]}, {"Citation": "Krol E, Becker A. Global transcriptional analysis of the phosphate starvation response in Sinorhizobium meliloti strains 1021 and 2011. Mol Genet Genomics. 2004;272(1):1–17.", "ArticleIdList": ["15221452"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "2", "Day": "19"}, {"Year": "2014", "Month": "5", "Day": "28"}, {"Year": "2014", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["24888981", "PMC4064527", "10.1186/1471-2180-14-142", "1471-2180-14-142"]}}], "PubmedBookArticle": []}