{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24936673", "DateCompleted": {"Year": "2015", "Month": "10", "Day": "02"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "06", "Day": "17"}], "ELocationID": ["CD010749", "10.1002/14651858.CD010749.pub2"], "Journal": {"ISSN": "1469-493X", "JournalIssue": {"Volume": "2014", "Issue": "6", "PubDate": {"Year": "2014", "Month": "Jun", "Day": "17"}}, "Title": "The Cochrane database of systematic reviews", "ISOAbbreviation": "Cochrane Database Syst Rev"}, "ArticleTitle": "Vitamins C and E for asthma and exercise-induced bronchoconstriction.", "Pagination": {"StartPage": "CD010749", "MedlinePgn": "CD010749"}, "Abstract": {"AbstractText": ["The association between dietary antioxidants and asthma or exercise-induced bronchoconstriction (EIB) is not fully understood. Vitamin C and vitamin E are natural antioxidants that are predominantly present in fruits and vegetables; inadequate vitamin E intake is associated with airway inflammation. It has been postulated that the combination may be more beneficial than either single antioxidant for people with asthma and exercise-induced bronchoconstriction.", "To assess the effects of supplementation of vitamins C and E versus placebo (or no vitamin C and E supplementation) on exacerbations and health-related quality of life (HRQL) in adults and children with chronic asthma. To also examine the potential effects of vitamins C and E on exercise-induced bronchoconstriction in people with asthma and in people without a diagnosis of asthma who experience symptoms only on exercise.", "Trials were identified from the Cochrane Airways Review Group Specialised Register and from trial registry websites. Searches were conducted in September 2013.", "We included randomised controlled trials of adults and children with a diagnosis of asthma. We separately considered trials in which participants had received a diagnosis of exercise-induced bronchoconstriction (or exercise-induced asthma). Trials comparing vitamin C and E supplementation versus placebo were included. We included trials in which asthma management for treatment and control groups included similar background therapy. Short-term use of vitamins C and E at the time of exacerbation or for cold symptoms in people with asthma is outside the scope of this review.", "Two review authors independently screened the titles and abstracts of potential studies and subsequently screened full-text study reports for inclusion. We used standard methods as expected by The Cochrane Collaboration.", "It was not possible to aggregate the five included studies (214 participants). Four studies (206 participants) addressed the question of whether differences in outcomes were seen when vitamin C and E supplementation versus placebo was provided for participants with asthma, and only one of those studies (160 children) included a paediatric population; the remaining three studies included a combined total of just 46 adults. An additional study considered the question of whether differences in outcomes were noted when vitamin C and E supplementation was compared with placebo for exercise-induced asthma; this trial included only eight participants. The randomisation process of the trials were unclear leading us to downgrade the quality of the evidence. Four of the studies were double blind while the other study was single blind.None of these studies provided data on our two prespecified primary outcome measures: exacerbations and HRQL. Lung function data obtained from the studies were inconclusive. The only studies that provided any suggestion of an effect, and only with some outcomes, were the paediatric study, especially for children with moderate to severe asthma, and the small study on exercise-induced asthma. Even so, this evidence was judged to be at moderate/low quality. Only one study contributed data on asthma symptoms and adverse events, reporting no evidence of an effect of the intervention for symptoms and that one participant in the treatment group dropped out due to cystitis.", "It is not possible to draw firm conclusions from this review with respect to the comparison of vitamin C and E supplementation versus placebo in the management of asthma or exercise-induced bronchoconstriction. We found only one study relevant to exercise-induced bronchoconstriction; most included participants came from studies designed to assess the effect of vitamin supplementation on the impact of atmospheric pollutants (such as ozone). Evidence is lacking on the comparison of vitamin C and E supplementation versus placebo for asthma with respect to outcomes such as HRQL and exacerbations, which were not addressed by any of the included studies.When compared with lung function tests alone, HRQL scores and exacerbation frequency are better indicators of the severity of asthma, its impact on daily activities and its response to treatment in a patient population. These end points are well recognised in good quality studies of asthma management. However, clinical studies of vitamins C and E in the management of asthma using these important end points of exacerbations and effects on quality of life are not available, and evidence is insufficient to support robust conclusions on the role of vitamin C and E supplementation in asthma and exercise-induced breathlessness."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Hospitals of Morecambe Bay NHS Foundation Trust, Lancaster, UK."}], "LastName": "Wilkinson", "ForeName": "Mark", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hart", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Milan", "ForeName": "Stephen J", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Sugumar", "ForeName": "Karnam", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Cochrane Database Syst Rev", "NlmUniqueID": "100909747", "ISSNLinking": "1361-6137"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Vitamins"}, {"RegistryNumber": "PQ6CK8PD0R", "NameOfSubstance": "Ascorbic Acid"}], "CommentsCorrectionsList": [{"RefSource": "doi: 10.1002/14651858.CD010749"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Ascorbic Acid"}, {"QualifierName": ["drug therapy", "etiology"], "DescriptorName": "Asthma"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Asthma, Exercise-Induced"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bronchoconstriction"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Chronic Disease"}, {"QualifierName": [], "DescriptorName": "Exercise"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Vitamins"}], "CoiStatement": "None known."}, "PubmedData": {"ReferenceList": [{"Reference": [], "ReferenceList": [{"Reference": [{"Citation": "Hernandez M, Zhou H, Zhou B, Robinette C, Crissman K, Hatch G, et al. Combination treatment with high‐dose vitamin C and alpha‐tocopherol does not enhance respiratory‐tract lining fluid vitamin C levels in asthmatics. Inhalation Toxicology 2009;21(3):173‐81. []", "ArticleIdList": ["PMC3244678", "18932058"]}, {"Citation": "NCT00142610. The role of vitamins E and C in maintaining lung health in people with asthma. http://clinicaltrials.gov/show/NCT00142610 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "Hernandez 2009 {published data only}"}, {"Reference": [{"Citation": "Kiss A, Horvath IM, Chung KF, Barnes PJ, Horvath I M, Chung KF. Vitamin C and E supplementation in mild asthma ‐ assessment by non‐invasive methods. European Respiratory Journal 2000;16(Supplement 31):40s. []"}], "ReferenceList": [], "Title": "Kiss 2000 {published data only}"}, {"Reference": [{"Citation": "Murphy JD, Ferguson CS, Brown KR, Harms CA. The effect of dietary antioxidants on lung function in exercise induced asthmatics [Abstract]. Medicine and Science in Sports and Exercise 2002;34(5 Suppl 1):S155. []"}], "ReferenceList": [], "Title": "Murphy 2002 {published data only}"}, {"Reference": [{"Citation": "Ramirez M, Morena H, Sienra JJ, Reyes N, Rio BE, Hatch G, et al. Modulation of air pollution impact on peak expiratory flow by serum levels of a‐tocopherol and ascorbic acid among asthmatic children in Mexico City [abstract]. American Thoracic Society 99th International Conference; May 16‐21; Seattle. 2003:B091 Poster 917. [; 4900100000015550]"}, {"Citation": "Romieu I, Sienra JJ, Ramirez M, Moreno H, Rio BE, Hatch G, et al. Antioxidant supplementation and inflammatory responses among young asthmatics exposed to high levels of air pollutants [Abstract]. European Respiratory Journal 2004;24(Suppl 48):623s. []"}, {"Citation": "Romieu I, Sienra JJ, Ramirez M, Moreno H, Reyes NI, Rio BE, et al. Antioxidant supplementation and generic susceptibility to ozone: a randomized controlled trial of children with asthma [abstract]. American Thoracic Society 99th International Conference; May 16‐21; Seattle. 2003:C014. [; 4900100000015561]"}, {"Citation": "Romieu I, Sienra Monge JJ, Ramirez M, Reyes Ruiz NI, Rio Navarro BE, Ruiz Navarro MX, et al. Impact of antioxidant supplementation on the respiratory health of asthmatic children exposed to high levels of particulate and ozone in Mexico City. American Journal of Respiratory and Critical Care Medicine 2001;163(5 Suppl):A40. []"}, {"Citation": "Romieu I, Sienra‐Monge J, Ramirez M, Moreno‐Macias H, Rio‐Navarro B, Ruiz‐Navarro M, et al. Impact of antioxidant supplementation in the inflammatory response in asthmatic children exposed to high levels of ozone in Mexico City [abstract]. American Journal of Respiratory and Critical Care Medicine 2002;165(8 Suppl):A437. [; 4900100000021202]"}, {"Citation": "Romieu I, Sienra‐Monge JJ, Ramirez‐Aguilar M, Moreno‐Macias H, Reyes‐Ruiz NI, Rio‐Navarro BE. Incidence of wheezing and genetic polymorphism of GSTM1 among asthmatic children supplemented with antioxidants in Mexico City [Abstract]. American Thoracic Society 100th International Conference; May 21‐26; Orlando. 2004:C24 Poster 701. []"}, {"Citation": "Romieu I, Sienra‐Monge JJ, Ramirez‐Aguilar M, Moreno‐Macias H, Reyes‐Ruiz NI, Estela del Río‐Navarro B, et al. Genetic polymorphism of GSTM1 and antioxidant supplementation influence lung function in relation to ozone exposure in asthmatic children in Mexico City.[see comment]. Thorax 2004;59(1):8‐10. []", "ArticleIdList": ["PMC1758856", "14694237"]}, {"Citation": "Romieu I, Sienra‐Monge JJ, Ramírez‐Aguilar M, Téllez‐Rojo MM, Moreno‐Macías H, Reyes‐Ruiz NI, et al. Antioxidant supplementation and lung functions among children with asthma exposed to high levels of air pollutants. American Journal of Respiratory and Critical Care Medicine 2002;166(5):703‐9. []", "ArticleIdList": ["12204869"]}, {"Citation": "Sienra‐Monge JJ, Ramirez‐Aguilar M, Moreno‐Macias H, Reyes‐Ruiz NI, Río‐Navarro BE, Ruiz‐Navarro MX, et al. Antioxidant supplementation and nasal inflammatory responses among young asthmatics exposed to high levels of ozone. Clinical and Experimental Immunology 2004;138(2):317‐22. []", "ArticleIdList": ["PMC1809210", "15498043"]}], "ReferenceList": [], "Title": "Romieu 2004 {published data only}"}, {"Reference": [{"Citation": "Trenga CA, Koenig JQ, Williams PV. Dietary antioxidants and ozone‐induced bronchial hyperresponsiveness in adults with asthma. Archives of Environmental Health 2001;56(3):242‐9. []", "ArticleIdList": ["11480500"]}], "ReferenceList": [], "Title": "Trenga 2001 {published data only}"}], "Title": "References to studies included in this review"}, {"Reference": [], "ReferenceList": [{"Reference": [{"Citation": "Retraction. Omega‐3 fatty acids, vitamin C and Zn supplementation in asthmatic children: a randomized self‐controlled study. Acta Paediatrica 2012;8:891.", "ArticleIdList": ["22970440"]}, {"Citation": "Al‐Biltagi MA, Baset AA, Bassiouny M, Kasrawi MA, Attia M. Omega‐3 fatty acids, vitamin C and Zn supplementation in asthmatic children: a randomized self‐controlled study. Acta Paediatrica 2009;98(4):737‐42. []", "ArticleIdList": ["19154523"]}], "ReferenceList": [], "Title": "Al‐Biltagi 2009 {published data only}"}, {"Reference": [{"Citation": "Aliyali M, Poorhasan Amiri A, Sharifpoor A, Zalli F, Amiri AP. Effects of N‐acetylcysteine on asthma exacerbation. Iranian Journal of Allergy, Asthma, and Immunology 2010;9(2):103‐9. []", "ArticleIdList": ["20683104"]}], "ReferenceList": [], "Title": "Aliyali 2010 {published data only}"}, {"Reference": [{"Citation": "Anah CO, Jarike LN, Baig HA. High dose ascorbic acid in Nigerian asthmatics. Tropical and Geographical Medicine 1980;32(2):132‐7. []", "ArticleIdList": ["7423602"]}], "ReferenceList": [], "Title": "Anah 1980 {published data only}"}, {"Reference": [{"Citation": "Anderson R, Hay I, Wyk HA, Theron A. Ascorbic acid in bronchial asthma. South African Medical Journal 1983;63(17):649‐52. []", "ArticleIdList": ["6342165"]}], "ReferenceList": [], "Title": "Anderson 1983 {published data only}"}, {"Reference": [{"Citation": "Bagnato GF, Gulli S, Pasquale R, Giacobbe O, Spatari G, Purello d'Ambrosio F. Effect of inhaled glutathione on airway response to 'fog' challenge in asthmatic patients [English]. Respiration 1999;66(6):518‐21. []", "ArticleIdList": ["10575337"]}], "ReferenceList": [], "Title": "Bagnato 1999 {published data only}"}, {"Reference": [{"Citation": "Baumann JM, Rundell KW, Evans TM, Levine AM. Effects of cysteine donor supplementation on exercise‐induced bronchoconstriction. Medicine and Science in Sports and Exercise 2005;37(9):1468‐73. []", "ArticleIdList": ["16177596"]}], "ReferenceList": [], "Title": "Baumann 2005 {published data only}"}, {"Reference": [{"Citation": "Bede O, Nagy D, Suranyi A, Horvath I, Szlavik M, Gyurkovits K. Effects of magnesium supplementation on the glutathione redox system in atopic asthmatic children. Inflammation Research 2008;57(6):279‐86. []", "ArticleIdList": ["18516713"]}], "ReferenceList": [], "Title": "Bede 2008 {published data only}"}, {"Reference": [{"Citation": "Belousova CG, Geppe NA, Bolevich SB, Soodaeva SK, Climanov IA, Kolosova NG. Free radical status and antioxidant defense in children with asthma treated by inhaled corticosteroids combined with prolonged b2‐agonist [Abstract]. European Respiratory Journal 2006;28(Suppl 50):483s [P2790]. []"}], "ReferenceList": [], "Title": "Belousova 2006 {published data only}"}, {"Reference": [{"Citation": "Bensenor IM, Cook NR, Lee IM, Chown MJ, Hennekens CH, Buring JE, et al. Active and passive smoking and risk of colds in women. Annals of Epidemiology 2001;11(4):225‐31. []", "ArticleIdList": ["11306340"]}], "ReferenceList": [], "Title": "Bensenor 2001 {published data only}"}, {"Reference": [{"Citation": "Bernorio S, Pecis M, Zucchi A, Guerra G, Migliorini V, Negri L, et al. Glutathione in bronchial hyperresponsiveness. Journal of Aerosol Medicine 1996;9(2):207‐13. []"}], "ReferenceList": [], "Title": "Bernorio 1996 {published data only}"}, {"Reference": [{"Citation": "Cakmak G, Demir T, Gemicioglu B, Aydemir A, Serdaroglu E, Donma O. The effects of add‐on zafirlukast treatment to budesonide on bronchial hyperresponsiveness and serum levels of eosinophilic cationic protein and total antioxidant capacity in asthmatic patients. Tohoku Journal of Experimental Medicine 2004;204(4):249‐56. []", "ArticleIdList": ["15572850"]}], "ReferenceList": [], "Title": "Cakmak 2004A {published data only}"}, {"Reference": [{"Citation": "Carlsten C, Pui M, MacNutt M, DyBuncio A, Lay J, Alexis N. Effect of antioxidant supplementation on diesel exhaust (DE)‐associated changes in airway reactivity and innate immunity: a controlled crossover exposure study In humans [Abstract]. American Journal of Respiratory and Critical Care Medicine 2011;183(Meeting Abstracts):A3279. []"}], "ReferenceList": [], "Title": "Carlsten 2011 {published data only}"}, {"Reference": [{"Citation": "Carlsten C, Pui M, MacNutt M, Lay J, Alexis N. Antioxidant supplementation attenuates changes in innate immunity associated with diesel exhaust (DE) in the lung: a controlled crossover exposure study [Abstract]. European Respiratory Society Annual Congress, Amsterdam, The Netherlands, September 24‐28. 2011; Vol. 38, issue 55:611s [3443]. []"}], "ReferenceList": [], "Title": "Carlsten 2011a {published data only}"}, {"Reference": [{"Citation": "Carlsten C, Pui M, Macnutt M, DyBuncio A, Lay J, Alexis N. Diesel exhaust (DE)‐associated increase in airway reactivity is mitigated by anti‐oxidant supplementation in asthmatics [Abstract]. Journal of Allergy and Clinical Immunology 2011;127(2 Suppl 1):AB215. []"}], "ReferenceList": [], "Title": "Carlsten 2011b {published data only}"}, {"Reference": [{"Citation": "Chazan R, Droszcz W. Phagocytic activity of the peripheral blood granulocytes in patients treated with triamcinolone acetonide and vitamin C [Aktywnosc fagocytarna granulocytow krwi obwodowej osob leczonych acetonidem triamcinolonu, w trakcie stosowania witaminy C]. Pneumonologia Polska 1981;49(8‐9):621‐6. []", "ArticleIdList": ["7301603"]}], "ReferenceList": [], "Title": "Chazan 1981 {published data only}"}, {"Reference": [{"Citation": "Clark J, Craig L, McNeill G, Smith N, Norrie J, Devereux G. A novel dietary intervention to optimize vitamin E intake of pregnant women to 15 mg/day. Journal of the Academy of Nutrition and Dietetics 2012;112(2):297‐301. []", "ArticleIdList": ["22741171"]}], "ReferenceList": [], "Title": "Clark 2012 {published data only}"}, {"Reference": [{"Citation": "Cohen HA, Neuman I, Nahum H. Blocking effect of vitamin C in exercise‐induced asthma. Archives of Pediatrics and Adolescent Medicine 1997;151(4):367‐70. []", "ArticleIdList": ["9111435"]}], "ReferenceList": [], "Title": "Cohen 1997 {published data only}"}, {"Reference": [{"Citation": "Covar R, Gleason M, MacOmber B, Stewart L, Szefler P, Engelhardt K, et al. Impact of a novel nutritional formula on asthma control and biomarkers of allergic airway inflammation in children. Clinical and Experimental Allergy 2010;40(8):1163‐74. []", "ArticleIdList": ["20545703"]}], "ReferenceList": [], "Title": "Covar 2010 {published data only}"}, {"Reference": [{"Citation": "Cristofalo MG, Savojardo M, Pecorella G, Galiano S, Lo‐Coco L, Parisi A, et al. The end of antioxidizing treatment for pulmonary illness. Our experience [Ruolo degli antiossidanti nel danno polmonare. Nostre esperienze]. Medicina Dello Sport 1999;52(3):165‐75. []"}], "ReferenceList": [], "Title": "Cristofalo 1999 {published data only}"}, {"Reference": [{"Citation": "Cuomo B, Fasoli L, Guerrea T, Cosettini M, Don M, Saretta F, et al. Efficacy of antioxidant supplementation diet in asthmatic children [abstract]. European Respiratory Journal 2004;24(Suppl 48):167s. []"}], "ReferenceList": [], "Title": "Cuomo 2004 {published data only}"}, {"Reference": [{"Citation": "Daniliak IG, Kogan AK, Bolevich S. [Aevit and glutamic acid in the treatment of patients with bronchial asthma] [Aevit i glutaminovaia kislota v lechenii bol'nykh bronkhial'noa­ astmoa­]. Klinicheskaia Meditsina 1995;73(5):50‐3. []", "ArticleIdList": ["8815279"]}], "ReferenceList": [], "Title": "Daniliak 1995 {published data only}"}, {"Reference": [{"Citation": "Darabi B, Moin M, Purpbak Z. The effect of vitamin D supplementation over asthma outcome. Iranian Journal of Allergy, Asthma, and Immunology 2013;12(9S):S87. []"}], "ReferenceList": [], "Title": "Darabi 2013 {published data only}"}, {"Reference": [{"Citation": "Dauletbaev N, Rickmann J, Viel K, Buhl R, Wagner TO, Bargon J. Glutathione in induced sputum of healthy individuals and patients with asthma. Thorax 2001;56(1):13‐8. []", "ArticleIdList": ["PMC1745920", "11120898"]}], "ReferenceList": [], "Title": "Dauletbaev 2001 {published data only}"}, {"Reference": [{"Citation": "Lucia F, Bonavia M, Crimi E, Scaricabarozzi I, Brusasco V. Antiinflammatory‐antioxidant treatment with a methane sulfonanilide in allergen‐induced asthma. Annals of Allergy 1991;66(5):424‐9. []", "ArticleIdList": ["1852141"]}], "ReferenceList": [], "Title": "De Lucia 1991 {published data only}"}, {"Reference": [{"Citation": "Dunstan JA, Breckler L, Hale J, Lehmann H, Franklin P, Lyons G, et al. Supplementation with vitamins C, E, beta‐carotene and selenium has no effect on anti‐oxidant status and immune responses in allergic adults: a randomized controlled trial. Clinical and Experimental Allergy 2007;37(2):180‐7. []", "ArticleIdList": ["17250690"]}], "ReferenceList": [], "Title": "Dunstan 2007 {published data only}"}, {"Reference": [{"Citation": "Echazarreta AL, Sala E, Rahman I, Peinado V, Barbera JA, Roca J, et al. Effects of platelet‐activating factor challenge on oxidant/antioxidant balance and exhaled nitric oxide in asthma. European Respiratory Journal 2000;16(Supplement 31):266s. []"}], "ReferenceList": [], "Title": "Echazarreta 2000 {published data only}"}, {"Reference": [{"Citation": "Echazarreta AL, Rahman I, Peinado V, Barbera  JA, Roca J, MacNee W, et al. Lack of systemic oxidative stress during PAF challenge in mild asthma. Respiratory Medicine 2005;99(5):519‐23. [; 4900100000018104]", "ArticleIdList": ["15823446"]}], "ReferenceList": [], "Title": "Echazarreta 2005 {published data only}"}, {"Reference": [{"Citation": "Ensom MH, Chong G, Zhou D, Beaudin B, Shalansky S, Bai TR. Estradiol in premenstrual asthma: a double‐blind, randomized, placebo‐controlled, crossover study. Pharmacotherapy 2003;23(5):561‐71. [; 4900100000015244]", "ArticleIdList": ["12741429"]}], "ReferenceList": [], "Title": "Ensom 2003a {published data only}"}, {"Reference": [{"Citation": "Falk B, Gorev R, Zigel L, Ben‐Amotz A, Neuman I. Effect of lycopene supplementation on lung function after exercise in young athletes who complain of exercise‐induced bronchoconstriction symptoms. Annals of Allergy, Asthma & Immunology 2005;94(4):480‐5. []", "ArticleIdList": ["15875530"]}], "ReferenceList": [], "Title": "Falk 2005 {published data only}"}, {"Reference": [{"Citation": "Fogarty A, Lewis SA, Scrivener SL, Antoniak M, Pacey S, Pringle M, et al. Corticosteroid sparing effects of vitamin C and magnesium in asthma: a randomised trial. Respiratory Medicine 2006;100(1):174‐9. []", "ArticleIdList": ["16338599"]}], "ReferenceList": [], "Title": "Fogarty 2003 {published data only}"}, {"Reference": [{"Citation": "Fogarty A, Lewis SA, Scrivener SL, Antoniak M, Pacey S, Pringle M, et al. Oral magnesium and vitamin C supplements in asthma: a parallel group randomized placebo‐controlled trial. Clinical and Experimental Allergy 2003;33(10):1355‐9. []", "ArticleIdList": ["14519140"]}], "ReferenceList": [], "Title": "Fogarty 2003a {published data only}"}, {"Reference": [{"Citation": "Greenough A, Shaheen SO, Shennan A, Seed PT, Poston L. Respiratory outcomes in early childhood following antenatal vitamin C and E supplementation. Thorax 2010;65(11):998‐1003. []", "ArticleIdList": ["20889523"]}], "ReferenceList": [], "Title": "Greenough 2010 {published data only}"}, {"Reference": [{"Citation": "Gazdik F, Gazdikova K, Jahnova E, Pijak MR. Sparing effect of coenzyme Q10, a‐tocopherol and ascorbic acid on the consumption of corticosteroids in allergic asthmatics [Abstract]. Allergy & Clinical Immunology International 2003;1 Suppl:Abstract No: P‐2‐38. []"}, {"Citation": "Gazdik F, Gvozdjakova A, Kucharska J, Kucharikova Z, Jahnova E, Gazdikova K. Coenzyme Q(10) supplementary therapy decreased corticoid consumption in patients with bronchial asthma. Advances in Immunopathology and Respiratory Allergy 2005:29‐33. [; 4900100000050582]"}, {"Citation": "Gvozdjáková A, Kucharská J, Bartkovjaková M, Gazdíková K, Gazdík FE. Coenzyme Q10 supplementation reduces corticosteroids dosage in patients with bronchial asthma. BioFactors 2005;25(1‐4):235‐40. []", "ArticleIdList": ["16873952"]}], "ReferenceList": [], "Title": "Gvozdjakova 2005 {published data only}"}, {"Reference": [{"Citation": "Hosseini S, Pishnamazi S, Sadrzadeh SMH, Farid F, Farid R, Watson RR. Pycnogenol in the management of asthma. Journal of Medicinal Food 2001;4(4):201‐9. [; 4900100000014253]", "ArticleIdList": ["12639402"]}], "ReferenceList": [], "Title": "Hosseini 2001a {published data only}"}, {"Reference": [{"Citation": "Houdard YP. Trial of cortibucline. Marseille Medical 1969;106(11):993‐7. []", "ArticleIdList": ["4401215"]}], "ReferenceList": [], "Title": "Houdard 1969 {published data only}"}, {"Reference": [{"Citation": "Jabbari Azad F, Rafatpanah H, Farid R, Watson R, Hosseini S, Tavallei A, et al. Phycnogenol in the management of asthma [Abstract]. XIX World Allergy Organization Congress; June 26‐July 1; Munich. 2005:Abstract 268. []"}], "ReferenceList": [], "Title": "Jabbari 2005 {published data only}"}, {"Reference": [{"Citation": "Jahnova E, Horvathova M, Gazdik F, Weissova S. Effects of selenium supplementation on expression of adhesion molecules in corticoid‐dependent asthmatics. Bratislavske Lekarske Listy 2002;103(1):12‐6. []", "ArticleIdList": ["12061080"]}], "ReferenceList": [], "Title": "Jahnova 2002 {published data only}"}, {"Reference": [{"Citation": "Kligler B, Homel P, Blank AE, Kenney J, Levenson H, Merrell W. Randomized trial of the effect of an integrative medicine approach to the management of asthma in adults on disease‐related quality of life and pulmonary function. Alternative Therapies in Health and Medicine 2011;17(1):10‐5. []", "ArticleIdList": ["21614939"]}], "ReferenceList": [], "Title": "Kligler 2011 {published data only}"}, {"Reference": [{"Citation": "Kolpakova AF. [Effects of combined therapy with domestic inhalational anti‐asthmatic drugs on oxidant status of patients with bronchial asthma]. [Russian]. Terapevticheskii Arkhiv 2007;79(3):41‐4. []", "ArticleIdList": ["17526195"]}], "ReferenceList": [], "Title": "Kolpakova 2007 {published data only}"}, {"Reference": [{"Citation": "Kordansky DW, Rosenthal RR, Norman PS. The effect of vitamin C on antigen‐induced bronchospasm. Journal of Allergy and Clinical Immunology 1979;63(1):61‐4. []", "ArticleIdList": ["363773"]}], "ReferenceList": [], "Title": "Kordansky 1979 {published data only}"}, {"Reference": [{"Citation": "Kriukov EV, Novozhenov VG. Efficacy of antioxidants in the prophylaxis of respiratory diseases in young servicemen. Voenno‐meditsinskii Zhurnal 2003;324(8):28‐31. []", "ArticleIdList": ["14564956"]}], "ReferenceList": [], "Title": "Kriukov 2003 {published data only}"}, {"Reference": [{"Citation": "Kurth T, Barr RG, Gaziano JM, Buring JE. Randomised aspirin assignment and risk of adult‐onset asthma in the Women's Health Study. Thorax 2008;63(6):514‐8. []", "ArticleIdList": ["PMC2631398", "18339679"]}], "ReferenceList": [], "Title": "Kurth 2008 {published data only}"}, {"Reference": [{"Citation": "Labhe RU, Mani UV, Iyer UM, Mishra M, Jani K, Bhattacharya A. The effect of spirulina in the treatment of bronchial asthma. Journal of Nutraceuticals, Functional and Medical Foods 2001;3(4):53‐61. []"}], "ReferenceList": [], "Title": "Labhe 2001 {published data only}"}, {"Reference": [{"Citation": "Lau BHS, Riesen SK, Truong KP, Lau EW, Rohdewald P, Barreta RA. Pycnogenol as an adjunct in the management of childhood asthma. Journal of Asthma 2004;41(8):825‐32. []", "ArticleIdList": ["15641632"]}], "ReferenceList": [], "Title": "Lau 2004 {published data only}"}, {"Reference": [{"Citation": "Lipman WH, Simon SW. A clinical evaluation of a new aerosol for use in the treatment of bronchial asthma. Annals of Allergy 1964;22:460‐7. []", "ArticleIdList": ["14214008"]}], "ReferenceList": [], "Title": "Lipman 1964 {published data only}"}, {"Reference": [{"Citation": "Lisitsa AV, Soodaeva SK, Klimanov IA, Chuchalin AG. The dynamics of blood plasma antioxidant activity in patients with asthma exacerbation during the course of phosphogliv admission [Abstract]. European Respiratory Journal 2007;30(Suppl 51):616s [P3618]. []"}], "ReferenceList": [], "Title": "Lisitsa 2007 {published data only}"}, {"Reference": [{"Citation": "Ma J, Strub P, Lavori PW, Buist AS, Camargo CA, Nadeau KC, et al. DASH for asthma: a pilot study of the DASH diet in not‐well‐controlled adult asthma. Contemporary Clinical Trials 2013;35(2):55‐67. []", "ArticleIdList": ["PMC4217513", "23648395"]}], "ReferenceList": [], "Title": "Ma 2013 {published data only}"}, {"Reference": [{"Citation": "Malo JL, Cartier A, Pineau L, L'Archevêque J, Ghezzo H, Martin RR. Lack of acute effects of ascorbic acid on spirometry and airway responsiveness to histamine in subjects with asthma. Journal of Allergy and Clinical Immunology 1986;78(6):1153‐8. []", "ArticleIdList": ["3782678"]}], "ReferenceList": [], "Title": "Malo 1986 {published data only}"}, {"Reference": [{"Citation": "Bime C, Wei CY, Holbrook J, Smith LJ, Wise RA. Association of dietary soy genistein intake with lung function and asthma control: a post‐hoc analysis of patients enrolled in a prospective multicentre clinical trial. Primary Care Respiratory Journal 2012;21(4):398‐404. []", "ArticleIdList": ["PMC3811067", "22885561"]}], "ReferenceList": [], "Title": "Mastronarde 2009 {published data only}"}, {"Reference": [{"Citation": "McEvoy C, Schilling D, Clay N, Go M, Jackson K, Bunten C, et al. Daily vitamin C taken by pregnant smoking women decreases wheezing at one year of age in their offspring: a randomized trial. American Journal of Respiratory and Critical Care Medicine 2013;187(Meeting Abstracts):A3802. []"}], "ReferenceList": [], "Title": "McEvoy 2013 {published data only}"}, {"Reference": [{"Citation": "Medvedeva IV, Lapik SV, Gur'eva SA, Savina IA. Clinical and biochemical aspects of flixotide administration in patients with moderate bronchial asthma. Terapevticheskii Arkhiv 2002;74(3):21‐5. []", "ArticleIdList": ["11980114"]}], "ReferenceList": [], "Title": "Medvedeva 2002 {published data only}"}, {"Reference": [{"Citation": "Moreira A, Moreira P, Delgado L, Fonseca J, Teixeira V, Barros R, et al. Polyunsaturated fatty acids: dietary supplementation has no effect on exhaled nitric oxide on asthmatic patients. A randomized, double‐blind, placebo controlled trial [Abstract]. XIX World Allergy Organization Congress; June 26‐July 1; Munich,. 2005:Abstract 272. []"}], "ReferenceList": [], "Title": "Moreira 2005 {published data only}"}, {"Reference": [{"Citation": "Moreira A, Moreira P, Delgado L, Fonseca J, Teixeira V, Padrão P, et al. Pilot study of the effects of n‐3 polyunsaturated fatty acids on exhaled nitric oxide in patients with stable asthma. Journal of Investigational Allergology and Clinical Immunology 2007;17(5):309‐13. []", "ArticleIdList": ["17982923"]}], "ReferenceList": [], "Title": "Moreira 2007 {published data only}"}, {"Reference": [{"Citation": "Nadi E, Tavakoli F, Zeraati F, Goodarzi MT, Hashemi SH. Effect of vitamin C administration on leukocyte vitamin C level and severity of bronchial asthma. Acta Medica Iranica 2012;50(4):233‐8. []", "ArticleIdList": ["22592572"]}], "ReferenceList": [], "Title": "Nadi 2012 {published data only}"}, {"Reference": [{"Citation": "NCT00386178. Comparison of Gamma‐tocopherol Supplementation in Allergic Asthmatics and Normal Volunteers. http://clinicaltrials.gov/show/NCT00386178 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT00386178 {published data only}"}, {"Reference": [{"Citation": "NCT00466596. Effect of House Dust Mite Allergen Challenge in Persons Using 1200 mg Gamma Tocopherol Supplements. http://clinicaltrials.gov/show/NCT00466596 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT00466596 {published data only}"}, {"Reference": [{"Citation": "NCT00581048. Oxidant Stress and Allergic Asthma. http://clinicaltrials.gov/show/NCT00581048 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT00581048 {published data only}"}, {"Reference": [{"Citation": "NCT00672529. Orthomolecular Treatment as Add‐on Therapy for Childhood Asthma. http://clinicaltrials.gov/show/NCT00672529 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT00672529 {published data only}"}, {"Reference": [{"Citation": "NCT00836368. In Vitro Basophil Responsiveness to Allergen Challenge After Gamma‐tocopherol Supplementation in Allergic Asthmatics. http://clinicaltrials.gov/show/NCT00836368 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT00836368 {published data only}"}, {"Reference": [{"Citation": "NCT01317563. Phase 2 Study of Antioxidant Therapy in Lean and Obese Asthmatics. http://clinicaltrials.gov/show/NCT01317563 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT01317563 {published data only}"}, {"Reference": [{"Citation": "NCT01661530. A Double Blind Randomised Placebo Controlled Pilot Study of a Dietary Soup Intervention During Pregnancy to Optimise Dietary Vitamin E Intake in Relation to Childhood Asthma. http://clinicaltrials.gov/show/NCT01661530 (accessed 27 January 2014). []"}], "ReferenceList": [], "Title": "NCT01661530 {published data only}"}, {"Reference": [{"Citation": "Neuman I, Nahum H, Ben‐Amotz A. Prevention of exercise‐induced asthma by a natural isomer mixture of beta‐carotene. Annals of Allergy, Asthma and Immunology 1999;82(6):549‐53. [; 4900100000006435]", "ArticleIdList": ["10400482"]}], "ReferenceList": [], "Title": "Neuman 1999 {published data only}"}, {"Reference": [{"Citation": "Neuman I, Nahum H, Ben‐Amotz A. Reduction of exercise‐induced asthma oxidative stress by lycopene, a natural antioxidant. Allergy 2000;55(12):1184‐9. []", "ArticleIdList": ["11117277"]}], "ReferenceList": [], "Title": "Neuman 2000 {published data only}"}, {"Reference": [{"Citation": "Nikitin AV, Kashin AV, Karpukhina EP. Correction of antioxidant defense in patients with bronchial asthma by the method of intravascular laser irradiation. Problemy Tuberkuleza 1993;1993(3):46‐7. []", "ArticleIdList": ["7984593"]}], "ReferenceList": [], "Title": "Nikitin 1993 {published data only}"}, {"Reference": [{"Citation": "O'Sullivan S, Doyle S, Cormican L, Gunaratnam C, Poulter LW, Burke CM. Attenuation of bronchial hyperresponsiveness to histamine by vitamin C in asthmatic subjects [abstract]. American Journal of Respiratory and Critical Care Medicine 2000;161(3 Suppl):A106. []"}], "ReferenceList": [], "Title": "O'Sullivan 2000 {published data only}"}, {"Reference": [{"Citation": "Olekhnovich VM, Krylov VI, Sorogin VP, Zhogin SV. Therapeutic effectiveness of antioxidants in complex treatment of bronchial asthma in children [Terapevticheskaia effektivnost' antioksidantov v kompleksnom lechenii bronkhial'noi astmy u detei]. Pediatriia 1982;2:34‐5. []", "ArticleIdList": ["7041075"]}], "ReferenceList": [], "Title": "Olekhnovich 1982 {published data only}"}, {"Reference": [{"Citation": "Onur E, Kabaroğlu C, Günay O, Var A, Yilmaz O, Dündar P, et al. The beneficial effects of physical exercise on antioxidant status in asthmatic children. Allergologia Et Immunopathologia 2011;39(2):90‐5. []", "ArticleIdList": ["21242022"]}], "ReferenceList": [], "Title": "Onur 2011 {published data only}"}, {"Reference": [{"Citation": "Panahi Y, Tavana S, Sahebkar A, Masoudi H, Madanchi N. Impact of adjunctive therapy with Chlorella vulgaris extract on antioxidant status, pulmonary function, and clinical symptoms of patients with obstructive pulmonary diseases. Scientia Pharmaceutica 2012;80(3):719‐30. []", "ArticleIdList": ["PMC3447618", "23008817"]}], "ReferenceList": [], "Title": "Panahi 2012 {published data only}"}, {"Reference": [{"Citation": "Panina NT, Yakovleva NG, Kotenko TV, Danilov LN, Panina NT, Yakovleva NG, et al. Role of antioxidant and trace element complex in outpatient care of bronchial asthma [Abstract]. European Respiratory Journal 2002;20(Suppl 38):52s. [; 4900100000016045]"}], "ReferenceList": [], "Title": "Panina 2002 {published data only}"}, {"Reference": [{"Citation": "Pearson PJK, Fogarty A, Lewis AS, Britton JR. Vitamin E supplementation in the treatment of asthma: a randomised controlled trial [Abstract]. European Respiratory Journal 2003;22(Suppl 45):Abstract No: [P724]. []"}], "ReferenceList": [], "Title": "Pearson 2003 {published data only}"}, {"Reference": [{"Citation": "Pearson PJK, Lewis SA, Britton JR, Fogarty A. Oxidative stress during a randomised controlled trial of vitamin E supplementation in atopic asthma [Abstract]. Thorax 2004;59(Suppl II):ii91. []", "ArticleIdList": ["PMC1747112", "15282383"]}], "ReferenceList": [], "Title": "Pearson 2004 {published data only}"}, {"Reference": [{"Citation": "Pearson PJ, Lewis SA, Britton J, Fogarty A. Vitamin E supplements in asthma: a parallel group randomised placebo controlled trial. Thorax 2004;59(8):652‐6. []", "ArticleIdList": ["PMC1747112", "15282383"]}], "ReferenceList": [], "Title": "Pearson 2004a {published data only}"}, {"Reference": [{"Citation": "Pearson P, Lewis S, Britton J, Fogarty A. Exhaled carbon monoxide levels in atopic asthma: a longitudinal study. Respiratory Medicine 2005;99(10):1292‐6. []", "ArticleIdList": ["16140229"]}], "ReferenceList": [], "Title": "Pearson 2005 {published data only}"}, {"Reference": [{"Citation": "Pennings HJ, Borm PJ, Evelo CT, Wouters EF. Changes in levels of catalase and glutathione in erythrocytes of patients with stable asthma, treated with beclomethasone dipropionate. European Respiratory Journal 1999;13(6):1260‐6. []", "ArticleIdList": ["10445599"]}], "ReferenceList": [], "Title": "Pennings 1999 {published data only}"}, {"Reference": [{"Citation": "Peters EA, Hiltermann JTN, Stolk J. Effect of apocynin on ozone‐induced airway hyperresponsiveness to methacholine in asthmatics. Free Radical Biology and Medicine 2001;31(11):1442‐7. []", "ArticleIdList": ["11728816"]}], "ReferenceList": [], "Title": "Peters 2001 {published data only}"}, {"Reference": [{"Citation": "Prieto L, Juyol M, Paricio A, Martinez MA, Palop J, Castro J. Oral challenge test with sodium metabisulfite in steroid‐dependent asthmatic patients. Allergologia Et Immunopathologia 1988;16(6):393‐6. []", "ArticleIdList": ["3266541"]}], "ReferenceList": [], "Title": "Prieto 1988 {published data only}"}, {"Reference": [{"Citation": "Pui M, Lay JC, Alexis NE, Carlsten C. Flow cytometry to identify leukocyte sub‐populations in blood and induced sputum in asthmatic and healthy volunteers exposed to diesel exhaust [Abstract]. Allergy, Asthma, and Clinical Immunology 2010;6(Suppl 3):P7. []"}], "ReferenceList": [], "Title": "Pui 2010 {published data only}"}, {"Reference": [{"Citation": "Ratanamaneechat S, George D, Kham A, Baran J, Nagle K, Naples R. Serum superoxide dismutase activity as a predictor of adverse events after H1N1 vaccination [Abstract]. American Journal of Respiratory and Critical Care Medicine 2010;181(Meeting Abstracts):A6791. []"}], "ReferenceList": [], "Title": "Ratanamaneechat 2010 {published data only}"}, {"Reference": [{"Citation": "Romieu I, Meneses F, Ramirez M, Gerber M, Dekker D, Walda I, et al. Acute effect of ozone on respiratory function among participant in a randomized trial of antioxidant supplementation. American Journal of Respiratory and Critical Care Medicine 1998;157(3 Suppl):A48. []", "ArticleIdList": ["9655734"]}], "ReferenceList": [], "Title": "Romieu 1998 {published data only}"}, {"Reference": [{"Citation": "Safa B, Karakoc‐Aydiner E, Cagan H, Kiykim A, Tulunay A, Akkoc T, et al. 25 (OH) vitamin D3 as an adjunct to subcutaneous allergen immunotherapy: Is it effective? [Abstract]. Allergy. Blackwell Publishing Ltd, 2012:34. []"}], "ReferenceList": [], "Title": "Safa 2012 {published data only}"}, {"Reference": [{"Citation": "Schachter EN, Schlesinger A. The attenuation of exercise‐induced bronchospasm by ascorbic acid. Annals of Allergy 1982;49(3):146‐51. []", "ArticleIdList": ["7114587"]}], "ReferenceList": [], "Title": "Schachter 1982 {published data only}"}, {"Reference": [{"Citation": "Schertling M, Winsel K, Müller S, Henning R, Meiske W, Slapke J. Action of ascorbic acid on clinical course of infection related bronchial asthma and on reactive oxygen metabolites by BAL cells [Einfluss von Ascorbinsäure auf den klinischen Verlauf des infektbedingten Asthma bronchiale und die Bildung von reaktiven Sauerstoffmetaboliten durch BAL‐Zellen.]. Zeitschrift Fur Klinische Medizin 1990;45(20):1770‐4. []"}], "ReferenceList": [], "Title": "Schertling 1990 {published data only}"}, {"Reference": [{"Citation": "Shaheen SO, Newson RB, Rayman MP, Wong AP, Tumilty MK, Phillips JM, et al. Randomised, double blind, placebo‐controlled trial of selenium supplementation in adult asthma. Thorax 2007;62(6):483‐90. []", "ArticleIdList": ["PMC2117223", "17234657"]}], "ReferenceList": [], "Title": "Shaheen 2007 {published data only}"}, {"Reference": [{"Citation": "Shimizu T, Maeda S, Arakawa H, Mochizuki H, Tokuyama K, Morikawa A. Relation between theophylline and circulating vitamin levels in children with asthma. Pharmacology 1996;53(6):384‐9. []", "ArticleIdList": ["9032803"]}], "ReferenceList": [], "Title": "Shimizu 1996 {published data only}"}, {"Reference": [{"Citation": "Smith LJ, Holbrook JT, Wise R, Blumenthal M, Dozor AJ, Mastronarde J, et al. Dietary intake of soy genistein is associated with lung function in patients with asthma. Journal of Asthma 2004;41(8):833‐43. []", "ArticleIdList": ["15641633"]}], "ReferenceList": [], "Title": "Smith 2004b {published data only}"}, {"Reference": [{"Citation": "Song Y, Klevak A, Manson JE, Buring JE, Liu S. Asthma, chronic obstructive pulmonary disease, and type 2 diabetes in the Women's Health Study. Diabetes Research and Clinical Practice 2010;90(3):365‐71. [; 4900100000050194]", "ArticleIdList": ["PMC2993844", "20926152"]}], "ReferenceList": [], "Title": "Song 2010 {published data only}"}, {"Reference": [{"Citation": "Szlagatys‐Sidorkiewicz A, Korzon M, Malaczynska T, Renkel J, Popadiuk S, Wozniak M. [The antioxidative‐prooxidative balance in children with asthma treated with inhaled corticosteroids and long acting beta2‐agonists] [Rownowaga antyoksydacyjno‐prooksydacyjna u dzieci z astma leczonych kortykosteroidami wziewnymi i diugo dziaiajacymi beta2‐mimetykami]. Pneumonologia I Alergologia Polska 2005;73(2):178‐81. [; 4900100000019347]", "ArticleIdList": ["16756149"]}], "ReferenceList": [], "Title": "Szlagatys 2005 {published data only}"}, {"Reference": [{"Citation": "Tecklenburg SL, Mickleborough TD, Fly AD, Bai Y, Stager JM. Ascorbic acid supplementation attenuates exercise‐induced bronchoconstriction in patients with asthma. Respiratory Medicine 2007;101(8):1770‐8. []", "ArticleIdList": ["17412579"]}], "ReferenceList": [], "Title": "Tecklenburg 2007 {published data only}"}, {"Reference": [{"Citation": "Tug T, Godekmerdan A, Sari N, Karatas F, Erdem ES. Effects of supportive treatment such as antioxidant or leukotriene receptor antagonist drugs on inflammatory and respiratory parameters in asthma patients. Clinical Pharmacology and Therapeutics 2007;81(3):371‐6. []", "ArticleIdList": ["17339866"]}], "ReferenceList": [], "Title": "Tug 2007 {published data only}"}, {"Reference": [{"Citation": "Tunnicliffe WS, Harrison RM, Kelly FJ, Dunster C, Ayres JG. The effect of sulphurous air pollutant exposures on symptoms, lung function, exhaled nitric oxide, and nasal epithelial lining fluid antioxidant concentrations in normal and asthmatic adults. Occupational and Environmental Medicine 2003;60(11):e15. [; 4900100000015877]", "ArticleIdList": ["PMC1740413", "14573726"]}], "ReferenceList": [], "Title": "Tunnicliffe 2003 {published data only}"}, {"Reference": [{"Citation": "Varshavskii BIa, Trubnikov GV, Galaktipmpva LP, Koreniak NA, Koledeznaia IL, Oberemok AN. [Oxidant‐antioxidant status of patients with bronchial asthma during inhalation and systemic glucocorticoid therapy]. [Russian] [Oksidantno‐antioksidantnyi status bol'nykh bronkhial'noi astmoi pri ingaliatsionnoi u sustenbii gkuyjijirtujiudbii terapii]. Terapevticheskii Arkhiv 2003;75(3):21‐4. []", "ArticleIdList": ["12718214"]}], "ReferenceList": [], "Title": "Varshavskii 2003 {published data only}"}, {"Reference": [{"Citation": "Vazquez‐Armenta G, Barragan‐Alvarez C, Loza‐Valdes A, Ramos‐Marquez ME, Siller‐Lopez F. Protein carbonyl and sputum eosinophil number decrease with alpha‐lipoic acid adjuvant therapy in asthma patients [Abstract]. Free Radical Biology and Medicine 2012;53(Suppl 2):S117. []"}], "ReferenceList": [], "Title": "Vazquez‐Armenta 2012 {published data only}"}, {"Reference": [{"Citation": "Voitsekhovskaia IuG, Skesters A, Orlikov GA, Silova AA, Rusakova NE, Larmane LT, et al. [Assessment of some oxidative stress parameters in bronchial asthma patients beyond add‐on selenium supplementation]. [Russian]. Biomeditsinskaia Khimiia 2007;53(5):577‐84. []", "ArticleIdList": ["18078072"]}], "ReferenceList": [], "Title": "Voitsekhovskaia 2007 {published data only}"}, {"Reference": [{"Citation": "Wiser J, Alexis NE, Jiang Q, Wu W, Robinette C, Roubey R, et al. In vivo gamma‐tocopherol supplementation decreases systemic oxidative stress and cytokine responses of human monocytes in normal and asthmatic subjects. Free Radical Biology and Medicine 2008;45(1):40‐9. []", "ArticleIdList": ["PMC2492672", "18405673"]}], "ReferenceList": [], "Title": "Wiser 2008 {published data only}"}, {"Reference": [{"Citation": "Wood LG, Garg ML, Powell H, Gibson PG. Dietary lycopene reduces neutrophilic airway inflammation in asthma [Abstract]. Thoracic Society of Australia and New Zealand Annual Scientific Meeting; 25‐28 March; Auckland. 2007:Abstract TP002. []"}], "ReferenceList": [], "Title": "Wood 2007 {published data only}"}, {"Reference": [{"Citation": "Wood LG, Garg ML, Powell H, Gibson PG. Lycopene‐rich treatments modify noneosinophilic airway inflammation in asthma: proof of concept. Free Radical Research 2008;42(1):94‐102. []", "ArticleIdList": ["18324527"]}], "ReferenceList": [], "Title": "Wood 2008 {published data only}"}, {"Reference": [{"Citation": "Wood LG, Garg ML, Smart JM, Scott HA, Barker D, Gibson PG. Manipulating antioxidant intake in asthma: a randomized controlled trial 1‐3. American Journal of Clinical Nutrition 2012;96(3):534‐43. []", "ArticleIdList": ["22854412"]}], "ReferenceList": [], "Title": "Wood 2012 {published data only}"}, {"Reference": [{"Citation": "Wood LG, Garg ML, Smart J, Scott HA, Barker D, Gibson PG. Manipulating antioxidant intake in asthma: a randomized clinical trial [Abstract]. Respirology (Carlton, Vic.) 2012;17(Suppl 1):45. []", "ArticleIdList": ["22854412"]}], "ReferenceList": [], "Title": "Wood 2012a {published data only}"}, {"Reference": [{"Citation": "Yamamoto M, Singh A, Sava F, Pui M, Tebbutt SJ, Carlsten C. MicroRNA expression in response to controlled exposure to diesel exhaust: attenuation by the antioxidant N‐acetylcysteine in a randomized crossover study. Environmental Health Perspectives 2013;121(6):670‐5. [; 4900100000079934]", "ArticleIdList": ["PMC3672916", "23584289"]}], "ReferenceList": [], "Title": "Yamamoto 2013 {published data only}"}], "Title": "References to studies excluded from this review"}, {"Reference": [], "ReferenceList": [{"Reference": [{"Citation": "Kurti SP, Murphy JD, Ferguson CS, Brown KR, Smith JR, Harms CA. Improved lung function following dietary antioxidant supplementation in exercise‐induced asthmatics. 2016.", "ArticleIdList": ["26453914"]}], "ReferenceList": [], "Title": "Kurti 2016 {published data only}"}, {"Reference": [{"Citation": "Liu YL, Zhao X, Gong JQ, Hao XH. Efficacy of antioxidants in treatment of asthma. Medical Journal of the Chinese People's Armed Police Force 2003;14(6):342‐3. [; 4900100000016870]"}], "ReferenceList": [], "Title": "Liu 2003 {published data only}"}], "Title": "References to studies awaiting assessment"}, {"Reference": [], "ReferenceList": [{"Reference": [{"Citation": "Allen S, Britton JR, Leonardi‐Bee JA. Association between antioxidant vitamins and asthma outcome measures: systematic review and meta‐analysis. Thorax 2009;64(7):610‐9.", "ArticleIdList": ["19406861"]}], "ReferenceList": [], "Title": "Allen 2009"}, {"Reference": [{"Citation": "Anderson HR, Gupta R, Strachan DP, Limb ES. 50 years of asthma: UK trends from 1955 to 2004. Thorax 2007;62(1):85‐90.", "ArticleIdList": ["PMC2111282", "17189533"]}], "ReferenceList": [], "Title": "Anderson 2007"}, {"Reference": [{"Citation": "Arab L, Steck‐Scott S, Fleishauer AT. Lycopene and the lung. Experimental Biology and Medicine 2002;227(10):894‐9.", "ArticleIdList": ["12424331"]}], "ReferenceList": [], "Title": "Arab 2002"}, {"Reference": [{"Citation": "Asthma UK 2013 Facts and FAQs. www.asthma.org.uk/asthma‐facts‐and‐statistics (accessed 20 May 2013)."}], "ReferenceList": [], "Title": "Asthma UK 2013"}, {"Reference": [{"Citation": "Blanck HM, Gillespie C, Kimmons JE, Seymour JD, Serdula MK. Trends in fruit and vegetable consumption among U.S. men and women, 1994‐2005. Preventing Chronic Disease 2008;5(2):1‐10.", "ArticleIdList": ["PMC2396974", "18341771"]}], "ReferenceList": [], "Title": "Blanck 2008"}, {"Reference": [{"Citation": "Castillejos M, Gold D, Dockery D, Tosteron T, Baum T, Speizer FE. Effects of ambient ozone on respiratory function and symptoms in Mexico City schoolchildren. American Review of Respiratory Disease 1992;145:278‐82.", "ArticleIdList": ["1736731"]}], "ReferenceList": [], "Title": "Castillejos 1992"}, {"Reference": [{"Citation": "Centers for Disease Control and Prevention. Trends in asthma prevalence, health care, and mortality in the United States, 2001‐2010. www.cdc.gov/nchs/data/databriefs/db94.htm (accessed 10 May 2013)."}], "ReferenceList": [], "Title": "CDC 2012"}, {"Reference": [{"Citation": "Centers for Disease Control and Prevention. Vital signs. www.cdc.gov/vitalsigns/asthma/ (accessed 10 December 2012)."}], "ReferenceList": [], "Title": "CDCP 2011"}, {"Reference": [{"Citation": "Chatzi L, Apostolaki G, Bibakis I, Skypala I, Bibaki‐Liakou V, Tzanakis N, et al. Protective effect of fruits, vegetables and the Mediterranean diet on asthma and allergies among children in Crete. Thorax 2007;62:677‐83.", "ArticleIdList": ["PMC2117278", "17412780"]}], "ReferenceList": [], "Title": "Chatzi 2007"}, {"Reference": [{"Citation": "Clayton S. Paediatric asthma: overcoming barriers to an improved quality of life. British Journal of Nursing 2005;14(2):80‐5.", "ArticleIdList": ["15750507"]}], "ReferenceList": [], "Title": "Clayton 2005"}, {"Reference": [{"Citation": "Devereux G, Turner SW, Craig LCA, McNeill G, Martindale S, Harbour PJ, et al. Low maternal vitamin E intake during pregnancy is associated with asthma in 5‐year‐old children. American Journal of Respiratory and Critical Care Medicine 2006;174:499‐507.", "ArticleIdList": ["16763215"]}], "ReferenceList": [], "Title": "Devereux 2006"}, {"Reference": [{"Citation": "European Food Information Council. Fruit and vegetable consumption in Europe – do Europeans get enough?. www.eufic.org/article/en/expid/Fruit‐vegetable‐consumption‐Europe/ (accessed 10 December 2012)."}], "ReferenceList": [], "Title": "EUFIC 2012"}, {"Reference": [{"Citation": "FitzGerald JM, Gibson PG. Asthma exacerbations. 4: Prevention. Thorax 2006;61:992‐9.", "ArticleIdList": ["PMC2121160", "17071835"]}], "ReferenceList": [], "Title": "Fitzgerald 2006"}, {"Reference": [{"Citation": "Fogarty A, Lewis S, Weiss S, Britton J. Dietary vitamin E, IgE concentrations, and atopy. Lancet 2000;365:1573‐4.", "ArticleIdList": ["11075775"]}], "ReferenceList": [], "Title": "Fogarty 2000"}, {"Reference": [{"Citation": "Fogarty A. Antioxidants and asthma: will the patient benefit. International Journal of Tuberculosis and Lung Disease 2012;16(11):1423.", "ArticleIdList": ["23044442"]}], "ReferenceList": [], "Title": "Fogarty 2012"}, {"Reference": [{"Citation": "Global Initiative for Asthma (GINA). GINA Report, Global Strategy for Asthma Management and Prevention. Updated December 2011. www.ginasthma.org (accessed 10 December 2012)."}], "ReferenceList": [], "Title": "GINA 2012"}, {"Reference": [{"Citation": "The Global Asthma Report 2011. http://www.theunion.org/what‐we‐do/publications/english/global_asthma_report2011.pdf (accessed July 2013)."}], "ReferenceList": [], "Title": "Global asthma report 2011"}, {"Reference": [{"Citation": "Guo CH, Liu PJ, Lin KP, Chen PC. Nutritional supplement therapy improves oxidative stress, immune response, pulmonary function, and quality of life in allergic asthma patients: an open‐label pilot study. Alternative Medicine Review 2012;17(1):42‐56.", "ArticleIdList": ["22502622"]}], "ReferenceList": [], "Title": "Guo 2012"}, {"Reference": [{"Citation": "Hathcock JN, Azzi A, Blumberg J, Bray T, Dickinson A, Frei B, Jialal I, et al. Vitamins E and C are safe across a broad range of intakes. American Journal of Clinical Nutrition 2005;81(4):736‐745.", "ArticleIdList": ["15817846"]}], "ReferenceList": [], "Title": "Hathcock 2005"}, {"Reference": [{"Citation": "Hemila H. Vitamin C may alleviate exercise‐induced bronchoconstriction: a meta‐analysis. BMJ Open 2013;3:e002416. [DOI: 10.1136/bmjopen-2012-002416]", "ArticleIdList": ["10.1136/bmjopen-2012-002416", "PMC3686214", "23794586"]}], "ReferenceList": [], "Title": "Hemila 2013"}, {"Reference": [{"Citation": "Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1 [updated March 2011]. The Cochrane Collaboration, 2011. www.cochrane‐handbook.org."}], "ReferenceList": [], "Title": "Higgins 2011"}, {"Reference": [{"Citation": "Kaur B, Rowe BH, Stovold E. Vitamin C supplementation for asthma. Cochrane Database of Systematic Reviews 2009, Issue 1. [DOI: 10.1002/14651858.CD000993.pub3]", "ArticleIdList": ["10.1002/14651858.CD000993.pub3", "PMC6176494", "19160185"]}], "ReferenceList": [], "Title": "Kaur 2009"}, {"Reference": [{"Citation": "Kelly FJ, Mudway I, Blomberg A, Frew A, Sandström T. Altered lung antioxidant status in patients with mild asthma. The Lancet 1999;354(9177):482‐3.", "ArticleIdList": ["10465176"]}], "ReferenceList": [], "Title": "Kelly 1999"}, {"Reference": [{"Citation": "Krishnan V, Diette GB, Rand CS, Bilderback AL, Merriman B, Hansel NN, et al. Mortality in patients hospitalized for asthma exacerbations in the United States. American Journal of Respiratory and Critical Care Medicine 2006;174(6):633‐8.", "ArticleIdList": ["PMC2648055", "16778163"]}], "ReferenceList": [], "Title": "Krishnan 2006"}, {"Reference": [{"Citation": "Lung and asthma information agency 2006. www.laia.ac.uk/asthma.htm (accessed 20 May 2013)."}], "ReferenceList": [], "Title": "LAIA 2006"}, {"Reference": [{"Citation": "Milan SJ, Hart A, Wilkinson M. Vitamin C for asthma and exercise‐induced bronchoconstriction. Cochrane Database of Systematic Reviews 2013, Issue 10. [DOI: 10.1002/14651858.CD010391.pub2]", "ArticleIdList": ["10.1002/14651858.CD010391.pub2", "PMC6513466", "24154977"]}], "ReferenceList": [], "Title": "Milan 2013"}, {"Reference": [{"Citation": "Misso NLA, Brooks‐Wildhaber J, Ray S, Vally H, Thompson PJ. Plasma concentrations of dietary and non dietary antioxidants are low in severe asthma. European Respiratory Journal 2005;26:257‐64.", "ArticleIdList": ["16055873"]}], "ReferenceList": [], "Title": "Misso 2005"}, {"Reference": [{"Citation": "NHS 2011 HES online hospital episode statistics. www.hesonline.nhs.uk (accessed 10 December 2012)."}], "ReferenceList": [], "Title": "NHS 2011"}, {"Reference": [{"Citation": "Niki E, Tsuchiya R, Tanimura R, Kamiya Y. Regeneration of vitamin E from alphachromanoxyl radical by glutathione and vitamin C. Chemistry Letters. Chemical Society of Japan, 1982:789‐92."}], "ReferenceList": [], "Title": "Niki 1982"}, {"Reference": [{"Citation": "Okoko BJ, Burney PB, Newson RB, Potts JF, Shaheen SO. Childhood asthma and fruit consumption. European Respiratory Journal 2007;29:1161‐8.", "ArticleIdList": ["17301090"]}], "ReferenceList": [], "Title": "Okoko 2007"}, {"Reference": [{"Citation": "Parsons JP, Hallstrand TS, Mastronarde JG, Kaminsky DA, Rundell KW, Hull JH, et al. An official American Thoracic Society clinical practice guideline: exercise‐induced bronchoconstriction. American Journal of Respiratory and Critical Care Medicine 2013;187(9):1016‐27.", "ArticleIdList": ["23634861"]}], "ReferenceList": [], "Title": "Parsons 2013"}, {"Reference": [{"Citation": "Patel BD, Welch AA, Bingham SA, Luben RN, Day NE, Khaw K‐T, et al. Dietary antioxidants and asthma in adults. Thorax 2006;61:388‐93.", "ArticleIdList": ["PMC2111195", "16467075"]}], "ReferenceList": [], "Title": "Patel 2006"}, {"Reference": [{"Citation": "Randolph C. An update on exercise‐induced bronchoconstriction with and without asthma. Current Allergy and Asthma Reports 2009;9(6):433‐8.", "ArticleIdList": ["19814915"]}], "ReferenceList": [], "Title": "Randolph 2009"}, {"Reference": [{"Citation": "The Nordic Cochrane Centre, The Cochrane Collaboration. Review Manager (RevMan). Version 5.2. Copenhagen: The Nordic Cochrane Centre, The Cochrane Collaboration, 2012."}], "ReferenceList": [], "Title": "Review Manager (RevMan) [Computer program]"}, {"Reference": [{"Citation": "Romieu I, Meneses F, Ruiz S, Sienra JJ, Huerta J, White M, et al. Effects of air pollution on the respiratory health of asthmatic children living in Mexico City. American Journal of Respiratory and Critical Care Medicine 1996;154:300‐7.", "ArticleIdList": ["8756798"]}], "ReferenceList": [], "Title": "Romieu 1996"}, {"Reference": [{"Citation": "Romieu I, Meneses F, Ruiz S, Huerta J, Sienra JJ, White M, et al. Effects of intermittent ozone exposure on peak flow and respiratory symptoms among asthmatic children in Mexico City. Archives of Environmental Health 1997;52:368‐76.", "ArticleIdList": ["9546760"]}], "ReferenceList": [], "Title": "Romieu 1997"}, {"Reference": [{"Citation": "Seaton A, Godden DJ, Brown K. Increase in asthma: a more toxic environment or a more susceptible population?. Thorax 1994;49(2):171‐4.", "ArticleIdList": ["PMC474339", "8128408"]}], "ReferenceList": [], "Title": "Seaton 1994"}, {"Reference": [{"Citation": "Sharma MK, Buettner GR. Interaction of vitamin C and vitamin E during free radical stress in plasma: an ESR study. Free Radical Biology and Medicine 1992;14:649‐53.", "ArticleIdList": ["8392021"]}], "ReferenceList": [], "Title": "Sharma 1992"}, {"Reference": [{"Citation": "Bousquet J, Khaltaev N (editors). World Health Organization. Global Surveillance, Prevention and Control of Chronic Respiratory Diseases: A Comprehensive Approach. Geneva: WHO Press, 2007."}], "ReferenceList": [], "Title": "WHO 2007"}, {"Reference": [{"Citation": "World Health Organization. Promoting fruit and vegetable consumption around the world. www.who.int/dietphysicalactivity/fruit/en/index2.html (accessed 10 December 2012)."}], "ReferenceList": [], "Title": "WHO 2012"}, {"Reference": [{"Citation": "Wilson SR, Rand CS, Cabana MD, Foggs MB, Halterman JS, Olson L, et al. Asthma outcomes: quality of life. Journal of Allergy and Clinical Immunology 2012;129(3):S88‐S123.", "ArticleIdList": ["PMC4269375", "22386511"]}], "ReferenceList": [], "Title": "Wilson 2012"}, {"Reference": [{"Citation": "Wu F, Takaro TK. Childhood asthma and environmental interventions. Environmental Health Perspectives 2007;115(6):971‐5.", "ArticleIdList": ["PMC1892116", "17589609"]}], "ReferenceList": [], "Title": "Wu 2007"}], "Title": "Additional references"}], "History": [{"Year": "2014", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "10", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["24936673", "PMC6513032", "10.1002/14651858.CD010749.pub2"]}}], "PubmedBookArticle": []}