{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "24981315", "DateCompleted": {"Year": "2015", "Month": "10", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "07", "Day": "01"}], "ELocationID": ["5509", "10.1038/srep05509"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "4", "PubDate": {"Year": "2014", "Month": "Jul", "Day": "01"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "The association between air pollution and mortality in Thailand.", "Pagination": {"StartPage": "5509", "MedlinePgn": "5509"}, "Abstract": {"AbstractText": ["Bayesian statistical inference with a case-crossover design was used to examine the effects of air pollutants {Particulate matter <10 μm in aerodynamic diameter (PM10), sulphur dioxide (SO₂), and ozone (O₃)} on mortality. We found that all air pollutants had significant short-term impacts on non-accidental mortality. An increase of 10 μg/m(3) in PM10, 10 ppb in O₃, 1 ppb in SO₂ were associated with a 0.40% (95% posterior interval (PI): 0.22, 0.59%), 0.78% (95% PI: 0.20, 1.35%) and 0.34% (95% PI: 0.17, 0.50%) increase of non-accidental mortality, respectively. O₃ air pollution is significantly associated with cardiovascular mortality, while PM10 is significantly related to respiratory mortality. In general, the effects of all pollutants on all mortality types were higher in summer and winter than those in the rainy season. This study highlights the effects of exposure to air pollution on mortality risks in Thailand. Our findings support the Thailand government in aiming to reduce high levels of air pollution."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1] Division of Epidemiology and Biostatistics, School of Population Health, The University of Queensland, Brisbane, Australia [2] Shanghai Key Laboratory of Meteorology and Health, Shanghai, China [3] Center for Environmental and Respiratory Health Research, Institute of Health Sciences, University of Oulu, Oulu, Finland."}], "LastName": "Guo", "ForeName": "Yuming", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Epidemiology and Biostatistics, School of Population Health, The University of Queensland, Brisbane, Australia."}], "LastName": "Li", "ForeName": "Shanshan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Impact Assessment Division, Department of Heath, Ministry of Public Heath, Thailand."}], "LastName": "Tawatsupa", "ForeName": "Benjawan", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Impact Assessment Division, Department of Heath, Ministry of Public Heath, Thailand."}], "LastName": "Punnasiri", "ForeName": "Kornwipa", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Environmental and Respiratory Health Research, Institute of Health Sciences, University of Oulu, Oulu, Finland."}], "LastName": "Jaakkola", "ForeName": "Jouni J K", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Epidemiology and Biostatistics, School of Population Health, The University of Queensland, Brisbane, Australia."}], "LastName": "Williams", "ForeName": "Gail", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "MeshHeadingList": [{"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["mortality"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": [], "DescriptorName": "Comorbidity"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Incidence"}, {"QualifierName": ["mortality"], "DescriptorName": "Respiration Disorders"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Survival Rate"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Thailand"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Vichit-Vadakan N. & Vajanapoom N. Health impact from air pollution in Thailand: current and future challenges. Environ Health Perspect 119, A197–198 (2011).", "ArticleIdList": ["PMC3094431", "21531656"]}, {"Citation": "Vichit-Vadakan N., Vajanapoom N. & Ostro B. The Public Health and Air Pollution in Asia (PAPA) project: Estimating the mortality effects of particulate matter in Bangkok, Thailand. Environ Health Perspect 116, 1179–1182 (2008).", "ArticleIdList": ["PMC2535619", "18795160"]}, {"Citation": "Suthawaree J. et al. Identification of volatile organic compounds in suburban Bangkok, Thailand and their potential for ozone formation. Atmos Res 104, 245–254 (2012)."}, {"Citation": "Chantara S., Sillapapiromsuk S. & Wiriya W. Atmospheric pollutants in Chiang Mai (Thailand) over a five-year period (2005-2009), their possible sources and relation to air mass movement. Atmos Environ 60, 88–98 (2012)."}, {"Citation": "Dominici F., Sheppard L. & Clyde M. Health effects of air pollution: A statistical review. Int Stat Rev 71, 243–276 (2003)."}, {"Citation": "Zanobetti A. et al. The temporal pattern of respiratory and heart disease mortality in response to air pollution. Environ Health Perspect 111, 1188 (2003).", "ArticleIdList": ["PMC1241573", "12842772"]}, {"Citation": "Guo Y. et al. The short-term effect of air pollution on cardiovascular mortality in Tianjin, China: Comparison of time series and case–crossover analyses. Sci Total Environ 409, 300–306 (2010).", "ArticleIdList": ["21055792"]}, {"Citation": "Guo Y. et al. The burden of air pollution on years of life lost in Beijing, China, 2004–08: retrospective regression analysis of daily deaths. BMJ 347, f7139 (2013).", "ArticleIdList": ["PMC3898659", "24322399"]}, {"Citation": "Guo Y. et al. Gaseous air pollution and emergency hospital visits for hypertension in Beijing, China: a time-stratified case-crossover study. Environ Health 9, 57 (2010).", "ArticleIdList": ["PMC2972268", "20920362"]}, {"Citation": "Wong C.-M., Vichit-Vadakan N., Kan H. & Qian Z. Public Health and Air Pollution in Asia (PAPA): a multicity study of short-term effects of air pollution on mortality. Environ Health Perspect 116, 1195 (2008).", "ArticleIdList": ["PMC2535622", "18795163"]}, {"Citation": "Anderson H. R., Atkinson R. W., Peacock J. L., Sweeting M. J. & Marston L. Ambient particulate matter and health effects: publication bias in studies of short-term associations. Epidemiol 16, 155–163 (2005).", "ArticleIdList": ["15703529"]}, {"Citation": "Dominici F., McDermott A., Daniels M., Zeger S. L. & Samet J. M. Revised analyses of the National Morbidity, Mortality, and Air Pollution Study: Mortality among residents of 90 cities. J Toxicol Environ Health A 68, 1071–1092 (2005).", "ArticleIdList": ["16024489"]}, {"Citation": "Katsouyanni K. et al. Sensitivity analysis of various models of short-term effects of ambient particles on total mortality in 29 cities in APHEA2. Revised Analyses of Time-Series Studies of Air Pollution and Health 157–164 (2003)."}, {"Citation": "Schwartz J. The effects of particulate air pollution on daily deaths: a multi-city case crossover analysis. Occup Environ Med 61, 956–961 (2004).", "ArticleIdList": ["PMC1740692", "15550600"]}, {"Citation": "Castillejos M., Borja-Aburto V. H., Dockery D. W., Gold D. R. & Loomis D. Airborne coarse particles and mortality. Inhal Toxicol 12, 61–72 (2000)."}, {"Citation": "Ostro B., Sanchez J. M., Aranda C. & Eskeland G. S. Air pollution and mortality: Results from a study of Santiago, Chile. J Expo Anal Env Epid 6, 97–114 (1996).", "ArticleIdList": ["8777376"]}, {"Citation": "Chen R. et al. Association of Particulate Air Pollution With Daily Mortality The China Air Pollution and Health Effects Study. Am J Epidemiol 175, 1173–1181 (2012).", "ArticleIdList": ["22510278"]}, {"Citation": "Bell M. L., McDermott A., Zeger S. L., Samet J. M. & Dominici F. Ozone and short-term mortality in 95 US urban communities, 1987–2000. JAMA 292, 2372–2378 (2004).", "ArticleIdList": ["PMC3546819", "15547165"]}, {"Citation": "Bell M. L., Dominici F. & Samet J. M. A meta-analysis of time-series studies of ozone and mortality with comparison to the national morbidity, mortality, and air pollution study. Epidemiol 16, 436–445 (2005).", "ArticleIdList": ["PMC3581312", "15951661"]}, {"Citation": "Pochanart P. et al. Tropical tropospheric ozone observed in Thailand. Atmos Environ 35, 2657–2668 (2001)."}, {"Citation": "Kan H. D., Wong C. M., Vichit-Vadakan N., Qian Z. M. & Teams P. P. Short-term association between sulfur dioxide and daily mortality: The Public Health and Air Pollution in Asia (PAPA) study. Environ Res 110, 258–264 (2010).", "ArticleIdList": ["PMC3392899", "20122685"]}, {"Citation": "Chen R. J. et al. Short-term exposure to sulfur dioxide and daily mortality in 17 Chinese cities: The China air pollution and health effects study (CAPES). Environ Res 118, 101–106, 10.1016/j.envres.2012.07.003 (2012).", "ArticleIdList": ["22831556"]}, {"Citation": "Burnett R. T. et al. Association between particulate- and gas-phase components of urban air pollution and daily mortality in eight Canadian cities. Inhal Toxicol 12, 15–39 (2000).", "ArticleIdList": ["12881885"]}, {"Citation": "Dominici F., Peng R. D., Zeger S. L., White R. H. & Samet J. M. Particulate air pollution and mortality in the United States: Did the risks change from 1987 to 2000? Am J Epidemiol 166, 880–888 (2007).", "ArticleIdList": ["17728271"]}, {"Citation": "Guo Y., Jia Y., Pan X., Liu L. & Wichmann H. The association between fine particulate air pollution and hospital emergency room visits for cardiovascular diseases in Beijing, China. Sci Total Environ 407, 4826–4830 (2009).", "ArticleIdList": ["19501385"]}, {"Citation": "Samoli E., Nastos P. T., Paliatsos A. G., Katsouyanni K. & Priftis K. N. Acute effects of air pollution on pediatric asthma exacerbation: Evidence of association and effect modification. Environ Res 111, 418–424 (2011).", "ArticleIdList": ["21296347"]}, {"Citation": "Wong C. M., Ma S., Hedley A. J. & Lam T. H. Effect of air pollution on daily mortality in Hong Kong. Environ Health Perspect 109, 335–340 (2001).", "ArticleIdList": ["PMC1240272", "11335180"]}, {"Citation": "Stafoggia M., Schwartz J., Forastiere F., Perucci C. A. & Group S. Does temperature modify the association between air pollution and mortality? A multicity case-crossover analysis in Italy. Am J Epidemiol 167, 1476–1485 (2008).", "ArticleIdList": ["18408228"]}, {"Citation": "Ren C., Williams G. M., Mengersen K., Morawska L. & Tong S. Does temperature modify short-term effects of ozone on total mortality in 60 large eastern US communities? An assessment using the NMMAPS data. Environ Int 34, 451–458 (2008).", "ArticleIdList": ["17997483"]}, {"Citation": "Wen M. & Gu D. Air Pollution Shortens Life Expectancy and Health Expectancy for Older Adults: The Case of China. J Gerontol A Biol Sci Med Sci (2012).", "ArticleIdList": ["22518820"]}, {"Citation": "Pope III C. A., Ezzati M. & Dockery D. W. Fine-particulate air pollution and life expectancy in the United States. N Engl J Med 360, 376–386 (2009).", "ArticleIdList": ["PMC3382057", "19164188"]}, {"Citation": "Tao Y. et al. Estimated acute effects of ambient ozone and nitrogen dioxide on mortality in the Pearl River Delta of southern China. Environ Health Perspect 120, 393–398 (2012).", "ArticleIdList": ["PMC3295344", "22157208"]}, {"Citation": "Maclure M. The case-crossover design: a method for studying transient effects on the risk of acute events. Am J Epidemiol 133, 144–153 (1991).", "ArticleIdList": ["1985444"]}, {"Citation": "Guo Y., Barnett A. G., Pan X., Yu W. & Tong S. The impact of temperature on mortality in Tianjin, China: a case-crossover design with a distributed lag nonlinear model. Environ Health Perspect 119, 1719–1725 (2011).", "ArticleIdList": ["PMC3261984", "21827978"]}, {"Citation": "Lu Y. & Zeger S. L. On the equivalence of case-crossover and time series methods in environmental epidemiology. Biostat 8, 337–344 (2007).", "ArticleIdList": ["16809430"]}, {"Citation": "Dunson D. B. Commentary: practical advantages of Bayesian analysis of epidemiologic data. Am J Epidemiol 153, 1222–1226 (2001).", "ArticleIdList": ["11415958"]}, {"Citation": "Janes H., Sheppard L. & Lumley T. Overlap bias in the case-crossover design, with application to air pollution exposures. Stat Med 24, 285–300 (2005).", "ArticleIdList": ["15546133"]}, {"Citation": "Guo Y., Punnasiri K., Tong S., Aydin D. & Feychting M. Effects of temperature on mortality in Chiang Mai city, Thailand: a time series study. Environ Health 11, 36 (2012).", "ArticleIdList": ["PMC3391976", "22613086"]}, {"Citation": "Guo Y. et al. Extremely cold and hot temperatures increase the risk of ischaemic heart disease mortality: epidemiological evidence from China. Heart 99, 195–203 (2013).", "ArticleIdList": ["23150195"]}, {"Citation": "Dominici F. et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. JAMA 295, 1127–1134 (2006).", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Peng R. D. et al. Emergency admissions for cardiovascular and respiratory diseases and the chemical composition of fine particle air pollution. Environ Health Perspect 117, 957–963 (2009).", "ArticleIdList": ["PMC2702413", "19590690"]}, {"Citation": "Martins T. G., Simpson D., Lindgren F. & Rue H. Bayesian computing with INLA: new features. Comput Stat & Data Analy 67, 68–83 (2013)."}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "2", "Day": "17"}, {"Year": "2014", "Month": "6", "Day": "9"}, {"Year": "2014", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["24981315", "PMC4076679", "10.1038/srep05509", "srep05509"]}}], "PubmedBookArticle": []}