{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25000666", "DateCompleted": {"Year": "2014", "Month": "07", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "0894-8275", "JournalIssue": {"Volume": "27", "Issue": "2", "PubDate": {"Year": "2014", "Month": "Apr"}}, "Title": "American journal of dentistry", "ISOAbbreviation": "Am J Dent"}, "ArticleTitle": "Plasma deactivation of oral bacteria seeded on hydroxyapatite disks as tooth enamel analogue.", "Pagination": {"StartPage": "84", "EndPage": "90", "MedlinePgn": "84-90"}, "Abstract": {"AbstractText": ["To study the plasma treatment effects on deactivation of oral bacteria seeded on a tooth enamel analogue.", "A non-thermal atmospheric pressure argon plasma brush was used to treat two different Gram-positive oral bacteria including Lactobacillus acidophilus (L. acidophilus) and Streptococcus mutans (S. mutans). The bacteria were seeded on hydroxyapatite (HA) disks used as tooth enamel analogue with three initial bacterial seeding concentrations: a low inoculum concentration between 2.1 x 10(8) and 2.4 x 10(8) cfu/mL, a medium inoculum concentration between 9.8x10(8) and 2.4 x 10(9) cfu/mL, and a high inoculum concentration between 1.7 x 10(10) and 3.5 x 10(10) cfu/mL. The bacterial survivability upon plasma exposure was examined in terms of plasma exposure time and oxygen addition into the plasmas. SEM was performed to examine bacterial morphological changes after plasma exposure.", "The experimental data indicated that a 13-second plasma exposure time completely killed all the bacteria when initial bacterial seeding density on HA surfaces was less than 6.9 x 10(6) cfu/cm2 for L. acidophilus and 1.7 x 10(7) cfu/cm2 for S. mutans, which resulted from low initial seeding inoculum concentration between 2.1 x 10(8) and 2.4 x 10(8) cfu/mL. Plasma exposure of the bacteria at higher initial bacterial seeding density obtained with high initial seeding inoculum concentration, however, only resulted in approximately 1.5 to 2 log reduction and approximately 2 to 2.5 log reduction for L. acidophilus and S. mutans, respectively. It was also noted that oxygen addition into the argon plasma brush did not affect the plasma deactivation effectiveness. SEM images showed that plasma deactivation mainly occurred with the top layer bacteria, while shadowing effects from the resulting bacterial debris reduced the plasma deactivation of the underlying bacteria."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Blumhagen", "ForeName": "Adam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Singh", "ForeName": "Prashant", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Mustapha", "ForeName": "Azlin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Chen", "ForeName": "Meng", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wang", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Yu", "ForeName": "Qingsong", "Initials": "Q"}], "GrantList": [{"GrantID": "R01 DE021431", "Acronym": "DE", "Agency": "NIDCR NIH HHS", "Country": "United States"}, {"GrantID": "R44 DE019041", "Acronym": "DE", "Agency": "NIDCR NIH HHS", "Country": "United States"}, {"GrantID": "5R01DE021431", "Acronym": "DE", "Agency": "NIDCR NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Dent", "NlmUniqueID": "8806701", "ISSNLinking": "0894-8275"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plasma Gases"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "91D9GV0Z28", "NameOfSubstance": "Durapatite"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Bacterial Load"}, {"QualifierName": ["drug effects"], "DescriptorName": "Biofilms"}, {"QualifierName": ["microbiology"], "DescriptorName": "Dental Enamel"}, {"QualifierName": ["chemistry"], "DescriptorName": "Durapatite"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lactobacillus acidophilus"}, {"QualifierName": ["drug effects"], "DescriptorName": "Microbial Viability"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxygen"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plasma Gases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Streptococcus mutans"}, {"QualifierName": [], "DescriptorName": "Time Factors"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Featherstone J. The continuum of dental caries-evidence for a dynamic disease process. J Dent Res. 2004;83:C39–C42.", "ArticleIdList": ["15286120"]}, {"Citation": "Yip HK, Samaranayake LP. Caries removal techniques and instrumentation. Clin Oral Investig. 1998;2:148–154.", "ArticleIdList": ["10388386"]}, {"Citation": "Yu QS, Huang C, Hsieh F-H, Huff H, Duan Y. Deactivation effects of atmospheric cold plasma brush. Appl Phys Lett. 2006;88:013903."}, {"Citation": "Goree J, Liu B, Drake D, Stoffels E. Killing of S. mutans bacteria using a plasma needle at atmoshperic pressure. IEEE Trans Plasma Sci. 2006;34:1317–1324."}, {"Citation": "Sladek R, Stoffels E, Walraven R, Tielbeek P, Koolhoven R. Plasma treatment of dental cavities: a feasibility study. IEEE Trans Plasma Sci. 2004;32:1540–1543."}, {"Citation": "Yang B, Chen J, Yu QS, Li H, Lin M, Mustapha A, Hong, Wang Y. Oral bacterial deactivation using a low-temperature atmospheric argon plasma brush. J Dent. 2011;39:48–56.", "ArticleIdList": ["PMC3010533", "20951184"]}, {"Citation": "Rupf S, Lehmann A, Hannig M, Schafer B, Schubert A, Feldmann U, Schindler A. Killing of adherent oral microbes by a non-thermal atmospheric plasma jet. J Med Microbiol. 2010;59:206–212.", "ArticleIdList": ["19910483"]}, {"Citation": "Lu X, Cao Y, Yang P, Xiong Q, Xiong Z, Xian Y, Pan Y. An RC plasma device for deactivation of root canal of teeth. IEEE Trans Plasma Sci. 2009;37:668–673."}, {"Citation": "Huang C, Yu QS, Hsieh F, Duan Y. Bacterial deactivation using a low temperature argon atmospheric plasma brush with oxygen addition. Plasma Process Polym. 2007;4:77–87."}, {"Citation": "Yu QS, Huang C, Hsieh F, Huff H, Duan Y. Bacterial inactivation using a low-temperature atmospheric plasma brush sustained with argon gas. J Biomed Mater Res Part B Appl Biomater. 2007;80:211–219.", "ArticleIdList": ["16850477"]}, {"Citation": "Lee H, Park G, Seo Y, Im Y, Shim S, Lee H. Modeling of atmospheric plasmas for biomedical applications. J Phys D: Appl Phys. 2011;44:1–27."}, {"Citation": "Larousi M, Akan T. Arc-free atmospheric pressure cold plasma jets: a review. Plasma Processes and Polymers. 2007;4:777–788."}, {"Citation": "Stark R, Schoenbach K. Direct current high-pressure glow discharges. Journal of Applied Physics. 1999;85:2075–2080."}, {"Citation": "Larousi M. Low temperature plasma-based deactivation: overview and state-of-the-art. Plasma Process Polym. 2005;2:391–400."}, {"Citation": "Dobrynin D, Fridman G, Friedman G, Fridman A. Physical and biological mechanisms of direct plasma interaction with living tissue. New J Phys. 2009;11:11–22."}, {"Citation": "Perni S, Shama G. Probing bactericidal mechanisms induced by cold atmospheric plasmas with Escherichia coli mutants. Appl Phys Lett. 2007;90:073902."}, {"Citation": "Gaunt LF, Beggs CB, Georghiou GE. Bactericidal action of the reactive species produced by gas-discharge nonthermal plasma at atmospheric pressure: a review. IEEE Trans Plasma Sci. 2006;34:1257–1269."}, {"Citation": "Boudam MK, Moisan M, Saoudi B, Popovici C, Gherardi N, Massines F. Bacterial spore inactivation by atmospheric-pressure plasma in the presence or absence of UV photons as obtained with the same gas mixture. J Phys D: Appl Phys. 2006;39:3494–3507."}, {"Citation": "Loesche WJ. Role of Streptococcus mutans in human dental decay. Microbiol Rev. 1986;50:353–371.", "ArticleIdList": ["PMC373078", "3540569"]}, {"Citation": "Jay P. Lactobacillus acidophilus and dental caries. Am J Public Health. 1938;28:759.", "ArticleIdList": ["PMC1529128", "18014863"]}, {"Citation": "Madhwani T, Mcbain A. Bacteriological effects of a Lactobacillus reuteri probiotic on in vitro oral biofilms. Arch Oral Biol. 2011;56:1264–1273.", "ArticleIdList": ["21570060"]}, {"Citation": "Smith AM, Bowen WH. In situ studies of pellicle formation on hydroxyapatite discs. Arch Oral Biol. 2000;45:277–291.", "ArticleIdList": ["10708668"]}, {"Citation": "Jiang C, Schaudinn C, Jaramillo D, Webster P, Costerton JW. In vitro antimicrobial effect of a cold plasma jet against Enterococcus faecalis biofilms. ISRN Dent. 2012;2012:295736.", "ArticleIdList": ["PMC3302053", "22461988"]}, {"Citation": "Kunhardt EE. Generation of large-volume, atmospheric-pressure, nonequilibrium plasmas. IEEE Trans Plasma Sci. 2000;28:189–200."}, {"Citation": "Koulik P, Begounov S, Goloviatinskii S. Atmospheric plasma deactivation and deodorization of dielectric surfaces. Plasma Chem Plasma P. 1999;19:311–326."}, {"Citation": "Keudell A, Awakowicz P, Benedikt J, Raballand V, Yanguas-gil A, Opretzka C, Flotgen C, Reuter R, Byelykh L, Halfmann H, Stapelmann K, Denis B, Wunderlich J, Muranyi P, Rossi R, Kylian O, Hasiwa N, Ruiz A, Rauscher H, Sirghi L, Comoy E, Dehen C, Challier L, Deslys JP. Inactivation of bacteria and biomolecules by low-pressure plasma discharges. Plasma Process Polym. 2010;7:327–352."}, {"Citation": "Laroussi M, Lu X. Room-temperature atmospheric pressure plasma plume for biomedical applications. Appl Phys Lett. 2005;87:113902."}, {"Citation": "Stoffels E, Flikweert AJ, Stoffels WW, Kroesen GM. Plasma needle: a nondestructive atmospheric plasma source for fine surface treatment of (bio)materials. Plasma Sources Sci Tech. 2002;11:383–388."}, {"Citation": "Jiang C, Vernier PT, Chen MT, Wu YH, Wang LL, Gundersen MA. Low energy nanosecond pulsed plasma deactivation for endodontic applications. IEEE International Power Modulator and High Voltage Conference, Proceedings of the 2008; pp. 27–31."}, {"Citation": "Montie TC, Wintenberg KK, ROTH JR. An overview of research using the one atmosphere uniform glow discharge plasma (OAUGDP) for deactivation of surfaces and materials. IEEE Trans Plasma Sci. 2000;28:41–50."}, {"Citation": "Kruger C, Owano T, Laux C. Experimental investigation of atmospheric pressure nonequilibrium plasma chemistry. IEEE Trans Plasma Sci. 1997;25:1042–1051."}, {"Citation": "Shulz-von der gathen V, Schaper L, Knake N, Reuter S, Niemi K, Gans T, Winter J. Spatially resolved diagnostics on a microscale atmospheric pressure plasma jet. J Phys D: Appl Phys. 2008;41:1–6."}, {"Citation": "Vujosevic D, Mozetic M, Cvelbar U, Krstulovic N, Milosevic S. Optical emission spectroscopy characterization of oxygen plasma during oxygen plasma deactivation of Escherichia coli. J Appl Phys. 2007;101:103305-1–103305-7."}, {"Citation": "Baysan A, Beighton D. Assessment of the ozone-mediated killing of bacteria in infected dentine associated with non-cavitated occlusal carious lesions. Caries Res. 2006;41:337–341.", "ArticleIdList": ["PMC2790727", "17713332"]}, {"Citation": "Palanker D, Chalberg T, Vankov A, Huie P, Molnar F, Butterwick A, Calos M, Marmor M, Blumenkranz MS. Plasma-mediated transfection of RPE. Proceedings SPIE Ophthalmic Technologies XVI. 2006;6138:1–9."}, {"Citation": "Rubinsky B. Irreversible electroporation in medicine. Tech Cancer Res T. 2007;6:255–259.", "ArticleIdList": ["17668932"]}, {"Citation": "Rupf S, Idlibi AN, Marrawi FA, Hannig M, Schubert A, von Mueller L, Spitzer W, Holtmann H, Lehmann A, Rueppell A, Schindler A. Removing biofilms from microstructured titanium ex vivo: a novel approach using atmospheric plasma technology. PLoS One. 2011;6(10):e25893.", "ArticleIdList": ["PMC3189945", "22016784"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25000666", "NIHMS559167", "PMC4090609"]}}], "PubmedBookArticle": []}