{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25034004", "DateCompleted": {"Year": "2015", "Month": "05", "Day": "21"}, "DateRevised": {"Year": "2014", "Month": "08", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "07", "Day": "25"}], "ELocationID": ["10.1021/ac501636u"], "Journal": {"ISSN": "1520-6882", "JournalIssue": {"Volume": "86", "Issue": "15", "PubDate": {"Year": "2014", "Month": "Aug", "Day": "05"}}, "Title": "Analytical chemistry", "ISOAbbreviation": "Anal Chem"}, "ArticleTitle": "Electrochemical arsine generators for arsenic determination.", "Pagination": {"StartPage": "7705", "EndPage": "7711", "MedlinePgn": "7705-11"}, "Abstract": {"AbstractText": ["Arsine generation is the gateway for several sensitive and selective methods of As determination. An electrochemical arsine generator (EAG) is especially green: we report here the use of two electrode materials, aluminum and highly oriented (ordered) pyrolytic graphite (HOPG) never before used for this purpose. The first is operated on a novel constant voltage mode: current flows only when the sample, deliberately made highly conductive with acid, is injected. As a result, the cathode, despite being a highly active metal that will self-corrode in acid, lasts a long time. This EAG can be made to respond to As(III) and As(V) in an equivalent fashion and is fabricated with two readily available chromatographic T-fittings. It permits the use of a wire roll as the cathode, permitting rapid renewal of the electrode. The HOPG-based EAG is easily constructed from ion chromatography suppressor shells and can convert As(III) to AsH3 quantitatively but has significantly lower response to As(V); this difference can be exploited for speciation. The success of Al, an active metal, also dispels the maxim that metals with high hydrogen overpotential are best for electrochemical hydride generation. We report construction, operation, and performance details of these EAGs. Using gas phase chemiluminescence (GPCL) with ozone as a complementary green analytical technique, we demonstrate attractive limits of detection (LODs) (S/N = 3) of 1.9 and 1.0 μg/L As(V) and As(III) for the HOPG-based EAG and 1.4 μg/L As(V) or As(III) for the Al-based EAG, respectively. Precision at the ~20 μg/L As(V) level was 2.4% and 2.1% relative standard deviation (RSD) for HOPG- and Al-based EAGs, respectively. Both HOPG- and Al-based EAGs permitted a sample throughput of 12/h. For groundwater samples from West Texas and West Bengal, India, very comparable results were obtained with parallel measurements by induction coupled plasma-mass spectrometry."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry and Biochemistry, The University of Texas at Arlington , Arlington, Texas 76019-0065, United States."}], "LastName": "Shen", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Dasgupta", "ForeName": "Purnendu K", "Initials": "PK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Anal Chem", "NlmUniqueID": "0370536", "ISSNLinking": "0003-2700"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2014", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "7", "Day": "19", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25034004", "10.1021/ac501636u"]}}], "PubmedBookArticle": []}