{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25383760", "DateCompleted": {"Year": "2015", "Month": "08", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1039/c4pp90033b"], "Journal": {"ISSN": "1474-9092", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2015", "Month": "Jan"}}, "Title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology", "ISOAbbreviation": "Photochem Photobiol Sci"}, "ArticleTitle": "The consequences for human health of stratospheric ozone depletion in association with other environmental factors.", "Pagination": {"StartPage": "53", "EndPage": "87", "MedlinePgn": "53-87"}, "Abstract": {"AbstractText": ["Due to the implementation of the Montreal Protocol, which has limited, and is now probably reversing, the depletion of the stratospheric ozone layer, only modest increases in solar UV-B radiation at the surface of the Earth have occurred. For many fair-skinned populations, changing behaviour with regard to exposure to the sun over the past half century - more time in the sun, less clothing cover (more skin exposed), and preference for a tan - has probably contributed more to greater levels of exposure to UV-B radiation than ozone depletion. Exposure to UV-B radiation has both adverse and beneficial effects on human health. This report focuses on an assessment of the evidence regarding these outcomes that has been published since our previous report in 2010. The skin and eyes are the organs exposed to solar UV radiation. Excessive solar irradiation causes skin cancer, including cutaneous malignant melanoma and the non-melanoma skin cancers, basal cell carcinoma and squamous cell carcinoma, and contributes to the development of other rare skin cancers such as Merkel cell carcinoma. Although the incidence of melanoma continues to increase in many countries, in some locations, primarily those with strong sun protection programmes, incidence has stabilised or decreased over the past 5 years, particularly in younger age-groups. However, the incidence of non-melanoma skin cancers is still increasing in most locations. Exposure of the skin to the sun also induces systemic immune suppression that may have adverse effects on health, such as through the reactivation of latent viral infections, but also beneficial effects through suppression of autoimmune reactivity. Solar UV-B radiation damages the eyes, causing cataracts and pterygium. UV-B irradiation of the skin is the main source of vitamin D in many geographic locations. Vitamin D plays a critical role in the maintenance of calcium homeostasis in the body; severe deficiency causes the bone diseases, rickets in children and osteomalacia in adults. Although many studies have implicated vitamin D deficiency in a wide range of diseases, such as cancer and cardiovascular disease, more recent evidence is less compelling, with meta-analyses of supplementation trials failing to show a beneficial effect on the health outcomes that have been tested. It continues to be difficult to provide public health messages to guide safe exposure to the sun that are accurate, simple, and can be used by people with different skin types, in different locations, and for different times of the year or day. There is increasing interest in relating sun protection messages to the UV Index. Current sun protection strategies are outlined and assessed. Climatic factors affect the amount of UV radiation received by the skin and eyes, separately from the effect of ozone depletion. For example, cloud cover can decrease or increase the intensity of UV radiation at Earth's surface and warmer temperatures and changes in precipitation patterns may alter the amount of time people spend outdoors and their choice of clothing. The combination of changes in climate and UV radiation may affect the number of pathogenic microorganisms in surface waters, and could have an impact on food security through effects on plant and aquatic systems. It remains difficult to quantify these effects and their possible importance for human health."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Centre for Epidemiology and Population Health, The Australian National University, Canberra 2601, Australia. robyn.lucas@anu.edu.au."}], "LastName": "Lucas", "ForeName": "R M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Norval", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Neale", "ForeName": "R E", "Initials": "RE"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Young", "ForeName": "A R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "de Gruijl", "ForeName": "F R", "Initials": "FR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Takizawa", "ForeName": "Y", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "van der Leun", "ForeName": "J C", "Initials": "JC"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Photochem Photobiol Sci", "NlmUniqueID": "101124451", "ISSNLinking": "1474-905X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Stratospheric Ozone"}, {"RegistryNumber": "1406-16-2", "NameOfSubstance": "Vitamin D"}], "MeshHeadingList": [{"QualifierName": ["diagnosis", "etiology"], "DescriptorName": "Autoimmune Diseases"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": [], "DescriptorName": "Environment"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Eye"}, {"QualifierName": ["diagnosis", "etiology"], "DescriptorName": "Eye Diseases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["diagnosis", "epidemiology", "etiology"], "DescriptorName": "Melanoma"}, {"QualifierName": [], "DescriptorName": "Ozone Depletion"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Skin"}, {"QualifierName": ["diagnosis", "etiology"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": ["chemistry"], "DescriptorName": "Stratospheric Ozone"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": ["metabolism"], "DescriptorName": "Vitamin D"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2014", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25383760", "10.1039/c4pp90033b"]}}], "PubmedBookArticle": []}