{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "asthma", "cost of illness", "urban growth", "vehicle emissions", "willingness to pay"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25439228", "DateCompleted": {"Year": "2015", "Month": "02", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "11", "Day": "05"}], "ELocationID": ["10.1016/j.jaci.2014.09.029", "S0091-6749(14)01364-5"], "Journal": {"ISSN": "1097-6825", "JournalIssue": {"Volume": "134", "Issue": "5", "PubDate": {"Year": "2014", "Month": "Nov"}}, "Title": "The Journal of allergy and clinical immunology", "ISOAbbreviation": "J Allergy Clin Immunol"}, "ArticleTitle": "Cost of near-roadway and regional air pollution-attributable childhood asthma in Los Angeles County.", "Pagination": {"StartPage": "1028", "EndPage": "1035", "MedlinePgn": "1028-35"}, "Abstract": {"AbstractText": ["Emerging evidence suggests that near-roadway air pollution (NRP) exposure causes childhood asthma. The associated costs are not well documented.", "We estimated the cost of childhood asthma attributable to residential NRP exposure and regional ozone (O3) and nitrogen dioxide (NO2) levels in Los Angeles County. We developed a novel approach to apportion the costs between these exposures under different pollution scenarios.", "We integrated results from a study of willingness to pay to reduce the burden of asthma with results from studies of health care use and charges to estimate the costs of an asthma case and exacerbation. We applied those costs to the number of asthma cases and exacerbations caused by regional pollution in 2007 and to hypothetical scenarios of a 20% reduction in regional pollution in combination with a 20% reduction or increase in the proportion of the total population living within 75 m of a major roadway.", "Cost of air pollution-related asthma in Los Angeles County in 2007 was $441 million for O3 and $202 million for NO2 in 2010 dollars. Cost of routine care (care in absence of exacerbation) accounted for 18% of the combined NRP and O3 cost and 39% of the combined NRP and NO2 cost; these costs were not recognized in previous analyses. NRP-attributable asthma accounted for 43% (O3) to 51% (NO2) of the total annual cost of exacerbations and routine care associated with pollution. Hypothetical scenarios showed that costs from increased NRP exposure might offset savings from reduced regional pollution.", "Our model disaggregates the costs of regional pollution and NRP exposure and illustrates how they might vary under alternative exposure scenarios. The cost of air pollution is a substantial burden on families and an economic loss for society."], "CopyrightInformation": "Copyright © 2014 American Academy of Allergy, Asthma & Immunology. Published by Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Public Policy and Administration and the Department of Resource Economics, University of Massachusetts Amherst, Amherst, Mass. Electronic address: sylvbrandt@gmail.com."}], "LastName": "Brandt", "ForeName": "Sylvia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Basel, Basel, Switzerland; Department of Epidemiology and Public Health, Swiss Tropical and Public Health Institute, Basel, Switzerland."}], "LastName": "Perez", "ForeName": "Laura", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Basel, Basel, Switzerland; Department of Epidemiology and Public Health, Swiss Tropical and Public Health Institute, Basel, Switzerland."}], "LastName": "Künzli", "ForeName": "Nino", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sonoma Technology, Petaluma, Calif."}], "LastName": "Lurmann", "ForeName": "Fred", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Spatial Science Institute, University of Southern California, Los Angeles, Calif."}], "LastName": "Wilson", "ForeName": "John", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program for Environmental and Regional Equity, University of Southern California, Los Angeles, Calif."}], "LastName": "Pastor", "ForeName": "Manuel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, Calif."}], "LastName": "McConnell", "ForeName": "Rob", "Initials": "R"}], "GrantList": [{"GrantID": "P30 ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES016535", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES009581", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES011627", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P30ES007048", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES014447", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01ES009581", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "5R01ES014447", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "P01ES011627", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Allergy Clin Immunol", "NlmUniqueID": "1275002", "ISSNLinking": "0091-6749"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxidants, Photochemical"}, {"RegistryNumber": "0", "NameOfSubstance": "Vehicle Emissions"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced", "economics", "epidemiology"], "DescriptorName": "Asthma"}, {"QualifierName": ["epidemiology"], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": [], "DescriptorName": "Costs and Cost Analysis"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["adverse effects", "economics"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects", "economics"], "DescriptorName": "Oxidants, Photochemical"}, {"QualifierName": ["adverse effects", "economics"], "DescriptorName": "Ozone"}, {"QualifierName": ["toxicity"], "DescriptorName": "Vehicle Emissions"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "U.S. Census Bureau. Current Housing Reports, Series H150/05. Washington, DC: U.S. Government Printing Office; 2006.  [Accessed December 23, 2012]. American Housing Survey for the United States: 2005. Available at:  www.census.gov/prod/2006pubs/h150-05.pdf."}, {"Citation": "Health Effect Institute (HEI) Traffic-related Air Pollution: A Critical Review of the Literature on Emissions, Exposure, and Health Effects. Boston, MA: Health Effects Institute; 2009."}, {"Citation": "Anderson H, Favarato G, Atkinson R. Long-term exposure to air pollution and the incidence of asthma: meta-analysis of cohort studies. Air Qual Atmos Health. 2013;6:47–56."}, {"Citation": "Clark N, Demers P, Karr C, et al. Effect of early life exposure to air pollution on development of childhood asthma. Environ Health Perspect. 2010;118:284–290.", "ArticleIdList": ["PMC2831931", "20123607"]}, {"Citation": "Salam MT, Islam T, Gilliland FD. Recent evidence for adverse effects of residential proximity to traffic sources on asthma. Curr Opin Pulm Med. 2008;14:3–8.", "ArticleIdList": ["18043269"]}, {"Citation": "Kunzli N, Perez L, Lurmann F, Hricko A, Penfold B, McConnell R. An attributable risk model for exposures assumed to cause both chronic disease and its exacerbations. Epidemiology. 2008;19:179–185.", "ArticleIdList": ["18300713"]}, {"Citation": "Perez L, Lurmann F, Wilson J, Pastor M, Brandt S, Künzli N, et al. Near-roadway pollution and childhood asthma: Implications for developing \"Win-Win\" compact urban development and clean vehicle strategies. Environ Health Perspect. 2012;120:1619–1626.", "ArticleIdList": ["PMC3556611", "23008270"]}, {"Citation": "Perez L, Kunzli N, Avol E, Hricko AM, Lurmann F, Nicholas E, et al. Global goods movement and the local burden of childhood asthma in southern California. Am J Public Health. 2009;99:S622–S628.", "ArticleIdList": ["PMC2774197", "19890167"]}, {"Citation": "McConnell R, Berhane K, Yao L, Jerrett M, Lurmann F, Gilliland F, et al. Traffic, susceptibility, and childhood asthma. Environ Health Perspect. 2006;114:766–772.", "ArticleIdList": ["PMC1459934", "16675435"]}, {"Citation": "Landrigan P. The hidden costs of environmental contamination. ERJ. 2012;40:286–288.", "ArticleIdList": ["22855465"]}, {"Citation": "Levy J, Buonocore J, von Stackelber K. Evaluation of the public health impacts of traffic congestion: A health risk assessment. Environ Health. 2010;9:65–76.", "ArticleIdList": ["PMC2987789", "20979626"]}, {"Citation": "Brandt S, Perez L, Künzli N, Lurmann F, McConnell R. Costs of childhood asthma due to traffic-related pollution in two California communities. ERJ. 2012;40:363–370.", "ArticleIdList": ["PMC4396740", "22267764"]}, {"Citation": "Sullivan PW, Smith KL, Ghushchyan VH, Globe DR, Lin SL, Globe G. Asthma in USA: its impact on health-related quality of life. J Asthma. 2013;50:891–899.", "ArticleIdList": ["23815682"]}, {"Citation": "Organization for Economic Co-operation and Development (OECD) Economic Valuation of Environmental Health Risks to Children. Paris, France: OECD Publications; 2006."}, {"Citation": "Hubbell B, Fann N, Levy JI. Methodological considerations in developing local-scale health impact assessments: balancing national, regional, and local data. Air Qual Atmos Health. 2009;2:99–110."}, {"Citation": "Arrow K, Solow R, Portney PR, et al. Report of the NOAA panel of contingent valuation. Fed Reg. 1994;58:4601–4614."}, {"Citation": "Brandt S, Vásquez Lavín F, Hanemann M. Contingent valuation scenarios for chronic illnesses: The case of childhood asthma. Value Health. 2012;15:1077–1083.", "ArticleIdList": ["23244810"]}, {"Citation": "Milet M, Tran S, Eatherton M, Flattery J, Kreutzer R.  The Burden of Asthma in California: A Surveillance Report. Richmond, CA: California Department of Health Services, Environmental Health Investigations Branch; 2007.  [Accessed June 19, 2013].  Available at:  http://www.californiabreathing.org."}, {"Citation": "SCAQMD. Final 2012 Air Quality Management Plan. Diamond Bar CA: South Coast Air Quality Management District; 2013. Feb,"}, {"Citation": "Jackson DJ, Sykes A, Mallia P, Johnston SL. Asthma exacerbations: Origin, effect, and prevention. J Allergy and Clin Immun. 2011;128:1165–1174.", "ArticleIdList": ["PMC7172902", "22133317"]}, {"Citation": "Hall JV, Brajer V, Lurmann FW. Measuring the gains from improved air quality in the San Joaquin Valley. J Environ Manag. 2008;88:1003–1015.", "ArticleIdList": ["17590260"]}, {"Citation": "Ostro BD, Tran H, Levy JL. The health benefits of reduced tropospheric ozone in California. J Air Waste Manag Assoc. 2006;56:1007–1021.", "ArticleIdList": ["16878591"]}, {"Citation": "Gauderman WJ, Avol E, Gilliland F, Vora H, Thomas D, Berhane K, et al. The effect of air pollution on lung development from 10 to 19 years of age. N Engl J Med. 2004;351:1057–1067.", "ArticleIdList": ["15356303"]}, {"Citation": "Peters JM, Avol E, Gauderman WJ, Linn WS, Navidi W, London SJ, et al. A study of twelve southern California communities with differing levels and types of air pollution. Am J Respir Crit Care Med. 1999;159:768–775.", "ArticleIdList": ["10051249"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, Molitor J, Thomas D, Lurmann F, Avol E, Gauderman J, Peters J. Prospective study of air pollution and bronchitic symptoms in children with asthma. Am J Respir Crit Care Med. 2003;168:790–797.", "ArticleIdList": ["12893648"]}, {"Citation": "Bureau of Labor Statistics (BLS) CPI Inflation Calculator.  [Accessed December 15, 2013]; Available at:  http://www.bls.gov/data/inflation_calculator.htm."}, {"Citation": "Healthcare Cost and Utilization Project (HCUPnet) Rockville, MD: 2011.  [Accessed Jan 15, 2011]. Agency for Healthcare Research and Quality. Available at:  http://hcupnet.ahrq.gov."}, {"Citation": "AAP Medicaid Reimbursement Survey 2007/2008. American Academy of Pediatricians (AAP)  [Accessed December 2, 2010];2007/2008  Available at:  http://www.aap.org/research/medreimpdf0708/49state_DC.pdf."}, {"Citation": "MEPS HC-089. Full year consolidated data file.  [Accessed January 15, 2011];Agency for Healthcare Research and Quality. 2004  Available at:  http://www.meps.ahrq.gov/mepsweb/data_stats/download_data_files.jsp."}, {"Citation": "Kattan M, Stearns S, Crain E, Stout J, Gergen P, Evans R, et al. Cost-effectiveness of a home-based environmental intervention for inner-city children with asthma. J Allergy Clin Immunol. 2005;116:1058–1063.", "ArticleIdList": ["16275376"]}, {"Citation": "Epocrates.  [Accessed December 15, 2010];2010  Available at:  https://online.epocrates.com."}, {"Citation": "Steinman M, Gonzales R, Linder J, Landefeld S. Changing use of antibiotics in community-based outpatient practice, 1991–1999. Ann Intern Med. 2003;138:525–533.", "ArticleIdList": ["12667022"]}, {"Citation": "National Household Travel Survey (NHTS) U.S. Department of Transportation/Federal Highway Administration, Bureau of Transportation Statistics, and National Highway Traffic Safety Administration.  [Accessed June 30, 2010];2009  Available at:  http://nhts.ornl.gov/introduction.shtml."}, {"Citation": "Greek AA, Kieckhefer GM, Kim H, Joesch JM, Baydar N. Family perceptions of the usual source of care among children with asthma by race/ethnicity, language, and family income. J Asthma. 2006;43:61–69.", "ArticleIdList": ["16448968"]}, {"Citation": "Cabana M, Slish K, Evans D, Mellins R, Brown X, Kaciroti N, Clark N. Impact of physician asthma care education on patient outcomes. Pediatrics. 2006;117:2149–2157.", "ArticleIdList": ["16740859"]}, {"Citation": "Pitts SR, Niska RW, Xu J, Burt CW. National health statistics reports. 7. Hyattsville, MD: National Center for Health Statistics; 2008. National Hospital Ambulatory Medical Care Survey: 2006 Emergency Department Summary.", "ArticleIdList": ["18958996"]}, {"Citation": "US Census Bureau. State & County Quickfacts 2012.  [Accessed December 15, 2012]; Available at:  http://quickfacts.census.gov/qfd/states/06/06037.html."}, {"Citation": "Hanemann M, Brandt S.  Proceedings from Valuing Environmental Health Reductions to Children. Session V: Air Pollution and Asthma. Washington, D.C.: U.S. Environmental Protection Agency; 2003.  [Accessed June 5, 2013]. Valuing reduced asthma morbidity in children. Available at:  http://www.epa.gov/ncer/publications/workshop/pdf/EE-0475-07.pdf."}, {"Citation": "Anderson D, Binder M, Krause K. The motherhood wage penalty: Which mothers pay it and why? AEA Papers and Proceedings. 2002;92:354–358."}, {"Citation": "California Health Interview Survey (CHIS) CHIS 2009 Adolescent and Child Public Use File. Los Angeles, CA: UCLA Center for Health Policy Research; 2009.  [Accessed December 1, 2010].  Available at:  http://www.chis.ucla.edu/get-data.html."}, {"Citation": "Grupp-Phelan J, Lozano P, Fishman P. Health care utilization and cost in children with asthma and selected comorbidities. J Asthma. 2001;38:363–373.", "ArticleIdList": ["11456390"]}, {"Citation": "Oeffinger KC, Snell LM, Foster BM, Panico KG, Archer RK. Diagnosis of acute bronchitis in adults: a national survey of family physicians. J Fam Pract. 1997;45:402–409.", "ArticleIdList": ["9374966"]}, {"Citation": "Coco A, Mainou AG. Relation of time spent in an encounter with the use of antibiotics in pediatric office visits for viral respiratory infections. Arch Pediatr Adolesc Med. 2005;159:1145–1149.", "ArticleIdList": ["16330738"]}, {"Citation": "Evertsen J, Baumgardner DJ, Regnery A, Banerjee I. Diagnosis and management of pneumonia and bronchitis in outpatient primary care practices. Prim Care Respir J. 2010;19:237–241.", "ArticleIdList": ["PMC3065928", "20490437"]}, {"Citation": "Gonzales R, Sande M. Uncomplicated acute bronchitis. Ann Intern Med. 2000;133:981–991.", "ArticleIdList": ["11119400"]}, {"Citation": "Nyquist AC, Gonzales R, Steiner JF, Sande MA. Antibiotic prescribing for children with colds, upper respiratory tract infections, and bronchitis. JAMA. 1998;279:875–877.", "ArticleIdList": ["9516004"]}, {"Citation": "MEPS HC-112. Medical Condition Files.  [Accessed June 2010];Agency for Healthcare Research and Quality. 2007  Available at:  http://www.meps.ahrq.gov/mepsweb/data_stats/download_data_files.jsp."}, {"Citation": "Machlin S, Yu W, Zodet M.  Computing Standard Errors for MEPS Estimates. Rockville, Md: Agency for Healthcare Research and Quality; 2005.  [Accessed May 5, 2011].  Available at:  http://www.meps.ahrq.gov/survey_comp/standard_errors.jsp."}, {"Citation": "Bisgaard H, Szefler S. Prevalence of asthma-like symptoms in young children. Pediatric Pulmonolgy. 2007;42:723–728.", "ArticleIdList": ["17598172"]}, {"Citation": "Marchant JM, Newcombe PA, Juniper EF, Sheffield JK, Stathis SL. What is the burden of chronic cough for families? Chest. 2008;134:303–309.", "ArticleIdList": ["18641100"]}, {"Citation": "Chang AB, Glomb WB. Guidelines for evaluating chronic cough in pediatrics: ACCP evidence-based clinical practice guidelines. Chest. 2006;129:260s–283s.", "ArticleIdList": ["16428719"]}, {"Citation": "Chang AB, Robertson CF, van Asperen PP, Glasgow NJ, Masters IB, Mellis CM, Landau LI, Teoh L, Morris PS. Can a management pathway for chronic cough in children improve clinical outcomes: protocol for a multicentre evaluation. Trails. 2010;11:103.", "ArticleIdList": ["PMC2989328", "21054884"]}, {"Citation": "Abt Associates Inc. Bethesda, MD: Abt Associates Inc.; 2010.  [Accessed January 15, 2014]. BenMAP: Environmental Benefits Mapping and Analysis Program, User’s Manual. Available at:  http://www.epa.gov/air/benmap/docs.html."}, {"Citation": "Assessor. The County of Los Angeles Annual Report 2007–2008. Public Affairs, Chief Executive Office. P 40.  [Accessed September 2, 2014]; Available at:  http://ceo.lacounty.gov/pdf/Annl%20Rpt%2007-08.pdf."}, {"Citation": "Lavarreda SA, Cabezas L, Jacobs K, Roby DH, Pourat N, Kominski GF. The state of health insurance in California: Findings from the 2009 California Health Interview Survey. Los Angeles, CA: UCLA Center for Health Policy Research; 2012."}, {"Citation": "McCurdy T, Chan R, Chun R, Johnson H, O’Brien-Strain M.  Medi-Cal Expenditures: Historical Growth and Long Term Forecasts. San Francisco, California: Public Policy Institute of California; 2005.  [Accessed June 19, 2013].  Available at:  http://www.ppic.org/content/pubs/op/OP_605TMOP.pdf."}, {"Citation": "Zhou F, Ortega-Sanchez I, Guris D, Shefer A, Lieu T, Seward J. An economic analysis of the universal varicella vaccination program in the United States. Journal of Infect Dis. 2008;197:S156–S164.", "ArticleIdList": ["18419391"]}, {"Citation": "MacGillvary J, Lucia L.  Economic Impacts of Early Care and Education in California. California: UC Labor Center; 2011.  [Accessed June 19, 2013].  Available at:  http://laborcenter.berkeley.edu/research/child_care_report0811.pdf."}, {"Citation": "Hazucha MJ, Folinsbee LJ, Seal E, Bromberg PA. Lung function response of healthy women after sequential exposures to NO2 and O3. Am J Respir Crit Care Med. 1994;150(3):642–647.", "ArticleIdList": ["8087332"]}, {"Citation": "Bosson J, Pourazar J, Forsberg B, Ädelroth E, Sandström T, Blomberg A. Ozone enhances the airway inflammation initiated by diesel exhaust. Respir Med. 2007;101(6):1140–1146.", "ArticleIdList": ["17196810"]}, {"Citation": "Health Effects Institute (HEI) Traffic-related Air Pollution: A Critical Review of the Literature on Emissions, Exposure, and Health Effects. Boston, MA: Health Effects Institute; 2010."}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "1", "Day": "24"}, {"Year": "2014", "Month": "9", "Day": "15"}, {"Year": "2014", "Month": "9", "Day": "24"}, {"Year": "2014", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25439228", "NIHMS631619", "PMC4257136", "10.1016/j.jaci.2014.09.029", "S0091-6749(14)01364-5"]}}], "PubmedBookArticle": []}