{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Antibacterial agent", "primary teeth", "root canal irrigants"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25512726", "DateCompleted": {"Year": "2014", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "10"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/1305-7456.143627"], "Journal": {"ISSN": "1305-7456", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2014", "Month": "Oct"}}, "Title": "European journal of dentistry", "ISOAbbreviation": "Eur J Dent"}, "ArticleTitle": "Antimicrobial effect of ozonated water, sodium hypochlorite and chlorhexidine gluconate in primary molar root canals.", "Pagination": {"StartPage": "469", "EndPage": "474", "MedlinePgn": "469-474"}, "Abstract": {"AbstractText": ["The aim was to determine the antimicrobial effect of ozonated water, ozonated water with ultrasonication, sodium hypochloride and chlorhexidine (CHX) in human primary root canals contaminated by Enterococcus faecalis (E. faecalis).", "Fifty-eight extracted human primary molar teeth were used. Crowns were cut off using a diamond saw under water-cooling. One hundred roots were obtained and mechanically prepared. The roots were then sterilized by autoclaving in water for 15 min at 121°C. All samples were contaminated with E. faecalis for 24 h and the root canals were randomly divided into five groups (n = 20). Group I: 25 mg/L of Ozonated water (O3aq), Group II: 25 mg/L of O3aq with ultrasonication, Group III: 2.5% Sodium hypochloride (NaOCl), Group IV: 2% CHX and Group V: Positive control. The canal of each specimen was irrigated for 4 min and positive control was untreated. All root canals were agitated with sterile saline solution. The saline solution was collected from canals with sterile paper points. For each specimen, the paper points were transposed to eppendorf vials containing 2 ml of brain heart infusion. According to bacterial proliferation, the mean values of optical density were achieved by ELİSA (Biotek EL ×800, Absorbance Microplate Reader, ABD) and the data were analyzed.", "NaOCI, CHX and two types of O3aq were found statistically different than positive control group. NaOCI irrigation was found significantly most effective.", "NaOCl, CHX and O3aq applications provide antibacterial effect in vitro conditions in primary root canals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric Dentistry, Gazi University, Ankara, Turkiye."}], "LastName": "Goztas", "ForeName": "Zeynep", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric Dentistry, Mustafa Kemal University, Hatay, Turkiye."}], "LastName": "Onat", "ForeName": "Halenur", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric Dentistry, Selcuk University, Konya, Turkiye."}], "LastName": "Tosun", "ForeName": "Gul", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatric Dentistry, Necmettin Erbakan University, Konya, Turkiye."}], "LastName": "Sener", "ForeName": "Yagmur", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary, Selcuk University, Konya, Turkiye."}], "LastName": "Hadimli", "ForeName": "Hasan Huseyin", "Initials": "HH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Eur J Dent", "NlmUniqueID": "101303672"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105:e85–91.", "ArticleIdList": ["18280954"]}, {"Citation": "Carson KR, Goodell GG, McClanahan SB. Comparison of the antimicrobial activity of six irrigants on primary endodontic pathogens. J Endod. 2005;31:471–3.", "ArticleIdList": ["15917691"]}, {"Citation": "Ahangari Z, Samiee M, Yolmeh MA, Eslami G. Antimicrobial activity of three root canal irrigants on enterococcus faecalis: an in vitro study. Iran Endod J. 2008;3:33–7.", "ArticleIdList": ["PMC3808563", "24171016"]}, {"Citation": "Sundqvist G. Taxonomy, ecology, and pathogenicity of the root canal flora. Oral Surg Oral Med Oral Pathol. 1994;78:522–30.", "ArticleIdList": ["7800383"]}, {"Citation": "Sunde PT, Olsen I, Debelian GJ, Tronstad L. Microbiota of periapical lesions refractory to endodontic therapy. J Endod. 2002;28:304–10.", "ArticleIdList": ["12043869"]}, {"Citation": "Love RM. Enterococcus faecalis – A mechanism for its role in endodontic failure. Int Endod J. 2001;34:399–405.", "ArticleIdList": ["11482724"]}, {"Citation": "Harrison JW. Irrigation of the root canal system. Dent Clin North Am. 1984;28:797–808.", "ArticleIdList": ["6389200"]}, {"Citation": "Kim JG, Yousef AE, Dave S. Application of ozone for enhancing the microbiological safety and quality of foods: a review. J Food Prot. 1999;62:1071–87.", "ArticleIdList": ["10492485"]}, {"Citation": "Estrela C, Estrela CR, Decurcio DA, Hollanda AC, Silva JA. Antimicrobial efficacy of ozonated water, gaseous ozone, sodium hypochlorite and chlorhexidine in infected human root canals. Int Endod J. 2007;40:85–93.", "ArticleIdList": ["17229112"]}, {"Citation": "Restaino L, Frampton EW, Hemphill JB, Palnikar P. Efficacy of ozonated water against various food-related microorganisms. Appl Environ Microbiol. 1995;61:3471–5.", "ArticleIdList": ["PMC167626", "7574656"]}, {"Citation": "Lynch E, Goldstep F, Freedman G. Elsevier, St. Louis, Missouri: Mosby Publishing; 2011. Contemporary Esthetic Dentistry, Technology and Esthetics; p. 597."}, {"Citation": "Hariharan VS, Nandlal B, Srilatha KT. Efficacy of various root canal irrigants on removal of smear layer in the primary root canals after hand instrumentation: a scanning electron microscopy study. J Indian Soc Pedod Prev Dent. 2010;28:271–7.", "ArticleIdList": ["21273715"]}, {"Citation": "White RR, Hays GL, Janer LR. Residual antimicrobial activity after canal irrigation with chlorhexidine. J Endod. 1997;23:229–31.", "ArticleIdList": ["9594771"]}, {"Citation": "Siqueira JF, Jr, Rôças IN, Favieri A, Lima KC. Chemomechanical reduction of the bacterial population in the root canal after instrumentation and irrigation with 1%, 2.5%, and 5.25% sodium hypochlorite. J Endod. 2000;26:331–4.", "ArticleIdList": ["11199749"]}, {"Citation": "Cogulu D, Uzel A, Oncag O, Eronat C. PCR-based identification of selected pathogens associated with endodontic infections in deciduous and permanent teeth. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;106:443–9.", "ArticleIdList": ["18547832"]}, {"Citation": "Peters LB, Wesselink PR, Moorer WR. Penetration of bacteria in bovine root dentine in vitro. Int Endod J. 2000;33:28–36.", "ArticleIdList": ["11307471"]}, {"Citation": "Haapasalo M, Orstavik D. In vitro infection and disinfection of dentinal tubules. J Dent Res. 1987;66:1375–9.", "ArticleIdList": ["3114347"]}, {"Citation": "Behnen MJ, West LA, Liewehr FR, Buxton TB, McPherson JC., 3rd Antimicrobial activity of several calcium hydroxide preparations in root canal dentin. J Endod. 2001;27:765–7.", "ArticleIdList": ["11771586"]}, {"Citation": "Baumgartner JC, Mader CL. A scanning electron microscopic evaluation of four root canal irrigation regimens. J Endod. 1987;13:147–57.", "ArticleIdList": ["3106553"]}, {"Citation": "Eldeniz AU, Guneser MB, Akbulut MB. Comparative antifungal efficacy of light-activated disinfection and octenidine hydrochloride with contemporary endodontic irrigants. Lasers Med Sci. 2013", "ArticleIdList": ["23884903"]}, {"Citation": "Onçag O, Hosgör M, Hilmioglu S, Zekioglu O, Eronat C, Burhanoglu D. Comparison of antibacterial and toxic effects of various root canal irrigants. Int Endod J. 2003;36:423–32.", "ArticleIdList": ["12801290"]}, {"Citation": "Vianna ME, Gomes BP, Berber VB, Zaia AA, Ferraz CC, de Souza-Filho FJ. In vitro evaluation of the antimicrobial activity of chlorhexidine and sodium hypochlorite. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2004;97:79–84.", "ArticleIdList": ["14716261"]}, {"Citation": "Jeansonne MJ, White RR. A comparison of 2.0% chlorhexidine gluconate and 5.25% sodium hypochlorite as antimicrobial endodontic irrigants. J Endod. 1994;20:276–8.", "ArticleIdList": ["7931023"]}, {"Citation": "Huth KC, Jakob FM, Saugel B, Cappello C, Paschos E, Hollweck R, et al. Effect of ozone on oral cells compared with established antimicrobials. Eur J Oral Sci. 2006;114:435–40.", "ArticleIdList": ["17026511"]}, {"Citation": "Ruiz-Esparza CL, Garrocho-Rangel A, Gonzalez-Amaro AM, Flores-Reyes H, Pozos-Guillen AJ. Reduction in bacterial loading using 2% chlorhexidine gluconate as an irrigant in pulpectomized primary teeth: A preliminary report. J Clin Pediatr Dent. 2011;35:265–70.", "ArticleIdList": ["21678668"]}, {"Citation": "Leonardo MR, Tanomaru Filho M, Silva LA, Nelson Filho P, Bonifácio KC, Ito IY. In vivo antimicrobial activity of 2% chlorhexidine used as a root canal irrigating solution. J Endod. 1999;25:167–71.", "ArticleIdList": ["10321180"]}, {"Citation": "Loncar B, Mravak Stipetic M, Matosevic D, Tarle Z. Ozone application in dentistry. Arch Med Res. 2009;40:136–7.", "ArticleIdList": ["19237025"]}, {"Citation": "Nagayoshi M, Kitamura C, Fukuizumi T, Nishihara T, Terashita M. Antimicrobial effect of ozonated water on bacteria invading dentinal tubules. J Endod. 2004;30:778–81.", "ArticleIdList": ["15505509"]}, {"Citation": "Hems RS, Gulabivala K, Ng YL, Ready D, Spratt DA. An in vitro evaluation of the ability of ozone to kill a strain of Enterococcus faecalis. Int Endod J. 2005;38:22–9.", "ArticleIdList": ["15606819"]}, {"Citation": "Haas CN, Kaymak B. Effect of initial microbial density on inactivation of Giardia muris by ozone. Water Res. 2003;37:2980–8.", "ArticleIdList": ["12767301"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "12", "Day": "17", "Hour": "6", "Minute": "1"}, {"Year": "2014", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25512726", "PMC4253101", "10.4103/1305-7456.143627"]}}], "PubmedBookArticle": []}