{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Nuvvuagittuq Greenstone Belt (Nunavik, Québec)", "early Archean sulfur cycle", "early Earth surface environment", "photochemistry"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25561552", "DateCompleted": {"Year": "2015", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "05"}], "ELocationID": ["10.1073/pnas.1419681112"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "112", "Issue": "3", "PubDate": {"Year": "2015", "Month": "Jan", "Day": "20"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Atmospheric record in the Hadean Eon from multiple sulfur isotope measurements in Nuvvuagittuq Greenstone Belt (Nunavik, Quebec).", "Pagination": {"StartPage": "707", "EndPage": "712", "MedlinePgn": "707-12"}, "Abstract": {"AbstractText": ["Mass-independent fractionation of sulfur isotopes (S-MIF) results from photochemical reactions involving short-wavelength UV light. The presence of these anomalies in Archean sediments [(4-2.5 billion years ago, (Ga)] implies that the early atmosphere was free of the appropriate UV absorbers, of which ozone is the most important in the modern atmosphere. Consequently, S-MIF is considered some of the strongest evidence for the lack of free atmospheric oxygen before 2.4 Ga. Although temporal variations in the S-MIF record are thought to depend on changes in the abundances of gas and aerosol species, our limited understanding of photochemical mechanisms complicates interpretation of the S-MIF record in terms of atmospheric composition. Multiple sulfur isotope compositions (δ(33)S, δ(34)S, and δ(36)S) of the >3.8 billion-year-old Nuvvuagittuq Greenstone Belt (Ungava peninsula) have been investigated to track the early origins of S-MIF. Anomalous S-isotope compositions (Δ(33)S up to +2.2‰) confirm a sedimentary origin of sulfide-bearing banded iron and silica-rich formations. Sharp isotopic transitions across sedimentary/igneous lithological boundaries indicate that primary surficial S-isotope compositions have been preserved despite a complicated metamorphic history. Furthermore, Nuvvuagittuq metasediments recorded coupled variations in (33)S/(32)S, (34)S/(32)S, and (36)S/(32)S that are statistically indistinguishable from those identified several times later in the Archean. The recurrence of the same S-isotope pattern at both ends of the Archean Eon is unexpected, given the complex atmospheric, geological, and biological pathways involved in producing and preserving this fractionation. It implies that, within 0.8 billion years of Earth's formation, a common mechanism for S-MIF production was established in the atmosphere."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre de Recherches Pétrographiques et Géochimiques, Université de Lorraine, 54501 Vandœuvre-Lès-Nancy, France; Department of Earth and Planetary Sciences and GEOTOP, McGill University, Montreal, QC H3A 0E8, Canada; emilie@crpg.cnrs-nancy.fr."}], "LastName": "Thomassot", "ForeName": "Emilie", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth Sciences, University of Ottawa, Ottawa, ON K1N 6N5, Canada; and."}], "LastName": "O'Neil", "ForeName": "Jonathan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Planetary Sciences and."}], "LastName": "Francis", "ForeName": "Don", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Géochimie des Isotopes Stables, Institut de Physique du Globe de Paris, UMR 7154 CNRS, Université Paris Denis-Diderot, Sorbonne Paris Cite, 75005 Paris, France."}], "LastName": "Cartigny", "ForeName": "Pierre", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Planetary Sciences and GEOTOP, McGill University, Montreal, QC H3A 0E8, Canada;"}], "LastName": "Wing", "ForeName": "Boswell A", "Initials": "BA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Farquhar J, Bao H, Thiemens M. Atmospheric influence of Earth’s earliest sulfur cycle. Science. 2000;289(5480):756–759.", "ArticleIdList": ["10926533"]}, {"Citation": "Bekker A, et al. Dating the rise of atmospheric oxygen. Nature. 2004;427(6970):117–120.", "ArticleIdList": ["14712267"]}, {"Citation": "Johnston DT. Multiple sulfur isotopes and the evolution of Earth's surface sulfur cycle. Earth Sci Rev. 2011;106(1-2):161–183."}, {"Citation": "Pavlov AA, Kasting JF. Mass-independent fractionation of sulfur isotopes in Archean sediments: Strong evidence for an anoxic Archean atmosphere. Astrobiology. 2002;2(1):27–41.", "ArticleIdList": ["12449853"]}, {"Citation": "Zahnle K, Claire M, Catling D. The loss of mass-independent fractionation in sulfur due to a Palaeoproterozoic collapse of atmospheric methane. Geobiology. 2006;4(4):271–283."}, {"Citation": "Ueno Y, et al. Geological sulfur isotopes indicate elevated OCS in the Archean atmosphere, solving faint young sun paradox. Proc Natl Acad Sci USA. 2009;106(35):14784–14789.", "ArticleIdList": ["PMC2736450", "19706450"]}, {"Citation": "Hattori S, et al. SO2 photoexcitation mechanism links mass-independent sulfur isotopic fractionation in cryospheric sulfate to climate impacting volcanism. Proc Natl Acad Sci USA. 2013;110(44):17656–17661.", "ArticleIdList": ["PMC3816419", "23417298"]}, {"Citation": "Whitehill A, Ono S. Excitation band dependence of sulfur isotope mass-independent fractionation during photochemistry of sulfur dioxide using broadband light sources. Geochim Cosmochim Acta. 2012;94:238–253."}, {"Citation": "Ono S, Eigenbrode JL, Pavlov AA, Kharecha P, Rumble D, Kasting JF, Freeman KH. New insights into Archean sulfur cycle from mass-independent sulfur isotope records from the Hamersley Basin, Australia. Earth Planet Sci Lett. 2003;213(1-2):15–30."}, {"Citation": "Halevy I, Johnston DT, Schrag DP. Explaining the structure of the Archean mass-independent sulfur isotope record. Science. 2010;329(5988):204–207.", "ArticleIdList": ["20508089"]}, {"Citation": "Farquhar J, et al. Isotopic evidence for Mesoarchaean anoxia and changing atmospheric sulphur chemistry. Nature. 2007;449(7163):706–709.", "ArticleIdList": ["17928857"]}, {"Citation": "Claire M, et al. The evolution of solar flux from 0.1 nm to 160 μm: Quantitative estimates for planetary studies. Astrophys J. 2012;757(1):95–107."}, {"Citation": "Kaufman AJ, et al. Late Archean biospheric oxygenation and atmospheric evolution. Science. 2007;317(5846):1900–1903.", "ArticleIdList": ["17901329"]}, {"Citation": "Zerkle A, et al. A bistable organic-rich atmosphere on the Neoarchaean Earth. Nat Geosci. 2012;5(5):359–363."}, {"Citation": "O'Neil J, Francis D, Carlson R. Implications of the Nuvvuagittuq Greenstone Belt for the formation of Earth's early crust. J Petrol. 2011;52(5):985–1009."}, {"Citation": "O’Neil J, Carlson R, Paquette J, Francis D. Formation age and metamorphic history of the Nuvvuagittuq Greenstone Belt. Precambrian Res. 2012;220–221:23–44."}, {"Citation": "Cates N, Mojzsis S. Pre-3750 Ma supracrustal rocks from the Nuvvuagittuq supracrustal belt, northern Quebec. Earth Planet Sci Lett. 2007;255(1-2):9–21."}, {"Citation": "David J, Godin L, Stevenson R, O'Neil J, Francis D. U-Pb ages (3.8−2.7 Ga) and Nd isotope data from the newly identified Eoarchean Nuvvuagittuq supracrustal belt, Superior Craton, Canada. Geol Soc Am Bull. 2009;121(1-2):150–163."}, {"Citation": "Darling JR, et al. Hadean to Neoarchaean evolution of the Nuvvuagittuq greenstone belt: New insights from U-Pb zircon geochronology. Am J Sci. 2013;313:844–876."}, {"Citation": "O’Neil J, Boyet M, Carlson RW, Paquette J-L. Half a billion years of reworking of Hadean mafic crust to produce the Nuvvuagittuq Eoarchean felsic crust. Earth Planet Sci Lett. 2013;379:13–25."}, {"Citation": "Cates N, Mojzsis S. Metamorphic zircon, trace elements and Neoarchean metamorphism in the ca. 3.75 Ga Nuvvuagittuq supracrustal belt, Quebec (Canada) Chem Geol. 2009;261(1-2):98–113."}, {"Citation": "Labidi J, Cartigny P, Hamelin C, Moreira M, Dosso D. Sulfur isotope budget (32S, 33S, 34S and 36S) in Pacific–Antarctic ridge basalts: A record of mantle source heterogeneity and hydrothermal sulfide assimilation. Geochim Cosmochim Acta. 2014;133:47–67."}, {"Citation": "Papineau D, Mojzsis SJ. Mass-independent fractionation of sulfur isotopes in sulfides from the pre-3770 Ma Isua Supracrustal Belt, West Greenland. Geobiology. 2006;4(4):227–238."}, {"Citation": "Whitehouse M, Kamber B, Fedo C, Lepland A. Integrated Pb- and S-isotope investigation of sulphide minerals from the early Archaean of southwest Greenland. Chem Geol. 2005;222(1-2):112–131."}, {"Citation": "Mojzsis S, Coath J, Greenwood K, McKeegan K, Harrison T. Mass-independent isotope effects in Archean (2.5 to 3.8 Ga) sedimentary sulfides determined by ion microprobe analysis. Geochim Cosmochim Acta. 2003;67(9):1635–1658."}, {"Citation": "Kitayama Y, Thomassot E, O'Neil J, Wing B. Sulfur-and oxygen-isotope constraints on the sedimentary history of apparent conglomerates from the Nuvvuagittuq Greenstone Belt (Nunavik, Québec) Earth Planet Sci Lett. 2012;355-356:271–282."}, {"Citation": "Dauphas N, Cates N, Mojzsis S, Busigny V. Identification of chemical sedimentary protoliths using iron isotopes in the > 3750 Ma Nuvvuagittuq supracrustal belt, Canada. Earth Planet Sci Lett. 2007;254(3-4):358–376."}, {"Citation": "Penniston-Dorland S, et al. Multiple sulfur isotopes reveal a magmatic origin for the Platreef platinum group element deposit, Bushveld Complex, South Africa. Geology. 2008;36(12):979–982."}, {"Citation": "Ohmoto H, Watanabe Y, Ikemi H, Poulson SR, Taylor BE. Sulphur isotope evidence for an oxic Archaean atmosphere. Nature. 2006;442(7105):908–911.", "ArticleIdList": ["16929296"]}, {"Citation": "Domagal-Goldman SD, Kasting JF, Johnston DT, Farquhar J. Organic haze, glaciations and multiple sulfur isotopes in the Mid-Archean Era. Earth Planet Sci Lett. 2008;269(1-2):29–40."}, {"Citation": "Thomazo C, Nisbet E, Grassineau N, Peters M, Strauss H. Multiple sulfur and carbon isotope composition of sediments from the Belingwe Greenstone Belt (Zimbabwe): A biogenic methane regulation on mass independent fractionation of sulfur during the Neoarchean? Geochim Cosmochim Acta. 2013;121:120–138."}, {"Citation": "Kurzweil F, et al. Atmospheric sulfur rearrangement 2.7 billion years ago: Evidence for oxygenic photosynthesis. Earth Planet Sci Lett. 2013;366:17–26."}, {"Citation": "Ueno Y, Endo Y, Mishima K, Danielache SO. 2014. Decoding the evolution of early atmosphere: Experimental reconstruction of the ∆36S/∆33S chemostratigraphy. Proceedings of the Japan Goscience Union Meeting 2014 (Jpn Geosci Union, Tokyo, Japan)"}, {"Citation": "Ueno Y, Ono SH, Rumble D, Maruyama S. Quadruple sulfur isotope analysis of ca. 3.5 Ga Dresser Formation: New evidence for microbial sulfate reduction in the early Archean. Geochim Cosmochim Acta. 2008;72(23):5675–5691."}, {"Citation": "Ono SH, Beukes NJ, Rumble D. Origin of two distinct multiple-sulfur isotope compositions of pyrite in the 2.5 Ga Klein Naute Formation, Griqualand West Basin, South Africa. Precambrian Res. 2009;169(1-4):48–57."}, {"Citation": "Partridge MA, Golding SD, Baublys KA, Young E. Pyrite paragenesis and multiple sulfur isotope distribution in late Archean and early Paleoproterozoic Hamersley Basin sediments. Earth Planet Sci Lett. 2008;272(1-2):41–49."}, {"Citation": "Thomazo C, Ader M, Farquhar J, Philippot P. Methanotrophs regulated atmospheric sulfur isotope anomalies during the Mesoarchean (Tumbiana Formation, Western Australia) Earth Planet Sci Lett. 2009;279(1-2):65–75."}, {"Citation": "Ono SH, Wing BA, Johnston D, Farquhar J, Rumble D. Mass-dependent fractionation of quadruple stable sulfur isotope system as a new tracer of sulfur biogeochemical cycles. Geochim Cosmochim Acta. 2006;70(9):2238–2252."}, {"Citation": "Ono SH, Kaufman AJ, Farquhar J, Sumner DY, Beukes NJ. Lithofacies control on multiple-sulfur isotope records and Neoarchean sulfur cycles. Precambrian Res. 2009;169(1-4):58–67."}, {"Citation": "Lyons JR. Mass-independent fractionation of sulfur isotopes by isotope-selective photodissociation of SO2. Geophys Res Lett. 2007;34(22):L22811."}, {"Citation": "Farquhar J, Savarino J, Airieau S, Thiemens MH. Observation of wavelength-sensitive mass-independent sulfur isotope effects during SO2 photolysis: Implications for the early atmosphere. J Geophys Res. 2001;106(E12):32829–32839."}, {"Citation": "Claire MW, Catling DC, Zahnle KJ. Biogeochemical modelling of the rise in atmospheric oxygen. Geobiology. 2006;4(4):239–269."}, {"Citation": "Papineau D, et al. Young poorly crystalline graphite in the > 3.8-Gyr-old Nuvvuagittuq banded iron formation. Nat Geosci. 2011;4(6):376–379."}, {"Citation": "Halevy I. Production, preservation, and biological processing of mass-independent sulfur isotope fractionation in the Archean surface environment. Proc Natl Acad Sci USA. 2013;110(44):17644–17649.", "ArticleIdList": ["PMC3816473", "23572589"]}, {"Citation": "Ono S, Whitehill AR, Lyons JR. Contribution of isotopologue self-shielding to sulfur mass-independent fractionation during sulfur dioxide photolysis. J Geophys Res. 2013;118(5):2444–2454."}, {"Citation": "Philippot P, Van Zuilen M, Rollion-Bard C. Variations in atmospheric sulphur chemistry on early Earth linked to volcanic activity. Nat Geosci. 2012;5(5):668–674."}, {"Citation": "Shaheen R, et al. Large sulfur-isotope anomaly in nonvolcanic sulfate aerosol and its implications for the Archean atmosphere. Proc Natl Acad Sci USA. 2014;111(33):11979–11983.", "ArticleIdList": ["PMC4143030", "25092338"]}, {"Citation": "Danielache SO, Eskebjerg C, Johnson MS, Ueno Y, Yoshida N. High-precision spectroscopy of S-32, S-33, and S-34 sulfur dioxide: Ultraviolet absorption cross sections and isotope effects. J Geophys Res, D, Atmospheres. 2008;113(D17):D17314."}, {"Citation": "Masterson AL, Farquhar J, Wing BA. Sulfur mass-independent fractionation patterns in the broadband UV photolysis of sulfur dioxide: Pressure and third body effects. Earth Planet Sci Lett. 2011;306(3-4):253–260."}, {"Citation": "Lyons JR. Atmospherically-derived mass-independent sulfur isotope signature, and incorporation into sediments. Chem Geol. 2009;267(3-4):164–174."}, {"Citation": "Claire MA, et al. Modeling the signature of sulfur mass-independent fractionation produced in the Archean atmosphere. Geochim Cosmochim Acta. 2014;141:365–380."}, {"Citation": "Whitehill AR, et al. Vibronic origin of sulfur mass-independent isotope effect in photoexcitation of SO2 and the implications to the early Earth’s atmosphere. Proc Natl Acad Sci USA. 2013;110(44):17697–17702.", "ArticleIdList": ["PMC3816475", "23836655"]}, {"Citation": "Baroni M, Savarino J, Cole-Dai J, Rai V, Thiemens M. Anomalous sulfur isotope compositions of volcanic sulfate over the last millennium in Antarctic ice cores. J Geophys Res. 2008;113(D20):D20112."}, {"Citation": "Canfield DE, Raiswell R, Westrich JT, Reaves CM, Berner RA. The use of chromium reduction in the analysis of reduced inorganic sulfurin sediments and shales. Chem Geol. 1986;54(1-2):149–155."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "7", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25561552", "PMC4311851", "10.1073/pnas.1419681112", "1419681112"]}}], "PubmedBookArticle": []}