{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Lung", "Mass spectrometry", "Oxidized lipids", "Ozone", "Principal component analysis", "Pulmonary surfactant"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25575758", "DateCompleted": {"Year": "2015", "Month": "12", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "07"}], "ELocationID": ["10.1016/j.ab.2014.12.018", "S0003-2697(14)00578-8"], "Journal": {"ISSN": "1096-0309", "JournalIssue": {"Volume": "474", "PubDate": {"Year": "2015", "Month": "Apr", "Day": "01"}}, "Title": "Analytical biochemistry", "ISOAbbreviation": "Anal Biochem"}, "ArticleTitle": "Identification of oxidized phospholipids in bronchoalveolar lavage exposed to low ozone levels using multivariate analysis.", "Pagination": {"StartPage": "50", "EndPage": "58", "MedlinePgn": "50-8"}, "Abstract": {"AbstractText": ["Chemical reactions with unsaturated phospholipids in the respiratory tract lining fluid have been identified as one of the first important steps in the mechanisms mediating environmental ozone toxicity. As a consequence of these reactions, complex mixtures of oxidized lipids are generated in the presence of mixtures of non-oxidized naturally occurring phospholipid molecular species, which challenge methods of analysis. Untargeted mass spectrometry and statistical methods were employed to approach these complex spectra. Human bronchoalveolar lavage (BAL) was exposed to low levels of ozone, and samples with and without derivatization of aldehydes were analyzed by liquid chromatography electrospray ionization tandem mass spectrometry. Data processing was carried out using principal component analysis (PCA). Resulting PCA scores plots indicated an ozone dose-dependent increase, with apparent separation between BAL samples exposed to 60 ppb ozone and non-exposed BAL samples as well as a clear separation between ozonized samples before and after derivatization. Corresponding loadings plots revealed that more than 30 phosphatidylcholine (PC) species decreased due to ozonation. A total of 13 PC and 6 phosphatidylglycerol oxidation products were identified, with the majority being structurally characterized as chain-shortened aldehyde products. This method exemplifies an approach for comprehensive detection of low-abundance, yet important, components in complex lipid samples."], "CopyrightInformation": "Copyright © 2015 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, University of Colorado Denver, Aurora, CO 80045, USA; Department of Public Health and Community Medicine, University of Gothenburg, SE-40530 Gothenburg, Sweden."}], "LastName": "Almstrand", "ForeName": "Ann-Charlotte", "Initials": "AC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, National Jewish Health, Denver, CO 80206, USA."}], "LastName": "Voelker", "ForeName": "Dennis", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, University of Colorado Denver, Aurora, CO 80045, USA. Electronic address: robert.murphy@ucdenver.edu."}], "LastName": "Murphy", "ForeName": "Robert C", "Initials": "RC"}], "GrantList": [{"GrantID": "P01 HL034303", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "HL 34303", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Anal Biochem", "NlmUniqueID": "0370535", "ISSNLinking": "0003-2697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phosphatidylcholines"}, {"RegistryNumber": "0", "NameOfSubstance": "Phosphatidylglycerols"}, {"RegistryNumber": "0", "NameOfSubstance": "Phospholipids"}, {"RegistryNumber": "0", "NameOfSubstance": "Surface-Active Agents"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Bronchoalveolar Lavage"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Phosphatidylcholines"}, {"QualifierName": ["analysis"], "DescriptorName": "Phosphatidylglycerols"}, {"QualifierName": ["analysis"], "DescriptorName": "Phospholipids"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Surface-Active Agents"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Schonbein CF. On some Secondary Physiological Effects produced by Atmospheric Electricity. Med Chir Trans. 1851;34:205–220.", "ArticleIdList": ["PMC2104248", "20895959"]}, {"Citation": "Mudway IS, Kelly FJ. Ozone and the lung: a sensitive issue. Mol Aspects Med. 2000;21:1–48.", "ArticleIdList": ["10804262"]}, {"Citation": "Al-Hegelan M, Tighe RM, Castillo C, Hollingsworth JW. Ambient ozone and pulmonary innate immunity. Immunol Res. 2011;49:173–191.", "ArticleIdList": ["PMC3747041", "21132467"]}, {"Citation": "Chiba H, Piboonpocanun S, Mitsuzawa H, Kuronuma K, Murphy RC, Voelker DR. Pulmonary surfactant proteins and lipids as modulators of inflammation and innate immunity. Respirology. 2006;11(Suppl):S2–6.", "ArticleIdList": ["16423264"]}, {"Citation": "Wright JR. Immunomodulatory functions of surfactant. Physiol Rev. 1997;77:931–962.", "ArticleIdList": ["9354809"]}, {"Citation": "Thompson KC, Jones SH, Rennie AR, King MD, Ward AD, Hughes BR, Lucas CO, Campbell RA, Hughes AV. Degradation and rearrangement of a lung surfactant lipid at the air-water interface during exposure to the pollutant gas ozone. Langmuir. 2013;29:4594–4602.", "ArticleIdList": ["23480170"]}, {"Citation": "Santrock J, Gorski RA, O’Gara JF. Products and mechanism of the reaction of ozone with phospholipids in unilamellar phospholipid vesicles. Chem Res Toxicol. 1992;5:134–141.", "ArticleIdList": ["1581530"]}, {"Citation": "Pryor WA, Squadrito GL, Friedman M. The cascade mechanism to explain ozone toxicity: the role of lipid ozonation products. Free Radic Biol Med. 1995;19:935–941.", "ArticleIdList": ["8582671"]}, {"Citation": "Uhlson C, Harrison K, Allen CB, Ahmad S, White CW, Murphy RC. Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem Res Toxicol. 2002;15:896–906.", "ArticleIdList": ["12118999"]}, {"Citation": "Kafoury RM, Hernandez JM, Lasky JA, Toscano WA, Jr, Friedman M. Activation of transcription factor IL-6 (NF-IL-6) and nuclear factor-kappaB (NF-kappaB) by lipid ozonation products is crucial to interleukin-8 gene expression in human airway epithelial cells. Environ Toxicol. 2007;22:159–168.", "ArticleIdList": ["17366569"]}, {"Citation": "Pryor WA, Das B, Church DF. The ozonation of unsaturated fatty acids: aldehydes and hydrogen peroxide as products and possible mediators of ozone toxicity. Chem Res Toxicol. 1991;4:341–348.", "ArticleIdList": ["1912318"]}, {"Citation": "Frampton MW, Pryor WA, Cueto R, Cox C, Morrow PE, Utell MJ. Ozone exposure increases aldehydes in epithelial lining fluid in human lung. Am J Respir Crit Care Med. 1999;159:1134–1137.", "ArticleIdList": ["10194157"]}, {"Citation": "Adachi J, Yoshioka N, Funae R, Nushida H, Asano M, Ueno Y. Determination of phosphatidylcholine monohydroperoxides using quadrupole time-of-flight mass spectrometry. J Chromatogr B Analyt Technol Biomed Life Sci. 2004;806:41–46.", "ArticleIdList": ["15149609"]}, {"Citation": "Shelley SA, Balis JU, Paciga JE, Espinoza CG, Richman AV. Biochemical composition of adult human lung surfactant. Lung. 1982;160:195–206.", "ArticleIdList": ["6896735"]}, {"Citation": "Postle AD, Heeley EL, Wilton DC. A comparison of the molecular species compositions of mammalian lung surfactant phospholipids. Comp Biochem Physiol A Mol Integr Physiol. 2001;129:65–73.", "ArticleIdList": ["11369534"]}, {"Citation": "Wynalda KM, Murphy RC. Low-concentration ozone reacts with plasmalogen glycerophosphoethanolamine lipids in lung surfactant. Chem Res Toxicol. 2010;23:108–117.", "ArticleIdList": ["PMC2807911", "19916514"]}, {"Citation": "Donovan EL, Pettine SM, Hickey MS, Hamilton KL, Miller BF. Lipidomic analysis of human plasma reveals ether-linked lipids that are elevated in morbidly obese humans compared to lean. Diabetol Metab Syndr. 2013;5:24.", "ArticleIdList": ["PMC3663699", "23672807"]}, {"Citation": "Yoo BC, Kong SY, Jang SG, Kim KH, Ahn SA, Park WS, Park S, Yun T, Eom HS. Identification of hypoxanthine as a urine marker for non-Hodgkin lymphoma by low-mass-ion profiling. BMC Cancer. 2010;10:55.", "ArticleIdList": ["PMC2841663", "20175931"]}, {"Citation": "Bligh EG, Dyer WJ. A rapid method of total lipid extraction and purification. Can J Biochem Physiol. 1959;37:911–917.", "ArticleIdList": ["13671378"]}, {"Citation": "Rouser G, Siakotos AN, Fleischer S. Quantitative analysis of phospholipids by thin-layer chromatography and phosphorus analysis of spots. Lipids. 1966;1:85–86.", "ArticleIdList": ["17805690"]}, {"Citation": "Watson AD, Leitinger N, Navab M, Faull KF, Horkko S, Witztum JL, Palinski W, Schwenke D, Salomon RG, Sha W, Subbanagounder G, Fogelman AM, Berliner JA. Structural identification by mass spectrometry of oxidized phospholipids in minimally oxidized low density lipoprotein that induce monocyte/endothelial interactions and evidence for their presence in vivo. J Biol Chem. 1997;272:13597–13607.", "ArticleIdList": ["9153208"]}, {"Citation": "Ivosev G, Burton L, Bonner R. Dimensionality reduction and visualization in principal component analysis. Anal Chem. 2008;80:4933–4944.", "ArticleIdList": ["18537272"]}, {"Citation": "Murphy RC, Axelsen PH. Mass spectrometric analysis of long-chain lipids. Mass Spectrom Rev. 2011;30:579–599.", "ArticleIdList": ["PMC3117083", "21656842"]}, {"Citation": "Liebisch G, Vizcaino JA, Kofeler H, Trotzmuller M, Griffiths WJ, Schmitz G, Spener F, Wakelam MJ. Shorthand notation for lipid structures derived from mass spectrometry. J Lipid Res. 2013;54:1523–1530.", "ArticleIdList": ["PMC3646453", "23549332"]}, {"Citation": "Behndig AF, Blomberg A, Helleday R, Duggan ST, Kelly FJ, Mudway IS. Antioxidant responses to acute ozone challenge in the healthy human airway. Inhal Toxicol. 2009;21:933–942.", "ArticleIdList": ["19459773"]}, {"Citation": "Harrison KA, Murphy RC. Direct mass spectrometric analysis of ozonides: application to unsaturated glycerophosphocholine lipids. Anal Chem. 1996;68:3224–3230.", "ArticleIdList": ["8797383"]}, {"Citation": "Pryor WA, Wu M. Ozonation of methyl oleate in hexane, in a thin film, in SDS micelles, and in distearoylphosphatidylcholine liposomes: yields and properties of the Criegee ozonide. Chem Res Toxicol. 1992;5:505–511.", "ArticleIdList": ["1391616"]}, {"Citation": "Numata M, Kandasamy P, Voelker DR. Anionic pulmonary surfactant lipid regulation of innate immunity. Expert Rev Respir Med. 2012;6:243–246.", "ArticleIdList": ["PMC4444359", "22788936"]}, {"Citation": "Kim HI, Kim H, Shin YS, Beegle LW, Goddard WA, Heath JR, Kanik I, Beauchamp JL. Time resolved studies of interfacial reactions of ozone with pulmonary phospholipid surfactants using field induced droplet ionization mass spectrometry. J Phys Chem B. 2010;114:9496–9503.", "ArticleIdList": ["PMC3695605", "20608690"]}, {"Citation": "Kafoury RM, Pryor WA, Squadrito GL, Salgo MG, Zou X, Friedman M. Induction of inflammatory mediators in human airway epithelial cells by lipid ozonation products. Am J Respir Crit Care Med. 1999;160:1934–1942.", "ArticleIdList": ["10588609"]}, {"Citation": "Alexis NE, Lay JC, Hazucha M, Harris B, Hernandez ML, Bromberg PA, Kehrl H, Diaz-Sanchez D, Kim C, Devlin RB, Peden DB. Low-level ozone exposure induces airways inflammation and modifies cell surface phenotypes in healthy humans. Inhal Toxicol. 2010;22:593–600.", "ArticleIdList": ["PMC3162473", "20384440"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "17"}, {"Year": "2014", "Month": "12", "Day": "23"}, {"Year": "2014", "Month": "12", "Day": "24"}, {"Year": "2015", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25575758", "NIHMS668043", "PMC4375957", "10.1016/j.ab.2014.12.018", "S0003-2697(14)00578-8"]}}], "PubmedBookArticle": []}