{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25585103", "DateCompleted": {"Year": "2015", "Month": "08", "Day": "27"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "09"}], "ELocationID": ["10.3390/s150101148"], "Journal": {"ISSN": "1424-8220", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2015", "Month": "Jan", "Day": "09"}}, "Title": "Sensors (Basel, Switzerland)", "ISOAbbreviation": "Sensors (Basel)"}, "ArticleTitle": "Application of PTR-MS for measuring odorant emissions from soil application of manure slurry.", "Pagination": {"StartPage": "1148", "EndPage": "1167", "MedlinePgn": "1148-67"}, "Abstract": {"AbstractText": ["Odorous volatile organic compounds (VOC) and hydrogen sulfide (H2S) are emitted together with ammonia (NH3) from manure slurry applied as a fertilizer, but little is known about the composition and temporal variation of the emissions. In this work, a laboratory method based on dynamic flux chambers packed with soil has been used to measure emissions from untreated pig slurry and slurry treated by solid-liquid separation and ozonation. Proton-transfer-reaction mass spectrometry (PTR-MS) was used to provide time resolved data for a range of VOC, NH3 and H2S. VOC included organic sulfur compounds, carboxylic acids, phenols, indoles, alcohols, ketones and aldehydes. H2S emission was remarkably observed to take place only in the initial minutes after slurry application, which is explained by its high partitioning into the air phase. Long-term odor effects are therefore assessed to be mainly due to other volatile compounds with low odor threshold values, such as 4-methylphenol. PTR-MS signal assignment was verified by comparison to a photo-acoustic analyzer (NH3) and to thermal desorption GC/MS (VOC). Due to initial rapid changes in odorant emissions and low concentrations of odorants, PTR-MS is assessed to be a very useful method for assessing odor following field application of slurry. The effects of treatments on odorant emissions are discussed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, Aarhus University, Hangøvej 2, DK-8200 Aarhus N, Denmark. af@eng.au.dk."}], "LastName": "Feilberg", "ForeName": "Anders", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, Aarhus University, Hangøvej 2, DK-8200 Aarhus N, Denmark. pernille.bildsoe@eng.au.dk."}], "LastName": "Bildsoe", "ForeName": "Pernille", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, Aarhus University, Hangøvej 2, DK-8200 Aarhus N, Denmark. tavs.nyord@eng.au.dk."}], "LastName": "Nyord", "ForeName": "Tavs", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Sensors (Basel)", "NlmUniqueID": "101204366", "ISSNLinking": "1424-8220"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Manure"}, {"RegistryNumber": "0", "NameOfSubstance": "Methylamines"}, {"RegistryNumber": "0", "NameOfSubstance": "Protons"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7664-41-7", "NameOfSubstance": "Ammonia"}, {"RegistryNumber": "LHH7G8O305", "NameOfSubstance": "trimethylamine"}, {"RegistryNumber": "Q40Q9N063P", "NameOfSubstance": "Acetic Acid"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Acetic Acid"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Ammonia"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Limit of Detection"}, {"QualifierName": ["analysis"], "DescriptorName": "Manure"}, {"QualifierName": ["methods"], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": ["chemistry"], "DescriptorName": "Methanol"}, {"QualifierName": ["analysis"], "DescriptorName": "Methylamines"}, {"QualifierName": ["analysis"], "DescriptorName": "Odorants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Photoacoustic Techniques"}, {"QualifierName": [], "DescriptorName": "Protons"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Sus scrofa"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Van Grinsven H.J.M., ten Berge H.F.M., Dalgaard T., Fraters B., Durand P., Hart A., Hofman G., Jacobsen B.H., Lalor S.T.J., Lesschen J.P., et al. Management, regulation and environmental impacts of nitrogen fertilization in northwestern europe under the nitrates directive; a benchmark study. Biogeosciences. 2012;9:5143–5160."}, {"Citation": "Hutchings N.J., Sommer S.G., Andersen J.M., Asman W.A.H. A detailed ammonia emission inventory for denmark. Atmos. Environ. 2001;35:1959–1968."}, {"Citation": "European Environment Agency (EEA) Annual European Community LRTAP Convention Emission Inventory Report 1990–2006. EEA; Copenhagen, Denmark: 2008."}, {"Citation": "Hanna H.M., Bundy D.S., Lorimor J.C., Mickelson S.K., Melvin S.W., Erbach D.C. Manure incorporation equipment effects on odor, residue cover, and crop yield. Appl. Eng. Agric. 2000;16:621–627."}, {"Citation": "Feilberg A., Nyord T., Hansen M.N., Lindholst S. Chemical evaluation of odor reduction by soil injection of animal manure. J. Environ. Qual. 2011;40:1674–1682.", "ArticleIdList": ["21869529"]}, {"Citation": "Pahl O., Godwin R.J., Hann M.J., Waine T.W. Cost-effective pollution control by shallow injection of pig slurry into growing crops. J. Agric. Eng. Res. 2001;80:381–390."}, {"Citation": "Hansen M.N., Kai P., Moller H.B. Effects of anaerobic digestion and separation of pig slurry on odor emission. Appl. Eng. Agric. 2006;22:135–139."}, {"Citation": "Trabue S.L., Anhalt J.C., Zahn J.A. Bias of tedlar bags in the measurement of agricultural odorants. J. Environ. Qual. 2006;35:1668–1677.", "ArticleIdList": ["16899738"]}, {"Citation": "Hansen M.J., Adamsen A.P.S., Feilberg A., Jonassen K. Storage stability of odorants from pig production in air sampling bags used for olfactometry. J. Environ. Qual. 2011;40:1096–1102.", "ArticleIdList": ["21712578"]}, {"Citation": "Hansen M.J., Adamsen A.P.S., Feilberg A. Recovery of odorants from an olfactometer measured by proton-transfer-reaction mass spectrometry. Sensors. 2013;13:7860–7871.", "ArticleIdList": ["PMC3715246", "23783737"]}, {"Citation": "Jonassen K.E.N., Pedersen P., Riis A.L., Sorensen K. Does the choice of olfactometric laboratory affect the efficiency of odour abatement technologies?. Proceedings of the 3rd International Conference on Environmental Odour Monitoring and Control; Palermo, Italy. 23–26 September 2012; pp. 43–48."}, {"Citation": "Klarenbeek J.V., Ogink N.W.M., van der Voet H. Odor measurements according to en 13725: A statistical analysis of variance components. Atmos. Environ. 2014;86:9–15."}, {"Citation": "Bokowa A., Beukes J.A. How reliable are odour assessments? Water Sci. Technol. 2012;66:2049–2055.", "ArticleIdList": ["22949233"]}, {"Citation": "Parker D.B., Gilley J., Woodbury B., Kim K.H., Galvin G., Bartelt-Hunt S.L., Li X., Snow D.D. Odorous voc emission following land application of swine manure slurry. Atmos. Environ. 2013;66:91–100."}, {"Citation": "Nyord T., Schelde K.M., Sogaard H.T., Jensen L.S., Sommer S.G. A simple model for assessing ammonia emissions from ammoniacal fertilisers as affected by pH and injection to soil. Atmos. Environ. 2008;42:4656–4664."}, {"Citation": "Dorno N., Feilberg A., Balsari P., Nyord T. Nitrous oxide losses from untreated and digested slurry as influenced by soil moisture and application method. Biosyst. Eng. 2013;115:423–433."}, {"Citation": "Reichman R., Rolston D.E. Design and performance of a dynamic gas flux chamber. J. Environ. Qual. 2002;31:1774–1781.", "ArticleIdList": ["12469825"]}, {"Citation": "Hjorth M., Pedersen C.O., Feilberg A. Redox potential as a means to control the treatment of slurry to lower H2S emissions. Sensors. 2012;12:5349–5362.", "ArticleIdList": ["PMC3386687", "22778588"]}, {"Citation": "Wu J.J., Park S.H., Hengemuehle S.M., Yokoyama M.T., Person H.L., Masten S.J. The effect of storage and ozonation on the physical, chemical, and biological characteristics of swine manure slurries. Ozone Sci. Eng. 1998;20:35–50."}, {"Citation": "Bildsoe P., Adamsen A.P.S., Feilberg A. Effect of low-dose liquid ozonation on gaseous emissions from pig slurry. Biosyst. Eng. 2012;113:86–93."}, {"Citation": "Liu D., Feilberg A., Adamsen A.P.S., Jonassen K.E.N. The effect of slurry treatment including ozonation on odorant reduction measured by in-situ PTR-MS. Atmos. Environ. 2011;45:3786–3793."}, {"Citation": "Zhu J., Zhang Z., Miller C. Odor and aeration efficiency affected by solids in swine manure during post-aeration storage. Trans. Asabe. 2008;51:293–300."}, {"Citation": "Philippe F.X., Cabaraux J.F., Nicks B. Ammonia emissions from pig houses: Influencing factors and mitigation techniques. Agric. Ecosyst. Environ. 2011;141:245–260."}, {"Citation": "Hjorth M., Christensen K.V., Christensen M.L., Sommer S.G. Solid-liquid separation of animal slurry in theory and practice. A review. Agron. Sustain. Dev. 2010;30:153–180."}, {"Citation": "De Gouw J., Warneke C. Measurements of volatile organic compounds in the earths atmosphere using proton-transfer-reaction mass spectrometry. Mass Spectrom. Rev. 2007;26:223–257.", "ArticleIdList": ["17154155"]}, {"Citation": "Blake R.S., Monks P.S., Ellis A.M. Proton-transfer reaction mass spectrometry. Chem. Rev. 2009;109:861–896.", "ArticleIdList": ["19215144"]}, {"Citation": "Feilberg A., Lu D.Z., Adamsen A.P.S., Hansen M.J., Jonassen K.E.N. Odorant emissions from intensive pig production measured by online proton-transfer-reaction mass spectrometry. Environ. Sci. Technol. 2010;44:5894–5900.", "ArticleIdList": ["20586445"]}, {"Citation": "Hansen M.J., Liu D.Z., Guldberg L.B., Feilberg A. Application of proton-transfer-reaction mass spectrometry to the assessment of odorant removal in a biological air cleaner for pig production. J. Agric. Food Chem. 2012;60:2599–2606.", "ArticleIdList": ["22304479"]}, {"Citation": "Nagata Y. Measurement of Odor Threshold by Triangle Odor Bag Method.  [(accessed on 28 November 2013)].  Available online:  Http://www.env.go.jp/en/air/odor/measure/02_3_2.pdf."}, {"Citation": "Van Gemert L.J. Compilations of Odour Threshold Values in Air, Water and Other Media. Boelens Aroma Chemical Information Services; Huizen, The Netherlands: 2003."}, {"Citation": "Lindinger W., Hansel A., Jordan A. Proton-transfer-reaction mass spectrometry (PTR-MS): On-line monitoring of volatile organic compounds at pptv levels. Chem. Soc. Rev. 1998;27:347–354."}, {"Citation": "Zhao J., Zhang R.Y. Proton transfer reaction rate constants between hydronium ion (H3O+) and volatile organic compounds. Atmos. Environ. 2004;38:2177–2185."}, {"Citation": "Cappellin L., Probst M., Limtrakul J., Biasioli F., Schuhfried E., Soukoulis C., Mark T.D., Gasperi F. Proton transfer reaction rate coefficients between H3O+ and some sulphur compounds. Int. J. Mass Spectrom. 2010;295:43–48."}, {"Citation": "Cappellin L., Karl T., Probst M., Ismailova O., Winkler P.M., Soukoulis C., Aprea E., Mark T.D., Gasperi F., Biasioli F. On quantitative determination of volatile organic compound concentrations using proton transfer reaction time-of-flight mass spectrometry. Environ. Sci. Technol. 2012;46:2283–2290.", "ArticleIdList": ["22296026"]}, {"Citation": "Rom H.B., Zhang G.Q. Time delay for aerial ammonia concentration measurements in livestock buildings. Sensors. 2010;10:4634–4642.", "ArticleIdList": ["PMC3292136", "22399896"]}, {"Citation": "Feilberg A., Adamsen A.P.S., Lindholst S., Lyngbye M., Schäfer A. Evaluation of biological air filters for livestock ventilation air by membrane inlet mass spectrometry. J. Environ. Qual. 2010;39:1085–1096.", "ArticleIdList": ["20400604"]}, {"Citation": "Kim K.Y., Ko H.J., Kim H.T., Kim Y.S., Roh Y.M., Lee C.M., Kim H.S., Kim C.N. Sulfuric odorous compounds emitted from pig-feeding operations. Atmos. Environ. 2007;41:4811–4818."}, {"Citation": "Sander R. Compilation of Henry's Law Constants for Inorganic and Organic Species of Potential Importance in Environmental Chemistry.  [(accessed on 23 June 2010)].  Available online:  http://www.ceset.unicamp.br/∼mariaacm/ST405/Lei%2520de%2520Henry.pdf."}, {"Citation": "Sommer S.G., Olesen J.E. Effects of dry-matter content and temperature on ammonia loss from surface-applied cattle slurry. J. Environ. Qual. 1991;20:679–683."}, {"Citation": "Munoz F., von Sonntag C. The reactions of ozone with tertiary amines including the complexing agents nitrilotriacetic acid (NTA) and ethylenediaminetetraacetic acid (EDTA) in aqueous solution. J. Chem. Soc. Perkin Trans. 2. 2000;10:2029–2033."}, {"Citation": "Hoigne J., Bader H., Haag W.R., Staehelin J. Rate constants of reactions of ozone with organic and inorganic-compounds in water—III. Inorganic compounds and radicals. Water Res. 1985;19:993–1004."}, {"Citation": "Kuhl M., Jorgensen B.B. Microsensor measurements of sulfate reduction and sulfide oxidation in compact microbial communities of aerobic biofilms. Appl. Environ. Microbiol. 1992;58:1164–1174.", "ArticleIdList": ["PMC195570", "16348687"]}, {"Citation": "Markfoged R. Ph.D. Thesis. Aarhus University: Aarhus, Denmark; 2013. Microbial Control of Gas-Exchange at Air-Manure Interfaces."}, {"Citation": "Tripathi S., Pathak V., Tripathi D.M., Tripathi B.D. Application of ozone based treatments of secondary effluents. Bioresour. Technol. 2011;102:2481–2486.", "ArticleIdList": ["21126870"]}, {"Citation": "Blunden J., Aneja V.P., Lonneman W.A. Characterization of non-methane volatile organic compounds at swine facilities in eastern north carolina. Atmos. Environ. 2005;39:6707–6718."}, {"Citation": "Bulliner E.A., Koziel J.A., Cai L.S., Wright D. Characterization of livestock odors using steel plates, solid-phase microextraction, and multidimensional gas chromatography-mass spectrometry-olfactometry. J. Air Waste Manag. Assoc. 2006;56:1391–1403.", "ArticleIdList": ["17063862"]}, {"Citation": "Tangerman A. Determination of volatile sulfur-compounds in air at the parts-per-trillion level by tenax trapping and gas-chromatography. J. Chromatogr. 1986;366:205–216.", "ArticleIdList": ["3782318"]}, {"Citation": "Lestremau F., Andersson F.A.T., Desauziers V. Investigation of artefact formation during analysis of volatile sulphur compounds using solid phase microextraction (SPME) Chromatographia. 2004;59:607–613."}, {"Citation": "Andersen K.B., Hansen M.J., Feilberg A. Minimisation of artefact formation of dimethyl disulphide during sampling and analysis of methanethiol in air using solid sorbent materials. J. Chromatogr. A. 2012;1245:24–31.", "ArticleIdList": ["22658137"]}, {"Citation": "Lokke M.M., Edelenbos M., Larsen E., Feilberg A. Investigation of volatiles emitted from freshly cut onions (Allium cepa L.) By real time proton-transfer reaction-mass spectrometry (PTR-MS) Sensors. 2012;12:16060–16076.", "ArticleIdList": ["PMC3571771", "23443367"]}, {"Citation": "Schuhfried E., Probst M., Limtrakul J., Wannakao S., Aprea E., Cappellin L., Mark T.D., Gasperi F., Biasioli F. Sulfides: Chemical ionization induced fragmentation studied with proton transfer reaction-mass spectrometry and density functional calculations. J. Mass Spectrom. 2013;48:367–378.", "ArticleIdList": ["23494794"]}, {"Citation": "Hoigne J., Bader H. Rate constants of reactions of ozone with organic and inorganic-compounds in water—II: Dissociating organic compounds. Water Res. 1983;17:185–194."}, {"Citation": "Brown P., Watts P., Mark T.D., Mayhew C.A. Proton transfer reaction mass spectrometry investigations on the effects of reduced electric field and reagent ion internal energy on product ion branching ratios for a series of saturated alcohols. Int. J. Mass Spectrom. 2010;294:103–111."}, {"Citation": "Schiffman S.S., Bennett J.L., Raymer J.H. Quantification of odors and odorants from swine operations in north carolina. Agric. For. Meteorol. 2001;108:213–240."}, {"Citation": "Glaze W.H., Koga M., Cancilla D. Ozonation by-products. 2. Improvement of an aqueous-phase derivatization method for the detection of formaldehyde and other carbonyl-compounds formed by the ozonation of drinking-water. Environ. Sci. Technol. 1989;23:838–847."}, {"Citation": "Paraskeva P., Graham N.J.D. Ozonation of municipal wastewater effluents. Water Environ. Res. 2002;74:569–581.", "ArticleIdList": ["12540098"]}, {"Citation": "Hansen M.J., Adamsen A.P.S., Pedersen P., Feilberg A. Prediction of odor from pig production based on chemical odorants. J. Environ. Qual. 2012;41:436–443.", "ArticleIdList": ["22370406"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "11", "Day": "12"}, {"Year": "2014", "Month": "12", "Day": "19"}, {"Year": "2015", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["25585103", "PMC4327069", "10.3390/s150101148", "s150101148"]}}], "PubmedBookArticle": []}