{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["1-bromopropane", "F344 rats", "gas uptake inhalation", "physiologically based pharmacokinetic modeling"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25634537", "DateCompleted": {"Year": "2016", "Month": "05", "Day": "16"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "28"}], "ELocationID": ["10.1093/toxsci/kfv018"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "145", "Issue": "1", "PubDate": {"Year": "2015", "Month": "May"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Physiologically based pharmacokinetic modeling for 1-bromopropane in F344 rats using gas uptake inhalation experiments.", "Pagination": {"StartPage": "23", "EndPage": "36", "MedlinePgn": "23-36"}, "Abstract": {"AbstractText": ["1-Bromopropane (1-BP) was introduced into the workplace as an alternative to ozone-depleting solvents and increasingly used in manufacturing industry. The potential exposure to 1-BP and the current reports of adverse effects associated with occupational exposure to high levels of 1-BP have increased the need to understand the mechanism of 1-BP toxicity in animal models as a mean of understanding risk in workers. Physiologically based pharmacokinetic (PBPK) model for 1-BP has been developed to examine 2 metabolic pathway assumptions for gas-uptake inhalation study. Based on previous gas-uptake experiments in the Fischer 344 rat, the PBPK model was developed by simulating the 1-BP concentration in a closed chamber. In the model, we tested the hypothesis that metabolism responsibilities were shared by the p450 CYP2E1 and glutathione (GSH) conjugation. The results showed that 2 metabolic pathways adequately simulated 1-BP closed chamber concentration. Furthermore, the above model was tested by simulating the gas-uptake data of the female rats pretreated with 1-aminobenzotrizole, a general P450 suicide inhibitor, or d,l-buthionine (S,R)-sulfoximine, an inhibitor of GSH synthesis, prior to exposure to 800 ppm 1-BP. The comparative investigation on the metabolic pathway of 1-BP through the PBPK modeling in both sexes provides critical information for understanding the role of p450 and GSH in the metabolism of 1-BP and eventually helps to quantitatively extrapolate current animal studies to human."], "CopyrightInformation": "© The Author 2015. Published by Oxford University Press on behalf of the Society of Toxicology. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Lovelace Respiratory Research Institute, Albuquerque, New Mexico 87108 and Department of Environmental Health Science, College of Public Health, University of Georgia, Athens, Georgia 30602."}], "LastName": "Garner", "ForeName": "C Edwin", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Lovelace Respiratory Research Institute, Albuquerque, New Mexico 87108 and Department of Environmental Health Science, College of Public Health, University of Georgia, Athens, Georgia 30602."}], "LastName": "Liang", "ForeName": "Shenxuan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Lovelace Respiratory Research Institute, Albuquerque, New Mexico 87108 and Department of Environmental Health Science, College of Public Health, University of Georgia, Athens, Georgia 30602."}], "LastName": "Yin", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Lovelace Respiratory Research Institute, Albuquerque, New Mexico 87108 and Department of Environmental Health Science, College of Public Health, University of Georgia, Athens, Georgia 30602 yuxz@uga.edu."}], "LastName": "Yu", "ForeName": "Xiaozhong", "Initials": "X"}], "GrantList": [{"GrantID": "5R21OH010473", "Acronym": "OH", "Agency": "NIOSH CDC HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons, Brominated"}, {"RegistryNumber": "Y9746DNE68", "NameOfSubstance": "1-bromopropane"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Gases"}, {"QualifierName": ["administration & dosage", "pharmacokinetics"], "DescriptorName": "Hydrocarbons, Brominated"}, {"QualifierName": [], "DescriptorName": "Inhalation Exposure"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Models, Biological"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Inbred F344"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "American Conference of Governmental Industrial Hygienists (ACGIH) (2014). TLVs and BEIs based on the Documentation of the Threshold limit values for chemical substances and physical agents and biological exposure indices. ISBN: 978-1-607260-72-1."}, {"Citation": "Andersen M. E., Reddy M. B., Plotzke K. P. (2008). Are highly lipophilic volatile compounds expected to bioaccumulate with repeated exposures? Toxicol. Lett 179, 85–92.", "ArticleIdList": ["18513896"]}, {"Citation": "Anderson S. E., Munson A. E., Butterworth L. F., Germolec D., Morgan D. L., Roycroft J. A., Dill J., Meade B. J. (2010). Whole-body inhalation exposure to 1-bromopropane suppresses the IgM response to sheep red blood cells in female B6C3F1 mice and Fisher 344/N rats. Inhal. Toxicol. 22, 125–132.", "ArticleIdList": ["PMC2832118", "20041805"]}, {"Citation": "B'Hymer C., Cheever K. L. (2004). Development of a gas chromatographic test for the quantification of the biomarker 3-bromopropionic acid in human urine. J. Chromatog. B 802, 361–366.", "ArticleIdList": ["15018799"]}, {"Citation": "Balani S. K., Zhu T., Yang T. J., Liu Z., He B., Lee F. W. (2002). Effective dosing regimen of 1-aminobenzotriazole for inhibition of antipyrine clearance in rats, dogs, and monkeys. Drug Metabol. Dispos. 30, 1059–1062.", "ArticleIdList": ["12228180"]}, {"Citation": "Brody S. (1945). Bioenergetics and growth, with special reference to the efficiency complex in domestic animals. Reinhold Publish Coperation. Available at: http://animalsciences.missouri.edu/research/bec/Brody%20Book/2.%20Bioenergetics%20and%20Growth%20-%20Chapters%201%20-%206.pdf. Accessed February 10, 2015."}, {"Citation": "Brown R. P., Delp M. D., Lindstedt S. L., Rhomberg L. R., Beliles R. P. (1997). Physiological parameter values for physiologically based pharmacokinetic models. Toxicol. Indust. Health 13, 407–484.", "ArticleIdList": ["9249929"]}, {"Citation": "Demontellano P. R. O., Mathews J. M. (1981). Autocatalytic alkylation of the cytochrome-P-450 prosthetic heme group by 1-aminobenzotriazole - isolation of an Nn-bridged benzene-protoporphyrin Ix adduct. Biochem. J. 195, 761–764.", "ArticleIdList": ["PMC1162949", "7316983"]}, {"Citation": "Dobrev I. D., Nong A., Liao K. H., Reddy M. B., Plotzke K. P., Andersen M. E. (2008). Assessing kinetic determinants for metabolism and oral uptake of octamethylcyclotetrasiloxane (D4) from inhalation chamber studies. Inhal. Toxicol. 20, 361–373.", "ArticleIdList": ["18302045"]}, {"Citation": "Dobrev I. D., Reddy M. B., Plotzke K. P., Varaprath S., McNett D. A., Durham J., Andersen M. E. (2003). Closed-chamber inhalation pharmacokinetic studies with hexamethyldisiloxane in the rat. Inhal. Toxicol. 15, 589–617.", "ArticleIdList": ["12692732"]}, {"Citation": "Eisenberg J., Ramsey J. (2010). Evaluation of 1-Bromopropane Use in Four New Jersey Commercial Dry Cleaning Facilities, Health Hazard Evaluation Report Department of Health and Human Services, Centers for Disease Control and Prevention. Available at: http://www.cdc.gov/niosh/hhe/reports/pdfs/2008-0175-3111.pdf, pp. 1–28. Accessed February 10, 2015."}, {"Citation": "Environmental Protection Agency (EPA). (2006). Approaches for the application of physiologically based pharmacokinetic (PBPK) models and supporting data in risk assessment. Federal Register 71, 55469–55470."}, {"Citation": "Environmental Protection Agency (EPA). (2007). Protection of stratospheric ozone: listing of substitutes for ozone-depleting substances-n-propyl bromide in adhesives, coatings, and aerosols. Federal Register\n72, 30168–30207. Available at: http://www.gpo.gov/fdsys/pkg/FR-2007-2005-2030/pdf/E2007-9706.pdf. Accessed February 10, 2015."}, {"Citation": "Gargas M. L., Burgess R. J., Voisard D. E., Cason G. H., Andersen M. E. (1989). Partition-coefficients of low-molecular-weight volatile chemicals in various liquids and tissues. Toxicol. Appl. Pharmacol. 98, 87–99.", "ArticleIdList": ["2929023"]}, {"Citation": "Garner C. E., Sloan C., Sumner S. C. J., Burgess J., Davis J., Etheridge A., Parham A., Ghanayem B. I. (2007). CYP2E1-catalyzed oxidation contributes to the sperm toxicity of 1-bromopropane in mice. Biol. Reprod. 76, 496–505.", "ArticleIdList": ["17093198"]}, {"Citation": "Garner C. E., Sumner S. C. J., Davis J. G., Burgess J. P., Yueh Y., Demeter J., Zhan Q., Valentine J., Jeffcoat A. R., Burka L. T., Mathews J. M. (2006). Metabolism and disposition of 1-bromopropane in rats and mice following inhalation or intravenous administration. Toxicol. Appl. Pharmacol. 215, 23–36.", "ArticleIdList": ["16513153"]}, {"Citation": "Garner C. E., Yu X. (2014). Species and sex-dependent toxicokinetics of 1-bromopropane: the role of hepatic cytochrome P450 oxidation and glutathione (GSH). Xenobiotica. 44, 644–656.", "ArticleIdList": ["24438363"]}, {"Citation": "Gearhart J. M., Jepson G. W., Clewell H. J., Andersen M. E., Conolly R. B. (1990). Physiologically based pharmacokinetic and pharmacodynamic model for the inhibition of acetylcholinesterase by diisopropylfluorophosphate. Toxicol. Appl. Pharmacol. 106, 295–310.", "ArticleIdList": ["2256118"]}, {"Citation": "Hanley K. W., Petersen M., Curwin B. D., Sanderson W. T. (2006). Urinary bromide and breathing zone concentrations of 1-bromopropane from workers exposed to flexible foam spray adhesives. Ann. Occupat. Hygiene 50, 599–607.", "ArticleIdList": ["16698849"]}, {"Citation": "Hanley K. W., Petersen M. R., Cheever K. L., Luo L. (2009). N-Acetyl-S-(n-propyl)-l-cysteine in urine from workers exposed to 1-bromopropane in foam cushion spray adhesives. Ann. Occupat. Hygiene 53, 759–769.", "ArticleIdList": ["PMC2758670", "19706636"]}, {"Citation": "Hanley K. W., Petersen M. R., Cheever K. L., Luo L. (2010). Bromide and N-acetyl-S-(n-propyl)-l-cysteine in urine from workers exposed to 1-bromopropane solvents from vapor degreasing or adhesive manufacturing. Int. Archiv. Occupat. Environ. Health 83, 571–584.", "ArticleIdList": ["20229238"]}, {"Citation": "Ichihara G. (2005). Neuro-reproductive toxicities of 1-bromopropane and 2-bromopropane. Int. Archiv. Occupat. Environ. Health 78, 79–96.", "ArticleIdList": ["15812677"]}, {"Citation": "Ichihara G., Asaeda N., Kumazawa T., Tagawa Y., Kamijima M., Yu X. Z., Kondo H., Nakajima T., Kitoh J., Yu I. J., et al. (1997). Testicular and hematopoietic toxicity of 2-bromopropane, a substitute for ozone layer-depleting chlorofluorocarbons. J. Occupat. Health 39, 57–63."}, {"Citation": "Ichihara G., Ding X., Yu X., Wu X., Kamijima M., Peng S., Jiang X., Takeuchi Y. (1999). Occupational health survey on workers exposed to 2-bromopropane at low concentrations. Am. J. Indust. Med. 35, 523–531.", "ArticleIdList": ["10212706"]}, {"Citation": "Ichihara G., Huang F., Ichihiara S., Kitagawa E., Mizugami S., Iwahashi H., Mari I., Junzho K. (2012). Susceptibility to 1-bromopropane exposure and gene expression in two rat strains. Toxicol. Lett. 211, S193–S193."}, {"Citation": "Ichihara G., Kitoh J., Yu X., Asaeda N., Iwai H., Kumazawa T., Shibata E., Yamada T., Wang H., Xie Z., et al. (2000a). 1-Bromopropane, an alternative to ozone layer depleting solvents, is dose-dependently neurotoxic to rats in long-term inhalation exposure. Toxicol. Sci. 55, 116–123.", "ArticleIdList": ["10788566"]}, {"Citation": "Ichihara G., Li W., Ding X., Peng S., Yu X., Shibata E., Yamada T., Wang H., Itohara S., Kanno S., et al. . (2004a). A survey on exposure level, health status, and biomarkers in workers exposed to 1-bromopropane. Am. J. Indust. Med. 45, 63–75.", "ArticleIdList": ["14691970"]}, {"Citation": "Ichihara G., Li W., Shibata E., Ding X., Wang H., Liang Y., Peng S., Itohara S., Kamijima M., Fan Q., et al. (2004b). Neurologic abnormalities in workers of a 1-bromopropane factory. Environ. Health Perspect. 112, 1319–1325.", "ArticleIdList": ["PMC1247523", "15345346"]}, {"Citation": "Ichihara G., Yu X., Kitoh J., Asaeda N., Kumazawa T., Iwai H., Shibata E., Yamada T., Wang H., Xie Z., et al. . (2000b). Reproductive toxicity of 1-bromopropane, a newly introduced alternative to ozone layer depleting solvents, in male rats. Toxicol. Sci. 54, 416–423.", "ArticleIdList": ["10774824"]}, {"Citation": "Jones A. R., Walsh D. A., 1979. Oxidative-metabolism of 1-bromopropane in the rat. Xenobiotica 9, 763–772.", "ArticleIdList": ["532220"]}, {"Citation": "Kamijima M., Ichihara G., Kitoh J., Tsukamura H., Maeda K., Yu X. Z., Xie Z. L., Nakajima T., Asaeda N., Hisanaga N., et al. . (1997a). Ovarian toxicity of 2-bromopropane in the non-pregnant female rat. Jo. Occupat. Health 39, 144–149."}, {"Citation": "Kamijima M., Ichihara G., Yu X. Z., Xie Z. L., Kitoh J., Tsukamura H., Maeda K., Nakajima T., Asaeda N., Hisanaga N., et al. (1997b). Disruption in ovarian cyclicity due to 2-bromopropane in the rat. Journal of Occupational Health 39, 3–4."}, {"Citation": "Kaneko T., Kim H. Y., Wang P. Y., Sato A. (1997). Partition coefficients and hepatic metabolism in vitro of 1- and 2-bromopropanes. J. Occupat. Health 39, 341–342."}, {"Citation": "Kim Y., Jung K., Hwang T., Jung G., Kim H., Park J., Kim J., Park J., Park D., Park S., et al. . (1997). Hematopoietic and reproductive hazards of Korean electronic workers exposed to solvents containing 2-bromopropane (vol 22, pg 387, 1996). Scandinav. J. Work, Environ. & Health 23, 80.", "ArticleIdList": ["8923614"]}, {"Citation": "Lee S. K., Kang M. J., Jeon T. W., Ha H. W., Yoo J. W., Ko G. S., Kang W., Jeong H. G., Lyoo W. S., Jeong T. C. (2010). Role of metabolism In 1-bromopropane-induced hepatotoxicity in mice. J. Toxicol. Environ. Health A 73, 1431–1440.", "ArticleIdList": ["20954070"]}, {"Citation": "Lilly P. D., Andersen M. E., Ross T. M., Pegram R. A. (1997). Physiologically based estimation of in vivo rates of bromodichloromethane metabolism. Toxicology 124, 141–152.", "ArticleIdList": ["9458004"]}, {"Citation": "Liu F., Ichihara S., Mohideen S. S., Sai U., Kitoh J., Ichihara G. (2009). Comparative study on susceptibility to 1-bromopropane in three mice strains. Toxicol. Sci. 112, 100–110.", "ArticleIdList": ["19638432"]}, {"Citation": "Maier A., Dourson M., Zhao J., Hack E. (2004). Scientific review of 1-bromopropaneoccupational exposure limit derivations—preliminary thoughts and areas for further analysis. Toxicol. Excellence Risk Assess.\n1–14. http://www.tera.org/Publications/TERA%20Analysis%20of%20OELs%20for%201-Bromopropane.pdf. Accessed February 10, 2015."}, {"Citation": "Morgan D. L., Nyska A., Harbo S. J., Grumbein S. L., Dill J. A., Roycroft J. H., Kissling G. E., Cesta M. F. (2011). Multisite carcinogenicity and respiratory toxicity of inhaled 1-bromopropane in rats and mice. Toxicol. Pathol. 39, 938–948.", "ArticleIdList": ["21859883"]}, {"Citation": "Nakajima T., Shimodaira S., Ichihara G., Asaeda N., Kumazawa T., Iwai H., Ichikawa I., Kamijima M., Yu X. Z., Xie Z. L., et al. (1997a). 2-Bromopropane-induced hypoplasia of bone marrow in male rats. J. Occupat. Health 39, 228–233."}, {"Citation": "Nakajima T., Shimodaira S., Ichihara G., Asaeda N., Kumazawa T., Iwai H., Ichikawa I., Kamijima M., Yu X. Z., Xie, et al. (1997b). Histopathologic findings of bone marrow induced by 2-bromopropane in male rats. J. Occupat. Health 39, 81"}, {"Citation": "National Toxicology Program (NTP). (2013). Revised Draft Report on Carcinogens Monograph for 1-Bromopropane. http://ntp.niehs.nih.gov/ntp/roc/thirteenth/monograph_drafts/reviseddraftroc1bp_monograph_508.pdf. Accessed February 10, 2015."}, {"Citation": "OSHA—U.S. Occupational Safety and Health Administration. (1999). Nomination of 1-Bromopropane (1-BP) and 2-Bromopropane (2-BP) for Testing by the National Toxicology Program. In: NIH, (Ed.). Available at: http://ntp.niehs.nih.gov/ntp/htdocs/Chem_Background/ExSumPdf/bromopropanes_508.pdf, pp. 1–12. Accessed February 10, 2015."}, {"Citation": "Park J. S., Kim Y. H., Park D. W., Choi K. S., Park S. H., Moon Y. H. (1997). An outbreak of hematopoietic and reproductive disorders due to solvents containing 2-bromopropane in an electronic factory, South Korea: Epidemiological survey. J. Occupat. Health 39, 138–143."}, {"Citation": "Peters R. H. (1983). The Ecological Implications of Body Size. Cambridge University Press, Cambridge Cambridgeshire; New York."}, {"Citation": "RTI Internation. (2005). Final study report of bromopropane Studies of chemical disposition in mammals, National Institute of Environmental Health Sciences, pp. 1–516."}, {"Citation": "Stelljes M. E., Wood R. R. (2004). Development of an occupational exposure limit for n-propylbromide using benchmark dose methods. Regulat. Toxicol. Pharmacol. 40, 136–150.", "ArticleIdList": ["15450717"]}, {"Citation": "Valentine H., Amarnath K., Amarnath V., Li W., Ding X., Valentine W. M., Ichihara G. (2007). Globin s-propyl cysteine and urinary N-acetyl-S-propylcysteine as internal biomarkers of 1-bromopropane exposure. Toxicol. Sci. 98, 427–435.", "ArticleIdList": ["17517825"]}, {"Citation": "Wang H., Ichihara G., Ito H., Kato K., Kitoh J., Yamada T., Yu X., Tsuboi S., Moriyama Y., Sakatani R., et al. . (2002). Biochemical changes in the central nervous system of rats exposed to 1-bromopropane for seven days. Toxicol. Sci. 67, 114–120.", "ArticleIdList": ["11961224"]}, {"Citation": "Wang H., Ichihara G., Ito H., Kato K., Kitoh J., Yamada T., Yu X., Tsuboi S., Moriyama Y., Takeuchi Y. (2003). Dose-dependent biochemical changes in rat central nervous system after 12-week exposure to 1-bromopropane. Neurotoxicology 24, 199–206.", "ArticleIdList": ["12606292"]}, {"Citation": "Yamada T., Ichihara G., Wang H., Yu X., Maeda K., Tsukamura H., Kamijima M., Nakajima T., Takeuchi Y. (2003). Exposure to 1-bromopropane causes ovarian dysfunction in rats. Toxicol. Sci. 71, 96–03.", "ArticleIdList": ["12520079"]}, {"Citation": "Yoon M., Nong A., Clewell H. J., Taylor M. D., Dorman D. C., Andersen M. E. (2009). Evaluating placental transfer and tissue concentrations of manganese in the pregnant rat and fetuses after inhalation exposures with a PBPK model. Toxicol. Sci. 112, 44–58.", "ArticleIdList": ["19726578"]}, {"Citation": "Yu X., Ichihara G., Kitoh J., Xie Z., Shibata E., Kamijima M., Asaeda N., Hisanaga N., Takeuchi Y. (1999a). Effect of inhalation exposure to 2-bromopropane on the nervous system in rats. Toxicology 135, 87–93.", "ArticleIdList": ["10463765"]}, {"Citation": "Yu X., Ichihara G., Kitoh J., Xie Z., Shibata E., Kamijima M., Takeuchi Y. (2001a). Neurotoxicity of 2-bromopropane and 1-bromopropane, alternative solvents for chlorofluorocarbons. Environ. Res. 85, 48–52.", "ArticleIdList": ["11161652"]}, {"Citation": "Yu X., Ichihara G., Kitoh J., Xie Z. L., Shibata E., Kamijima M., Asaeda N., Takeuchi Y. (1998a). Preliminary report on the neurotoxicity of 1-bromopropane, an alternative solvent for chlorofluorocarbons. J. Occupat. Health 40, 234–235."}, {"Citation": "Yu X., Kamijima M., Ichihara G., Li W., Kitoh J., Xie Z., Shibata E., Hisanaga N., Takeuchi Y. (1999b). 2-Bromopropane causes ovarian dysfunction by damaging primordial follicles and their oocytes in female rats. Toxicol. Appl. Pharmacol. 159, 185–193.", "ArticleIdList": ["10486305"]}, {"Citation": "Yu X., Kubota H., Wang R., Saegusa J., Ogawa Y., Ichihara G., Takeuchi Y., Hisanaga N. (2001b). Involvement of Bcl-2 family genes and Fas signaling system in primary and secondary male germ cell apoptosis induced by 2-bromopropane in rat. Toxicol. Appl. Pharmacol. 174, 35–48.", "ArticleIdList": ["11437647"]}, {"Citation": "Yu X. Z., Johanson G., Ichihara G., Shibata E., Kamijima M., Ono Y., Takeuchi Y. (1998b). Physiologically based pharmacokinetic modeling of metabolic interactions between n-hexane and toluene in humans. J. Occupat. Health 40, 293–301."}, {"Citation": "Yu X. Z., Kamijima M., Ichihara G., Li W. X., Kitoh J., Xie Z. L., Shibata E., Hisanaga N., Takeuchi Y. (1999c). 2-Bromopropane causes ovarian dysfunction by damaging primordial follicles and their oocytes in female rats. Toxicol. Appl. Pharmacol. 159, 185–193.", "ArticleIdList": ["10486305"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "1", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25634537", "PMC4492407", "10.1093/toxsci/kfv018", "kfv018"]}}], "PubmedBookArticle": []}