{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25654760", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "29"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "02", "Day": "05"}], "ELocationID": ["10.1021/jp511507d"], "Journal": {"ISSN": "1520-5215", "JournalIssue": {"Volume": "119", "Issue": "7", "PubDate": {"Year": "2015", "Month": "Feb", "Day": "19"}}, "Title": "The journal of physical chemistry. A", "ISOAbbreviation": "J Phys Chem A"}, "ArticleTitle": "Changes to the chemical composition of soot from heterogeneous oxidation reactions.", "Pagination": {"StartPage": "1154", "EndPage": "1163", "MedlinePgn": "1154-63"}, "Abstract": {"AbstractText": ["The atmospheric aging of soot particles, in which various atmospheric processes alter the particles' chemical and physical properties, is poorly understood and consequently is not well-represented in models. In this work, soot aging via heterogeneous oxidation by OH and ozone is investigated using an aerosol flow reactor coupled to a new high-resolution aerosol mass spectrometric technique that utilizes infrared vaporization and single-photon vacuum ultraviolet ionization. This analytical technique simultaneously measures the elemental and organic carbon components of soot, allowing for the composition of both fractions to be monitored. At oxidant exposures relevant to the particles' atmospheric lifetimes (the equivalent of several days of oxidation), the elemental carbon portion of the soot, which makes up the majority of the particle mass, undergoes no discernible changes in mass or composition. In contrast, the organic carbon (which in the case of methane flame soot is dominated by aliphatic species) is highly reactive, undergoing first the addition of oxygen-containing functional groups and ultimately the loss of organic carbon mass from fragmentation reactions that form volatile products. These changes occur on time scales comparable to those of other nonoxidative aging processes such as condensation, suggesting that further research into the combined effects of heterogeneous and condensational aging is needed to improve our ability to accurately predict the climate and health impacts of soot particles."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, Massachusetts Institute of Technology , Cambridge, Massachusetts 02139, United States."}], "LastName": "Browne", "ForeName": "Eleanor C", "Initials": "EC"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Franklin", "ForeName": "Jonathan P", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Canagaratna", "ForeName": "Manjula R", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Massoli", "ForeName": "Paola", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kirchstetter", "ForeName": "Thomas W", "Initials": "TW"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Worsnop", "ForeName": "Douglas R", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wilson", "ForeName": "Kevin R", "Initials": "KR"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kroll", "ForeName": "Jesse H", "Initials": "JH"}], "GrantList": [{"GrantID": "P30 ES002109", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Phys Chem A", "NlmUniqueID": "9890903", "ISSNLinking": "1089-5639"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soot"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Atmosphere"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soot"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Crutzen PJ, Andreae MO. Biomass Burning in the Tropics: Impact on Atmospheric Chemistry and Biogeochemical Cycles. Science. 1990;250:1669–1678.", "ArticleIdList": ["17734705"]}, {"Citation": "Grahame TJ, Klemm R, Schlesinger RB. Public Health and Components of Particulate Matter: The Changing Assessment of Black Carbon. J Air Waste Manage Assoc. 2014;64:620–660.", "ArticleIdList": ["25039199"]}, {"Citation": "Boucher O, Randall D, Artaxo P, Bretherton C, Feingold G, Forster P, Kerminen VM, Kondo Y, Liao H, Lohmann U, et al. Clouds and Aerosols. In: Stocker TF, Qin D, Tignor M, Allen SK, Boschung J, Nauels A, Xia Y, Bex V, Midgley PM, editors. Climate Change 2013: The Physical Science Basis Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press; Cambridge, United Kingdom and New York, NY, USA:"}, {"Citation": "Bond TC, Doherty SJ, Fahey DW, Forster PM, Berntsen T, DeAngelo BJ, Flanner MG, Ghan S, Kärcher B, Koch D, et al. Bounding the Role of Black Carbon in the Climate System: A Scientific Assessment. J Geophys Res Atmos. 2013;118:5380–5552."}, {"Citation": "Koch D, Schulz M, Kinne S, McNaughton C, Spackman JR, Balkanski Y, Bauer S, Berntsen T, Bond TC, Boucher O, et al. Evaluation of Black Carbon Estimations in Global Aerosol Models. Atmos Chem Phys. 2009;9:9001–9026."}, {"Citation": "Samset BH, Myhre G, Herber A, Kondo Y, Li SM, Moteki N, Koike M, Oshima N, Schwarz JP, Balkanski Y, et al. Modeled Black Carbon Radiative Forcing and Atmospheric Lifetime in AeroCom Phase II Constrained by Aircraft Observations. Atmos Chem Phys Discuss. 2014;14:20083–20115."}, {"Citation": "Ramanathan V, Carmichael G. Global and Regional Climate Changes due to Black Carbon. Nature Geosci. 2008;1:221–227."}, {"Citation": "Wang Q, Jacob DJ, Spackman JR, Perring AE, Schwarz JP, Moteki N, Marais EA, Ge C, Wang J, Barrett SRH. Global Budget and Radiative Forcing of Black Carbon Aerosol: Constraints from Pole-to-Pole (HIPPO) Observations across the Pacific. J Geophys Res Atmos. 2014;119:195–206."}, {"Citation": "Wang X, Heald CL, Ridley DA, Schwarz JP, Spackman JR, Perring AE, Coe H, Liu D, Clarke AD. Exploiting Simultaneous Observational Constraints on Mass and Absorption to Estimate the Global Direct Radiative Forcing of Black Carbon and Brown Carbon. Atmos Chem Phys. 2014;14:10989–11010."}, {"Citation": "Jacobson MZ. Short-Term Effects of Controlling Fossil-Fuel Soot, Biofuel Soot and Gases, and Methane on Climate, Arctic Ice, and Air Pollution Health. J Geophys Res. 2010;115:D14209."}, {"Citation": "Cooke WF, Wilson JJN. A Global Black Carbon Aerosol Model. J Geophys Res. 1996;101:19395–19409."}, {"Citation": "Park RJ, Jacob DJ, Palmer PI, Clarke AD, Weber RJ, Zondlo MA, Eisele FL, Bandy AR, Thornton DC, Sachse GW, et al. Export Efficiency of Black Carbon Aerosol in Continental Outflow: Global Implications. J Geophys Res. 2005;110:D11205."}, {"Citation": "Schwarz JP, Spackman JR, Gao RS, Watts LA, Stier P, Schulz M, Davis SM, Wofsy SC, Fahey DW. Global-Scale Black Carbon Profiles Observed in the Remote Atmosphere and Compared to Models. Geophys Res Lett. 2010;37:L18812."}, {"Citation": "Liu J, Fan S, Horowitz LW, Levy H. Evaluation of Factors Controlling Long-Range Transport of Black Carbon to the Arctic. J Geophys Res. 2011;116:D04307."}, {"Citation": "Stier P, Feichter J, Kinne S, Kloster S, Vignati E, Wilson J, Ganzeveld L, Tegen I, Werner M, Balkanski Y, et al. The Aerosol-Climate Model ECHAM5-HAM. Atmos Chem Phys. 2005;5:1125–1156."}, {"Citation": "Vignati E, Karl M, Krol M, Wilson J, Stier P, Cavalli F. Sources of Uncertainties in Modelling Black Carbon at the Global Scale. Atmos Chem Phys. 2010;10:2595–2611."}, {"Citation": "Park SH, Gong SL, Bouchet VS, Gong W, Makar PA, Moran MD, Stroud CA, Zhang J. Effects of Black Carbon Aging on Air Quality Predictions and Direct Radiative Forcing Estimation. Tellus B. 2011;63B:1026–1039."}, {"Citation": "Lelièvre S, Bedjanian Y, Pouvesle N, Delfau JL, Vovelle C, Le Bras G. Heterogeneous Reaction of Ozone with Hydrocarbon Flame Soot. Phys Chem Chem Phys. 2004;6:1181–1191."}, {"Citation": "Kamm S, Möhler O, Naumann KH, Saathoff H, Schurath U. The Heterogeneous Reaction of Ozone with Soot Aerosol. Atmos Environ. 1999;33:4651–4661."}, {"Citation": "Smith DM, Chughtai AR. Reaction Kinetics of Ozone at Low Concentrations with N-Hexane Soot. J Geophys Res. 1996;101:19607–19620."}, {"Citation": "Disselkamp RS, Carpenter MA, Cowin JP, Berkowitz CM, Chapman EG, Zaveri RA, Laulainen NS. Ozone Loss in Soot Aerosols. J Geophys Res. 2000;105:9767–9771."}, {"Citation": "Rogaski CA, Golden DM, Williams LR. Reactive Uptake and Hydration Experiments on Amorphous Carbon Treated with NO2, SO2, O3, HNO3, and H2SO4. Geophys Res Lett. 1997;24:381–384."}, {"Citation": "McCabe J, Abbatt JPD. Heterogeneous Loss of Gas-Phase Ozone on n-Hexane Soot Surfaces: Similar Kinetics to Loss on Other Chemically Unsaturated Solid Surfaces†. J Phys Chem C. 2009;113:2120–2127."}, {"Citation": "Bertram AK, Ivanov AV, Hunter M, Molina LT, Molina MJ. The Reaction Probability of OH on Organic Surfaces of Tropospheric Interest. J Phys Chem A. 2001;105:9415–9421."}, {"Citation": "Kahan TF, Kwamena NOA, Donaldson DJ. Heterogeneous Ozonation Kinetics of Polycyclic Aromatic Hydrocarbons on Organic Films. Atmos Environ. 2006;40:3448–3459."}, {"Citation": "Kwamena NOA, Earp ME, Young CJ, Abbatt JPD. Kinetic and Product Yield Study of the Heterogeneous Gas-Surface Reaction of Anthracene and Ozone. J Phys Chem A. 2006;110:3638–3646.", "ArticleIdList": ["16526646"]}, {"Citation": "Pöschl U, Letzel T, Schauer C, Niessner R. Interaction of Ozone and Water Vapor with Spark Discharge Soot Aerosol Particles Coated with Benzo[a]pyrene: O3 and H2O Adsorption, Benzo[a]pyrene Degradation, and Atmospheric Implications. J Phys Chem A. 2001;105:4029–4041."}, {"Citation": "Perraudin E, Budzinski H, Villenave E. Kinetic Study of the Reactions of Ozone with Polycyclic Aromatic Hydrocarbons Adsorbed on Atmospheric Model Particles. J Atmos Chem. 2007;56:57–82."}, {"Citation": "Weingartner E, Burtscher H, Baltensperger U. Hygroscopic Properties of Carbon and Diesel Soot Particles. Atmos Environ. 1997;31:2311–2327."}, {"Citation": "Liu Y, Liu C, Ma J, Ma Q, He H. Structural and Hygroscopic Changes of Soot during Heterogeneous Reaction with O3. Phys Chem Chem Phys. 2010;12:10896–10903.", "ArticleIdList": ["20657898"]}, {"Citation": "Chughtai AR, Jassim JA, Peterson JH, Stedman DH, Smith DM. Spectroscopic and Solubility Characteristics of Oxidized Soots. Aerosol Sci Technol. 1991;15:112–126."}, {"Citation": "Decesari S, Facchini MC, Matta E, Mircea M, Fuzzi S, Chughtai AR, Smith DM. Water Soluble Organic Compounds Formed by Oxidation of Soot. Atmos Environ. 2002;36:1827–1832."}, {"Citation": "Zuberi B, Johnson KS, Aleks GK, Molina LT, Molina MJ, Laskin A. Hydrophilic Properties of Aged Soot. Geophys Res Lett. 2005;32:L01807."}, {"Citation": "Park JH, Ivanov AV, Molina MJ. Effect of Relative Humidity on OH Uptake by Surfaces of Atmospheric Importance. J Phys Chem A. 2008;112:6968–6977.", "ArticleIdList": ["18593137"]}, {"Citation": "Vlasenko A, George IJ, Abbatt JPD. Formation of Volatile Organic Compounds in the Heterogeneous Oxidation of Condensed-Phase Organic Films by Gas-Phase OH. J Phys Chem A. 2008;112:1552–1560.", "ArticleIdList": ["18225872"]}, {"Citation": "Bedjanian Y, Nguyen ML, Le Bras G. Kinetics of the Reactions of Soot Surface-Bound Polycyclic Aromatic Hydrocarbons with the OH Radicals. Atmos Environ. 2010;44:1754–1760.", "ArticleIdList": ["20188392"]}, {"Citation": "Onasch TB, Trimborn A, Fortner EC, Jayne JT, Kok GL, Williams LR, Davidovits P, Worsnop DR. Soot Particle Aerosol Mass Spectrometer: Development, Validation, and Initial Application. Aerosol Sci Technol. 2012;46:804–817."}, {"Citation": "DeCarlo PF, Kimmel JR, Trimborn A, Northway MJ, Jayne JT, Aiken AC, Gonin M, Fuhrer K, Horvath T, Docherty KS, et al. Field-Deployable, High-Resolution, Time-of-Flight Aerosol Mass Spectrometer. Anal Chem. 2006;78:8281–8289.", "ArticleIdList": ["17165817"]}, {"Citation": "Canagaratna MR, Jayne JT, Jimenez JL, Allan JD, Alfarra MR, Zhang Q, Onasch TB, Drewnick F, Coe H, Middlebrook A, et al. Chemical and Microphysical Characterization of Ambient Aerosols with the Aerodyne Aerosol Mass Spectrometer. Mass Spectrom Rev. 2007;26:185–222.", "ArticleIdList": ["17230437"]}, {"Citation": "Canagaratna MR, Massoli P, Browne EC, Franklin JP, Wilson KR, Onasch TB, Kirchstetter TW, Fortner EC, Kolb CE, Jayne JT, et al. Chemical Compositions of Black Carbon Particle Cores and Coatings via Soot Particle Aerosol Mass Spectrometry with Photoionization and Electron Ionization. submitted to J Phys Chem A. 2014", "ArticleIdList": ["25526741"]}, {"Citation": "Lias SG. Ionization Energy Evaluation. In: Linstrom PJ, Mallard WG, editors. NIST Chemistry WebBook, NIST Standard Reference Database Number 69. National Institute of Standards and Technology; Gaithersburg MD: p. 20899."}, {"Citation": "Belau L, Wheeler SE, Ticknor BW, Ahmed M, Leone SR, Allen WD, Schaefer HF, Duncan MA. Ionization Thresholds of Small Carbon Clusters: Tunable VUV Experiments and Theory. J Am Chem Soc. 2007;129:10229–10243.", "ArticleIdList": ["17655303"]}, {"Citation": "Smith JD, Kroll JH, Cappa CD, Che DL, Liu CL, Ahmed M, Leone SR, Worsnop DR, Wilson KR. The Heterogeneous Reaction of Hydroxyl Radicals with Sub-Micron Squalane Particles: A Model System for Understanding the Oxidative Aging of Ambient Aerosols. Atmos Chem Phys. 2009;9:3209–3222."}, {"Citation": "Kessler SH, Smith JD, Che DL, Worsnop DR, Wilson KR, Kroll JH. Chemical Sinks of Organic Aerosol: Kinetics and Products of the Heterogeneous Oxidation of Erythritol and Levoglucosan. Environ Sci Technol. 2010;44:7005–7010.", "ArticleIdList": ["20707414"]}, {"Citation": "Kroll JH, Smith JD, Che DL, Kessler SH, Worsnop DR, Wilson KR. Measurement of Fragmentation and Functionalization Pathways in the Heterogeneous Oxidation of Oxidized Organic Aerosol. Phys Chem Chem Phys. 2009;11:8005–8014.", "ArticleIdList": ["19727507"]}, {"Citation": "Kirchstetter TW, Novakov T. Controlled Generation of Black Carbon Particles from a Diffusion Flame and Applications in Evaluating Black Carbon Measurement Methods. Atmos Environ. 2007;41:1874–1888."}, {"Citation": "Massoli P, Fortner EC, Canagaratna MR, Williams LR, Zhang Q, Sun Y, Schwab JJ, Trimborn A, Onasch TB, Demerjian KL, et al. Pollution Gradients and Chemical Characterization of Particulate Matter from Vehicular Traffic near Major Roadways: Results from the 2009 Queens College Air Quality Study in NYC. Aerosol Sci Technol. 2012;46:1201–1218."}, {"Citation": "Corbin JC, Sierau B, Gysel M, Laborde M, Keller A, Kim J, Petzold A, Onasch TB, Lohmann U, Mensah AA. Mass Spectrometry of Refractory Black Carbon Particles from Six Sources: Carbon-Cluster and Oxygenated Ions. Atmos Chem Phys. 2014;14:2591–2603."}, {"Citation": "McLafferty FW, Tureček F. Interpretation of Mass Spectra. University Science Books; 1993."}, {"Citation": "Hanley L, Zimmermann R. Light and Molecular Ions: The Emergence of Vacuum UV Single-Photon Ionization in MS. Anal Chem. 2009;81:4174–4182.", "ArticleIdList": ["PMC2716692", "19476385"]}, {"Citation": "Miljevic B, Hedayat F, Stevanovic S, Fairfull-Smith KE, Bottle SE, Ristovski ZD. To Sonicate or Not to Sonicate PM Filters: Reactive Oxygen Species Generation Upon Ultrasonic Irradiation. Aerosol Sci Technol. 2014 doi: 10.1080/02786826.2014.981330.", "ArticleIdList": ["10.1080/02786826.2014.981330"]}, {"Citation": "George IJ, Vlasenko A, Slowik JG, Broekhuizen K, Abbatt JPD. Heterogeneous Oxidation of Saturated Organic Aerosols by Hydroxyl Radicals: Uptake Kinetics, Condensed-Phase Products, and Particle Size Change. Atmos Chem Phys. 2007;7:4187–4201."}, {"Citation": "Kroll JH, Smith JD, Worsnop DR, Wilson KR. Characterisation of Lightly Oxidised Organic Aerosol Formed from the Photochemical Aging of Diesel Exhaust Particles. Environ Chem. 2012;9:211–220."}, {"Citation": "Wilson KR, Smith JD, Kessler SH, Kroll JH. The Statistical Evolution of Multiple Generations of Oxidation Products in the Photochemical Aging of Chemically Reduced Organic Aerosol. Phys Chem Chem Phys. 2012;14:1468–1479.", "ArticleIdList": ["22158973"]}, {"Citation": "Kwamena NOA, Staikova MG, Donaldson DJ, George IJ, Abbatt JPD. Role of the Aerosol Substrate in the Heterogeneous Ozonation Reactions of Surface-Bound PAHs. J Phys Chem A. 2007;111:11050–11058.", "ArticleIdList": ["17927163"]}, {"Citation": "Friedman CL, Pierce JR, Selin NE. Assessing the Influence of Secondary Organic versus Primary Carbonaceous Aerosols on Long-Range Atmospheric Polycyclic Aromatic Hydrocarbon Transport. Environ Sci Technol. 2014;48:3293–3302.", "ArticleIdList": ["24564497"]}, {"Citation": "Zhou S, Lee AKY, McWhinney RD, Abbatt JPD. Burial Effects of Organic Coatings on the Heterogeneous Reactivity of Particle-Borne Benzo[a]pyrene (BaP) toward Ozone. J Phys Chem A. 2012;116:7050–7056.", "ArticleIdList": ["22676584"]}, {"Citation": "Robinson AL, Donahue NM, Rogge WF. Photochemical Oxidation and Changes in Molecular Composition of Organic Aerosol in the Regional Context. J Geophys Res. 2006;111:D03302."}, {"Citation": "Sage AM, Weitkamp EA, Robinson AL, Donahue NM. Reactivity of Oleic Acid in Organic Particles: Changes in Oxidant Uptake and Reaction Stoichiometry with Particle Oxidation. Phys Chem Chem Phys. 2009;11:7951–7962.", "ArticleIdList": ["19727502"]}, {"Citation": "Dubowski Y, Vieceli J, Tobias DJ, Gomez A, Lin A, Nizkorodov SA, McIntire TM, Finlayson-Pitts BJ. Interaction of Gas-Phase Ozone at 296 K with Unsaturated Self-Assembled Monolayers: A New Look at an Old System. J Phys Chem A. 2004;108:10473–10485."}, {"Citation": "Moise T, Rudich Y. Reactive Uptake of Ozone by Proxies for Organic Aerosols: Surface versus Bulk Processes. J Geophys Res. 2000;105:14667–14676."}, {"Citation": "Longfellow CA, Ravishankara AR, Hanson DR. Reactive and Nonreactive Uptake on Hydrocarbon Soot: HNO3, O3, and N2O5. J Geophys Res. 2000;105:24345–24350."}, {"Citation": "Mak J, Gross S, Bertram AK. Uptake of NO3 on Soot and Pyrene Surfaces. Geophys Res Lett. 2007;34:L10804."}, {"Citation": "Riemer N, West M, Zaveri RA, Easter RC. Simulating the Evolution of Soot Mixing State with a Particle-Resolved Aerosol Model. J Geophys Res. 2009;114:D09202."}, {"Citation": "Riemer N, West M, Zaveri R, Easter R. Estimating Black Carbon Aging Time-Scales with a Particle-Resolved Aerosol Model. J Aerosol Sci. 2010;41:143–158."}, {"Citation": "Riemer N, Vogel H, Vogel B. Soot Aging Time Scales in Polluted Regions during Day and Night. Atmos Chem Phys. 2004;4:1885–1893."}, {"Citation": "Moteki N, Kondo Y, Miyazaki Y, Takegawa N, Komazaki Y, Kurata G, Shirai T, Blake DR, Miyakawa T, Koike M. Evolution of Mixing State of Black Carbon Particles: Aircraft Measurements over the Western Pacific in March 2004. Geophys Res Lett. 2007;34:L11803."}, {"Citation": "Moffet RC, Prather KA. In-Situ Measurements of the Mixing State and Optical Properties of Soot with Implications for Radiative Forcing Estimates. Proc Natl Acad Sci. 2009;106:11872–11877.", "ArticleIdList": ["PMC2715487", "19581581"]}, {"Citation": "Schwarz JP, Gao RS, Spackman JR, Watts LA, Thomson DS, Fahey DW, Ryerson TB, Peischl J, Holloway JS, Trainer M, et al. Measurement of the Mixing State, Mass, and Optical Size of Individual Black Carbon Particles in Urban and Biomass Burning Emissions. Geophys Res Lett. 2008;35:L13810."}, {"Citation": "Cheng YF, Su H, Rose D, Gunthe SS, Berghof M, Wehner B, Achtert P, Nowak A, Takegawa N, Kondo Y, et al. Size-Resolved Measurement of the Mixing State of Soot in the Megacity Beijing, China: Diurnal Cycle, Aging and Parameterization. Atmos Chem Phys. 2012;12:4477–4491."}, {"Citation": "Subramanian R, Kok GL, Baumgardner D, Clarke A, Shinozuka Y, Campos TL, Heizer CG, Stephens BB, de Foy B, Voss PB, et al. Black Carbon over Mexico: The Effect of Atmospheric Transport on Mixing State, Mass Absorption Cross-Section, and BC/CO Ratios. Atmos Chem Phys. 2010;10:219–237."}, {"Citation": "Akagi SK, Craven JS, Taylor JW, McMeeking GR, Yokelson RJ, Burling IR, Urbanski SP, Wold CE, Seinfeld JH, Coe H, et al. Evolution of Trace Gases and Particles Emitted by a Chaparral Fire in California. Atmos Chem Phys. 2012;12:1397–1421."}, {"Citation": "Grieshop AP, Donahue NM, Robinson AL. Laboratory Investigation of Photochemical Oxidation of Organic Aerosol from Wood Fires 2: Analysis of Aerosol Mass Spectrometer Data. Atmos Chem Phys. 2009;9:2227–2240."}, {"Citation": "Huffman JA, Docherty KS, Aiken AC, Cubison MJ, Ulbrich IM, DeCarlo PF, Sueper D, Jayne JT, Worsnop DR, Ziemann PJ, et al. Chemically-Resolved Aerosol Volatility Measurements from Two Megacity Field Studies. Atmos Chem Phys. 2009;9:7161–7182."}, {"Citation": "Huffman JA, Docherty KS, Mohr C, Cubison MJ, Ulbrich IM, Ziemann PJ, Onasch TB, Jimenez JL. Chemically-Resolved Volatility Measurements of Organic Aerosol from Different Sources. Environ Sci Technol. 2009;43:5351–5357.", "ArticleIdList": ["19708365"]}, {"Citation": "Kaiser JC, Riemer N, Knopf DA. Detailed Heterogeneous Oxidation of Soot Surfaces in a Particle-Resolved Aerosol Model. Atmos Chem Phys. 2011;11:4505–4520."}, {"Citation": "Tsigaridis K, Kanakidou M. Global Modelling of Secondary Organic Aerosol in the Troposphere: A Sensitivity Analysis. Atmos Chem Phys. 2003;3:1849–1869."}, {"Citation": "Croft B, Lohmann U, von Salzen K. Black Carbon Ageing in the Canadian Centre for Climate Modelling and Analysis Atmospheric General Circulation Model. Atmos Chem Phys. 2005;5:1931–1949."}, {"Citation": "Huang Y, Wu S, Dubey MK, French NHF. Impact of Aging Mechanism on Model Simulated Carbonaceous Aerosols. Atmos Chem Phys. 2013;13:6329–6343.", "ArticleIdList": ["PMC3809914", "24174929"]}, {"Citation": "Slowik JG, Stainken K, Davidovits P, Williams LR, Jayne JT, Kolb CE, Worsnop DR, Rudich Y, DeCarlo PF, Jimenez JL. Particle Morphology and Density Characterization by Combined Mobility and Aerodynamic Diameter Measurements. Part 2: Application to Combustion-Generated Soot Aerosols as a Function of Fuel Equivalence Ratio. Aerosol Sci Technol. 2004;38:1206–1222."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25654760", "NIHMS849564", "PMC5324401", "10.1021/jp511507d"]}}], "PubmedBookArticle": []}