{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Advanced oxidation processes", "Environmental risk assessment", "Hospital effluent", "Pharmaceutical removal", "Toxicity", "Treatment costs"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25698384", "DateCompleted": {"Year": "2015", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "02", "Day": "16"}], "ELocationID": ["10.1016/j.scitotenv.2015.02.020", "S0048-9697(15)00156-4"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "514", "PubDate": {"Year": "2015", "Month": "May", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "What have we learned from worldwide experiences on the management and treatment of hospital effluent? - an overview and a discussion on perspectives.", "Pagination": {"StartPage": "467", "EndPage": "491", "MedlinePgn": "467-91"}, "Abstract": {"AbstractText": ["This study overviews lessons learned from experimental investigations on dedicated treatment systems of hospital effluent carried out worldwide in the last twenty years. It includes 48 peer reviewed papers from 1995 to 2015 assessing the efficacy of different treatment levels (preliminary, primary, secondary and polishing) of hospital wastewater in removing a wide spectrum of pharmaceutical compounds as well as conventional contaminants. Moreover, it highlights the rationale and the reasons for each study: reducing the discharge of micropollutants in surface water, improving existing wastewater treatment technologies and reducing the risk of spread of pathogens causing endemic diseases and finally, it offers a critical analysis of the conclusions and suggestions of each study. The most investigated technologies are membrane bioreactors equipped with ultrafiltration membranes in the secondary step, ozonation followed by activated carbon filtration (in powder and in granules) in the polishing step. Interesting research projects deal with photo-Fenton processes acting as primary treatments to enhance biodegradation before biological treatment, and as a polishing step, thus further reducing micro-contaminant occurrence. Investment and operational costs are also presented and discussed for the different treatment technologies tested worldwide, in particular membrane bioreactors and various advanced oxidation processes. This study also discusses the need for further research to evaluate toxicity resulting from advanced oxidation processes as well as the need to develop an accurate feasibility study that encompasses technical, ecotoxicological and economic aspects to identify the best available treatment in the different situations from a global view point."], "CopyrightInformation": "Copyright © 2015 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, University of Ferrara, Via Saragat 1, I-44122 Ferrara, Italy; Terra&Acqua Tech Technopole of the University of Ferrara, Via Borsari 46, 44123 Ferrara, Italy. Electronic address: paola.verlicchi@unife.it."}], "LastName": "Verlicchi", "ForeName": "P", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, University of Ferrara, Via Saragat 1, I-44122 Ferrara, Italy. Electronic address: mustafakether.alaukidi@unife.it."}], "LastName": "Al Aukidy", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering, University of Ferrara, Via Saragat 1, I-44122 Ferrara, Italy. Electronic address: elena.zambello@unife.it."}], "LastName": "Zambello", "ForeName": "E", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Waste Water"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": [], "DescriptorName": "Bioreactors"}, {"QualifierName": [], "DescriptorName": "Filtration"}, {"QualifierName": [], "DescriptorName": "Hospitals"}, {"QualifierName": ["methods"], "DescriptorName": "Waste Disposal, Fluid"}, {"QualifierName": ["chemistry", "statistics & numerical data"], "DescriptorName": "Wastewater"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}, {"QualifierName": ["analysis", "prevention & control", "statistics & numerical data"], "DescriptorName": "Water Pollution"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd El-Gawad H.A., Aly A.M. Assessment of aquatic environmental for wastewater management quality in the hospitals: a case study. Aust. J. Basic Appl. Sci. 2011;5:474–482."}, {"Citation": "Acero J.L., Von Gunten U. Characterization of oxidation processes: ozonation and the AOP O-3/H2O2. J. Am. Water Works Assoc. 2001;93:90–100."}, {"Citation": "Al Aukidy M., Verlicchi P., Voulvoulis N. A framework for the assessment of the environmental risk posed by pharmaceuticals originating from hospital effluents. Sci. Total Environ. 2014;493:54–64.", "ArticleIdList": ["24937492"]}, {"Citation": "Al-Hashimia M., Abbas T.R., Jasema Y.I. Performance of sequencing anoxic/anaerobic membrane bioreactor (SAM) system in hospital wastewater treatment and reuse. Eur. Sci. J. 2013;9:169–180."}, {"Citation": "Andersen H.R., Chhetri R.K., Hansen M.S., Christensson M., Sundmark K., Sund C. Poster presentation at the 8th World Water Congress, Lisbon. 2014. Staged MBBR optimized for pharmaceutical biodegradation and ozonation of hospital wastewater."}, {"Citation": "Arslan A., Veli S., Bingol D. Use of response surface methodologies for pretreatment of hospital wastewater by O3/UV and O3/UV/H2O2 processes. Sep. Purif. Methods. 2014;132:561–567."}, {"Citation": "Azar A.M., Jelogir A.G., Bidhendi G.N., Mehrdadi N., Zaredar N., Poshtegal M.K. Investigation of optimal method for hospital wastewater treatment. J. Food Agric. Environ. 2010;8:1199–1202."}, {"Citation": "Beier S., Köster S., Veltmann K., Schröder HFr, Pinnekamp J. Treatment of hospital wastewater effluent by nanofiltration and reverse osmosis. Water Sci. Technol. 2010;61:1691–1698.", "ArticleIdList": ["20371926"]}, {"Citation": "Beier S., Cramer C., Köster S., Mauer C., Palmowski L., Schröder HFr. Full scale membrane bioreactor treatment of hospital wastewater as forerunner for hot-spot wastewater treatment solutions in high density urban areas. Water Sci. Technol. 2011;63:66–71.", "ArticleIdList": ["21245555"]}, {"Citation": "Beier S., Cramer C., Mauer C., Köster S., Schröder HFr, Pinnekamp J. MBR technology: A promising approach for the (pre-)treatment of hospital wastewater. Water Sci. Technol. 2012;65:1648–1653.", "ArticleIdList": ["22508128"]}, {"Citation": "Berto J., Rochenbach G.C., Barreiros M.A.B., Corrêa A.X.R., Peluso-Silva S., Radetski C.M. Physico-chemical, microbiological and ecotoxicological evaluation of a septic tank/Fenton reaction combination for the treatment of hospital wastewaters. Ecotoxicol. Environ. Saf. 2009;72:1076–1081.", "ArticleIdList": ["19167756"]}, {"Citation": "Beyene H., Redaie G. Assessment of waste stabilization ponds for the treatment of hospital wastewater: the case of Hawassa University Referral Hospital. World Appl. Sci. J. 2011;15:142–150."}, {"Citation": "Boillot C., Bazin C., Tissot-Guerraz F., Droguet J., Perraud M., Cetre J.C. Daily physicochemical, microbiological and ecotoxicological fluctuations of a hospital effluent according to technical and care activities. Sci. Total Environ. 2008;403:113–129.", "ArticleIdList": ["18614202"]}, {"Citation": "Byrne J.A., Eggins B.R., Brown N.M.D., McKinney B., Rouse M. Immobilisation of TiO2 powder for the treatment of polluted water. Appl. Catal. B Environ. 1998;17:25–36."}, {"Citation": "Chiang C.F., Tsai C.T., Lin S.T., Huo C.P., Lo K.W. Disinfection of hospital wastewater by continuous ozonation. J. Environ. Sci. Health A. 2003;A38(12):2895–2908.", "ArticleIdList": ["14672323"]}, {"Citation": "Chitnis V., Chitnis S., Vaidya K., Ravikant S., Patil S., Chitnis D.S. Bacterial population changes in hospital effluent treatment plant in central india. Water Res. 2004;38:441–447.", "ArticleIdList": ["14675656"]}, {"Citation": "Clara M., Strenn B., Gans O., Martinez E., Kreuzinger N., Kroiss H. Removal of selected pharmaceuticals, fragrances and endocrine disrupting compounds in a membrane bioreactor and conventional wastewater treatment plants. Water Res. 2005;39:4797–4807.", "ArticleIdList": ["16242170"]}, {"Citation": "Coleman H.M., Eggins B.R., Byrne J.A., Palmer F.L., King E. Photocatalytic degradation of 17-β-oestradiol on immobilised TiO2. Appl. Catal. B Environ. 2000;24:L1–L5."}, {"Citation": "Crites R.W., Tchobanoglous G. WCB/McGraw-Hill Editor; New York: 1998. Small and Decentralized Wastewater Management Systems."}, {"Citation": "Cruz-Morato C., Lucas D., Llorca M., Rodriguez-Mozaz S., Gorga M., Petrovic M. Hospital wastewater treatment by fungal bioreactor: removal efficiency for pharmaceuticals and endocrine disruptor compounds. Sci. Total Environ. 2014;493:365–376.", "ArticleIdList": ["24951894"]}, {"Citation": "Cunningham V.L. Special characteristics of pharmaceuticals related to environmental fate. In: Kummerer K., editor. Pharmaceutical in the Environment — Sources, Fate, Effects and Risks. III ed. Springer Berlin Heidelberg; 2008. pp. 23–34."}, {"Citation": "De Almeida C.A.A., Brenner C.G.B., Minetto L., Mallmann C.A., Martins A.F. Determination of anti-anxiety and anti-epileptic drugs in hospital effluent and a preliminary risk assessment. Chemosphere. 2013;93:2349–2355.", "ArticleIdList": ["24034828"]}, {"Citation": "Emmanuel E., Keck G., Blanchard J.M., Vermande P., Perrodin Y. Toxicological effects of disinfections using sodium hypochlorite on aquatic organisms and its contribution to AOX formation in hospital wastewater. Environ. Int. 2004;30:891–900.", "ArticleIdList": ["15196837"]}, {"Citation": "Emmanuel E., Perrodin Y., Keck G., Blanchard J., Vermande P. Ecotoxicological risk assessment of hospital wastewater: a proposed framework for raw effluents discharging into urban sewer network. J. Hazard. Mater. 2005;117:1–11.", "ArticleIdList": ["15621348"]}, {"Citation": "Escher B.I., Baumgartner R., Koller M., Treyer K., Lienert J., McArdell C.S. Environmental toxicology and risk assessment of pharmaceuticals from hospital wastewater. Water Res. 2011;45:75–92.", "ArticleIdList": ["20828784"]}, {"Citation": "Gabarron S., Gómez M., Monclús H., Rodríguez-Roda I., Comas J. Ragging phenomenon characterisation and impact in a full-scale MBR. Water Sci. Technol. 2013;67:810–816.", "ArticleIdList": ["23306259"]}, {"Citation": "Gautam A.K., Kumar S., Sabumon P.C. Preliminary study of physico-chemical treatment options for hospital wastewater. J. Environ. Manag. 2007;83:298–306.", "ArticleIdList": ["16824671"]}, {"Citation": "Grundfos biobooster Wastewater Treatment at Herlev Hospital, Denmark. 2012. http://www.herlevhospital.dk/NR/rdonlyres/74234BCB-4E38-4B84-9742-80FFCDB416AF/0/10988_Biobooster_Herlev_LOW_opslag.pdf available at the web site: (last access on January 12th, 2015)"}, {"Citation": "Hijnen W.A.M., Beerendonk E.F., Medema G.J. Inactivation credit of UV radiation for viruses, bacteria and protozoan (oo)cysts in water: a review. Water Res. 2006;40:3–22.", "ArticleIdList": ["16386286"]}, {"Citation": "Joss A., Zabczynski S., Göbel A., Hoffmann B., Löffler D., McArdell C.S. Biological degradation of pharmaceuticals in municipal wastewater treatment: proposing a classification scheme. Water Res. 2006;40:1686–1696.", "ArticleIdList": ["16620900"]}, {"Citation": "Kajitvichyanukul P., Suntronvipart N. Evaluation of biodegradability and oxidation degree of hospital wastewater using photo-Fenton process as the pretreatment method. J. Hazard. Mater. 2006;B138:384–391.", "ArticleIdList": ["16938387"]}, {"Citation": "Kimura K., Toshima S., Amy G., Watanabe Y. Rejection of neutral endocrine disrupting compounds (EDCs) and the pharmaceutical active compounds (PhACs) by RO membranes. J. Membr. Sci. 2004;245:71–78."}, {"Citation": "Kist L.T., Albrech C., Machado Ê.L. Hospital laundry wastewater disinfection with catalytic photoozonation. Clean Soil Air Water. 2008;36:775–780."}, {"Citation": "Kohler C., Venditti S., Igos E., Klepiszewski K., Benetto E., Cornelissen A. Elimination of pharmaceutical residues in biologically pre-treated hospital wastewater using advanced UV irradiation technology: a comparative assessment. J. Hazard. Mater. 2012;239–240:70–77.", "ArticleIdList": ["22748974"]}, {"Citation": "Korzeniewska E., Korzeniewska A., Harnisz M. Antibiotic resistant Escherichia coli in hospital and municipal sewage and their emission to the environment. Ecotoxicol. Environ. Saf. 2013;91:96–102.", "ArticleIdList": ["23433837"]}, {"Citation": "Kosma C.I., Lambropoulou D.A., Albanis T.A. Occurrence and removal of PPCPs in municipal and hospital wastewaters in Greece. J. Hazard. Mater. 2010;179:804–817.", "ArticleIdList": ["20395039"]}, {"Citation": "Kovalova L., Siegrist H., Singer H., Wittmer A., McArdell C.S. Hospital wastewater treatment by membrane bioreactor: performance and efficiency for organic micropollutant elimination. Environ. Sci. Technol. 2012;46:1536–1545.", "ArticleIdList": ["22280472"]}, {"Citation": "Kovalova L., Siegrist H., Von Gunten U., Eugster J., Hagenbuch M., Wittmer A. Elimination of micropollutants during post-treatment of hospital wastewater with powdered activated carbon, ozone, and U. Environ. Sci. Technol. 2013;47:7899–7908.", "ArticleIdList": ["23758546"]}, {"Citation": "Kreuzinger N., Clara M., Strenn B., Kroiss H. Relevance of the sludge retention time (SRT) as design criteria for wastewater treatment plants for the removal of endocrine disruptors and pharmaceuticals from wastewater. Water Sci. Technol. 2004;50:149–156.", "ArticleIdList": ["15497842"]}, {"Citation": "Kummerer K. Drugs in the environment: emission of drugs, diagnostic aids and disinfectants into wastewater by hospital in relation to other sources — a review. Chemosphere. 2001;45:957–969.", "ArticleIdList": ["11695619"]}, {"Citation": "Kummerer K., Erbe T., Gartiser S., Brinker L. AOX-emissions from hospital into municipal wastewater. Chemosphere. 1998;36:2437–2445.", "ArticleIdList": ["9570105"]}, {"Citation": "Lee Y., Von Gunten U. Oxidative transformation of micropollutants during municipal wastewater treatment: comparison of kinetic aspects of selective (chlorine, chlorine dioxide, ferrate VI, and ozone) and non-selective oxidants (hydroxyl radical) Water Res. 2010;44:555–566.", "ArticleIdList": ["20015530"]}, {"Citation": "Lenz K., Koellensperger G., Hann S., Weissenbacher N., Mahnik S.N., Fuerhacker M. Fate of cancerostatic platinum compounds in biological wastewater treatment of hospital effluents. Chemosphere. 2007;69:1765–1774.", "ArticleIdList": ["17624406"]}, {"Citation": "Lenz K., Mahnik S.N., Weissenbacher N., Mader R.M., Krenn P., Hann S. Monitoring, removal and risk assessment of cytostatic drugs in hospital wastewater. Water Sci. Technol. 2007;56:141–149.", "ArticleIdList": ["18075190"]}, {"Citation": "Lienert J., Koller M., Konrad J., McArdell C.S., Schuwirth N. Multiple-criteria decision analysis reveals high stakeholder preference to remove pharmaceuticals from hospital wastewater. Environ. Sci. Technol. 2011;45:3848–3857.", "ArticleIdList": ["21417333"]}, {"Citation": "Liu Q., Zhou Y., Chen L., Zheng X. Application of MBR for hospital wastewater treatment in China. Desalination. 2010;250:605–608.", "ArticleIdList": ["PMC7094538", "32226093"]}, {"Citation": "Lopez N., Deblonde T., Hartemann Ph. Les effluents liquids hospitaliers. Hygiènes. 2010;18:405–410."}, {"Citation": "Machado Ê.L., Kist L.T., Schmidt R., Hoeltz J.M., Dalberto D., Alcayaga E.L.A. Secondary hospital wastewater detoxification and disinfection by advanced oxidation processes. Environ. Technol. 2007;28:1135–1143.", "ArticleIdList": ["17970520"]}, {"Citation": "Mahnik S.N., Lenz K., Weissenbacher N., Mader R.M., Fuerhacker M. Fate of 5-fluorouracil, doxorubicin, epirubicin, and daunorubicin in hospital wastewater and their elimination by activated sludge and treatment in a membrane-bio-reactor system. Chemosphere. 2007;66:30–37.", "ArticleIdList": ["16839587"]}, {"Citation": "Mahvi A., Rajabizadeh A., Fatehizadeh A., Yousefi N., Hosseini H., Ahmadian M. Survey wastewater treatment condition and effluent quality of Kerman Province hospitals. World Appl. Sci. J. 2009;7:1521–1525."}, {"Citation": "Martins A.F., Vasconcelos T.G., Henriques D.M., Frank C.S., König A., Kümmerer K. Concentration of ciprofloxacin in Brazilian hospital effluent and preliminary risk assessment: a case study. Clean Soil Air Water. 2008;36:264–269."}, {"Citation": "McArdell C.S., Kovalova L., Siegrist H. Final Report. 2011. Input and elimination of pharmaceuticals and disinfectants from hospital wastewater. (July)"}, {"Citation": "Mesdaghinia A.R., Naddafi K., Nabizadeh R., Saeedi R., Zamanzadeh M. Wastewater characteristics and appropriate Method for wastewater management in the hospitals. Iran J. Public Health. 2009;38:34–40."}, {"Citation": "Monteiro S.C., Boxall A.B.A. Occurrence and fate of human pharmaceuticals in the environment. Rev. Environ. Contam. Toxicol. 2010;202:53–154.", "ArticleIdList": ["19898761"]}, {"Citation": "Mousaab A., Claire C., Magali C., Christophe D. Upgrading the performances of ultrafiltration membrane system coupled with activated sludge reactor by addition of biofilm supports for the treatment of hospital effluents. Chem. Eng. J. 2015;262:456–463."}, {"Citation": "Mullot J., Karolak S., Fontova A., Levi Y. Modeling of hospital wastewater pollution by pharmaceuticals: first results of mediflux study carried out in three French hospitals. Water Sci. Technol. 2010;62:2912–2919.", "ArticleIdList": ["21123922"]}, {"Citation": "Nardi G., Feretti D., Bracchi U., Dorè F., Francesconi A., Grottolo M. Acque reflue ospedaliere. Valutazione di un trattamento di disinfezione con biossido di cloro. Inquinamento. 1995;7:77–83."}, {"Citation": "Nielsen U., Hastrup C., Klausen M.M., Pedersen B.M., Kristensen G.H., Jansen J.L.C. Removal of APIs and bacteria from hospital wastewater by MBR plus O3, O3 + H2O2, PAC or ClO2. Water Sci. Technol. 2013;67:854–862.", "ArticleIdList": ["23306265"]}, {"Citation": "Ort C., Lawrence M., Reungoat J., Eagleham G., Carter S., Keller J. Determination of the fraction of pharmaceutical residues in wastewater originating from a hospital. Water Res. 2010;44:605–615.", "ArticleIdList": ["19717180"]}, {"Citation": "Panouillères M., Boillot C., Perrodin Y. Study of the combined effects of a peracetic acid-based disinfectant and surfactants contained in hospital effluents on daphnia magna. Ecotoxicology. 2007;16:327–340.", "ArticleIdList": ["17356899"]}, {"Citation": "Pauwels B., Verstraete W. The treatment of hospital wastewater: an appraisal. J. Water Health. 2006;4:405–416.", "ArticleIdList": ["17176811"]}, {"Citation": "Pauwels B., Fru Ngwa F., Deconinck S., Verstraete W. Effluent quality of a conventional activated sludge and a membrane bioreactor system treating hospital wastewater. Environ. Technol. 2006;27:395–402.", "ArticleIdList": ["16583824"]}, {"Citation": "Perrodin Y., Bazin C., Bony S., Devaux A., Bertrand-Krajewski J.L., Cren-Olivé C. A priori assessment of ecotoxicological risks linked to building a hospital. Chemosphere. 2013;90:1037–1046.", "ArticleIdList": ["23040646"]}, {"Citation": "Pharmafilter report . 2013. Evaluation report Pharmafilter Full scale demonstration in the Reinier de Graaf Gasthuis (Hospital) Delft. (Available at the web site:  http://nieuwesanitatie.stowa.nl/upload/publicaties/STOWA%202013%2016%20LR.pdf (last access on January 12th 2015))"}, {"Citation": "PILLS Report . Final Report of the European Cooperation Project PILLS. 2012. Pharmaceutical residues in the aquatic system: — a challenge for the future. (available at the address:  www.pills-project.eu (last access on January 5th 2015), Gelsenkircken September 2012)"}, {"Citation": "Prado T., Silva D.M., Guilayn W.C., Rose T.L., Gaspar A.M.C., Miagostovich M.P. Quantification and molecular characterization of enteric viruses detected in effluents from two hospital wastewater treatment plants. Water Res. 2011;45:1287–1297.", "ArticleIdList": ["21040941"]}, {"Citation": "Prayitno Kusuma Z., Yanuwiadi B., Laksmono R.W., Kamahara H., Daimon H. Hospital wastewater treatment using aerated fixed film biofilter — ozonation (Af2b/O3) Adv. Environ. Biol. 2014;8:1251–1259."}, {"Citation": "Rezaee A., Ansari M., Khavanin A., Sabzali A., Aryan M.M. Hospital wastewater treatment using an integrated anaerobic aerobic fixed film bioreactor. Am. J. Exp. Sci. 2005;1:259–263."}, {"Citation": "Rizzo L., Manaia C., merlin C., Schwartz T., Dagot C., Ploy M.C., Michael I., Fatta-Kassinos D. Urban wastewater treatment plants as hotspots for antibiotic resistant bacteria and genes spread into the environment: a review. Sci. Total Environ. 2013;447:345–360.", "ArticleIdList": ["23396083"]}, {"Citation": "Rogers H.R. Sources, behaviour and fate of organic contaminants during sewage treatment and in sewage sludges. Sci. Total Environ. 1996;185:3–26.", "ArticleIdList": ["8643958"]}, {"Citation": "Santos L.H.M.L.M., Gros M., Rodriguez-Mozaz S., Delerue-Matos C., Pena A. Contribution of hospital effluents to the load of pharmaceuticals in urban wastewaters: identification of ecologically relevant pharmaceuticals. Sci. Total Environ. 2013;461–462:302–316.", "ArticleIdList": ["23732224"]}, {"Citation": "Sarafraz Sh., Khani M.R., Yaghmaeian K. Quality and quantity survey of hospital wastewater in Hormozgan Province. Iran. J. Environ. Health Sci. Eng. 2007;4:43–50."}, {"Citation": "Shrestha R.R., Haberl R., Laber J. Constructed wetland technology transfer to Nepal. Water Sci. Technol. 2001;43:345–350.", "ArticleIdList": ["11443982"]}, {"Citation": "Siegrest H., Joss A. Review on the fate of organic micropollutants in wastewater treatment and water reuse with membranes. Water Sci. Technol. 2012;66:1369–1376.", "ArticleIdList": ["22828319"]}, {"Citation": "Sim W.J., Kim H.Y., Choi S.D., Kwon J.H., Oh J.E. Evaluation of pharmaceuticals and personal care products with emphasis on anthelmintics in human sanitary waste, sewage, hospital wastewater, livestock wastewater and receiving water. J. Hazard. Mater. 2013;248–249:219–227.", "ArticleIdList": ["23357510"]}, {"Citation": "Sipibel Report Effluents hospitaliers et stations d'épuration urbaines: caractérisation, risques et traitabilité- Presentation and premiers resultants. 2014. http://www.graie.org/Sipible/publications.html June, available at the web site. (last access on January 2nd, 2015)"}, {"Citation": "Straub J.O. Environmental risk assessment for new human pharmaceuticals in the European Union according to the draft guideline/discussion paper of January 2001. Toxicol. Lett. 2002;131:137–143.", "ArticleIdList": ["11988366"]}, {"Citation": "Suarez S., Lema J.M., Omil F. Pre-treatment of hospital wastewater by coagulation–flocculation and flotation. Bioresour. Technol. 2009;100:2138–2146.", "ArticleIdList": ["19109012"]}, {"Citation": "Suty H., De Traversay C., Cost M. Application of advanced oxidation processes: present and future. Water Sci. Technol. 2004;49:227–233.", "ArticleIdList": ["15077976"]}, {"Citation": "Tadkaew N., Hai F.I., McDonald J.A., Khan S.J., Nghiem L.D. Removal of trace organics by MBR treatment: the role of molecular properties. Water Res. 2011;45:2439–2451.", "ArticleIdList": ["21388651"]}, {"Citation": "Vasconcelos T.G., Kümmerer K., Henriques D.M., Martins A.F. Ciprofloxacin in hospital effluent: degradation by ozone and photoprocesses. J. Hazard. Mater. 2009;169:1154–1158.", "ArticleIdList": ["19428183"]}, {"Citation": "Venditti S., Köhler C., Arenz-Leufen M., O'Nagy O., Cornelissen A., Klepiszewski K. Proceedings 8th IWA Leading-Edge Conference on Water and Wastewater Technologies, Amsterdam. 2011. Membrane bioreactor process as pre-treatment for hospital effluents."}, {"Citation": "Verlicchi P., Galletti A., Masotti L. Proceedings Sidisa Conference, Florence (Italy), June 2008. 2008. Caratterizzazione e trattabilità di reflui ospedalieri: indagine sperimentale (con sistemi MBR) presso un ospedale dell'area ferrarese. (in Italian)"}, {"Citation": "Verlicchi P., Galletti A., Masotti L. Management of hospital wastewaters: the case of the effluent of a large hospital situated in a small town. Water Sci. Technol. 2010;61:2507–2519.", "ArticleIdList": ["20453323"]}, {"Citation": "Verlicchi P., Galletti A., Al Aukidy M., Masotti L. Water Disinfection. Nova Publisher; 2011. New perspectives in wastewater disinfection; pp. 77–108."}, {"Citation": "Verlicchi P., Al Aukidy M., Galletti A., Petrovic M., Barceló D. Hospital effluent: investigation of the concentrations and distribution of pharmaceuticals and environmental risk assessment. Sci. Total Environ. 2012;430:109–118.", "ArticleIdList": ["22634557"]}, {"Citation": "Verlicchi P., Al Aukidy M., Zambello E. Occurrence of pharmaceutical compounds in urban wastewater: Removal, mass load and environmental risk after a secondary treatment—a review. Sci. Total Environ. 2012;429:123–155.", "ArticleIdList": ["22583809"]}, {"Citation": "Verlicchi P., Galletti A., Petrovic M., Barcelò D. Micro-pollutants in hospital effluent: their fate, risk and treatment options. In: Barcelò D., Kostianoy A.G., editors. Emerging Organic Contaminants and Human Health, the Handbook of Environmental Chemistry. Springer; 2012. pp. 139–172."}, {"Citation": "Verlicchi P., Zambello E., Al Aukidy M. Removal of pharmaceuticals by conventional wastewater treatment plants. In: Barcelò D., Petrovic M., editors. Comprehensive Analytical Chemistry. Elsevier; 2013. pp. 231–286."}, {"Citation": "von Gunten U. Ozonation of drinking water: part II. Disinfection and by-product formation. Water Res. 2003;37:1469–1487.", "ArticleIdList": ["12600375"]}, {"Citation": "Walhberg C., Biorlenius B., Paxeus N. Stockolm Vatten; 2010. Pharmaceuticals Residues in Stockholm Water Environment — Occurrence Mitigations and Treatment of Wastewater. (in Swedish)"}, {"Citation": "Wang X.W., Li J., Guo T., Zhen B., Kong Q., Yi B. Concentration and detection of SARS coronavirus in sewage from Xiao Tang Shan hospital and the 309th Hospital of the Chinese People's Liberation Army. Water Sci. Technol. 2005;52:213–221.", "ArticleIdList": ["16312970"]}, {"Citation": "Wen X., Ding H., Huang X., Liu R. Treatment of hospital wastewater using a submerged membrane bioreactor. Process Biochem. 2004;39:1427–1431."}, {"Citation": "Westerhoff P., Yoon Y., Snyder S., Wert E. Fate of endocrine-disruptor, pharmaceutical and personal care product chemicals during simulated drinking water treatment processes. Environ. Sci. Technol. 2005;39:6649–6663.", "ArticleIdList": ["16190224"]}, {"Citation": "Wilde M.L., Montipo S., Martins A.F. Degradation of b-blockers in hospital wastewater by means of ozonation and Fe2 +/ozonation. Water Res. 2014;48:280–295.", "ArticleIdList": ["24436986"]}, {"Citation": "Zwickenpflug B., Böhler M., Sterkele B., Joss A., Siegrist H., Traber J., Gujer W., Behl M., Dorusch F., Hollender J., Ternes T., Fink G.  Final report of the MicroPoll project EAWAG on behalf of the Swiss Federal Office for the Environment, Dübendorf, CH. 2010. Einsatz von Pulveraktivkohle zur Elimination von Mikroverunreinigungen aus kommunalem Abwasser. ( http://www.eawag.ch/forschung/eng/schwerpunkte/ (last access on January 12th 2015))"}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "13"}, {"Year": "2015", "Month": "2", "Day": "5"}, {"Year": "2015", "Month": "2", "Day": "5"}, {"Year": "2015", "Month": "2", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25698384", "PMC7112026", "10.1016/j.scitotenv.2015.02.020", "S0048-9697(15)00156-4"]}}], "PubmedBookArticle": []}