{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Hydrogen peroxide", "ozone", "tooth bleaching"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25709670", "DateCompleted": {"Year": "2015", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1735-3327", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2015", "Season": "Jan-Feb"}}, "Title": "Dental research journal", "ISOAbbreviation": "Dent Res J (Isfahan)"}, "ArticleTitle": "Bleaching effect of ozone on pigmented teeth.", "Pagination": {"StartPage": "20", "EndPage": "24", "MedlinePgn": "20-4"}, "Abstract": {"AbstractText": ["There have been numerous researches on ozone application in dentistry; yet the data regarding its whitening effect is very limited. The present study compares the bleaching effect of ozone with office bleaching.", "In this experimental study, 15 maxillary premolar teeth were selected and sectioned mesio-distally and bucco-lingually. The sections were then placed in tea for 1 week according to the Sulieman method and were divided into three groups each comprised of 15 sections. The samples were bleached as followed; Group I: Bleached with 35% hydrogen peroxide in three intervals of 8 min each, Group II: Underwent ozone treatment using Ozotop unite for 4 min and Group III: Bleached with a combination of both methods. The color indices of the samples, i.e., (a) green-red pigment, (b) blue-yellow pigment, (L) brightness, (ΔE) overall color change, were evaluated pre- and post-bleaching utilizing a digital camera, Photoshop software and CIE lab index. The color changes of specimens then were calculated and analyzed through randomized analysis of variance and Tukey tests. P < 0.001 was considered to be significant.", "The color change (ΔE) in Group II was significantly lower than those in the two other groups (P < 0.001). There was no significant difference between the color change of Groups I and III (P = 0.639). In addition, the results of L, a and b brought forth a similar pattern to the findings obtained from ΔE.", "The hydrogen peroxide gel has a more powerful whitening effect than ozone; in addition, ozone has no synergistic effect when is used simultaneously with hydrogen peroxide."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Zanjani", "ForeName": "Vagharedin Akhavan", "Initials": "VA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Dental Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ghasemi", "ForeName": "Amir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Preventive Dentistry Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Torabzadeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Private Practice, Tehran, Iran."}], "LastName": "Jamali", "ForeName": "Mahbobeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Iranian Center for Endodontic Research, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Razmavar", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, School of Paramedical Sciences, Dental Research Center, Research Institute of Dental Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Baghban", "ForeName": "Alireza Akbarzadeh", "Initials": "AA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Dent Res J (Isfahan)", "NlmUniqueID": "101471186", "ISSNLinking": "1735-3327"}, "CoiStatement": "<b>Conflict of Interest:</b> None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bartold PM. Dentinal hypersensitivity: A review. Aust Dent J. 2006;51:212–8.", "ArticleIdList": ["17037886"]}, {"Citation": "Joiner A. Tooth colour: A review of the literature. J Dent. 2004;32(Suppl 1):3–12.", "ArticleIdList": ["14738829"]}, {"Citation": "Jarad FD, Griffiths CE, Jaffri M, Adeyemi AA, Youngson CC. The effect of bleaching, varying the shade or thickness of composite veneers on final colour: An in vitro study. J Dent. 2008;36:554–9.", "ArticleIdList": ["18495320"]}, {"Citation": "Joiner A. The bleaching of teeth: A review of the literature. J Dent. 2006;34:412–9.", "ArticleIdList": ["16569473"]}, {"Citation": "Joiner A, Hopkinson I, Deng Y, Westland S. A review of tooth colour and whiteness. J Dent. 2008;36(Suppl 1):S2–7.", "ArticleIdList": ["18646363"]}, {"Citation": "Lee BS, Huang SH, Chiang YC, Chien YS, Mou CY, Lin CP. Development of in vitro tooth staining model and usage of catalysts to elevate the effectiveness of tooth bleaching. Dent Mater. 2008;24:57–66.", "ArticleIdList": ["17442388"]}, {"Citation": "Jiang T, Ma X, Wang Z, Tong H, Hu J, Wang Y. Beneficial effects of hydroxyapatite on enamel subjected to 30% hydrogen peroxide. J Dent. 2008;36:907–14.", "ArticleIdList": ["18768244"]}, {"Citation": "AbuNaba’a L, Al Shorman H, Holmes J, Petersson LG, Tagami J, Lynch E. Evidence-based research into ozone treatment in dentistry: An overview. In: Lynch E, editor. Ozone: The Revolution in Dentistry. London: Quintessence; 2004. pp. 73–115."}, {"Citation": "Azarpazhooh A, Limeback H. The application of ozone in dentistry: A systematic review of literature. J Dent. 2008;36:104–16.", "ArticleIdList": ["18166260"]}, {"Citation": "Can-Karabulut DC, Karabulut B. Shear bond strength to enamel after power bleaching activated by different sources. Eur J Esthet Dent. 2010;5:382–96.", "ArticleIdList": ["21069109"]}, {"Citation": "Sulieman M, Addy M, Rees JS. Development and evaluation of a method in vitro to study the effectiveness of tooth bleaching. J Dent. 2003;31:415–22.", "ArticleIdList": ["12878024"]}, {"Citation": "Bengel WM. Digital photography and the assessment of therapeutic results after bleaching procedures. J Esthet Restor Dent. 2003;15(Suppl 1):S21–32. S32.", "ArticleIdList": ["15000901"]}, {"Citation": "Griffiths CE, Bailey JR, Jarad FD, Youngson CC. An investigation into most effective method of treating stained teeth: An in vitro study. J Dent. 2008;36:54–62.", "ArticleIdList": ["18061333"]}, {"Citation": "Gerlach RW, Barker ML, Sagel PA. Objective and subjective whitening response of two self-directed bleaching systems. Am J Dent. 2002;15(Spec No):7A–12.", "ArticleIdList": ["12512985"]}, {"Citation": "Shenberg JE. inventor. Use of ozonated liquids and peroxides to whiten teeth. United States Patent 20090285767A1. 2009 Nov 19;"}, {"Citation": "Sotelo JL, Beltran FJ, Benitez FJ, Beltran-Heredia J. Ozone decomposition in water: Kinetic study. Ind Eng Chem Res. 1987;26:39–43."}, {"Citation": "Manton DJ, Bhide R, Hopcraft MS, Reynolds EC. Effect of ozone and tooth mousse on the efficacy of peroxide bleaching. Aust Dent J. 2008;53:128–32.", "ArticleIdList": ["18494967"]}, {"Citation": "Tessier J, Rodriguez PN, Lifshitz F, Friedman SM, Lanata EJ. The use of ozone to lighten teeth. An experimental study. Acta Odontol Latinoam. 2010;23:84–9.", "ArticleIdList": ["21053679"]}, {"Citation": "Millar BJ, Hodson N. Assessment of the safety of two ozone delivery devices. J Dent. 2007;35:195–200.", "ArticleIdList": ["17030396"]}, {"Citation": "Loncar B, Mravak Stipetic M, Matosevic D, Tarle Z. Ozone application in dentistry. Arch Med Res. 2009;40:136–7.", "ArticleIdList": ["19237025"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25709670", "PMC4336967", "10.4103/1735-3327.150295"]}}], "PubmedBookArticle": []}