{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Atomic layer deposition", "Crystal structure", "Defects", "Photoluminescence", "Titanium dioxide", "XPS"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25852391", "DateCompleted": {"Year": "2015", "Month": "04", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "22"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "02", "Day": "28"}], "ELocationID": ["95", "10.1186/s11671-015-0790-x"], "Journal": {"ISSN": "1931-7573", "JournalIssue": {"Volume": "10", "PubDate": {"Year": "2015"}}, "Title": "Nanoscale research letters", "ISOAbbreviation": "Nanoscale Res Lett"}, "ArticleTitle": "Structure and photoluminescence of the TiO2 films grown by atomic layer deposition using tetrakis-dimethylamino titanium and ozone.", "Pagination": {"StartPage": "95", "MedlinePgn": "95"}, "Abstract": {"AbstractText": ["TiO2 films were grown on silicon substrates by atomic layer deposition (ALD) using tetrakis-dimethylamino titanium and ozone. Amorphous TiO2 film was deposited at a low substrate temperature of 165°C, and anatase TiO2 film was grown at 250°C. The amorphous TiO2 film crystallizes to anatase TiO2 phase with annealing temperature ranged from 300°C to 1,100°C in N2 atmosphere, while the anatase TiO2 film transforms into rutile phase at a temperature of 1,000°C. Photoluminescence from anatase TiO2 films contains a red band at 600 nm and a green band at around 515 nm. The red band exhibits a strong correlation with defects of the under-coordinated Ti(3+) ions, and the green band shows a close relationship with the oxygen vacancies on (101) oriented anatase crystal surface. A blue shift of the photoluminescence spectra reveals that the defects of under-coordinated Ti(3+) ions transform to surface oxygen vacancies in the anatase TiO2 film annealing at temperature from 800°C to 900°C in N2 atmosphere."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Weak Light Nonlinear Photonics, Ministry of Education, School of Physics, Nankai University, Weijin Road 94, Tianjin, 300071 China."}], "LastName": "Jin", "ForeName": "Chunyan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Weak Light Nonlinear Photonics, Ministry of Education, School of Physics, Nankai University, Weijin Road 94, Tianjin, 300071 China."}], "LastName": "Liu", "ForeName": "Ben", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Air Force Aviation University, Nanhu Road No. 2222, Changchun, 130022 China."}], "LastName": "Lei", "ForeName": "Zhongxiang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Weak Light Nonlinear Photonics, Ministry of Education, School of Physics, Nankai University, Weijin Road 94, Tianjin, 300071 China."}], "LastName": "Sun", "ForeName": "Jiaming", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Nanoscale Res Lett", "NlmUniqueID": "101279750", "ISSNLinking": "1556-276X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tang H, Prasad K, Sanjinès R, Schmid PE, Lévy F. Electrical and optical properties of TiO2 anatase thin films. J Appl Phys. 1994;75:2042. doi: 10.1063/1.356306.", "ArticleIdList": ["10.1063/1.356306"]}, {"Citation": "Chao S, Wang WH, Lee CC. Low-loss dielectric mirror with ion-beam-sputtered TiO2-SiO2 mixed films. Appl Opt. 2001;40:2117–82. doi: 10.1364/AO.40.002177.", "ArticleIdList": ["10.1364/AO.40.002177", "18357225"]}, {"Citation": "Yokogawa T, Yoshii S, Tsujimura A, Sasai Y, Merz J. Electrically pumped CdZnSe/ZnSe blue-green vertical-cavity surface-emitting lasers. J J Appl Phys, Part 2: Letters. 1995;34:L751–3. doi: 10.1143/JJAP.34.L751.", "ArticleIdList": ["10.1143/JJAP.34.L751"]}, {"Citation": "Fukuda H, Namioka S, Miura M, Ishikawa Y, Yoshino M, Nomura S. Structural and electrical properties of crystalline TiO2 thin films formed by metalorganic decomposition. J J Appl Phy. 1999;38:6034. doi: 10.1143/JJAP.38.6034.", "ArticleIdList": ["10.1143/JJAP.38.6034"]}, {"Citation": "Stephen AC, Wang XC, Hsieh MT, Kim HS, Gladfelter WL, Yan JH. MOSFET transistors fabricated with high permittivity TiO2 dielectrics. IEEE Trans Electron Devices. 1997;44:104–9. doi: 10.1109/16.554800.", "ArticleIdList": ["10.1109/16.554800"]}, {"Citation": "Fujishima A, Honda K. Photolysis-decomposition of water at the surface of an irradiated semiconductor. Nature. 1972;238:37–8. doi: 10.1038/238037a0.", "ArticleIdList": ["10.1038/238037a0", "12635268"]}, {"Citation": "O’Regan B, Gratzel M. A low-cost, high-efficiency solar cell based on dye-sensitized colloidal TiO2 films. Nature. 1991;353:737–40. doi: 10.1038/353737a0.", "ArticleIdList": ["10.1038/353737a0"]}, {"Citation": "Mills A, Davies RH, Worsley D. Water purification by semiconductor photocatalysis. Chem Soc Rev. 1993;22:417–25. doi: 10.1039/cs9932200417.", "ArticleIdList": ["10.1039/cs9932200417"]}, {"Citation": "Maness PC, Smolinski S, Blake DM, Huang Z, Wolfrum EJ, Jacoby WA. Bactericidal activity of photocatalytic TiO2 reaction: toward an understanding of its killing mechanism. Appl Environ Microbiol. 1999;65:4094–8.", "ArticleIdList": ["PMC99746", "10473421"]}, {"Citation": "Paz Y, Luo Z, Rabenberg L, Heller A. Photooxidative self-cleaning transparent titanium dioxide films on glass. Mater Res Soc. 1995;10:11. doi: 10.1557/JMR.1995.0011.", "ArticleIdList": ["10.1557/JMR.1995.0011"]}, {"Citation": "Poulios I, Spathis P, Grigoriadou A, Delidou K, Tsoumparis P. Protection of marbles against corrosion and microbial corrosion with TiO2 coatings. J Environ Sci Health Part A. 1999;34:1455–71. doi: 10.1080/10934529909376905.", "ArticleIdList": ["10.1080/10934529909376905"]}, {"Citation": "Cai R, Hashimoto K, Itoh K, Kubota Y, Fujishima A. Photokilling of malignant cells with ultrafine TiO2 powder. Chem Soc Japan. 1991;64:4. doi: 10.1246/bcsj.64.1268.", "ArticleIdList": ["10.1246/bcsj.64.1268"]}, {"Citation": "Lazar MA, Varghese S, Nair SS. Photocatalytic water treatment by titanium dioxide: recent updates. Catalysts. 2012;2:572–601. doi: 10.3390/catal2040572.", "ArticleIdList": ["10.3390/catal2040572"]}, {"Citation": "Sakai H, Baba R, Hashimoto K, Kubota Y, Fujishima A. Selective killing of a single cancerous T24 cell with TiO2 semiconducting microelectrode under irradiation. Chem Lett. 1995;24:185–6. doi: 10.1246/cl.1995.185.", "ArticleIdList": ["10.1246/cl.1995.185"]}, {"Citation": "Dutta PK, Ginwalla A, Hogg B, Patton BR, Chwieroth B, Liang Z, et al. Interaction of carbon monoxide with anatase surfaces at high temperatures: optimization of a carbon monoxide sensor. J Phys Chem B. 1999;103:4412–22. doi: 10.1021/jp9844718.", "ArticleIdList": ["10.1021/jp9844718"]}, {"Citation": "Xu Y, Yao K, Zhou X, Cao Q. Platinum-titania oxygen sensors and their sensing mechanisms. Sens Actuators B. 1993;14:492–4. doi: 10.1016/0925-4005(93)85061-E.", "ArticleIdList": ["10.1016/0925-4005(93)85061-E"]}, {"Citation": "Phillips LG, Barbano DM. The influence of fat substitutes based on protein and titanium dioxide on the sensory properties of lowfat milks. J Dairy Sci. 1997;80:2726–31. doi: 10.3168/jds.S0022-0302(97)76234-9.", "ArticleIdList": ["10.3168/jds.S0022-0302(97)76234-9", "9436094"]}, {"Citation": "Tryk DA, Fujishima A, Honda K. Recent topics in photoelectrochemistry: achievements and future prospects. Electrochim Acta. 2000;45:2363–76. doi: 10.1016/S0013-4686(00)00337-6.", "ArticleIdList": ["10.1016/S0013-4686(00)00337-6"]}, {"Citation": "Montereali RM. Point defects in thin insulating films of lithium fluoride for optical microsystems. In: Nalwa HS, editor. Handbook of thin film materials volume 3 ferroelectric and dielectric thin films. San Diego San Francisco New York Boston London Sydney Tokyo: Academic Press; 2002. pp. 399–431."}, {"Citation": "Leskela M, Ritala M. Atomic layer deposition (ALD ): from precursors to thin film structures. Thin Solid Films. 2002;409:138–46. doi: 10.1016/S0040-6090(02)00117-7.", "ArticleIdList": ["10.1016/S0040-6090(02)00117-7"]}, {"Citation": "Sneh O, Clark-Phelps RB, Londergan AR, Winkler J, Seidel TE. Thin film atomic layer deposition equipment for semiconductor processing. Thin Solid Films. 2002;402:248–61. doi: 10.1016/S0040-6090(01)01678-9.", "ArticleIdList": ["10.1016/S0040-6090(01)01678-9"]}, {"Citation": "Ritala M, Leskelä M, Nykänen E, Soininen P, Niinistö L. Growth of titanium dioxide thin films by atomic layer epitaxy. Thin Solid Films. 1993;225:288–95. doi: 10.1016/0040-6090(93)90172-L.", "ArticleIdList": ["10.1016/0040-6090(93)90172-L"]}, {"Citation": "Ritala M, Leskelä M, Johansson L-S, Niinistö L. Atomic force microscopy study of titanium dioxide thin films grown by atomic layer epitaxy. Thin Solid Films. 1993;228:32–5. doi: 10.1016/0040-6090(93)90557-6.", "ArticleIdList": ["10.1016/0040-6090(93)90557-6"]}, {"Citation": "Aarika J, Aidla A, Sammelselgb V, Siimon H, Uustare T. Control of thin film structure by reactant pressure in atomic layer deposition of TiO2. J Cryst Growth. 1996;169:496–502. doi: 10.1016/S0022-0248(96)00423-X.", "ArticleIdList": ["10.1016/S0022-0248(96)00423-X"]}, {"Citation": "Aarik J, Aidla A, Uustare T, Sammelselg V. Morphology and structure of TiO2 thin films grown by atomic layer deposition. J Cryst Growth. 1995;148:268–75. doi: 10.1016/0022-0248(94)00874-4.", "ArticleIdList": ["10.1016/0022-0248(94)00874-4"]}, {"Citation": "Aarik J, Aidla A, Kiisler AA, Uustare T, Sammelselg V. Effect of crystal structure on optical properties of TiO2 films grown by atomic layer deposition. Thin Solid Films. 1997;305:270–3. doi: 10.1016/S0040-6090(97)00135-1.", "ArticleIdList": ["10.1016/S0040-6090(97)00135-1"]}, {"Citation": "Kumagai H, Matsumoto M, Toyoda K, Obara M, Suzuki M. Fabrication of titanium oxide thin films by controlled growth with sequential surface chemical reactions. Thin Solid Films. 1995;263:47–53. doi: 10.1016/0040-6090(95)06555-5.", "ArticleIdList": ["10.1016/0040-6090(95)06555-5"]}, {"Citation": "Kukli K, Ritala M, Schuisky M, Leskelä M, Sajavaara T, Keinonen J, et al. Atomic layer deposition of titanium oxide from TiI4 and H2O2. Chem Vap Deposition. 2000;6:303–10. doi: 10.1002/1521-3862(200011)6:6<303::AID-CVDE303>3.0.CO;2-J.", "ArticleIdList": ["10.1002/1521-3862(200011)6:6<303::AID-CVDE303>3.0.CO;2-J"]}, {"Citation": "Schuisky M, Aarik J, Kukli K, Aidla A, Hårsta A. Atomic layer deposition of thin films using O2 as oxygen source. Langmuir. 2001;17:5508–12. doi: 10.1021/la010174+.", "ArticleIdList": ["10.1021/la010174+"]}, {"Citation": "Aarik J, Aidla A, Uustare T, Kukli K, Sammelselg V, Ritala M, et al. Atomic layer deposition of TiO2 thin films from TiI4 and H2O. Appl Surf Sci. 2002;193:277–86. doi: 10.1016/S0169-4332(02)00497-X.", "ArticleIdList": ["10.1016/S0169-4332(02)00497-X"]}, {"Citation": "Lim GT, Kim D-H. Characteristics of TiOx films prepared by chemical vapor deposition using tetrakis-dimethyl-amido-titanium and water. Thin Solid Films. 2006;498:254–8. doi: 10.1016/j.tsf.2005.07.121.", "ArticleIdList": ["10.1016/j.tsf.2005.07.121"]}, {"Citation": "Xie Q, Jiang YL, Detavernier C, Deduytsche D, Van Meirhaeghe RL, Ru GP, et al. Atomic layer deposition of TiO2 from tetrakis-dimethyl-amido titanium or Ti isopropoxide precursors and H2O. J Appl Phys. 2007;102:083521. doi: 10.1063/1.2798384.", "ArticleIdList": ["10.1063/1.2798384"]}, {"Citation": "Dennis M, Hausmann EK, Becker J, Gordon RG. Atomic layer deposition of hafnium and zirconium oxides using metal amide precursors. Chem Mater. 2002;14:4350–8. doi: 10.1021/cm020357x.", "ArticleIdList": ["10.1021/cm020357x"]}, {"Citation": "Cleveland ER, Henn-Lecordier L, Rubloff GW. Role of surface intermediates in enhanced, uniform growth rates of TiO2 atomic layer deposition thin films using titanium tetraisopropoxide and ozone. J Vac Sci Technol A. 2012;30:01A150. doi: 10.1116/1.3669522.", "ArticleIdList": ["10.1116/1.3669522"]}, {"Citation": "Kurtz RL, Stock-Bauer R, Msdey TE, Román E, De Segovia J. Synchrotron radiation studies of H2O adsorption on TiO2(110) Surf Sci. 1989;218:178–200. doi: 10.1016/0039-6028(89)90626-2.", "ArticleIdList": ["10.1016/0039-6028(89)90626-2"]}, {"Citation": "Katamreddy R, Omarjee V, Feist B, Dussarrat C. Ti source precursors for atomic layer deposition of TiO2, STO and BST. ECS Trans. 2008;16:113–22. doi: 10.1149/1.2979986.", "ArticleIdList": ["10.1149/1.2979986"]}, {"Citation": "Kim YW, Kim DH. Atomic layer deposition of TiO2 from tetrakis-dimethylamido-titanium and ozone. Korean J Chem Eng. 2012;29:969–73. doi: 10.1007/s11814-012-0072-6.", "ArticleIdList": ["10.1007/s11814-012-0072-6"]}, {"Citation": "Rai VR, Agarwal S. Surface reaction mechanisms during plasma-assisted atomic layer deposition of titanium dioxide. Phys Chem C. 2009;113:12962–5. doi: 10.1021/jp903669c.", "ArticleIdList": ["10.1021/jp903669c"]}, {"Citation": "Nam T, Kim JM, Kim MK, Kim H, Kim WH. Low-temperature atomic layer deposition of TiO2, Al2O3, and ZnO thin films. J Korean Phy Soc. 2011;59:452–7. doi: 10.3938/jkps.59.452.", "ArticleIdList": ["10.3938/jkps.59.452"]}, {"Citation": "Xie Q, Musschoot J, Deduytsche D, Van Meirhaeghe RL, Detavernier C, Van den Berghe S, et al. Growth kinetics and crystallization behavior of TiO2 films prepared by plasma enhanced atomic layer deposition. J Electrochem Soc. 2008;155:H688. doi: 10.1149/1.2955724.", "ArticleIdList": ["10.1149/1.2955724"]}, {"Citation": "Elam JW, Schuisky M, Ferguson JD, George SM. Surface chemistry and film growth during TiN atomic layer deposition using TDMAT and NH3. Thin Solid Films. 2003;436:145–56. doi: 10.1016/S0040-6090(03)00533-9.", "ArticleIdList": ["10.1016/S0040-6090(03)00533-9"]}, {"Citation": "Norton ET, Amato-Wierda C., Jr Kinetic and mechanistic studies of the thermal decomposition of Ti(N(CH3) 2) 4 during chemical vapor deposition by in situ molecular beam mass spectrometry. Chem Mater. 2001;13:4655–60. doi: 10.1021/cm0104708.", "ArticleIdList": ["10.1021/cm0104708"]}, {"Citation": "Tang H, Lévy F, Berger H, Schmid P. Urbach tail of anatase TiO2. Phys Rev B. 1995;52:7771–4. doi: 10.1103/PhysRevB.52.7771.", "ArticleIdList": ["10.1103/PhysRevB.52.7771", "9979750"]}, {"Citation": "Mathews NR, Morales ER, Cortés-Jacome MA, Toledo Antonio JA. TiO2 thin films - Influence of annealing temperature on structural, optical and photocatalytic properties. Sol Energy. 2009;83:1499–508. doi: 10.1016/j.solener.2009.04.008.", "ArticleIdList": ["10.1016/j.solener.2009.04.008"]}, {"Citation": "Gouttebaron R, Cornelissen D, Snyders R, Dauchot JP, Wautelet M, Hecq M. XPS study of TiOx thin films prepared by d.c. magnetron sputtering in Ar-O2 gas mixtures. Surf. Interface Anal. 2000;30:527–30. doi: 10.1002/1096-9918(200008)30:1<527::AID-SIA834>3.0.CO;2-Z.", "ArticleIdList": ["10.1002/1096-9918(200008)30:1<527::AID-SIA834>3.0.CO;2-Z"]}, {"Citation": "Hashimoto S, Tanaka A. Alteration of Ti 2p XPS spectrum for titanium oxide by low-energy Ar ion bombardment. Surf Interface Anal. 2002;34:262–5. doi: 10.1002/sia.1296.", "ArticleIdList": ["10.1002/sia.1296"]}, {"Citation": "Olson CL, Nelson J, Islam MS. Defect chemistry, surface structures, and lithium insertion in anatase TiO2. J Phys Chem B. 2006;110:9995–10001. doi: 10.1021/jp057261l.", "ArticleIdList": ["10.1021/jp057261l", "16706458"]}, {"Citation": "Shi JY, Chen J, Feng ZC, Chen T, Lian YX, Wang XL, et al. Photoluminescence characteristics of TiO2 and their relationship to the photoassisted reaction of water/methanol mixture. J Phys Chem C. 2007;111:693–9. doi: 10.1021/jp065744z.", "ArticleIdList": ["10.1021/jp065744z"]}, {"Citation": "Mercado CC, Knorr FJ, McHale JL, Usmani SM, Ichimura AS, Saraf LV. Location of hole and electron traps on nanocrystalline anatase TiO2. J Phys Chem C. 2012;116:10796–804. doi: 10.1021/jp301680d.", "ArticleIdList": ["10.1021/jp301680d"]}, {"Citation": "McHale JL, Rich CC, Knorr FJ. Trap state photoluminescence of nanocrystalline and bulk TiO2: implications for carrier transport. MRS Proc. 2010;1268:EE03–8."}, {"Citation": "Diebold U. The surface science of titanium dioxide. Surf Sci Rep. 2003;48:53–229. doi: 10.1016/S0167-5729(02)00100-0.", "ArticleIdList": ["10.1016/S0167-5729(02)00100-0"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "11", "Day": "17"}, {"Year": "2015", "Month": "1", "Day": "27"}, {"Year": "2015", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "2", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["25852391", "PMC4385123", "10.1186/s11671-015-0790-x", "790"]}}], "PubmedBookArticle": []}