{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Olympics", "acrolein", "air pollution", "aldehydes", "pollutant sources", "principal component analysis"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25883528", "DateRevised": {"Year": "2024", "Month": "05", "Day": "14"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1352-2310", "JournalIssue": {"Volume": "109", "PubDate": {"Year": "2015", "Month": "May", "Day": "01"}}, "Title": "Atmospheric environment (Oxford, England : 1994)", "ISOAbbreviation": "Atmos Environ (1994)"}, "ArticleTitle": "Aldehydes in Relation to Air Pollution Sources: A Case Study around the Beijing Olympics.", "Pagination": {"StartPage": "61", "EndPage": "69", "MedlinePgn": "61-69"}, "Abstract": {"AbstractText": ["This study was carried out to characterize three aldehydes of health concern (formaldehyde, acetaldehyde, and acrolein) at a central Beijing site in the summer and early fall of 2008 (from June to October). Aldehydes in polluted atmospheres come from both primary and secondary sources, which limits the control strategies for these reactive compounds. Measurements were made before, during, and after the Beijing Olympics to examine whether the dramatic air pollution control measures implemented during the Olympics had an impact on concentrations of the three aldehydes and their underlying primary and secondary sources. Average concentrations of formaldehyde, acetaldehyde and acrolein were 29.3±15.1 μg/m<sup>3</sup>, 27.1±15.7 μg/m<sup>3</sup> and 2.3±1.0 μg/m<sup>3</sup>, respectively, for the entire period of measurements, all being at the high end of concentration ranges measured in cities around the world in photochemical smog seasons. Formaldehyde and acrolein increased during the pollution control period compared to the pre-Olympic Games, followed the changing pattern of temperature, and were significantly correlated with ozone and with a secondary formation factor identified by principal component analysis (PCA). In contrast, acetaldehyde had a reduction in mean concentration during the Olympic air pollution control period compared to the pre-Olympic period and was significantly correlated with several pollutants emitted from local emission sources (e.g., NO<sub>2</sub>, CO, and PM<sub>2.5</sub>). Acetaldehyde was also more strongly associated with primary emission sources including vegetative burning and oil combustion factors identified through the PCA. All three aldehydes were lower during the post-Olympic sampling period compared to the before and during Olympic periods, likely due to seasonal and regional effects. Our findings point to the complexity of source control strategies for secondary pollutants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Rutgers University, Piscataway, NJ."}], "LastName": "Altemose", "ForeName": "Brent", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nicholas School of the Environment & Duke Global Health Institute, Duke University, Durham, NC."}], "LastName": "Gong", "ForeName": "Jicheng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Simulation and Pollution Control, College of Environmental Sciences and Engineering, Peking University, Beijing, 100871, China."}], "LastName": "Zhu", "ForeName": "Tong", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Simulation and Pollution Control, College of Environmental Sciences and Engineering, Peking University, Beijing, 100871, China."}], "LastName": "Hu", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Simulation and Pollution Control, College of Environmental Sciences and Engineering, Peking University, Beijing, 100871, China."}], "LastName": "Zhang", "ForeName": "Liwen", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Simulation and Pollution Control, College of Environmental Sciences and Engineering, Peking University, Beijing, 100871, China."}], "LastName": "Cheng", "ForeName": "Hong", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Rutgers University, Piscataway, NJ."}], "LastName": "Zhang", "ForeName": "Lin", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Rutgers University, Piscataway, NJ."}], "LastName": "Tong", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental and Occupational Sciences Institute (EOHSI), Rutgers University, Piscataway, NJ."}], "LastName": "Kipen", "ForeName": "Howard M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Rutgers University, Piscataway, NJ."}], "LastName": "Strickland", "ForeName": "Pamela Ohman", "Initials": "PO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Public Health, Rutgers University, Piscataway, NJ."}], "LastName": "Meng", "ForeName": "Qingyu", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environmental and Biological Sciences, Rutgers University, New Brunswick, NJ."}], "LastName": "Robson", "ForeName": "Mark G", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nicholas School of the Environment & Duke Global Health Institute, Duke University, Durham, NC."}], "LastName": "Zhang", "ForeName": "Junfeng", "Initials": "J"}], "GrantList": [{"GrantID": "P30 ES013508", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES015864", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Atmos Environ (1994)", "NlmUniqueID": "9888534", "ISSNLinking": "1352-2310"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akbar-Khanzadeh F, Mlynek JS. Changes in respiratory function after one and three hours of exposure to formaldehyde in non-smoking subjects. Occupational and Environmental Medicine. 1997;54:296–300.", "ArticleIdList": ["PMC1128775", "9196449"]}, {"Citation": "Altshuller AP. Production of aldehydes as primary emissions and from secondary atmospheric reactions of alkenes and alkanes during the night and early morning hours. Atmospheric Environment Part a-General Topics. 1993;27:21–32."}, {"Citation": "Andreini BP, Baroni R, Galimberti E, Sesana G. Aldehydes in the atmospheric environment: Evaluation of human exposure in the north-west area of Milan. Microchemical Journal. 2000;67:11–9."}, {"Citation": "Baez AP, Belmont R, Padilla H. Measurements of formaldehyde and acetaldehyde in the atmosphere of Mexico City. Environmental Pollution. 1995;89:163–7.", "ArticleIdList": ["15091529"]}, {"Citation": "Benjebria A, Marthan R, Rossetti M, Savineau JP, Ultman JS. Human bronchial smooth-muscle responsiveness after in-vitro exposure to acrolein. American Journal of Respiratory and Critical Care Medicine. 1994;149:382–6.", "ArticleIdList": ["8306034"]}, {"Citation": "Cahill TM. Ambient Acrolein Concentrations in Coastal, Remote, and Urban Regions in California. Environmental Science & Technology. 2014;48(15):8507–8513.", "ArticleIdList": ["24992452"]}, {"Citation": "Cassee FR, Arts JHE, Groten JP, Feron VJ. Sensory irritation to mixtures of formaldehyde, acrolein, and acetaldehyde in rats. Archives of Toxicology. 1996a;70:329–37.", "ArticleIdList": ["8975631"]}, {"Citation": "Cassee FR, Groten JP, Feron VJ. Changes in the nasal epithelium of rats exposed by inhalation to mixtures of formaldehyde, acetaldehyde, and acrolein. Fundamental and Applied Toxicology. 1996b;29:208–18.", "ArticleIdList": ["8742318"]}, {"Citation": "Chan CK, Yao X. Air pollution in mega cities in China. Atmospheric Environment. 2008;42:1–42."}, {"Citation": "Chenga SY, Huanga GH, Chakmaa A, Haob RX, Liua L, Zhang XH. Estimation of atmospheric mixing heights using data from airport meteorological stations. Journal of Environmental Science and Health, Part A: Toxic/Hazardous Substances and Environmental Engineering. 2001;36(4):521–532.", "ArticleIdList": ["11413836"]}, {"Citation": "Clements AL, Jia YL, Denbleyker A, McDonald-Buller E, Fraser MP, Allen DT, Collins DR, Michel E, Pudota J, Sullivan D, Zhu YF. Air pollutant concentrations near three Texas roadways, part II: Chemical characterization and transformation of pollutants. Atmospheric Environment. 2009;43(30):4523–4534."}, {"Citation": "Destaillats H, Spaulding RS, Charles MJ. Ambient air measurement of acrolein and other carbonyls at the Oakland-San Francisco Bay Bridge toll plaza. Environmental Science & Technology. 2002;36(10):2227–2235.", "ArticleIdList": ["12038834"]}, {"Citation": "Draxler RR, Rolph GD.  HYSPLIT (HYbrid Single-Particle Lagrangian Integrated Trajectory) Model access via NOAA ARL READY Website. NOAA Air Resources Laboratory; College Park, MD: 2004.  ( http://www.arl.noaa.gov/HYSPLIT.php)"}, {"Citation": "Feng YL, Wen S, Chen YJ, Wang XM, Lu HX, Bi XH, et al. Ambient levels of carbonyl compounds and their sources in Guangzhou, China. Atmospheric Environment. 2005;39:1789–800."}, {"Citation": "Feng YL, Wen S, Wang XM, Sheng GY, He QS, Tang JH, et al. Indoor and outdoor carbonyl compounds in the hotel ballrooms in Guangzhou, China. Atmospheric Environment. 2004;38:103–12."}, {"Citation": "Grosjean D, Grosjean E, Gertler AW. On-road emissions of carbonyls from light-duty and heavy-duty vehicles. Environmental Science & Technology. 2001;35:45–53.", "ArticleIdList": ["11352025"]}, {"Citation": "Grosjean D, Grosjean E, Moreira LFR. Speciated ambient carbonyls in Rio de Janeiro, Brazil. Environmental Science & Technology. 2002;36:1389–95.", "ArticleIdList": ["11999040"]}, {"Citation": "Herrington J, Zhang L, Whitaker D, Sheldon L, Zhang J. Optimizing a dansylhydrazine (DNSH) based method for measuring airborne acrolein and other unsaturated carbonyls. Journal of Environmental Monitoring. 2005;7:969–76.", "ArticleIdList": ["16193168"]}, {"Citation": "Ho SSH, Yu JZ. Determination of airborne carbonyls: Comparison of a thermal desorption/GC method with the standard DNPH/HPLC method. Environmental Science & Technology. 2004;38(3):862–870.", "ArticleIdList": ["14968875"]}, {"Citation": "Huang XF, He LY, Hu M, Canagaratna MR, Sun Y, Zhang Q, et al. Highly time-resolved chemical characterization of atmospheric submicron particles during 2008 Beijing Olympic Games using an Aerodyne High-Resolution Aerosol Mass Spectrometer. Atmospheric Chemistry and Physics. 2010;10:8933–45."}, {"Citation": "Jolliffe IT. Principal Component Analysis. 2. New York: Springer; 2002."}, {"Citation": "Legreid G, Loov JB, Staehelin J, Hueglin C, Hill M, Buchmann B, Prevot ASH, Reimann S. Oxygenated volatile organic compounds (OVOCs) at an urban background site in Zurich (Europe): Seasonal variation and source allocation. Atmospheric Environment. 2007;41(38):8409–8423."}, {"Citation": "Li Y, Shao M, Lu SH, Chang CC, Dasgupta PK. Variations and sources of ambient formaldehyde for the 2008 Beijing Olympic Games. Atmospheric Environment. 2010a;44:2632–9."}, {"Citation": "Li Y, Wang W, Kan HD, Xu XH, Chen BH. Air quality and outpatient visits for asthma in adults during the 2008 Summer Olympic Games in Beijing. Science of the Total Environment. 2010b;408:1226–7.", "ArticleIdList": ["19959207"]}, {"Citation": "Lipari F, Dasch JM, Scruggs WF. Aldehyde emissions from wood-burning fireplaces. Environmental Science and Technology. 1984;18(5):326–30.", "ArticleIdList": ["22280078"]}, {"Citation": "Liu W, Zhang J, Zhang L, Turpin BJ, Welsel CP, Morandi CT, Stock TH, Colome S, Korn LR. Estimating contributions of indoor and outdoor sources to indoor carbonyl concentrations in three urban areas of the United States. Atmospheric Environment. 2006;40(12):2202–2214."}, {"Citation": "MacIntosh DL, Zimmer-Dauphinee SA, Manning RO, Williams PL. Aldehyde concentrations in ambient air of coastal Georgia, USA. Environmental Monitoring and Assessment. 2000;63:409–29."}, {"Citation": "Possanzini M, Di Palo V, Cecinato A. Sources and photodecomposition of formaldehyde and acetaldehyde in Rome ambient air. Atmospheric Environment. 2002;36:3195–201."}, {"Citation": "Pusede SE, Cohen RC. On the observed response of ozone to NOx and VOC reactivity reductions in San Joaquin Valley California 1995-present. Atmospheric Chemistry and Physics. 2012;12:8323–8339."}, {"Citation": "Rich DQ, Kipen HM, Huang W, Wang G, Wang Y, Zhu P, Ohman-Strickland P, Hu M, Philipp C, Diehl SR, Lu SE, Tong J, Gong J, Thomas D, Zhu T, Zhang JF. Association between changes in air pollution levels during the beijing olympics and biomarkers of inflammation and thrombosis in healthy young adults. JAMA. 2012;307(19):2068–2078.", "ArticleIdList": ["PMC4049319", "22665106"]}, {"Citation": "Schauer JJ, Kleeman MJ, Cass GR, Simoneit BRT. Measurement of emissions from air pollution sources. 3. C-1-C-29 organic compounds from fireplace combustion of wood. Environmental Science & Technology. 2001;35:1716–28.", "ArticleIdList": ["11355184"]}, {"Citation": "Seaman VY, Charles MJ, Cahill TM. A sensitive method for the quantification of acrolein and other volatile carbonyls in ambient air. Analytical Chemistry. 2006;78(7):2405–2412.", "ArticleIdList": ["16579627"]}, {"Citation": "Seinfeld JH, Pandis SN. Atmospheric chemistry and physics: from air pollution to climate change. New York: John Wiley and Sons; 1998. Chemistry of the atmospheric aqueous phase; pp. 357–8."}, {"Citation": "Song Y, Tang X, Xie S, Zhang Y, Wei Y, Zhang M, Zeng L, Lu S. Source apportionment of PM2.5 in Beijing in 2004. Journal of Hazardous Materials. 2007;146(1–2):124–130.", "ArticleIdList": ["17208371"]}, {"Citation": "Song Y, Xie S, Zhang Y, Zeng L, Salmon L, Zheng M. (1) Source apportionment of PM2.5 in Beijing using principal component analysis/absolute principal component scores and UNMIX. Science of the Total Environment. 2006;372(1):278–286.", "ArticleIdList": ["17097135"]}, {"Citation": "Song Y, Zhang Y, Xie S, Zeng L, Zheng M, Salmon L, Shao M, Stanina S. (2) Source apportionment of PM2.5 in Beijing by positive matrix factorization. Atmospheric Environment. 2006;40(8):1526–1537."}, {"Citation": "Spada N, Fujii E, Cahill TM. Diurnal cycles of acrolein and other small aldehydes in regions impacted by vehicle emissions. Environmental Science & Technology. 2008;42(19):7084–7090.", "ArticleIdList": ["18939530"]}, {"Citation": "Stahl QR. Prepared for the National Air Pollution Control Administration Consumer Protection & Environmental Health Service. Department of Health, Education, and Welfare; 1969. Air pollution aspects of aldehydes. (Contract No. PH-22-68-25)"}, {"Citation": "Streets DG, Fu JS, Jang CJ, Hao JM, He KB, Tang XY, et al. Air quality during the 2008 Beijing Olympic Games. Atmospheric Environment. 2007;41:480–92. 18."}, {"Citation": "Tang XY. Urbanization, energy, and air pollution in china. Washington DC: The National Academies Press; 2004. pp. 47–54."}, {"Citation": "Wang H, Zhuang Y, Wang Y, Sun Y, Yuan H, Zhuang G, Hao Z. Long-term monitoring and source apportionment of PM2.5/PM10 in Beijing, China. Journal of Environmental Sciences. 2008;20(11):1323–1327.", "ArticleIdList": ["19202871"]}, {"Citation": "Wang M, Zhu T, Zheng J, Zhang RY, Zhang SQ, Xie XX, et al. Use of a mobile laboratory to evaluate changes in on-road air pollutants during the Beijing 2008 Summer Olympics. Atmospheric Chemistry and Physics. 2009a;9:8247–63."}, {"Citation": "Wang W, Primbs T, Tao S, Massey Simonich SL. Atmospheric particulate matter pollution during the 2008 Beijing Olympics. Envrion Sci Technol. 2009b;43:5314–5320.", "ArticleIdList": ["PMC2739612", "19708359"]}, {"Citation": "Wang SX, Zhao M, Xing J, Wu Y, Zhou Y, Lei Y, et al. Quantifying the air pollutants emission reduction during the 2008 Olympic Games in Beijing. Environmental Science & Technology. 2010a;44:2490–6.", "ArticleIdList": ["20222727"]}, {"Citation": "Wang T, Nie W, Gao J, Xue LK, Gao XM, Wang XF, et al. Air quality during the 2008 Beijing Olympics: secondary pollutants and regional impact. Atmospheric Chemistry and Physics. 2010c;10:7603–15."}, {"Citation": "Wang T, Xie SD. Assessment of traffic-related air pollution in the urban streets before and during the 2008 Beijing Olympic Games traffic control period. Atmospheric Environment. 2009;43:5682–90.", "ArticleIdList": ["0"]}, {"Citation": "Wang X, Westerdahl D, Chen LC, Wu Y, Hao JM, Pan XC, et al. Evaluating the air quality impacts of the 2008 Beijing Olympic Games: On-road emission factors and black carbon profiles. Atmospheric Environment. 2009b;43:4535–43."}, {"Citation": "Wang XS, Li JL, Zhang YH, Xie SD, Tang XY. Ozone source attribution during a severe photochemical smog episode in Beijing, China. Science in China Series B-Chemistry. 2009c;52:1270–80."}, {"Citation": "Wang Y, Hao J, McElroy MB, Munger JW, Ma H, Chen D, et al. Ozone air quality during the 2008 Beijing Olympics: effectiveness of emission restrictions. Atmospheric Chemistry and Physics. 2009d;9:5237–51."}, {"Citation": "Weisel CP, Zhang J, Turpin BJ, Morandi MT, Colome S, Stock TH, Spektor DM, Korn L, Winer AM, Kwon J, Meng QY, Zhang L, Harrington R, Liu W, Reff A, Lee JH, Alimokhtari S, Mohan K, Shendell D, Jones J, Farrar L, Maberti S, Fan T. HEI (Health Effects Institute) Research Report 130-I. Boston, MA: 2005. Relationships of indoor, outdoor, and personal air (RIOPA). Part I. Collection methods and descriptive analysis.", "ArticleIdList": ["16454009"]}, {"Citation": "Xin JY, Wang YS, Tang GQ, Wang LL, Sun Y, Wang YH, et al. Variability and reduction of atmospheric pollutants in Beijing and its surrounding area during the Beijing 2008 Olympic Games. Chinese Science Bulletin. 2010;55:1937–44."}, {"Citation": "Zhang J, Zhang L, Fan Z, Ilacqua V. Development of the personal aldehydes and ketones sampler based upon DNSH derivatization on solid sorbent. Environmental Science & Technology. 2000;34:2601–7."}, {"Citation": "Zhang JF, He QC, Lioy PJ. Characteristics of aldehydes - concentrations, sources, and exposures for indoor and outdoor residential microenvironments. Environmental Science & Technology. 1994;28:146–52.", "ArticleIdList": ["22175844"]}, {"Citation": "Zhang JF, Smith KR. Emissions of carbonyl compounds from various cookstoves in China. Environmental Science & Technology. 1999;33:2311–20."}, {"Citation": "Zhang JF, Zhu T, Kipen H, Wang G, Huang W, Rich D, Zhu P, Wang Y, Lu S, Ohman-Strickland P, Diehl S, Hu M, Tong J, Gong J, Thomas D. Cardiorespiratory biomarker responses in healthy young adults to drastic air quality changes surrounding the 2008 Beijing Olympics. Health Effects Institute Report #. 2013;174:2013-03-11.", "ArticleIdList": ["PMC4086245", "23646463"]}, {"Citation": "Zheng M, Salmon L, Schauer J, Zeng L, Kiang C, Zhang Y, Cass G. Seasonal trends in PM2.5 source contributions in Beijing, China. Atmospheric Environment. 2005;39:3967–3976."}, {"Citation": "Zhou Y, Wu Y, Yang L, Fu LX, He KB, Wang SX, et al. The impact of transportation control measures on emission reductions during the 2008 Olympic Games in Beijing, China. Atmospheric Environment. 2010;44:285–93."}, {"Citation": "Zhu YF, Fanning E, Yu RC, Zhang QF, Froines JR. Aircraft emissions and local air quality impacts from takeoff activities at a large International Airport. Atmospheric Environment. 2011;45(36):6526–6533."}], "ReferenceList": []}, {"Reference": [{"Citation": "Cao L, Tian W, Ni B, Zhang Y, Wang P. Preliminary study of airborne particulate matter in a Beijing sampling station by instrumental neutron activation analysis. Atmospheric Environment. 2002;36:1951–1956."}, {"Citation": "Liu XH, Zhang Y, Cheng SH, Xing J, Zhang Q, Streets DG, Jang C, Wang WX, Hao JM. Understanding of regional air pollution over China using CMAQ, part I performance evaluation and seasonal variation. Atmospheric Environment. 2010;44(20):2415–2426."}, {"Citation": "Liu XH, Zhang Y, Xing J, Zhang Q, Streets DG, Jang C, Wang WX, Hao JM. Understanding of regional air pollution over China using CMAQ, part II. Process analysis and sensitivity of ozone and particulate matter to precursor emissions. Atmospheric Environment. 2010;44(30):3719–3727."}, {"Citation": "Park S, Kim Y, Kang C. Atmospheric polycyclic aromatic hydrocarbons in Seoul, Korea. Atmospheric Environment. 2002;36(17):2917–2924."}, {"Citation": "Rodier DR, Nondek L, Birks JW. Evaluation of ozone and water vapor interferences in the derivatization of atmospheric aldehydes with dansylhydrazine. Environ Sci Technol. 1993;27 (13):2814–2820."}, {"Citation": "Schauer J, Rogge W, Hildemann L, Mazurek M, Cass G, Simoneit B. Source apportionment of airborne particulate matter using organic compounds as tracers. Atmospheric Environment. 1996;30(22):3837–3855."}, {"Citation": "Weisel CP, Zhang J, Turpin BJ, Morandi MT, Colome S, Stock TH, et al. Research Report 130. Health Effects Institute (HEI) and the Mickey Leland National Urban Air Toxics Center; Boston, MA: 2005. Investigators’ report: Relationships of Indoor, Outdoor, and Personal Air (RIOPA). Part I. Collection methods and descriptive analyses.", "ArticleIdList": ["16454009"]}], "ReferenceList": [], "Title": "References for Appendices"}], "History": [{"Year": "2015", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25883528", "NIHMS671536", "PMC4394383", "10.1016/j.atmosenv.2015.02.056"]}}], "PubmedBookArticle": []}