{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "25889514", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "13"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "02", "Day": "21"}], "ELocationID": ["73", "10.1186/s12913-015-0732-4"], "Journal": {"ISSN": "1472-6963", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2015", "Month": "Feb", "Day": "21"}}, "Title": "BMC health services research", "ISOAbbreviation": "BMC Health Serv Res"}, "ArticleTitle": "A comparison of estimated drug costs of potentially inappropriate medications between older patients receiving nurse home visit services and patients receiving pharmacist home visit services: a cross-sectional and propensity score analysis.", "Pagination": {"StartPage": "73", "MedlinePgn": "73"}, "Abstract": {"AbstractText": ["There have been no multicenter studies that estimated the relations of either nurse or pharmacist home visit program to drug costs of potentially inappropriate medications (PIMs). This study aimed to establish whether patients who used nurse or pharmacist home visit programs (nurse or pharmacist program) had lower drug costs of PIMs than those who did not use nurse or pharmacist programs for older patients living at home.", "This cross-sectional study was conducted in home care settings in Japan, involving 430 patients aged 65 or older, of whom 276 were female. All received regular home visits from five clinics between May and December 2013. After the PIMs were identified with the Screening Tool of Older Persons' potentially inappropriate Prescriptions (STOPP) criteria, we estimated the drug costs based on actual pharmaceutical prices and measured against who using nurse or pharmacist programs after a propensity score weighted adjustment.", "Patients who used nurse programs had lower drug cost of PIMs than those who did not use, but it was not significantly different (5.9 ± 13.1 vs 7.1 ± 13.9 USD per month, P = 0.199). The cost of PIMs for patients who used pharmacist programs also had no difference. (7.2 ± 14.5 vs 5.5 ± 11.5 USD per month, P = 0.06). In the patient groups who used nurse programs, patients who also used pharmacist programs had significantly higher costs of PIMs than those who used only nurse programs (5.5 ± 13.9 vs 2.5 ± 6.0 USD per month, P = 0.006). In patients group who did not use pharmacist programs, patients who only used nurse programs had significantly lower costs of PIMs than those who did not use nurse programs (3.6 ± 7.7 vs 5.8 ± 12.7 USD per month, P = 0.022).", "Patients who used nurse program have a trend towards lower drug costs of PIMs than those who used nurse and pharmacist program or pharmacist program alone. Although this study tried to adjust the potential confounders as possible as we could by using propensity score analysis, further studies are needed to confirm our results."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Clinical Medicine, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan. junhamano@md.tsukuba.ac.jp."}], "LastName": "Hamano", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Primary Care and Medical Education, Graduate School of Comprehensive Human Sciences, University of Tsukuba, Tsukuba, Japan. s1330434@u.tsukuba.ac.jp."}], "LastName": "Ozone", "ForeName": "Sachiko", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Japan Community Healthcare Organization, 3-22-12 Takanawa, Tokyo, Japan. yasuharu.tokuda@gmail.com."}], "LastName": "Tokuda", "ForeName": "Yasuharu", "Initials": "Y"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Health Serv Res", "NlmUniqueID": "101088677", "ISSNLinking": "1472-6963"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Drug Costs"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Home Care Services"}, {"QualifierName": [], "DescriptorName": "House Calls"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Inappropriate Prescribing"}, {"QualifierName": [], "DescriptorName": "Japan"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Nurses, Community Health"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Services"}, {"QualifierName": [], "DescriptorName": "Pharmacists"}, {"QualifierName": [], "DescriptorName": "Postnatal Care"}, {"QualifierName": [], "DescriptorName": "Potentially Inappropriate Medication List"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": [], "DescriptorName": "Propensity Score"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gallagher P, O’Mahony D. Inappropriate prescribing in older people. Rev Clin Gerontol. 2008;18(01):65. doi: 10.1017/S095925980800261X.", "ArticleIdList": ["10.1017/S095925980800261X"]}, {"Citation": "Spinewine A, Schmader KE, Barber N, Hughes C, Lapane KL, Swine C, et al. Appropriate prescribing in elderly people: how well can it be measured and optimised? Lancet. 2007;370(9582):173–84. doi: 10.1016/S0140-6736(07)61091-5.", "ArticleIdList": ["10.1016/S0140-6736(07)61091-5", "17630041"]}, {"Citation": "Gallagher PF, Barry PJ, Ryan C, Hartigan I, O’Mahony D. Inappropriate prescribing in an acutely ill population of elderly patients as determined by Beers’ Criteria. Age Ageing. 2008;37(1):96–101. doi: 10.1093/ageing/afm116.", "ArticleIdList": ["10.1093/ageing/afm116", "17933759"]}, {"Citation": "Chang C-M, Liu P-YY, Yang Y-HK, Yang Y-C, Wu C-F, Lu F-H. Use of the Beers criteria to predict adverse drug reactions among first-visit elderly outpatients. Pharmacotherapy. 2005;25(6):831–8. doi: 10.1592/phco.2005.25.6.831.", "ArticleIdList": ["10.1592/phco.2005.25.6.831", "15927902"]}, {"Citation": "Routledge PA, O’Mahony MS, Woodhouse KW. Adverse drug reactions in elderly patients. Br J Clin Pharmacol. 2004;57(2):121–6. doi: 10.1046/j.1365-2125.2003.01875.x.", "ArticleIdList": ["10.1046/j.1365-2125.2003.01875.x", "PMC1884428", "14748810"]}, {"Citation": "Lindley CM, Tully MP, Paramsothy V, Tallis RC. Inappropriate medication is a major cause of adverse drug reactions in elderly patients. Age Ageing. 1992;21(4):294–300. doi: 10.1093/ageing/21.4.294.", "ArticleIdList": ["10.1093/ageing/21.4.294", "1514459"]}, {"Citation": "Fick DM, Mion LC, Beers MH, Waller JL. Health outcomes associated with potentially inappropriate medication use in older adults. Res Nurs Health. 2008;31(1):42–51. doi: 10.1002/nur.20232.", "ArticleIdList": ["10.1002/nur.20232", "PMC2247370", "18163447"]}, {"Citation": "Passarelli MCG, Jacob-Filho W, Figueras A. Adverse drug reactions in an elderly hospitalised population: inappropriate prescription is a leading cause. Drugs Aging. 2005;22(9):767–77. doi: 10.2165/00002512-200522090-00005.", "ArticleIdList": ["10.2165/00002512-200522090-00005", "16156680"]}, {"Citation": "Schneeweiss S, Hasford J, Göttler M, Hoffmann A, Riethling A-K, Avorn J. Admissions caused by adverse drug events to internal medicine and emergency departments in hospitals: a longitudinal population-based study. Eur Jj Clin Pharmacol. 2002;58(4):285–91. doi: 10.1007/s00228-002-0467-0.", "ArticleIdList": ["10.1007/s00228-002-0467-0", "12136375"]}, {"Citation": "Klarin I, Wimo A, Fastbom J. The association of inappropriate drug use with hospitalisation and mortality: a population-based study of the very old. Drugs Aging. 2005;22(1):69–82. doi: 10.2165/00002512-200522010-00005.", "ArticleIdList": ["10.2165/00002512-200522010-00005", "15663350"]}, {"Citation": "Ebbesen J, Buajordet I, Erikssen J, Brørs O, Hilberg T, Svaar H, et al. Drug-related deaths in a department of internal medicine. Arch Intern Med. 2001;161(19):2317–23. doi: 10.1001/archinte.161.19.2317.", "ArticleIdList": ["10.1001/archinte.161.19.2317", "11606147"]}, {"Citation": "Kripalani S, Henderson LE, Jacobson TA, Vaccarino V. Medication use among inner-city patients after hospital discharge: patient-reported barriers and solutions. Mayo Clin Proc. 2008;83(5):529–35. doi: 10.1016/S0025-6196(11)60724-6.", "ArticleIdList": ["10.1016/S0025-6196(11)60724-6", "18452681"]}, {"Citation": "Mansur N, Weiss A, Beloosesky Y. Is there an association between inappropriate prescription drug use and adherence in discharged elderly patients? Ann Pharmacother. 2009;43(2):177–84.", "ArticleIdList": ["19193583"]}, {"Citation": "Fick DM, Waller JL, Maclean JR, Heuvel RV, Tadlock JG, Gottlieb M, et al. Potentially inappropriate medication use in a Medicare managed care population: Association with higher costs and utilization. J Manag Care Pharm. 2001;7(5):407–13."}, {"Citation": "Bates DW, Spell N, Cullen DJ, Burdick E, Laird N, Petersen LA, et al. The costs of adverse drug events in hospitalized patients adverse drug events prevention study group. JAMA. 1997;277(4):307–11. doi: 10.1001/jama.1997.03540280045032.", "ArticleIdList": ["10.1001/jama.1997.03540280045032", "9002493"]}, {"Citation": "Al-Omar HA, Al-Sultan MS, Abu-Auda HS. Prescribing of potentially inappropriate medications among the elderly population in an ambulatory care setting in a Saudi military hospital: trend and cost. Geriatr Gerontol Int. 2013;13(3):616–21. doi: 10.1111/j.1447-0594.2012.00951.x.", "ArticleIdList": ["10.1111/j.1447-0594.2012.00951.x", "23035714"]}, {"Citation": "Cahir C, Fahey T, Teeling M, Teljeur C, Feely J, Bennett K. Potentially inappropriate prescribing and cost outcomes for older people: a national population study. Br J Clin Pharmacol. 2010;69(5):543–52. doi: 10.1111/j.1365-2125.2010.03628.x.", "ArticleIdList": ["10.1111/j.1365-2125.2010.03628.x", "PMC2856056", "20573091"]}, {"Citation": "Bradley MC, Fahey T, Cahir C, Bennett K, O’Reilly D, Parsons C, et al. Potentially inappropriate prescribing and cost outcomes for older people: a cross-sectional study using the Northern Ireland Enhanced Prescribing Database. Eur J Clin Pharmacol. 2012;68(10):1425–33. doi: 10.1007/s00228-012-1249-y.", "ArticleIdList": ["10.1007/s00228-012-1249-y", "22447297"]}, {"Citation": "Hamano J, Tokuda Y. Inappropriate prescribing among elderly home care patients in Japan: prevalence and risk factors. J Prim Care Community Health. 2014;5(2):90–6. doi: 10.1177/2150131913518346.", "ArticleIdList": ["10.1177/2150131913518346", "24399442"]}, {"Citation": "Kaufmann CP, Tremp R, Hersberger KE, Lampert ML. Inappropriate prescribing: a systematic overview of published assessment tools. Eur J Cli Pharmacol. 2013;70(1):1–11. doi: 10.1007/s00228-013-1575-8.", "ArticleIdList": ["10.1007/s00228-013-1575-8", "24019054"]}, {"Citation": "American Geriatrics Society Updated Beers criteria for potentially inappropriate medication use in older adults. J Am Geriatr Soc. 2012;60(4):616–31. doi: 10.1111/j.1532-5415.2012.03923.x.", "ArticleIdList": ["10.1111/j.1532-5415.2012.03923.x", "PMC3571677", "22376048"]}, {"Citation": "Gallagher P, Ryan C, Byrne S, Kennedy J, O’Mahony D. STOPP (Screening Tool of Older Person’s Prescriptions) and START (Screening Tool to Alert doctors to Right Treatment) Consensus validation. Int J Clin Pharmacol Ther. 2008;46(2):72–83. doi: 10.5414/CPP46072.", "ArticleIdList": ["10.5414/CPP46072", "18218287"]}, {"Citation": "Lam MPS, Cheung BMY. The use of STOPP/START criteria as a screening tool for assessing the appropriateness of medications in the elderly population. Expert Rev Clin Pharmacol. 2012;5(2):187–97. doi: 10.1586/ecp.12.6.", "ArticleIdList": ["10.1586/ecp.12.6", "22390561"]}, {"Citation": "Naugler CT, Brymer C, Stolee P, Arcese ZA. Development and validation of an improving prescribing in the elderly tool. Can J Clin Pharmacol. 2000;7(2):103–7.", "ArticleIdList": ["10958706"]}, {"Citation": "Curtain CM, Bindoff IK, Westbury JL, Peterson GM. A comparison of prescribing criteria when applied to older community-based patients. Drugs Aging. 2013;30(11):935–43. doi: 10.1007/s40266-013-0116-6.", "ArticleIdList": ["10.1007/s40266-013-0116-6", "24002743"]}, {"Citation": "Hill-Taylor B, Sketris I, Hayden J, Byrne S, O’Sullivan D, Christie R. Application of the STOPP/START criteria: a systematic review of the prevalence of potentially inappropriate prescribing in older adults, and evidence of clinical, humanistic and economic impact. J Clin Pharm Ther. 2013;38(5):360–72. doi: 10.1111/jcpt.12059.", "ArticleIdList": ["10.1111/jcpt.12059", "23550814"]}, {"Citation": "Milos V, Rekman E, Bondesson Å, Eriksson T, Jakobsson U, Westerlund T, et al. Improving the quality of pharmacotherapy in elderly primary care patients through medication reviews: a randomised controlled study. Drugs Aging. 2013;30(4):235–46. doi: 10.1007/s40266-013-0057-0.", "ArticleIdList": ["10.1007/s40266-013-0057-0", "23408163"]}, {"Citation": "Gillespie U, Alassaad A, Hammarlund-Udenaes M, Mörlin C, Henrohn D, Bertilsson M, et al. Effects of pharmacists’ interventions on appropriateness of prescribing and evaluation of the instruments' (MAI, STOPP and STARTs') ability to predict hospitalization–analyses from a randomized controlled trial. PLoS One. 2013;8(5):e62401. doi: 10.1371/journal.pone.0062401.", "ArticleIdList": ["10.1371/journal.pone.0062401", "PMC3656885", "23690938"]}, {"Citation": "Bergqvist M, Ulfvarson J, Karlsson EA. Nurse-led medication reviews and the quality of drug treatment of elderly hospitalized patients. Eur J Clin Pharmacol. 2009;65(11):1089–96. doi: 10.1007/s00228-009-0728-2.", "ArticleIdList": ["10.1007/s00228-009-0728-2", "19798491"]}, {"Citation": "Finkers F, Maring JG, Boersma F, Taxis K. A study of medication reviews to identify drug-related problems of polypharmacy patients in the Dutch nursing home setting. J Clin Pharm Ther. 2007;32(5):469–76. doi: 10.1111/j.1365-2710.2007.00849.x.", "ArticleIdList": ["10.1111/j.1365-2710.2007.00849.x", "17875113"]}, {"Citation": "Lenaghan E, Holland R, Brooks A. Home-based medication review in a high risk elderly population in primary care–the POLYMED randomised controlled trial. Age Ageing. 2007;36(3):292–7. doi: 10.1093/ageing/afm036.", "ArticleIdList": ["10.1093/ageing/afm036", "17387123"]}, {"Citation": "Garrido MM. Propensity scores: a practical method for assessing treatment effects in pain and symptom management research. J Pain Symptom Manage. 2014;48(4):711–8. doi: 10.1016/j.jpainsymman.2014.05.014.", "ArticleIdList": ["10.1016/j.jpainsymman.2014.05.014", "24937162"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "9", "Day": "29"}, {"Year": "2015", "Month": "2", "Day": "8"}, {"Year": "2015", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "4", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "2", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["25889514", "PMC4338623", "10.1186/s12913-015-0732-4", "10.1186/s12913-015-0732-4"]}}], "PubmedBookArticle": []}