{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "25951588", "DateCompleted": {"Year": "2015", "Month": "05", "Day": "09"}, "DateRevised": {"Year": "2015", "Month": "05", "Day": "08"}, "Article": {"Language": ["eng"], "ELocationID": [], "ArticleDate": [], "Journal": {"ISSN": "1090-3941", "JournalIssue": {"Volume": "2", "PubDate": {"Year": "1993", "Month": "Oct"}}, "Title": "Surgical technology international", "ISOAbbreviation": "Surg Technol Int"}, "ArticleTitle": "The skin tumor: a reconstructive challenge.", "Pagination": {"StartPage": "361", "EndPage": "370", "MedlinePgn": "361-70"}, "Abstract": {"AbstractText": ["The type of reconstruction performed following skin tumor surgery is directly related to the type, extent, and site of the skin tumor. The skin tumors with which the plastic surgeon is most often confronted are the basal and squamous cell cancers and melanoma. It is well documented that the incidence of these tumors are increasing at an alarming rate. This is believed to be primarily due to excessive sun exposure and the thinning of the protective ozone layer. Under these circumstances, the plastic surgeon today must be well equipped to not only treat these tumors, as well as other rarer diseases, but also to reconstruct the sometimes challenging resulting defects. The guiding reconstructive principle is as Ralph Millard admonished: Replace lost tissue with like tissue. A skin graft at the tip of the nose can be very distracting due to its patch-like, depressed appearance. In contrast, a full-thickness skin flap would allow the reconstructive \"material\" to blend in with its surroundings for a more impressive result. The plastic surgeon has several items in his armamentarium to assist in the execution of this principle. Some of the techniques are based on age-old ideas, while others represent very recent, almost revolutionary advances. These advances include: 1. The introduction of the tissue expander: This concept has allowed the plastic surgeon to reconstruct defects that would would have normally required disfiguring skin grafts or free tissue transfers. 2. The elucidation of the vascular supply to the skin and underlying muscles and fascia: This knowledge has endowed the plastic surgeon with a tremendous pallet of reliable flaps to reconstruct a particular defect."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "St. Mary's Hospital, San Francisco, California / University of California, San Francisco, California."}], "Identifier": [], "LastName": "Rosenfield", "ForeName": "L K", "Initials": "LK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Surg Technol Int", "NlmUniqueID": "9604509", "ISSNLinking": "1090-3941"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "1993", "Month": "10", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1993", "Month": "10", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["25951588"]}}], "PubmedBookArticle": []}