{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Alzheimer’s disease", "gender", "oxidative stress", "ozone"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26116027", "DateCompleted": {"Year": "2016", "Month": "05", "Day": "23"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "06", "Day": "26"}], "ELocationID": ["10.1093/toxsci/kfv124"], "Journal": {"ISSN": "1096-0929", "JournalIssue": {"Volume": "147", "Issue": "1", "PubDate": {"Year": "2015", "Month": "Sep"}}, "Title": "Toxicological sciences : an official journal of the Society of Toxicology", "ISOAbbreviation": "Toxicol Sci"}, "ArticleTitle": "Cyclic Ozone Exposure Induces Gender-Dependent Neuropathology and Memory Decline in an Animal Model of Alzheimer's Disease.", "Pagination": {"StartPage": "222", "EndPage": "234", "MedlinePgn": "222-34"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is a major cause of dementia in the elderly. Although early-onset (familial) AD is attributed to gene mutations, the cause for late-onset (sporadic) AD, which accounts for 95% of AD cases, is unknown. In this study, we show that exposure of 6-week-old amyloid beta precursor protein (APP)/presenilin (PS1) overexpressing mice, a well-established animal model of AD, and nontransgenic littermates to a cyclic O3 exposure protocol, which mimics environmental exposure episodes, accelerated learning/memory function loss in male APP/PS1 mice but not in female APP/PS1 mice or nontransgenic littermates. Female APP/PS1 mice had higher brain levels of amyloid beta peptide (Aβ42) and Aβ40, compared with male APP/PS1 mice; O3 exposure, however, had no significant effect on brain Aβ load in either male or female mice. Our results further show that male APP/PS1 mice had lower levels of antioxidants (glutathione and ascorbate) and experienced augmented induction of NADPH oxidases, lipid peroxidation, and neuronal apoptosis upon O3 exposure, compared with female APP/PS1 mice. No significant effect of O3 on any of these parameters was detected in nontransgenic littermates. In vitro studies further show that 4-hydroxynonenal, a lipid peroxidation product which was increased in the plasma and cortex/hippocampus of O3-exposed male APP/PS1 mice, induced neuroblastoma cell apoptosis. Together, the results suggest that O3 exposure per se may not cause AD but can synergize with genetic risk factors to accelerate the pathophysiology of AD in genetically predisposed populations. The results also suggest that males may be more sensitive to O3-induced neuropathophysiology than females due to lower levels of antioxidants."], "CopyrightInformation": "© The Author 2015. Published by Oxford University Press on behalf of the Society of Toxicology. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Department of Environmental Health Sciences."}], "LastName": "Akhter", "ForeName": "Hasina", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Department of Environmental Health Sciences."}], "LastName": "Ballinger", "ForeName": "Carol", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, School of Public Health."}], "LastName": "Liu", "ForeName": "Nianjun", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cell, Developmental and Integrative Biology, and."}], "LastName": "van Groen", "ForeName": "Thomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Department of Environmental Health Sciences."}], "LastName": "Postlethwait", "ForeName": "Edward M", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "*Department of Environmental Health Sciences, Division of Pulmonary, Allergy, and Critical Care Medicine, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama 35294 rliu@uab.edu."}], "LastName": "Liu", "ForeName": "Rui-Ming", "Initials": "RM"}], "GrantList": [{"GrantID": "P30 NS47466", "Acronym": "NS", "Agency": "NINDS NIH HHS", "Country": "United States"}, {"GrantID": "R01 HL088141", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "HL088141", "Acronym": "HL", "Agency": "NHLBI NIH HHS", "Country": "United States"}, {"GrantID": "R21AG046701", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}, {"GrantID": "P01 ES011617", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 AG046701", "Acronym": "AG", "Agency": "NIA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Toxicol Sci", "NlmUniqueID": "9805461", "ISSNLinking": "1096-0929"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amyloid beta-Peptides"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Peptide Fragments"}, {"RegistryNumber": "0", "NameOfSubstance": "Presenilins"}, {"RegistryNumber": "0", "NameOfSubstance": "amyloid beta-protein (1-40)"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "EC 1.6.3.-", "NameOfSubstance": "NADPH Oxidases"}], "MeshHeadingList": [{"QualifierName": ["chemically induced", "psychology"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Amyloid beta-Peptides"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Brain Chemistry"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lipid Peroxidation"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemically induced", "psychology"], "DescriptorName": "Memory Disorders"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["metabolism"], "DescriptorName": "NADPH Oxidases"}, {"QualifierName": ["chemically induced", "psychology"], "DescriptorName": "Nervous System Diseases"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Neurons"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Peptide Fragments"}, {"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Presenilins"}, {"QualifierName": [], "DescriptorName": "Sex Characteristics"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aibo D. I., Birmingham N. P., Lewandowski R., Maddox J. F., Roth R. A., Ganey P. E., Wagner J. G., Harkema J. R. (2010). Acute exposure to ozone exacerbates acetaminophen-induced liver injury in mice. Toxicol. Sci. 115, 267–285.", "ArticleIdList": ["PMC2855356", "20123758"]}, {"Citation": "Akhter H., Katre A., Li L., Liu X., Liu R. M. (2011). Therapeutic potential and anti-amyloidosis mechanisms of tert-butylhydroquinone for Alzheimer’s disease. J. Alzheimers Dis. 26, 767–778.", "ArticleIdList": ["PMC3686822", "21860091"]}, {"Citation": "Andersen K., Launer L. J., Dewey M. E., Letenneur L., Ott A., Copeland J. R., Dartigues J. F., Kragh-Sorensen P., Baldereschi M., Brayne C., et al. (1999). Gender differences in the incidence of AD and vascular dementia: The EURODEM studies. EURODEM Incidence Research Group. Neurology 53, 1992–1997.", "ArticleIdList": ["10599770"]}, {"Citation": "Avila-Costa M. R., Colin-Barenque L., Fortoul T. I., Machado-Salas P., Espinosa-Villanueva J., Rugerio-Vargas C., Rivas-Arancibia S. (1999). Memory deterioration in an oxidative stress model and its correlation with cytological changes on rat hippocampus CA1. Neurosci. Lett. 270, 107–109.", "ArticleIdList": ["10462109"]}, {"Citation": "Barnes L. L., Wilson R. S., Schneider J. A., Bienias J. L., Evans D. A., Bennett D. A. (2003). Gender, cognitive decline, and risk of AD in older persons. Neurology 60, 1777–1781.", "ArticleIdList": ["12796530"]}, {"Citation": "Bonsignore M., Barkow K., Heun R. (2002). Possible influence of selection bias on gender differences in the risk of Alzheimer’s disease. Arch. Women’s Ment. Health 5, 73–77.", "ArticleIdList": ["12510202"]}, {"Citation": "Calderon-Garciduenas L., Kavanaugh M., Block M., D’Angiulli A., Delgado-Chavez R., Torres-Jardon R., Gonzalez-Maciel A., Reynoso-Robles R., Osnaya N., Villarreal-Calderon R., et al. (2012). Neuroinflammation, hyperphosphorylated tau, diffuse amyloid plaques, and down-regulation of the cellular prion protein in air pollution exposed children and young adults. J. Alzheimers Dis. 28, 93–107.", "ArticleIdList": ["21955814"]}, {"Citation": "Calderon-Garciduenas L., Reed W., Maronpot R. R., Henriquez-Roldan C., Delgado-Chavez R., Calderon-Garciduenas A., Dragustinovis I., Franco-Lira M., Aragon-Flores M., Solt A. C., et al. (2004). Brain inflammation and Alzheimer’s-like pathology in individuals exposed to severe air pollution. Toxicol. Pathol. 32, 650–658.", "ArticleIdList": ["15513908"]}, {"Citation": "Calderon-Garciduenas L., Solt A. C., Henriquez-Roldan C., Torres-Jardon R., Nuse B., Herritt L., Villarreal-Calderon R., Osnaya N., Stone I., Garcia R., et al. (2008). Long-term air pollution exposure is associated with neuroinflammation, an altered innate immune response, disruption of the blood-brain barrier, ultrafine particulate deposition, and accumulation of amyloid beta-42 and alpha-synuclein in children and young adults. Toxicol. Pathol. 36, 289–310.", "ArticleIdList": ["18349428"]}, {"Citation": "Chan C. C., Wu T. H. (2005). Effects of ambient ozone exposure on mail carriers’ peak expiratory flow rates. Environ. Health Perspect. 113, 735–738.", "ArticleIdList": ["PMC1257599", "15929897"]}, {"Citation": "Chuang G. C., Yang Z., Westbrook D. G., Pompilius M., Ballinger C. A., White C. R., Krzywanski D. M., Postlethwait E. M., Ballinger S. W. (2009). Pulmonary ozone exposure induces vascular dysfunction, mitochondrial damage, and atherogenesis. Am. J. Physiol. Lung Cell. Mol. Physiol. 297, L209–L216.", "ArticleIdList": ["PMC2742788", "19395667"]}, {"Citation": "de la Monte S. M., Ng S. C., Hsu D. W. (1995). Aberrant GAP-43 gene expression in Alzheimer’s disease. Am. J. Pathol. 147, 934–946.", "ArticleIdList": ["PMC1871017", "7573369"]}, {"Citation": "Di Carlo A., Baldereschi M., Amaducci L., Lepore V., Bracco L., Maggi S., Bonaiuto S., Perissinotto E., Scarlato G., Farchi G., et al. (2002). Incidence of dementia, Alzheimer’s disease, and vascular dementia in Italy. The ILSA Study. J. Am. Geriatr. Soc. 50, 41–48.", "ArticleIdList": ["12028245"]}, {"Citation": "Doody R. S., Raman R., Farlow M., Iwatsubo T., Vellas B., Joffe S., Kieburtz K., He F., Sun X., Thomas R. G., et al. (2013). A phase 3 trial of semagacestat for treatment of Alzheimer’s disease. N. Engl. J. Med. 369, 341–350.", "ArticleIdList": ["23883379"]}, {"Citation": "Dorado-Martinez C., Paredes-Carbajal C., Mascher D., Borgonio-Perez G., Rivas-Arancibia S. (2001). Effects of different ozone doses on memory, motor activity and lipid peroxidation levels, in rats. Int.J. Neurosci. 108, 149–161.", "ArticleIdList": ["11699188"]}, {"Citation": "Foster T. C. (2012). Role of estrogen receptor alpha and beta expression and signaling on cognitive function during aging. Hippocampus 22, 656–669.", "ArticleIdList": ["PMC3704216", "21538657"]}, {"Citation": "Gao S., Hendrie H. C., Hall K. S., Hui S. (1998). The relationships between age, sex, and the incidence of dementia and Alzheimer disease: A meta-analysis. Arch. Gen. Psychiat. 55, 809–815.", "ArticleIdList": ["9736007"]}, {"Citation": "Hardy J. (2009). The amyloid hypothesis for Alzheimer’s disease: A critical reappraisal. J. Neurochem. 110, 1129–1134.", "ArticleIdList": ["19457065"]}, {"Citation": "Hassett C., Mustafa M. G., Coulson W. F., Elashoff R. M. (1985). Splenomegaly in mice following exposure to ambient levels of ozone. Toxicol. Lett. 26, 139–144.", "ArticleIdList": ["4035707"]}, {"Citation": "Henneberger P. K., Olin A. C., Andersson E., Hagberg S., Toren K. (2005). The incidence of respiratory symptoms and diseases among pulp mill workers with peak exposures to ozone and other irritant gases. Chest 128, 3028–3037.", "ArticleIdList": ["16236983"]}, {"Citation": "Huang W. T., Vayalil P. K., Miyata T., Hagood J., Liu R. M. (2012). Therapeutic value of small molecule inhibitor to plasminogen activator inhibitor-1 for lung fibrosis. Am. J. Respir. Cell Mol. Biol. 46, 87–95.", "ArticleIdList": ["PMC3262658", "21852684"]}, {"Citation": "Jorm A. F., Jolley D. (1998). The incidence of dementia: A meta-analysis. Neurology 51, 728–733.", "ArticleIdList": ["9748017"]}, {"Citation": "Jung C. R., Lin Y. T., Hwang B. F. (2015). Ozone, particulate matter, and newly diagnosed Alzheimer’s disease: a population-based cohort study in Taiwan. J. Alzheimer’s Dis. 44, 573–584.", "ArticleIdList": ["25310992"]}, {"Citation": "Kaewsuk S., Sae-ung K., Phansuwan-Pujito P., Govitrapong P. (2009). Melatonin attenuates methamphetamine-induced reduction of tyrosine hydroxylase, synaptophysin and growth-associated protein-43 levels in the neonatal rat brain. Neurochem. Int. 55, 397–405.", "ArticleIdList": ["19409439"]}, {"Citation": "Kafoury R. M., Pryor W. A., Squadrito G. L., Salgo M. G., Zou X., Friedman M. (1999). Induction of inflammatory mediators in human airway epithelial cells by lipid ozonation products. Am. J. Respir. Crit. Care Med. 160, 1934–1942.", "ArticleIdList": ["10588609"]}, {"Citation": "Karran E., Hardy J. (2014). Antiamyloid therapy for Alzheimer’s disease–are we on the right road? N. Engl. J. Med. 370, 377–378.", "ArticleIdList": ["24450897"]}, {"Citation": "Katre A., Ballinger C., Akhter H., Fanucchi M., Kim D. K., Postlethwait E., Liu R. M. (2011). Increased transforming growth factor beta 1 expression mediates ozone-induced airway fibrosis in mice. Inhal. Toxicol. 23, 486–494.", "ArticleIdList": ["PMC3690533", "21689010"]}, {"Citation": "Landrigan P. J., Sonawane B., Butler R. N., Trasande L., Callan R., Droller D. (2005). Early environmental origins of neurodegenerative disease in later life. Environ. Health Perspect. 113, 1230–1233.", "ArticleIdList": ["PMC1280407", "16140633"]}, {"Citation": "Laskin D. L., Pendino K. J., Punjabi C. J., Rodriguez del Valle M., Laskin J. D. (1994). Pulmonary and hepatic effects of inhaled ozone in rats. Environ. Health Perspect. 102(Suppl. 10), 61–64.", "ArticleIdList": ["PMC1566968", "7705308"]}, {"Citation": "Levesque S., Surace M. J., McDonald J., Block M. L. (2011). Air pollution & the brain: Subchronic diesel exhaust exposure causes neuroinflammation and elevates early markers of neurodegenerative disease. J. Neuroinflammation 8, 105.", "ArticleIdList": ["PMC3184279", "21864400"]}, {"Citation": "Liu H., Harrell L. E., Shenvi S., Hagen T., Liu R. M. (2005). Gender differences in glutathione metabolism in Alzheimer’s disease. J. Neurosci. Res. 79, 861–867.", "ArticleIdList": ["15693022"]}, {"Citation": "Liu L., Ikonen S., Heikkinen T., Heikkila M., Puolivali J., van Groen T., Tanila H. (2002). Effects of fimbria-fornix lesion and amyloid pathology on spatial learning and memory in transgenic APP+PS1 mice. Behav. Brain Res. 134, 433–445.", "ArticleIdList": ["12191831"]}, {"Citation": "Liu R. M., van Groen T., Katre A., Cao D., Kadisha I., Ballinger C., Wang L., Carroll S. L., Li L. (2011). Knockout of plasminogen activator inhibitor 1 gene reduces amyloid beta peptide burden in a mouse model of Alzheimer’s disease. Neurobiol. Aging 32, 1079–1089.", "ArticleIdList": ["PMC2888674", "19604604"]}, {"Citation": "Liu R. M., Vayalil P. K., Ballinger C., Dickinson D. A., Huang W. T., Wang S., Kavanagh T. J., Matthews Q. L., Postlethwait E. M. (2012). Transforming growth factor beta suppresses glutamate-cysteine ligase gene expression and induces oxidative stress in a lung fibrosis model. Free Radic. Biol. Med. 53, 554–563.", "ArticleIdList": ["PMC3432394", "22634145"]}, {"Citation": "Maniar-Hew K., Postlethwait E. M., Fanucchi M. V., Ballinger C. A., Evans M. J., Harkema J. R., Carey S. A., McDonald R. J., Bartolucci A. A., Miller L. A. (2011). Postnatal episodic ozone results in persistent attenuation of pulmonary and peripheral blood responses to LPS challenge. Am. J. Physiol. Lung Cell. Mol. Physiol. 300, L462–L471.", "ArticleIdList": ["PMC3064293", "21131396"]}, {"Citation": "Martinez-Canabal A., Angoa-Perez M., Rugerio-Vargas C., Borgonio-Perez G., Rivas-Arancibia S. (2008). Effect of growth hormone on Cyclooxygenase-2 expression in the hippocampus of rats chronically exposed to ozone. Int. J. Neurosci. 118, 455–469.", "ArticleIdList": ["18300015"]}, {"Citation": "Mielke M. M., Vemuri P., Rocca W. A. (2014). Clinical epidemiology of Alzheimer’s disease: Assessing sex and gender differences. Clin. Epidemiol. 6, 37–48.", "ArticleIdList": ["PMC3891487", "24470773"]}, {"Citation": "O’Bryant S. E., Edwards M., Menon C. V., Gong G., Barber R. (2011). Long-term low-level arsenic exposure is associated with poorer neuropsychological functioning: A Project FRONTIER study. Int. J. Environ. Res. Public Health 8, 861–874.", "ArticleIdList": ["PMC3083674", "21556183"]}, {"Citation": "Pendyala S., Gorshkova I. A., Usatyuk P., He D., Pennathur A., Lambeth J. D., Thannickal V. J., Natarajan V. (2009). Role of Nox4 and Nox2 in hyperoxia-induced reactive oxygen species generation and migration of human lung endothelial cells. Antioxid. Redox Signal. 11, 747–764.", "ArticleIdList": ["PMC2850303", "18783311"]}, {"Citation": "Postlethwait E. M., Cueto R., Velsor L. W., Pryor W. A. (1998). O3-induced formation of bioactive lipids: Estimated surface concentrations and lining layer effects. Am. J. Physiol. 274, L1006–L1016.", "ArticleIdList": ["9609740"]}, {"Citation": "Pryor W. A., Squadrito G. L., Friedman M. (1995). The cascade mechanism to explain ozone toxicity: The role of lipid ozonation products. Free Radic. Biol. Med. 19, 935–941.", "ArticleIdList": ["8582671"]}, {"Citation": "Rekart J. L., Meiri K., Routtenberg A. (2005). Hippocampal-dependent memory is impaired in heterozygous GAP-43 knockout mice. Hippocampus 15, 1–7.", "ArticleIdList": ["15390153"]}, {"Citation": "Rivas-Arancibia S., Guevara-Guzman R., Lopez-Vidal Y., Rodriguez-Martinez E., Zanardo-Gomes M., Angoa-Perez M., Raisman-Vozari R. (2010). Oxidative stress caused by ozone exposure induces loss of brain repair in the hippocampus of adult rats. Toxicol. Sci. 113, 187–197.", "ArticleIdList": ["19833740"]}, {"Citation": "Rocca W. A., Mielke M. M., Vemuri P., Miller V. M. (2014). Sex and gender differences in the causes of dementia: A narrative review. Maturitas 79, 196–201.", "ArticleIdList": ["PMC4169309", "24954700"]}, {"Citation": "Ruitenberg A., Ott A., van Swieten J. C., Hofman A., Breteler M. M. (2001). Incidence of dementia: Does gender make a difference? Neurobiol . Aging 22, 575–580.", "ArticleIdList": ["11445258"]}, {"Citation": "Salloway S., Sperling R., Fox N. C., Blennow K., Klunk W., Raskind M., Sabbagh M., Honig L. S., Porsteinsson A. P., Ferris S., et al. (2014). Two phase 3 trials of bapineuzumab in mild-to-moderate Alzheimer’s disease. N. Engl. J. Med. 370, 322–333.", "ArticleIdList": ["PMC4159618", "24450891"]}, {"Citation": "Santiago-López D., Bautista-Martínez J. A., Reyes-Hernandez C. I., Aguilar-Martínez M., Rivas-Arancibia S. (2010). Oxidative stress, progressive damage in the substantia nigra and plasma dopamine oxidation, in rats chronically exposed to ozone. Toxicol. Lett. 197, 193–200.", "ArticleIdList": ["20541596"]}, {"Citation": "Schafer F. Q., Buettner G. R. (2001). Redox environment of the cell as viewed through the redox state of the glutathione disulfide/glutathione couple. Free Radic. Biol. Med. 30, 1191–1212.", "ArticleIdList": ["11368918"]}, {"Citation": "Simpkins J. W., Richardson T. E., Yi K. D., Perez E., Covey D. F. (2013). Neuroprotection with non-feminizing estrogen analogues: An overlooked possible therapeutic strategy. Horm. Behav. 63, 278–283.", "ArticleIdList": ["PMC4446729", "22498694"]}, {"Citation": "Thomson E. M., Vladisavljevic D., Mohottalage S., Kumarathasan P., Vincent R. (2013). Mapping acute systemic effects of inhaled particulate matter and ozone: Multi-organ gene expression and glucocorticoid activity. Toxicol. Sci. 135, 169–181.", "ArticleIdList": ["PMC3748763", "23805001"]}, {"Citation": "Wang H., Liu H., Liu R. M. (2003). Gender difference in glutathione metabolism during aging in mice. Exp. Gerontol. 38, 507–517.", "ArticleIdList": ["12742528"]}, {"Citation": "Wu J., Basha M. R., Brock B., Cox D. P., Cardozo-Pelaez F., McPherson C. A., Harry J., Rice D. C., Maloney B., Chen D., et al. (2008). Alzheimer’s disease (AD)-like pathology in aged monkeys after infantile exposure to environmental metal lead (Pb): Evidence for a developmental origin and environmental link for AD. J. Neurosci. 28, 3–9.", "ArticleIdList": ["PMC2486412", "18171917"]}, {"Citation": "Zhou J. F., Chen W. W., Tong G. Z. (2003). Ozone emitted during copying process–a potential cause of pathological oxidative stress and potential oxidative damage in the bodies of operators. Biomed. Environ. Sci. 16, 95–104.", "ArticleIdList": ["12964781"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26116027", "PMC4607745", "10.1093/toxsci/kfv124", "kfv124"]}}], "PubmedBookArticle": []}