{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26131858", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "28"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "09"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "06", "Day": "01"}], "ELocationID": ["10.1590/abd1806-4841.20154089", "S0365-05962015000300297"], "Journal": {"ISSN": "1806-4841", "JournalIssue": {"Volume": "90", "Issue": "3", "PubDate": {"Year": "2015", "Season": "May-Jun"}}, "Title": "Anais brasileiros de dermatologia", "ISOAbbreviation": "An Bras Dermatol"}, "ArticleTitle": "Solar ultraviolet radiation: properties, characteristics and amounts observed in Brazil and South America.", "Pagination": {"StartPage": "297", "EndPage": "313", "MedlinePgn": "297-313"}, "Abstract": {"AbstractText": ["The beneficial and harmful effects of human exposure to solar ultraviolet radiation (UV-R) are topics that arouse great interest not only among physicians and scientists, but also the general public and the media. Currently, discussions on vitamin D synthesis (beneficial effect) are confronted with the high and growing number of new cases of non-melanoma skin cancer and other diseases of the skin and eyes (harmful effect) diagnosed each year in Brazil. However, the lack of scientific knowledge on the UV-R in Brazil and South America leads to adoption of protective measures based on studies conducted in Europe and USA, where the amounts of UV-R available at surface and the sun-exposure habits and characteristics of the population are significantly different from those observed in Brazil. In order to circumvent this problem, the Brazilian Society of Dermatology recently published the Brazilian Consensus of Photoprotection based on recent studies performed locally. The main goal of this article is to provide detailed educational information on the main properties and characteristics of UV-R and UV index in a simple language. It also provides: a) a summary of UV-R measurements recently performed in Brazil; b) a comparison with those performed in Europe; and, c) an evaluation to further clarify the assessment of potential harm and health effects owing to chronic exposures."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidade Federal de Itajubá, Itajubá, MG, Brasil."}], "LastName": "Corrêa", "ForeName": "Marcelo de Paula", "Initials": "Mde P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Spain", "MedlineTA": "An Bras Dermatol", "NlmUniqueID": "0067662", "ISSNLinking": "0365-0596"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Stratospheric Ozone"}, {"RegistryNumber": "1406-16-2", "NameOfSubstance": "Vitamin D"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Climate Change"}, {"QualifierName": ["adverse effects", "statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Radiation Dosage"}, {"QualifierName": [], "DescriptorName": "Radiation Protection"}, {"QualifierName": ["etiology"], "DescriptorName": "Skin Neoplasms"}, {"QualifierName": [], "DescriptorName": "South America"}, {"QualifierName": ["chemistry"], "DescriptorName": "Stratospheric Ozone"}, {"QualifierName": [], "DescriptorName": "Sunbathing"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Sunlight"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ultraviolet Rays"}, {"QualifierName": ["metabolism"], "DescriptorName": "Vitamin D"}], "CoiStatement": "Conflict of Interest: None."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ponsonby AL, Lucas RM, van der Mei IA. UVR, Vitamin D and Three Autoimmune Diseases-Multiple Sclerosis, Type 1 Diabetes, Rheumatoid Arthritis. Photochem Photobiol. 2005;81:1267–1275.", "ArticleIdList": ["15971932"]}, {"Citation": "Holick MF. Vitamin D: importance in the prevention of cancers, type 1 diabetes, heart disease, and osteoporosis. Am J Clin Nutr. 2004;79:362–371.", "ArticleIdList": ["14985208"]}, {"Citation": "Young AR. Acute effects of UVR on human eyes and skin. Prog Biophys Mol Biol. 2006;92:80–85.", "ArticleIdList": ["16600340"]}, {"Citation": "Chang NB, Feng R, Gao Z, Gao W. Skin cancer incidence is highly associated with ultraviolet-B radiation history. Int J Hyg Environ Health. 2010;213:359–368.", "ArticleIdList": ["20619731"]}, {"Citation": "D'Orazio J, Jarret S, Amaro-Ortiz A, Scott T. UV Radiation and the Skin. Int J Mol Sci. 2013;14:12222–12248.", "ArticleIdList": ["PMC3709783", "23749111"]}, {"Citation": "Madan V, Lear JT, Szeimies RM. Non-melanoma skin cancer. Lancet. 2010;375:673–685.", "ArticleIdList": ["20171403"]}, {"Citation": "Inca.gov.br [Internet]. Instituto Nacional de Câncer José Alencar Gomes da\nSilva. Coordenação de Prevenção e Vigilância  . Estimativa 2014: Incidência de Cancer no Brasil. Rio de Janeiro: INCA; 2014.  [acesso 31 mar 2014]. pp. 124–124. Disponível em:  http://www.inca.gov.br/estimativa/2014/"}, {"Citation": "Caldwell MM, Ballaré CL, Bornman JF, Flint SD, Björn LO, Teramura AH, et al. Terrestrial ecosystems, increased solar ultraviolet radiation and interactions with other climatic change factors. Photochem Photobiol Sci. 2003;2:29–38.", "ArticleIdList": ["12659537"]}, {"Citation": "Häder DP, Kumar HD, Smith RC, Worrest RC. Aquatic ecosystems: effects of solar ultraviolet radiation and interactions with other climatic change factors. Photochem Photobiol Sci. 2003;2:39–50.", "ArticleIdList": ["12659538"]}, {"Citation": "Tietge JE, Diamond SA, Ankley GT, DeFoe DL, Holcombe GW, Jensen KM, et al. Ambient solar UV radiation causes mortality in larvae of three species of rana under controlled exposure conditions. Photochem Photobiol. 2001;74:261–268.", "ArticleIdList": ["11547564"]}, {"Citation": "Andrady AL, Hamid HS, Torikai A. Effects of climate change and UV-B on materials. Photochem Photobiol Sci. 2003;2:68–72.", "ArticleIdList": ["12659541"]}, {"Citation": "Sliney DH, International Commission on Illumination Radiometric Quantities and Units Used in Photobiology and Photochemistry: Recommendations of the Commission Internationale de l'Eclairage (International Commission on Illumination) Photochem Photobiol. 2007;83:425–432.", "ArticleIdList": ["17115802"]}, {"Citation": "Kerr JB, McElroy CT, Tarasick DW, Wardle DI. Proceedings; The Canadian Ozone Watch and UV-B advisory programs. Quadrennial Ozone Symposium ; 1992 Jun 4-12; Virginia: National Aeronautics and Space Administration; 1994. pp. 794–797."}, {"Citation": "who.int/uv [Internet]. World Health Organization. World Meteorological Organization. United Nations Environment Programme  International Commission on Non-Ionizing Radiation Protection Global solar UV\nindex: a practical guide.  [cited 2014 Oct 08].  Available from:  http://www.who.int/uv/publications/en/UVIGuide.pdf."}, {"Citation": "Mc Kinlay AF, Diffey BL. A reference spectrum for ultraviolet induced erythema in human skin. CIE J. 1987;6:17–22."}, {"Citation": "International Commission on Illumination . Action spectrum for the production of previtamin D3 in human skin. 2006. CIE Technical Report 174."}, {"Citation": "de Gruijl FR, Van der Leun JC. Estimate of the wavelength dependency of ultraviolet carcinogenesis in humans and its relevance to the risk assessment of stratospheric ozone depletion. Health Phys. 1994;67:319–325.", "ArticleIdList": ["8083043"]}, {"Citation": "Corrêa MP, Planafattori A. Uma análise das variações do índice ultravioleta em relação às observações de conteúdo de ozônio e da espessura óptica dos aerossóis sobre a cidade de São Paulo. Rev Bras Meteor. 2006;21:24–32."}, {"Citation": "Zaratti F, Forno RN, Garcia J, Andrade M. Erythemally weighted UV-B variations at two high altitude locations. J Geo Res. 2003;108:4263–4268."}, {"Citation": "Rivas M, Rojas E, Cortez JN, Santander E. Efecto de la altura en la radiación solar ultravioleta en Arica norte de Chile. Rev Fac Ing UTA. 2002;10:59–62."}, {"Citation": "Cabrol NA, Feister U, Häder D-P, Piazena H, Grin EA, Klein A. Record solar UV irradiance in the tropical. Andes Front Environ Sci. 2014:2–19."}, {"Citation": "Corrêa MP, Ceballos JC. UVB surface albedo measurements using biometers. Rev Bras Geof. 2008;26:411–416."}, {"Citation": "Blumthaler M, Ambach W. Solar UVB-Albedo of various surfaces. Photochem Photobiol. 1988;48:85–88.", "ArticleIdList": ["3217444"]}, {"Citation": "de Paula Corrêa M, Ceballos JC. Solar Ultraviolet Radiation Measurements in One of the Most Populous Cities of the World: Aspects Related to Skin Cancer Cases and Vitamin D Availability. Photochem Photobiol. 2010;86:438–444.", "ArticleIdList": ["19947968"]}, {"Citation": "de Paula Corrêa M, Pires LC. Doses of erythemal ultraviolet radiation observed in Brazil. Int J Dermatol. 2013;52:966–973.", "ArticleIdList": ["23675806"]}, {"Citation": "Fitzpatrick T. The validity and practically of sun reactive skin types I through VI. Arch Dermatol. 1988;124:869–871.", "ArticleIdList": ["3377516"]}, {"Citation": "Jégou F, Godin-Beekman S, Corrêa MP, Brogniez C, Auriol F, Peuch VH, et al. Validity of satellite measurements used for the monitoring of UV radiation risk on health. Atmos Chem Phys. 2011;11:13377–13394."}, {"Citation": "Corrêa Mde P, Godin-Beekmann S, Haeffelin M, Bekki S, Saiag P, Badosa J, et al. Projected changes in clear-sky erythemal and vitamin D effective UV doses for Europe over the period 2006 to 2100. Photochem Photobiol Sci. 2013;12:1053–1064.", "ArticleIdList": ["23549360"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "3"}, {"Year": "2014", "Month": "12", "Day": "8"}, {"Year": "2015", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "5", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26131858", "PMC4516105", "10.1590/abd1806-4841.20154089", "S0365-05962015000300297"]}}], "PubmedBookArticle": []}