{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26207160", "DateCompleted": {"Year": "2015", "Month": "07", "Day": "24"}, "DateRevised": {"Year": "2023", "Month": "04", "Day": "04"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "07", "Day": "14"}], "ELocationID": ["25", "10.1186/s40413-015-0073-0"], "Journal": {"ISSN": "1939-4551", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2015"}}, "Title": "The World Allergy Organization journal", "ISOAbbreviation": "World Allergy Organ J"}, "ArticleTitle": "Meteorological conditions, climate change, new emerging factors, and asthma and related allergic disorders. A statement of the World Allergy Organization.", "Pagination": {"StartPage": "25", "MedlinePgn": "25"}, "Abstract": {"AbstractText": ["The prevalence of allergic airway diseases such as asthma and rhinitis has increased dramatically to epidemic proportions worldwide. Besides air pollution from industry derived emissions and motor vehicles, the rising trend can only be explained by gross changes in the environments where we live. The world economy has been transformed over the last 25 years with developing countries being at the core of these changes. Around the planet, in both developed and developing countries, environments are undergoing profound changes. Many of these changes are considered to have negative effects on respiratory health and to enhance the frequency and severity of respiratory diseases such as asthma in the general population. Increased concentrations of greenhouse gases, and especially carbon dioxide (CO2), in the atmosphere have already warmed the planet substantially, causing more severe and prolonged heat waves, variability in temperature, increased air pollution, forest fires, droughts, and floods - all of which can put the respiratory health of the public at risk. These changes in climate and air quality have a measurable impact not only on the morbidity but also the mortality of patients with asthma and other respiratory diseases. The massive increase in emissions of air pollutants due to economic and industrial growth in the last century has made air quality an environmental problem of the first order in a large number of regions of the world. A body of evidence suggests that major changes to our world are occurring and involve the atmosphere and its associated climate. These changes, including global warming induced by human activity, have an impact on the biosphere, biodiversity, and the human environment. Mitigating this huge health impact and reversing the effects of these changes are major challenges. This statement of the World Allergy Organization (WAO) raises the importance of this health hazard and highlights the facts on climate-related health impacts, including: deaths and acute morbidity due to heat waves and extreme meteorological events; increased frequency of acute cardio-respiratory events due to higher concentrations of ground level ozone; changes in the frequency of respiratory diseases due to trans-boundary particle pollution; altered spatial and temporal distribution of allergens (pollens, molds, and mites); and some infectious disease vectors. According to this report, these impacts will not only affect those with current asthma but also increase the incidence and prevalence of allergic respiratory conditions and of asthma. The effects of climate change on respiratory allergy are still not well defined, and more studies addressing this topic are needed. Global warming is expected to affect the start, duration, and intensity of the pollen season on the one hand, and the rate of asthma exacerbations due to air pollution, respiratory infections, and/or cold air inhalation, and other conditions on the other hand."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Respiratory Diseases, Division of Pneumology and Allergology, High Specialty Hospital \"A. Cardarelli\" Napoli, Italy, University of Naples Medical School, Via Rione Sirignano, 10, 80121 Napoli, Italy."}], "LastName": "D'Amato", "ForeName": "Gennaro", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southampton General Hospital, Clinical and Experimental Sciences, University of Southampton, Hampshire, UK."}], "LastName": "Holgate", "ForeName": "Stephen T", "Initials": "ST"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Nippon Medical School, Tokyo, Japan."}], "LastName": "Pawankar", "ForeName": "Ruby", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Morsani College of Medicine, University of South Florida, Tampa, Florida."}], "LastName": "Ledford", "ForeName": "Dennis K", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdepartmental Centre of Bioclimatology, University of Florence Allergy and Clinical Immunology Section, Azienda Sanitaria di Prato, Italy."}], "LastName": "Cecchi", "ForeName": "Lorenzo", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Allergy, Al-Rashid Center, Ministry of Health, Khobar, Kuwait."}], "LastName": "Al-Ahmad", "ForeName": "Mona", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Al-Rashid Allergy and Respiratory Center, Khobar, Kuwait."}], "LastName": "Al-Enezi", "ForeName": "Fatma", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, College of Medicine, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Al-Muhsen", "ForeName": "Saleh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Allergy and Immunology, Hospital Quirón Bizkaia, Erandio, Spain."}], "LastName": "Ansotegui", "ForeName": "Ignacio", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Research in Respiratory Medicine, Faculty of Medicine, Catholic University of Córdoba, Córdoba, Argentina."}], "LastName": "Baena-Cagnani", "ForeName": "Carlos E", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Emeritus Consultant Anaesthesiologist, SAMU de Paris, Hôpital Necker - Enfants Malades, Paris, France."}], "LastName": "Baker", "ForeName": "David J", "Initials": "DJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chest Diseases, Respiratory Research Laboratory, Allergy Division, School of Medicine, University of Gaziantep, Şehitkamil/Gaziantep, 27310 Turkey."}], "LastName": "Bayram", "ForeName": "Hasan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Allergy-Centrum-Charité, Charité-Universitätsmedizin Berlin, Berlin, Germany."}], "LastName": "Bergmann", "ForeName": "Karl Christian", "Initials": "KC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Quebec Heart and Lung Institute, Laval University, 2725 chemin Sainte-Foy, Quebec City, G1V 4G5 Canada."}], "LastName": "Boulet", "ForeName": "Louis-Philippe", "Initials": "LP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ZAUM - Center of Allergy and Environment, Helmholtz Zentrum München/Technische Universität München, Munich, Germany."}], "LastName": "Buters", "ForeName": "Jeroen T M", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Naples, Institute of Respiratory Diseases, Naples, Italy."}], "LastName": "D'Amato", "ForeName": "Maria", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "World Allergy Organization, Milwaukee, Wisconsin United States."}], "LastName": "Dorsano", "ForeName": "Sofia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Public Health Research, Massey University, Wellington, New Zealand."}], "LastName": "Douwes", "ForeName": "Jeroen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consultant in Emergency Medicine, Chelsea and Westminster Hospital, London, UK."}], "LastName": "Finlay", "ForeName": "Sarah Elise", "Initials": "SE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Development Assistance Committee, Organisation of Economic Cooperation and Development, Paris, France."}], "LastName": "Garrasi", "ForeName": "Donata", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Asthma & Allergy Unit, Hospital San Bernardo, Salta, Argentina."}], "LastName": "Gómez", "ForeName": "Maximiliano", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin and Allergy Hospital, Helsinki University Hospital, Helsinki, Finland."}], "LastName": "Haahtela", "ForeName": "Tari", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Prince Naif Center for Immunology Research, College of Medicine, King Saud University, P.O.Box 2925, Postal Code 11461 Riyadh, Saudi Arabia."}], "LastName": "Halwani", "ForeName": "Rabih", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology of Respiratory and Allergic Disease Department, UMR-S, Institute Pierre Louis of Epidemiology and Public Health, INSERM Medical School Saint-Antoine, UPMC Sorbonne Universités, Paris, France."}], "LastName": "Hassani", "ForeName": "Youssouf", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Sharjah, and, Rashid Hospital DHA, Abu Dhabi, United Arab Emirates."}], "LastName": "Mahboub", "ForeName": "Basam", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South Western Sydney Clinical School, UNSW, Australia and Woolcock Institute of Medical Research, University of Sydney, Sydney, Australia."}], "LastName": "Marks", "ForeName": "Guy", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento Epidemiologia Regione Lazio, UOC Epidemiologia Ambientale, Roma, Italy."}], "LastName": "Michelozzi", "ForeName": "Paola", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical and Experimental Medicine, University of Parma, Via Gramsci 14, 43100 Parma, Italy."}], "LastName": "Montagni", "ForeName": "Marcello", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Allergy of Algarve, Hospital Particular do Algarve, Particular do Algarve, Brasil."}], "LastName": "Nunes", "ForeName": "Carlos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, Hanyang University College of Medicine, Seoul, Korea."}], "LastName": "Oh", "ForeName": "Jay Jae-Won", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic of Allergy and Asthma, Medical University in Sofia, Sofia, Bulgaria."}], "LastName": "Popov", "ForeName": "Todor A", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Children's Mercy Hospitals & Clinics, Kansas City, Missouri USA."}], "LastName": "Portnoy", "ForeName": "Jay", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical and Experimental Medicine, University of Parma, Via Gramsci 14, 43100 Parma, Italy."}], "LastName": "Ridolo", "ForeName": "Erminia", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pediatric Respiratory Medicine, Hospital de Clínicas, Federal University of Parana, Rua Tte. João Gomes da Silva 226, 80810-100 Curitiba, PR Brazil."}], "LastName": "Rosário", "ForeName": "Nelson", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Allergy Asthma and Immunology, Emek Medical Center, Afula, and the Rappaport Faculty of Medicine Technion, Israel Institute of Technology, Haifa, Israel."}], "LastName": "Rottem", "ForeName": "Menachem", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinica El Avila, Caracas, Venezuela."}], "LastName": "Sánchez-Borges", "ForeName": "Mario", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Asthma, Allergy and Immune Dysfunction Clinic, Harare, Zimbabwe."}], "LastName": "Sibanda", "ForeName": "Elopy", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Allergy and Immunology Department, Hospital Infantil de México Federico Gómez, SSA, México City, Mexico."}], "LastName": "Sienra-Monge", "ForeName": "Juan José", "Initials": "JJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Naples, Institute of Respiratory Diseases, Naples, Italy."}], "LastName": "Vitale", "ForeName": "Carolina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology of Respiratory and Allergic Disease Department (EPAR), Institute Pierre Louis of Epidemiology and Public Health, UMR-S 1136, INSERM, Paris, France ; UPMC, Sorbonne Universités, Medical School Saint-Antoine, 803-804-806, 8 etage/Floor 27, Rue Chaligny, CEDEX 12, 75571 Paris, France."}], "LastName": "Annesi-Maesano", "ForeName": "Isabella", "Initials": "I"}], "GrantList": [{"GrantID": "G0800766", "Acronym": "MRC_", "Agency": "Medical Research Council", "Country": "United Kingdom"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "World Allergy Organ J", "NlmUniqueID": "101481283", "ISSNLinking": "1939-4551"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lombardi C, Canonica GW, Passalacqua G. IGRAM, Italian group on respiratory allergy in migrants. The possible influence of the environment on respiratory allergy: a survey on immigrants to Italy. Ann Allergy Asthma Immunol. 2011;106:407–11. doi: 10.1016/j.anai.2011.01.023.", "ArticleIdList": ["10.1016/j.anai.2011.01.023", "21530873"]}, {"Citation": "Cecchi L, Morabito M, Domeneghetti MP, Crisci A, Onorari M, Orlandini S. Long-distance transport of ragweed pollen as a potential cause of allergy in central Italy. Ann Allergy Asthma Immunol. 2006;96:86–91. doi: 10.1016/S1081-1206(10)61045-9.", "ArticleIdList": ["10.1016/S1081-1206(10)61045-9", "16440538"]}, {"Citation": "Fiocchi A, Pawankar R, Cuello-Garcia C, Ahn K, Al-Hammadi S, Agarwal A. World allergy organization – McMaster university guidelines for allergic disease prevention (GLAD-P): probiotics. World Allergy Organ J. 2015;8:4. doi: 10.1186/1939-4551-8-S1-A4.", "ArticleIdList": ["10.1186/1939-4551-8-S1-A4", "PMC4307749", "25628773"]}, {"Citation": "Mayer D, Branscheid D. Exposure of human lung fibroblasts to ozone: cell mortality and hyaluronan metabolism. J Toxicol Environ Health. 1992;35:235–46. doi: 10.1080/15287399209531614.", "ArticleIdList": ["10.1080/15287399209531614", "1578508"]}, {"Citation": "Samet JM, Noah TL, Devlin RB, Yankaskas JR, McKinnon K, Dailey LA, et al. Effect of ozone on platelet activating factor production in phorbol-differentiated HL60 cells, a human bronchial epithelial cell line (BEAS S6) and primary human bronchial epithelial cells. Am J Respir Cell Mol Biol. 1992;7:514–22. doi: 10.1165/ajrcmb/7.5.514.", "ArticleIdList": ["10.1165/ajrcmb/7.5.514", "1419027"]}, {"Citation": "Arsalane K, Gosset P, Vanhee D, Voisin C, Hamid Q, Tonnel AB, et al. Ozone stimulates synthesis of inflammatory cytokines by alveolar macrophages in vitro. Am J Respir Cell Mol Biol. 1995;13:60–8. doi: 10.1165/ajrcmb.13.1.7598938.", "ArticleIdList": ["10.1165/ajrcmb.13.1.7598938", "7598938"]}, {"Citation": "Bachoual R, Boczkowski J, Goven D, Amara N, Tabet L, On D, et al. Biological effects of particles from the Paris subway system. Chem Res Toxicol. 2007;20:1426–33. doi: 10.1021/tx700093j.", "ArticleIdList": ["10.1021/tx700093j", "17883261"]}, {"Citation": "Diaz-Sanchez D. The role of diesel exhaust particles and their associated polyaromatic hydrocarbons in the induction of allergic airway disease. Allergy. 1997;52(suppl 38):52–6. doi: 10.1111/j.1398-9995.1997.tb04871.x.", "ArticleIdList": ["10.1111/j.1398-9995.1997.tb04871.x", "9208060"]}, {"Citation": "Devalia JL, Bayram H, Rusznak C, Calderón M, Sapsford RJ, Abdelaziz MA, et al. Mechanisms of pollution-induced airways disease - in vitro studies in the upper and lower airways. Allergy. 1997;52(suppl 38):45–51. doi: 10.1111/j.1398-9995.1997.tb04870.x.", "ArticleIdList": ["10.1111/j.1398-9995.1997.tb04870.x", "9208059"]}, {"Citation": "Bayram H, Devalia JL, Sapsford RJ, Ohtoshi T, Miyabara Y, Sagai M, et al. The effect of diesel exhaust particles on cell function and release of inflammatory mediators from human bronchial epithelial cells in vitro. Am J Respir Cell Mol Biol. 1998;18:441–8. doi: 10.1165/ajrcmb.18.3.2882.", "ArticleIdList": ["10.1165/ajrcmb.18.3.2882", "9490663"]}, {"Citation": "Bayram H, Devalia JL, Khair OA, Abdelaziz MM, Sapsford RJ, Sagai M, et al. Comparison of ciliary activity and inflammatory mediator release from bronchial epithelial cells of nonatopic nonasthmatic subjects and atopic asthmatic patients and the effect of diesel exhaust particles in vitro. J Allergy Clin Immunol. 1998;102:771–82. doi: 10.1016/S0091-6749(98)70017-X.", "ArticleIdList": ["10.1016/S0091-6749(98)70017-X", "9819294"]}, {"Citation": "Bayram H, Devalia JL, Khair OA, Abdelaziz MM, Sapsford RJ, Czarlewski W, et al. Effect of loratadine on nitrogen dioxide (NO2)-induced changes in electrical resistance and release of inflammatory mediators from cultured human bronchial epithelial cells. J Allergy Clin Immunol. 1999;104:93–9. doi: 10.1016/S0091-6749(99)70119-3.", "ArticleIdList": ["10.1016/S0091-6749(99)70119-3", "10400845"]}, {"Citation": "Bayram H, Rusznak C, Khair OA, Sapsford RJ, Abdelaziz MM. Effect of ozone and nitrogen dioxide on the permeability of bronchial epithelial cell cultures of non-asthmatic and asthmatic subjects. Clin Exp Allergy. 2002;32:1285–92. doi: 10.1046/j.1365-2745.2002.01435.x.", "ArticleIdList": ["10.1046/j.1365-2745.2002.01435.x", "12220465"]}, {"Citation": "Rusznak C, Devalia JL, Sapsford RJ, Davies RJ. Ozone-induced mediator release from human bronchial epithelial cells in vitro and the influence of nedocromil sodium. Eur Respir J. 1996;9:2296–305. doi: 10.1183/09031936.96.09112298.", "ArticleIdList": ["10.1183/09031936.96.09112298", "8947075"]}, {"Citation": "Bayram H, Sapsford RJ, Abdelaziz MM, Khair OA. Effect of ozone and nitrogen dioxide on the release of pro-inflammatory mediators from bronchial epithelial cells of non-atopic non-asthmatic subjects and atopic asthmatic patients, in vitro. J Allergy Clin Immunol. 2001;107:287–94. doi: 10.1067/mai.2001.111141.", "ArticleIdList": ["10.1067/mai.2001.111141", "11174195"]}, {"Citation": "Takizawa R, Pawankar R, Yamagishi S, Takenaka H, Yagi T. Increased expression of HLA-DR and CD86 in nasal epithelial cells in allergic rhinitis: antigen presentation to T cells and up-regulation by diesel exhaust particles. Clin Exp Allergy. 2007;37:420–33. doi: 10.1111/j.1365-2222.2007.02672.x.", "ArticleIdList": ["10.1111/j.1365-2222.2007.02672.x", "PMC7164828", "17359392"]}, {"Citation": "Ercan H, Birben E, Dizdar EA, Keskin O, Karaaslan C, Soyer OU, et al. Oxidative stress and genetic and epidemiologic determinants of oxidant injury in childhood asthma. J Allergy Clin Immunol. 2006;118:1097–104. doi: 10.1016/j.jaci.2006.08.012.", "ArticleIdList": ["10.1016/j.jaci.2006.08.012", "17088135"]}, {"Citation": "Rabe KF, Hurd S, Anzueto A, Barnes PJ, Buist SA, Calverley P, et al. Global initiative for chronic obstructive lung disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary. Am J Respir Crit Care Med. 2007;176:532–55. doi: 10.1164/rccm.200703-456SO.", "ArticleIdList": ["10.1164/rccm.200703-456SO", "17507545"]}, {"Citation": "Brunekreef B, Holgate ST. Air pollution and health. Lancet. 2002;360(9341):1233–42. doi: 10.1016/S0140-6736(02)11274-8.", "ArticleIdList": ["10.1016/S0140-6736(02)11274-8", "12401268"]}, {"Citation": "Manzo ND, LaGier AJ, Slade R, Ledbetter AD, Richards JH, Dye JA. Nitric oxide and superoxide mediate diesel particle effects in cytokine-treated mice and murine lung epithelial cells – implications for susceptibility to traffic-related air pollution. Part Fibre Toxicol. 2012;15:9–43.", "ArticleIdList": ["PMC3546033", "23151036"]}, {"Citation": "Savov JD, Whitehead GS, Wang J, Liao G, Usuka J, Peltz G, et al. Ozone-induced acute pulmonary injury in inbred mouse strains. Am J Respir Cell Mol Biol. 2004;31:61–7. doi: 10.1165/rcmb.2003-0001OC.", "ArticleIdList": ["10.1165/rcmb.2003-0001OC", "14975936"]}, {"Citation": "Laumbach RJ, Kipen HM. Respiratory health effects of air pollution: update on biomass smoke and traffic pollution. J Allergy Clin Immunol. 2012;129:3–11. doi: 10.1016/j.jaci.2011.11.021.", "ArticleIdList": ["10.1016/j.jaci.2011.11.021", "PMC3272333", "22196520"]}, {"Citation": "Lundborg M, Johard U, Låstbom L, Gerde P, Camner P. Human alveolar macrophage phagocytic function is impaired by aggregates of ultrafine carbon particles. Environ Res. 2001;86:244–53. doi: 10.1006/enrs.2001.4269.", "ArticleIdList": ["10.1006/enrs.2001.4269", "11453675"]}, {"Citation": "Stearns RC, Paulauskis JD, Godleski JJ. Endocytosis of ultrafine particles by A549 cells. Am J Respir Cell Mol Biol. 2001;24:108–15. doi: 10.1165/ajrcmb.24.2.4081.", "ArticleIdList": ["10.1165/ajrcmb.24.2.4081", "11159043"]}, {"Citation": "Baulig A, Garlatti M, Bonvallot V, Marchand A, Barouki R, Marano F, et al. Involvement of reactive oxygen species in the metabolic pathways triggered by diesel exhaust particles in human airway epithelial cells. Am J Physiol Lung Cell Mol Physiol. 2003;285:L671–9. doi: 10.1152/ajplung.00419.2002.", "ArticleIdList": ["10.1152/ajplung.00419.2002", "12730081"]}, {"Citation": "Nel AE, Diaz-Sanchez D, Li N. The role of particulate pollutants in pulmonary inflammation and asthma: evidence for the involvement of organic chemicals and oxidative stress. Curr Opin Pulm Med. 2001;7:20–6. doi: 10.1097/00063198-200101000-00004.", "ArticleIdList": ["10.1097/00063198-200101000-00004", "11140402"]}, {"Citation": "Bayram H, Ito K, Issa R, Ito M, Sukkar M, Chung KF. Regulation of human lung epithelial cell numbers by diesel exhaust particles. Eur Respir J. 2006;27:705–13. doi: 10.1183/09031936.06.00012805.", "ArticleIdList": ["10.1183/09031936.06.00012805", "16455839"]}, {"Citation": "Wu W, Samet JM, Ghio AJ, Devlin RB. Activation of the EGF receptor signaling pathway in airway epithelial cells exposed to Utah Valley PM. Am J Physiol Lung Cell Mol Physiol. 2001;281:483–9.", "ArticleIdList": ["11435224"]}, {"Citation": "Sakamoto N, Hayashi S, Gosselink J, Ishii H, Ishimatsu Y, Mukae H, et al. Calcium dependent and independent cytokine synthesis by air pollution particle-exposed human bronchial epithelial cells. Toxicol Appl Pharmacol. 2007;225:134–41. doi: 10.1016/j.taap.2007.07.006.", "ArticleIdList": ["10.1016/j.taap.2007.07.006", "17720209"]}, {"Citation": "Devlin RB, McKinnon KP, Noah T, Becker S, Koren HS. Ozone-induced release of cytokines and fibronectin by alveolar macrophages in vitro. Am J Physiol. 1994;266:612–9.", "ArticleIdList": ["8023949"]}, {"Citation": "Koike E, Watanabe H, Kobayashi T. Exposure to ozone enhances antigen-presenting activity concentration dependently in rats. Toxicology. 2004;197:37–46. doi: 10.1016/j.tox.2003.12.007.", "ArticleIdList": ["10.1016/j.tox.2003.12.007", "15003332"]}, {"Citation": "Koike E, Hirano S, Shimojo N, Kobayashi T. cDNA microarray analysis of gene expression in rat alveolar macrophages in response to organic extract of diesel exhaust particles. Toxicol Sci. 2002;67:241–6. doi: 10.1093/toxsci/67.2.241.", "ArticleIdList": ["10.1093/toxsci/67.2.241", "12011483"]}, {"Citation": "Timblin CR, Shukla A, Berlanger I, BeruBe KA, Churg A, Mossman BT. Ultrafine airborne particles cause increases in protooncogene expression and proliferation in alveolar epithelial cells. Toxicol Appl Pharmacol. 2002;179:98–104. doi: 10.1006/taap.2001.9343.", "ArticleIdList": ["10.1006/taap.2001.9343", "11884242"]}, {"Citation": "Li N, Wang M, Oberley TD, Sempf JM, Nel AE. Comparison of the pro-oxidative and proinflammatory effects of organic diesel exhaust particle chemicals in bronchial epithelial cells and macrophages. J Immunol. 2002;169:4531–41. doi: 10.4049/jimmunol.169.8.4531.", "ArticleIdList": ["10.4049/jimmunol.169.8.4531", "12370390"]}, {"Citation": "Bayram H, Fakili F, Gögebakan B, Bayraktar R, Öztuzcu S, Dikensoy Ö, et al. Effect of serum on diesel exhaust particles (DEP)-induced apoptosis of airway epithelial cells in vitro. Toxicol Lett. 2013;218:215–23. doi: 10.1016/j.toxlet.2013.02.006.", "ArticleIdList": ["10.1016/j.toxlet.2013.02.006", "23454527"]}, {"Citation": "Bayram H, Göğebakan B, Dikensoy O, Güldal S, Ekinci E. Effects of diesel exhaust particles on viability of primary bronchial epithelial cells of non-smokers, smokers and patients with COPD. Am J Respir Crit Care Med. 2009;179:A3162 (Abst)."}, {"Citation": "Cecchi L, D’Amato G, Annesi-Maesano I. Climate, urban air pollution, and respiratory allergy. Reference Module in Earth Systems and Environmental Sciences, from Climate Vulnerability, Volume 1. Elsevier; 2013. p. 105–13. Current as of 24 March 2014."}, {"Citation": "Bentayeb M, Simoni M, Baiz N, Norback D, Baldacci S, Maio S, et al. Geriatric study in Europe on health effects of air quality in nursing homes group. Adverse respiratory effects of outdoor air pollution in the elderly. Int J Tuberc Lung Dis. 2012;16:1149–61. doi: 10.5588/ijtld.11.0666.", "ArticleIdList": ["10.5588/ijtld.11.0666", "22871325"]}, {"Citation": "Perez L, Declercq C, Iñiguez C, Aguilera I, Badaloni C, Ballester F, et al. Chronic burden of near-roadway traffic pollution in 10 European cities (APHEKOM network) EurRespir J. 2013;42:594–605. doi: 10.1183/09031936.00031112.", "ArticleIdList": ["10.1183/09031936.00031112", "23520318"]}, {"Citation": "Hulin M, Simoni M, Viegi G, Annesi-Maesano I. Respiratory health and indoor air pollutants based on quantitative exposure assessments. EurRespir J. 2012;40:1033–45. doi: 10.1183/09031936.00159011.", "ArticleIdList": ["10.1183/09031936.00159011", "22790916"]}, {"Citation": "Bentayeb M, Simoni M, Norback D, Baldacci S, Maio S, Viegi G, et al. Indoor air pollution and respiratory health in the elderly. J Environ Sci Health A Tox Hazard Subst Environ Eng. 2013;48:1783–9. doi: 10.1080/10934529.2013.826052.", "ArticleIdList": ["10.1080/10934529.2013.826052", "24007433"]}, {"Citation": "Annesi-Maesano I, Baiz N, Banerjee S, Rudnai P, Rive S. SINPHONIE Group. indoor air quality and sources in schools and related health effects. J Toxicol Environ Health B Crit Rev. 2013;16:491–550. doi: 10.1080/10937404.2013.853609.", "ArticleIdList": ["10.1080/10937404.2013.853609", "24298914"]}, {"Citation": "Annesi-Maesano I, Hulin M, Lavaud F, Raherison C, Kopferschmitt C, de Blay F, et al. Poor air quality in classrooms related to asthma and rhinitis in primary schoolchildren of the French 6 Cities Study. Thorax. 2012;67:682–8. doi: 10.1136/thoraxjnl-2011-200391.", "ArticleIdList": ["10.1136/thoraxjnl-2011-200391", "PMC3402758", "22436169"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Vora H, Avol E, et al. Air pollution and bronchitic symptoms in Southern California children with asthma. Environ Health Perspect. 1999;107:757–60. doi: 10.1289/ehp.99107757.", "ArticleIdList": ["10.1289/ehp.99107757", "PMC1566453", "10464077"]}, {"Citation": "Friedman MS, Powell KE, Hutwagner L, Graham LM, Teague WG. Impact of changes in transportation and commuting behaviors during the 1996 Summer Olympic Games in Atlanta on air quality and childhood asthma. JAMA. 2001;285:897–905. doi: 10.1001/jama.285.7.897.", "ArticleIdList": ["10.1001/jama.285.7.897", "11180733"]}, {"Citation": "Li Y, Wang W, Wang J, Zhang X, Lin W, Yang Y. Impact of air pollution control measures and weather conditions on asthma during the 2008 Summer Olympic Games in Beijing. Int J Biometeorol. 2011;55:547–54. doi: 10.1007/s00484-010-0373-6.", "ArticleIdList": ["10.1007/s00484-010-0373-6", "21076997"]}, {"Citation": "Li Y, Wang W, Kan H, Xu X, Chen B. Air quality and outpatient visits for asthma in adults during the 2008 Summer Olympic Games in Beijing. Sci Total Environ. 2010;408:1226–7. doi: 10.1016/j.scitotenv.2009.11.035.", "ArticleIdList": ["10.1016/j.scitotenv.2009.11.035", "19959207"]}, {"Citation": "Morero-Macias HAND, Romieu I. Effects of antioxidant supplements and nutrients on patients with asthma and allergies. J Allergy Clin Immunol. 2014;133:1237–44. doi: 10.1016/j.jaci.2014.03.020.", "ArticleIdList": ["10.1016/j.jaci.2014.03.020", "24766873"]}, {"Citation": "Gilliland FD. Outdoor air pollution, genetic susceptibility, and asthma management: Opportunities for intervention to reduce the burden of asthma. Pediatrics. 2009;123(Suppl 3):S168–73. doi: 10.1542/peds.2008-2233G.", "ArticleIdList": ["10.1542/peds.2008-2233G", "PMC2733250", "19221160"]}, {"Citation": "Suphioglu C, Singh MB, Taylor P, Knox RB, Bellomo R, Holmes P, et al. Mechanism of grass-pollen-induced asthma. Lancet. 1992;339:569–72. doi: 10.1016/0140-6736(92)90864-Y.", "ArticleIdList": ["10.1016/0140-6736(92)90864-Y", "1347092"]}, {"Citation": "Knox RB. Grass pollen, thunderstorms and asthma. Clin Exp Allergy. 1993;23:354–6. doi: 10.1111/j.1365-2222.1993.tb00339.x.", "ArticleIdList": ["10.1111/j.1365-2222.1993.tb00339.x", "8334534"]}, {"Citation": "Packe GE, Ayres JG. Asthma outbreak during a thunderstorm. Lancet. 1985;2:199–204. doi: 10.1016/S0140-6736(85)91510-7.", "ArticleIdList": ["10.1016/S0140-6736(85)91510-7", "2862383"]}, {"Citation": "Bellomo R, Gigliotti P, Treloar A, Holmes P, Suphioglu C, Singh MB. Two consecutive thunderstorm associated epidemics of asthma in Melbourne. The possible role of rye grass pollen. Med J Aust. 1992;156:834–7.", "ArticleIdList": ["1603007"]}, {"Citation": "Murray V, Venables K, Laing-Morton T, Partridge M, Thurston J, Williams D. Epidemic of asthma possibly related to thunderstorms. BMJ. 1994;309:131–2. doi: 10.1136/bmj.309.6947.131c.", "ArticleIdList": ["10.1136/bmj.309.6947.131c", "PMC2540559", "8038664"]}, {"Citation": "Wallis DN, Davidson AC, Weilch J. Clinical and immunological characteristics of patients with thunderstorm asthma. Eur Respir J. 1995;8:500s."}, {"Citation": "Davidson AC, Emberlin J, Cook AD, Venables KM. Thames region accident and emergency trainees association. A major outbreak of asthma associated with a thunderstorm. BMJ. 1996;312:601–4. doi: 10.1136/bmj.312.7033.775b.", "ArticleIdList": ["10.1136/bmj.312.7033.775b", "PMC2350372", "8595332"]}, {"Citation": "Celenza A, Fothergill J, Kupek E, Shaw RJ. Thunderstorm associated asthma: a detailed analysis of environmental factors. BMJ. 1996;312:604–7. doi: 10.1136/bmj.312.7031.604.", "ArticleIdList": ["10.1136/bmj.312.7031.604", "PMC2350378", "8595333"]}, {"Citation": "Bauman A. Asthma associated with thunderstorm. BMJ. 1996;312:590–1. doi: 10.1136/bmj.312.7031.590.", "ArticleIdList": ["10.1136/bmj.312.7031.590", "PMC2350380", "8595320"]}, {"Citation": "Venables KM, Allitt U, Collier CG, Emberlin J, Greig JB, Hardaker PJ, et al. Thunderstorm-related asthma – epidemic of 24/25 June 1994. Clin Exp Allergy. 1997;27:725–36.", "ArticleIdList": ["9249264"]}, {"Citation": "Newson R, Strachan D, Archibald E, Emberlin J, Hardaker P, Collier C. Effect of thunderstorms and airborne grass pollen on the incidence of acute asthma in England, 1990–1994. Thorax. 1997;52:680–5. doi: 10.1136/thx.52.8.680.", "ArticleIdList": ["10.1136/thx.52.8.680", "PMC1758625", "9337825"]}, {"Citation": "Antò JM, Sunyer J. Thunderstorms: a risk factor for asthma attacks. Thorax. 1997;52:669–70. doi: 10.1136/thx.52.8.669.", "ArticleIdList": ["10.1136/thx.52.8.669", "PMC1758627", "9337822"]}, {"Citation": "Newson R, Strachan D, Archibald E, Emberlin J, Hardaker P, Collier C. Acute asthma epidemics, weather and pollen in England, 1987–1994. Eur Resp J. 1998;11:694–701.", "ArticleIdList": ["9596123"]}, {"Citation": "Girgis ST, Marks GB, Downs SH, Kolbe A, Car GN, Paton R. Thunderstorm-associated asthma in an inland town in southeastern Australia. Who is at risk? Eur Resp J. 2000;16:3–8. doi: 10.1034/j.1399-3003.2000.16a02.x.", "ArticleIdList": ["10.1034/j.1399-3003.2000.16a02.x", "10933077"]}, {"Citation": "Marks GB, Colquhoun JR, Girgis ST, Koski MH, Treloar AB, Hansen P, et al. Thunderstorm outflows preceding epidemics of asthma during spring and summer. Thorax. 2001;56:468–71. doi: 10.1136/thorax.56.6.468.", "ArticleIdList": ["10.1136/thorax.56.6.468", "PMC1746065", "11359963"]}, {"Citation": "D’Amato G, Liccardi G, Gilder JA, Baldacci S, Viegi G. Thunderstorm-associated asthma in pollinosis patients. BMJ. 1994;309:131."}, {"Citation": "Wardman AE, Stefani D, MacDonald JC. Thunderstorm-associated asthma or shortness of breath epidemic: a Canadian case report. Can Respir J. 2002;9:267–70. doi: 10.1155/2002/728257.", "ArticleIdList": ["10.1155/2002/728257", "12195272"]}, {"Citation": "Rosas I, McCartney HA, Payne RW, Calderón C, Lacey J, Chapela R, et al. Analysis of the relationship between environmental factors (aeroallergens, air pollution and weather) and asthma emergency admissions to a hospital Mexico City. Allergy. 1998;53:394–401. doi: 10.1111/j.1398-9995.1998.tb03911.x.", "ArticleIdList": ["10.1111/j.1398-9995.1998.tb03911.x", "9574882"]}, {"Citation": "D’Amato G, Spieksma FT, Liccardi G, Jäger S, Russo M, Kontou-Fili K, et al. Pollen-related allergy in Europe. Allergy. 1998;53(6):567–78. doi: 10.1111/j.1398-9995.1998.tb03932.x.", "ArticleIdList": ["10.1111/j.1398-9995.1998.tb03932.x", "9689338"]}, {"Citation": "D’Amato G, Rottem M, Dahl R, Blaiss M, Ridolo E, Cecchi L, et al. Annesi-maesano and the WAO special committee on climate change and allergy. Climate change, migration and allergic respiratory diseases: an update for the allergist. World Allergy Organ J. 2011;4:120–5. doi: 10.1097/WOX.0b013e3182260a57.", "ArticleIdList": ["10.1097/WOX.0b013e3182260a57", "PMC3488916", "23268459"]}, {"Citation": "D’Amato G, Cecchi L, Bonini S, Nunes C, Annesi-Maesano I, Behrendt H, et al. Allergenic pollen and pollen allergy in Europe. Allergy. 2007;62:976–90. doi: 10.1111/j.1398-9995.2007.01393.x.", "ArticleIdList": ["10.1111/j.1398-9995.2007.01393.x", "17521313"]}, {"Citation": "Burney PGJ, Malmberg E, Chinn S, Jarvis D, Luczynska C, Lai E. The distribution of total and specific serum IgE in the European community respiratory health survey. J Allergy Clin Immuno. 1997;99:314–22. doi: 10.1016/S0091-6749(97)70048-4.", "ArticleIdList": ["10.1016/S0091-6749(97)70048-4", "9058686"]}, {"Citation": "Taylor PE, Flagan RC, Miguel AG, Valenta R, Glovsky MM. Birch pollen rupture and the release of aerosols of respirable allergens. Clin Exp Allergy. 2004;34:1591–6. doi: 10.1111/j.1365-2222.2004.02078.x.", "ArticleIdList": ["10.1111/j.1365-2222.2004.02078.x", "15479275"]}, {"Citation": "Taylor PE, Hagan R, Valenta R, Glovsky MM. Release of allergens in respirable aerosols: a link between grass pollen and asthma. J Allergy Clin Immunol. 2002;109:51–6. doi: 10.1067/mai.2002.120759.", "ArticleIdList": ["10.1067/mai.2002.120759", "11799365"]}, {"Citation": "Traidl-Hoffmann C, Kasche A, Menzel A, Jakob T, Thiel M, Ring J, et al. Impact of pollen on human health: more than allergen carriers? Int Arch Allergy Immunol. 2003;131:1–13. doi: 10.1159/000070428.", "ArticleIdList": ["10.1159/000070428", "12759483"]}, {"Citation": "Schappi G, Taylor PE, Staff IA, Rolland JM, Suphioglu C. Immunologic significance of respirable atmospheric starch granules containing major birch allergen bet v 1. Allergy. 1999;54:478–83. doi: 10.1034/j.1398-9995.1999.00838.x.", "ArticleIdList": ["10.1034/j.1398-9995.1999.00838.x", "10380779"]}, {"Citation": "D’Amato G. Environmental urban factors (air pollution and allergens) and the rising trends in allergic respiratory diseases. Allergy. 2002;57(suppl):30–3. doi: 10.1034/j.1398-9995.57.s72.5.x.", "ArticleIdList": ["10.1034/j.1398-9995.57.s72.5.x", "12144551"]}, {"Citation": "D’Amato G, Liccardi G, D’Amato M, Holgate ST. Environmental risk factors and allergic bronchial asthma. Clin Exp Allergy. 2005;35:1113–24. doi: 10.1111/j.1365-2222.2005.02328.x.", "ArticleIdList": ["10.1111/j.1365-2222.2005.02328.x", "16164436"]}, {"Citation": "Antò JM, Sunyer J. Epidemic asthma and air pollution. In: D’Amato G, Holgate ST, editors. The Impact of air pollution on respiratory health. European Respiratory Monograph, Sheffield, UK: European Respiratory Society Journals Ltd.; 2002. pp. 108–16."}, {"Citation": "D’Amato G. Airborne paucimicronic allergen-carrying particles and seasonal respiratory allergy. Allergy. 2001;56:1109–11. doi: 10.1034/j.1398-9995.2001.00317.x.", "ArticleIdList": ["10.1034/j.1398-9995.2001.00317.x", "11736737"]}, {"Citation": "D’Amato G, Ruffilli A, Ortolani C. Allergenic significance of Parietaria (pellitory-of-the-wall) pollen. In: D’Amato G, Spieksma F, Bonini S, editors. Allergenic pollen and pollinosis in Europe. Oxford: Blackwell Scientific Publications; 1991. pp. 113–8."}, {"Citation": "D'Amato G, Cecchi L, Annesi-Maesano I. A trans-disciplinary overview of case reports of thunderstorm-related asthma outbreak and relapse. Eur Respir Rev. 2012;21:82–7. doi: 10.1183/09059180.00001712.", "ArticleIdList": ["10.1183/09059180.00001712", "PMC9487301", "22654079"]}, {"Citation": "D'Amato G, Corrado A, Cecchi L, Liccardi G, Stanziola A, Annesi-Maesano I, et al. A relapse of near-fatal thunderstorm-asthma in pregnancy. Eur Ann Allergy Clin Immunol. 2013;45(3):116–7.", "ArticleIdList": ["23862404"]}, {"Citation": "Dales RE, Cakmak S, Judek S, Dann T, Coates F, Brook JR, et al. The role of fungal spores in thunderstorm asthma. Chest. 2003;123:745–50. doi: 10.1378/chest.123.3.745.", "ArticleIdList": ["10.1378/chest.123.3.745", "12628873"]}, {"Citation": "Pulimood TB, Corden JM, Bryden C, Sharples L, Nasser SM. Epidemic asthma and the role of the fungal mould Alternaria alternata. J Allergy Clin Immunol. 2007;120:610–7. doi: 10.1016/j.jaci.2007.04.045.", "ArticleIdList": ["10.1016/j.jaci.2007.04.045", "17624415"]}, {"Citation": "Marks GB, Bush RK. It's blowing in the wind: new insights into thunderstorm-related asthma. J Allergy Clin Immunol. 2007;120(3):530–2. doi: 10.1016/j.jaci.2007.07.012.", "ArticleIdList": ["10.1016/j.jaci.2007.07.012", "17765752"]}, {"Citation": "Grinn-Gofroń A, Strzelczak A. Changes in concentration of Alternaria and Cladosporium spores during summer storms. Int J Biometeorol. 2013;57:759–68. doi: 10.1007/s00484-012-0604-0.", "ArticleIdList": ["10.1007/s00484-012-0604-0", "PMC3745614", "23161270"]}, {"Citation": "Dabrera G, Murray V, Emberlin J, Ayres JG, Collier C, Clewlow Y, et al. Thunderstorm asthma: an overview of the evidence base and implications for public health advice. QJM. 2013;106:207–17. doi: 10.1093/qjmed/hcs234.", "ArticleIdList": ["10.1093/qjmed/hcs234", "23275386"]}, {"Citation": "Juniper E, Kline P, Vanzeileghem M, Ramsdale E, O'Byrne P, Hargreave F. Effect of long-term treatment with an inhaled corticosteroid (Budesonide) on airway hyperresponsiveness and clinical asthma in nonsteroid-dependent asthmatics. Am Rev Respir Dis. 1990;142:832–6. doi: 10.1164/ajrccm/142.4.832.", "ArticleIdList": ["10.1164/ajrccm/142.4.832", "2221590"]}, {"Citation": "Tanaka TY, Chiba M. A numerical study of the contributions of dust source regions to the global dust budget. Glob Planet Chang. 2006;52:88–104. doi: 10.1016/j.gloplacha.2006.02.002.", "ArticleIdList": ["10.1016/j.gloplacha.2006.02.002"]}, {"Citation": "Smith KR, Corvalán CF, Kjellström T. How much global ill health is attributable to environmental factors? Epidemiology. 1999;10:573–84. doi: 10.1097/00001648-199909000-00027.", "ArticleIdList": ["10.1097/00001648-199909000-00027", "10468437"]}, {"Citation": "Romieu I, Samet JM, Smith KR, Bruce N. Outdoor air pollution and acute respiratory infections among children in developing countries. J Occ Environ Med. 2002;44:640–9. doi: 10.1097/00043764-200207000-00010.", "ArticleIdList": ["10.1097/00043764-200207000-00010", "12134528"]}, {"Citation": "Meng Z, Lu B. Dust events as a risk factor for daily hospitalization for respiratory and cardiovascular diseases in Minqin, China. Atmos Environ. 2007;41:7048–58. doi: 10.1016/j.atmosenv.2007.05.006.", "ArticleIdList": ["10.1016/j.atmosenv.2007.05.006"]}, {"Citation": "Yang CY, Chen YS, Chiu HF, Goggins WB. Effects of Asian dust storm events on daily stroke admissions in Taipei, Taiwan. Environ Res. 2005;99:79–84. doi: 10.1016/j.envres.2004.12.009.", "ArticleIdList": ["10.1016/j.envres.2004.12.009", "16053931"]}, {"Citation": "Thalib L. A. Al-Taiar A. Dust storms and the risk of asthma admissions to hospitals in Kuwait. Sci Total Environ. 2012;433:347–51. doi: 10.1016/j.scitotenv.2012.06.082.", "ArticleIdList": ["10.1016/j.scitotenv.2012.06.082", "22819885"]}, {"Citation": "Khadadah M, Mahboub B, Al-Busaidi NH, Sliman N, Soriano JB, Bahous J. Asthma insights and reality in the Gulf and the near East. Int J Tuberc Lung Dis. 2009;13:1015–22.", "ArticleIdList": ["19723383"]}, {"Citation": "Al Ghobain MO, Al-Hajjaj MS, Al Moamary MS. Asthma prevalence among 16- to 18-year-old adolescents in Saudi Arabia using the ISAAC questionnaire. BMC Public Health. 2012;12:239. doi: 10.1186/1471-2458-12-239.", "ArticleIdList": ["10.1186/1471-2458-12-239", "PMC3384472", "22443305"]}, {"Citation": "Mahboub BH, Al-Hammadi S, Rafique M, Sulaiman N, Pawankar R, Al Redha AL, et al. Population prevalence of asthma and its determinants based on European Community Respiratory Health Survey in the United Arab Emirates. BMC Pulm Med. 2012;12:4. doi: 10.1186/1471-2466-12-4.", "ArticleIdList": ["10.1186/1471-2466-12-4", "PMC3306751", "22340199"]}, {"Citation": "Janahi IA, Bener A, Bush A. Prevalence of asthma among qatari schoolchildren: International study of asthma and allergies in childhood, Qatar. Pediatr Pulm. 2006;41:80–6. doi: 10.1002/ppul.20331.", "ArticleIdList": ["10.1002/ppul.20331", "16283628"]}, {"Citation": "Owayed AN, Behbehani N, Al-Momen J. Changing prevalence of asthma and allergic diseases among Kuwaiti children. Med Princip Pract. 2008;17:284–9. doi: 10.1159/000129607.", "ArticleIdList": ["10.1159/000129607", "18523395"]}, {"Citation": "Smith B, Wong CA, Smith TC, Boyko EJ, Gackstetter GD, Margaret AK. Ryan for the Millenium Cohort Study Team. Newly reported respiratory symptoms and conditions among military personnel deployed to Iraq and Afghanistan: a prospective population-based study. Am J Epidemiol. 2009;170:1433–42. doi: 10.1093/aje/kwp287.", "ArticleIdList": ["10.1093/aje/kwp287", "19850627"]}, {"Citation": "Draxler RR, Gillette DA, Kirkpatrick JS, Heller J. Estimating PM10 air concentrations from dust storms in Iraq, Kuwait, and Saudi Arabia. Atm Environ. 2001;35:4315–30. doi: 10.1016/S1352-2310(01)00159-5.", "ArticleIdList": ["10.1016/S1352-2310(01)00159-5"]}, {"Citation": "Wilfong ER, Lyles M, Rietcheck RL, Arfsten DP, Boeckman HJ, Johnson EW, et al. The acute and long-term effects of Middle East sand particles on the rat airway following a single intratracheal instillation. J Toxicol Environ Health A. 2011;74:1351–65. doi: 10.1080/15287394.2010.516239.", "ArticleIdList": ["10.1080/15287394.2010.516239", "21899408"]}, {"Citation": "Englebrecht JP, McDonald EV, Gillies JA, Jayanty RK, Casuccio G, Gertler AW. Characterizing mineral dusts and other aerosols from the Middle East – Part 2: Grab samples and re-suspensions. Inhal Toxicol. 2009;21:327–36. doi: 10.1080/08958370802464299.", "ArticleIdList": ["10.1080/08958370802464299", "19235611"]}, {"Citation": "Baldasano JM, Valera E, Jimenez P. Air quality data from large cities. Sci Total Environ. 2003;307:141–65. doi: 10.1016/S0048-9697(02)00537-5.", "ArticleIdList": ["10.1016/S0048-9697(02)00537-5", "12711431"]}, {"Citation": "Afeti GM, Resch FJ. Physical characteristics of Saharan dust near the Gulf of Guinea. Atmos Environ. 2000;34:1273–9. doi: 10.1016/S1352-2310(99)00296-4.", "ArticleIdList": ["10.1016/S1352-2310(99)00296-4"]}, {"Citation": "Gunawardena J, Ziyath AM, Bostrom TE, Bekessy LK, Ayoko GA, Egodawatta P, et al. Characterisation of atmospheric deposited particles during a dust storm in urban areas of Eastern Australia. Sci Total Environ. 2013;461–462:72–80. doi: 10.1016/j.scitotenv.2013.04.080.", "ArticleIdList": ["10.1016/j.scitotenv.2013.04.080", "23712117"]}, {"Citation": "Eagan TM, Gulsvik A, Eide GE, Bakke PS. Occupational airborne exposure and the incidence of respiratory symptoms and asthma. Am J Respir Crit Care Med. 2002;166:933–8. doi: 10.1164/rccm.200203-238OC.", "ArticleIdList": ["10.1164/rccm.200203-238OC", "12359649"]}, {"Citation": "Al-Hurban AE, Al-Ostad AN. Textural characteristics of dust fallout and potential effects on public health in Kuwait City and suburbs during March 2006 – February 2007. Environ Earth Sci. 2010;60:169–81. doi: 10.1007/s12665-009-0177-3.", "ArticleIdList": ["10.1007/s12665-009-0177-3"]}, {"Citation": "Lyles MB, Fredrickson HL, Bednar AJ, Fannin HB, Griffin DW, Sobecki TM. Medical geology: Dust exposure and potential health risks in the Middle East. In: Awards Ceremony Speeches and Abstracts of the 18th Annual V.M. Goldschmidt Conference Vancouver, Canada July, 2008, 18th Annual V.M. Goldschmidt Conference Vancouver, Canada July, 2008. Geochim Cosmochim Acta; 2008. p. 72–576."}, {"Citation": "Chen PS, Tsai FT, Lin CK, Yang CY, Chan CC, Young CY, et al. Ambient influenza and avian influenza virus during dust storm days and background days. Environ Health Perspect. 2010;118:1211–6. doi: 10.1289/ehp.0901782.", "ArticleIdList": ["10.1289/ehp.0901782", "PMC2944079", "20435545"]}, {"Citation": "Yeo NK, Hwang YJ, Kim ST, Kwon HJ, Jang YJ. Asian sand dust enhances rhinovirus-induced cytokine secretion and viral replication in human nasal epithelial cells. Inhal Toxicol. 2010;22:1038–45. doi: 10.3109/08958378.2010.516282.", "ArticleIdList": ["10.3109/08958378.2010.516282", "20879958"]}, {"Citation": "Kwaasi AA. Date palm and sandstorm-borne allergens. Clin Exp Allergy. 2003;33:419–26. doi: 10.1046/j.1365-2222.2003.01635.x.", "ArticleIdList": ["10.1046/j.1365-2222.2003.01635.x", "12680855"]}, {"Citation": "Watanabe M, Kurai J, Igishi T, Yamasaki A, Burioka N, Takeuchi H, et al. Influence of Asian desert dust on lower respiratory tract symptoms in patients with asthma over 4 years. Yonago Acta Med. 2012;55:41–8.", "ArticleIdList": ["PMC3763790", "24031138"]}, {"Citation": "Liu L, Poon R, Chen L, Frescura AM, Montuschi P, Ciabattoni G, et al. Acute effects of air pollution on pulmonary function, airway inflammation, and oxidative stress in asthmatic children. Environ Health Perspect. 2009;117:668–74. doi: 10.1289/ehp.11813.", "ArticleIdList": ["10.1289/ehp.11813", "PMC2679614", "19440509"]}, {"Citation": "O'Hollaren MT, Yunginger JW, Offord KP, Somers MJ, O'Connell EJ, Ballard DJ, et al. Exposure to an aeroallergen as a possible precipitating factor in respiratory arrest in young patients with asthma. N Engl J Med. 1991;324:359–63. doi: 10.1056/NEJM199102073240602.", "ArticleIdList": ["10.1056/NEJM199102073240602", "1987459"]}, {"Citation": "Watanabe M, Yamasaki A, Burioka N, Kurai J, Yoneda K, Yoshida A, et al. Correlation between Asian dust storms and worsening asthma in Western Japan. Allergol Int. 2011;60:267–75. doi: 10.2332/allergolint.10-OA-0239.", "ArticleIdList": ["10.2332/allergolint.10-OA-0239", "21364309"]}, {"Citation": "Kwaasi AA, Parhar RS, al-Mohanna FA, Harfi HA, Collison KS, al-Sedairy ST. Aeroallergens and viable microbes in sandstorm dust. Potential triggers of allergic and nonallergic respiratory ailments. Allergy. 1998;53:255–65. doi: 10.1111/j.1398-9995.1998.tb03885.x.", "ArticleIdList": ["10.1111/j.1398-9995.1998.tb03885.x", "9542605"]}, {"Citation": "Yu HL, Chien LC, Yang CH. Asian dust storm elevates children's respiratory health risks: a spatiotemporal analysis of children's clinic visits across Taipei (Taiwan) PLoS One. 2012;7:e41317. doi: 10.1371/journal.pone.0041317.", "ArticleIdList": ["10.1371/journal.pone.0041317", "PMC3407226", "22848461"]}, {"Citation": "Kanatani KT, Ito I, Al-Delaimy WK, Adachi Y, Mathews WC, Ramsdell JW. Toyama Asian desert dust and asthma study team. Desert dust exposure is associated with increased risk of asthma hospitalization in children. Am J Respir Crit Care Med. 2010;182:1475–81. doi: 10.1164/rccm.201002-0296OC.", "ArticleIdList": ["10.1164/rccm.201002-0296OC", "PMC3159090", "20656941"]}, {"Citation": "Holgate ST. Pathogenesis of asthma. Clin Exp Allergy. 2008;38:872–97. doi: 10.1111/j.1365-2222.2008.02971.x.", "ArticleIdList": ["10.1111/j.1365-2222.2008.02971.x", "18498538"]}, {"Citation": "Roth M, Tamm M. Airway smooth muscle cells respond directly to inhaled environmental factors. Swiss Med Wkly. 2010;140:w13066.", "ArticleIdList": ["20458646"]}, {"Citation": "Ichinose T, Yoshida S, Hiyoshi K, Sadakane K, Takano H, Nishikawa M, et al. The effects of microbial materials adhered to Asian sand dust on allergic lung inflammation. Arch Environ Contam Toxicol. 2008;55:348–57. doi: 10.1007/s00244-007-9128-8.", "ArticleIdList": ["10.1007/s00244-007-9128-8", "18227959"]}, {"Citation": "Chang CC, Lee IM, Tsai SS, Yang CY. Correlation of Asian dust storm events with daily clinic visits for allergic rhinitis in Taipei, Taiwan. J Toxicol Environ Health A. 2006;69:229–35. doi: 10.1080/15287390500227415.", "ArticleIdList": ["10.1080/15287390500227415", "16263693"]}, {"Citation": "Korenyi-Both AL, Korenyi-Both AL, Molnar AC, Fidelus-Gort R. Al eskan disease: desert storm pneumonitis. Mil Med. 1992;157:452–62.", "ArticleIdList": ["1333577"]}, {"Citation": "Nouh MS. Is the desert lung syndrome (nonoccupational dust pneumoconiosis) a variant of pulmonary alveolar microlithiasis? Report of 4 cases with review of the literature. Respiration. 1989;55:122–6. doi: 10.1159/000195715.", "ArticleIdList": ["10.1159/000195715", "2549601"]}, {"Citation": "Lockey JE, Schenker MB, Howden DG, Desmeules MJ, Saracci R, Sprince NL, et al. Current issues in occupational lung disease. Am Rev Respir Dis. 1988;138:1047–50.", "ArticleIdList": ["3202432"]}, {"Citation": "King MS, Eisenberg R, Newman JH, Tolle JJ, Harrell FE, Jr, Nian H, et al. Constrictive bronchiolitis in soldiers returning from Iraq and Afghanistan. N Engl J Med. 2011;365:222–30. doi: 10.1056/NEJMoa1101388.", "ArticleIdList": ["10.1056/NEJMoa1101388", "PMC3296566", "21774710"]}, {"Citation": "Pinkerton KE, Rom WN, Akpinar-Elci M, Balmes JR, Bayram H, Brandli O, et al. An official american thoracic society workshop report: climate change and human health. Proc Am Thorac Soc. 2012;9:3–8. doi: 10.1513/pats.201201-015ST.", "ArticleIdList": ["10.1513/pats.201201-015ST", "PMC5821002", "22421581"]}, {"Citation": "Liu X, Li N, Xie W, Wu J, Zhang P, Ji Z. The return periods and risk assessment of severe dust storms in Inner Mongolia with consideration of the main contributing factors. Environ Monit Assess. 2012;184:5471–85. doi: 10.1007/s10661-011-2354-6.", "ArticleIdList": ["10.1007/s10661-011-2354-6", "21956339"]}, {"Citation": "Sublett JL, Seltzer J, Burkhead R, Williams PB, Wedner HJ, Phipatanakul W. American academy of allergy, asthma & immunology indoor allergen committee. Air filters and air cleaners: rostrum by the American academy of allergy, asthma & immunology indoor allergen committee. J Allergy Clin Immunol. 2010;125:32–8. doi: 10.1016/j.jaci.2009.08.036.", "ArticleIdList": ["10.1016/j.jaci.2009.08.036", "PMC2824428", "19910039"]}, {"Citation": "Ma Q, Liu Y, Liu C, Ma J, He H. A case study of Asian dust storm particles: chemical composition, reactivity to SO2 and hygroscopic properties. J Environ Sci (China) 2012;24:62–71. doi: 10.1016/S1001-0742(11)60729-8.", "ArticleIdList": ["10.1016/S1001-0742(11)60729-8", "22783615"]}, {"Citation": "Fan XB, Okada K, Niimura N, Kai K, Arao K, Guang-Yu S, et al. Mineral particles collected in china and japan during the same Asian dust storm event. Atmos Environ. 1996;30:347–51. doi: 10.1016/1352-2310(95)00271-Y.", "ArticleIdList": ["10.1016/1352-2310(95)00271-Y"]}, {"Citation": "Lei H, Wang J. Characteristics of dust storm events over the western United States. Atmos Chem Phys. 2013;13:14195–220. doi: 10.5194/acpd-13-14195-2013.", "ArticleIdList": ["10.5194/acpd-13-14195-2013"]}, {"Citation": "Gaiero DM, Simonella L, Gasso S, Gili S, Stein AF, Sosa P, et al. Ground/satellite observations and atmospheric modeling of dust storms originating in the high Puna-Altiplano deserts (South America): Implications for the interpretation of paleo-climatic archives. J Geophys Res-Atmos. 2013;118:3817–31. doi: 10.1002/jgrd.50036.", "ArticleIdList": ["10.1002/jgrd.50036"]}, {"Citation": "De Longueville F, Hountondji YC, Henry S, Ozer P. What do we know about effects of desert dust on air quality and human health in West Africa compared to other regions? Sci Total Environ. 2010;409:1–8. doi: 10.1016/j.scitotenv.2010.09.025.", "ArticleIdList": ["10.1016/j.scitotenv.2010.09.025", "20934742"]}, {"Citation": "Taylor DA. Dust in the wind. Environ Health Perspect. 2002;110:A80–7. doi: 10.1289/ehp.110-a80.", "ArticleIdList": ["10.1289/ehp.110-a80", "PMC1240740", "11836156"]}, {"Citation": "Solomon S, Qin D, Manning M, Alley RB, Berntsen T, Bindoff NL, et al. Technical Summary. In: Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt KB, Tignor M, Miller HL, et al., editors. Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press; 2007."}, {"Citation": "Epstein PR. Climate change and human health. New Engl J Med. 2005;353:1433–6. doi: 10.1056/NEJMp058079.", "ArticleIdList": ["10.1056/NEJMp058079", "16207843"]}, {"Citation": "Haines A, Kovats RS, Campbell-Lendrum D, Corvalan C. Climate change and human health: impacts, vulnerability, and mitigation. Lancet. 2006;367:2101–9. doi: 10.1016/S0140-6736(06)68933-2.", "ArticleIdList": ["10.1016/S0140-6736(06)68933-2", "16798393"]}, {"Citation": "Von Hertzen L, Haahtela T. Signs of reversing trends in prevalence of asthma. Allergy. 2005;60:283–92. doi: 10.1111/j.1398-9995.2005.00769.x.", "ArticleIdList": ["10.1111/j.1398-9995.2005.00769.x", "15679712"]}, {"Citation": "Asher MI, Montefort S, Björkstén B, Lai CKW, Strachan DP, Weiland SK, et al. Worldwide time trends in the prevalence of symptoms of asthma, allergic rhinoconjunctivitis, and eczema in childhood: ISAAC Phases One and Three repeat multicountry cross-sectional surveys. Lancet. 2006;368:733–43. doi: 10.1016/S0140-6736(06)69283-0.", "ArticleIdList": ["10.1016/S0140-6736(06)69283-0", "16935684"]}, {"Citation": "Kelly FJ. Dietary antioxidants and environmental stress. Proc Nutr Soc. 2004;63:579–85. doi: 10.1079/PNS2004388.", "ArticleIdList": ["10.1079/PNS2004388", "15831130"]}, {"Citation": "Annesi-Maesano I, Forastiere F, Kunzli N, Brunekreef B. Environment and health committee of the european respiratory society. Particulate matter, science and EU policy. Eur Respir J. 2007;29:428–31. doi: 10.1183/09031936.00129506.", "ArticleIdList": ["10.1183/09031936.00129506", "17329487"]}, {"Citation": "Chavarria JF. Asthma admissions and weather conditions in Costa Rica. Arch Dis Child. 2001;84:514–5. doi: 10.1136/adc.84.6.514.", "ArticleIdList": ["10.1136/adc.84.6.514", "PMC1718794", "11369573"]}, {"Citation": "Khot A, Burn R, Evans N, Lenney W, Storr J. Biometeorological triggers in childhood asthma. Clin Allergy. 1988;18:351–8. doi: 10.1111/j.1365-2222.1988.tb02882.x.", "ArticleIdList": ["10.1111/j.1365-2222.1988.tb02882.x", "3416418"]}, {"Citation": "Ehara A, Takasaki H, Takeda Y, Kida T, Mizukami S, Hagisawa M, et al. Are high barometric pressure, low humidity and diurnal change of temperature related to the onset of asthmatic symptoms? Pediatr Int. 2000;42:272–4. doi: 10.1046/j.1442-200x.2000.01228.x.", "ArticleIdList": ["10.1046/j.1442-200x.2000.01228.x", "10881584"]}, {"Citation": "Hashimoto M, Fukuda T, Shimizu T, Watanabe S, Watanuki S, Eto Y, et al. Influence of climate factors on emergency visits for childhood asthma attack. Pediatr Int. 2004;46:48–52. doi: 10.1111/j.1442-200X.2004.01835.x.", "ArticleIdList": ["10.1111/j.1442-200X.2004.01835.x", "15043664"]}, {"Citation": "Epton MJ, Martin IR, Graham P, Healy PE, Smith H, Balasubramaniam R, et al. Climate and aeroallergen levels in asthma: a 12 month prospective study. Thorax. 1997;52:528–34. doi: 10.1136/thx.52.6.528.", "ArticleIdList": ["10.1136/thx.52.6.528", "PMC1758584", "9227719"]}, {"Citation": "Papadopoulos NG, Xepapadaki P, Mallia P, Brusselle G, Watelet JB, Xatzipsalti M, et al. Mechanisms of virus-induced asthma exacerbations: state-of-the-art. A GA2LEN and InterAirways document. Allergy. 2007;62:457–572. doi: 10.1111/j.1398-9995.2007.01341.x.", "ArticleIdList": ["10.1111/j.1398-9995.2007.01341.x", "PMC7159480", "17324199"]}, {"Citation": "Atkinson RW, Strachan DP. Role of outdoor aeroallergens in asthma exacerbations: epidemiological evidence. Thorax. 2004;59:277–8. doi: 10.1136/thx.2003.019133.", "ArticleIdList": ["10.1136/thx.2003.019133", "PMC1763797", "15047944"]}, {"Citation": "Report GINA. Global Strategy for Asthma Management and Prevention, Global Initiative for Asthma (GINA) 2015."}, {"Citation": "D'Amato G, Liccardi G, D'Amato M, Cazzola M. Outdoor air pollution, climatic changes and allergic bronchial asthma. Eur Respir J. 2002;20:763–76. doi: 10.1183/09031936.02.00401402.", "ArticleIdList": ["10.1183/09031936.02.00401402", "12358357"]}, {"Citation": "D’Amato G. Urban air pollution and plant-derived respiratory allergy. Clin Exp Allergy. 2000;30:628–36. doi: 10.1046/j.1365-2222.2000.00798.x.", "ArticleIdList": ["10.1046/j.1365-2222.2000.00798.x", "10792353"]}, {"Citation": "D’Amato G, Liccardi G, D’Amato M, Cazzola M. The role of outdoor air pollution, and climatic changes on the rising trends of respiratory allergy. Respir Med. 2001;95:606–11. doi: 10.1053/rmed.2001.1112.", "ArticleIdList": ["10.1053/rmed.2001.1112", "11453319"]}, {"Citation": "Rossi OVJ, Kinnula VL, Tienari J, Huhti E. Association of severe asthma attacks with weather, pollen, and air pollutants. Thorax. 1993;48:244–8. doi: 10.1136/thx.48.3.244.", "ArticleIdList": ["10.1136/thx.48.3.244", "PMC464361", "8497823"]}, {"Citation": "Eccles R. An explanation for the seasonality of acute upper respiratory tract viral infections. Acta Otolaryngol. 2002;122:183–91. doi: 10.1080/00016480252814207.", "ArticleIdList": ["10.1080/00016480252814207", "11936911"]}, {"Citation": "Confalonieri U, Menne B, Akhtar R, Ebi KL, Hauengue M, Kovats RS, et al. In: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Parry ML, Canziani OF, Palutikof JP, van der Linden PJ, Hanson CE, et al., editors. Cambridge, UK: Cambridge University Press; 2007. pp. 391–431."}, {"Citation": "Prather M, Gauss M, Berntsen T, Isaksen I, Sundet J, Bey I, et al. Fresh air in the 21st century? Geophys Res Lett. 2003;30:1100. doi: 10.1029/2002GL016285.", "ArticleIdList": ["10.1029/2002GL016285"]}, {"Citation": "D’Amato G, Cecchi L, Annesi-Maesano I, Rottem M. Climate Change, Migration and Allergy, Section 3.5. In: Pawankar R, Holgate ST, Canonica GW, Lockey RF, Blaiss MS, editors. WAO White Book on Allergy: Update 2013. United States: World Allergy Organization, Milwaukee, WI; 2013."}, {"Citation": "Kim YH, Jang TY. Nasal provocation test using allergen extract versus cold dry air provocation test: which and when? Am J Rhinol Allergy. 2013;27:113–7. doi: 10.2500/ajra.2013.27.3870.", "ArticleIdList": ["10.2500/ajra.2013.27.3870", "23562199"]}, {"Citation": "Bernstein JA, Salapatek AM, Lee JS, Nelson V, Wilson D, D'Angelo P, et al. Provocation of nonallergic rhinitis subjects in response to simulated weather conditions using an environmental exposure chamber model. Allergy Asthma Proc. 2012;33:333–40. doi: 10.2500/aap.2012.33.3579.", "ArticleIdList": ["10.2500/aap.2012.33.3579", "22762553"]}, {"Citation": "Nielsen KG, Bisgaard H. Lung function response to cold air challenge in asthmatic and healthy children of 2–5 years of age. Am J Respir Crit Care Med. 2000;161:1805–9. doi: 10.1164/ajrccm.161.6.9905098.", "ArticleIdList": ["10.1164/ajrccm.161.6.9905098", "10852748"]}, {"Citation": "Beggs PG, Bambrick HJ. Is the global rise of asthma an early impact of anthropogenic climate change? Environ Health Perspect. 2005;113:915–9. doi: 10.1289/ehp.7724.", "ArticleIdList": ["10.1289/ehp.7724", "PMC1280328", "16079058"]}, {"Citation": "D’Amato G. Air pollution, reactive oxygen species, and allergic bronchial asthma: The therapeutic role of antioxidants. In: Hughes DA, Darlington LG, Bendich A, editors. Diet and Human Immune Function. Totowa, New Jersey, USA: Humana Press; 2004. pp. 397–409."}, {"Citation": "Department of Health and Expert Group on Climate Change and Health in the UK . Health effects of climate change in the UK. London: Department of Health; 2001."}, {"Citation": "Moore D, Copes R, Fisk R, Joy R, Chan K, Brauer M. Population health effects of air quality changes due to forest fires in British Columbia in 2003: Estimates from physician-visit billing data. Can J Public Health. 2006;97:105–8.", "ArticleIdList": ["PMC6975989", "16619995"]}, {"Citation": "Gangoiti G, Millan MM, Salvador R, Mantilla E. Long-range transport and re-circulation of pollutants in the western Mediterranean during the project regional cycles of Air pollution in the west-central Mediterranean area. Atmos Environ. 2001;35:6267–76. doi: 10.1016/S1352-2310(01)00440-X.", "ArticleIdList": ["10.1016/S1352-2310(01)00440-X"]}, {"Citation": "Mickley LJ, Jacob DJ, Field BD. Effects of future climate change on regional air pollution episodes in the United States. Geophys Res Lett. 2004;31:L24103. doi: 10.1029/2004GL021216.", "ArticleIdList": ["10.1029/2004GL021216"]}, {"Citation": "Beck I, Jochner S, Gilles S, McIntyre M, Buters JT, Schmidt-Weber C, et al. High environmental ozone levels lead to enhanced allergenicity of birch pollen. PLoS One. 2013;20:8–e80147.", "ArticleIdList": ["PMC3835901", "24278250"]}, {"Citation": "Cecchi L, Torrigiani Malaspina T, Albertini R, Zanca M, Ridolo E, Usberti I, et al. The contribution of long-distance transport to the presence of Ambrosia pollen in central northern Italy. Aerobiologia. 2007;23:145–51. doi: 10.1007/s10453-007-9060-4.", "ArticleIdList": ["10.1007/s10453-007-9060-4"]}, {"Citation": "Frenguelli G. Interactions between climate changes and allergenic plants. Monaldi Arch Chest Dis. 2002;57:141–3.", "ArticleIdList": ["12357846"]}, {"Citation": "Teranishi H, Katoh T, Kenda K, Hayashi S. Global warming and the earlier start of the Japanese-cedar (Cryptomeria japonica) pollen season in Toyama, Japan. Aerobiologia. 2006;22:91–5. doi: 10.1007/s10453-006-9023-1.", "ArticleIdList": ["10.1007/s10453-006-9023-1"]}, {"Citation": "Beggs PJ. Impacts of climate change on aeroallergens: past and future. Clin Exp Allergy. 2004;34:1507–13. doi: 10.1111/j.1365-2222.2004.02061.x.", "ArticleIdList": ["10.1111/j.1365-2222.2004.02061.x", "15479264"]}, {"Citation": "Cecchi L, D’Amato G, Ayers JG, Galan C, Forastiere F, Forsberg B, et al. Projections of the effects of climate change on allergic asthma: the contribution of aerobiology. Allergy. 2010;65:1073–81.", "ArticleIdList": ["20560904"]}, {"Citation": "Ziska LH, Gebhard DE, Frenz DA, Faulkner S, Singer BD, Straka JG. Cities as harbingers of climate change: common ragweed, urbanization, and public health. J Allergy Clin Immunol. 2003;111:290–5. doi: 10.1067/mai.2003.53.", "ArticleIdList": ["10.1067/mai.2003.53", "12589347"]}, {"Citation": "Rogers CA, Wayne PM, Macklin EA, Muilenberg ML, Wagner CJ, Epstein PR, et al. Interaction of the onset of spring and elevated atmospheric CO2 on ragweed (Ambrosia artemisiifolia L.) pollen production. Environ Health Perspect. 2006;114:865–9. doi: 10.1289/ehp.8549.", "ArticleIdList": ["10.1289/ehp.8549", "PMC1480488", "16759986"]}, {"Citation": "Emberlin J, Detandt M, Gehrig R, Jaeger S, Nolard N, Rantio-Lehtimäki A. Responses in the start of Betula (birch) pollen seasons to recent changes in spring temperatures across Europe. Int J Biometeorol. 2002;46:159–70. doi: 10.1007/s00484-002-0139-x.", "ArticleIdList": ["10.1007/s00484-002-0139-x", "12242471"]}, {"Citation": "Van Vliet AJH, Overeem A, De Groot RS, Jacobs AFG, Spieksma FTM. The influence of temperature and climate change on the timing of pollen release in the Netherlands. Int J Climatol. 2002;22:1757–67. doi: 10.1002/joc.820.", "ArticleIdList": ["10.1002/joc.820"]}, {"Citation": "Wayne P, Foster S, Connolly J, Bazzaz F, Epstein P. Production of allergenic pollen by ragweed (Ambrosia artemisiifolia L.) is increased in CO2-enriched atmospheres. Ann Allergy Asthma Immunol. 2002;88:279–82. doi: 10.1016/S1081-1206(10)62009-1.", "ArticleIdList": ["10.1016/S1081-1206(10)62009-1", "11926621"]}, {"Citation": "Ziska LH, Caulfield FA. Rising CO2 and pollen production of common ragweed (Ambrosia artemisiifolia), a known allergy-inducing species: implications for public health. Aust J Plant Physiol. 2000;27:893–8."}, {"Citation": "Stach A, García-Mozo H, Prieto-Baena JC, Czarnecka-Operacz M, Jenerowicz D, Silny W, et al. Prevalence of artemisia species pollinosis in Western Poland: impact of climate change on aerobiological trends, 1995–2004. J Investig Allergol Clin Immunol. 2007;17:39–47.", "ArticleIdList": ["17323862"]}, {"Citation": "Ziello C, Sparks TH, Estrella N, Belmonte J, Bergmann KC, Bucher E, et al. Changes to airborne pollen counts across Europe. PLoS One. 2012;7:e34076. doi: 10.1371/journal.pone.0034076.", "ArticleIdList": ["10.1371/journal.pone.0034076", "PMC3325983", "22514618"]}, {"Citation": "Bergmann KC, Zuberbier T, Augustin J, Mücke H-G, Straff W. Climate change and pollen allergy: cities and municipalities should take people suffering from pollen allergy into account when planting in public spaces. Allergo J. 2012;21:103–8. doi: 10.1007/s15007-012-0045-4.", "ArticleIdList": ["10.1007/s15007-012-0045-4"]}, {"Citation": "Carey MJ, Cordon I. Asthma and climatic conditions: experience from Bermuda, an isolated island community. BMJ. 1986;293:843–4. doi: 10.1136/bmj.293.6551.843.", "ArticleIdList": ["10.1136/bmj.293.6551.843", "PMC1341634", "3094682"]}, {"Citation": "Kljakovic M, Salmond C. A model of the relationship between consultation behaviour for asthma in a general practice and the weather. Clim Res. 1998;10:109–13. doi: 10.3354/cr010109.", "ArticleIdList": ["10.3354/cr010109"]}, {"Citation": "Suzuki S, Kamakura Takadoro K, Takeuchi F, Yukiyama Y, Miyamoto T. Correlation between the atmospheric conditions and the asthmatic symptom. Int J Biometeorol. 1988;32:129–33. doi: 10.1007/BF01044906.", "ArticleIdList": ["10.1007/BF01044906", "3410581"]}, {"Citation": "Jamason PF, Kalkstein LS, Gergen PJ. A synoptic evaluation of asthma hospital admissions in New York City. Am J Respir Crit Care Med. 1997;156:1781–8. doi: 10.1164/ajrccm.156.6.96-05028.", "ArticleIdList": ["10.1164/ajrccm.156.6.96-05028", "9412555"]}, {"Citation": "Beggs PJ. Adaptation to impacts of climate change on aeroallergens and allergic respiratory diseases. Int J Environ Res Public Health. 2010;7:3006–21. doi: 10.3390/ijerph7083006.", "ArticleIdList": ["10.3390/ijerph7083006", "PMC2954564", "20948943"]}, {"Citation": "Dapul-Hidalgo G, Bielory L. Climate change and allergic diseases. Ann Allergy Asthma Immunol. 2012;109:166–72. doi: 10.1016/j.anai.2012.02.008.", "ArticleIdList": ["10.1016/j.anai.2012.02.008", "22920070"]}, {"Citation": "Kim JW, Oh JW, Lee HB, Kim SW, Kang IJ, Kook MH, et al. Changes in sensitization rate to weed allergens in children with increased weeds pollen counts in Seoul metropolitan area. J Korean Med Sci. 2012;27:350–5. doi: 10.3346/jkms.2012.27.4.350.", "ArticleIdList": ["10.3346/jkms.2012.27.4.350", "PMC3314845", "22468096"]}, {"Citation": "D’Amato G, Cecchi L. Effects of climate change on environmental factors in respiratory allergic diseases. Clin Exp Allergy. 2008;38:1264–74. doi: 10.1111/j.1365-2222.2008.03033.x.", "ArticleIdList": ["10.1111/j.1365-2222.2008.03033.x", "18537982"]}, {"Citation": "Shea KM, Truckner RT, Weber RW, Peden DB. Climate change and allergic disease. J Allergy Clin Immunol. 2008;122:443–53. doi: 10.1016/j.jaci.2008.06.032.", "ArticleIdList": ["10.1016/j.jaci.2008.06.032", "18774380"]}, {"Citation": "Kim JH, Oh JW, Lee HB, Kim SW, Chung HL, Kook MH, et al. Evaluation of the association of vegetation of allergenic plans and pollinosis with meteorological changes. Allergy Asthma Respir Dis. 2014;2:48–58. doi: 10.4168/aard.2014.2.1.48.", "ArticleIdList": ["10.4168/aard.2014.2.1.48"]}, {"Citation": "Oh JW, Lee HB, Kang IJ, Kim SW, Park KS, Kook MH, et al. The revised edition of Korean calendar for allergenic pollens. Allergy Asthma Immunol Res. 2012;4:5–11. doi: 10.4168/aair.2012.4.1.5.", "ArticleIdList": ["10.4168/aair.2012.4.1.5", "PMC3242062", "22211164"]}, {"Citation": "Dahl A, Galan C, Hajkova L, Pauling A, Sikoparija B, Smith M, Vokou D. The onset, course, and intensity of the pollen season. In: Sofiev M, Bergmann KC, editors. Allergenic Pollen. Netherlands: Springer; 2013."}, {"Citation": "Levetin E, Van de Water P. Changing pollen types/concentrations/distribution in the United States: fact or fiction? Curr Allergy Asthma Rep. 2008;8:418–24. doi: 10.1007/s11882-008-0081-z.", "ArticleIdList": ["10.1007/s11882-008-0081-z", "18682110"]}, {"Citation": "Cecchi L. From pollen count to pollen potency: the molecular era of aerobiology. Eur Resp J. 2013;42:898–900. doi: 10.1183/09031936.00096413.", "ArticleIdList": ["10.1183/09031936.00096413", "24081758"]}, {"Citation": "Schäppi GF, Taylor PE, Pain MC, Cameron PA, Dent AW, Staff IA, et al. Concentrations of major grass group 5 allergens in pollen grains and atmospheric particles: implications for hay fever and allergic asthma sufferers sensitized to grass pollen allergens. Clin Exp Allergy. 1999;29:633–41. doi: 10.1046/j.1365-2222.1999.00567.x.", "ArticleIdList": ["10.1046/j.1365-2222.1999.00567.x", "10231323"]}, {"Citation": "Schäppi GF, Monn C, Wütrich B, Wanner H-A. Anaylsis of allergens in ambient aerosols: comparison of areas subjected to different levels of air pollution. Aerobiologia. 1996;12:185–90. doi: 10.1007/BF02447411.", "ArticleIdList": ["10.1007/BF02447411"]}, {"Citation": "Buters JT, Kasche A, Weichenmeier I, Schober W, Klaus S, Traidl-Hoffmann C, et al. Year-to-year variation in release of Bet v 1 allergen from birch pollen: evidence for geographical differences between West and South Germany. Int Arch Allergy Immunol. 2008;145:122–30. doi: 10.1159/000108137.", "ArticleIdList": ["10.1159/000108137", "17848805"]}, {"Citation": "Buters JT, Weichenmeier I, Ochs S, Pusch G, Kreyling W, Boere AJ, et al. The allergen Bet v 1 in fractions of ambient air deviates from birch pollen counts. Allergy. 2010;65:850–8. doi: 10.1111/j.1398-9995.2009.02286.x.", "ArticleIdList": ["10.1111/j.1398-9995.2009.02286.x", "20132158"]}, {"Citation": "De Linares C, Nieto-Lugilde D, Alba F, Díaz de la Guardia C, Galán C, Trigo MM. Detection of airborne allergen (Ole e 1) in relation to Olea europaea pollen in S Spain. Clin Exp Allergy. 2007;37:125–32. doi: 10.1111/j.1365-2222.2006.02620.x.", "ArticleIdList": ["10.1111/j.1365-2222.2006.02620.x", "17210050"]}, {"Citation": "De Linares C, Díaz de la Guardia C, Nieto Lugilde D, Alba F. Airborne study of grass allergen (Lol p 1) in different-sized particles. Int Arch Allergy Immunol. 2010;152:49–57. doi: 10.1159/000260083.", "ArticleIdList": ["10.1159/000260083", "19940505"]}, {"Citation": "Jato V, Rodríguez-Rajo FJ, González-Parrado Z, Elvira-Rendueles B, Moreno-Grau S, Vega-Maray A, et al. Detection of airborne Par j 1 and Par j 2 allergens in relation to Urticaceae pollen counts in different bioclimatic areas. Ann Allergy Asthma Immunol. 2010;105:50–6. doi: 10.1016/j.anai.2010.04.019.", "ArticleIdList": ["10.1016/j.anai.2010.04.019", "20642204"]}, {"Citation": "Moreno-Grau S, Elvira-Rendueles B, Moreno J, García-Sánchez A, Vergara N, Asturias JA, et al. Correlation between Olea europaea and Parietaria judaica pollen counts and quantification of their major allergens Ole e 1 and Par j 1-Par j 2. Ann Allergy Asthma Immunol. 2006;96:858–64. doi: 10.1016/S1081-1206(10)61350-6.", "ArticleIdList": ["10.1016/S1081-1206(10)61350-6", "16802775"]}, {"Citation": "Vieths S, Barber D, Chapman M, Costanzo A, Daas A, Fiebig H: Establishment of recombinant major allergens Bet v 1 and Phl p 5a as Ph. Eur. reference standards and validation of ELISA methods for their measurement. Results from feasibility studies. Pharmeur Bio Sci Notes 2012, 118–134.", "ArticleIdList": ["23327896"]}, {"Citation": "Galan C, Antunes C, Brandao R, Torres C, Garcia-Mozo H, Caeiro E, et al. HIALINE working group. Airborne olive pollen counts are not representative of exposure to the major olive allergen Ole e 1. Allergy. 2013;68:809–12. doi: 10.1111/all.12144.", "ArticleIdList": ["10.1111/all.12144", "23647633"]}, {"Citation": "Buters JTM, Thibaudon M, Smith M, Kennedy R, Rantio-Lehtimäki A, Albertini R, et al. The HIALINE working group. Release of Bet v 1 from birch pollen from 5 European countries. Results from the HIALINE study. Atmos Environ. 2012;55:496–505. doi: 10.1016/j.atmosenv.2012.01.054.", "ArticleIdList": ["10.1016/j.atmosenv.2012.01.054"]}, {"Citation": "Sofiev M, Siljamo P, Ranta H, Rantio-Lehtimäki A. Towards numerical forecasting of long-range air transport of birch pollen: theoretical considerations and a feasibility study. Int J Biometeorol. 2006;50:392–402. doi: 10.1007/s00484-006-0027-x.", "ArticleIdList": ["10.1007/s00484-006-0027-x", "16596367"]}, {"Citation": "Institute of Medicine (US) Committee on Damp Indoor Spaces and Health . Damp indoor spaces and health. Washington DC: The National Academies Press; 2004.", "ArticleIdList": ["25009878"]}, {"Citation": "Mendell MJ, Mirer AG, Cheung K, Tong M, Douwes J. Respiratory and allergic health effects of dampness, mold, and dampness-related agents: a review of the epidemiologic evidence. Environ Health Perspect. 2011;119:748–56. doi: 10.1289/ehp.1002410.", "ArticleIdList": ["10.1289/ehp.1002410", "PMC3114807", "21269928"]}, {"Citation": "Fisk WJ, Eliseeva EA, Mendell MJ. Association of residential dampness and mold with respiratory tract infections and bronchitis: a meta-analysis. Environ Health. 2010;9:72. doi: 10.1186/1476-069X-9-72.", "ArticleIdList": ["10.1186/1476-069X-9-72", "PMC3000394", "21078183"]}, {"Citation": "Shenassa ED, Daskalakis C, Liebhaber A, Braubach M, Brown M. Dampness and mold in the home and depression: an examination of mold-related illness and perceived control of one's home as possible depression pathways. Am J Public Health. 2007;97:1893–9. doi: 10.2105/AJPH.2006.093773.", "ArticleIdList": ["10.2105/AJPH.2006.093773", "PMC1994167", "17761567"]}, {"Citation": "Atkinson TP. Is asthma an infectious disease? New evidence. Curr Allergy Asthma Rep. 2013;13:702–9. doi: 10.1007/s11882-013-0390-8.", "ArticleIdList": ["10.1007/s11882-013-0390-8", "24091724"]}, {"Citation": "Douwes J, Brooks C, Pearce N. Asthma nervosa: old concept, new insights. Eur Respir J. 2011;37:986–90. doi: 10.1183/09031936.00018511.", "ArticleIdList": ["10.1183/09031936.00018511", "21532014"]}, {"Citation": "Gunnbjörnsdottir MI, Franklin KA, Norback D, Bjornsson E, Gislason D, Lindberg E, et al. Prevalence and incidence of respiratory symptoms in relation to indoor dampness: the RHINE study. Thorax. 2006;61:221–5. doi: 10.1136/thx.2005.057430.", "ArticleIdList": ["10.1136/thx.2005.057430", "PMC2080728", "16396946"]}, {"Citation": "Fisk WJ, Lei-Gomez Q, Mendell MJ. Meta-analyses of the associations of respiratory health effects with dampness and mold in homes. Indoor Air. 2007;17:284–96. doi: 10.1111/j.1600-0668.2007.00475.x.", "ArticleIdList": ["10.1111/j.1600-0668.2007.00475.x", "17661925"]}, {"Citation": "WHO . Environmental burden of disease associated with inadequate housing – A method guide to the quantification of health effects of selected housing risks in the WHO European Region. Copenhagen, Denmark: WHO, Regional Office for Europe; 2011."}, {"Citation": "Nafstad P, Oie L, Mehl R, Gaarder PL, Lodrup-Carlsen KC, Botten G, et al. Residential dampness problems and symptoms and signs of bronchial obstruction in young Norwegian children. Am J Respir Crit Care Med. 1998;157:410–4. doi: 10.1164/ajrccm.157.2.9706033.", "ArticleIdList": ["10.1164/ajrccm.157.2.9706033", "9476851"]}, {"Citation": "Andriessen JW, Brunekreef B, Roemer W. Home dampness and respiratory health status in European children. Clin Exp Allergy. 1998;28:1191–200. doi: 10.1046/j.1365-2222.1998.00322.x.", "ArticleIdList": ["10.1046/j.1365-2222.1998.00322.x", "9824385"]}, {"Citation": "Zock JP, Jarvis D, Luczynska C, Sunyer J, Burney P. European community respiratory health survey. Housing characteristics, reported mold exposure, and asthma in the European community respiratory health survey. J Allergy Clin Immunol. 2002;110:285–92. doi: 10.1067/mai.2002.126383.", "ArticleIdList": ["10.1067/mai.2002.126383", "12170270"]}, {"Citation": "Engvall K, Norrby C, Norback D. Asthma symptoms in relation to building dampness and odour in older multifamily houses in Stockholm. Int J Tuberc Lung Dis. 2001;5:468–77.", "ArticleIdList": ["11336279"]}, {"Citation": "Bornehag CG, Blomquist G, Gyntelberg F, Jarvholm B, Malmberg P, Nordvall L, et al. Dampness in buildings and health. Nordic interdisciplinary review of the scientific evidence on associations between exposure to “dampness” in buildings and health effects (NORDDAMP) Indoor Air. 2001;11:72–86. doi: 10.1034/j.1600-0668.2001.110202.x.", "ArticleIdList": ["10.1034/j.1600-0668.2001.110202.x", "11394014"]}, {"Citation": "Tischer CG, Hohmann C, Thiering E, Herbarth O, Müller A, Henderson J, et al. ENRIECO consortium. Meta-analysis of mould and dampness exposure on asthma and allergy in eight European birth cohorts: an ENRIECO initiative. Allergy. 2011;66:1570–9. doi: 10.1111/j.1398-9995.2011.02712.x.", "ArticleIdList": ["10.1111/j.1398-9995.2011.02712.x", "21923669"]}, {"Citation": "Kercsmar CM, Dearborn DG, Schluchter M, Xue L, Kirchner HL, Sobolewski J, et al. Reduction in asthma morbidity in children as a result of home remediation aimed at moisture sources. Environ Health Perspect. 2006;114:1574–80. doi: 10.1289/ehp.8742.", "ArticleIdList": ["10.1289/ehp.8742", "PMC1626393", "17035145"]}, {"Citation": "Norbäck D, Zock JP, Plana E, Heinrich J, Svanes C, Sunyer J, et al. Lung function decline in relation to mould and dampness in the home: the longitudinal European Community Respiratory Health Survey ECRHS II. Thorax. 2011;66:396–401. doi: 10.1136/thx.2010.146613.", "ArticleIdList": ["10.1136/thx.2010.146613", "21325663"]}, {"Citation": "Nguyen T, Lurie M, Gomez M, Reddy A, Pandya K, Medvesky M. The National Asthma Survey – New York State: association of the home environment with current asthma status. Public Health Rep. 2010;125:877–87. doi: 10.1177/003335491012500615.", "ArticleIdList": ["10.1177/003335491012500615", "PMC2966669", "21121233"]}, {"Citation": "Dales RE, Cakmak S, Burnett RT, Judek S, Coates F, Brook JR. Influence of ambient fungal spores on emergency visits for asthma to a regional children’s hospital. Am J Respir Crit Care Med. 2000;162:2087–90. doi: 10.1164/ajrccm.162.6.2001020.", "ArticleIdList": ["10.1164/ajrccm.162.6.2001020", "11112119"]}, {"Citation": "Aggarwal AN, Chakrabarti A. Does climate mould the influence of mold on asthma? Lung India. 2013;30:273–6. doi: 10.4103/0970-2113.120594.", "ArticleIdList": ["10.4103/0970-2113.120594", "PMC3841680", "24339481"]}, {"Citation": "Rao CY, Riggs MA, Chew GL, Muilenberg ML, Thorne PS, Van Sickle D, et al. Characterization of airborne molds, endotoxins, and glucans in homes in New Orleans after Hurricanes Katrina and Rita. Appl Environ Microbiol. 2007;73:1630–4. doi: 10.1128/AEM.01973-06.", "ArticleIdList": ["10.1128/AEM.01973-06", "PMC1828784", "17209066"]}, {"Citation": "Rabito FA, Iqbal S, Kiernan MP, Holt E, Chew GL. Children's respiratory health and mold levels in New Orleans after Katrina: a preliminary look. J Allergy Clin Immunol. 2008;121:622–5. doi: 10.1016/j.jaci.2007.11.022.", "ArticleIdList": ["10.1016/j.jaci.2007.11.022", "18179814"]}, {"Citation": "Rando RJ, Kwon CW, Lefante JJ. Exposures to thoracic particulate matter, endotoxin, and glucan during post-hurricane Katrina restoration work, New Orleans 2005–2012. J Occup Environ Hyg. 2014;11:9–18. doi: 10.1080/15459624.2013.839879.", "ArticleIdList": ["10.1080/15459624.2013.839879", "24283332"]}, {"Citation": "Rath B, Young EA, Harris A, Perrin K, Bronfin DR, Ratard R, et al. Adverse respiratory symptoms and environmental exposures among children and adolescents following Hurricane Katrina. Public Health Rep. 2011;126:853–60. doi: 10.1177/003335491112600611.", "ArticleIdList": ["10.1177/003335491112600611", "PMC3185321", "22043101"]}, {"Citation": "Rando RJ, Lefante JJ, Freyder LM, Jones RN. Respiratory health effects associated with restoration work in post-Hurricane Katrina New Orleans. J Environ Public Health. 2012;2012:462–78. doi: 10.1155/2012/462478.", "ArticleIdList": ["10.1155/2012/462478", "PMC3529447", "23365586"]}, {"Citation": "Barbeau DN, Grimsley LF, White LE, El-Dahr JM, Lichtveld M. Mold exposure and health effects following hurricanes Katrina and Rita. Annu Rev Public Health. 2010;31:165–78. doi: 10.1146/annurev.publhealth.012809.103643.", "ArticleIdList": ["10.1146/annurev.publhealth.012809.103643", "20070193"]}, {"Citation": "Katial RK, Zhang Y, Jones RH, Dyer PD. Atmospheric mold spore counts in relation to meteorological parameters. Int J Biometeorology. 1997;41:17–22. doi: 10.1007/s004840050048.", "ArticleIdList": ["10.1007/s004840050048", "9334570"]}, {"Citation": "Freye HB, King J, Litwin CM. Variations of pollen and mold concentrations in 1998 during the strong El Nino event of 1997–1998 and their impact on clinical exacerbations of allergic rhinitis, asthma, and sinusitis. Allergy Asthma Proc. 2001;22:239–47.", "ArticleIdList": ["11552675"]}, {"Citation": "Corden JM, Millington WM. The long-term trends and seasonal variation of the aeroallergen Alternaria in Derby, UK. Aerobiologia. 2001;17:127–36. doi: 10.1023/A:1010876917512.", "ArticleIdList": ["10.1023/A:1010876917512"]}, {"Citation": "Wolf J, O’Neill NR, Rogers CA, Muilenberg ML, Ziska LH. Elevated atmospheric carbon dioxide concentrations amplify Alternaria alternata sporulation and total antigen production. Environ Health Perspect. 2010;118:1223–38. doi: 10.1289/ehp.0901867.", "ArticleIdList": ["10.1289/ehp.0901867", "PMC2944081", "20462828"]}, {"Citation": "Pawankar R, Baena-Cagnani CE, Bousquet J, Canonica GW, Cruz AA, Kaliner MA, et al. State of World Allergy Report 2008: allergy and chronic respiratory diseases. World Allergy Organ J. 2008;1(Suppl 1):S4–17.", "ArticleIdList": ["PMC3666142", "23282447"]}, {"Citation": "Ait-Khaled N, Odhiambo J, Pearce N, Adjoh KS, Maesano IA, Benhabyles B, et al. Prevalence of symptoms of asthma, rhinitis and eczema in 13- to 14-year-old children in Africa: the International Study of Asthma and Allergies in Childhood Phase III. Allergy. 2007;62:247–58. doi: 10.1111/j.1398-9995.2007.01325.x.", "ArticleIdList": ["10.1111/j.1398-9995.2007.01325.x", "17298341"]}, {"Citation": "Addo-Yobo EO, Custovic A, Taggart SC, Craven M, Bonnie B, Woodcock A. Risk factors for asthma in urban Ghana. J Allergy Clin Immunol. 2001;108:363–8. doi: 10.1067/mai.2001.117464.", "ArticleIdList": ["10.1067/mai.2001.117464", "11544454"]}, {"Citation": "Scrivener S, Yemaneberhan H, Zebenigus M, Tilahun D, Girma S, Ali S, et al. Independent effects of intestinal parasite infection and domestic allergen exposure on risk of wheeze in Ethiopia: a nested case–control study. Lancet. 2001;358:1493–9. doi: 10.1016/S0140-6736(01)06579-5.", "ArticleIdList": ["10.1016/S0140-6736(01)06579-5", "11705561"]}, {"Citation": "Perzanowski MS, Ng'ang'a LW, Carter MC, Odhiambo J, Ngari P, Vaughan JW, et al. Atopy, asthma, and antibodies to Ascaris among rural and urban children in Kenya. J Pediatr. 2002;140:582–8. doi: 10.1067/mpd.2002.122937.", "ArticleIdList": ["10.1067/mpd.2002.122937", "12032526"]}, {"Citation": "Addo-Yobo EO, Woodcock A, Allotey A, Baffoe-Bonnie B, Strachan D, Custovic A. Exercise-induced bronchospasm and atopy in Ghana: two surveys ten years apart. PLoS Med. 2007;4:e70. doi: 10.1371/journal.pmed.0040070.", "ArticleIdList": ["10.1371/journal.pmed.0040070", "PMC1808098", "17326711"]}, {"Citation": "Stevens W, Addo-Yobo E, Roper J, Woodcock A, James H, Platts-Mills T, et al. Differences in both prevalence and titre of specific immunoglobulin E among children with asthma in affluent and poor communities within a large town in Ghana. Clin Exp Allergy. 2011;41:1587–94. doi: 10.1111/j.1365-2222.2011.03832.x.", "ArticleIdList": ["10.1111/j.1365-2222.2011.03832.x", "PMC3505371", "21810123"]}, {"Citation": "Musafiri S, van Meerbeeck J, Musango L, Brusselle G, Joos G, Seminega B, et al. Prevalence of atopy, asthma and COPD in an urban and a rural area of an African country. Respir Med. 2011;105:1596–605. doi: 10.1016/j.rmed.2011.06.013.", "ArticleIdList": ["10.1016/j.rmed.2011.06.013", "21783353"]}, {"Citation": "Lai CK, Beasley R, Crane J, Foliaki S, Shah J, Weiland S. International Study of Asthma and Allergies in Childhood Phase Three Study Group. Global variation in the prevalence and severity of asthma symptoms: phase three of the International Study of Asthma and Allergies in Childhood (ISAAC) Thorax. 2009;64:476–83. doi: 10.1136/thx.2008.106609.", "ArticleIdList": ["10.1136/thx.2008.106609", "19237391"]}, {"Citation": "Bousquet J, Mantzouranis E, Cruz AA, Aït-Khaled N, Baena-Cagnani CE, Bleecker ER, et al. Uniform definition of asthma severity, control, and exacerbations: document presented for the World Health Organization Consultation on Severe Asthma. J Allergy Clin Immunol. 2010;126:926–38. doi: 10.1016/j.jaci.2010.07.019.", "ArticleIdList": ["10.1016/j.jaci.2010.07.019", "20926125"]}, {"Citation": "Kambarami RA, Marechera F, Sibanda EN, Chitiyo ME. Aero-allergen sensitisation patterns amongst atopic Zimbabwean children. Centr Afr J Med. 1999;45:144–7.", "ArticleIdList": ["10695184"]}, {"Citation": "Westritschnig K, Sibanda E, Thomas WH, Auer H, Aspock H, Pittner G, et al. Analysis of the sensitization profile towards allergens in central Africa. Clin Exp Allergy. 2003;33:22–7. doi: 10.1046/j.1365-2222.2003.01540.x.", "ArticleIdList": ["10.1046/j.1365-2222.2003.01540.x", "12534545"]}, {"Citation": "Sibanda EN. Inhalant allergies in Zimbabwe: a common problem. Int Arch Allergy Immunol. 2003;130:2–9. doi: 10.1159/000068377.", "ArticleIdList": ["10.1159/000068377", "12576728"]}, {"Citation": "Banerjee S, Resch Y, Chen KW, Swoboda I, Focke-Tejkl M, Blatt K, et al. Der p 11 is a major allergen for house dust mite allergic patients suffering from atopic dermatitis. J Invest Dermatol. 2015;135:102–9. doi: 10.1038/jid.2014.271.", "ArticleIdList": ["10.1038/jid.2014.271", "PMC4636057", "24999597"]}, {"Citation": "Potter PC, Motala C, Fenemore B, Schinkel M, Lee S, Calvert J, et al. Sensitisation to three cockroach species in Southern Africa. Curr Allergy Clin Immunol. 2005;18:62–6."}, {"Citation": "Amoah AS, Obeng BB, Larbi IA, Versteeg SA, Aryeetey Y, Akkerdaas JH, et al. Peanut-specific IgE antibodies in asymptomatic Ghanaian children possibly caused by carbohydrate determinant cross-reactivity. J Allergy Clin Immunol. 2013;132:639–47. doi: 10.1016/j.jaci.2013.04.023.", "ArticleIdList": ["10.1016/j.jaci.2013.04.023", "PMC3765958", "23763976"]}, {"Citation": "Mallol J, Solé D, Baeza-Bacab M, Aguirre-Camposano V, Soto-Quiros M, Baena-Cagnani C. Latin American ISAAC Group. Regional variation in asthma symptom prevalence in Latin American children. J Asthma. 2010;47:644–50. doi: 10.3109/02770901003686480.", "ArticleIdList": ["10.3109/02770901003686480", "20642377"]}, {"Citation": "Solé D, Mallol J, Camelo-Nunes IC, Wandalsen GF. Latin American ISAAC Study Group: Prevalence of rhinitis-related symptoms in Latin American children - results of the International Study of Asthma and Allergies in Childhood (ISAAC) phase three. Pediatr Allergy Immunol. 2010;21(1 Pt 2):e127–36. doi: 10.1111/j.1399-3038.2009.00947.x.", "ArticleIdList": ["10.1111/j.1399-3038.2009.00947.x", "19788538"]}, {"Citation": "Solé D, Mallol J, Wandalsen GF, Aguirre V. Latin American ISAAC Phase 3 Study Group. Prevalence of symptoms of eczema in Latin America: results of the International Study of Asthma and Allergies in Childhood (ISAAC) Phase 3. J Investig Allergol Clin Immunol. 2010;20:311–23.", "ArticleIdList": ["20815309"]}, {"Citation": "Fernández-Caldas E, Baena-Cagnani CE, López M, Patiño C, Neffen HE, Sánchez-Medina M, et al. Cutaneous sensitivity to six mite species in asthmatic patients from five Latin American countries. J Investig Allergol Clin Immunol. 1993;3:245–9.", "ArticleIdList": ["8298748"]}, {"Citation": "Sánchez-Borges M, Fernández-Caldas E, Capriles-Hulett A, Caballero-Fonseca F. Mite hypersensitivity in patients with rhinitis and rhinosinusitis living in a tropical environment. Allergol Immunopathol (Madr) 2014;42:120–6. doi: 10.1016/j.aller.2012.07.011.", "ArticleIdList": ["10.1016/j.aller.2012.07.011", "23253681"]}, {"Citation": "Sánchez-Borges M, Suárez Chacón R, Capriles-Hulett A, Caballero-Fonseca F, Fernández-Caldas E. Anaphylaxis from ingestion of mites: pancake anaphylaxis. J Allergy Clin Immunol. 2013;131:31–5. doi: 10.1016/j.jaci.2012.09.026.", "ArticleIdList": ["10.1016/j.jaci.2012.09.026", "23154081"]}, {"Citation": "Solé D, Ivancevich JC, Borges MS, Coelho MA, Rosário NA, Ardusso L, et al. Latin American Anaphylaxis Working Group. Anaphylaxis in Latin American children and adolescents: the Online Latin American Survey on Anaphylaxis (OLASA) Allergol Immunopathol (Madr) 2012;40:331–5. doi: 10.1016/j.aller.2011.09.008.", "ArticleIdList": ["10.1016/j.aller.2011.09.008", "22112535"]}, {"Citation": "Acevedo N, Erler A, Briza P, Puccio F, Ferreira F, Caraballo L. Allergenicity of Ascaris lumbricoides tropomyosin and IgE sensitization among asthmatic patients in a tropical environment. Int Arch Allergy Immunol. 2011;154:195–206. doi: 10.1159/000321106.", "ArticleIdList": ["10.1159/000321106", "20861641"]}, {"Citation": "Figueiredo CA, Amorim LD, Alcantara-Neves NM, Matos SM, Cooper PJ, Rodrigues LC, et al. Environmental conditions, immunologic phenotypes, atopy, and asthma: new evidence of how the hygiene hypothesis operates in Latin America. J Allergy Clin Immunol. 2013;131:1064–8. doi: 10.1016/j.jaci.2013.01.016.", "ArticleIdList": ["10.1016/j.jaci.2013.01.016", "PMC5027909", "23414599"]}, {"Citation": "Arruda LK, Solé D, Baena-Cagnani CE, Naspitz CK. Risk factors for asthma and atopy. Curr Opin Allergy Clin Immunol. 2005;5:153–9. doi: 10.1097/01.all.0000162308.89857.6c.", "ArticleIdList": ["10.1097/01.all.0000162308.89857.6c", "15764906"]}, {"Citation": "Papadopoulos NG, Agache I, Bavbek S, Bilo BM, Braido F, Cardona V, et al. Research needs in allergy: an EAACI position paper, in collaboration with EFA. Clin Transl. Allergy. 2012;2:21.", "ArticleIdList": ["PMC3539924", "23121771"]}, {"Citation": "Worldwide variation in prevalence of symptoms of asthma, allergic rhinoconjunctivitis, and atopic eczema ISAAC. The international study of asthma and allergies in childhood (ISAAC) steering committee. Lancet. 1998;351:1225–32. doi: 10.1016/S0140-6736(97)07302-9.", "ArticleIdList": ["10.1016/S0140-6736(97)07302-9", "9643741"]}, {"Citation": "Wong GWK, Leung TF, Ko FWS. Changing prevalence of allergic diseases in the Asia-Pacific region. Allergy Asthma Immunol Res. 2013;5:251–7. doi: 10.4168/aair.2013.5.5.251.", "ArticleIdList": ["10.4168/aair.2013.5.5.251", "PMC3756171", "24003381"]}, {"Citation": "Braun-Fahrlander C, Riedler J, Herz U, Eder W, Waser M, Grise L, et al. Allergy and Endotoxin Study Team. Environmental exposure to endotoxin and its relation to asthma in school-age children. N Engl J Med. 2002;347:869–77. doi: 10.1056/NEJMoa020057.", "ArticleIdList": ["10.1056/NEJMoa020057", "12239255"]}, {"Citation": "Ernst P, Cormier Y. Relative scarcity of asthma and atopy among rural adolescents raised on a farm. Am J Respir Crit Care Med. 2000;161:1563–6. doi: 10.1164/ajrccm.161.5.9908119.", "ArticleIdList": ["10.1164/ajrccm.161.5.9908119", "10806155"]}, {"Citation": "Waser M, Michels KB, Bieli C, Flöistrup H, Pershagen G, von Mutius E, et al. Braun-Fahrländer C; PARSIFAL Study team. Inverse association of farm milk consumption with asthma and allergy in rural and suburban populations across Europe. Clin Exp Allergy. 2007;37:661–70. doi: 10.1111/j.1365-2222.2006.02640.x.", "ArticleIdList": ["10.1111/j.1365-2222.2006.02640.x", "17456213"]}, {"Citation": "Ege MJ, Frei R, Bieli C, Schram-Bijkerk D, Waser M, Benz MR, et al. PARSIFAL Study team. Not all farming environments protect against the development of asthma and wheeze in children. J Allergy Clin Immunol. 2007;119:1140–7. doi: 10.1016/j.jaci.2007.01.037.", "ArticleIdList": ["10.1016/j.jaci.2007.01.037", "17349684"]}, {"Citation": "Braun-Fahrländer C, Gassner M, Grize L, Neu U, Sennhauser FH, Varonier HS, et al. Prevalence of hay fever and allergic sensitization in farmer’s children and their peers living in the same rural community. SCARPOL team. Swiss Study on Childhood Allergy and Respiratory Symptoms with Respect to Air Pollution. Clin Exp Allergy. 1999;29:28–34. doi: 10.1046/j.1365-2222.1999.00479.x.", "ArticleIdList": ["10.1046/j.1365-2222.1999.00479.x", "10051699"]}, {"Citation": "Loss G, Apprich S, Waser M, Kneifel W, Genuneit J, Büchele G, et al. GABRIELA study group. The protective effect of farm milk consumption on childhood asthma and atopy: the GABRIELA study. J Allergy Clin Immunol. 2011;128:766–73. doi: 10.1016/j.jaci.2011.07.048.", "ArticleIdList": ["10.1016/j.jaci.2011.07.048", "21875744"]}, {"Citation": "Jie Y, Isa ZM, Jie X, Ju ZL, Ismail NH. Urban vs. rural factors that affect adult asthma. Rev Environ Contam Toxicol. 2013;226:33–63.", "ArticleIdList": ["23625129"]}, {"Citation": "Lee S-Y, Chang Y-S, Cho S-H. Allergic diseases and air pollution. Asia Pac Allergy. 2013;3:145–54. doi: 10.5415/apallergy.2013.3.3.145.", "ArticleIdList": ["10.5415/apallergy.2013.3.3.145", "PMC3736369", "23956961"]}, {"Citation": "Shima M, Nitta Y, Adachi M. Traffic-related air pollution and respiratory symptoms in children living along trunk roads in Chiba Prefecture, Japan. J Epidemiol. 2003;13:108–19. doi: 10.2188/jea.13.108.", "ArticleIdList": ["10.2188/jea.13.108", "PMC9588432", "12675120"]}, {"Citation": "Weinberg EG. Urbanization and childhood asthma: an African perspective. J Allergy Clin Inmunol. 2000;105:224–31. doi: 10.1016/S0091-6749(00)90069-1.", "ArticleIdList": ["10.1016/S0091-6749(00)90069-1", "10669840"]}, {"Citation": "Singh M. The burden of asthma in children. An Asian perspective Paediatr Respir Rev. 2005;6:14–9. doi: 10.1016/j.prrv.2004.11.003.", "ArticleIdList": ["10.1016/j.prrv.2004.11.003", "15698809"]}, {"Citation": "Von Hertzen L, Haaht J. Disconnection of man and the soil: reason for the asthma and atopy epidemic? Allergy Clin Immunol. 2006;117:334–44. doi: 10.1016/j.jaci.2005.11.013.", "ArticleIdList": ["10.1016/j.jaci.2005.11.013", "16461134"]}, {"Citation": "Rodriguez A, Vaca M, Oviedo G, Erazo S, Chico ME, Teles C, et al. Urbanisation is associated with prevalence of childhood asthma in diverse, small rural communities in Ecuador. Thorax. 2011;66:1043–50. doi: 10.1136/thoraxjnl-2011-200225.", "ArticleIdList": ["10.1136/thoraxjnl-2011-200225", "PMC3221322", "21825085"]}, {"Citation": "Rottem M, Szyper-Kravitz M, Shoenfeld Y. Atopy and asthma in migrants. Int Arch Allergy Immunol. 2005;136:198–204. doi: 10.1159/000083894.", "ArticleIdList": ["10.1159/000083894", "15711097"]}, {"Citation": "Steinman HA, Donson H, Kawalski M, Toerien A, Potter PC. Bronchial hyper-responsiveness and atopy in urban, peri-urban and rural South African Children. Pediatr Allergy Immunol. 2003;14:383–93. doi: 10.1034/j.1399-3038.2003.00062.x.", "ArticleIdList": ["10.1034/j.1399-3038.2003.00062.x", "14641609"]}, {"Citation": "Keeley DJ, Neill P, Gallivan S. Comparison of the prevalence of reversible airways obstruction in rural and urban Zimbabwean children. Thorax. 1991;46:549–53. doi: 10.1136/thx.46.8.549.", "ArticleIdList": ["10.1136/thx.46.8.549", "PMC463268", "1926022"]}, {"Citation": "Yemaneberhan H, Bekele Z, Venn A, Lewis S, Parry E, Britton J. Prevalence of wheeze and asthma and relation to atopy in urban and rural Ethiopia. Lancet. 1997;350:85–90. doi: 10.1016/S0140-6736(97)01151-3.", "ArticleIdList": ["10.1016/S0140-6736(97)01151-3", "9228959"]}, {"Citation": "Addo Yobo EO, Custovic A, Taggart SC, Asafo-Agyei AP, Woodcock A. Exercise induced bronchospasm in Ghana: differences in prevalence between urban and rural schoolchildren. Thorax. 1997;52:161–5. doi: 10.1136/thx.52.2.161.", "ArticleIdList": ["10.1136/thx.52.2.161", "PMC1758485", "9059478"]}, {"Citation": "Ng’ang’a LW, Odhiambo JA, Mungai MW, Gicheha CM, Nderitu P, Maingi B, et al. Prevalence of exercise induced bronchospasm in Kenyan school children: an urban–rural comparison. Thorax. 1998;53:919–26. doi: 10.1136/thx.53.11.919.", "ArticleIdList": ["10.1136/thx.53.11.919", "PMC1745121", "10193388"]}, {"Citation": "Hijazi N, Abalkhail B, Seaton A. Asthma and respiratory symptoms in urban and rural Saudi Arabia. Eur Respir. 1998;12:41–4. doi: 10.1183/09031936.98.12010041.", "ArticleIdList": ["10.1183/09031936.98.12010041", "9701412"]}, {"Citation": "Odhiambo JA, Ng’ang’a LW, Mungai MW, Gicheha CM, Nyamwaya JK, Karimi F, et al. Urban rural differences in questionnaire-derived markers of asthma in Kenyan school children. Eur Respir J. 1998;12:1105–12. doi: 10.1183/09031936.98.12051105.", "ArticleIdList": ["10.1183/09031936.98.12051105", "9864005"]}, {"Citation": "Robinson CL, Baumann LM, Romero K, Combe JM, Gomez A, Gilman RH, et al. Effect of urbanisation on asthma, allergy and airways inflammation in a developing country setting. Thorax. 2011;66:1051–7. doi: 10.1136/thx.2011.158956.", "ArticleIdList": ["10.1136/thx.2011.158956", "PMC5523938", "21730351"]}, {"Citation": "Van Niekerk CH, Weinberg EG, Shore SC, Heese HV, Van Schalkwyk J. Prevalence of asthma: a comparative study of urban and rural Xhosa children. Clin Allergy. 1979;9:319–24. doi: 10.1111/j.1365-2222.1979.tb02489.x.", "ArticleIdList": ["10.1111/j.1365-2222.1979.tb02489.x", "476905"]}, {"Citation": "Muluneh AT, Haileamlak A, Tessema F, Alemseged F, Woldemichael K, Asefa M, et al. Population based survey of chronic non-communicable diseases at gilgel gibe field research center. Southwest Ethiopia Ethiop J Health Sci. 2012;22(S):7–18.", "ArticleIdList": ["PMC3542738", "23319836"]}, {"Citation": "Amoah AS, Forson AG, Boakye DA. A Review of epidemiological studies of asthma in Ghana. Ghana Med J. 2012;46(2 Suppl):23–8.", "ArticleIdList": ["PMC3645142", "23661814"]}, {"Citation": "Wong GWK, Chow CM. Childhood asthma epidemiology: Insights from comparative studies of rural and urban populations. Pediatr Pulmonol. 2008;43:107–16. doi: 10.1002/ppul.20755.", "ArticleIdList": ["10.1002/ppul.20755", "18092349"]}, {"Citation": "Solé D, Cassol VE, Silva AR, Teche SP, Rizzato TM, Bandim LC, et al. Prevalence of symptoms of asthma, rhinitis, and atopic eczema among adolescents living in urban and rural areas in different regions of Brazil. Allergol et Immunopathol (Madr) 2007;35:248–53. doi: 10.1157/13112991.", "ArticleIdList": ["10.1157/13112991", "18047816"]}, {"Citation": "Wright L, Phipatanakul W. Environmental remediation in the treatment of allergy and asthma: latest updates. Curr Allergy Asthma Rep. 2014;14:419. doi: 10.1007/s11882-014-0419-7.", "ArticleIdList": ["10.1007/s11882-014-0419-7", "PMC3966021", "24488258"]}, {"Citation": "Brown KW, Minegishi T, Allen J, McCarthy JF, Spengler JD, MacIntosh DL. Reducing patients’ exposures to asthma and allergy triggers in their homes: an evaluation of effectiveness of grades of forced air ventilation filters. J Asthma. 2014;51:585–94. doi: 10.3109/02770903.2014.895011.", "ArticleIdList": ["10.3109/02770903.2014.895011", "PMC4133967", "24555523"]}, {"Citation": "Myatt TA, Minegishi T, Allen JG, MacIntosh DL. Control of asthma triggers in indoor air with air cleaners: a modeling analysis. Environ Health. 2008;7:43. doi: 10.1186/1476-069X-7-43.", "ArticleIdList": ["10.1186/1476-069X-7-43", "PMC2543006", "18684328"]}, {"Citation": "Diette GB, McCormack MC, Hansel NN, Breysse PN, Matsui EC. Environmental issues in managing asthma. Respir Care. 2008;53:602–17.", "ArticleIdList": ["PMC2396450", "18426614"]}, {"Citation": "Sublett JL. Effectiveness of air filters and air cleaners in allergic respiratory diseases: a review of the recent literature. Curr Allergy Asthma Rep. 2011;11:395–402. doi: 10.1007/s11882-011-0208-5.", "ArticleIdList": ["10.1007/s11882-011-0208-5", "PMC3165134", "21773748"]}, {"Citation": "Roy A, Wisnivesky JP. Comprehensive use of environmental control practices among adults with asthma. Allergy Asthma Proc. 2010;31:72–7.", "ArticleIdList": ["20929597"]}, {"Citation": "Roy A, Downes MJ, Wisnivesky JP. Comprehensive environmental management of asthma and pediatric preventive care. Pediatr Allergy Immunol. 2011;22:277–82. doi: 10.1111/j.1399-3038.2010.01103.x.", "ArticleIdList": ["10.1111/j.1399-3038.2010.01103.x", "21457334"]}, {"Citation": "Du L, Batterman S, Parker E, Godwin C, Chin JY, O’Toole A, et al. Particle concentrations and effectiveness of free-standing air filters in bedrooms of children with asthma in Detroit, Michigan. Build Environ. 2011;46:2303–13. doi: 10.1016/j.buildenv.2011.05.012.", "ArticleIdList": ["10.1016/j.buildenv.2011.05.012", "PMC3161201", "21874085"]}, {"Citation": "Burroughs HK. Improved filtration in residential environments. ASHRAE J. 1998;40:47–51."}, {"Citation": "Macintosh DL, Myatt TA, Ludwig JF, Baker BJ, Suh HH, Spengler JD. Whole house particle removal and clean air delivery rates for in-duct and portable ventilation systems. J Air Waste Manag Assoc. 2008;58:1474–82. doi: 10.3155/1047-3289.58.11.1474.", "ArticleIdList": ["10.3155/1047-3289.58.11.1474", "19044163"]}, {"Citation": "Lanphear BP, Hornung RW, Khoury J, Yolton K, Lierl M, Kalkbrenner A. Effects of HEPA air cleaners on unscheduled asthma visits and asthma symptoms for children exposed to secondhand tobacco smoke. Pediatrics. 2011;127:93–101. doi: 10.1542/peds.2009-2312.", "ArticleIdList": ["10.1542/peds.2009-2312", "PMC3010094", "21149427"]}, {"Citation": "Araujo R, Cabral JP, Rodrigues AG. Air filtration systems and restrictive access conditions improve indoor air quality in clinical units: Penicillium as a general indicator of hospital indoor fungal levels. Am J Infect Control. 2008;36:129–34. doi: 10.1016/j.ajic.2007.02.001.", "ArticleIdList": ["10.1016/j.ajic.2007.02.001", "18313515"]}, {"Citation": "Barn P, Larson T, Noullett M, Kennedy S, Copes R, Brauer M. Infiltration of forest fire and residential wood smoke: an evaluation of air cleaner effectiveness. J Expo Sci Environ Epidemiol. 2008;18:503–11. doi: 10.1038/sj.jes.7500640.", "ArticleIdList": ["10.1038/sj.jes.7500640", "18059421"]}, {"Citation": "Lignell U, Meklin T, Putus T, Rintala H, Vepsalainen A, Kalliokoski P, et al. Effects of moisture damage and renovation on microbial conditions and pupils’ health in two schools-a longitudinal analysis of five years. J Environ Monit. 2007;9:225–33. doi: 10.1039/B615459J.", "ArticleIdList": ["10.1039/B615459J", "17344947"]}, {"Citation": "Wood RA, Johnson EF, Van Natta ML, Chen PH, Eggleston PA. A placebo-controlled trial of a HEPA air cleaner in the treatment of cat allergy. Am J Respir Crit Care Med. 1998;158:115–20. doi: 10.1164/ajrccm.158.1.9712110.", "ArticleIdList": ["10.1164/ajrccm.158.1.9712110", "9655716"]}, {"Citation": "van der Heide S, van Aalderen WM, Kauffman HF, Dubois AE, de Monchy JG. Clinical effects of air cleaners in homes of asthmatic children sensitized to pet allergens. J Allergy Clin Immunol. 1999;104(2 Pt 1):447–51. doi: 10.1016/S0091-6749(99)70391-X.", "ArticleIdList": ["10.1016/S0091-6749(99)70391-X", "10452769"]}, {"Citation": "Sulser C, Schulz G, Wagner P, Sommerfeld C, Keil T, Reich A, et al. Can the use of HEPA cleaners in homes of asthmatic children and adolescents sensitized to cat and dog allergens decrease bronchial hyperresponsiveness and allergen contents in solid dust? Int Arch Allergy Immunol. 2009;148:23–30. doi: 10.1159/000151502.", "ArticleIdList": ["10.1159/000151502", "18716400"]}, {"Citation": "Reisman RE. Do air cleaners make a difference in treating allergic disease in homes? Ann Allergy Asthma Immunol. 2001;87(suppl 3):41–3. doi: 10.1016/S1081-1206(10)62339-3.", "ArticleIdList": ["10.1016/S1081-1206(10)62339-3", "11770682"]}, {"Citation": "Morgan WJ, Crain EF, Gruchalla RS, O’Connor GT, Kattan M, Evans R, 3rd, et al. Inner-City Asthma Study Group. Results of a home-based environmental intervention among urban children with asthma. N Engl J Med. 2004;351:1068–80. doi: 10.1056/NEJMoa032097.", "ArticleIdList": ["10.1056/NEJMoa032097", "15356304"]}, {"Citation": "McDonald E, Cook D, Newman T, Griffith L, Cox G, Guyatt G. Effect of air filtration systems on asthma: a systematic review of randomized trials. Chest. 2002;122:1535–42. doi: 10.1378/chest.122.5.1535.", "ArticleIdList": ["10.1378/chest.122.5.1535", "12426250"]}, {"Citation": "Morris RJ, Helm TJ, Schmid W, Hacker D. A novel air filtration delivery system improves seasonal allergic rhinitis. Allergy Asthma Proc. 2006;27:63–7.", "ArticleIdList": ["16598995"]}, {"Citation": "Brehler R, Kutting B, Biel K, Luger T. Positive effects of a fresh air filtration system on hay fever symptoms. Int Arch Allergy Immunol. 2003;130:60–5. doi: 10.1159/000068376.", "ArticleIdList": ["10.1159/000068376", "12576736"]}, {"Citation": "Jouret J. Respiratory implications of a changing climate. Lancet Respir Med. 2013;1:196. doi: 10.1016/S2213-2600(13)70069-9.", "ArticleIdList": ["10.1016/S2213-2600(13)70069-9", "24429124"]}, {"Citation": "Health Protection Agency. Public health adaptation strategies to extreme weather events (PHASE). http://www.phaseclimatehealth.eu/."}, {"Citation": "Donner SD, McDaniels J. The influence of national temperature fluctuations on opinions about climate change in the U.S. since 1990. Clim Chang. 2013;118:537–50. doi: 10.1007/s10584-012-0690-3.", "ArticleIdList": ["10.1007/s10584-012-0690-3"]}, {"Citation": "Analitis A, Katsouyanni K, Biggeri A, Baccini M, Forsberg B, Bisanti L, et al. Effects of cold weather on mortality: results from 15 European cities within the PHEWE project. Am J Epidemiol. 2008;168:1397–408. doi: 10.1093/aje/kwn266.", "ArticleIdList": ["10.1093/aje/kwn266", "18952849"]}, {"Citation": "Marino C, de Donato F, Michelozzi P, D’Ippoliti D, Katsouyanni K, Analitis A, et al. The PHEWE Collaborative Group. Effects of cold weather on hospital admissions: results from 12 European cities within the PHEWE project. Epidemiology. 2009;20:S67–8. doi: 10.1097/01.ede.0000362910.23459.81.", "ArticleIdList": ["10.1097/01.ede.0000362910.23459.81"]}, {"Citation": "De Sario M, Katsouyanni K, Michelozzi P. Climate change, extreme weather events, air pollution and respiratory health in Europe. Eur Respir J. 2013;42:826–43. doi: 10.1183/09031936.00074712.", "ArticleIdList": ["10.1183/09031936.00074712", "23314896"]}, {"Citation": "Smith KR, Jerrett M, Anderson HR, Burnett RT, Stone V, Derwent R, et al. Public health benefits of strategies to reduce greenhouse-gas emissions: health implications of short-lived greenhouse pollutants. Lancet. 2009;374:2091–103. doi: 10.1016/S0140-6736(09)61716-5.", "ArticleIdList": ["10.1016/S0140-6736(09)61716-5", "PMC4059357", "19942276"]}, {"Citation": "Millqvist E, Bengtsson U, Bake B. Occurrence of breathing problems induced by cold climate in asthmatics—a questionnaire survey. Eur Respir J. 1987;71:444–9.", "ArticleIdList": ["3443165"]}, {"Citation": "Carder M, McNamee R, Beverland I, Elton R, Van Tongeren M, Cohen GR, et al. Interacting effects of particulate pollution and cold temperature on cardiorespiratory mortality in Scotland. Occup Environ Med. 2008;65:197–204. doi: 10.1136/oem.2007.032896.", "ArticleIdList": ["10.1136/oem.2007.032896", "17928391"]}, {"Citation": "McFadden ER. Respiratory heat and water exchange – physiological and clinical implications. J Appl Physiol Respir Environ Exerc Physiol. 1983;54:331–6.", "ArticleIdList": ["6833029"]}, {"Citation": "Wells RE, Walker JEC, Hickler RB. Effects of cold air on respiratory airflow resistance in patients with respiratory-tract disease. N Engl J Med. 1960;263:268–73. doi: 10.1056/NEJM196008112630602.", "ArticleIdList": ["10.1056/NEJM196008112630602", "13843907"]}, {"Citation": "Langdeau J-B, Turcotte H, Thibault G, Boulet LP. Comparative prevalence of asthma in different groups of athletes: a survey. Can Respir J. 2004;11:402–6. doi: 10.1155/2004/251453.", "ArticleIdList": ["10.1155/2004/251453", "15510247"]}, {"Citation": "Turmel J, Poirier P, Bougault V, Blouin E, Belzile M, Boulet LP. Cardio respiratory screening in elite endurance sports athletes: the Quebec study. Phys Sportsmed. 2012;40:55–65. doi: 10.3810/psm.2012.09.1982.", "ArticleIdList": ["10.3810/psm.2012.09.1982", "23528622"]}, {"Citation": "Carlsen KH. Sports in extreme conditions: the impact of exercise in cold temperatures on asthma and bronchial hyper-responsiveness in athletes. Br J Sports Med. 2012;46:796–9. doi: 10.1136/bjsports-2012-091292.", "ArticleIdList": ["10.1136/bjsports-2012-091292", "22906782"]}, {"Citation": "Karjalainen EM, Laitinen A, Sue-Chu M, Altraja A, Bjermer L, Laitinen LA. Evidence of airway inflammation and remodeling in ski athletes with and without bronchial hyperresponsiveness to methacholine. Am J Respir Crit Care Med. 2000;161:2086–91. doi: 10.1164/ajrccm.161.6.9907025.", "ArticleIdList": ["10.1164/ajrccm.161.6.9907025", "10852791"]}, {"Citation": "Anderson SD, Kippelen P. Exercise-induced bronchoconstriction: pathogenesis. Curr Allergy Asthma Rep. 2005;5:116–22. doi: 10.1007/s11882-005-0084-y.", "ArticleIdList": ["10.1007/s11882-005-0084-y", "15683611"]}, {"Citation": "McFadden ER. Hypothesis -,Exercise-induced asthma as a vascular phenomenon. Lancet. 1990;335:880–3. doi: 10.1016/0140-6736(90)90478-N.", "ArticleIdList": ["10.1016/0140-6736(90)90478-N", "1969985"]}, {"Citation": "Larsson K, Tornling G, Gavhed D, Müller-Suur C, Palmberg L. Inhalation of cold air increases the number of inflammatory cells in the lungs in healthy subjects. Eur Respir J. 1998;12:825–30. doi: 10.1183/09031936.98.12040825.", "ArticleIdList": ["10.1183/09031936.98.12040825", "9817153"]}, {"Citation": "Clary-Meinesz CF, Cosson J, Huitorel P, Blaive B. Temperature effect on the ciliary beat frequency of human nasal and tracheal ciliated cells. Biol Cell. 1992;76:335–8. doi: 10.1016/0248-4900(92)90436-5.", "ArticleIdList": ["10.1016/0248-4900(92)90436-5", "1305479"]}, {"Citation": "Shturman-Ellstein R, Zeballos RJ, Buckley JM, Souhrada JF. The beneficial effect of nasal breathing on exercise-induced bronchoconstriction. Am Rev Respir Dis. 1978;118:65–73.", "ArticleIdList": ["677559"]}, {"Citation": "Cruz A, Popov TA, Pawankar R, Annesi-Maesano I, Fokkens W, Kemp J, et al. ARIA Initiative Scientific Committee. Interactions between the upper and lower airways in Rhinitis and Asthma: ARIA update, in collaboration with GA(2)LEN. Allergy. 2007;62(Suppl 84):1–41. doi: 10.1111/j.1398-9995.2007.01551.x.", "ArticleIdList": ["10.1111/j.1398-9995.2007.01551.x", "17924930"]}, {"Citation": "Graudenz GS, Oliveira CH, Tribess A, Landgraf RG, Jancar IS, Kalil J. Sudden temperature changes and respiratory symptoms – an experimental approach. Am J Rhinol. 2007;21:383–7. doi: 10.2500/ajr.2007.21.3023.", "ArticleIdList": ["10.2500/ajr.2007.21.3023", "17621828"]}, {"Citation": "Van Gerven L, Boeckxstaens G, Jorissen M, Fokkens W, Hellings PW. Short-time cold dry air exposure: a useful diagnostic tool for nasal hyperresponsiveness. Laryngoscope. 2012;122:2615–20. doi: 10.1002/lary.23495.", "ArticleIdList": ["10.1002/lary.23495", "22865676"]}, {"Citation": "Bousquet J, van Cauwenberge P, Khaltaev N. Aria Workshop Group; World Health Organization. Allergic rhinitis and its impact on asthma. J Allergy Clin Immunol. 2001;108:S147–334. doi: 10.1067/mai.2001.118891.", "ArticleIdList": ["10.1067/mai.2001.118891", "11707753"]}, {"Citation": "Farnell GS, Pierce KE, Collinsworth TA, Murray LK, Demes RN, Juvancic-Heltzel JA, et al. The influence of ethnicity on thermoregulation after acute cold exposure. Wilderness Environ Med. 2008;19:238–44. doi: 10.1580/07-WEME-OR-138.1.", "ArticleIdList": ["10.1580/07-WEME-OR-138.1", "19099328"]}, {"Citation": "American Thoracic Society What constitutes an adverse health effect of air pollution? Official statement of the American Thoracic Society. Am J Respir Crit Care Med. 2000;161:665–73. doi: 10.1164/ajrccm.161.2.ats4-00.", "ArticleIdList": ["10.1164/ajrccm.161.2.ats4-00", "10673213"]}, {"Citation": "World Health Organization and World Meteorological Organization. Atlas of Climate Change and Health. 2012; Available at http://www.who.int/globalchange/publications/atlas/report/en/."}, {"Citation": "BBC News – In Pictures. Chile battles wildfires. 2012, Available at: www.bbc.co.uk/news/world-latin-america-16406681 [cited 2012 Jan 25]."}, {"Citation": "News BBC. Australia fires leave trail of devastation near Perth. 2011."}, {"Citation": "Californian Department of Forestry and Fire Protection. http://www.fire.ca.gov/index.php."}, {"Citation": "Finlay SE, Moffat A, Gazzard R, Baker D, Murray V. Health impacts of wildfires. PLOS Curr. 2012;4:e4f959951cce2c.", "ArticleIdList": ["PMC3492003", "23145351"]}, {"Citation": "Johnston FH, Henderson SB, Chen Y, Randerson JT, Marlier M, DeFries RS, et al. Estimated global mortality attributable to smoke from landscape fires. Environ Health Perspect. 2012;20:695–701. doi: 10.1289/ehp.1104422.", "ArticleIdList": ["10.1289/ehp.1104422", "PMC3346787", "22456494"]}, {"Citation": "Morgan G, Sheppeard V, Khalaj B, Ayyar A, Lincoln D, Jalaludin B, et al. Effects of bushfire smoke on daily mortality and hospital admissions in Sydney, Australia. Epidemiology. 2010;21:47–55. doi: 10.1097/EDE.0b013e3181c15d5a.", "ArticleIdList": ["10.1097/EDE.0b013e3181c15d5a", "19907335"]}, {"Citation": "Dennekamp M, Abramson MJ. The effects of bushfire smoke on respiratory health. Respirology. 2011;16:198–209. doi: 10.1111/j.1440-1843.2010.01868.x.", "ArticleIdList": ["10.1111/j.1440-1843.2010.01868.x", "20920143"]}, {"Citation": "Johnston FH, Kavanagh AM, Bowman DM, Scott RK. Exposure to bushfire smoke and asthma: an ecological study. Med J Aust. 2002;176:535–8.", "ArticleIdList": ["12064985"]}, {"Citation": "Johnston F, Bailie R, Pilotto L, Hanigan I. Ambient biomass smoke and cardio-respiratory hospital admissions in Darwin. Australia BMC Public Health. 2007;7:240. doi: 10.1186/1471-2458-7-240.", "ArticleIdList": ["10.1186/1471-2458-7-240", "PMC2220001", "17854481"]}, {"Citation": "Jalava PI, Salonen RO, Hälinen AI, Penttinen P, Pennanen AS, Sillanpää M, et al. In vitro inflammatory and cytotoxic effects of size-segregated particulate samples collected during long-range transport of wildfire smoke to Helsinki. Toxicol Appl Pharmacol. 2006;215:341–53. doi: 10.1016/j.taap.2006.03.007.", "ArticleIdList": ["10.1016/j.taap.2006.03.007", "16678872"]}, {"Citation": "Ghio AJ, Soukup JM, Case M, Dailey LA, Richards J, Berntsen J, et al. Exposure to wood smoke particles produces inflammation in healthy volunteers. Occ Environ Med. 2012;69:170–5. doi: 10.1136/oem.2011.065276.", "ArticleIdList": ["10.1136/oem.2011.065276", "21719562"]}, {"Citation": "Hanninen O, Salonen RO, Lanki T, Koistinen K, Jantunen M, Anttila P. Population risk and exposure-response from exposures to long-range transported wildfire smoke. Epidemiology. 2007;18:S191. doi: 10.1097/01.ede.0000289042.74728.1a.", "ArticleIdList": ["10.1097/01.ede.0000289042.74728.1a"]}, {"Citation": "Tham R, Erbas B, Akram M, Dennekam A, Abramson MJ. The impact of smoke on respiratory hospital outcomes during the 2002–2003 bushfire season, Victoria, Australia. Respirology. 2009;14:69–75. doi: 10.1111/j.1440-1843.2008.01416.x.", "ArticleIdList": ["10.1111/j.1440-1843.2008.01416.x", "19144051"]}, {"Citation": "Sutherland ER, Make BJ, Vedal S, Zhang L, Dutton SJ, Murphy JR, et al. Wildfire smoke and respiratory symptoms in patients with chronic obstructive pulmonary disease. J Allergy Clin Immunol. 2005;115:420–2. doi: 10.1016/j.jaci.2004.11.030.", "ArticleIdList": ["10.1016/j.jaci.2004.11.030", "15696107"]}, {"Citation": "Jalaludin B, Morgan G, O'Toole B, Leeder S. Acute effects of bushfires on respiratory symptoms in children with wheeze, Sydney, Australia: Isee-548. Epidemiology. 2003;14:S107–8."}, {"Citation": "Mirabelli MC, Kunzli N, Avol E, Gilliland FD, Gauderman WJ, McConnell R, et al. Respiratory symptoms following wildfire smoke exposure: airway size as a susceptibility factor. Epidemiology. 2009;20:451–9. doi: 10.1097/EDE.0b013e31819d128d.", "ArticleIdList": ["10.1097/EDE.0b013e31819d128d", "PMC4517186", "19276978"]}, {"Citation": "Cooper CW, Mira M, Danforth M, Abraham K, Fasher B, Bolton P. Acute exacerbations of asthma and bushfires. Lancet. 1994;343:1509. doi: 10.1016/S0140-6736(94)92621-2.", "ArticleIdList": ["10.1016/S0140-6736(94)92621-2", "7911212"]}, {"Citation": "Smith MA, Jalaludin B, Byles JE, Lim L, Leeder SR. Asthma presentations to emergency departments in Western Sydney during the January 1994 Bushfires. Int J Epidemiol. 1996;25:1227–36. doi: 10.1093/ije/25.6.1227.", "ArticleIdList": ["10.1093/ije/25.6.1227", "9027529"]}, {"Citation": "Duclos P, Sanderson LM, Lipsett M. The 1987 Forest Fire Disaster in California: assessment of emergency room visits. Arch Environ Health. 1990;45:53–8. doi: 10.1080/00039896.1990.9935925.", "ArticleIdList": ["10.1080/00039896.1990.9935925", "2180383"]}, {"Citation": "Johnston FH, Webby RJ, Pilotto LS, Bailie RS, Parry DL, Halpin SJ. Vegetation fires, particulate air pollution and asthma: A panel study in the Australian monsoon tropics. Intl J Environ Health Res. 2006;16:391–404. doi: 10.1080/09603120601093642.", "ArticleIdList": ["10.1080/09603120601093642", "17164166"]}, {"Citation": "Aditama TY. Impact of haze from forest fire to respiratory health: Indonesian experience. Respirology. 2000;5:169–74. doi: 10.1046/j.1440-1843.2000.00246.x.", "ArticleIdList": ["10.1046/j.1440-1843.2000.00246.x", "10894107"]}, {"Citation": "Sastry N. Forest fires, air pollution, and mortality in Southeast Asia. Demography. 2002;39:1–23. doi: 10.1353/dem.2002.0009.", "ArticleIdList": ["10.1353/dem.2002.0009", "11852832"]}, {"Citation": "Emmanuel SC. Impact to lung health of haze from forest fires: The Singapore experience. Respirology. 2000;5:175–82. doi: 10.1046/j.1440-1843.2000.00247.x.", "ArticleIdList": ["10.1046/j.1440-1843.2000.00247.x", "10894108"]}, {"Citation": "Rappold AG, Stone SL, Cascio WE, Neas LM, Kilaru VJ, Carraway MS, et al. Peat bog wildfire smoke exposure in rural North Carolina is associated with cardiopulmonary emergency department visits assessed through syndromic surveillance. Environ Health Perspect. 2011;119:1415–20. doi: 10.1289/ehp.1003206.", "ArticleIdList": ["10.1289/ehp.1003206", "PMC3230437", "21705297"]}, {"Citation": "Youssouf H, Liousse C, Roblou L, Assamoi EM, Salonen RO, Maesano C, et al. Quantifying wildfires exposure for investigating related-health effects. Atmos Environ. 2014;97:329–51. doi: 10.1016/j.atmosenv.2014.07.041.", "ArticleIdList": ["10.1016/j.atmosenv.2014.07.041"]}, {"Citation": "Künzli N, Avol E, Wu J, Gauderman WJ, Rappaport E, Millstein J, et al. Health effects of the 2003 Southern California wildfires on children. Am J Respir Crit Care Med. 2006;174:1221–8. doi: 10.1164/rccm.200604-519OC.", "ArticleIdList": ["10.1164/rccm.200604-519OC", "PMC2648104", "16946126"]}, {"Citation": "Caamano-Isorna F, Figueiras A, Sastre I, Montes-Martinez A, Taracido M, Pineiro-Lamas M. Respiratory and mental health effects of wildfires: an ecological study in Galician municipalities (north-west Spain) Environ Health. 2011;10:48. doi: 10.1186/1476-069X-10-48.", "ArticleIdList": ["10.1186/1476-069X-10-48", "PMC3224540", "21600035"]}, {"Citation": "Delfino RJ, Brummel S, Wu J, Stern H, Ostro B, Lipsett M, et al. The relationship of respiratory and cardiovascular hospital admissions to the southern California wildfires of 2003. Occ Environ Med. 2009;66:189–97. doi: 10.1136/oem.2008.041376.", "ArticleIdList": ["10.1136/oem.2008.041376", "PMC4176821", "19017694"]}, {"Citation": "Al-Saadi J, Szykman J, Pierce RB, Kittaka C, Neil D, Chu DA, et al. Improving national air quality forecasts with satellite aerosol observations. Bull Am Meteorol Soc. 2005;86:1249–61. doi: 10.1175/BAMS-86-9-1249.", "ArticleIdList": ["10.1175/BAMS-86-9-1249"]}, {"Citation": "California Office of Environmental Health Hazard Assessment; U.S. Environmental Protection Agency; Missoula County Health Department. Wildfire smoke. A guide for public health officials. 2008 (with 2012 AQI Values). Available at: http://www.oehha.ca.gov/air/risk_assess/wildfire.html."}, {"Citation": "Kinra S, Lewendon G, Nelder R, Herriott N, Mohan R, Hort M, et al. Evacuation decisions in a chemical air pollution incident: cross sectional survey. BMJ. 2005;330:1471. doi: 10.1136/bmj.330.7506.1471.", "ArticleIdList": ["10.1136/bmj.330.7506.1471", "PMC558452", "15976419"]}, {"Citation": "Alda E, Andersson D, Anye K, Benner H, Cieslik N, Cliffe S, et al. World development report 2011: conflict, security, and development. Washington DC: World Bank; 2011."}, {"Citation": "Fearon JD. Governance and Civil War Onset. Washington DC: World Bank; 2011."}, {"Citation": "Stockholm International Peace Research Institute . SIPRI Yearbook 2013: armaments, disarmament and international security. Oxford, UK: Oxford University Press; 2013."}, {"Citation": "Institute for Economics and Peace . Global peace Index 2013: measuring the state of global peace. Sydney: Institute for Economics and Peace; 2013."}, {"Citation": "OECD . Supporting Statebuilding in Situations of Conflict and Fragility: Policy guidance. DAC Guidelines and Reference Series. Paris: OECD Publishing; 2011."}, {"Citation": "Spiegel PB, Checchi F, Colombo S, Paik E. Health-care needs of people affected by conflict: future trends and changing frameworks. Lancet. 2010;375:341–5. doi: 10.1016/S0140-6736(09)61873-0.", "ArticleIdList": ["10.1016/S0140-6736(09)61873-0", "20109961"]}, {"Citation": "Collier P. Development and Conflict. Centre for the Study of African Economies: Department of Economics, Oxford University; 2004."}, {"Citation": "Kharas H, Horizon RA. Creative destruction in the aid industry UK. Overseas Dev Inst. 2012;2025. Available at: http://www.odi.org/publications/6687-creative-destruction-aid-industry-development-kharas-rogerson."}, {"Citation": "Collier P, Hoeffler A, Soderbom M. On the duration of civil war. J Peace Res. 2004;41:253–73. doi: 10.1177/0022343304043769.", "ArticleIdList": ["10.1177/0022343304043769"]}, {"Citation": "World Health Organization. Global Health Expenditure Atlas, WHO Department of Health Systems Financing, Health Systems Services, 2012; Available at: http://apps.who.int/publications/en/."}, {"Citation": "Buhaug H. Climate not to blame for African civil wars. Proc Natl Acad Sci U S A. 2010;107:16477–82. doi: 10.1073/pnas.1005739107.", "ArticleIdList": ["10.1073/pnas.1005739107", "PMC2944737", "20823241"]}, {"Citation": "Barnett J, Adger WN. Climate change, human security and violent conflict. Polit Geogra. 2007;26:639–55. doi: 10.1016/j.polgeo.2007.03.003.", "ArticleIdList": ["10.1016/j.polgeo.2007.03.003"]}, {"Citation": "Burke MB, Satyanath S, Dykema JA, Lobell DB. Warming increases the risk of civil war in Africa. Proc Natl Acad Sci U S A. 2009;106:20670–4. doi: 10.1073/pnas.0907998106.", "ArticleIdList": ["10.1073/pnas.0907998106", "PMC2781059", "19934048"]}, {"Citation": "Akdis CA, Agache I, editors. Global Atlas of Asthma. Geneva, Switzerland: European Academy of Allergy and Clinical Immunology; 2013."}, {"Citation": "Service delivery in fragile situations: Key concepts, findings and lessons. Organisation for Economic Co-operation and Development, 2008; Available at: http://www.oecd.org/dac/governance-peace/publications/#d.en.253923."}, {"Citation": "Mollica RF, Lopes Cardozo B, Osofsky HJ, Raphael B, Ager A, Salama P. Mental health in complex emergencies. Lancet. 2004;364:2058–67. doi: 10.1016/S0140-6736(04)17519-3.", "ArticleIdList": ["10.1016/S0140-6736(04)17519-3", "15582064"]}, {"Citation": "UNHCR Global Trends 2012, Displacement: the New 21st Century Challenge. United Nations High Commissioner for Refugees 2013; Available at: http://www.unhcr.org/pages/49c3646c4d6.html."}, {"Citation": "Coupland R, Wille C, Taback N, Regard S. Health care in danger: a sixteen-country study. International Committee of the Red Cross: Geneva, Switzerland; 2011."}, {"Citation": "Report WD. Making services work for poor people. Washington DC: The International Bank for Reconstruction and Development/The World Bank; 2004. p. 2003."}, {"Citation": "Birnbaum HG, Berger WE, Greenberg PE, Holland M, Auerbach R, Atkins KM, et al. Direct and indirect costs of asthma to an employer. J Allergy Clin Immunol. 2002;109:264–70. doi: 10.1067/mai.2002.121310.", "ArticleIdList": ["10.1067/mai.2002.121310", "11842295"]}, {"Citation": "National Heart, Lung, and Blood Institute. Morbidity and Mortality . 2009 Chartbook of Cardiovascular, Lung and Blood Diseases. Bethesda (MD): National Institutes of Health; 2009."}, {"Citation": "Cisternas MG, Blanc PD, Yen IH, Katz PP, Earnest G, Eisner MD, et al. A comprehensive study of the direct and indirect costs of asthma. J Allergy Clin Immunol. 2003;111:1212–8. doi: 10.1067/mai.2003.1449.", "ArticleIdList": ["10.1067/mai.2003.1449", "12789219"]}, {"Citation": "Godard P, Chanex P, Siraudin L, Nicoloyannis N, Duru G. Costs of asthma are correlated with severity. Eur Respir J. 2002;19:61–7. doi: 10.1183/09031936.02.00232001.", "ArticleIdList": ["10.1183/09031936.02.00232001", "11843329"]}, {"Citation": "Sullivan SD, Rasouliyan L, Russo PA, Kamath T, Chippes BE, TENOR Study Group Extent, patterns, and burden of uncontrolled disease in severe or difficult-to-treat asthma. Allergy. 2007;62:126–33.", "ArticleIdList": ["17298420"]}, {"Citation": "Ivanova JI, Bergman R, Birnbaum HG, Colice GL, Silverman RA, McLaurin K. Effect of asthma exacerbations on health care costs among asthmatic patients with moderate and severe persistent asthma. J Allergy Clin Immunol. 2012;129:1229–35. doi: 10.1016/j.jaci.2012.01.039.", "ArticleIdList": ["10.1016/j.jaci.2012.01.039", "22326484"]}, {"Citation": "Accordini S, Corsico AG, Braggion M, Gerbase MW, Gislason D, Gulsvik A, et al. The cost of persistent asthma in Europe: an international population-based study in adults. Int Arch Allergy Immunol. 2013;160:93–101. doi: 10.1159/000338998.", "ArticleIdList": ["10.1159/000338998", "22948386"]}, {"Citation": "Ebi KL. Adaptation costs for climate change-related cases of diarrhoeal disease, malnutrition, and malaria in 2030. Global Health. 2008;4:9. doi: 10.1186/1744-8603-4-9.", "ArticleIdList": ["10.1186/1744-8603-4-9", "PMC2556651", "18803827"]}, {"Citation": "Tol RSJ. The economic effects of climate change. J Econ Perspect. 2009;23:29–51. doi: 10.1257/jep.23.2.29.", "ArticleIdList": ["10.1257/jep.23.2.29"]}, {"Citation": "Knowlton K, Rotkin-Ellman M, Geballe L, Max W, Solomon GM. Six climate change-related events in the United States accounted for about $14 billion in lost lives and health costs. Health Aff (Millwood) 2011;30:2167–76. doi: 10.1377/hlthaff.2011.0229.", "ArticleIdList": ["10.1377/hlthaff.2011.0229", "22068410"]}, {"Citation": "Perera EM, Sanford T. Climate Change and Your Health. Rising Temperatures and Worsening Ozone Pollution. The Union of Concerned Scientists. 2011."}, {"Citation": "Reid CE, Gamble JL. Aeroallergens, allergic disease, and climate change: impacts and adaptation. Ecohealth. 2009;6:458–70. doi: 10.1007/s10393-009-0261-x.", "ArticleIdList": ["10.1007/s10393-009-0261-x", "PMC2880235", "19908096"]}, {"Citation": "Bernstein AS, Rice MB. Lungs in a warming world: climate change and respiratory health. Chest. 2013;143:1455–9. doi: 10.1378/chest.12-2384.", "ArticleIdList": ["10.1378/chest.12-2384", "23648909"]}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ, Dickerson RR. Observed relationships of ozone air pollution with temperature and emissions. Geophys Res Lett. 2009;36:1–5. doi: 10.1029/2009GL037308.", "ArticleIdList": ["10.1029/2009GL037308"]}, {"Citation": "Alexis NE, Lay JC, Hazucha M, Harris B, Hernandez ML, Bromberg PA, et al. Low-level ozone exposure induces airways inflammation and modifies cell surface phenotypes in healthy humans. Inhal Toxicol. 2010;22:593–600. doi: 10.3109/08958371003596587.", "ArticleIdList": ["10.3109/08958371003596587", "PMC3162473", "20384440"]}, {"Citation": "Song H, Tan W, Zhang X. Ozone induces inflammation in bronchial epithelial cells. J Asthma. 2011;48:79–83. doi: 10.3109/02770903.2010.529224.", "ArticleIdList": ["10.3109/02770903.2010.529224", "21043989"]}, {"Citation": "Moore K, Neugebauer R, Lurmann F, Hall J, Brajer V, Alcorn S, et al. Ambient ozone concentrations cause increased hospitalizations for asthma in children: an 18-year study in Southern California. Environ Health Perspect. 2008;116:1063–70. doi: 10.1289/ehp.10497.", "ArticleIdList": ["10.1289/ehp.10497", "PMC2516585", "18709165"]}, {"Citation": "Babin S, Burkom H, Holtry R, Tabernero N, Davies-Cole J, Stokes L, et al. Medicaid patient asthma related acute care visits and their associations with ozone and particulates in Washington, DC, from 1994–2005. Int J Environ Health Res. 2008;18:209–21. doi: 10.1080/09603120701694091.", "ArticleIdList": ["10.1080/09603120701694091", "18569148"]}, {"Citation": "Brandt SJ, Perez L, Künzli N, Lurmann F, McConnell R. Costs of childhood asthma due to traffic-related pollution in two California communities. Eur Respir J. 2012;40:363–70. doi: 10.1183/09031936.00157811.", "ArticleIdList": ["10.1183/09031936.00157811", "PMC4396740", "22267764"]}, {"Citation": "Bartlett ES, Trasande L. Economic impacts of environmentally attributable childhood health outcomes in the European Union. Eur J Public Health. 2014;24:21–6. doi: 10.1093/eurpub/ckt063.", "ArticleIdList": ["10.1093/eurpub/ckt063", "23748596"]}, {"Citation": "Tarricone R. Cost-of-illness analysis. What room in health economics? Health Policy. 2006;77:51–63. doi: 10.1016/j.healthpol.2005.07.016.", "ArticleIdList": ["10.1016/j.healthpol.2005.07.016", "16139925"]}, {"Citation": "Bielory L, Lyons K, Goldberg R. Climate change and allergic disease. Curr Allergy Asthma Rep. 2012;12:485–94. doi: 10.1007/s11882-012-0314-z.", "ArticleIdList": ["10.1007/s11882-012-0314-z", "23065327"]}, {"Citation": "Investment and Financial Flows to Address Climate Change. Bonn, Germany: United Nations Framework Convention on Climate Change, UNFCCC Secretariat, 2007; Available at: https://www.unfccc.int/resource/docs/publications/financial_flows.pdf."}, {"Citation": "Costs of Adapting to Climate Change for Human Health in Developing Countries. Kiran Pandey, World Bank, 2010; Available at: http://documents.worldbank.org/curated/en/2010/12/13180637/costs-adapting-climate-change-human-health-developing-countries."}, {"Citation": "Climate change and health: a tool to estimate health and adaptation costs. World Health Organization, 2013; Available at: http://www.euro.who.int/en/health-topics/environment-and-health/Climate-change/publications/2013/climate-change-and-health-a-tool-to-estimate-health-and-adaptation-costs."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "3", "Day": "17"}, {"Year": "2015", "Month": "5", "Day": "29"}, {"Year": "2015", "Month": "7", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "7", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["26207160", "PMC4499913", "10.1186/s40413-015-0073-0", "S1939-4551(19)30219-4"]}}], "PubmedBookArticle": []}