{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Asthma", "Biomass burning", "Fine particles", "Heart disease", "Nitrate particles", "Ozone", "Stroke"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26232212", "DateCompleted": {"Year": "2016", "Month": "06", "Day": "01"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "07", "Day": "29"}], "ELocationID": ["10.1016/j.scitotenv.2015.06.056", "S0048-9697(15)30249-7"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "536", "PubDate": {"Year": "2015", "Month": "Dec", "Day": "01"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Air pollution and cardiovascular and respiratory emergency visits in Central Arkansas: A time-series analysis.", "Pagination": {"StartPage": "872", "EndPage": "879", "MedlinePgn": "872-879"}, "Abstract": {"AbstractText": ["Heart disease and stroke mortality and morbidity rates in Arkansas are among the highest in the U.S. While the effect of air pollution on cardiovascular health was identified in traffic-dominated metropolitan areas, there is a lack of studies for populations with variable exposure profiles, demographic and disease characteristics.", "Determine the short-term effects of air pollution on cardiovascular and respiratory morbidity in the stroke and heart failure belt.", "We investigated the associations of fine particles and ozone with respiratory and cardiovascular emergency room visits during the 2002-2012 period for adults in Central Arkansas using Poisson generalized models adjusted for temporal, seasonal and meteorological effects. We evaluated sensitivity of the associations to mutual pollutant adjustment and effect modification patterns by sex, age, race and season.", "We found effects on cardiovascular and respiratory emergencies for PM2.5 (1.52% [95% (confidence interval) CI: -1.10%, 4.20%]; 1.45% [95%CI: -2.64%, 5.72%] per 10 μg/m3) and O3 (0.93% [95%CI: -0.87%, 2.76%]; 0.76 [95%CI: -1.92%, 3.52%] per 10 ppbv) during the cold period (October-March). The effects were stronger among whites, except for the respiratory effects of O3 that were higher among Blacks/African-Americans. Effect modification patterns by age and sex differed by association. Both pollutants were associated with increases in emergency room visits for hypertension, heart failure and asthma. Effects on cardiovascular and respiratory emergencies were observed during the cold period when particulate matter was dominated by secondary nitrate and wood burning.", "Outdoor particulate pollution during winter had an effect on cardiovascular morbidity in central Arkansas, the region with high stroke and heart disease incidence rates."], "CopyrightInformation": "Copyright © 2015 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hygiene, Epidemiology and Medical Statistics, Medical School, National and Kapodistrian University of Athens, 115 27, Goudi, Athens, Greece."}], "LastName": "Rodopoulou", "ForeName": "Sophia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hygiene, Epidemiology and Medical Statistics, Medical School, National and Kapodistrian University of Athens, 115 27, Goudi, Athens, Greece."}], "LastName": "Samoli", "ForeName": "Evangelia", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, University of Arkansas for Medical Sciences, College of Public Health, 4301 West Markham St. Little Rock, AR 72205-7199, USA."}], "LastName": "Chalbot", "ForeName": "Marie-Cecile G", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental and Occupational Health, University of Arkansas for Medical Sciences, College of Public Health, 4301 West Markham St. Little Rock, AR 72205-7199, USA. Electronic address: igkavouras@gmail.com."}], "LastName": "Kavouras", "ForeName": "Ilias G", "Initials": "IG"}], "GrantList": [{"GrantID": "UL1 TR000039", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "UL1TR000039", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Arkansas"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Respiratory Tract Diseases"}], "CoiStatement": "Conflicts of Interest: None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexeef SE, Schwartz J, Kloog I, Chudnovsky A, Koutrakis P, Coull BA. Consequences of kriging and land use regression for PM2.5 predictions in epidemiologic analyses: insights into spatial variability using high-resolution satellite data. J Expos Sci Env Epid. 2014 doi: 10.1038/jes.2014.40.", "ArticleIdList": ["10.1038/jes.2014.40", "PMC4758216", "24896768"]}, {"Citation": "Bell ML, Ebisu K, Peng RD, Samet JM, Dominici F. Hospital admissions and chemical composition of fine particle air pollution. Am J Respir Crit Care Med. 2009;179:1115–20.", "ArticleIdList": ["PMC2695497", "19299499"]}, {"Citation": "Bell ML, Ebisu K, Peng RD, Walker J, Samet JM, Zager SL, Dominici F. Seasonal and regional short-term effects of fine particles on hospital admissions in 202 US countie, 1995–2005. Am J Epidemiol. 2008;168:1301–1310.", "ArticleIdList": ["PMC2732959", "18854492"]}, {"Citation": "Biddle J, Fryer G, Miyoshi T, Sanders A, Leslie L, Cullers L. The burden of Asthma in Arkansas. Arkansas Department of Health; 2011."}, {"Citation": "Brook RD, Rajagopala S, Pope CA, III, Brook JR, Nhatnagar A, Diez-Roux AV, et al. Particulate matter air pollution and cardiovascular disease. Circulation. 2010;121:2331–78.", "ArticleIdList": ["20458016"]}, {"Citation": "Centers for Disease Control. WONDER online database.  ( http://wonder.cdc.gov/)"}, {"Citation": "Chalbot M-C, Brown J, Chitranshi P, daCosta GG, Pollock E, Kavouras IG. Functional characterization of the water-soluble organic carbon of size fractionated aerosol in southern Mississippi Valley. Atmos Chem Phys. 2014;14:6075–88.", "ArticleIdList": ["PMC4961092", "27471518"]}, {"Citation": "Chalbot MCG, Jones TA, Kavouras IG. Trends of non-accidental, cardiovascular, stroke and lung cancer mortality in Arkansas are associated with ambient PM2.5 reductions. Int J Environ Res Public Health. 2014a;11:742–5.", "ArticleIdList": ["PMC4113886", "25050652"]}, {"Citation": "Chalbot MCG, McElroy B, Kavouras IG. Sources, trends and regional impacts of fine particulate matter in southern Mississippi Valley: Significance of emissions from sources in the Gulf of Mexico Coast. Atmos Chem Phys. 2013;13:3721–32."}, {"Citation": "Crimmins EM, Beltran-Sanchez H. Mortality and morbidity trends: Is there compression of mobidity? J Gerontol B Psychol Sci Soc Sci. 2010;66B:75–86. (2010)", "ArticleIdList": ["PMC3001754", "21135070"]}, {"Citation": "Cushman M, Cantrell RA, McClure LA, Howard G, Prineas RJ, Moy CS, et al. Estimated 10-year stroke risk by region and race in the United States. Ann Neurol. 2008;64:507–13.", "ArticleIdList": ["PMC2802965", "19067365"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, et al. Fine particulate air pollution and hospital admission for cardiovascular and respiratory diseases. J Am Med Assoc. 2006;295:1127–34.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Dominici F, Peng RD, Bell ML, Pham L, McDermott A, Zeger SL, Samet JM. Fine particulate air pollution and hospital admission for cardiovascular and respiratory dieseases. JAMA. 2006;295(10):1127–1134.", "ArticleIdList": ["PMC3543154", "16522832"]}, {"Citation": "Glymour MM, Kosheleva A, Boden-Albala B. Birth and adult residence in the Stroke belt independently predict stroke mortality. Neurology. 2009;73:1858–65.", "ArticleIdList": ["PMC2796440", "19949032"]}, {"Citation": "Guerra SA, Olsen SR, Anderson JJ. Evaluation of the SO2 and NOx offset ratio method to account for secondary PM2.5 formation. J Air Waste Manag Assoc. 2014;64:265–71.", "ArticleIdList": ["24701685"]}, {"Citation": "Hand JL, Schichtel BA, Pitchford M, Malm WC, Frank NH. Seasonal composition of remote and urban fine particulate matter in the United States. J Geophys Res-Atmos. 2012;117:D05209."}, {"Citation": "Hanna JM. Climate, altitude and blood pressure. Hum Biol. 1999;71:553–82.", "ArticleIdList": ["10453102"]}, {"Citation": "Howard G, Prineas R, Moy C, Cushman M, Kellum M, Temple E, et al. Racial and geographic differences in awareness, treatment and control of hypertension: The REasons for Geographical And Racial Differences in Stroke Study. Stroke. 2006;37:1171–8.", "ArticleIdList": ["16556884"]}, {"Citation": "Howard G. Why do we have a Stroke Belt in the Southeastern United States? A Review of Unlikely and Uninvestigated Potential Causes. Am J Med Sci. 1999;317:160–7.", "ArticleIdList": ["10100689"]}, {"Citation": "Jhun I, Couul BA, Zanobetti A, Koutrakis P. The impact of nitrogen oxides concentration decreases on ozone trends in the USA. Air Qual Atmos Health. 2014 doi: 10.1007/s11869-014-0279-2.", "ArticleIdList": ["10.1007/s11869-014-0279-2", "PMC4988408", "27547271"]}, {"Citation": "Katsouyanni K, Samet JM, Anderson HR, Atksinson R, LeTertre A, Medina S, et al. HEI Health Review Committee Air pollution and health: a European and North American approach (APHENA) Research Report Health Effects Institute. 2009;142:5–90.", "ArticleIdList": ["20073322"]}, {"Citation": "Kavouras IG, DuBois DW, Nikolich G, Etyemezian V. Monitoring, source identification and health risks of air toxics in Albuquerque, New Mexico, USA. Aeros Air Qual Res. doi: 10.4209/aaqr.2014.04.0075.", "ArticleIdList": ["10.4209/aaqr.2014.04.0075"]}, {"Citation": "Kavouras IG, Etyemezian V, Xu J, DuBois DW, Green M, Pitchford M. Assessment of the local windblown component of airborne dust in western United States. J Geophys Res-Atmos. 2007;112:D08211."}, {"Citation": "Koton S, Schneider ALC, Rosamond WD, Shaahar E, Sang Y, Gottesman RF, et al. Stroke incidence and mortality trends in US communities, 1987 to 2011. JAMA. 2014;312:259–68.", "ArticleIdList": ["25027141"]}, {"Citation": "Larrieu S, Jusot JF, Blanchard M, Prouvost H, Declercq C, Fabre P, Pascal L, Le Tertre A, Wagner V, Rivière S, Chardon B, Borelli D, Cassadou S, Eilstein D, Lefrac A. Short term effects of air pollution on hospitalizations for cardiovascular diseases in eight French cities: The PSAS program. Sci Tot Environ. 2007;387:105–12.", "ArticleIdList": ["17727917"]}, {"Citation": "Liao Y, Greenlund KJ, Croft LB, Keenan NL, Giles WH. Factors explaining excess stroke prevalence in the U.S. stroke belt. Stroke. 2009;40:3336–41.", "ArticleIdList": ["19679841"]}, {"Citation": "Lisabeth LD, Escobar JD, Dvonch JT, Sanchez BN, Majersik JJ, Brown DL, Smith MA, Morgenstern LB. Ambient air pollution and risk for ischemic stroke and transient ischemic attack. Ann Neurol. 2008;1:53–9.", "ArticleIdList": ["PMC2788298", "18508356"]}, {"Citation": "Loop MS, Kent ST, Al-Hamdan MZ, Crosson WL, Estes SM, Estes MG, et al. Fine particulate matter and incident cognitive impairment in the REasons for Geographic and Racial Differences in Stroke (REGARDS) Cohort. PLoS ONE. 2013;8:e75001.", "ArticleIdList": ["PMC3783452", "24086422"]}, {"Citation": "Maulden J, Philips MM. The state of asthma in Arkansas. Arkansas Minority Health Commission; 2012."}, {"Citation": "Metzger KB, Tolbert PE, Klein M, Peel JL, Flanders WD, Todd KH, Mulholland JA, Ryan PB, Frumkin H. Ambient air pollution and cardiovascular emergency department visits. Epidemiology. 2004;15:46–56.", "ArticleIdList": ["14712146"]}, {"Citation": "Mujib M, Zhang Y, Feller MA, Ahmed A. Evidence of a “Heart Failure Belt” in the Southeastern United States. Am J Cardiol. 2011;107:935–37.", "ArticleIdList": ["PMC3057326", "21247536"]}, {"Citation": "O’Donnell M, Xavier D, Liu L, Zhang H, Chin SL, Rao-Melacini P, et al. Risk factors for ischaemic and intracelebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study. Lancet. 2010;376:10–6.", "ArticleIdList": ["20561675"]}, {"Citation": "Ostro B, Broadwin R, Green S, Feng WY, Lipsett M. Fine particulate air pollution and mortality in nine California counties: results from CALFINE. Environ Health Perspect. 2006;114:29–33.", "ArticleIdList": ["PMC1332652", "16393654"]}, {"Citation": "Peng RD, Bell ML, Geyh AS, McDermott A, Zeger SL, Samet JM, et al. Emergency admissions for cardiovascular and respiratory diseases and the chemical composition of fine particle air pollution. Env Health Perspect. 2009;117:957–63.", "ArticleIdList": ["PMC2702413", "19590690"]}, {"Citation": "Reeve GR, Balamurugan A, Simon W, Faulkner L, Zohoori N. The burden of heart disease and stroke. Arkansas 2012. Arkansas Department of Health; 2012."}, {"Citation": "Rodopoulou S, Chalbot M-C, Samoli E, DuBois DW, Kavouras IG. Air pollution and hospital emergency room and admissions for cardiovascular and respiratory diseases in Doña Ana County, New Mexico. Environ Res. 2014;129:39–46.", "ArticleIdList": ["24529001"]}, {"Citation": "Selassie A, Wagner CS, Laken ML, Marguson ML, Ferdinand KC, Egan BM. Progression is accelerated from prehypertension to hypertension in blacks. Hypertension. 2011;58:579–87.", "ArticleIdList": ["PMC3186683", "21911708"]}, {"Citation": "Touloumi G, Atkinson R, Le Tertre A, Samoli E, Schwartz J, Schindler C, et al. Analysis of health outcome time series data in epidemiological studies. Environmetrics. 2004;15:101–17."}, {"Citation": "Villeneuve PJ, Chen L, Stieb D, Rowe BH. Associations between outdoor air pollution and emergency department visits for stroke in Edmonton Canada. Eur J Epidemiol. 2006;21:689–700.", "ArticleIdList": ["17048082"]}, {"Citation": "Wellenius GA, Burger MR, Coull BA, Schwartz J, Suh HH, Koutrakis P, et al. Ambient air pollution and the risk of acute ischemic stroke. Arch Intern Med. 2012;172:229–34.", "ArticleIdList": ["PMC3639313", "22332153"]}, {"Citation": "WHO. Technical Report. WHO Regional Office for Europe; Copenhagen, Denmark: 2013. Review of evidence on health aspects of air pollution – REVIHAAP Project. (WHO Publications).", "ArticleIdList": ["27195369"]}, {"Citation": "Zanobetti A, Schwartz J. A novel approach to estimate distributed lag model between hospital admissions and ozone: a multi-city time series analysis. Epidemiology. 2009;20:S62."}, {"Citation": "Zanobetti A, Schwartz J. The effect of particulate air pollution on emergency admissions for myocardial infarction: a multicity case-crossover analysis. Environ Health Perspect. 2005;113:978–82.", "ArticleIdList": ["PMC1280336", "16079066"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "3", "Day": "12"}, {"Year": "2015", "Month": "6", "Day": "8"}, {"Year": "2015", "Month": "6", "Day": "15"}, {"Year": "2015", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26232212", "NIHMS711934", "PMC5286552", "10.1016/j.scitotenv.2015.06.056", "S0048-9697(15)30249-7"]}}], "PubmedBookArticle": []}