{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Anti-NFK", "Apolipoprotein", "ESR", "ESR spin trapping", "Fluorescence", "Kynurenine", "Lysozyme", "Mass spectrometry", "MopE", "N-formylkynurenine", "Oxidation", "Ozone", "Photosynthesis", "Protein", "Radical", "Singlet oxygen", "Tryptophan", "hSOD1", "α-crystallin"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26393422", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "22"}, "DateRevised": {"Year": "2019", "Month": "10", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "09", "Day": "21"}], "ELocationID": ["10.1016/j.freeradbiomed.2015.08.003", "S0891-5849(15)00513-4"], "Journal": {"ISSN": "1873-4596", "JournalIssue": {"Volume": "89", "PubDate": {"Year": "2015", "Month": "Dec"}}, "Title": "Free radical biology & medicine", "ISOAbbreviation": "Free Radic Biol Med"}, "ArticleTitle": "Tripping up Trp: Modification of protein tryptophan residues by reactive oxygen species, modes of detection, and biological consequences.", "Pagination": {"StartPage": "220", "EndPage": "228", "MedlinePgn": "220-8"}, "Abstract": {"AbstractText": ["Proteins comprise a majority of the dry weight of a cell, rendering them a major target for oxidative modification. Oxidation of proteins can result in significant alterations in protein molecular mass such as breakage of the polypeptide backbone and/or polymerization of monomers into dimers, multimers, and sometimes insoluble aggregates. Protein oxidation can also result in structural changes to amino acid residue side chains, conversions that have only a modest effect on protein size but can have widespread consequences for protein function. There are a wide range of rate constants for amino acid reactivity, with cysteine, methionine, tyrosine, phenylalanine, and tryptophan having the highest rate constants with commonly encountered biological oxidants. Free tryptophan and tryptophan protein residues react at a diffusion-limited rate with hydroxyl radical and also have high rate constants for reactions with singlet oxygen and ozone. Although oxidation of proteins in general and tryptophan residues specifically can have effects detrimental to the health of cells and organisms, some modifications are neutral, whereas others contribute to the function of the protein in question or may act as a signal that damaged proteins need to be replaced. This review provides a brief overview of the chemical mechanisms by which tryptophan residues become oxidized, presents both the strengths and the weaknesses of some of the techniques used to detect these oxidative interactions, and discusses selected examples of the biological consequences of tryptophan oxidation in proteins from animals, plants, and microbes."], "CopyrightInformation": "Published by Elsevier Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunity, Inflammation and Disease Laboratory and National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC 27709, USA. Electronic address: ehrensh1@niehs.nih.gov."}], "LastName": "Ehrenshaft", "ForeName": "Marilyn", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epigenetics and Stem Cell Biology Laboratory, National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC 27709, USA."}], "LastName": "Deterding", "ForeName": "Leesa J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunity, Inflammation and Disease Laboratory and National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC 27709, USA."}], "LastName": "Mason", "ForeName": "Ronald P", "Initials": "RP"}], "GrantList": [{"GrantID": "Z99 ES999999", "Agency": "Intramural NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Intramural", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Free Radic Biol Med", "NlmUniqueID": "8709159", "ISSNLinking": "0891-5849"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "8DUH1N11BX", "NameOfSubstance": "Tryptophan"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["chemistry"], "DescriptorName": "Proteins"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tryptophan"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Davies MJ. Singlet oxygen-mediated damage to proteins and its consequences. Biochem Biophys Res Commun. 2003;305:761–770.", "ArticleIdList": ["12763058"]}, {"Citation": "Davies MJ. The oxidative environment and protein damage. Biochim Biophys Acta. 2005;1703:93–109.", "ArticleIdList": ["15680218"]}, {"Citation": "Mudd JB, Leavitt R, Ongun A, McManus TT. Reaction of ozone with amino acids and proteins. Atmos Environ. 1969;3:669–682.", "ArticleIdList": ["5382204"]}, {"Citation": "Pryor WA, Giamalva DH, Church DF. Kinetics of ozonation. 2. Amino acids and model compounds in water and comparisons to rates in nonpolar solvents. J Am Chem Soc. 1984;106:7094–7100."}, {"Citation": "Medinas DB, Gozzo FC, Santos LFA, Iglesias AH, Augusto O. A ditryptophan cross-link is responsible for the covalent dimerization of human superoxide dismutase 1 during its bicarbonate-dependent peroxidase activity. Free Radic Biol Med. 2010;49:1046–1053.", "ArticleIdList": ["20600836"]}, {"Citation": "Davies MJ. Reactive species formed on proteins exposed to singlet oxygen. Photochem Photobiol Sci. 2004;3:17–25.", "ArticleIdList": ["14743273"]}, {"Citation": "Pattison DI, Rahmanto AS, Davies MJ. Photo-oxidation of proteins. Photochem Photobiol Sci. 2012;11:38–53.", "ArticleIdList": ["21858349"]}, {"Citation": "Nuriel T, Hansler A, Gross SS. Protein nitrotryptophan: Formation, significance and identification. J Proteomics. 2011;74:2300–2312.", "ArticleIdList": ["PMC3199355", "21679780"]}, {"Citation": "Rebrin I, Bregere C, Gallaher TK, Sohal RS. Detection and characterization of peroxynitrite-induced modifications of tyrosine, tryptophan, and methionine residues by tandem mass spectrometry. Methods Enzymol. 2008;441:283–294.", "ArticleIdList": ["PMC2820399", "18554540"]}, {"Citation": "Alvarez B, Radi R. Peroxynitrite reactivity with amino acids and proteins. Amino Acids. 2003;25:295–311.", "ArticleIdList": ["14661092"]}, {"Citation": "Saito I, Matsuura T, Nakagawa M, Hino T. Peroxidic intermediates in photosensitized oxygenation of tryptophan derivatives. Acc Chem Res. 1977;10:346–352."}, {"Citation": "Stadtman ER, Levine RL. Free radical-mediated oxidation of free amino acids and amino acid residues in proteins. Amino Acids. 2003;25:207–218.", "ArticleIdList": ["14661084"]}, {"Citation": "Plowman JE, Deb-Choudhury S, Grosvenor AJ, Dyer JM. Protein oxidation: identification and utilisation of molecular markers to differentiate single oxygen and hydroxyl radical-mediated oxidative pathways. Photochem Photobiol Sci. 2013;12:1960–1967.", "ArticleIdList": ["24057301"]}, {"Citation": "Jensen RL, Arnbjerg J, Ogilby PR. Reaction of singlet oxygen with tryptophan in proteins: A pronounced effect of the local envrionment on the reaction rate. J Am Chem Soc. 2012;134:9820–9826.", "ArticleIdList": ["22594303"]}, {"Citation": "Gracanin M, Hawkins CL, Pattison DI, Davies MJ. Singlet-oxygen-mediated amino acid and protein oxidation: Formation of tryptophan peroxides and decomposition products. Free Radic Biol Med. 2009;47:92–102.", "ArticleIdList": ["19375501"]}, {"Citation": "Ronsein GE, de Oliveira MCB, de Medeiros MHG, Di Mascio P. Characterization of O2 (1Δ g)-derived oxidation products of tryptophan: a combination of tandem mass spectrometry analyses and isotopic labeling studies. J Am Soc Mass Spectrom. 2009;20:188–197.", "ArticleIdList": ["18824374"]}, {"Citation": "Ronsein GE, Oliveira MCB, Miyamoto S, Medeiros MHG, Di Mascio P. Tryptophan oxidation by singlet molecular oxygen [O2 (1Δg)]: Mechanistic studies using 18O-labeled hydroperoxides, mass spectrometry, and light emission measurements. Chem Res Toxicol. 2008;21:1271–1283.", "ArticleIdList": ["18457429"]}, {"Citation": "Maskos Z, Rush JD, Koppenol WH. The hydroxylation of tryptophan. Arch Biochem Biophys. 1992;296:514–520.", "ArticleIdList": ["1321587"]}, {"Citation": "Mujika JI, Uranga J, Matxain JM. Computational study on the attack of OH radicals on aromatic amino acids. Chemistry-A European Journal. 2013;19:6862–6873.", "ArticleIdList": ["23536477"]}, {"Citation": "Connor HD, Sturgeon BE, Mottley C, Sipe HJ, Jr, Mason RP. L-Tryptophan radical cation electron spin resonance studies: connecting solution-derived hyperfine coupling constants with protein spectral interpretations. J Am Chem Soc. 2008;130:6381–6387.", "ArticleIdList": ["PMC2644638", "18433127"]}, {"Citation": "Giese B, Graber M, Cordes M. Electron transfer in peptides and proteins. Curr Opin Chem Biol. 2008;12:755–759.", "ArticleIdList": ["18804174"]}, {"Citation": "Moser CC, Anderson JLR, Dutton PL. Guidelines for tunneling in enzymes. Biochem Biophys Acta. 2010;1797:1573–1586.", "ArticleIdList": ["PMC3509937", "20460101"]}, {"Citation": "Gunther MR, Sturgeon BE, Mason RP. A long-lived tyrosyl radical from the reaction between horse metmyoglobin and hydrogen peroxide. Free Radic Biol Med. 2000;28:709–719.", "ArticleIdList": ["10754266"]}, {"Citation": "Kelman DJ, DeGray JA, Mason RP. Reaction of myoglobin with hydrogen peroxide forms a peroxyl radical which oxidizes substrates. J Biol Chem. 1994;269:7458–7463.", "ArticleIdList": ["8125965"]}, {"Citation": "DeGray JA, Gunther MR, Tschirret-Guth R, Ortiz de Montellano PR, Mason RP. Peroxidation of a specific tryptophan of metmyoglobin by hydrogen peroxide. J Biol Chem. 1997;272:2359–2362.", "ArticleIdList": ["8999946"]}, {"Citation": "Gunther MR, Kelman DJ, Corbett JT, Mason RP. Self-peroxidation of metmyoglobin results in formation of an oxygen-reactive tryptophan-centered radical. J Biol Chem. 1995;270:16075–16081.", "ArticleIdList": ["7608169"]}, {"Citation": "Gunther MR, Tschirret-Guth RA, Lardinois OM, Ortiz de Montellano PR. Tryptophan-14 is the preferred site of DBNBS spin trapping in the self-peroxidation reaction of sperm whale metmyoglobin with a single equivalent of hydrogen peroxide. Chem Res Toxicol. 2003;16:652–660.", "ArticleIdList": ["12755595"]}, {"Citation": "McArthur KM, Davies MJ. Detection and reactions of the globin radical in haemoglobin. Biochem Biophys Acta-Prot Struct Molec Enzymol. 1993;1202:173–181.", "ArticleIdList": ["8399378"]}, {"Citation": "Vallelian F, Garcia-Rubio I, Puglia M, Kahraman A, Deuel JW, Engelsberger WR, Mason RP, Buehler PW. Spin trapping combined with quantitative mass spectrometry defines free radical redistribution within the oxidized hemoglobin:haptoglobin complex. Free Radic Biol Med. 2015;85:259–286.", "ArticleIdList": ["25933590"]}, {"Citation": "Dalsgaard TK, Otzen D, Nielsen JH, Larsen LB. Changes in structures of milk proteins upon photo-oxidation. J Agric Food Chem. 2007;55:10968–10976.", "ArticleIdList": ["18044829"]}, {"Citation": "Sancataldo G, Vetri V, Fodera V, Di Cara G, Militello V, Leone M. Oxidation enhances human serum albumin thermal stability and changes the routes of amyloid fibril formation. Plos One. 2014;9:e84552.", "ArticleIdList": ["PMC3885593", "24416244"]}, {"Citation": "Utrera M, Rodriguez-Carpena JG, Morcuende D, Estévez M. Formation of lysine-derived oxidation products and loss of tryptophan during processing of porcine patties with added avocado byproducts. J Agric Food Chem. 2012;60:3917–3926.", "ArticleIdList": ["22452641"]}, {"Citation": "Weiner L, Roth E, Silman I. Targeted oxidation of Torpedo californica acetylcholinesterase by singlet oxygen. Photochem Photobiol. 2011;87:308–316.", "ArticleIdList": ["21155827"]}, {"Citation": "Fukunaga Y, Katsuragi Y, Izumi T, Sakiyama F. Fluorescence characteristics of kynurenine and N′-formylkynurenine. Their use as reporters of the environment of tryptophan 62 in hen egg-white lysozyme. J Biochem. 1982;92:129–141.", "ArticleIdList": ["7118867"]}, {"Citation": "Paz A, Roth E, Ashani Y, Xu Y, Shnyrov VL, Sussman JL, Silman I, Weiner L. Structural and functional characterization of the interaction of the photosensitizing probe methylene blue with Torpedo californica acetylcholinesterase. Protein Sci. 2012;21:1138–1152.", "ArticleIdList": ["PMC3537235", "22674800"]}, {"Citation": "Perdivara I, Deterding LJ, Przybylski M, Tomer KB. Mass spectrometric identification of oxidative modifications of tryptophan residues in proteins: Chemical artifact or post-translational modification? J Am Soc Mass Spectrom. 2010;21:1114–1117.", "ArticleIdList": ["PMC2900464", "20219394"]}, {"Citation": "Messana I, Cabras T, Iavarone F, Vincenzoni F, Urbani A, Castagnola M. Unraveling the different proteomic platforms. J Sep Sci. 2013;36:128–139.", "ArticleIdList": ["23212829"]}, {"Citation": "Dunn JD, Reid GE, Bruening ML. Techniques for phosphopeptide enrichment prior to analysis by mass spectrometry. Mass Spectrom Rev. 2010;29:29–54.", "ArticleIdList": ["19263479"]}, {"Citation": "Gundry RL, White MY, Murray CI, Kane LA, Fu Q, Stanley BA, Van Eyk JE. Preparation of proteins and peptides for mass spectrometry analysis in a bottom-up proteomics workflow. Curr Protoc Mol Biol. 2009:10.25.11–10.25.23.", "ArticleIdList": ["PMC2905857", "19816929"]}, {"Citation": "Mann M, Ong SE, Grønborg M, Steen H, Jensen ON, Pandey A. Analysis of protein phosphorylation using mass spectrometry: deciphering the phosphoproteome. Trends Biotechnol. 2002;20:261–268.", "ArticleIdList": ["12007495"]}, {"Citation": "Yates JR, Ruse CI, Nakorchevsky A. Proteomics by mass spectrometry: approaches, advances, and applications. Annu Rev Biomed Eng. 2009;11:49–79.", "ArticleIdList": ["19400705"]}, {"Citation": "Annesley TM. Ion suppression in mass spectrometry. Clin Chem. 2003;49:1041–1044.", "ArticleIdList": ["12816898"]}, {"Citation": "Bonfiglio R, King RC, Olah TV, Merkle K. The effects of sample preparation methods on the variability of the electrospray ionization response for model drug compounds. Rapid Commun Mass Spectrom. 1999;13:1175–1185.", "ArticleIdList": ["10407294"]}, {"Citation": "Sterner JL, Johnson MV, Nicol GR, Ridge DP. Signal suppression in electrospray ionization Fourier transform mass spectrometry of multi-component samples. J Mass Spectrom. 2000;35:385–391.", "ArticleIdList": ["10767768"]}, {"Citation": "Domingues MRM, Domingues P, Reis A, Fonseca C, Amado FML, Ferrer-Correia AJV. Identification of oxidation products and free radicals of tryptophan by mass spectrometry. J Am Soc Mass Spectrom. 2003;14:406–416.", "ArticleIdList": ["12686488"]}, {"Citation": "Zhang H, Joseph J, Crow J, Kalyanaraman B. Mass spectral evidence for carbonate-anion-radical-induced posttranslational modification of tryptophan to kynurenine in human Cu, Zn superoxide dismutase. Free Radic Biol Med. 2004;37:2018–2026.", "ArticleIdList": ["15544920"]}, {"Citation": "Gomez-Mejiba SE, Zhai Z, Della-Vedova MC, Munoz MD, Chatterjee S, Towner RA, Hensley K, Floyd RA, Mason RP, Ramirez DC. Immuno-spin trapping from biochemistry to medicine: Advances, challenges, and pitfalls. Focus on protein-centered radicals. Biochim Biophys Acta. 2014;1840:722–729.", "ArticleIdList": ["PMC4078024", "23644035"]}, {"Citation": "Mason RP. Using anti-5,5-dimethyl-1-pyrroline N-oxide (anti-DMPO) to detect protein radicals in time and space with immuno-spin trapping. Free Radic Biol Med. 2004;36:1214–1223.", "ArticleIdList": ["15110386"]}, {"Citation": "Ye YZ, Strong M, Huang ZQ, Beckman JS. Antibodies that recognize nitrotyrosine. Methods Enzymol. 1996;269:201–209.", "ArticleIdList": ["8791650"]}, {"Citation": "Bregere C, Rebrin I, Sohal RS. Detection and characterization of in vivo nitration and oxidation of tryptophan residues in proteins. Methods Enzymol. 2008;441:339–349.", "ArticleIdList": ["PMC2821574", "18554544"]}, {"Citation": "Ehrenshaft M, Bonini MG, Feng L, Chignell CF, Mason RP. Partial colocalization of oxidized, N-formylkynurenine-containing proteins in mitochondria and golgi of keratinocytes. Photochem Photobiol. 2010;86:752–756.", "ArticleIdList": ["PMC3615536", "20408979"]}, {"Citation": "Ehrenshaft M, de Oliveira Silva S, Perdivara I, Bilski P, Sik RH, Chignell CF, Tomer KB, Mason RP. Immunological detection of N-formylkynurenine in oxidized proteins. Free Radic Biol Med. 2009;46:1260–1266.", "ArticleIdList": ["PMC2891935", "19353782"]}, {"Citation": "Ehrenshaft M, Roberts JE, Mason RP. Hypericin-mediated photooxidative damage of α-crystallin in human lens epithelial cells. Free Radic Biol Med. 2013;60:347–354.", "ArticleIdList": ["PMC3654046", "23453985"]}, {"Citation": "Chatterjee S, Lardinois O, Bhattacharjee S, Tucker J, Corbett J, Deterding L, Ehrenshaft M, Bonini MG, Mason RP. Oxidative stress induces protein and DNA radical formation in follicular dendritic cells of the germinal center and modulates its cell death patterns in late sepsis. Free Radic Biol Med. 2011;50:988–999.", "ArticleIdList": ["PMC3051032", "21215311"]}, {"Citation": "Triquigneaux MM, Ehrenshaft M, Roth E, Silman I, Ashani Y, Mason RP, Weiner L, Deterding LJ. Targeted oxidation of Torpedo californica acetylcholinesterase by singlet oxygen: identification of N-formylkynurenine tryptophan derivatives within the active-site gorge of its complex with the photosensitizer methylene blue. Biochem J. 2012;448:83–91.", "ArticleIdList": ["PMC3613852", "22888904"]}, {"Citation": "Silman I, Roth E, Paz A, Triquigneaux MM, Ehrenshaft M, Xu Y, Shnyrov VL, Sussman JL, Deterding LJ, Ashani Y, Mason RP, Weiner L. The specific interaction of the photosensitizer methylene blue with acetylcholinesterase provides a model system for studying the molecular consequences of photodynamic therapy. Chem-Biol Interact. 2013;203:63–66.", "ArticleIdList": ["23159732"]}, {"Citation": "Previero A, Coletti-Previero MA, Jolles P. Localization of non-essential tryptophan residues for the biological activity of lysozyme. J Mol Biol. 1967;24:261–268.", "ArticleIdList": ["6030026"]}, {"Citation": "Holzman RS, Gardner DE, Coffin DL. In vivo inactivation of lysozyme by ozone. J Bact. 1968;96:1562–1566.", "ArticleIdList": ["PMC315211", "5726298"]}, {"Citation": "Sakiyama F, Natsuki R. Identification of tryptophan 62 as an ozonization-sensitive residue in hen egg-white lysozyme. J Biochem. 1976;79:225–228.", "ArticleIdList": ["939760"]}, {"Citation": "Anderson PM. Amyotrophic lateral sclerosis associated with mutations in the CuZn superoxide dismutase gene. Curr Neurol Neurosci Reports. 2006;6:37–46.", "ArticleIdList": ["16469270"]}, {"Citation": "Sábado J, Casanovas A, Hernández S, Piedrafita L, Hereu M, Esquerda JE. Immunodetection of disease-associated conformers of mutant Cu/Zn superoxide dismutase 1 selectively expressed in degenerating neurons in amyotrophic lateral sclerosis. J Neuropathol Exp Neurol. 2013;72:646–661.", "ArticleIdList": ["23771221"]}, {"Citation": "Gros-Louis F, Soucy G, Lariviere R, Julien JP. Intracerebroventricular infusion of monoclonal antibody or its derived Fab fragment against misfolded forms of SOD1 mutant delays mortality in a mouse model of ALS. J Neurochem. 2010;113:1188–1199.", "ArticleIdList": ["20345765"]}, {"Citation": "Zhang H, Andrekopoulos C, Joseph J, Chandran K, Karoui H, Crow JP, Kalyanaraman B. Bicarbonate-dependent peroxidase activity of human Cu, Zn-superoxide dismutase induces covalent aggregation of protein - Intermediacy of tryptophan-derived oxidation products. J Biol Chem. 2003;278:24078–24089.", "ArticleIdList": ["12686560"]}, {"Citation": "Taylor DM, Gibbs BF, Kabashi E, Minotti S, Durham HD, Agar JN. Tryptophan 32 potentiates aggregation and cytotoxicity of a copper/zinc superoxide dismutase mutant associated with familial amyotrophic lateral sclerosis. J Biol Chem. 2007;282:16329–16335.", "ArticleIdList": ["17389599"]}, {"Citation": "Horwitz J. Alpha-crystallin. Exp Eye Res. 2003;76:145–153.", "ArticleIdList": ["12565801"]}, {"Citation": "Rao GN, Khanna R, Payal A. The global burden of cataract. Curr Opin Ophthamol. 2011;22:4–9.", "ArticleIdList": ["21107260"]}, {"Citation": "Ehrenshaft M, Zhao B, Andley UP, Mason RP, Roberts JE. Immunological detection of N-formylkynurenine in porphyrin-mediated photooxided lens α-crystallin. Photochem Photobiol. 2011;87:1321–1329.", "ArticleIdList": ["PMC3598576", "21770952"]}, {"Citation": "McDermott M, Chiesa R, Roberts JE, Dillon J. Photooxidation of specific residues in α-crystallin polypeptides. Biochemistry. 1991;30:8653–8660.", "ArticleIdList": ["1888728"]}, {"Citation": "Schey KL, Patat S, Chignell CF, Datillo M, Wang RH, Roberts JE. Photooxidation of lens α-crystallin by hypericin (active ingredient in St. John’s Wort) Photochem Photobiol. 2000;72:200–203.", "ArticleIdList": ["10946573"]}, {"Citation": "Finley EL, Dillon J, Crouch RK, Schey KL. Identification of tryptophan oxidation products in bovine α-crystallin. Protein Sci. 1998;7:2391–2397.", "ArticleIdList": ["PMC2143850", "9828005"]}, {"Citation": "Hains PG, Truscott RJW. Post-translational modifications in the nuclear region of young, aged, and cataract human lenses. J Proteome Res. 2007;6:3935–3943.", "ArticleIdList": ["17824632"]}, {"Citation": "MacCoss MJ, McDonald WH, Saraf A, Sadygov R, Clark JM, Tasto JJ, Gould KL, Wolters D, Washburn M, Weiss A, Clark JI, Yates JR., III Shotgun identification of protein modifications from protein complexes and lens tissue. Proc Natl Acad Sci. 2002;99:7900–7905.", "ArticleIdList": ["PMC122992", "12060738"]}, {"Citation": "Fujii N, Momose Y, Ishibashi Y, Uemura T, Takita M, Takehana M. Specific racemization and isomerization of the aspartyl residue of αA-crystallin due to UV-B irradiation. Exp Eye Res. 1997;65:99–104.", "ArticleIdList": ["9237870"]}, {"Citation": "Cai S, Fuji N, Takeshi S, Fujii N. Simultaneous ultraviolet B-induced photo-oxidation of tryptophan/tyrosine and racemization of neighboring aspartyl residues in peptides. Free Radic Biol Med. 2013;65:1037–1046.", "ArticleIdList": ["23999504"]}, {"Citation": "Steinberg D, Parthasarathy S, Carew TE, Khoo JC, Witztum JL. Modifications of low-density lipoprotein that increase its atherogenicity. N Engl J Med. 1989;320:915–924.", "ArticleIdList": ["2648148"]}, {"Citation": "Steinbrecher UP, Parthasarathy S, Leake DS, Witztum JL, Steinberg D. Modification of low density lipoprotein by endothelial cells involves lipid peroxidation and degradation of low density lipoprotein phospholipids. Proc Natl Acad Sci USA. 1984;81:3883–3887.", "ArticleIdList": ["PMC345326", "6587396"]}, {"Citation": "Gieβauf A, van Wickern B, Simat T, Steinhart H, Esterbauer H. Formation of N-formylkynurenine suggests the involvement of apolipoprotein B-100 centered tryptophan radicals in the initiation of LDL lipid peroxidation. FEBS letters. 1996;389:136–140.", "ArticleIdList": ["8766816"]}, {"Citation": "Yang C, Gu ZW, Yang M, Lin SN, Siuzdak G, Smith CV. Identification of modified tryptophan residues in apolipoprotein B-100 derived from copper ion-oxidized low-density lipoprotein. Biochemistry. 1999;38:15903–15908.", "ArticleIdList": ["10625456"]}, {"Citation": "Batthyány C, Santos CXC, Botti H, Cerveñansky C, Radi R, Augusto O, Rubbo H. Direct evidence for apo B-100-mediated copper reduction: studies with purified apo B-100 and detection of tryptophanyl radicals. Arch Biochem Biophys. 2000;384:335–340.", "ArticleIdList": ["11368321"]}, {"Citation": "Borén J, Ekström U, Ågren B, Nilsson-Ehle P, Innerarity TL. The molecular mechanism for the genetic disorder familial defective apolipoprotein B100. J Biol Chem. 2001;276:9214–9218.", "ArticleIdList": ["11115503"]}, {"Citation": "Kutter D, Devaquet P, Vanderstocken G, Paulus JM, Marchal V, Gothot A. Consequences of total and subtotal myeloperoxidase deficiency: risk or benefit? Acta Haematol. 2000;104:10–15.", "ArticleIdList": ["11111115"]}, {"Citation": "Daugherty A, Dunn JL, Rateri DL, Heinecke JW. Myeloperoxidase, a catalyst for lipoprotein oxidation, is expressed in human atherosclerotic lesions. J Clin Invest. 1994;94:437–444.", "ArticleIdList": ["PMC296328", "8040285"]}, {"Citation": "Heinecke JW. Mechanisms of oxidative damage of low density lipoprotein in human atherosclerosis. Curr Opin Lipidol. 1997;8:268–274.", "ArticleIdList": ["9335950"]}, {"Citation": "Carr AC, Decker EA, Park YJ, Frei B. Comparison of low-density lipoprotein modification by myeloperoxidase-derived hypochlorous and hypobromous acids. Free Radic Biol Med. 2001;31:62–72.", "ArticleIdList": ["11425491"]}, {"Citation": "Nicholls SJ, Hazen SL. Myeloperoxidase, modified lipoproteins, and atherogenesis. J Lipid Res. 2009;50:S346–S351.", "ArticleIdList": ["PMC2674690", "19091698"]}, {"Citation": "Jerlich A, Hammel M, Nigon F, Chapman MJ, Schaur RJ. Kinetics of tryptophan oxidation in plasma lipoproteins by myeloperoxidase-generated HOCl. Eur J Biochem. 2000;267:4137–4143.", "ArticleIdList": ["10866816"]}, {"Citation": "Hazell LJ, Stocker R. Oxidation of low-density lipoprotein with hypochlorite causes transformation of the lipoprotein into a high-uptake form for macrophages. Biochem J. 1993;290:165–172.", "ArticleIdList": ["PMC1132397", "8439285"]}, {"Citation": "Jerlich A, Fabjan JS, Tschabuschnig S, Smirnova AV, Horakova L, Hayn M, Auer H, Guttenberger H, Leris HJ, Tatzber F, Waeg G, Schaur RJ. Human low density lipoprotein as a target of hypochlorite generated by myeloperoxidase. Free Radic Biol Med. 1998;24:1139–1148.", "ArticleIdList": ["9626568"]}, {"Citation": "Hadfield KA, Pattison DI, Brown BE, Hou L, Rye KA, Davies MJ, Hawkins CL. Myeloperoxidase-derived oxidants modify apolipoprotein A-I and generate dysfunctional high-density lipoproteins: comparison of hypothiocyanous acid (HOSCN) with hypochlorous acid (HOCI) Biochem J. 2013;449:531–542.", "ArticleIdList": ["23088652"]}, {"Citation": "Shao B, Heinecke JW. Using tandem mass spectrometry to quantify site-specific chlorination and nitration of proteins: Model system studies with high-density lipoprotein oxidized by myeloperoxidase. In: Enrique C, Lester P, editors. Methods in Enzymology. Academic Press; 2008. pp. 33–63.", "ArticleIdList": ["18423210"]}, {"Citation": "Kasson TMD, Barry BA. Reactive oxygen and oxidative stress: N-formyl kynurenine in photosystem II and non-photosynthetic proteins. Photosynth Res. 2012;114:97–110.", "ArticleIdList": ["23161228"]}, {"Citation": "Kasson TMD, Rexroth S, Barry BA. Light-induced oxidative stress, N-formylkynurenine, and oxygenic photosynthesis. Plos One. 2012;7:e42220.", "ArticleIdList": ["PMC3409137", "22860088"]}, {"Citation": "Dreaden TM, Chen J, Rexroth S, Barry BA. N-Formylkynurenine as a marker of high light stress in photosynthesis. J Biol Chem. 2011;286:22632–22641.", "ArticleIdList": ["PMC3121407", "21527632"]}, {"Citation": "Helland R, Fjellbirkeland A, Karlsen OA, Ve T, Lillehaug JR, Jensen HB. An oxidized tryptophan facilitates copper binding in Methylococcus capsulatus-secreted protein MopE. J Biol Chem. 2008;283:13897–13904.", "ArticleIdList": ["18348978"]}, {"Citation": "Johnson KA, Ve T, Larsen O, Pedersen RB, Lillehaug JR, Jensen HB, Helland R, Karlsen OA. CorA is a copper repressible surface-associated copper(I)-binding protein produced in Methylomicrobium album BG8. Plos One. 2014;9:e87750.", "ArticleIdList": ["PMC3912023", "24498370"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "3", "Day": "2"}, {"Year": "2015", "Month": "8", "Day": "7"}, {"Year": "2015", "Month": "8", "Day": "8"}, {"Year": "2015", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26393422", "NIHMS742873", "PMC4684788", "10.1016/j.freeradbiomed.2015.08.003", "S0891-5849(15)00513-4"]}}], "PubmedBookArticle": []}