{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["(1)H NMR", "FTIR", "Humic substances", "Ozonation", "UV–Vis"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26433328", "DateCompleted": {"Year": "2016", "Month": "05", "Day": "20"}, "DateRevised": {"Year": "2017", "Month": "08", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "10", "Day": "02"}], "ELocationID": ["10.1016/j.scitotenv.2015.09.127", "S0048-9697(15)30788-9"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "541", "PubDate": {"Year": "2016", "Month": "Jan", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Monitoring changes in the structure and properties of humic substances following ozonation using UV-Vis, FTIR and (1)H NMR techniques.", "Pagination": {"StartPage": "623", "EndPage": "637", "MedlinePgn": "623-637"}, "Abstract": {"AbstractText": ["The main objective of this work is to conduct a comprehensive structural characterization of humic substances using the following experimental techniques: FTIR, 1H NMR and several UV–Vis parameters (Specific UV Absorbance at 254 nm or SUVA254, SUVA280, A400, the absorbance ratios A210/254, A250/365, A254/203, A254/436, A265/465, A270/400, A280/350, A465/665, the Absorbance Slope Index (ASI), the spectral slopes S275–295, S350–400 and the slope ratio SR). These UV–Vis parameters have also been correlated with key properties of humic substances such as aromaticity, molecular weight (MW) and trihalomethane formation potential (THMFP). An additional objective of this work is also to evaluate the usefulness of these techniques to monitor structural changes in humic substances produced by the ozonation treatment. Four humic substances were studied in this work: three of them were provided by the International Humic Substances Society (Suwannee River Fulvic Acid Standard: SRFA, Suwannee River Humic Acid Standard: SRHA and Nordic Reservoir Fulvic Acid Reference: NLFA) and the other one was a terrestrial humic acid widely used as a surrogate for aquatic humic substances in various studies (Aldrich Humic Acid: AHA). The UV–Vis parameters showing the best correlations with aromaticity in this study were SUVA254, SUVA280, A280/A350 ratio and A250/A364 ratio. The best correlations with molecular weight were for SUVA254, SUVA280 and A280/A350 ratio. Finally, in the case of the THMFP it was STHMFP-per mol HS the parameter showing good correlations with most of the UV–Vis parameters studied (especially with A280/A350 ratio, A265/A465 ratio and A270/A400 ratio) whereas STHMFP-per mg C showed poor correlations in most cases. On the whole, the UV–Vis parameter showing the best results was A280/A350 ratio as it showed excellent correlations for the three properties studied (aromaticity, MW and THMFP). A decrease in aromaticity following ozonation of humic substances can be readily monitored by 1H NMR and FTIR; the latter technique also allows to monitor an increase in carboxylic acidity with ozone dosage. This organic matter originated following ozonation (more aliphatic in character and more polar) is expected to be recalcitrant to further oxidation. The terrestrial humic acid (AHA) showed some structural differences with the aquatic humic substances and its behavior upon ozonation also differed in some extent from that shown by them."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Higher Polytechnic School, University of Burgos, Spain, Av. Cantabria s/n, 09006 Burgos, Spain. Electronic address: qpvito@ubu.es."}], "LastName": "Rodríguez", "ForeName": "Francisco J", "Initials": "FJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry & Biology, Faculty of Mathematics and Natural Science, University of Wuppertal, Germany. Electronic address: schlenger@uni-wuppertal.de."}], "LastName": "Schlenger", "ForeName": "Patrick", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, University of Burgos, Spain, Pz. Misael Bañuelos s/n, 09001 Burgos, Spain. Electronic address: magaval@ubu.es."}], "LastName": "García-Valverde", "ForeName": "María", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "7", "Day": "20"}, {"Year": "2015", "Month": "9", "Day": "24"}, {"Year": "2015", "Month": "9", "Day": "24"}, {"Year": "2015", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "10", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "10", "Day": "5", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26433328", "10.1016/j.scitotenv.2015.09.127", "S0048-9697(15)30788-9"]}}], "PubmedBookArticle": []}