{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26556236", "DateCompleted": {"Year": "2016", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2019", "Month": "04", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "11", "Day": "10"}], "ELocationID": ["8753", "10.1038/ncomms9753"], "Journal": {"ISSN": "2041-1723", "JournalIssue": {"Volume": "6", "PubDate": {"Year": "2015", "Month": "Nov", "Day": "10"}}, "Title": "Nature communications", "ISOAbbreviation": "Nat Commun"}, "ArticleTitle": "Unusually high soil nitrogen oxide emissions influence air quality in a high-temperature agricultural region.", "Pagination": {"StartPage": "8753", "MedlinePgn": "8753"}, "Abstract": {"AbstractText": ["Fertilized soils have large potential for production of soil nitrogen oxide (NOx=NO+NO2), however these emissions are difficult to predict in high-temperature environments. Understanding these emissions may improve air quality modelling as NOx contributes to formation of tropospheric ozone (O3), a powerful air pollutant. Here we identify the environmental and management factors that regulate soil NOx emissions in a high-temperature agricultural region of California. We also investigate whether soil NOx emissions are capable of influencing regional air quality. We report some of the highest soil NOx emissions ever observed. Emissions vary nonlinearly with fertilization, temperature and soil moisture. We find that a regional air chemistry model often underestimates soil NOx emissions and NOx at the surface and in the troposphere. Adjusting the model to match NOx observations leads to elevated tropospheric O3. Our results suggest management can greatly reduce soil NOx emissions, thereby improving air quality."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Policy and Management, University of California, Berkeley, California 94720, USA."}], "LastName": "Oikawa", "ForeName": "P Y", "Initials": "PY"}, {"Identifier": ["0000-0002-6182-6856"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Atmospheric Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska 68588, USA."}], "LastName": "Ge", "ForeName": "C", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth and Atmospheric Sciences, University of Nebraska-Lincoln, Lincoln, Nebraska 68588, USA."}], "LastName": "Wang", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, California 92521, USA."}], "LastName": "Eberwein", "ForeName": "J R", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, California 92521, USA."}], "LastName": "Liang", "ForeName": "L L", "Initials": "LL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, California 92521, USA."}], "LastName": "Allsman", "ForeName": "L A", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, California 92521, USA."}], "LastName": "Grantz", "ForeName": "D A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Sciences, University of California, Riverside, California 92521, USA."}], "LastName": "Jenerette", "ForeName": "G D", "Initials": "GD"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nat Commun", "NlmUniqueID": "101528555", "ISSNLinking": "2041-1723"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "California"}, {"QualifierName": ["analysis"], "DescriptorName": "Fertilizers"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nitrogen Oxides"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Sorghum"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Field C. B. et al. Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. (Cambridge, UK and New York, USA (2014)."}, {"Citation": "Hall S. J., Matson P. A. & Roth P. M. NOx emissions from soil: implications for air quality modeling in agricultural regions. Annu. Rev. Energ. Environ. 21, 311–346 (1996)."}, {"Citation": "Peel J. L., Haeuber R., Garcia V., Russell A. G. & Neas L. Impact of nitrogen and climate change interactions on ambient air pollution and human health. Biogeochemistry 114, 121–134 (2013)."}, {"Citation": "Hall S. J., Huber D. & Grimm N. B. Soil N2O and NO emissions from an arid, urban ecosystem. J. Geophys. Res. 113, G01016 (2008)."}, {"Citation": "Bouwman A. F., Boumans L. J. M. & Batjes N. H. Emissions of N2O and NO from fertilized fields: summary of available measurement data. Glob. Biogeochem. Cycle 16, 6.1–6.13 (2002)."}, {"Citation": "Schindlbacher A., Zechmeister-Boltenstern S. & Butterbach-Bahl K. Effects of soil moisture and temperature on NO, NO2, and N2O emissions from European forest soils. J. Geophys. Res. 109, D17302 (2004)."}, {"Citation": "Davidson E. A. et al. Soil emissions of nitric oxide in a seasonally dry tropical forest of Mexico. J. Geophys. Res. Atmos. 96, 15439–15445 (1991)."}, {"Citation": "Steinkamp J. & Lawrence M. G. Improvement and evaluation of simulated global biogenic soil NO emissions in an AC-GCM. Atmos. Chem. Phys. 11, 6063–6082 (2011)."}, {"Citation": "Hudman R. C. et al. Steps towards a mechanistic model of global soil nitric oxide emissions: implementation and space based-constraints. Atmos. Chem. Phys. 12, 7779–7795 (2012)."}, {"Citation": "Vinken G., Boersma K., Maasakkers J., Adon M. & Martin R. Worldwide biogenic soil NOx emissions inferred from OMI NO2 observations. Atmos. Chem. Phys. 14, 10363–10381 (2014)."}, {"Citation": "Garfin G. et al. in Climate Change Impacts in the United States: The Third National Climate Assessment (eds Melillo, J., Richmond, T., & Yohe, G.) 462–486 (US Global Change Research Program, 2014)."}, {"Citation": "Hoerling M. P. et al. Assessment of Climate Change in the Southwest United States 74–100Springer (2013)."}, {"Citation": "Diffenbaugh N. S., Giorgi F. & Pal J. S. Climate change hotspots in the United States. Geophys. Res. Lett. 35, (2008)."}, {"Citation": "EPA. Current Nonattainment Counties for all Criteria Pollutants. Green Book. Available at http://www.epa.gov/oaqps001/greenbk/ancl.html , last accessed July 2015 (2014)."}, {"Citation": "Stockman J. K., Shaikh N., Von Behren J., Bembom O. & Kreutzer R. California County Asthma Hospitalization Chart Book: Data from 1998-2000 Department of Health Services, Environmental Health Investigations Branch (2003)."}, {"Citation": "Jacob D. Introduction to Atmospheric Chemistry Princeton Univ. Press (1999)."}, {"Citation": "Hudman R. C., Russell A. R., Valin L. C. & Cohen R. C. Interannual variability in soil nitric oxide emissions over the United States as viewed from space. Atmos. Chem. Phys. 10, 9943–9952 (2010)."}, {"Citation": "Saad O. & Conrad R. Temperature-dependence of nitrification, denitrification, and turnover of nitric-oxide in different soils. Biol. Fertil. Soils 15, 21–27 (1993)."}, {"Citation": "Gödde M. & Conrad R. Immediate and adaptational temperature effects on nitric oxide production and nitrous oxide release from nitrification and denitrification in two soils. Biol. Fertil. Soils 30, 33–40 (1999)."}, {"Citation": "Maag M. & Vinther F. P. Nitrous oxide emission by nitrification and denitrification in different soil types and at different soil moisture contents and temperatures. Appl. Soil Ecol. 4, 5–14 (1996)."}, {"Citation": "Ghude S. D. et al. NOx emission from India during the onset of the summer monsoon: a satellite perspective. J. Geophys. Res. 115, D16304 (2010)."}, {"Citation": "Harris G. W., Wienhold F. G. & Zenker T. Airborne observations of strong biogenic NOx emissions from the Namibian savanna at the end of the dry season. J. Geophys. Res. 101, 23707–23711 (1996)."}, {"Citation": "Bertram T. H., Heckel A., Richter A., Burrows J. P. & Cohen R. C. Satellite measurements of daily variations in soil NOx emissions. Geophys. Res. Lett. 32, L24812 (2005)."}, {"Citation": "Yienger J. J. & Levy H. Empirical model of global soil-biogenic NOx emissions. J. Geophys. Res. Atmos. 100, 11447–11464 (1995)."}, {"Citation": "Tian H. et al. Spatial and temporal patterns of CH4 and N2O fluxes in terrestrial ecosystems of North America during 1979–2008: application of a global biogeochemistry model. Biogeosciences 7, 2673–2694 (2010)."}, {"Citation": "Li C. & Aber J. A process-oriented model of N20 and NO. J. Geophys. Res. 105, 4369–4384 (2000)."}, {"Citation": "Jaeglé L., Steinberger L., Martin R. V. & Chance K. Global partitioning of NOx sources using satellite observations: relative roles of fossil fuel combustion, biomass burning and soil emissions. Faraday Discuss. 130, 407–423 (2005).", "ArticleIdList": ["16161795"]}, {"Citation": "Potter C. S., Matson P. A., Vitousek P. M. & Davidson E. A. Process modeling of controls on nitrogen trace gas emissions from soils worldwide. J. Geophys. Res. Atmos. 101, 1361–1377 (1996)."}, {"Citation": "Grell G. A. et al. Fully coupled ‘online' chemistry within the WRF model. Atmos. Environ. 39, 6957–6975 (2005)."}, {"Citation": "Brioude J. et al. Top-down estimate of surface flux in the Los Angeles Basin using a mesoscale inverse modeling technique: assessing anthropogenic emissions of CO, NOx and CO2 and their impacts. Atmos. Chem. Phys. 13, 3661–3677 (2013)."}, {"Citation": "Matson P. A., Naylor R. & Ortiz-Monasterio I. Integration of environmental, agronomic, and economic aspects of fertilizer management. Science 280, 112–115 (1998).", "ArticleIdList": ["9525856"]}, {"Citation": "Thornton F. C., Bock B. R. & Tyler D. D. Soil emissions of nitric oxide and nitrous oxide from injected anhydrous ammonium and urea. J. Environ. Qual. 25, 1378–1384 (1996)."}, {"Citation": "Wang Y., Jacob D. J. & Logan J. A. Global simulation of tropospheric O3-NOx-hydrocarbon chemistry: 1. Model formulation. J. Geophys. Res. Atmos. 103, 10713–10725 (1998)."}, {"Citation": "Oikawa P. Y. et al. Unifying soil respiration pulses, inhibition, and temperature hysteresis through dynamics of labile soil carbon and O2. J. Geophys. Res. 119, 521–536 (2014)."}, {"Citation": "Sindelarova K. et al. Global data set of biogenic VOC emissions calculated by the MEGAN model over the last 30 years. Atmos. Chem. Phys. 14, 9317–9341 (2014)."}, {"Citation": "Oikawa P. Y., Jenerette G. D. & Grantz D. A. Offsetting high water demands with high productivity: Sorghum as a biofuel crop in a high irradiance arid ecosystem. GCB Bioenergy 7, 974–983 (2015)."}, {"Citation": " Resources CDoW. Irrigated Crop Acres and Water Use. Available at http://www.water.ca.gov/landwateruse/anaglwu.cfm , last accessed July 2015 (2010)."}, {"Citation": "Wright S. D., Collar C. A., Klonsky K. & De Moura R. L.\nSample Costs to Produce Sorghum Silage. http://coststudyfiles.ucdavis.edu/uploads/cs_public/f8/b1/f8b125ac-f70c-42ff-97d2-4caa93121510/sudansilagevs09.pdf (Extension UoCC, 2009)."}, {"Citation": "Mayberry K. S.\nSample Cost to Establish and Produce Sudangrass\nhttp://coststudyfiles.ucdavis.edu/uploads/cs_public/a2/ba/a2ba6644-27fc-4e2a-b70e-611d9c23d636/sudangrass04.pdf , last accessed October 2015 (Extension UoCC, 2000)."}, {"Citation": "Jackson L., Fernandez B., Meister H. & Spiller M. Small grain production manual 8164, University of California Division of Agriculture and Natural Resources (2006)."}, {"Citation": "California Department of Water Resources.. http://www.water.ca.gov/landwateruse/surveys.cfm Statewide Irrigation Methods Survey (2010)."}, {"Citation": "Parkin T. B. & Venterea R. T.\nin Sampling Protocols (ed. Follett, R. F.) 3-1 to 3-39. Available at www.ars.usda.gov/research/GRACEnet (USDA-ARS, 2010). ."}, {"Citation": "Fast J. D. et al. Evolution of ozone, particulates, and aerosol direct radiative forcing in the vicinity of Houston using a fully coupled meteorology-chemistry-aerosol model. J. Geophys. Res. Atmos. 111, D21305 (2006)."}, {"Citation": "Guenther A. et al. Estimates of global terrestrial isoprene emissions using MEGAN (Model of Emissions of Gases and Aerosols from Nature). Atmos. Chem. Phys. 6, 3181–3210 (2006)."}, {"Citation": "Guenther A. et al. The model of emissions of gases and aerosols from nature version 2.1 (MEGAN2. 1): an extended and updated framework for modeling biogenic emissions Geosci. Model Dev. 5, 1471–1492 (2012)."}, {"Citation": "Grell G. A. et al. Application of a multiscale, coupled MM5/chemistry model to the complex terrain of the VOTALP valley campaign. Atmos. Environ. 34, 1435–1453 (2000)."}, {"Citation": "Chaparro-Suarez I., Meixner F. & Kesselmeier J. Nitrogen dioxide (NO2) uptake by vegetation controlled by atmospheric concentrations and plant stomatal aperture. Atmos. Environ. 45, 5742–5750 (2011)."}, {"Citation": "Raivonen M. et al. Compensation point of NOx exchange: Net result of NOx consumption and production. Agric. For. Meteorol. 149, 1073–1081 (2009)."}, {"Citation": "Hereid D. P. & Monson R. K. Nitrogen oxide fluxes between corn (Zea mays L.) leaves and the atmosphere. Atmos. Environ. 35, 975–983 (2001)."}, {"Citation": "Teklemariam T. A. & Sparks J. P. Leaf fluxes of NO and NO2 in four herbaceous plant species: the role of ascorbic acid. Atmos. Environ. 40, 2235–2244 (2006)."}, {"Citation": "Eskes H. & Boersma K. Averaging kernels for DOAS total-column satellite retrievals. Atmos. Chem. Phys. 3, 1285–1291 (2003)."}, {"Citation": "Herron-Thorpe F., Lamb B., Mount G. & Vaughan J. Evaluation of a regional air quality forecast model for tropospheric NO2 columns using the OMI/Aura satellite tropospheric NO2 product. Atmos. Chem. Phys. 10, 8839–8854 (2010)."}, {"Citation": "Demerjian K. L. A review of national monitoring networks in North America. Atmos. Environ. 34, 1861–1884 (2000)."}, {"Citation": "Levelt P. F. et al. The ozone monitoring instrument. IEEE Trans. Geosci. Remote Sensing 44, 1093–1101 (2006)."}, {"Citation": "Irie H. et al. First quantitative bias estimates for tropospheric NO2 columns retrieved from SCIAMACHY, OMI, and GOME-2 using a common standard. Atmos. Meas. Tech. 5, 3953–3971 (2012)."}, {"Citation": "Boersma K. et al. Near-real time retrieval of tropospheric NO2 from OMI. Atmos. Chem. Phys. 7, 2103–2118 (2007)."}, {"Citation": "Boersma K. et al. An improved tropospheric NO2 column retrieval algorithm for the Ozone Monitoring Instrument. Atmos. Meas. Tech. 4, 1905–1928 (2011)."}, {"Citation": "Dirksen R. J. et al. Evaluation of stratospheric NO2 retrieved from the Ozone Monitoring Instrument: intercomparison, diurnal cycle, and trending. J. Geophys. Res. Atmos. 116, D08305 (2011)."}, {"Citation": "Palmer P. I. et al. Air mass factor formulation for spectroscopic measurements from satellites: application to formaldehyde retrievals from the Global Ozone Monitoring Experiment. J. Geophys. Res. Atmos. 106, 14539–14550 (2001)."}, {"Citation": "Boersma K., Eskes H. & Brinksma E. Error analysis for tropospheric NO2 retrieval from space. J. Geophys. Res. Atmos. 109, D04311 (2004)."}, {"Citation": "Boersma K. et al. Validation of OMI tropospheric NO2 observations during INTEX-B and application to constrain NOx emissions over the eastern United States and Mexico. Atmos. Environ. 42, 4480–4497 (2008)."}, {"Citation": "Bucsela E. et al. Comparison of tropospheric NO2 from in situ aircraft measurements with near-real-time and standard product data from OMI. J. Geophys. Res. Atmos. 113, D16S31 (2008)."}, {"Citation": "Russell A. et al. A high spatial resolution retrieval of NO2 column densities from OMI: method and evaluation. Atmos. Chem. Phys. 11, 8543–8554 (2011)."}, {"Citation": "Chen F. & Dudhia J. Coupling an advanced land surface-hydrology model with the Penn State-NCAR MM5 modeling system. Part I: model implementation and sensitivity. Mon. Weather Rev. 129, 569–585 (2001)."}, {"Citation": "Hong S.-Y., Noh Y. & Dudhia J. A new vertical diffusion package with an explicit treatment of entrainment processes. Mon. Weather Rev. 134, 2318–2341 (2006)."}, {"Citation": "Grell G. A. & Dévényi D. A generalized approach to parameterizing convection combining ensemble and data assimilation techniques. Geophys. Res. Lett. 29, 38-31–38-34 (2002)."}, {"Citation": "Lin Y.-L., Farley R. D. & Orville H. D. Bulk parameterization of the snow field in a cloud model. J. Clim. Appl. Meteorol. 22, 1065–1092 (1983)."}, {"Citation": "Stockwell W. R., Middleton P., Chang J. S. & Tang X. The second generation regional acid deposition model chemical mechanism for regional air quality modeling. J. Geophys. Res. Atmos. 95, 16343–16367 (1990)."}, {"Citation": "Ackermann I. J. et al. Modal aerosol dynamics model for Europe: Development and first applications. Atmos. Environ. 32, 2981–2999 (1998)."}, {"Citation": "Schell B., Ackermann I. J., Hass H., Binkowski F. S. & Ebel A. Modeling the formation of secondary organic aerosol within a comprehensive air quality model system. J. Geophys. Res. Atmos. 106, 28275–228293 (2001)."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "1", "Day": "27"}, {"Year": "2015", "Month": "9", "Day": "28"}, {"Year": "2015", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "11", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["26556236", "PMC4659929", "10.1038/ncomms9753", "ncomms9753"]}}], "PubmedBookArticle": []}