{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["air pollution", "mortality", "ozone", "prospective study"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26680605", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "21"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1164/rccm.201508-1633OC"], "Journal": {"ISSN": "1535-4970", "JournalIssue": {"Volume": "193", "Issue": "10", "PubDate": {"Year": "2016", "Month": "May", "Day": "15"}}, "Title": "American journal of respiratory and critical care medicine", "ISOAbbreviation": "Am J Respir Crit Care Med"}, "ArticleTitle": "Long-Term Ozone Exposure and Mortality in a Large Prospective Study.", "Pagination": {"StartPage": "1134", "EndPage": "1142", "MedlinePgn": "1134-42"}, "Abstract": {"AbstractText": ["Tropospheric ozone (O3) is potentially associated with cardiovascular disease risk and premature death. Results from long-term epidemiological studies on O3 are scarce and inconclusive.", "In this study, we examined associations between chronic ambient O3 exposure and all-cause and cause-specific mortality in a large cohort of U.S. adults.", "Cancer Prevention Study II participants were enrolled in 1982. A total of 669,046 participants were analyzed, among whom 237,201 deaths occurred through 2004. We obtained estimates of O3 concentrations at the participant's residence from a hierarchical Bayesian space-time model. Estimates of fine particulate matter (particulate matter with an aerodynamic diameter of up to 2.5 μm [PM2.5]) and NO2 concentrations were obtained from land use regression. Cox proportional hazards regression models were used to examine mortality associations adjusted for individual- and ecological-level covariates.", "In single-pollutant models, we observed significant positive associations between O3, PM2.5, and NO2 concentrations and all-cause and cause-specific mortality. In two-pollutant models adjusted for PM2.5, significant positive associations remained between O3 and all-cause (hazard ratio [HR] per 10 ppb, 1.02; 95% confidence interval [CI], 1.01-1.04), circulatory (HR, 1.03; 95% CI, 1.01-1.05), and respiratory mortality (HR, 1.12; 95% CI, 1.08-1.16) that were unchanged with further adjustment for NO2. We also observed positive mortality associations with both PM2.5 (both near source and regional) and NO2 in multipollutant models.", "Findings derived from this large-scale prospective study suggest that long-term ambient O3 contributes to risk of respiratory and circulatory mortality. Substantial health and environmental benefits may be achieved by implementing further measures aimed at controlling O3 concentrations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 McLaughlin Centre for Population Health Risk Assessment and."}, {"Identifier": [], "Affiliation": "2 Centre for Research in Environmental Epidemiology, Barcelona, Spain."}, {"Identifier": [], "Affiliation": "3 Universitat Pompeu Fabra, Barcelona, Spain."}, {"Identifier": [], "Affiliation": "4 CIBER Epidemiología y Salud Pública, Madrid, Spain."}], "LastName": "Turner", "ForeName": "Michelle C", "Initials": "MC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5 Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, Berkeley, California."}], "LastName": "Jerrett", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "6 Department of Economics, Brigham Young University, Provo, Utah."}], "LastName": "Pope", "ForeName": "C Arden", "Initials": "CA", "Suffix": "3rd"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "1 McLaughlin Centre for Population Health Risk Assessment and."}, {"Identifier": [], "Affiliation": "7 School of Epidemiology, Public Health and Disease Prevention, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."}], "LastName": "Krewski", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "8 Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."}], "LastName": "Gapstur", "ForeName": "Susan M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "8 Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."}], "LastName": "Diver", "ForeName": "W Ryan", "Initials": "WR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5 Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, Berkeley, California."}], "LastName": "Beckerman", "ForeName": "Bernardo S", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "9 Department of Civil and Environmental Engineering, University of Washington, Seattle, Washington."}], "LastName": "Marshall", "ForeName": "Julian D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "5 Division of Environmental Health Sciences, School of Public Health, University of California, Berkeley, Berkeley, California."}], "LastName": "Su", "ForeName": "Jason", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "10 Department of Sociology, University of New Brunswick, Fredericton, New Brunswick, Canada; and."}], "LastName": "Crouse", "ForeName": "Daniel L", "Initials": "DL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "11 Population Studies Division, Health Canada, Ottawa, Ontario, Canada."}], "LastName": "Burnett", "ForeName": "Richard T", "Initials": "RT"}], "PublicationTypeList": ["Journal Article", "Observational Study"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Am J Respir Crit Care Med", "NlmUniqueID": "9421642", "ISSNLinking": "1073-449X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "CommentsCorrectionsList": [{"RefSource": "Am J Respir Crit Care Med. 2016 May 15;193(10):1077-9. doi: 10.1164/rccm.201512-2533ED", "PMID": "27174475"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis", "statistics & numerical data"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Death"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Proportional Hazards Models"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Puerto Rico"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Time"}, {"QualifierName": ["epidemiology"], "DescriptorName": "United States"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Berman JD, Fann N, Hollingsworth JW, Pinkerton KE, Rom WN, Szema AM, Breysse PN, White RH, Curriero FC. Health benefits from large-scale ozone reduction in the United States. Environ Health Perspect. 2012;120:1404–1410.", "ArticleIdList": ["PMC3491929", "22809899"]}, {"Citation": "Ensor KB, Raun LH, Persse D. A case-crossover analysis of out-of-hospital cardiac arrest and air pollution. Circulation. 2013;127:1192–1199.", "ArticleIdList": ["23406673"]}, {"Citation": "Mustafic H, Jabre P, Caussin C, Murad MH, Escolano S, Tafflet M, Périer MC, Marijon E, Vernerey D, Empana JP, et al. Main air pollutants and myocardial infarction: a systematic review and meta-analysis. JAMA. 2012;307:713–721.", "ArticleIdList": ["22337682"]}, {"Citation": "U.S. Environmental Protection Agency2013 Final report: integrated science assessment of ozone and related photochemical oxidants (EPA/600/R-10/076F)Washington, DC: U.S. Environmental Protection Agency; 2013"}, {"Citation": "World Health OrganizationReview of evidence on health aspects of air pollution – REVIHAPP Project.Copenhagen: World Health Organization; 2013"}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. N Engl J Med. 2009;360:1085–1095.", "ArticleIdList": ["PMC4105969", "19279340"]}, {"Citation": "Lipsett MJ, Ostro BD, Reynolds P, Goldberg D, Hertz A, Jerrett M, Smith DF, Garcia C, Chang ET, Bernstein L. Long-term exposure to air pollution and cardiorespiratory disease in the California Teachers Study cohort. Am J Respir Crit Care Med. 2011;184:828–835.", "ArticleIdList": ["PMC3208653", "21700913"]}, {"Citation": "Carey IM, Atkinson RW, Kent AJ, van Staa T, Cook DG, Anderson HR. Mortality associations with long-term exposure to outdoor air pollution in a national English cohort. Am J Respir Crit Care Med. 2013;187:1226–1233.", "ArticleIdList": ["PMC3734610", "23590261"]}, {"Citation": "Hao Y, Balluz L, Strosnider H, Wen XJ, Li C, Qualters JR. Ozone, fine particulate matter, and chronic lower respiratory disease mortality in the United States. Am J Respir Crit Care Med. 2015;192:337–341.", "ArticleIdList": ["PMC4937454", "26017067"]}, {"Citation": "Crouse DL, Peters PA, Hystad P, Brook JR, van Donkelaar A, Martin RV, Villeneuve PJ, Jerrett M, Goldberg MS, Pope CA, III, et al. Ambient PM2.5, O3, and NO2 exposures and associations with mortality over 16 years of follow-up in the Canadian Census Health and Environment Cohort (CanCHEC) Environ Health Perspect. 2015;123:1180–1186.", "ArticleIdList": ["PMC4629747", "26528712"]}, {"Citation": "Brauer M, Amann M, Burnett RT, Cohen A, Dentener F, Ezzati M, Henderson SB, Krzyzanowski M, Martin RV, Van Dingenen R, et al. Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution. Environ Sci Technol. 2012;46:652–660.", "ArticleIdList": ["PMC4043337", "22148428"]}, {"Citation": "Parrish DD, Law KS, Staehelin J, Derwent R, Cooper OR, Tanimoto H, Volz-Thomas A, Gilge S, Scheel HE, Steinbacher M, et al. Long-term changes in lower tropospheric baseline ozone concentrations at northern mid-latitudes. Atmos Chem Phys. 2012;12:11485–11504."}, {"Citation": "Field CB, Barros VR, Dokken DJ, Mach KJ, Mastrandrea MD, Bilir TE, Chatterjee M, Ebi KL, Estrada YO, Genova RC.et al. editors; Intergovernmental Panel on Climate Change (IPCC)Climate change 2014: impacts, adaptation, and vulnerability. Part A: global and sectoral aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change.New York: Cambridge University Press;2014"}, {"Citation": "Forouzanfar MH, Alexander L, Anderson HR, Bachman VF, Biryukov S, Brauer M, Burnett R, Casey D, Coates MM, Cohen A, et al. GBD 2013 Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet. 2015;386:2287–2323.", "ArticleIdList": ["PMC4685753", "26364544"]}, {"Citation": "Turner M, Jerrett M, Krewski D, Gapstur S, Diver R, Beckerman B, Pope A.Long-term ozone and mortality in a large-scale prospective study [abstract 1679]. In: Abstracts of the 2014 Conference of the International Society of Environmental Epidemiology (ISEE). Research Triangle Park, NC: Environmental Health Perspectives; 2014"}, {"Citation": "American Cancer SocietyCancer Prevention Study II (CPS II)Atlanta, GA: American Cancer Society; [accessed 2015 Dec 31]. Available from: http://www.cancer.org/research/researchtopreventcancer/currentcancerpreventionstudies/cancer-prevention-study"}, {"Citation": "Calle EE, Terrell DD. Utility of the National Death Index for ascertainment of mortality among cancer prevention study II participants. Am J Epidemiol. 1993;137:235–241.", "ArticleIdList": ["8452128"]}, {"Citation": "World Health OrganizationInternational Classification of Diseases: manual of the international statistical classification of diseases, injuries, and causes of deathGeneva, Switzerland: World Health Organization; 1977"}, {"Citation": "World Health OrganizationICD-10: International Statistical Classification of Diseases and Related Health ProblemsGeneva, Switzerland: World Health Organization; 1992"}, {"Citation": "Pope CA, III, Turner MC, Burnett RT, Jerrett M, Gapstur SM, Diver WR, Krewski D, Brook RD. Relationships between fine particulate air pollution, cardiometabolic disorders, and cardiovascular mortality. Circ Res. 2015;116:108–115.", "ArticleIdList": ["25348167"]}, {"Citation": "U.S. Environmental Protection AgencyAir quality data for the CDC National Environmental Public Health Tracking Network [accessed 2011 Oct 13]. Available from: http://www.epa.gov/heasd/research/cdc.html"}, {"Citation": "U.S. Environmental Protection AgencyFused air quality surfaces using downscaling tool for predicting daily air pollution [accessed 2014 Apr 2]. Available from: http://www.epa.gov/air-research/fused-air-quality-surfaces-using-downscaling-tool-predicting-daily-air-pollution"}, {"Citation": "Berrocal VJ, Gelfand AE, Holland DM. Space-time data fusion under error in computer model output: an application to modeling air quality. Biometrics. 2012;68:837–848.", "ArticleIdList": ["PMC4442701", "22211949"]}, {"Citation": "Beckerman BS, Jerrett M, Serre M, Martin RV, Lee SJ, van Donkelaar A, Ross Z, Su J, Burnett RT. A hybrid approach to estimating national scale spatiotemporal variability of PM2.5 in the contiguous United States. Environ Sci Technol. 2013;47:7233–7241.", "ArticleIdList": ["PMC3976544", "23701364"]}, {"Citation": "Jerrett M, Turner M, Beckerman BS, Pope A, Martin RV, Serre M, Gapstur SM, Krewski D, Diver R, Thurston G, et al. Comparing remote sensing, atmospheric chemistry, and ground-based estimates of fine particulate matter on survival [abstract 5878]. In: Abstracts of the 2013 Conference of the International Society of Environmental Epidemiology (ISEE), the International Society of Exposure Science (ISES), and the International Society of Indoor Air Quality and Climate (ISIAQ). Research Triangle Park, NC: Environmental Health Perspectives; 2013"}, {"Citation": "McMillan NJ, Holland DM, Morara M, Feng J. Combining numerical model output and particulate data using Bayesian space-time modeling. Environmetrics. 2010;21:48–65."}, {"Citation": "Novotny EV, Bechle MJ, Millet DB, Marshall JD. National satellite-based land-use regression: NO2 in the United States. Environ Sci Technol. 2011;45:4407–4414.", "ArticleIdList": ["21520942"]}, {"Citation": "U.S. Department of Commerce, Bureau of the CensusCensus of population and housing, 1990 (United States): summary tape file 3B (ICPSR 6116) [accessed 2015 Dec 31]. Available from: http://www.icpsr.umich.edu/icpsrweb/RCMD/studies/6116"}, {"Citation": "Jerrett M, Burnett RT, Beckerman BS, Turner MC, Krewski D, Thurston G, Martin RV, van Donkelaar A, Hughes E, Shi Y, et al. Spatial analysis of air pollution and mortality in California. Am J Respir Crit Care Med. 2013;188:593–599.", "ArticleIdList": ["PMC5447295", "23805824"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, Turner MC, Pope CA, III, Thurston G, Calle EE, et al. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality. Res Rep Health Eff Inst. 2009;140:5–114, discussion 115–136.", "ArticleIdList": ["19627030"]}, {"Citation": "U.S. Geological Survey, EROS Data Center.National elevation dataset [accessed 2015 Dec 31]. Available from: http://egsc.usgs.gov/isb//pubs/factsheets/fs14899.html"}, {"Citation": "Centers for Disease Control and PreventionNorth America Land Data Assimilation System (NLDAS) daily air temperatures and heat index (1979–2011) [accessed 2015 Dec 31]. Available from: http://wonder.cdc.gov/NASA-NLDAS.html"}, {"Citation": "U.S. Department of Commerce, Bureau of the CensusCensus of population and housing, 1980 (United States): summary tape file 3B (ICPSR 8318) [accessed 2015 Dec 31]. Available from: http://www.icpsr.umich.edu/icpsrweb/RCMD/studies/8318"}, {"Citation": "Turner MC, Krewski D, Chen Y, Pope CA, III, Gapstur S, Thun MJ. Radon and lung cancer in the American Cancer Society cohort. Cancer Epidemiol Biomarkers Prev. 2011;20:438–448.", "ArticleIdList": ["21212062"]}, {"Citation": "SAS version 9.2Cary, NC: SAS Institute, Inc.2008"}, {"Citation": "Atkinson RW, Carey IM, Kent AJ, van Staa TP, Anderson HR, Cook DG. Long-term exposure to outdoor air pollution and incidence of cardiovascular diseases. Epidemiology. 2013;24:44–53.", "ArticleIdList": ["23222514"]}, {"Citation": "Zanobetti A, Schwartz J. Ozone and survival in four cohorts with potentially predisposing diseases. Am J Respir Crit Care Med. 2011;184:836–841.", "ArticleIdList": ["PMC3208652", "21700916"]}, {"Citation": "Bell ML, Zanobetti A, Dominici F. Who is more affected by ozone pollution? A systematic review and meta-analysis. Am J Epidemiol. 2014;180:15–28.", "ArticleIdList": ["PMC4070938", "24872350"]}, {"Citation": "Brown KW, Sarnat JA, Suh HH, Coull BA, Koutrakis P. Factors influencing relationships between personal and ambient concentrations of gaseous and particulate pollutants. Sci Total Environ. 2009;407:3754–3765.", "ArticleIdList": ["19285709"]}, {"Citation": "McConnell R, Berhane K, Gilliland F, London SJ, Islam T, Gauderman WJ, Avol E, Margolis HG, Peters JM. Asthma in exercising children exposed to ozone: a cohort study. Lancet. 2002;359:386–391.", "ArticleIdList": ["11844508"]}, {"Citation": "Chen C, Zhao B, Weschler CJ. Assessing the influence of indoor exposure to “outdoor ozone” on the relationship between ozone and short-term mortality in U.S. communities. Environ Health Perspect. 2012;120:235–240.", "ArticleIdList": ["PMC3279450", "22100611"]}, {"Citation": "Jhun I, Fann N, Zanobetti A, Hubbell B. Effect modification of ozone-related mortality risks by temperature in 97 US cities. Environ Int. 2014;73:128–134.", "ArticleIdList": ["25113626"]}, {"Citation": "Williams ML, Atkinson RW, Anderson HR, Kelly FJ. Associations between daily mortality in London and combined oxidant capacity, ozone and nitrogen dioxide. Air Qual Atmos Health. 2014;7:407–414.", "ArticleIdList": ["PMC4239710", "25431629"]}, {"Citation": "U.S. EPAIntegrated science assessment for oxides of nitrogen – health criteria (2016 final report). Washington, DC: U.S. Environmental Protection Agency; 2016. EPA/600/R-15/068."}, {"Citation": "Faustini A, Rapp R, Forastiere F. Nitrogen dioxide and mortality: review and meta-analysis of long-term studies. Eur Respir J. 2014;44:744–753.", "ArticleIdList": ["24558178"]}, {"Citation": "Fischer PH, Marra M, Ameling CB, Hoek G, Beelen R, de Hoogh K, Breugelmans O, Kruize H, Janssen NA, Houthuijs D. Air pollution and mortality in seven million adults: the Dutch Environmental Longitudinal Study (DUELS) Environ Health Perspect. 2015;123:697–704.", "ArticleIdList": ["PMC4492265", "25760672"]}, {"Citation": "Cesaroni G, Badaloni C, Gariazzo C, Stafoggia M, Sozzi R, Davoli M, Forastiere F. Long-term exposure to urban air pollution and mortality in a cohort of more than a million adults in Rome. Environ Health Perspect. 2013;121:324–331.", "ArticleIdList": ["PMC3621202", "23308401"]}, {"Citation": "Pope CA, III, Burnett RT, Thurston GD, Thun MJ, Calle EE, Krewski D, Godleski JJ. Cardiovascular mortality and long-term exposure to particulate air pollution: epidemiological evidence of general pathophysiological pathways of disease. Circulation. 2004;109:71–77.", "ArticleIdList": ["14676145"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26680605", "PMC4872664", "10.1164/rccm.201508-1633OC"]}}], "PubmedBookArticle": []}