{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Baltimore", "Bay Breeze", "Chesapeake Bay", "Climatology", "Hampton", "Mid-Atlantic", "Nitrogen Oxides", "Ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26692595", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2013", "Month": "06", "Day": "30"}], "ELocationID": [], "Journal": {"ISSN": "0167-7764", "JournalIssue": {"Volume": "72", "Issue": "3-4", "PubDate": {"Year": "2015"}}, "Title": "Journal of atmospheric chemistry", "ISOAbbreviation": "J Atmos Chem"}, "ArticleTitle": "Bay breeze climatology at two sites along the Chesapeake bay from 1986-2010: Implications for surface ozone.", "Pagination": {"StartPage": "355", "EndPage": "372", "MedlinePgn": "355-372"}, "Abstract": {"AbstractText": ["Hourly surface meteorological measurements were coupled with surface ozone (O<sub>3</sub>) mixing ratio measurements at Hampton, Virginia and Baltimore, Maryland, two sites along the Chesapeake Bay in the Mid-Atlantic United States, to examine the behavior of surface O<sub>3</sub> during bay breeze events and quantify the impact of the bay breeze on local O<sub>3</sub> pollution. Analyses were performed for the months of May through September for the years 1986 to 2010. The years were split into three groups to account for increasingly stringent environmental regulations that reduced regional emissions of nitrogen oxides (NO<sub>x</sub>): 1986-1994, 1995-2002, and 2003-2010. Each day in the 25-year record was marked either as a bay breeze day, a non-bay breeze day, or a rainy/cloudy day based on the meteorological data. Mean eight hour (8-h) averaged surface O<sub>3</sub> values during bay breeze events were 3 to 5 parts per billion by volume (ppbv) higher at Hampton and Baltimore than on non-bay breeze days in all year periods. Anomalies from mean surface O<sub>3</sub> were highest in the afternoon at both sites during bay breeze days in the 2003-2010 study period. In conjunction with an overall lowering of baseline O<sub>3</sub> after the 1995-2002 period, the percentage of total exceedances of the Environmental Protection Agency (EPA) 75 ppbv 8-h O<sub>3</sub> standard that occurred on bay breeze days increased at Hampton for 2003-2010, while remaining steady at Baltimore. These results suggest that bay breeze circulations are becoming more important to causing exceedance events at particular sites in the region, and support the hypothesis of Martins et al. (2012) that highly localized meteorology increasingly drives air quality events at Hampton."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, PA 16802 USA."}], "LastName": "Stauffer", "ForeName": "Ryan M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Meteorology, The Pennsylvania State University, University Park, PA 16802 USA."}], "LastName": "Thompson", "ForeName": "Anne M", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Atmos Chem", "NlmUniqueID": "9883689", "ISSNLinking": "0167-7764"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Angevine WM, Senff CJ, White AB, Williams EJ, Koermer J, Miller STK, Talbot R, Johnston PE, McKeen SA, Downs T. Coastal boundary layer influence on pollutant transport in New England. J. Appl. Meteorol. 2004;43:1425–1437. doi: 10.1175/JAM2148.1.", "ArticleIdList": ["10.1175/JAM2148.1"]}, {"Citation": "Banta RM, Senff CJ, Nielsen-Gammon J, Darby LS, Ryerson TB, Alvarez RJ, Sandberg SP, Williams EJ, Trainer M. A bad air day in Houston. Bull. of the Am. Meteorol. Soc. 2005;2005:657–669. doi: 10.1175/BAMS-86-5-657.", "ArticleIdList": ["10.1175/BAMS-86-5-657"]}, {"Citation": "Banta RM, Senff CJ, Alvarez RJ, Langford AO, Parrish DD, Trainer MK, Darby LS, Hardesty RM, Lambeth B, Neuman JA, Angevine WM, Nielsen-Gammon J, Sandberg SP, White AB. Dependence of daily peak O3 concentrations near Houston, Texas on environmental factors: Wind speed, temperature, and boundary-layer depth. Atmos. Environ. 2011;45:162–173. doi: 10.1016/j.atmosenv.2010.09.030.", "ArticleIdList": ["10.1016/j.atmosenv.2010.09.030"]}, {"Citation": "Berman S, Ku J-Y, Rao S-T. Spatial and temporal variation in the mixing depth over the northeastern United States during the summer of 1995. J. Appl. Meteorol. 1999;38:1661–1673. doi: 10.1175/1520-0450(1999)038<1661:SATVIT>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0450(1999)038<1661:SATVIT>2.0.CO;2"]}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ, Dickerson RR. Observed relationships of ozone air pollution with temperature and emissions. Geophys. Res. Lett. 2009;36:L09803. doi: 10.1029/2009GL037308.", "ArticleIdList": ["10.1029/2009GL037308"]}, {"Citation": "Burnett RT, Dales RE, Raizenne ME, Krewski D, Summers PW, Roberts GR, Raad-Young M, Dann T, Brook J. Effects of low ambient levels of ozone and sulfates on the frequency of respiratory admissions to Ontario hospitals. Environ. Res. 1994;65:172–194. doi: 10.1006/enrs.1994.1030.", "ArticleIdList": ["10.1006/enrs.1994.1030", "8187735"]}, {"Citation": "Camalier L, Cox W, Dolwick P. The effects of meteorology on ozone in urban areas and their use in assessing ozone trends. Atmos. Environ. 2007;41:7127–7137. doi: 10.1016/j.atmosenv.2007.04.061.", "ArticleIdList": ["10.1016/j.atmosenv.2007.04.061"]}, {"Citation": "Chiba O, Kobayashi F, Naito G, Sassa K. Helicopter observations of the sea breeze over a coastal area. J. Appl. Meteo. 1999;38:481–492. doi: 10.1175/1520-0450(1999)038<0481:HOOTSB>2.0.CO;2.", "ArticleIdList": ["10.1175/1520-0450(1999)038<0481:HOOTSB>2.0.CO;2"]}, {"Citation": "Comrie AC. The climatology of surface ozone in rural areas: A conceptual model. Prog. in Phys. Geogr. 1990;14:295. doi: 10.1177/030913339001400301.", "ArticleIdList": ["10.1177/030913339001400301"]}, {"Citation": "Darby LS. Cluster analysis of surface winds in Houston, Texas, and the impact of wind patterns on ozone. J. Appl. Meteorol. 2005;44:1788–1806. doi: 10.1175/JAM2320.1.", "ArticleIdList": ["10.1175/JAM2320.1"]}, {"Citation": "Darby, L.S., McKeen, S.A., Senff, C.J., White, A.B., Banta, R.M., Post, M.J., Brewer, W.A., Marchbanks, R., Alvarez II, R.J., Peckham, S.E., Mao, H., Talbot, R.: Ozone differences between near-coastal and offshore sites in New England: Role of meteorology, J. Geophys. Res., 112, D16S91 (2007), doi:10.1029/2007JD008446"}, {"Citation": "Efron, B.: Bootstrap methods: Another look at the jackknife, 1979, The Annals of Statistics, 7 (1), http://www.jstor.org/stable/2958830. Accessed April 20 2012"}, {"Citation": "Efron B, Tibshirani RJ. An Introduction to the bootstrap. Boca Raton: Chapman and Hall; 1993."}, {"Citation": "Environmental Protection Agency, 2008 National Emissions Inventory, State and Local Emissions Summaries, http://www.epa.gov/ttn/chief/net/2008inventory.html. Accessed 06 May 2013"}, {"Citation": "Environmental Protection Agency, Remote Sensing Information Gateway (RSIG), http://badger.epa.gov/rsig/rsigserver. Accessed 25 May 2011"}, {"Citation": "Environmental Protection Agency, Ozone Air Quality Standards, http://www.epa.gov/air/criteria.html. Accessed 27 February 2012"}, {"Citation": "Fishman J, Creilson JK, Parker PA, Ainsworth EA, Vining GG, Szarka J, Booker FL, Xu X. 2010, An investigation of widespread ozone damage to the soybean crop in the upper Midwest from ground-based and satellite measurements. Atmos. Environ. 2010;44:2248–2256. doi: 10.1016/j.atmosenv.2010.01.015.", "ArticleIdList": ["10.1016/j.atmosenv.2010.01.015"]}, {"Citation": "Frost GJ, et al. Effects of changing power plant NOx emissions on ozone in the Eastern United States: Proof of concept. J. Geophys. Res. 2006;111:D12306. doi: 10.1029/2005JD006354.", "ArticleIdList": ["10.1029/2005JD006354"]}, {"Citation": "Hauglustaine DA, Granier C, Brasseur GP, Mégie G. The importance of atmospheric chemistry in the calculation of radiative forcing on the climate system. J. Geophys. Res. 1994;99(D1):1173–1186. doi: 10.1029/93JD02987.", "ArticleIdList": ["10.1029/93JD02987"]}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, Shi Y, Calle E, Thun M. Long-term ozone exposure and mortality. The New England J. of Med. 2009;360:1085–1095. doi: 10.1056/NEJMoa0803894.", "ArticleIdList": ["10.1056/NEJMoa0803894", "PMC4105969", "19279340"]}, {"Citation": "Kim, S.-W., Heckel, A., McKeen, S.A., Frost, G.J., Hsie, E.-Y., Trainer, M.K., Richter, A., Burrows, J.P., Peckham, S.E., Grell, G.A.: Satellite-observed U.S. power plant NOx emission reductions and their impact on air quality, Geophys. Res. Lett., 33, L22812 (2006), doi:10.1029/2006GL027749"}, {"Citation": "Krupa SV, Manning WJ. Atmospheric ozone: Formation and effects on vegetation. Environ. Pollut. 1988;50:101–137. doi: 10.1016/0269-7491(88)90187-X.", "ArticleIdList": ["10.1016/0269-7491(88)90187-X", "15092655"]}, {"Citation": "Lenschow DH, Pearson R, Jr, Stankov BB. Estimating the ozone budget in the boundary layer by use of aircraft measurements of ozone eddy flux and mean concentration. J. Geophys. Res. 1981;86(C8):7291–7297. doi: 10.1029/JC086iC08p07291.", "ArticleIdList": ["10.1029/JC086iC08p07291"]}, {"Citation": "Lenschow DH, Pearson R, Jr, Stankov BB. Measurements of ozone vertical flux to ocean and forest. J. Geophys. Res. 1982;87(C11):8833–8837. doi: 10.1029/JC087iC11p08833.", "ArticleIdList": ["10.1029/JC087iC11p08833"]}, {"Citation": "Lin, C. H., Lai, C.H., Wu, Y.L., Lin, P.H., Lai, H.C.: Impact of sea breeze air masses laden with ozone on inland surface ozone concentrations: A case study of the northern coast of Taiwan, J. Geophys. Res., 112, D14309 (2007), doi:0148-0227/07/2006JD008123"}, {"Citation": "Loughner CP, Allen DJ, Pickering KE, Zhang D-L, Shou Y-X, Dickerson RR. Impact of fair-weather cumulus clouds and the Chesapeake Bay breeze on pollutant transport and transformation. Atmos. Environ. 2011;45:4060–4072. doi: 10.1016/j.atmosenv.2011.04.003.", "ArticleIdList": ["10.1016/j.atmosenv.2011.04.003"]}, {"Citation": "Mao, H.,Talbot, R., Troop, D., Johnson, R., Businger, S., Thompson, A.M.: Smart balloon observations over the North Atlantic: O3 data analysis and modeling, J. Geophys. Res., 111, D23S56 (2006), doi:10.1029/2005JD006507"}, {"Citation": "Martins DK, Stauffer R, Thompson AM, Pippin M, Knepp T. Surface ozone at a coastal suburban site in 2009 and 2010: Relationships to chemical and meteorological processes. J. Geophys. Res. 2012;117:D05306."}, {"Citation": "Maryland Department of the Environment, Maryland 5-year network assessment, http://www.mde.state.md.us/programs/Air/AirQualityMonitoring/Documents/MD5YearNetworkAssessment.pdf. Accessed 28 February, 2013"}, {"Citation": "Miller STK, Keim BD, Talbot RW, Mao H. Sea breeze: Structure, forecasting, and impacts. Rev. of Geophys. 2003;41(3):1011. doi: 10.1029/2003RG000124.", "ArticleIdList": ["10.1029/2003RG000124"]}, {"Citation": "National Climatic Data Center, National Oceanic and Atmospheric Administration, U.S. Department of Commerce, http://www.ncdc.noaa.gov/oa/mpp/freedata.html. Accessed 25 May 2011"}, {"Citation": "Earth System Research Laboratory (ESRL) Physical Sciences Division, Daily Mean Composites, http://www.esrl.noaa.gov/psd/data/composites/day/. Accessed 03 October 2012"}, {"Citation": "Plymouth State Weather Center, Plotted Surface Data Maps, http://vortex.plymouth.edu/sfcwx-u.html. Accessed 20 January 2012"}, {"Citation": "Rappenglück B, Perna R, Zhong S, Morris GA. An analysis of the atmosphere and the upper level meteorology and their impact on surface ozone levels in Houston, Texas. J. Geophys. Res. 2008;113:D17315. doi: 10.1029/2007JD009745.", "ArticleIdList": ["10.1029/2007JD009745"]}, {"Citation": "Sikora TD, Young GS, Bettwy MJ. Analysis of the western shore Chesapeake Bay bay-breeze. Natl. Weather Dig. 2010;34:55–65."}, {"Citation": "Sillman S, Samson PJ. Impact of temperature on oxidant photochemistry in urban, polluted rural and remote environments. J. Geophys. Res. 1995;100(D6):11497–11508. doi: 10.1029/94JD02146.", "ArticleIdList": ["10.1029/94JD02146"]}, {"Citation": "Simpson JE. Sea breeze and local wind. Cambridge: Cambridge University Press; 1994."}, {"Citation": "Stauffer RM, Thompson AM, Martins DK, Clark RD, Goldberg DL, Loughner CP, Delgado R, Dickerson RR, Stehr JW, Tzortziou MA. Bay breeze influence on surface ozone at Edgewood, MD during July 2011. J. Atmos. Chem. 2012", "ArticleIdList": ["PMC4665832", "26692594"]}, {"Citation": "Steiner AL, Davis AJ, Sillman S, Owen RC, Michalak AM, Fiore AM. Observed suppression of ozone formation at extremely high temperatures due to chemical and biophysical feedbacks. Proc. of the Natl. Acad. of Sci. 2010", "ArticleIdList": ["PMC2993403", "21041679"]}, {"Citation": "University Corporation for Atmospheric Research, Image archive meteorological case study selection kit, http://locust.mmm.ucar.edu/. Accessed January 2012"}, {"Citation": "Wesely ML, Hicks BB. A review of the current status of knowledge on dry deposition. Atmos. Environ. 2000;34:2261–2282. doi: 10.1016/S1352-2310(99)00467-7.", "ArticleIdList": ["10.1016/S1352-2310(99)00467-7"]}, {"Citation": "White, A.B., Darby, L.S., Senff, C.J., King, C.W., Banta, R.M., Koermer, J., Wilczak, J.M., Neiman, P.J., Angevine, W.M., Talbot, R.: Comparing the impact of meteorological variability on surface ozone during the NEAQS (2002) and ICARTT (2004) field campaigns, J. Geophys. Res., 112, D10S14 (2007), doi:10.1029/2006JD007590"}, {"Citation": "Wu Y-L, Lin C-H, Lai C-H, Lai H-C, Young C-Y. Effects of local circulations, turbulent internal boundary layers, and elevated industrial plumes on coastal ozone pollution in the downwind Kaohsiung urban-industrial complex. Terr., Atmos. and Ocean Sci. 2010;21(2):343–357. doi: 10.3319/TAO.2009.04.14.01(A).", "ArticleIdList": ["10.3319/TAO.2009.04.14.01(A)"]}], "ReferenceList": []}], "History": [{"Year": "2012", "Month": "12", "Day": "21"}, {"Year": "2013", "Month": "5", "Day": "10"}, {"Year": "2015", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2013", "Month": "6", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26692595", "PMC4665746", "10.1007/s10874-013-9260-y", "9260"]}}], "PubmedBookArticle": []}