{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Escherichia coli O157:H7", "bacteria counts", "ground Hanwoo beef", "oxidative properties", "ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26761291", "DateCompleted": {"Year": "2016", "Month": "01", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "24"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "08", "Day": "31"}], "ELocationID": ["10.5851/kosfa.2014.34.4.525"], "Journal": {"ISSN": "1225-8563", "JournalIssue": {"Volume": "34", "Issue": "4", "PubDate": {"Year": "2014"}}, "Title": "Korean journal for food science of animal resources", "ISOAbbreviation": "Korean J Food Sci Anim Resour"}, "ArticleTitle": "Effect of Gaseous Ozone Exposure on the Bacteria Counts and Oxidative Properties of Ground Hanwoo Beef at Refrigeration Temperature.", "Pagination": {"StartPage": "525", "EndPage": "532", "MedlinePgn": "525-32"}, "Abstract": {"AbstractText": ["This study was designed to elucidate the effect of ozone exposure on the bacteria counts and oxidative properties of ground Hanwoo beef contaminated with Escherichia coli O157:H7 at refrigeration temperature. Ground beef was inoculated with 7 Log CFU/g of E. coli O157:H7 isolated from domestic pigs and was then subjected to ozone exposure (10×10(-6) kg O3 h(-1)) at 4℃ for 3 d. E. coli O157:H7, total aerobic and anaerobic bacterial growth and oxidative properties including instrumental color changes, TBARS, catalase (CAT) and glutathione peroxidase (GPx) activity were evaluated. Ozone exposure significantly prohibited (p<0.05) the growths of E. coli O157:H7, total aerobic and anaerobic bacteria in ground beef samples during storage. Ozone exposure reduced (p<0.05) the CIE a* value of samples over storage time. The CIE L* and CIE b* values of the samples fluctuated over storage time, and ozone had no clear effect. Ozone exposure increased the TBARS values during 1 to 3 d of storage (p<0.05). The CAT and GPx enzyme activities were not affected by ozone exposure until 2 and 3 d of storage, respectively. This study provides information about the use of ozone exposure as an antimicrobial agent for meat under refrigerated storage. The results of this study provide a foundation for the further application of ozone exposure by integrating an ozone generator inside a refrigerator. Further studies regarding the ozone concentrations and exposure times are needed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Veterinary Medicine and Institute of Veterinary Science, Kangwon National University, Chuncheon 200-701, Korea."}], "LastName": "Cho", "ForeName": "Youngjae", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Products and Food Science, Kangwon National University, Chuncheon 200-701, Korea."}], "LastName": "Muhlisin"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Products and Food Science, Kangwon National University, Chuncheon 200-701, Korea."}], "LastName": "Choi", "ForeName": "Ji Hye", "Initials": "JH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Veterinary Medicine and Institute of Veterinary Science, Kangwon National University, Chuncheon 200-701, Korea."}], "LastName": "Hahn", "ForeName": "Tae-Wook", "Initials": "TW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Products and Food Science, Kangwon National University, Chuncheon 200-701, Korea."}], "LastName": "Lee", "ForeName": "Sung Ki", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Korean J Food Sci Anim Resour", "NlmUniqueID": "101660566", "ISSNLinking": "1225-8563"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H. E. Catalase in vitro. Method Enzymol. (1984);105:121–126. doi: 10.1016/S0076-6879(84)05016-3.", "ArticleIdList": ["10.1016/S0076-6879(84)05016-3", "6727660"]}, {"Citation": "Bekhit A. E. D. A., Hopkins D. L., Fahri F. T., Ponnampalam E. N. Oxidative processes in muscle systems and fresh meat: sources, markers, and remedies. Compr. Rev. Food Sci. F. (2013);12:565–597. doi: 10.1111/1541-4337.12027.", "ArticleIdList": ["10.1111/1541-4337.12027", "33412670"]}, {"Citation": "Beuchat L. R. Surface disinfection of raw produce. Diary Food Environ. Sanitat. (1992);12:6–9."}, {"Citation": "Botzenhart K., Tarcsoon G. M., Ostruschka M. Inactivation of bacteria and coliphages by ozone and ClO2 in a continuous flow reactor. Water Sci. Technol. (1993);27:363–370."}, {"Citation": "Brewer M. S. Irradiation effects on meat flavor: A review. Meat Sci. (2009);81:1–14. doi: 10.1016/j.meatsci.2008.07.011.", "ArticleIdList": ["10.1016/j.meatsci.2008.07.011", "22063956"]}, {"Citation": "Campo M. M., Nute G. R., Hughes S. I., Enser M., Wood J. D., Richardson R. I. Flavor perception of oxidation in beef. Meat Sci. (2006);72:303–311. doi: 10.1016/j.meatsci.2005.07.015.", "ArticleIdList": ["10.1016/j.meatsci.2005.07.015", "22061558"]}, {"Citation": "Cardenas F. C., Andres S., Giannuzi L., Zaritzky N. Antimicrobial action and effects on beef quality attributes of a gaseous ozone treatment at refrigeration temperatures. Food Control. (2011);22:1442–1447. doi: 10.1016/j.foodcont.2011.03.006.", "ArticleIdList": ["10.1016/j.foodcont.2011.03.006"]}, {"Citation": "Cataldo F. On the action of ozone on proteins. Polym. Degrad. Stabil. (2003);82:105–114. doi: 10.1016/S0141-3910(03)00170-8.", "ArticleIdList": ["10.1016/S0141-3910(03)00170-8"]}, {"Citation": "Choe E., Min D. B. Chemistry and reactions of reactive oxygen species in food. J. Food Sci. (2005);70:142–159. doi: 10.1111/j.1365-2621.2005.tb07087.x.", "ArticleIdList": ["10.1111/j.1365-2621.2005.tb07087.x", "16403681"]}, {"Citation": "Decker E. A., Xu Z. Minimizing rancidity in muscle foods. Food Technol. (1998);52:54–59."}, {"Citation": "Faustman C, Cassens R. G., Schaefer D. M., Buege D. R., Schelle K. K. Vitamin E supplementation of Holstein steer diets improves sirloin steak color. J. Food Sci. (1989);54:485–486. doi: 10.1111/j.1365-2621.1989.tb03114.x.", "ArticleIdList": ["10.1111/j.1365-2621.1989.tb03114.x"]}, {"Citation": "Finch G. R., Fairbairn N. Comparative inactivation of poliovirus type 3 and MS2 coliphage in demand free phosphate buffer by using ozone. Appl. Environ. Microb. (1991);57:3121–3126.", "ArticleIdList": ["PMC183936", "1664198"]}, {"Citation": "Frischer T., Pullwitt A., Kuhr J., Meinert R., Haschke N., Studnicka M., Lubec G. Aromatic hydroxylation in nasal lavage fluid following ambient ozone exposure. Free Radical Bio. Med. (1997);22:201–207. doi: 10.1016/S0891-5849(96)00292-4.", "ArticleIdList": ["10.1016/S0891-5849(96)00292-4", "8958145"]}, {"Citation": "Greene A. K., Guzel-Seydim Z. B., Seydim A. C. Chemical and physical properties of ozone In: O’Donnell C., Tiwari B. K., Cullen P. J., Rice R. G., editors. Ozone in food processing. Blackwell Publishing, Ltd.; Oxford: (2012). pp. 19–32."}, {"Citation": "Jayasingh P., Cornforth D. P., Brennand C. P., Carpenter C. E., Whittier D. R. Sensory evaluation of ground beef stored in high-oxygen modified atmosphere packaging. J. Food Sci. (2002);67:3493–3496. doi: 10.1111/j.1365-2621.2002.tb09611.x.", "ArticleIdList": ["10.1111/j.1365-2621.2002.tb09611.x"]}, {"Citation": "Jouki M. Evaluation of gamma irradiation and frozen storage on microbial load and physico-chemical quality of turkey breast meat. Radiat. Phys. Chem. (2013);85:243–245. doi: 10.1016/j.radphyschem.2012.12.009.", "ArticleIdList": ["10.1016/j.radphyschem.2012.12.009"]}, {"Citation": "Kim J. G., Yousef A. E. Inactivation kinetics of foodborne spoilage and pathogenic bacteria by ozone. J. Food Sci. (2000);65:521–528. doi: 10.1111/j.1365-2621.2000.tb16040.x.", "ArticleIdList": ["10.1111/j.1365-2621.2000.tb16040.x"]}, {"Citation": "Kim J. G., Yousef A., Chism G. Use of ozone to inactivate microorganisms on lettuce. J. Food Safety. (1999);19:17–33. doi: 10.1111/j.1745-4565.1999.tb00231.x.", "ArticleIdList": ["10.1111/j.1745-4565.1999.tb00231.x"]}, {"Citation": "Kim Y. H., Huff-Lonergan E., Sebranek J. G., Lonergan S. M. High-oxygen modified atmosphere packaging system induces lipid and myoglobin oxidation and protein polymerization. Meat Sci. (2010);85:759–767. doi: 10.1016/j.meatsci.2010.04.001.", "ArticleIdList": ["10.1016/j.meatsci.2010.04.001", "20444557"]}, {"Citation": "Komanapalli I. R., Lau B. H. S. Ozone-induced damage of Escherichia coli K-12. Appl. Microbiol. Bio. (1996);46:610–614. doi: 10.1007/s002530050869.", "ArticleIdList": ["10.1007/s002530050869", "9008892"]}, {"Citation": "Latha C., Sherikar A. T., Waskar V. S., Dubal Z. B., Ahmed S. N. Sanitizing effect of salts on experimentally inoculated organisms on pork carcasses. Meat Sci. (2009);83:796–799. doi: 10.1016/j.meatsci.2009.08.033.", "ArticleIdList": ["10.1016/j.meatsci.2009.08.033", "20416620"]}, {"Citation": "Lee Y. K., Kim S. M., Han S. Ozone-induced inactivation of antioxidant enzymes. Biochimie. (2003);85:947–952. doi: 10.1016/j.biochi.2003.09.012.", "ArticleIdList": ["10.1016/j.biochi.2003.09.012", "14644549"]}, {"Citation": "Lin T. S., Hultin H. O. Oxidation of myoglobin in vitro mediated by lipid oxidation in microsomial fractions of muscle. J. Food Sci. (1977);42:136–140. doi: 10.1111/j.1365-2621.1977.tb01236.x.", "ArticleIdList": ["10.1111/j.1365-2621.1977.tb01236.x"]}, {"Citation": "Li X., Lindahl G., Zamaratskaia G., Lundstrom K. Inuence of vacuum skin packaging on color stability of beef longissimus lumborum compared with vacuum and high-oxygen modied atmosphere packaging. Meat Sci. (2012);92:604–609. doi: 10.1016/j.meatsci.2012.06.006.", "ArticleIdList": ["10.1016/j.meatsci.2012.06.006", "22748308"]}, {"Citation": "Lu Y., Wu C. Reduction of Salmonella enterica on chicken breast by thymol, acetic acid, sodium dodecyl sulfate or hydrogen peroxide combinations as compared to chlorine was. Int. J. Food Microbiol. (2012);152:31–34. doi: 10.1016/j.ijfoodmicro.2011.09.015.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2011.09.015", "22030209"]}, {"Citation": "Luck E., Jager M. Antimicrobial food additives. 2nd ed. Springer-Verlag; NY: (1998). pp. 42–43."}, {"Citation": "Mancini R. A., Hunt M. C. Current research in meat color: review. Meat Sci. (2005);80:43–65.", "ArticleIdList": ["22064056"]}, {"Citation": "McMillin K. W. Where is MAP going? A review and future potential of modified atmosphere packaging for meat. Meat Sci. (2008);80:43–65. doi: 10.1016/j.meatsci.2008.05.028.", "ArticleIdList": ["10.1016/j.meatsci.2008.05.028", "22063169"]}, {"Citation": "Pascual A., Llorca I., Canut A. Use of ozone in food industries for reducing the environmental impact of cleaning and disinfection activities. Trends Food Sci. Tech. (2007);18:S29–S35."}, {"Citation": "Pradhan A. A., Rhee K. S., Hernández P. Stability of catalase and its potential role in lipid oxidation in meat. Meat Sci. (2000);54:385–390. doi: 10.1016/S0309-1740(99)00114-X.", "ArticleIdList": ["10.1016/S0309-1740(99)00114-X", "22060796"]}, {"Citation": "Renerre M., Francoise D., Gatellier P. Antioxidant enzyme activity in beef in relation to oxidation of lipid and myoglobin. Meat Sci. (1996);43:111–121.", "ArticleIdList": ["22060566"]}, {"Citation": "Restaino L., Erampton E. W., Hemphill J. B. Efficacy of ozonated water against various food-related microorganisms. Appl. Environ. Microb. (1995);61:3471–3475.", "ArticleIdList": ["PMC167626", "7574656"]}, {"Citation": "Rhee K. S., Krahl L. M., Lucia L. M., Acuff G. R. Antioxidative/antimicrobial effects and TBARS in aerobically refrigerated beef as related to microbial growth. J. Food Sci. (2006);62:1205–1210."}, {"Citation": "Sekhon R. K., Schilling M. W., Philips T. W., Aikins R. M. J., Hasan M. M., Nannapaneni R., Mikel W. B. Effects of carbon dioxide and ozone treatments on the volatile composition and sensory quality of dry-cured ham. http://dx.doi.org/10.1111/j.1750-3841.2010.01646.x. J. Food Sci. (2010);75:452–458. doi: 10.1111/j.1750-3841.2010.01646.x.", "ArticleIdList": ["10.1111/j.1750-3841.2010.01646.x", "20629867"]}, {"Citation": "Sheen S., Hwang C., Juneja V. K. Modeling the impact of chlorine on the behavior of Listeria monocytogenes on ready-to-eat meats. Food Microbiol. (2011);28:1095–1100. doi: 10.1016/j.fm.2011.01.001.", "ArticleIdList": ["10.1016/j.fm.2011.01.001", "21569957"]}, {"Citation": "Sinnhuber R. O., Yu T. C. The 2-thiobarbituric acid reaction, an objective measure of the oxidative deterioration occurring in fat and oil. J. Jap. Soc. Fish. Sci. (1977);26:259–267."}, {"Citation": "SPSS. Statistical package for social sciences for Windows (version 19.0) SPSS Inc.; Chicago, IL, USA: (2010)."}, {"Citation": "Stivarius M. R., Pohlman F., McElyea K., Apple J. K. Microbial, instrumental and sensory color and odor characteristics of ground beef produced from beef trimmings treated with ozone and chlorine dioxide. Meat Sci. (2002);60:299–305. doi: 10.1016/S0309-1740(01)00139-5.", "ArticleIdList": ["10.1016/S0309-1740(01)00139-5", "22063402"]}, {"Citation": "Tarladgis B. G., Watts B. M., Younathan M. T. Distillation method for the determination of malonaldehyde in rancid foods. J. Am. Oil Chem. Soc. (1960);37:44–48. doi: 10.1007/BF02630824.", "ArticleIdList": ["10.1007/BF02630824"]}, {"Citation": "Terevinto A., Ramos A., Castroman G., Cabrera M. C., Saadoun A. Oxidative status, in vitro iron-induced lipid oxidation and superioxide dismutase, catalase and glutathione peroxidase in rhea meat. Meat Sci. (2010);84:706–710. doi: 10.1016/j.meatsci.2009.11.007.", "ArticleIdList": ["10.1016/j.meatsci.2009.11.007", "20374846"]}, {"Citation": "Unda J. R., Molins R. A., Zamojcin C. A. Sanitation of fresh rib eye steaks with chlorine dioxide generating binary systems. J. Food Sci. (1989);54:7–10. doi: 10.1111/j.1365-2621.1989.tb08554.x.", "ArticleIdList": ["10.1111/j.1365-2621.1989.tb08554.x"]}, {"Citation": "Uradzinski J., Wysok B., Bielicki Z., Gomólka-Pawlicka-Pawlicka M. Ozonation as an alternative method of disinfecting knives for use in meat processing. B. Vet. I. Pulawy. (2005);49:399–402."}, {"Citation": "Vitale M., Perez-Juan M., Lloret E., Arnau J., Realini C. E. Effect of aging time in vacuum on tenderness, and color and lipid stability of beef from mature cows during display in high oxygenatmosphere package. Meat Sci. (2014);96:270–277. doi: 10.1016/j.meatsci.2013.07.027.", "ArticleIdList": ["10.1016/j.meatsci.2013.07.027", "23921218"]}, {"Citation": "Whiteside C., Hassan H. M. Role of oxyradicals in the inactivation of catalase by ozone. Free Radical Bio. Med. (1988);5:305–312. doi: 10.1016/0891-5849(88)90101-3.", "ArticleIdList": ["10.1016/0891-5849(88)90101-3", "3256529"]}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "6", "Day": "28"}, {"Year": "2014", "Month": "7", "Day": "31"}, {"Year": "2014", "Month": "8", "Day": "1"}, {"Year": "2016", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2014", "Month": "1", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2014", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26761291", "PMC4662157", "10.5851/kosfa.2014.34.4.525", "kosfa-34-525"]}}], "PubmedBookArticle": []}