{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26830993", "DateCompleted": {"Year": "2017", "Month": "01", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/0366-6999.173496"], "Journal": {"ISSN": "2542-5641", "JournalIssue": {"Volume": "129", "Issue": "2", "PubDate": {"Year": "2016", "Month": "Jan", "Day": "20"}}, "Title": "Chinese medical journal", "ISOAbbreviation": "Chin Med J (Engl)"}, "ArticleTitle": "Surface Modification of Intraocular Lenses.", "Pagination": {"StartPage": "206", "EndPage": "214", "MedlinePgn": "206-14"}, "Abstract": {"AbstractText": ["This paper aimed to review the current literature on the surface modification of intraocular lenses (IOLs).", "All articles about surface modification of IOLs published up to 2015 were identified through a literature search on both PubMed and ScienceDirect.", "The articles on the surface modification of IOLs were included, but those on design modification and surface coating were excluded.", "Technology of surface modification included plasma, ion beam, layer-by-layer self-assembly, ultraviolet radiation, and ozone. The main molecules introduced into IOLs surface were poly (ethylene glycol), polyhedral oligomeric silsesquioxane, 2-methacryloyloxyethyl phosphorylcholine, TiO 2 , heparin, F-heparin, titanium, titanium nitride, vinyl pyrrolidone, and inhibitors of cytokines. The surface modification either resulted in a more hydrophobic lens, a more hydrophilic lens, or a lens with a hydrophilic anterior and hydrophobic posterior surface. Advances in research regarding surface modification of IOLs had led to a better biocompatibility in both in vitro and animal experiments.", "The surface modification is an efficient, convenient, economic and promising method to improve the biocompatibility of IOLs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Huang", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Cheng", "ForeName": "George Pak-Man", "Initials": "GP"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Chiu", "ForeName": "Kin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Navy General Hospital of PLA, Beijing 100048; Department of Ophthalmilogy, Third Clinical Medical College of Southern Medical University, Guangzhou, Guangdong 510515, China."}], "LastName": "Wang", "ForeName": "Gui-Qin", "Initials": "GQ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Chin Med J (Engl)", "NlmUniqueID": "7513795", "ISSNLinking": "0366-6999"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Methacrylates"}, {"RegistryNumber": "107-73-3", "NameOfSubstance": "Phosphorylcholine"}, {"RegistryNumber": "59RU860S8D", "NameOfSubstance": "2-methacryloyloxyethyl phosphorylcholine"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9005-49-6", "NameOfSubstance": "Heparin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Heparin"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hydrophobic and Hydrophilic Interactions"}, {"QualifierName": [], "DescriptorName": "Lenses, Intraocular"}, {"QualifierName": ["chemistry"], "DescriptorName": "Methacrylates"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["analogs & derivatives", "chemistry"], "DescriptorName": "Phosphorylcholine"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Behrens A, McDonnell PJ, Tielsch JM, Schein OD. The incidence of endophthalmitis after cataract surgery among the U.S. Medicare population increased between 1994 and 2001. Ophthalmology. 2005;112:1388–94. doi: 10.1016/j.ophtha.2005.02.028ES.", "ArticleIdList": ["15953637"]}, {"Citation": "Loewenstein A, Zur D. Postsurgical cystoid macular edema. Dev Ophthalmol. 2010;47:148–59. doi: 10.1159/000320078.", "ArticleIdList": ["20703048"]}, {"Citation": "Lundqvist B, Mönestam E. Ten-year longitudinal visual function and Nd: YAG laser capsulotomy rates in patients less than 65 years at cataract surgery. Am J Ophthalmol. 2010;149:238–244.e1. doi: 10.1016/j.ajo.2009.08.029.", "ArticleIdList": ["19926068"]}, {"Citation": "Wormstone IM, Wang L, Liu CS. Posterior capsule opacification. Exp Eye Res. 2009;88:257–69. doi: 10.1016/j.exer.2008.10.016.", "ArticleIdList": ["19013456"]}, {"Citation": "Kodjikian L, Burillon C, Roques C, Pellon G, Freney J, Renaud FN. Bacterial adherence of Staphylococcus epidermidis to intraocular lenses: A bioluminescence and scanning electron microscopy study. Invest Ophthalmol Vis Sci. 2003;44:4388–94. doi: 10.1167/iovs.03-0186.", "ArticleIdList": ["14507884"]}, {"Citation": "Conway MD, Canakis C, Livir-Rallatos C, Peyman GA. Intravitreal triamcinolone acetonide for refractory chronic pseudophakic cystoid macular edema. J Cataract Refract Surg. 2003;29:27–33. doi: 10.1016/S0886-3350(02)01441.4.", "ArticleIdList": ["12551663"]}, {"Citation": "Schubert HD. Cystoid macular edema: the apparent role of mechanical factors. Prog Clin Biol Res. 1989;312:277–91.", "ArticleIdList": ["2678144"]}, {"Citation": "Astle WF, Alewenah O, Ingram AD, Paszuk A. Surgical outcomes of primary foldable intraocular lens implantation in children: Understanding posterior opacification and the absence of glaucoma. J Cataract Refract Surg. 2009;35:1216–22. doi: 10.1016/j.jcrs.2009.02.028.", "ArticleIdList": ["19545811"]}, {"Citation": "Martinez G, de Iongh RU. The lens epithelium in ocular health and disease. Int J Biochem Cell Biol. 2010;42:1945–63. doi: 10.1016/j.biocel.2010.09.012.", "ArticleIdList": ["20883819"]}, {"Citation": "Ridley H. Intra-ocular acrylic lenses; a recent development in the surgery of cataract. Br J Ophthalmol. 1952;36:113–22.", "ArticleIdList": ["PMC1323886", "14904869"]}, {"Citation": "Inoue M. Wide-angle viewing system. Dev Ophthalmol. 2014;54:87–91. doi: 10.1159/000360453.", "ArticleIdList": ["25196756"]}, {"Citation": "Amon M. Biocompatibility of intraocular lenses. J Cataract Refract Surg. 2001;27:178–9. doi: 10.1016/S0886-3350(01)00742-8.", "ArticleIdList": ["11292059"]}, {"Citation": "Miyake T, Kamiya K, Amano R, Iida Y, Tsunehiro S, Shimizu K. Long-term clinical outcomes of toric intraocular lens implantation in cataract cases with preexisting astigmatism. J Cataract Refract Surg. 2014;40:1654–60. doi: 10.1016/j.jcrs.2014.01.044.", "ArticleIdList": ["25149554"]}, {"Citation": "Roesel M, Heinz C, Heimes B, Koch JM, Heiligenhaus A. Uveal and capsular biocompatibility of two foldable acrylic intraocular lenses in patients with endogenous uveitis – A prospective randomized study. Graefes Arch Clin Exp Ophthalmol. 2008;246:1609–15. doi: 10.1007/s00417-008-0886-4.", "ArticleIdList": ["18642021"]}, {"Citation": "Kohl JC, Werner L, Ford JR, Cole SC, Vasavada SA, Gardiner GL, et al. Long-term uveal and capsular biocompatibility of a new accommodating intraocular lens. J Cataract Refract Surg. 2014;40:2113–9. doi: 10.1016/j.jcrs.2014.10.011.", "ArticleIdList": ["25465689"]}, {"Citation": "Henderson BA, Grimes KJ. Blue-blocking IOLs: A complete review of the literature. Surv Ophthalmol. 2010;55:284–9. doi: 10.1016/j.survophthal.2009.07.007.", "ArticleIdList": ["20499436"]}, {"Citation": "Werner L, Abdel-Aziz S, Cutler Peck C, Monson B, Espandar L, Zaugg B, et al. Accelerated 20-year sunlight exposure simulation of a photochromic foldable intraocular lens in a rabbit model. J Cataract Refract Surg. 2011;37:378–85. doi: 10.1016/j.jcrs.2010.08.052.", "ArticleIdList": ["PMC3033600", "21241924"]}, {"Citation": "Apple DJ, Federman JL, Krolicki TJ, Sims JC, Kent DG, Hamburger HA, et al. Irreversible silicone oil adhesion to silicone intraocular lenses. A clinicopathologic analysis. Ophthalmology. 1996;103:1555–61.", "ArticleIdList": ["8874426"]}, {"Citation": "Wilson ME, Jr, Trivedi RH. The ongoing battle against posterior capsular opacification. Arch Ophthalmol. 2007;125:555–6. doi: 10.1001/archopht.125.4.555.", "ArticleIdList": ["17420377"]}, {"Citation": "Bao YZ, Cao XG, Li XX, Chen J, Hu JX, Zhu T. Screening of cataract surgery in four rural populations aged 50 years old and above in western China (in Chinese) Natl Med J China. 2009;89:2454–7.", "ArticleIdList": ["20137429"]}, {"Citation": "Aykan U, Bilge AH, Karadayi K, Akin T. The effect of capsulorhexis size on development of posterior capsule opacification: small (4.5 to 5.0 mm) versus large (6.0 to 7.0 mm) Eur J Ophthalmol. 2003;13:541–5.", "ArticleIdList": ["12948312"]}, {"Citation": "Georgopoulos M, Menapace R, Findl O, Rainer G, Petternel V, Kiss B. Posterior continuous curvilinear capsulorhexis with hydrogel and silicone intraocular lens implantation: Development of capsulorhexis size and capsule opacification. J Cataract Refract Surg. 2001;27:825–32. doi: 10.1016/S0886-3350(00)00793-8.", "ArticleIdList": ["11408126"]}, {"Citation": "Nagy ZZ. New technology update: Femtosecond laser in cataract surgery. Clin Ophthalmol. 2014;8:1157–67. doi: 10.2147/OPTH.S36040.", "ArticleIdList": ["PMC4069130", "24970994"]}, {"Citation": "Kao EC, McCanna DJ, Jones LW. Utilization of in vitro methods to determine the biocompatibility of intraocular lens materials. Toxicol In Vitro. 2011;25:1906–11. doi: 10.1016/j.tiv.2011.06.005.", "ArticleIdList": ["21703342"]}, {"Citation": "Spalton D. Posterior capsule opacification: Have we made a difference? Br J Ophthalmol. 2013;97:1–2. doi: 10.1136/bjophthalmol.2012.302570.", "ArticleIdList": ["23077226"]}, {"Citation": "Nishi O, Nishi K, Wickström K. Preventing lens epithelial cell migration using intraocular lenses with sharp rectangular edges. J Cataract Refract Surg. 2000;26:1543–9. doi: 10.1016/S0886-3350(00)00426-0.", "ArticleIdList": ["11033405"]}, {"Citation": "Hayashi K, Hayashi H. Posterior capsule opacification in the presence of an intraocular lens with a sharp versus rounded optic edge. Ophthalmology. 2005;112:1550–6. doi: 10.1016/j.ophtha.2005.03.024.", "ArticleIdList": ["16005976"]}, {"Citation": "Ness PJ, Werner L, Maddula S, Davis D, Zaugg B, Stringham J, et al. Pathology of 219 human cadaver eyes with 1-piece or 3-piece hydrophobic acrylic intraocular lenses: Capsular bag opacification and sites of square-edged barrier breach. J Cataract Refract Surg. 2011;37:923–30. doi: 10.1016/j.jcrs.2010.11.036.", "ArticleIdList": ["21419595"]}, {"Citation": "Yuen C, Williams R, Batterbury M, Grierson I. Modification of the surface properties of a lens material to influence posterior capsular opacification. Clin Experiment Ophthalmol. 2006;34:568–74. doi: 10.1111/j.1442-9071.2006.01278.x.", "ArticleIdList": ["16925705"]}, {"Citation": "Seliktar D. Designing cell-compatible hydrogels for biomedical applications. Science. 2012;336:1124–8. doi: 10.1126/science.1214804.", "ArticleIdList": ["22654050"]}, {"Citation": "Giglio ED, Cafagna D. PHEMA-based thin hydrogel films for biomedical applications. J Bioact Compat Polym. 2011;26:420–4. doi: 10.1002/jbm.a.31316."}, {"Citation": "Davis JL, Yi NY, Salmon JH, Charlton AN, Colitz CM, Gilger BC. Sustained-release celecoxib from incubated acrylic intraocular lenses suppresses lens epithelial cell growth in an ex vivo model of posterior capsule opacity. J Ocul Pharmacol Ther. 2012;28:359–68. doi: 10.1089/jop.2011.0196.", "ArticleIdList": ["PMC3406318", "22372691"]}, {"Citation": "Weiner AL, Gilger BC. Advancements in ocular drug delivery. Vet Ophthalmol. 2010;13:395–406. doi: 10.1111/j.1463-5224.2010.00835.x.", "ArticleIdList": ["21182726"]}, {"Citation": "Chernyy S, Jensen BE, Shimizu K, Ceccato M, Pedersen SU, Zelikin AN, et al. Surface grafted glycopolymer brushes to enhance selective adhesion of HepG2 cells. J Colloid Interface Sci. 2013;404:207–14. doi: 10.1016/j.jcis.2013.04.025.", "ArticleIdList": ["23711662"]}, {"Citation": "Bozukova D, Pagnoulle C, De Pauw-Gillet MC, Ruth N, Jérôme R, Jérôme C. Imparting antifouling properties of poly (2-hydroxyethyl methacrylate) hydrogels by grafting poly (oligoethylene glycol methyl ether acrylate) Langmuir. 2008;24:6649–58. doi: 10.1021/la7033774.", "ArticleIdList": ["18503285"]}, {"Citation": "Wang Y, Qian X, Zhang X, Xia W, Zhong L, Sun Z, et al. Plasma surface modification of rigid contact lenses decreases bacterial adhesion. Eye Contact Lens. 2013;39:376–80. doi: 10.1097/ICL.0b013e31829e8f73.", "ArticleIdList": ["24172065"]}, {"Citation": "Parsons C, McCoy CP, Gorman SP, Jones DS, Bell SE, Brady C, et al. Anti-infective photodynamic biomaterials for the prevention of intraocular lens-associated infectious endophthalmitis. Biomaterials. 2009;30:597–602. doi: 10.1016/j.biomaterials.2008.10.015.", "ArticleIdList": ["18996591"]}, {"Citation": "McCoy CP, Craig RA, McGlinchey SM, Carson L, Jones DS, Gorman SP. Surface localisation of photosensitisers on intraocular lens biomaterials for prevention of infectious endophthalmitis and retinal protection. Biomaterials. 2012;33:7952–8. doi: 10.1016/j.biomaterials.2012.07.052.", "ArticleIdList": ["22889489"]}, {"Citation": "Cerkez I, Kocer HB, Worley SD, Broughton RM, Huang TS. N-halamine biocidal coatings via a layer-by-layer assembly technique. Langmuir. 2011;27:4091–7. doi: 10.1016/j.reactfunctpolym.2007.12.002.", "ArticleIdList": ["21348478"]}, {"Citation": "Langer R, Tirrell DA. Designing materials for biology and medicine. Nature. 2004;428:487–92. doi: 10.1038/nature02388.", "ArticleIdList": ["15057821"]}, {"Citation": "Lee H, Oh HJ, Yoon KC, Tae G, Kim YH. Fast in situ enzymatic gelation of PPO-PEO block copolymer for injectable intraocular lens in vivo. J Biomater Appl. 2014;28:1247–63. doi: 10.1177/0885328213505247.", "ArticleIdList": ["24051202"]}, {"Citation": "Boffa MC, Labarre D, Jozefowicz M, Boffa GA. Interactions between human plasma proteins and heparin-poly(methyl methacrylate) copolymer. Thromb Haemost. 1979;41:346–56.", "ArticleIdList": ["473117"]}, {"Citation": "Taravati P, Lam DL, Leveque T, Van Gelder RN. Postcataract surgical inflammation. Curr Opin Ophthalmol. 2012;23:12–8. doi: 10.1097/ICU.0b013e32834cd60e.", "ArticleIdList": ["22081030"]}, {"Citation": "Perry LJ, Papaliodis GN. Selection of intraocular lenses in patients with uveitis. Int Ophthalmol Clin. 2010;50:61–70. doi: 10.1097/IIO.0b013e3181c55503.", "ArticleIdList": ["20057296"]}, {"Citation": "Rønbeck M, Kugelberg M. Posterior capsule opacification with 3 intraocular lenses: 12-year prospective study. J Cataract Refract Surg. 2014;40:70–6. doi: 10.1016/j.jcrs.2013.07.039.", "ArticleIdList": ["24238943"]}, {"Citation": "Zhang L, Wu D. Surface modification of polymethyl methacrylate intraocular lenses by plasma for improvement of antithrombogenicity and transmittance. Appl Surf Sci. 2009;255:6840–5. doi: 10.1016/j.apsusc.2009.03.029."}, {"Citation": "Kannan RY, Salacinski HJ, Butler PE, Seifalian AM. Polyhedral oligomeric silsesquioxane nanocomposites: The next generation material for biomedical applications. Acc Chem Res. 2005;38:879–84. doi: 10.1021/ar050055b.", "ArticleIdList": ["16285710"]}, {"Citation": "Wang B, Lin Q, Shen C, Tang J, Han Y, Chen H. Hydrophobic modification of polymethyl methacrylate as intraocular lenses material to improve the cytocompatibility. J Colloid Interface Sci. 2014;431:1–7. doi: 10.1016/j.jcis.2014.05.056.", "ArticleIdList": ["24972346"]}, {"Citation": "Majeed A, He J, Jiao L, Zhong X, Sheng Z. Surface properties and biocompatibility of nanostructured TiO2 film deposited by RF magnetron sputtering. Nanoscale Res Lett. 2015;10:56. doi: 10.1186/s11671-015-0732-7.", "ArticleIdList": ["PMC4385009", "25852353"]}, {"Citation": "Boonprakob N, Wetchakun N, Phanichphant S, Waxler D, Sherrell P, Nattestad A, et al. Enhanced visible-light photocatalytic activity of g-C3N4/TiO2 films. J Colloid Interface Sci. 2014;417:402–9. doi: 10.1016/j.jcis.2013.11.072.", "ArticleIdList": ["24407703"]}, {"Citation": "Yang M, Di Z, Lee JK. Facile control of surface wettability in TiO2/poly (methyl methacrylate) composite films. J Colloid Interface Sci. 2012;368:603–7. doi: 10.1016/j.jcis.2011.11.037.", "ArticleIdList": ["22204971"]}, {"Citation": "Wang G, Yuan J, Sun H, Gu H, Xu Y, Dong Y. An analysis of adhered cells on the surface of F-heparin surface modified intraocular lenses implanted into rhesus monkeys’ eyes (in Chinese) Chin J Ophthalmol. 2002;38:154–6.", "ArticleIdList": ["11955320"]}, {"Citation": "Yuan JQ, Sun HM, Xu YS, Guo HY, Wang GQ, Gu HQ, et al. Experimental study on fluorine-heparin surface modified intraocular lenses (in Chinese) Rec Adv Ophthalmol. 2003;3:153–6. doi: 1003-5141(2003)03-0153-04."}, {"Citation": "Wang GQ, Gu HQ, Yuan JQ, Sun HM, Xu YS. F-heparin modified intraocular lenses in Rhesus monkeys. Int J Ophthalmol. 2010;3:141–4. doi: 10.3980/j.issn.2222-3959.2010.02.11.", "ArticleIdList": ["PMC3340764", "22553538"]}, {"Citation": "Mehta KR, Sathe SN, Karyekar SD. The new soft intraocular lens implant. J Am Intraocul Implant Soc. 1978;4:200–5.", "ArticleIdList": ["748312"]}, {"Citation": "Epstein E. History of intraocular lens implant surgery. In: Mazzocico TR, Epstein E, editors. Soft Implant Lenses in Cataract Surgery. Thorofare (NJ): Slock Inc; 1986."}, {"Citation": "Vock L, Crnej A, Findl O, Neumayer T, Buehl W, Sacu S, et al. Posterior capsule opacification in silicone and hydrophobic acrylic intraocular lenses with sharp-edge optics six years after surgery. Am J Ophthalmol. 2009;147:683–690.e2. doi: 10.1016/j.ajo.2008.11.006.", "ArticleIdList": ["19201391"]}, {"Citation": "Li N, Chen X, Zhang J, Zhou Y, Yao X, Du L, et al. Effect of AcrySof versus silicone or polymethyl methacrylate intraocular lens on posterior capsule opacification. Ophthalmology. 2008;115:830–8. doi: 10.1016/j.ophtha.2007.06.037.", "ArticleIdList": ["17964657"]}, {"Citation": "Baillif S, Ecochard R, Casoli E, Freney J, Burillon C, Kodjikian L. Adherence and kinetics of biofilm formation of Staphylococcus epidermidis to different types of intraocular lenses under dynamic flow conditions. J Cataract Refract Surg. 2008;34:153–8. doi: 10.1016/j.jcrs.2007.07.058.", "ArticleIdList": ["18165096"]}, {"Citation": "Hayashi K, Hayashi H, Nakao F, Hayashi F. Reduction in the area of the anterior capsule opening after polymethylmethacrylate, silicone, and soft acrylic intraocular lens implantation. Am J Ophthalmol. 1997;123:441–7.", "ArticleIdList": ["9124240"]}, {"Citation": "Ishihara K, Ziats NP, Tierney BP, Nakabayashi N, Anderson JM. Protein adsorption from human plasma is reduced on phospholipid polymers. J Biomed Mater Res. 1991;25:1397–407.", "ArticleIdList": ["1797810"]}, {"Citation": "Huang XD, Li HY, Lin L, Yao K. Reduced silicone oil adherence to silicone intraocular lens by surface modification with 2-methacryloyloxyethyl phosphoryl-choline. Curr Eye Res. 2013;38:91–6. doi: 10.3109/02713683.2012.704477.", "ArticleIdList": ["22742824"]}, {"Citation": "Wang JJ, Liu F. Photoinduced graft polymerization of 2-methacryloyloxyethyl phosphorylcholine on silicone hydrogels for reducing protein adsorption. J Mater Sci Mater Med. 2011;22:2651–7. doi: 10.1007/s10856-011-4452-y.", "ArticleIdList": ["22020548"]}, {"Citation": "Shimizu T, Goda T, Minoura N, Takai M, Ishihara K. Super-hydrophilic silicone hydrogels with interpenetrating poly (2-methacryloyloxyethyl phosphorylcholine) networks. Biomaterials. 2010;31:3274–80. doi: 10.1016/j.biomaterials.2010.01.026.", "ArticleIdList": ["20117831"]}, {"Citation": "Arthur SN, Peng Q, Apple DJ, Escobar-Gomez M, Bianchi R, Pandey SK, et al. Effect of heparin surface modification in reducing silicone oil adherence to various intraocular lenses. J Cataract Refract Surg. 2001;27:1662–9. doi: 10.1016/S0886-3350(01)00891-4.", "ArticleIdList": ["11687368"]}, {"Citation": "Guiqin W, Pinlin H, Hanqing G, Chenxi L, Xiaohang L, Song L. Surface feature detection of the surface modification silicone intraocular lens. Acta Sci Nat Univ Nankaiensis. 2002;35:15–9. doi: 0465-7942(2002)03-0015-05."}, {"Citation": "Wang GQ, Peng XJ, Gu HQ. The intraocular lenses of surface modification implanted into rabbit eyes. Int J Ophthalmol. 2006;16:54–6."}, {"Citation": "Leaming DV. Practice styles and preferences of ASCRS members--2003 survey. J Cataract Refract Surg. 2004;30:892–900. doi: 10.1016/j.jcrs.2004.02.064.", "ArticleIdList": ["15093657"]}, {"Citation": "McIntyre S, Werner L, Mamalis N. Hydrophobic Acrylic IOLs: A primer. Cataract Refract Surg Today Eur. 2011.  [Last accessed on 2015 Jun 10].  Available from:\nhttp://crstodayeurope.com/pdfs/CRSTE_0311_feature_werner.pdf ."}, {"Citation": "Wilson ME, Jr, Bartholomew LR, Trivedi RH. Pediatric cataract surgery and intraocular lens implantation: Practice styles and preferences of the 2001 ASCRS and AAPOS memberships. J Cataract Refract Surg. 2003;29:1811–20. doi: 10.1016/S0886-3350(03)00220-7.", "ArticleIdList": ["14522306"]}, {"Citation": "Wilson ME, Jr, Trivedi RH, Buckley EG, Granet DB, Lambert SR, Plager DA, et al. ASCRS white paper. Hydrophobic acrylic intraocular lenses in children. J Cataract Refract Surg. 2007;33:1966–73. doi: 10.1016/j.jcrs.2007.06.047.", "ArticleIdList": ["17964406"]}, {"Citation": "Abela-Formanek C, Amon M, Schild G, Schauersberger J, Heinze G, Kruger A. Uveal and capsular biocompatibility of hydrophilic acrylic, hydrophobic acrylic, and silicone intraocular lenses. J Cataract Refract Surg. 2002;28:50–61. doi: 10.1016/S0886-3350(01)01122-1.", "ArticleIdList": ["11777710"]}, {"Citation": "Yan Q, Perdue N, Sage EH. Differential responses of human lens epithelial cells to intraocular lenses in vitro: Hydrophobic acrylic versus PMMA or silicone discs. Graefes Arch Clin Exp Ophthalmol. 2005;243:1253–62. doi: 10.1007/s00417-005-1181-2.", "ArticleIdList": ["15909158"]}, {"Citation": "Packer M. Phase 1 Safety and Efficacy of a Novel High Refractive Index IOL. Poster Presented at the XXII Congress of the European Society of Cataract and Refractive Surgeons, Paris, France; September. 2004"}, {"Citation": "Holland E. Phase 1 Safety and Efficacy of the Advanced Visual Science, High Refractive Index, Hydrophobic, Acrylic IOL. Presented at ASCRS Symposium on Cataract, IOL and Refractive Surgery, Washington, DC; April. 2005"}, {"Citation": "Ollerton A, Werner L, Fuller SR, Kavoussi SC, McIntyre JS, Mamalis N. Evaluation of a new single-piece 4% water content hydrophobic acrylic intraocular lens in the rabbit model. J Cataract Refract Surg. 2012;38:1827–32. doi: 10.1016/j.jcrs.2012.05.039.", "ArticleIdList": ["22920504"]}, {"Citation": "Lin L, Wang Y, Huang XD, Xu ZK, Ke Y. Modification of hydrophobic acrylic intraocular lens with poly(ethylene glycol) by atmospheric pressure glow discharge: A facile approach. Appl Surf Sci. 2010;256:7354–64. doi: 10.1016/j.apsusc.2010.05.068."}, {"Citation": "Wang G, Cao L, Li N, Peng X, Tang H, Wan R, et al. In vivo implantation of hydrophobic acrylic intraocular lenses with surface modification. Eye Sci. 2013;28:176–9. doi: 10.3969/j.issn.1000-4332.2013.04.002.", "ArticleIdList": ["24961088"]}, {"Citation": "Wang GQ, Cao LQ, Li N, Peng XJ, Tang HQ, Dong YL, et al. Study on surface microstructure of surface modified hydrophobic acrylic intraocular lens (in Chinese) Rec Adv Ophthalmol. 2014;34:904–6. doi: 10.13389/j.cnki.rao.2014.0250."}, {"Citation": "Krall EM, Arlt EM, Jell G, Strohmaier C, Bachernegg A, Emesz M, et al. Intraindividual aqueous flare comparison after implantation of hydrophobic intraocular lenses with or without a heparin-coated surface. J Cataract Refract Surg. 2014;40:1363–70. doi: 10.1016/j.jcrs.2013.11.043.", "ArticleIdList": ["25088637"]}, {"Citation": "Sun CB, Teng WQ, Cui JT, Huang XJ, Yao K. The effect of anti-TGF-ß2 antibody functionalized intraocular lens on lens epithelial cell migration and epithelial-mesenchymal transition. Colloids Surf B Biointerfaces. 2014;113:33–42. doi: 10.1016/j.colsurfb.2013.08.024.", "ArticleIdList": ["24060928"]}, {"Citation": "Huang YS, Bertrand V, Bozukova D, Pagnoulle C, Labrugère C, De Pauw E, et al. RGD surface functionalization of the hydrophilic acrylic intraocular lens material to control posterior capsular opacification. PLoS One. 2014;9:e114973. doi: 10.1371/journal.pone.0114973.", "ArticleIdList": ["PMC4263720", "25501012"]}, {"Citation": "Pintwala R, Postnikoff C, Molladavoodi S, Gorbet M. Coculture with intraocular lens material-activated macrophages induces an inflammatory phenotype in lens epithelial cells. J Biomater Appl. 2015;29:1119–32. doi: 10.1177/0885328214552711.", "ArticleIdList": ["25281645"]}, {"Citation": "Apple DJ, Escobar-Gomez M, Zaugg B, Kleinmann G, Borkenstein AF. Modern cataract surgery: Unfinished business and unanswered questions. Surv Ophthalmol. 2011;56(6 Suppl):S3–53. doi: 10.1016/j.survophthal.2011.10.001.", "ArticleIdList": ["22117905"]}, {"Citation": "Tetz M, Jorgensen MR. New Hydrophobic IOL Materials and understanding the science of glistenings. Curr Eye Res. 2015;40:969–81. doi: 10.3109/02713683.2014.978476.", "ArticleIdList": ["25621973"]}, {"Citation": "Nath N, Hyun J, Ma H, Chilkoti A. Surface engineering strategies for control of protein and cell interactions. Surf Sci. 2004;570:98–110. doi: 10.1177/0885328214552711."}, {"Citation": "Koupaei N, Karkhaneh A, Daliri Joupari M. Preparation and characterization of (PCL-crosslinked-PEG)/hydroxyapatite as bone tissue engineering scaffolds. J Biomed Mater Res A. 2015;103:3919–26. doi: 10.1002/jbm.a.35513.", "ArticleIdList": ["26015080"]}, {"Citation": "Petit A, Redout EM, van de Lest CH, de Grauw JC, Müller B, Meyboom R, et al. Sustained intra-articular release of celecoxib from in situ forming gels made of acetyl-capped PCLA-PEG-PCLA triblock copolymers in horses. Biomaterials. 2015;53:426–36. doi: 10.1016/j.biomaterials.2015.02.109.", "ArticleIdList": ["25890740"]}, {"Citation": "Swartzlander MD, Barnes CA, Blakney AK, Kaar JL, Kyriakides TR, Bryant SJ. Linking the foreign body response and protein adsorption to PEG-based hydrogels using proteomics. Biomaterials. 2015;41:26–36. doi: 10.1016/j.biomaterials.2014.11.026.", "ArticleIdList": ["PMC4629245", "25522962"]}, {"Citation": "Barbour W, Saika S, Miyamoto T, Ohnishi Y. Biological compatibility of polymethyl methacrylate, hydrophilic acrylic and hydrophobic acrylic intraocular lenses. Ophthalmic Res. 2005;37:255–61. doi: 10.1159/000087100.", "ArticleIdList": ["16037680"]}, {"Citation": "Lewis AC. Interleukin-6 in the pathogenesis of posterior capsule opacification and the potential role for interleukin-6 inhibition in the future of cataract surgery. Med Hypotheses. 2013;80:466–74. doi: 10.1016/j.mehy.2012.12.042.", "ArticleIdList": ["23375410"]}, {"Citation": "Saika S. Relationship between posterior capsule opacification and intraocular lens biocompatibility. Prog Retin Eye Res. 2004;23:283–305. doi: 10.1016/j.preteyeres.2004.02.004.", "ArticleIdList": ["15177204"]}, {"Citation": "Norton JN, Kohnen T, Hackett RB, Patel A, Koch DD. Ocular biocompatibility testing of intraocular lenses: A 1 year study in pseudophakic rabbit eyes. J Cataract Refract Surg. 1999;25:1467–79. doi: 10.1016/S0886-3350(99)00237-0.", "ArticleIdList": ["10569161"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "1", "Day": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26830993", "PMC4799549", "10.4103/0366-6999.173496", "ChinMedJ_2016_129_2_206_173496"]}}], "PubmedBookArticle": []}