{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Case-crossover", "Childhood asthma", "Intraurban variation", "Ozone", "Spatio-temporal"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26855129", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "11"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "02", "Day": "06"}], "ELocationID": ["10.1016/j.envres.2016.01.020", "S0013-9351(16)30019-6"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "147", "PubDate": {"Year": "2016", "Month": "May"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Spatio-temporal ozone variation in a case-crossover analysis of childhood asthma hospital visits in New York City.", "Pagination": {"StartPage": "108", "EndPage": "114", "MedlinePgn": "108-14"}, "Abstract": {"AbstractText": ["Childhood asthma morbidity has been associated with short-term air pollution exposure. To date, most investigations have used time-series models, and it is not well understood how exposure misclassification arising from unmeasured spatial variation may impact epidemiological effect estimates. Here, we develop case-crossover models integrating temporal and spatial individual-level exposure information, toward reducing exposure misclassification in estimating associations between air pollution and child asthma exacerbations in New York City (NYC).", "Air pollution data included: (a) highly spatially-resolved intra-urban concentration surfaces for ozone and co-pollutants (nitrogen dioxide and fine particulate matter) from the New York City Community Air Survey (NYCCAS), and (b) daily regulatory monitoring data. Case data included citywide hospital records for years 2005-2011 warm-season (June-August) asthma hospitalizations (n=2353) and Emergency Department (ED) visits (n=11,719) among children aged 5-17 years. Case residential locations were geocoded using a multi-step process to maximize positional accuracy and precision in near-residence exposure estimates. We used conditional logistic regression to model associations between ozone and child asthma exacerbations for lag days 0-6, adjusting for co-pollutant and temperature exposures. To evaluate the effect of increased exposure specificity through spatial air pollution information, we sequentially incorporated spatial variation into daily exposure estimates for ozone, temperature, and co-pollutants.", "Percent excess risk per 10ppb ozone exposure in spatio-temporal models were significant on lag days 1 through 5, ranging from 6.5 (95% CI: 0.2-13.1) to 13.0 (6.0-20.6) for inpatient hospitalizations, and from 2.9 (95% CI: 0.1-5.7) to 9.4 (6.3-12.7) for ED visits, with strongest associations consistently observed on lag day 2. Spatio-temporal excess risk estimates were consistently but not statistically significantly higher than temporal-only estimates on lag days 0-3.", "Incorporating case-level spatial exposure variation produced small, non-significant increases in excess risk estimates. Our modeling approach enables a refined understanding of potential measurement error in temporal-only versus spatio-temporal air pollution exposure assessments. As ozone generally varies over much larger spatial scales than that observed within NYC, further work is necessary to evaluate potential reductions in exposure misclassification for populations spanning wider geographic areas, and for other pollutants."], "CopyrightInformation": "Copyright © 2016 The Authors. Published by Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Pittsburgh Graduate School of Public Health, Department of Environmental and Occupational Health, 100 Technology Drive, Ste. 350, Pittsburgh, PA 15219, USA. Electronic address: jlcshmool@pitt.edu."}], "LastName": "Shmool", "ForeName": "Jessie Loving Carr", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Pittsburgh Graduate School of Public Health, Department of Environmental and Occupational Health, 100 Technology Drive, Ste. 350, Pittsburgh, PA 15219, USA. Electronic address: ejk40@pitt.edu."}], "LastName": "Kinnee", "ForeName": "Ellen", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Icahn School of Medicine at Mount Sinai, DPM, 1 Gustave L. Levy Pl., Box 1057, New York, NY 10029, USA. Electronic address: perry.sheffield@mssm.edu."}], "LastName": "Sheffield", "ForeName": "Perry Elizabeth", "Initials": "PE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Pittsburgh Graduate School of Public Health, Department of Environmental and Occupational Health, 100 Technology Drive, Ste. 350, Pittsburgh, PA 15219, USA. Electronic address: jcloughe@pitt.edu."}], "LastName": "Clougherty", "ForeName": "Jane Ellen", "Initials": "JE"}], "GrantList": [{"GrantID": "K23ES024127", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21ES021429", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES021429", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01 ES019955", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "K23 ES024127", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "L40 ES017745", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "R01ES019955", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Child"}, {"QualifierName": [], "DescriptorName": "Child, Preschool"}, {"QualifierName": [], "DescriptorName": "Cross-Over Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Hospitalization"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["epidemiology"], "DescriptorName": "New York City"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Risk Factors"}, {"QualifierName": [], "DescriptorName": "Seasons"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akinbami LJ, Moorman JE, Garbe PL, Sondik EJ. Status of childhood asthma in the United States, 1980–2007. Pediatrics. 2009 Mar;123(Suppl 3):S131–45. doi: 10.1542/peds.2008-2233C.", "ArticleIdList": ["10.1542/peds.2008-2233C", "19221156"]}, {"Citation": "Akinbami LJ, Lynch CD, Parker JD, Woodruff TJ. The association between childhood asthma prevalence and monitored air pollutants in metropolitan areas, United States, 2001–2004. Environ Res. 2010;110(3):294–301. doi: 10.1016/j.envres.2010.01.001.", "ArticleIdList": ["10.1016/j.envres.2010.01.001", "20117766"]}, {"Citation": "Babin SM, Burkom HS, Holtry RS, Tabernero NR, Stokes LD, Davies-Cole JO, et al. Pediatric patient asthma-related emergency department visits and admissions in washington, DC, from 2001–2004, and associations with air quality, socio-economic status and age group. Environ Health. 2007;6:9. doi: 10.1186/1476-069X-6-9.", "ArticleIdList": ["10.1186/1476-069X-6-9", "PMC1845147", "17376237"]}, {"Citation": "Bateson TF, Schwartz J. Children’s response to air pollutants. J Toxicol Environ Health A. 2008;71(3):238–243. doi: 10.1080/15287390701598234.", "ArticleIdList": ["10.1080/15287390701598234", "18097949"]}, {"Citation": "Bateson TF, Schwartz J. Selection bias and confounding in case-crossover analyses of environmental time-series data. Epidemiology. 2001;12(6):654–661.", "ArticleIdList": ["11679793"]}, {"Citation": "Bateson TF, Schwartz J. Control for seasonal variation and time trend in case-crossover studies of acute effects of environmental exposures. Epidemiology. 1999;10(5):539–544.", "ArticleIdList": ["10468428"]}, {"Citation": "Carracedo-Martinez E, Taracido M, Tobias A, Saez M, Figueiras A. Case-crossover analysis of air pollution health effects: A systematic review of methodology and application. Environ Health Perspect. 2010;118(8):1173–1182. doi: 10.1289/ehp.0901485.", "ArticleIdList": ["10.1289/ehp.0901485", "PMC2920078", "20356818"]}, {"Citation": "CDC. Asthma Facts: CDC’s National Asthma Control Program Grantees. 2014  http://www.cdc.gov/asthma/pdfs/asthma_facts_program_grantees.pdfed."}, {"Citation": "Clougherty JE, et al. Intra-urban spatial variability in wintertime street-level concentrations of multiple combustion-related air pollutants: the New York City Community Air Survey (NYCCAS) J Expos Sci Environ Epidemiol. 2013;23(3):232–240.", "ArticleIdList": ["23361442"]}, {"Citation": "Delfino RJ, Jun W, Tjoa T, Gullerserian SK, Nickerson B, Gillen DL. Asthma morbidity and ambient air pollution: effect modification by residential traffic-related air pollution. Epidemiology. 2014;25(1):48–57. doi: 10.1097/EDE.0000000000000016.", "ArticleIdList": ["10.1097/EDE.0000000000000016", "24240657"]}, {"Citation": "Dong GH, Chen T, Liu MM, Wang D, Ma YN, Ren WH, et al. Gender differences and effect of air pollution on asthma in children with and without allergic predisposition: Northeast Chinese children health study. PLoS One. 2011;6(7):e22470. doi: 10.1371/journal.pone.0022470.", "ArticleIdList": ["10.1371/journal.pone.0022470", "PMC3139656", "21811617"]}, {"Citation": "Goldman GT, Mulholland JA, Russell AG, Srivastava A, Strickland MJ, Klein M, Waller LA, Tolbert PE, Edgerton ES. Ambient Air Pollution Measurement Error: Characterization and Impacts in a Time-Series Epidemiologic Study in Atlanta. Environ Sci Technol. 2010;44:7692–7698.", "ArticleIdList": ["PMC2948846", "20831211"]}, {"Citation": "Halonen JI, Lanki T, Tiittanen P, Niemi JV, Loh M, Pekkanen J. Ozone and cause-specific cardiorespiratory morbidity and mortality. J Epidemiol Community Health. 2010;64(9):814–820. doi: 10.1136/jech.2009.087106.", "ArticleIdList": ["10.1136/jech.2009.087106", "19854743"]}, {"Citation": "Jerrett M, Burnett RT, Ma R, Pope CA, 3rd, Krewski D, Newbold KB, Thurston G, Shi Y, Finkelstein N, Calle EE, Then MJ. Spatial analysis of air pollution and mortality in Los Angeles. Epidemiol. 2005;16(6):727–36.", "ArticleIdList": ["16222161"]}, {"Citation": "Johnson M, Macneill M, Grgicak-Mannion A, Nethery E, Xu X, Dales R, et al. Development of temporally refined land-use regression models predicting daily household-level air pollution in a panel study of lung function among asthmatic children. J Expo Sci Environ Epidemiol. 2013;23(3):259–267. doi: 10.1038/jes.2013.1.", "ArticleIdList": ["10.1038/jes.2013.1", "23532094"]}, {"Citation": "Jones RR, Özkaynak H, Nayak SG, Garcia V, Hwang S, Lin S. Associatrions between summertime ambient pollutants and respiratory morbidity in New York City: Comparison of results using ambient concentrations versus predicted exposures. J Expos Sci Environ Epidemiol. 2013;23:616–626.", "ArticleIdList": ["23982122"]}, {"Citation": "Lemke LD, Lamerato LE, Xu X, Booza JC, Reiners JJ, Raymond DM, III, Krouse HJ. Geospatial relationships of air pollution and acute asthma events across the Detroit–Windsor international border: Study design and preliminary results. J Expos Sci Environ Epidemiol. 2014;24(4):346–357. doi: 10.1038/jes.2013.78..", "ArticleIdList": ["10.1038/jes.2013.78.", "PMC4063324", "24220215"]}, {"Citation": "Maclure M. The case-crossover design: A method for studying transient effects on the risk of acute events. Am J Epidemiol. 1991;133(2):144–153.", "ArticleIdList": ["1985444"]}, {"Citation": "Matte TD, Ross Z, Kheirbek I, Eisl H, Johnson S, Gorczynski JE, et al. Monitoring intraurban spatial patterns of multiple combustion air pollutants in New York City: Design and implementation. J Expo Sci Environ Epidemiol. 2013;23(3):223–231. doi: 10.1038/jes.2012.126.", "ArticleIdList": ["10.1038/jes.2012.126", "23321861"]}, {"Citation": "Maynard D, Coull BA, Gryparis A, Schwartz J. Mortality Risk Associated with Short-Term Exposure to Traffic Particles and Sulfates. Environ Health Perspect. 2007;115(5):751–755.", "ArticleIdList": ["PMC1867995", "17520063"]}, {"Citation": "New York City Department of Health and Mental Hygiene (NYC DOHMH) New York City Community Air Survey (NYCCAS): Results from Summer Monitoring 2009. 2009a Available:  http://www.nyc.gov/html/doh/html/environmental/community-air-survey.shtml."}, {"Citation": "New York City Department of Health and Mental Hygiene (NYC DOHMH) New York City Community Air Survey (NYCCAS): Results from Winter Monitoring 2008–2009. 2009b Available:  http://www.nyc.gov/html/doh/html/environmental/community-air-survey.shtml."}, {"Citation": "NOAA. Climate Data Online - Select Area. 2014a  http://www7.ncdc.noaa.gov/CDO/cdoselect.cmd?datasetabbv=GSOD&countryabbv=&georegionabbv="}, {"Citation": "NOAA. NOAA’s National Weather Service - Binghamton, NY - Relative Humidity. 2014b  http://www.erh.noaa.gov/bgm/tables/rh.shtml."}, {"Citation": "Özkaynak H, Baxter LK, Burke J. Evaluation and application of alternative air pollution exposure metrics in air pollution epidemiology studies. J Expos Sci Environ Epidemiol. 2013:23. doi: 10.1038/jes.2013.50.", "ArticleIdList": ["10.1038/jes.2013.50", "24145199"]}, {"Citation": "Potter PC. Current guidelines for the management of asthma in young children. Allergy Asthma Immunol Res. 2010;2(1):1–13. doi: 10.4168/aair.2010.2.1.1.", "ArticleIdList": ["10.4168/aair.2010.2.1.1", "PMC2831604", "20224672"]}, {"Citation": "Ross Z, Ito K, Johnson S, Yee M, Pezeshki G, Clougherty JE, et al. Spatial and temporal estimation of air pollutants in New York City: Exposure assignment for use in a birth outcomes study. Environ Health. 2013;12:51. doi: 10.1186/1476-069X-12-51.", "ArticleIdList": ["10.1186/1476-069X-12-51", "PMC3704849", "23802774"]}, {"Citation": "Samoli E, Nastos PT, Paliatsos AG, Katsouyanni K, Priftis KN. Acute effects of air pollution on pediatric asthma exacerbation: Evidence of association and effect modification. Environ Res. 2011;111(3):418–424. doi: 10.1016/j.envres.2011.01.014.", "ArticleIdList": ["10.1016/j.envres.2011.01.014", "21296347"]}, {"Citation": "Sajani ZS, Hanninen O, Marchesi S, Lauriola P. Comparision of different exposure settings in a case-crossover study on air pollution and daily mortality: counterintuitive results. J Expo Sci Environ Epidelmol. 2011;21:385–394. doi: 10.1038/jes.2010.27.", "ArticleIdList": ["10.1038/jes.2010.27", "20571526"]}, {"Citation": "Schwartz J. The distributed lag between air pollution and daily deaths. Epidemiology. 2000;11(3):320–326.", "ArticleIdList": ["10784251"]}, {"Citation": "Sheffield PE, Zhou J, Shmool JLC, Clougherty JE. Ambient ozone exposure and children’s acute asthma in New York City: a case-crossover analysis. Environ Health. 2015 doi: 10.1186/s12940-015-0010-2.", "ArticleIdList": ["10.1186/s12940-015-0010-2", "PMC4373115", "25889205"]}, {"Citation": "Sheffield PE, Weinberger KR, Ito K, Matte TD, Mathes RW, Robinson GS, Kinney PL. The association of tree pollen concentration peaks and allergy medication sales in New York City: 2003–2008. ISRN Allergy. 2011;2011:537194. doi: 10.5402/2011/537194.", "ArticleIdList": ["10.5402/2011/537194", "PMC3658798", "23724230"]}, {"Citation": "Silverman RA, Ito K. Age-related association of fine particles and ozone with severe acute asthma in New York City. J Allergy Clin Immunol. 2010;125(2):367–373.e5. doi: 10.1016/j.jaci.2009.10.061. doi.", "ArticleIdList": ["10.1016/j.jaci.2009.10.061", "20159246"]}, {"Citation": "Strickland MJ, Darrow LA, Klein M, Flanders WD, Sarnat JA, Waller LA, et al. Short-term associations between ambient air pollutants and pediatric asthma emergency department visits. Am J Respir Crit Care Med. 2010;182(3):307–316. doi: 10.1164/rccm.200908-1201OC.", "ArticleIdList": ["10.1164/rccm.200908-1201OC", "PMC2921597", "20378732"]}, {"Citation": "US EPA. Excessive heat events guidebook. 2006 [accessed 2014 July 20]; Available from:  www.epa.gov/heatisland/about/heatguidebook.html."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "3"}, {"Year": "2016", "Month": "1", "Day": "8"}, {"Year": "2016", "Month": "1", "Day": "15"}, {"Year": "2016", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "8", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26855129", "NIHMS758417", "PMC5552364", "10.1016/j.envres.2016.01.020", "S0013-9351(16)30019-6"]}}], "PubmedBookArticle": []}