{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26895492", "DateCompleted": {"Year": "2017", "Month": "09", "Day": "01"}, "DateRevised": {"Year": "2019", "Month": "01", "Day": "12"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "02", "Day": "19"}], "ELocationID": ["10.1289/ehp.1510133"], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "124", "Issue": "9", "PubDate": {"Year": "2016", "Month": "Sep"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "A Statewide Nested Case-Control Study of Preterm Birth and Air Pollution by Source and Composition: California, 2001-2008.", "Pagination": {"StartPage": "1479", "EndPage": "1486", "MedlinePgn": "1479-86"}, "Abstract": {"AbstractText": ["Preterm birth (PTB) has been associated with exposure to air pollution, but it is unclear whether effects might vary among air pollution sources and components.", "We studied the relationships between PTB and exposure to different components of air pollution, including gases and particulate matter (PM) by size fraction, chemical composition, and sources.", "Fine and ultrafine PM (respectively, PM2.5 and PM0.1) by source and composition were modeled across California over 2000-2008. Measured PM2.5, nitrogen dioxide, and ozone concentrations were spatially interpolated using empirical Bayesian kriging. Primary traffic emissions at fine scale were modeled using CALINE4 and traffic indices. Data on maternal characteristics, pregnancies, and birth outcomes were obtained from birth certificates. Associations between PTB (n = 442,314) and air pollution exposures defined according to the maternal residence at birth were examined using a nested matched case-control approach. Analyses were adjusted for maternal age, race/ethnicity, education and neighborhood income.", "Adjusted odds ratios for PTB in association with interquartile range (IQR) increases in average exposure during pregnancy were 1.133 (95% CI: 1.118, 1.148) for total PM2.5, 1.096 (95% CI: 1.085, 1.108) for ozone, and 1.079 (95% CI: 1.065, 1.093) for nitrogen dioxide. For primary PM, the strongest associations per IQR by source were estimated for onroad gasoline (9-11% increase), followed by onroad diesel (6-8%) and commercial meat cooking (4-7%). For PM2.5 composition, the strongest positive associations per IQR were estimated for nitrate, ammonium, and secondary organic aerosols (11-14%), followed by elemental and organic carbon (2-4%). Associations with local traffic emissions were positive only when analyses were restricted to births with residences geocoded at the tax parcel level.", "In our statewide nested case-control study population, exposures to both primary and secondary pollutants were associated with an increase in PTB.", "Laurent O, Hu J, Li L, Kleeman MJ, Bartell SM, Cockburn M, Escobedo L, Wu J. 2016. A statewide nested case-control study of preterm birth and air pollution by source and composition: California, 2001-2008. Environ Health Perspect 124:1479-1486; http://dx.doi.org/10.1289/ehp.1510133."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Program in Public Health, University of California, Irvine, Irvine, California, USA."}], "LastName": "Laurent", "ForeName": "Olivier", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Hu", "ForeName": "Jianlin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Li", "ForeName": "Lianfa", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Kleeman", "ForeName": "Michael J", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Bartell", "ForeName": "Scott M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Cockburn", "ForeName": "Myles", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Escobedo", "ForeName": "Loraine", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wu", "ForeName": "Jun", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Gases"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["analysis", "classification"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "California"}, {"QualifierName": [], "DescriptorName": "Case-Control Studies"}, {"QualifierName": [], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["analysis"], "DescriptorName": "Gases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Newborn"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Premature Birth"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alexander GR, Himes JH, Kaufman RB, Mor J, Kogan M. A United States national reference for fetal growth. Obstet Gynecol. 1996;87(2):163–168.", "ArticleIdList": ["8559516"]}, {"Citation": "Bell ML, Dominici F, Ebisu K, Zeger SL, Samet JM. 2007. Spatial and temporal variation in PM2.5 chemical composition in the United States for health effects studies. Environ Health Perspect 115 989 995, doi:10.1289/ehp.9621", "ArticleIdList": ["10.1289/ehp.9621", "PMC1913582", "17637911"]}, {"Citation": "Benson PE. Sacramento, CA: California Department of Transportation; 1989. CALINE4: A Dispersion Model for Predicting Air Pollutant Concentrations Near Roadways."}, {"Citation": "Boylan JW, Russell AG. PM and light extinction model performance metrics, goals, and criteria for three-dimensional air quality models. Atmos Environ. 2006;40(26):4946–4959."}, {"Citation": "Brauer M, Lencar C, Tamburic L, Koehoorn M, Demers P, Karr C. 2008. A cohort study of traffic-related air pollution impacts on birth outcomes. Environ Health Perspect 116 680 686, doi:10.1289/ehp.10952", "ArticleIdList": ["10.1289/ehp.10952", "PMC2367679", "18470315"]}, {"Citation": "CALTRANS (California Department of Transportation) Traffic Census Program. Traffic Counts. 2012 Available:  http://traffic-counts.dot.ca.gov/ [accessed 16 October 2012]"}, {"Citation": "CALTRANS. Traffic Count Branch Historical Monthly Vehicle Miles of Travel 1972–2012. 2013 Available:  http://www.dot.ca.gov/trafficops/census/docs/VMTHIST1.pdf [accessed 4 April 2013]"}, {"Citation": "Dadvand P, Basagaña X, Figueras F, Martinez D, Beelen R, Cirach M, et al. Air pollution and preterm premature rupture of membranes: a spatiotemporal analysis. Am J Epidemiol. 2014;179(2):200–207.", "ArticleIdList": ["24125920"]}, {"Citation": "Darrow LA, Klein M, Flanders WD, Waller LA, Correa A, Marcus M, et al. Ambient air pollution and preterm birth: a time-series analysis. Epidemiology. 2009;20(5):689–698.", "ArticleIdList": ["PMC3780365", "19478670"]}, {"Citation": "Delfino RJ, Staimer N, Tjoa T, Arhami M, Polidori A, Gillen DL, et al. Associations of primary and secondary organic aerosols with airway and systemic inflammation in an elderly panel cohort. Epidemiology. 2010;21(6):892–902.", "ArticleIdList": ["PMC3883570", "20811287"]}, {"Citation": "ESRI. Redlands, CA: ESRI® Data & Maps; 2010. U.S. Major Roads. 10th ed."}, {"Citation": "Généreux M, Auger N, Goneau M, Daniel M. Neighbourhood socioeconomic status, maternal education and adverse birth outcomes among mothers living near highways. J Epidemiol Community Health. 2008;62(8):695–700.", "ArticleIdList": ["18621954"]}, {"Citation": "Goldberg DW, Wilson JP, Knoblock CA, Ritz B, Cockburn MG. 2008. An effective and efficient approach for manually improving geocoded data. Int J Health Geogr 7 60, doi:10.1186/1476-072X-7-60", "ArticleIdList": ["10.1186/1476-072X-7-60", "PMC2612650", "19032791"]}, {"Citation": "Greenland S, Pearl J, Robins JM. Causal diagrams for epidemiologic research. Epidemiology. 1999;10(1):37–48.", "ArticleIdList": ["9888278"]}, {"Citation": "Hu J, Zhang H, Chen SH, Wiedinmyer C, Vandenberghe F, Ying Q, et al. Predicting primary PM2.5 and PM0.1 trace composition for epidemiological studies in California. Environ Sci Technol. 2014a;48(9):4971–4979.", "ArticleIdList": ["24694302"]}, {"Citation": "Hu J, Zhang H, Chen S, Ying Q, Wiedinmyer C, Vandenberghe F, et al. Identifying PM2.5 and PM0.1 sources for epidemiological studies in California. Environ Sci Technol. 2014b;48(9):4980–4990.", "ArticleIdList": ["24552458"]}, {"Citation": "Hu J, Zhang H, Ying Q, Chen SH, Vandenberghe F, Kleeman MJ. 2015. Long-term particulate matter modeling for health effects studies in California – part 1: model performance on temporal and spatial variations. Atmos Chem Phys 15 3445 3461 doi:10.5194/acp-15-3445-2015", "ArticleIdList": ["10.5194/acp-15-3445-2015"]}, {"Citation": "Huppé V, Kestens Y, Auger N, Daniel M, Smargiassi A. Residential proximity to gasoline service stations and preterm birth. Environ Sci Pollut Res Int. 2013;20(10):7186–7193.", "ArticleIdList": ["23625119"]}, {"Citation": "Huynh M, Woodruff TJ, Parker JD, Schoendorf KC. Relationships between air pollution and preterm birth in California. Paediatr Perinat Epidemiol. 2006;20(6):454–461.", "ArticleIdList": ["17052280"]}, {"Citation": "Kass PH, Gold ED. In: Handbook of Epidemiology (Ahrens W, Pigeot I, eds) Berlin, Germany: Springer-Verlag; 2007. Nested case-control studies. pp. 327–329."}, {"Citation": "Kloog I, Melly SJ, Ridgway WL, Coull BA, Schwartz J. 2012. Using new satellite based exposure methods to study the association between pregnancy PM2.5 exposure, premature birth and birth weight in Massachusetts. Environ Health 11 40, doi:10.1186/1476-069X-11-40", "ArticleIdList": ["10.1186/1476-069X-11-40", "PMC3464884", "22709681"]}, {"Citation": "Knol AB, de Hartog JJ, Boogaard H, Slottje P, van der Sluijs JP, Lebret E, et al. 2009. Expert elicitation on ultrafine particles: likelihood of health effects and causal pathways. Part Fibre Toxicol 6 19, doi:10.1186/1743-8977-6-19", "ArticleIdList": ["10.1186/1743-8977-6-19", "PMC2731037", "19630955"]}, {"Citation": "Laurent O, Hu J, Li L, Cockburn M, Escobedo L, Kleeman MJ, et al. Sources and contents of air pollution affecting term low birth weight in Los Angeles County, California, 2001–2008. Environ Res. 2014;134:488–495.", "ArticleIdList": ["25085846"]}, {"Citation": "Laurent O, Wu J, Li LF, Chung J, Bartell S. 2013. Investigating the association between birth weight and complementary air pollution metrics: a cohort study. Environ Health 12 18, doi:10.1186/1476-069X-12-18", "ArticleIdList": ["10.1186/1476-069X-12-18", "PMC3599912", "23413962"]}, {"Citation": "Lee PC, Roberts JM, Catov JM, Talbott EO, Ritz B. First trimester exposure to ambient air pollution, pregnancy complications and adverse birth outcomes in Allegheny County, PA. Matern Child Health J. 2013;17(3):545–555.", "ArticleIdList": ["PMC3636771", "22544506"]}, {"Citation": "Lin YT, Jung CR, Lee YL, Hwang BF. Associations between ozone and preterm birth in women who develop gestational diabetes. Am J Epidemiol. 2015;181(4):280–287.", "ArticleIdList": ["25652551"]}, {"Citation": "Malmqvist E, Rignell-Hydbom A, Tinnerberg H, Björk J, Stroh E, Jakobsson K, et al. 2011. Maternal exposure to air pollution and birth outcomes. Environ Health Perspect 119 553 558, doi:10.1289/ehp.1002564", "ArticleIdList": ["10.1289/ehp.1002564", "PMC3080940", "21212043"]}, {"Citation": "March of Dimes, PMNCH (Partnership for Maternal, Newborn & Child Health), Save the Children, WHO (World Health Organization) Geneva: World Health Organization; 2012. Born Too Soon: The Global Action Report on Preterm Birth (Howson CP, Kinney MV, Lawn JE, eds). Available:  http://www.who.int/entity/pmnch/media/news/2012/201204_borntoosoon-report.pdf [accessed 20 June 2012]"}, {"Citation": "Miranda ML, Edwards SE, Chang HH, Auten RL. Proximity to roadways and pregnancy outcomes. J Expo Sci Environ Epidemiol. 2013;23(1):32–38.", "ArticleIdList": ["22805991"]}, {"Citation": "Mohorovic L. First two months of pregnancy—critical time for preterm delivery and low birthweight caused by adverse effects of coal combustion toxics. Early Hum Dev. 2004;80(2):115–123.", "ArticleIdList": ["15500992"]}, {"Citation": "Northam S, Knapp TR. The reliability and validity of birth certificates. J Obstet Gynecol Neonatal Nurs. 2006;35(1):3–12.", "ArticleIdList": ["16466348"]}, {"Citation": "Olsson D, Mogren I, Forsberg B. 2013. Air pollution exposure in early pregnancy and adverse pregnancy outcomes: a register-based cohort study. BMJ Open 3 e001955, doi:10.1136/bmjopen-2012-001955", "ArticleIdList": ["10.1136/bmjopen-2012-001955", "PMC3585966", "23386578"]}, {"Citation": "Parker JD, Mendola P, Woodruff TJ. Preterm birth after the Utah Valley Steel Mill closure: a natural experiment. Epidemiology. 2008;19(6):820–823.", "ArticleIdList": ["18854706"]}, {"Citation": "Pereira G, Belanger K, Ebisu K, Bell ML. Fine particulate matter and risk of preterm birth in Connecticut in 2000–2006: a longitudinal study. Am J Epidemiol. 2014;179(1):67–74.", "ArticleIdList": ["PMC3864709", "24068199"]}, {"Citation": "Pilz J, Spöck G. Why do we need and how should we implement Bayesian kriging methods. Stoch Environ Res Risk Assess. 2007;22(5):621–632."}, {"Citation": "R Core Team. Vienna, Austria: R Foundation for Statistical Computing; 2013. R: A Language and Environment for Statistical Computing. Available:  http://www.R-project.org [accessed 30 December 2013]"}, {"Citation": "Saigal S, Doyle LW. An overview of mortality and sequelae of preterm birth from infancy to adulthood. Lancet. 2008;371(9608):261–269.", "ArticleIdList": ["18207020"]}, {"Citation": "Schlesinger RB, Kunzli N, Hidy GM, Gotschi T, Jerrett M. The health relevance of ambient particulate matter characteristics: coherence of toxicological and epidemiological inferences. Inhal Toxicol. 2006;18(2):95–125.", "ArticleIdList": ["16393926"]}, {"Citation": "Slama R, Darrow L, Parker J, Woodruff TJ, Strickland M, Nieuwenhuijsen M, et al. 2008. Meeting report: atmospheric pollution and human reproduction. Environ Health Perspect 116 791 798, doi:10.1289/ehp.11074", "ArticleIdList": ["10.1289/ehp.11074", "PMC2430236", "18560536"]}, {"Citation": "Stieb DM, Chen L, Eshoul M, Judek S. Ambient air pollution, birth weight and preterm birth: a systematic review and meta-analysis. Environ Res. 2012;117:100–111.", "ArticleIdList": ["22726801"]}, {"Citation": "Strand LB, Barnett AG, Tong S. 2011. Methodological challenges when estimating the effects of season and seasonal exposures on birth outcomes. BMC Med Res Methodol 11 49, doi:10.1186/1471-2288-11-49", "ArticleIdList": ["10.1186/1471-2288-11-49", "PMC3102035", "21501523"]}, {"Citation": "Trasande L, Wong K, Roy A, Savitz DA, Thurston G. Exploring prenatal outdoor air pollution, birth outcomes and neonatal health care utilization in a nationally representative sample. J Expo Sci Environ Epidemiol. 2013;23(3):315–321.", "ArticleIdList": ["PMC4391972", "23340702"]}, {"Citation": "U.S. Census Bureau. Washington, DC: U.S. Census Bureau; 2004. 2000 Census of Population and Housing. Summary Tape File 3A."}, {"Citation": "Vadillo-Ortega F, Osornio-Vargas A, Buxton MA, Sánchez BN, Rojas-Bracho L, Viveros-Alcaráz M, et al. Air pollution, inflammation and preterm birth: a potential mechanistic link. Med Hypotheses. 2014;82(2):219–224.", "ArticleIdList": ["PMC3928635", "24382337"]}, {"Citation": "van den Hooven EH, Jaddoe VW, de Kluizenaar Y, Hofman A, Mackenbach JP, Steegers EA, et al. 2009. Residential traffic exposure and pregnancy-related outcomes: a prospective birth cohort study. Environ Health 8 59, doi:10.1186/1476-069X-8-59", "ArticleIdList": ["10.1186/1476-069X-8-59", "PMC2811104", "20028508"]}, {"Citation": "Wilhelm M, Ghosh JK, Su J, Cockburn M, Jerrett M, Ritz B. 2011. Traffic-related air toxics and preterm birth: a population-based case-control study in Los Angeles County, California. Environ Health 10 89, doi:10.1186/1476-069X-10-89", "ArticleIdList": ["10.1186/1476-069X-10-89", "PMC3204282", "21981989"]}, {"Citation": "Wu J, Houston D, Lurmann F, Ong P, Winer A. Exposure of PM2.5 and EC from diesel and gasoline vehicles in communities near the Ports of Los Angeles and Long Beach, California. Atmos Environ. 2009a;43(12):1962–1971."}, {"Citation": "Wu J, Jiang C, Houston D, Baker D, Delfino R. 2011. Automated time activity classification based on global positioning system (GPS) tracking data. Environ Health 10 101, doi:10.1186/1476-069X-10-101", "ArticleIdList": ["10.1186/1476-069X-10-101", "PMC3256108", "22082316"]}, {"Citation": "Wu J, Laurent O, Li L, Hu J, Kleeman M. Boston, MA: Health Effects Institute; 2016. Adverse Reproductive Health Outcomes and Exposure to Gaseous and Particulate-Matter Air Pollution in Pregnant Women. Research Report 188.", "ArticleIdList": ["PMC7266373", "29659239"]}, {"Citation": "Wu J, Ren C, Delfino RJ, Chung J, Wilhelm M, Ritz B. 2009b. Association between local traffic-generated air pollution and preeclampsia and preterm delivery in the South Coast Air Basin of California. Environ Health Perspect 117 1773 1779, doi:10.1289/ehp.0800334", "ArticleIdList": ["10.1289/ehp.0800334", "PMC2801174", "20049131"]}, {"Citation": "Wylie BJ, Coull BA, Hamer DH, Singh MP, Jack D, Yeboah-Antwi K, et al. 2014. Impact of biomass fuels on pregnancy outcomes in central East India. Environ Health 13 1 1, doi:10.1186/1476-069X-13-1", "ArticleIdList": ["10.1186/1476-069X-13-1", "PMC3922846", "24405644"]}, {"Citation": "Yang CY, Chang CC, Chuang HY, Ho CK, Wu TN, Chang PY. Increased risk of preterm delivery among people living near the three oil refineries in Taiwan. Environ Int. 2004;30(3):337–342.", "ArticleIdList": ["14987863"]}, {"Citation": "Yang CY, Chang CC, Tsai SS, Chuang HY, Ho CK, Wu TN, et al. Preterm delivery among people living around Portland cement plants. Environ Res. 2003;92(1):64–68.", "ArticleIdList": ["12706757"]}, {"Citation": "Yorifuji T, Naruse H, Kashima S, Ohki S, Murakoshi T, Takao S, et al. Residential proximity to major roads and preterm births. Epidemiology. 2011;22(1):74–80.", "ArticleIdList": ["21052006"]}, {"Citation": "Yuan Y, Zhu Y, Wu J. 2011. Modeling traffic-emitted ultrafine particle concentration and intake fraction in Corpus Christi, Texas. Chem Product Process Model 6 1 8, doi:10.2202/1934-2659.1510", "ArticleIdList": ["10.2202/1934-2659.1510"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "4", "Day": "25"}, {"Year": "2015", "Month": "7", "Day": "8"}, {"Year": "2016", "Month": "2", "Day": "4"}, {"Year": "2016", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26895492", "PMC5010414", "10.1289/ehp.1510133", "ehp.1510133"]}}], "PubmedBookArticle": []}