{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26904657", "DateCompleted": {"Year": "2016", "Month": "02", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2015", "Month": "01", "Day": "15"}], "ELocationID": ["164143", "10.1155/2015/164143"], "Journal": {"ISSN": "2314-5765", "JournalIssue": {"Volume": "2015", "PubDate": {"Year": "2015"}}, "Title": "International journal of food science", "ISOAbbreviation": "Int J Food Sci"}, "ArticleTitle": "Shelf Life Determination of Fresh Blueberries (Vaccinium corymbosum) Stored under Controlled Atmosphere and Ozone.", "Pagination": {"StartPage": "164143", "MedlinePgn": "164143"}, "Abstract": {"AbstractText": ["Fresh blueberries are commonly stored and transported by refrigeration in controlled atmospheres to protect shelf life for long periods of storage. Ozone is an antimicrobial gas that can extend shelf life and protect fruit from microbial contamination. Shelf life of fresh highbush blueberries was determined over 10-day storage in isolated cabinets at 4°C or 12°C under different atmosphere conditions, including air (control); 5% O2 : 15% CO2 : 80% N2 (controlled atmosphere storage (CAS)); and ozone gas (O3) 4 ppm at 4°C or 2.5 ppm at 12°C, at high relative humidity (90-95%). Samples were evaluated for yeast and molds growth, weight loss, and firmness. CAS and O3 did not delay or inhibit yeast and molds growth in blueberries after 10 days at both temperatures. Fruit stored at 4°C showed lower weight loss values compared with 12°C. Blueberries stored under O3 atmosphere showed reduced weight loss at 12°C by day 10 and loss of firmness when compared to the other treatments. Low concentrations of ozone gas together with proper refrigeration temperature can help protect fresh blueberries quality during storage."]}, "AuthorList": [{"Identifier": ["0000-0002-5063-7371"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Science and Technology Department, Virginia Tech, 1230 Washington Street SW, Blacksburg, VA 24061, USA; Centro de Estudios en Alimentos Procesados (CEAP), Avenida San Miguel 3425, 3480137 Talca, Chile."}], "LastName": "Concha-Meyer", "ForeName": "Anibal", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Science and Technology Department, Virginia Tech, 1230 Washington Street SW, Blacksburg, VA 24061, USA."}], "LastName": "Eifert", "ForeName": "Joseph D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Science and Technology Department, Virginia Tech, 1230 Washington Street SW, Blacksburg, VA 24061, USA."}], "LastName": "Williams", "ForeName": "Robert C", "Initials": "RC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Science and Technology Department, Virginia Tech, 1230 Washington Street SW, Blacksburg, VA 24061, USA."}], "LastName": "Marcy", "ForeName": "Joseph E", "Initials": "JE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Horticulture Department, Virginia Tech, 1880 Pratt Drive, Research Building XV, Blacksburg, VA 24061, USA."}], "LastName": "Welbaum", "ForeName": "Gregory E", "Initials": "GE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Int J Food Sci", "NlmUniqueID": "101627297", "ISSNLinking": "2314-5765"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lila M. A. Anthocyanins and human health: an in vitro investigative approach. Journal of Biomedicine and Biotechnology. 2004;2004(5):306–313. doi: 10.1155/s111072430440401x.", "ArticleIdList": ["10.1155/s111072430440401x", "PMC1082894", "15577194"]}, {"Citation": "Wang Y., Chang C.-F., Chou J., et al. Dietary supplementation with blueberries, spinach, or spirulina reduces ischemic brain damage. Experimental Neurology. 2005;193(1):75–84. doi: 10.1016/j.expneurol.2004.12.014.", "ArticleIdList": ["10.1016/j.expneurol.2004.12.014", "15817266"]}, {"Citation": "International Agency for Research on Cancer. IARC Handbooks of Cancer Prevention. Volume 8: Fruit and Vegetables. Lyon, France: International Agency for Research on Cancer; 2003."}, {"Citation": "World Cancer Research Fund/American Institute for Cancer Research. Food, Nutrition, Physical Activity, and the Prevention of Cancer: A Global Perspective. Washington, DC, USA: American Institute for Cancer Research; 2007."}, {"Citation": "US Department of Agriculture. Non-Citrus Fruit and Nuts 2012 Preliminary Summary. Washington, DC, USA: National Agricultural Statistics Service; 2013."}, {"Citation": "US Department of Agriculture. Non-Citrus Fruits and Nuts 2011 Summary. Washington, DC, USA: National Agricultural Statistics Service; 2012."}, {"Citation": "Beaudry R. M., Moggia C. E., Retamales J. B., Hancock J. F. Quality of ‘Ivanhoe’ and ‘Bluecrop’ blueberry fruit transported by air and sea from Chile to North America. HortScience. 1998;33(2):313–317."}, {"Citation": "Bachmann J., Earles R. Postharvest Handling of Fruits and Vegetables. ATTRA; 2000."}, {"Citation": "Bounous G., Giacalone G., Guarinoni A., Peano C. Modified atmosphere storage of high bush blueberry. Acta Horticulturae. 1997;446:197–203."}, {"Citation": "Retamales J., Manríquez D., Castillo P., Defilippi B. Controlled atmosphere in bing cherries from Chile and problems caused by quarantine treatments for export to Japan. Acta Horticulturae. 2003;600:149–153."}, {"Citation": "García J. M., Aguilera C., Albi M. A. Postharvest heat treatment on Spanish strawberry (Fragaria x ananassa cv. Tudla) Journal of Agricultural and Food Chemistry. 1995;43(6):1489–1492. doi: 10.1021/jf00054a014.", "ArticleIdList": ["10.1021/jf00054a014"]}, {"Citation": "Mitcham E. J., Mitchell F. G. Postharvest handling systems: small fruits. II. Strawberries and cane berries. In: Kader A., editor. Postharvest Technology of Horticultural Crops. 3rd. Vol. 3311. Oakland, Calif, USA: University of California, Division of Agriculture and Natural Resources; 2002. pp. 364–368."}, {"Citation": "Kim J.-G., Yousef A. E., Dave S. Application of ozone for enhancing the microbiological safety and quality of foods: a review. Journal of Food Protection. 1999;62(9):1071–1087.", "ArticleIdList": ["10492485"]}, {"Citation": "FDA. GRAS status of ozone. Federal Register. 1982;47(215):50209–50210."}, {"Citation": "White G. C. Handbook of Chlorination and Alternative Disinfectants. New York, NY, USA: Van Nostrand Reinhold; 1992. Ozone; pp. 1046–1110."}, {"Citation": "Parish M. E., Beuchat L. R., Suslow T. V., et al. Methods to reduce/eliminate pathogens from fresh and fresh-cut produce. Comprehensive Reviews in Food Science and Food Safety. 2003;2(supplement 1):161–173. doi: 10.1111/j.1541-4337.2003.tb00033.x.", "ArticleIdList": ["10.1111/j.1541-4337.2003.tb00033.x"]}, {"Citation": "Skog L. J., Chu C. L. Ozone technology for shelf life extension of fruits and vegetables. In: Ben-Aire R., Philosoph-Hadas S., editors. Proceedings of the Fourth Conference on Postharvest. Vol. 2. ISHS; 2000. pp. 285–291. (Acta Horticulturae 553)."}, {"Citation": "Gane R. The respiration of bananas in presence of ethylene. New Phytologist. 1936;36(2):170–178."}, {"Citation": "Baranovskaya V. A., Zapolskii O. B., Ovrutskaya I. Y., Obodovskaya N. N., Pschenichnaya E. E., Yushkevich O. I. Use of ozone gas sterilization during storage of potatoes and vegetables. Konservnaja i Ovoshecesushil' naya Promyshlennost. 1979;4:10–12."}, {"Citation": "Jin L., Xiaoyu W., Honglin Y., Zonggan Y., Jiaxun W., Yaguang L. Influence of discharge products on post-harvest physiology of fruit. Proceedings of the 6th International Symposium on High Voltage Engineering; August 1989; New Orleans, La, USA. pp. 1–4."}, {"Citation": "Barth M. M., Zhou C., Mercier M., Payne F. A. Ozone storage effects on anthocyanin content and fungal growth in blackberries. Journal of Food Science. 1995;60(6):1286–1288. doi: 10.1111/j.1365-2621.1995.tb04575.x.", "ArticleIdList": ["10.1111/j.1365-2621.1995.tb04575.x"]}, {"Citation": "Singh N., Singh R. K., Bhunia A. K., Stroshine R. L. Efficacy of chlorine dioxide, ozone, and thyme essential oil or a sequential washing in killing Escherichia coliO157:H7 on lettuce and baby carrots. LWT—Food Science and Technology. 2002;35(8):720–729. doi: 10.1006/fstl.2002.0933.", "ArticleIdList": ["10.1006/fstl.2002.0933"]}, {"Citation": "Pérez A. G., Sanz C., Ríos J. J., Olías R., Olías J. M. Effects of ozone treatment on postharvest strawberry quality. Journal of Agricultural and Food Chemistry. 1999;47(4):1652–1656. doi: 10.1021/jf980829l.", "ArticleIdList": ["10.1021/jf980829l", "10564033"]}, {"Citation": "Liew C. L., Prange R. K. Effect of ozone and storage temperature on postharvest diseases and physiology of carrots (Daucus carota L.) Journal of the American Society for Horticultural Science. 1994;119(3):563–567."}, {"Citation": "Brooks R. I., Csallany A. S. Effects of air, ozone, and nitrogen dioxide exposure on the oxidation of corn and soybean lipids. Journal of Agricultural and Food Chemistry. 1978;26(5):1203–1209. doi: 10.1021/jf60219a041.", "ArticleIdList": ["10.1021/jf60219a041"]}, {"Citation": "Norton J. S., Charig A. J., Demoranville I. E. The effect of ozone on storage of cranberries. Proceedings of the American Society for Horticultural Science. 1968;93:792–796."}, {"Citation": "Spalding D. H. Marketing Research Report; no. 801. Washington, DC, USA: Agricultural Research Service, U.S. Dept. of Agriculture; 1968. Effects of ozone atmospheres on spoilage of fruits and vegetables after harvest."}, {"Citation": "Palou L., Crisosto C. H., Smilanick J. L., Adaskaveg J. E., Zoffoli J. P. Effects of continuous 0.3 ppm ozone exposure on decay development and physiological responses of peaches and table grapes in cold storage. Postharvest Biology and Technology. 2002;24(1):39–48. doi: 10.1016/S0925-5214(01)00118-1.", "ArticleIdList": ["10.1016/S0925-5214(01)00118-1"]}, {"Citation": "Achen M. Efficacy of ozone in inactivating Escherichia coli O157:H7 in pure cell suspensions and on apples [M.S. thesis] Columbus, Ohio, USA: The Ohio State University; 2000."}, {"Citation": "AOAC. Official Method. 997.02. Gaithersburg, Md, USA: AOAC International; 1998. Yeast and molds counts in foods. Dry rehydratable film method. Petrifilm method."}, {"Citation": "Døving A., Måge F., Vestrheim S. Methods for testing strawberry fruit firmness: a review. Small Fruits Review. 2005;4(2):11–34. doi: 10.1300/j301v04n02_03.", "ArticleIdList": ["10.1300/j301v04n02_03"]}, {"Citation": "Harb J. Y., Streif J. Controlled atmosphere storage of highbush blueberries cv. “Duke”. European Journal of Horticultural Science. 2004;69(2):66–72."}, {"Citation": "Sanford K. A., Lidster P. D., McRae K. B., et al. Lowbush blueberry quality changes in response to mechanical damage and storage temperature. Journal of the American Society for Horticultural Science. 1991;116(1):47–51."}, {"Citation": "Forney C. F. Postharvest issues in blueberry and cranberry and methods to improve market-life. In: Hummer K. E., editor. IX International Vaccinium Symposium. Vol. 810. ISHS; 2008. pp. 785–798. (ISHS Acta Horticulturae)."}, {"Citation": "Sargent S. A., Brecht J. K., Forney C. F. Blueberry harvest and postharvest operations: quality maintenance and food safety. In: Childers N. F., Lyrene P. M., editors. Blueberries for Growers, Gardeners, Promoters. DeLeon Springs, Fla, USA: Painter Printing; 2006. pp. 139–151."}, {"Citation": "Schotsmans W., Molan A., MacKay B. Controlled atmosphere storage of rabbiteye blueberries enhances postharvest quality aspects. Postharvest Biology and Technology. 2007;44(3):277–285. doi: 10.1016/j.postharvbio.2006.12.009.", "ArticleIdList": ["10.1016/j.postharvbio.2006.12.009"]}, {"Citation": "Nunes M. C. N., Emond J.-P., Brecht J. K. Quality curves for highbush blueberries as a function of the storage temperature. Small Fruits Review. 2004;3(3-4):423–440. doi: 10.1300/j301v03n03_18.", "ArticleIdList": ["10.1300/j301v03n03_18"]}, {"Citation": "Jackson E. D., Sanford K. A., Lawrence R. A., McRae K. B., Stark R. Lowbush blueberry quality changes in response to prepacking delays and holding temperatures. Postharvest Biology and Technology. 1999;15(2):117–126. doi: 10.1016/s0925-5214(98)00075-1.", "ArticleIdList": ["10.1016/s0925-5214(98)00075-1"]}, {"Citation": "Song J., Fan L., Forney C. F., et al. Effect of ozone treatment and controlled atmosphere storage on quality and phytochemicals in highbush blueberries. In: Oosterhaven J., Peppelenbos H. W., editors. VIII International Controlled Atmosphere Research Conference. Vol. 600. ISHS; 2003. pp. 417–423. (ISHS Acta Horticulturae)."}, {"Citation": "Kim T. J., Silva J. L., Tokitkla A., Matta F. B. Modified atmosphere storage influences quality parameters and shelf life of ‘tifblue’ blueberries. Journal of the Mississippi Academy of Science. 2010;4(55):143–148."}, {"Citation": "Fonseca S. C., Oliveira F. A. R., Brecht J. K. Modelling respiration rate of fresh fruits and vegetables for modified atmosphere packages:a review. Journal of Food Engineering. 2002;52(2):99–119. doi: 10.1016/s0260-8774(01)00106-6.", "ArticleIdList": ["10.1016/s0260-8774(01)00106-6"]}, {"Citation": "Gorris L., Tauscher B. Quality and safety aspects of novel minimal processing technology. In: Oliveira F. A. R., Oliveira J. C., editors. Processing of Foods: Quality Optimization and Process Assessment. Boca Raton, Fla, USA: CRC Press; 1999. pp. 325–339."}, {"Citation": "Petri E., Arroqui C., Angós I., Vírseda P. Effect of preservative agents on the respiration rate of minimally processed potato (Solanum tuberosum cv. Monalisa) Journal of Food Science. 2008;73(3):C122–C126. doi: 10.1111/j.1750-3841.2008.00696.x.", "ArticleIdList": ["10.1111/j.1750-3841.2008.00696.x", "18387087"]}, {"Citation": "Aguayo E., Escalona V. H., Artés F. Effect of cyclic exposure to ozone gas on physicochemical, sensorial and microbial quality of whole and sliced tomatoes. Postharvest Biology and Technology. 2006;39(2):169–177. doi: 10.1016/j.postharvbio.2005.11.005.", "ArticleIdList": ["10.1016/j.postharvbio.2005.11.005"]}, {"Citation": "Maguire Y. P., Solberg M., Haard N. F. Influence of atmospheric oxygen and ozone on ripening indices of normal (Rin) and ripening inhibited (rin) tomato cultivars. Journal of Food Biochemistry. 1980;4(2):99–110. doi: 10.1111/j.1745-4514.1980.tb00648.x.", "ArticleIdList": ["10.1111/j.1745-4514.1980.tb00648.x"]}, {"Citation": "Beaudry R. M., Cameron A. C., Shirazi A., Dostal-Lange D. L. Modified atmosphere packaging of blueberry fruit: effect of temperature on package O2 and CO2 . Journal of the American Society for Horticultural Science. 1992;117:436–441."}, {"Citation": "Cline W. O. Postharvest infection of highbush blueberries following contact with infested surfaces. HortScience. 1996;31(6):981–983."}, {"Citation": "Beuchat L. R., Brackett R. E. Survival and growth of Listeria monocytogenes on lettuce as influenced by shredding, chlorine treatment, modified atmosphere packaging and temperature. Journal of Food Science. 1990;55(3):755–758. doi: 10.1111/j.1365-2621.1990.tb05222.x.", "ArticleIdList": ["10.1111/j.1365-2621.1990.tb05222.x"]}, {"Citation": "Palou L., Smilanick J. L., Crisosto C. H., Monir M. Effect of gaseous ozone exposure on the development of green and blue molds on cold stored citrus fruit. Plant Disease. 2001;85(6):632–638. doi: 10.1094/pdis.2001.85.6.632.", "ArticleIdList": ["10.1094/pdis.2001.85.6.632", "30823031"]}, {"Citation": "Giongo L., Poncetta P., Loretti P., Costa F. Texture profiling of blueberries (Vaccinium spp.) during fruit development, ripening and storage. Postharvest Biology and Technology. 2013;76:34–39. doi: 10.1016/j.postharvbio.2012.09.004.", "ArticleIdList": ["10.1016/j.postharvbio.2012.09.004"]}, {"Citation": "Marshall D. A., Spiers J. M., Stringer S. J. Blueberry splitting tendencies as predicted by fruit firmness. HortScience. 2008;43(2):567–570."}, {"Citation": "Escriche I., Serra J. A., Gómez M., Galotto M. J. Effect of ozone treatment and storage temperature on physicochemical properties of mushrooms (Agaris bisporus) Food Science and Technology International. 2001;7(3):251–258. doi: 10.1106/6a9r-dkev-adv7-y30x.", "ArticleIdList": ["10.1106/6a9r-dkev-adv7-y30x"]}, {"Citation": "Larsen M., Watkins C. B. Firmness and concentrations of acetaldehyde, ethyl acetate and ethanol in strawberries stored in controlled and modified atmospheres. Postharvest Biology and Technology. 1995;5(1-2):39–50. doi: 10.1016/0925-5214(94)00012-h.", "ArticleIdList": ["10.1016/0925-5214(94)00012-h"]}, {"Citation": "Watkins C. B., Manzano-Mendez J. E., Nock J. F., Zhang J., Maloney K. E. Cultivar variation in response of strawberry fruit to high carbon dioxide treatments. Journal of the Science of Food and Agriculture. 1999;79(6):886–890. doi: 10.1002/(sici)1097-0010(19990501)79:660;886::aid-jsfa30362;3.0.co;2-0.", "ArticleIdList": ["10.1002/(sici)1097-0010(19990501)79:660;886::aid-jsfa30362;3.0.co;2-0"]}, {"Citation": "Larsen M., Watkins C. B. Firmness and aroma composition of strawberries following short-term high carbon dioxide treatments. HortScience. 1995;30:303–305."}, {"Citation": "Goto T., Goto M., Chachin K., Iwata T. The mechanism of the increase of firmness in strawberry fruit treated with 100% CO2 . Nippon Shokuhin Kagaku Kogaku Kaishi. 1996;43(10):1158–1162. doi: 10.3136/nskkk.43.1158.", "ArticleIdList": ["10.3136/nskkk.43.1158"]}, {"Citation": "Harker F. R., Elgar H. J., Watkins C. B., Jackson P. J., Hallett I. C. Physical and mechanical changes in strawberry fruit after high carbon dioxide treatments. Postharvest Biology and Technology. 2000;19(2):139–146. doi: 10.1016/s0925-5214(00)00090-9.", "ArticleIdList": ["10.1016/s0925-5214(00)00090-9"]}, {"Citation": "Pelayo C., Ebeler S. E., Kader A. A. Postharvest life and flavor quality of three strawberry cultivars kept at 5°C in air or air+20 kPa CO2 . Postharvest Biology and Technology. 2003;27(2):171–183. doi: 10.1016/s0925-5214(02)00059-5.", "ArticleIdList": ["10.1016/s0925-5214(02)00059-5"]}, {"Citation": "Allan-Wojtas P. M., Forney C. F., Carbyn S. E., Nicholas K. U. Microstructural indicators of quality-related characteristics of blueberries: an integrated approach. Lebensmittel-Wissenschaft & Technologie. 2001;20:23–32."}, {"Citation": "Mahajan P. V., Goswami T. K. Extended storage life of litchi fruit using controlled atmosphere and low temperature. Journal of Food Processing and Preservation. 2004;28(5):388–403. doi: 10.1111/j.1745-4549.2004.21127.x.", "ArticleIdList": ["10.1111/j.1745-4549.2004.21127.x"]}, {"Citation": "Gunness P., Kravchuk O., Nottingham S. M., D'Arcy B. R., Gidley M. J. Sensory analysis of individual strawberry fruit and comparison with instrumental analysis. Postharvest Biology and Technology. 2009;52(2):164–172. doi: 10.1016/j.postharvbio.2008.11.006.", "ArticleIdList": ["10.1016/j.postharvbio.2008.11.006"]}, {"Citation": "Døving A., Måge F. Methods of testing strawberry fruit firmness. Acta Agriculturae Scandinavica, Section B. Soil & Plant Science. 2002;52(1):43–51. doi: 10.1080/090647102320260035.", "ArticleIdList": ["10.1080/090647102320260035"]}, {"Citation": "Abbot J. A., Lu R., Upchurch B. L., Stroshine R. L. Horticultural Reviews. Vol. 20. John Wiley & Sons; 1997. Technologies for nondestructive quality evaluation of fruits and vegetables; pp. 1–120."}, {"Citation": "Jackman R. L., Stanley D. W. Perspectives in the textural evaluation of plant foods. Trends in Food Science and Technology. 1995;6(6):187–194. doi: 10.1016/S0924-2244(00)89053-6.", "ArticleIdList": ["10.1016/S0924-2244(00)89053-6"]}, {"Citation": "Deng Y., Wu Y., Li Y. Effects of high O2 levels on post-harvest quality and shelf life of table grapes during long-term storage. European Food Research and Technology. 2005;221(3-4):392–397. doi: 10.1007/s00217-005-1186-4.", "ArticleIdList": ["10.1007/s00217-005-1186-4"]}, {"Citation": "Chiabrando V., Giacalone G., Rolle L. Mechanical behaviour and quality traits of highbush blueberry during postharvest storage. Journal of the Science of Food and Agriculture. 2009;89(6):989–992. doi: 10.1002/jsfa.3544.", "ArticleIdList": ["10.1002/jsfa.3544"]}, {"Citation": "Forney C. F., Kumudini U. K. G. N., Jordan M. A. Effect of postharvest storage conditions on firmness of ‘Burlington’ blueberry fruit. Proceedings of the 8th North American Blueberry Research and Extension Workers Conference; 1998; pp. 227–232."}, {"Citation": "Smagula J. M., Litten W., Chen Y., Dunham S. Variation of fruit set and fruit characteristics of wild lowbush blueberries (Vaccinium angustifolium alt.) in a managed field. Acta Horticulturae. 1997;446:109–115."}, {"Citation": "Khazaei J., Mann D. D. Effects of temperature and loading characteristics on mechanical and stress—relaxation properties of sea buckthorn berries. Part 1. Compression tests. Agricultural Engineering International: CIGR Journal of Scientific Research and Development. 2004;6:3–11."}, {"Citation": "Donahue D. W., Benoit P. W., Lagasse B. J., Buss W. R. Consumer and instrumental evaluation of Maine wild blueberries for the fresh pack market. Postharvest Biology and Technology. 2000;19(3):221–228. doi: 10.1016/S0925-5214(00)00101-0.", "ArticleIdList": ["10.1016/S0925-5214(00)00101-0"]}, {"Citation": "Barrit B. H., Torre L. C. Fruit firmness measurements in red raspberry. HortScience. 1980;15:38–39."}, {"Citation": "Bourne M. C. Textural evaluation of horticultural crops. HortScience. 1980;15:51–56."}, {"Citation": "Bernstein Z., Lustig I. A new method of firmness measurement of grape berries and other juicy fruits. Vitis. 1981;20:15–21."}, {"Citation": "Mencarelli F., Massantini R., Lanzarotta L., Botondi R. Accurate detection of firmness and colour changes in the packing of table grapes with paper dividers. Journal of Horticultural Science. 1994;69(2):299–304."}, {"Citation": "Duprat F., Grotte M., Pietri E., Loonis D. The acoustic impulse response method for measuring the overall firmness of fruit. Journal of Agricultural Engineering Research. 1997;66(4):251–259. doi: 10.1006/jaer.1996.0143.", "ArticleIdList": ["10.1006/jaer.1996.0143"]}, {"Citation": "Barreiro P., Ruiz-Altisent M. Instrumentación de la calidad en frutas y hortalizas frescas. Horticultura. 2000;8:14–20."}, {"Citation": "Khanizadeh S., DeEII J., Cousineau J., Lagrave I. Comparison of three methods to evaluate fruit firmness in advanced strawberry selections. Acta Horticulturae. 2000;517:463–465."}, {"Citation": "Silva J. L., Marroquin E., Matta F. B., Garner J. O., Jr., Stojanovic J. Physicochemical, carbohydrate and sensory characteristics of highbush and rabbiteye blueberry cultivars. Journal of the Science of Food and Agriculture. 2005;85(11):1815–1821. doi: 10.1002/jsfa.2083.", "ArticleIdList": ["10.1002/jsfa.2083"]}, {"Citation": "Swift J. E. Effects of frozen storage and harvest time on the textural and sensory properties of rabbiteye blueberries (Vaccinium virgatum Aiton) [M.S. thesis] Raleigh, NC, USA: NCSU; 2010."}, {"Citation": "Kader A. A. Postharvest handling. In: Preece J. E., Read P. E., editors. The Biology of Horticulture: An Introductory Textbook. New York, NY, USA: Wiley; 1993. pp. 353–377."}, {"Citation": "Daş E., Gürakan G. C., Bayindirli A. Effect of controlled atmosphere storage, modified atmosphere packaging and gaseous ozone treatment on the survival of Salmonella Enteritidis on cherry tomatoes. Food Microbiology. 2006;23(5):430–438. doi: 10.1016/j.fm.2005.08.002.", "ArticleIdList": ["10.1016/j.fm.2005.08.002", "16943034"]}, {"Citation": "Fan X., Sokorai K. J. B., Engemann J., Gurtler J. B., Liu Y. Inactivation of Listeria innocua, Salmonella Typhimurium, and Escherichia coli O157:H7 on surface and stem scar areas of tomatoes using in-package ozonation. Journal of Food Protection. 2012;75(9):1611–1618. doi: 10.4315/0362-028x.jfp-12-103.", "ArticleIdList": ["10.4315/0362-028x.jfp-12-103", "22947468"]}, {"Citation": "Basiouny F. M., Chen Y. Effects of harvest date, maturity and storage intervals on postharvest quality of rabbiteye blueberry (Vaccinium ashei Reade) Proceedings of the Florida State Horticultural Society. 1988;101:281–284."}, {"Citation": "Ceponis M. J., Cappellini R. A. Reducing decay in fresh blueberries with controlled atmospheres. HortScience. 1985;20:228–229."}], "ReferenceList": []}], "History": [{"Year": "2014", "Month": "10", "Day": "13"}, {"Year": "2014", "Month": "12", "Day": "9"}, {"Year": "2016", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "2", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2015", "Month": "1", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26904657", "PMC4745484", "10.1155/2015/164143"]}}], "PubmedBookArticle": []}