{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Acidification potential", "Ethanol production", "Eutrophication potential", "Global warming potential", "High-gravity hydrolysis and fermentation", "Life cycle assessment", "Photochemical ozone creation potential", "Renewable and non-renewable energy use", "Spruce wood chips", "Technology development"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26949414", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "29"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "03", "Day": "05"}], "ELocationID": ["53", "10.1186/s13068-016-0468-3"], "Journal": {"ISSN": "1754-6834", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2016"}}, "Title": "Biotechnology for biofuels", "ISOAbbreviation": "Biotechnol Biofuels"}, "ArticleTitle": "Life cycle impacts of ethanol production from spruce wood chips under high-gravity conditions.", "Pagination": {"StartPage": "53", "MedlinePgn": "53"}, "Abstract": {"AbstractText": ["Development of more sustainable biofuel production processes is ongoing, and technology to run these processes at a high dry matter content, also called high-gravity conditions, is one option. This paper presents the results of a life cycle assessment (LCA) of such a technology currently in development for the production of bio-ethanol from spruce wood chips.", "The cradle-to-gate LCA used lab results from a set of 30 experiments (or process configurations) in which the main process variable was the detoxification strategy applied to the pretreated feedstock material. The results of the assessment show that a process configuration, in which washing of the pretreated slurry is the detoxification strategy, leads to the lowest environmental impact of the process. Enzyme production and use are the main contributors to the environmental impact in all process configurations, and strategies to significantly reduce this contribution are enzyme recycling and on-site enzyme production. Furthermore, a strong linear correlation between the ethanol yield of a configuration and its environmental impact is demonstrated, and the selected environmental impacts show a very strong cross-correlation ([Formula: see text] in all cases) which may be used to reduce the number of impact categories considered from four to one (in this case, global warming potential). Lastly, a comparison with results of an LCA of ethanol production under high-gravity conditions using wheat straw shows that the environmental performance does not significantly differ when using spruce wood chips. For this comparison, it is shown that eutrophication potential also needs to be considered due to the fertilizer use in wheat cultivation.", "The LCA points out the environmental hotspots in the ethanol production process, and thus provides input to the further development of the high-gravity technology. Reducing the number of impact categories based only on cross-correlations should be done with caution. Knowledge of the analyzed system provides further input to the choice of impact categories."]}, "AuthorList": [{"Identifier": ["0000-0002-5314-7968"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Energy and Environment, Division of Environmental Systems Analysis, Chalmers University of Technology, Rännvägen 6B, SE-41296 Göteborg, Sweden."}], "LastName": "Janssen", "ForeName": "Matty", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Biological Engineering, Industrial Biotechnology, Chalmers University of Technology, Kemigården 4, SE-41296 Göteborg, Sweden ; School of Agricultural, Forest and Food Sciences HAFL, Bern University of Applied Sciences, Länggasse 85, 3052 Zollikofen, Switzerland."}], "LastName": "Xiros", "ForeName": "Charilaos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Energy and Environment, Division of Environmental Systems Analysis, Chalmers University of Technology, Rännvägen 6B, SE-41296 Göteborg, Sweden."}], "LastName": "Tillman", "ForeName": "Anne-Marie", "Initials": "AM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biotechnol Biofuels", "NlmUniqueID": "101316935", "ISSNLinking": "1754-6834"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Souza GM, Victoria R, Joly C, Verdade L, editors. Bioenergy & sustainability: bridging the gaps. Paris: SCOPE; 2015."}, {"Citation": "Koppram R, Tomás-Pejó E, Xiros C, Olsson L. Lignocellulosic ethanol production at high-gravity: challenges and perspectives. Trends Biotechnol. 2014;32:46–53. doi: 10.1016/j.tibtech.2013.10.003.", "ArticleIdList": ["10.1016/j.tibtech.2013.10.003", "24231155"]}, {"Citation": "Jørgensen H, Kristensen JB, Felby C. Enzymatic conversion of lignocellulose into fermentable sugars: challenges and opportunities. Biofuels Bioprod Bioref. 2007;1:119–134. doi: 10.1002/bbb.4.", "ArticleIdList": ["10.1002/bbb.4"]}, {"Citation": "Puligundla P, Smogrovicova D, Obulam V, Ko S. Very high gravity (VHG) ethanolic brewing and fermentation: a research update. J Ind Microbiol Biot. 2011;38:1133–1144. doi: 10.1007/s10295-011-0999-3.", "ArticleIdList": ["10.1007/s10295-011-0999-3", "21695540"]}, {"Citation": "Mohr A, Raman S. Lessons from first generation biofuels and implications for the sustainability appraisal of second generation biofuels. Energ Policy. 2013;63:114–122. doi: 10.1016/j.enpol.2013.08.033.", "ArticleIdList": ["10.1016/j.enpol.2013.08.033", "PMC4048104", "24926117"]}, {"Citation": "Valentine J, Clifton-Brown J, Hastings A, Robson P, Allison G, Smith P. Food vs. fuel: the use of land for lignocellulosic ‘next generation’ energy crops that minimize competition with primary food production. GCB Bioenerg. 2012;4(1):1–19."}, {"Citation": "Xiros C, Olsson L. Comparison of strategies to overcome the inhibitory effects in high-gravity fermentation of lignocellulosic hydrolysates. Biomass Bioenerg. 2014;65:79–90. doi: 10.1016/j.biombioe.2014.03.060.", "ArticleIdList": ["10.1016/j.biombioe.2014.03.060"]}, {"Citation": "Koppram R, Olsson L. Combined substrate, enzyme and yeast feed in simultaneous saccharification and fermentation allow bioethanol production from pretreated spruce biomass at high solids loadings. Biotechnol Biofuels. 2014;7(1):1–9. doi: 10.1186/1754-6834-7-54.", "ArticleIdList": ["10.1186/1754-6834-7-54", "PMC4234936", "24713027"]}, {"Citation": "International Organization of Standardization. Environmental management—life cycle assessment—principles and framework (ISO 14040). 2006."}, {"Citation": "International Organization of Standardization: Environmental management—life cycle assessment—requirements and guidelines (ISO 14044). 2006."}, {"Citation": "González-García S, Moreira MT, Feijoo G, Murphy RJ. Comparative life cycle assessment of ethanol production from fast-growing wood crops (black locust, eucalyptus and poplar) Biomass Bioenerg. 2012;39:378–388. doi: 10.1016/j.biombioe.2012.01.028.", "ArticleIdList": ["10.1016/j.biombioe.2012.01.028"]}, {"Citation": "Melamu R, von Blottnitz H. 2nd generation biofuels a sure bet? A life cycle assessment of how things could go wrong. J Clean Prod. 2011;19(2–3):138–144. doi: 10.1016/j.jclepro.2010.08.021.", "ArticleIdList": ["10.1016/j.jclepro.2010.08.021"]}, {"Citation": "Mu D, Seager T, Rao P, Zhao F. Comparative life cycle assessment of lignocellulosic ethanol production: biochemical versus thermochemical conversion. Environ Manage. 2010;46(4):565–578. doi: 10.1007/s00267-010-9494-2.", "ArticleIdList": ["10.1007/s00267-010-9494-2", "20440495"]}, {"Citation": "Roy P, Dutta A. Life cycle assessment of ethanol derived from sawdust. Bioresource Technol. 2013;150:407–411. doi: 10.1016/j.biortech.2013.08.057.", "ArticleIdList": ["10.1016/j.biortech.2013.08.057", "23993286"]}, {"Citation": "Janssen M, Tillman A-M, Cannella D, Jørgensen H. Influence of high gravity process conditions on the environmental impact of ethanol production from wheat straw. Bioresource Technol. 2014;173:148–158. doi: 10.1016/j.biortech.2014.09.044.", "ArticleIdList": ["10.1016/j.biortech.2014.09.044", "25299491"]}, {"Citation": "Cannella D, Hsieh CC, Felby C, Jørgensen H. Production and effect of aldonic acids during enzymatic hydrolysis of lignocellulose at high dry matter content. Biotechnol Biofuels. 2012;5:26. doi: 10.1186/1754-6834-5-26.", "ArticleIdList": ["10.1186/1754-6834-5-26", "PMC3458932", "22546481"]}, {"Citation": "Cannella D, Jørgensen H. Do new cellulolytic enzyme preparations affect the industrial strategies for high solids lignocellulosic ethanol production? Biotechnol Bioeng. 2014;111:59–68. doi: 10.1002/bit.25098.", "ArticleIdList": ["10.1002/bit.25098", "24022674"]}, {"Citation": "MacLean HL, Spatari S. The contribution of enzymes and process chemicals to the life cycle of ethanol. Environ Res Lett. 2009;4(1):014001. doi: 10.1088/1748-9326/4/1/014001.", "ArticleIdList": ["10.1088/1748-9326/4/1/014001"]}, {"Citation": "Lindedam J. Østergaard Haven M, Chylenski P, Jørgensen H, Felby C. Recycling cellulases for cellulosic ethanol production at industrial relevant conditions: potential and temperature dependency at high solid processes. Bioresource Technol. 2013;148:180–8.", "ArticleIdList": ["24045205"]}, {"Citation": "Aden A, Ruth M, Ibsen K, Jechura J, Neeves K, Sheehan J, Wallace B, Montague L, Slayton A, Lukas J. Lignocellulosic biomass to ethanol process design and economics utilizing co-current dilute acid prehydrolysis and enzymatic hydrolysis for corn stover. Research Report TP-510-32438, NREL; 2002. http://www.nrel.gov/docs/fy02osti/32438.pdf"}, {"Citation": "Humbird D, Davis R, Tao L, Kinchin C, Hsu D, Aden A, Schoen P, Lukas J, Olthof B, Worley M, Sexton D, Dudgeon D. Process design and economics for biochemical conversion of lignocellulosic biomass to ethanol—dilute-acid pretreatment and enzymatic hydrolysis of corn stover. Technical Report NREL/TP-5100-47764, NREL; 2011. http://www.nrel.gov/docs/fy11osti/47764.pdf"}, {"Citation": "Shibasaki M, Albrecht S, Kupfer T. Small scale and large scale plants—effect on life cycle assessment. In: 17th European symposium on computer aided process engineering—ESCAPE17. 2007:6."}, {"Citation": "Hillman KM, Sandén BA. Time and scale in life cycle assessment: the case of fuel choice in the transport sector. Int J Alternative Propulsion. 2008;2:1–12. doi: 10.1504/IJAP.2008.019689.", "ArticleIdList": ["10.1504/IJAP.2008.019689"]}, {"Citation": "Cherubini F, Strømman AH. Life cycle assessment of bioenergy systems: state of the art and future challenges. Bioresource Technol. 2011;102:437–451. doi: 10.1016/j.biortech.2010.08.010.", "ArticleIdList": ["10.1016/j.biortech.2010.08.010", "20832298"]}, {"Citation": "Pascual-González J, Pozo C, Guillén-Gosálbez G, Jiménez-Esteller L. Combined use of MILP and multi-linear regression to simplify LCA studies. Comput Chem Eng. 2015;82:34–43. doi: 10.1016/j.compchemeng.2015.06.002.", "ArticleIdList": ["10.1016/j.compchemeng.2015.06.002"]}, {"Citation": "Pascual-González J, Guillén-Gosálbez G, Mateo-Sanz JM, Jiménez-Esteller L. Statistical analysis of the ecoinvent database to uncover relationships between life cycle impact assessment metrics. J Clean Prod. 2015;112:359–368. doi: 10.1016/j.jclepro.2015.05.129.", "ArticleIdList": ["10.1016/j.jclepro.2015.05.129"]}, {"Citation": "Holtsmark B. Harvesting in boreal forests and the biofuel carbon debt. Clim Change. 2012;112:415–428. doi: 10.1007/s10584-011-0222-6.", "ArticleIdList": ["10.1007/s10584-011-0222-6"]}, {"Citation": "McKechnie J, Colombo S, Chen J, Mabee W, MacLean HL. Forest bioenergy or forest carbon? Assessing trade-offs in greenhouse gas mitigation with wood-based fuels. Environ Sci Technol. 2011;45:789–795. doi: 10.1021/es1024004.", "ArticleIdList": ["10.1021/es1024004", "21142063"]}, {"Citation": "Zanchi G, Pena N, Bird N. Is woody bioenergy carbon neutral? A comparative assessment of emissions from consumption of woody bioenergy and fossil fuel. GCB Bioenerg. 2012;4:761–772. doi: 10.1111/j.1757-1707.2011.01149.x.", "ArticleIdList": ["10.1111/j.1757-1707.2011.01149.x"]}, {"Citation": "Cherubini F, Peters GP, Berntsen T, Strømman AH, Hertwich E. CO<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mrow></mrow><mn>2</mn></msub></math> emissions from biomass combustion for bioenergy: atmospheric decay and contribution to global warming. GCB Bioenerg. 2011;3(5):413–426. doi: 10.1111/j.1757-1707.2011.01102.x.", "ArticleIdList": ["10.1111/j.1757-1707.2011.01102.x"]}, {"Citation": "Pingoud K, Ekholm T, Savolainen I. Global warming potential factors and warming payback time as climate indicators of forest biomass use. Mitigation Adapt Strateg Glob Chang. 2012;17(4):369–386. doi: 10.1007/s11027-011-9331-9.", "ArticleIdList": ["10.1007/s11027-011-9331-9"]}, {"Citation": "Väisänen S, Valtonen T, Soukka R. Biogenic carbon emissions of integrated ethanol production. Int J Energ Sector Manage. 2012;6(3):381–396. doi: 10.1108/17506221211259682.", "ArticleIdList": ["10.1108/17506221211259682"]}, {"Citation": "SEKAB. SEKAB website. http://www.sekab.com."}, {"Citation": "de Mes TZD, Stams AJM, Reith JH, Zeeman G. Methane production by anaerobic digestion of wastewater and solid wastes. In: Reith JH, Wijffels RH, Barten H, editors. Bio-methane & Bio-hydrogen. Status and perspectives of biological methane and hydrogen production. Petten: Dutch Biological Hydrogen Foundation; 2003. p. 58–102."}, {"Citation": "Guinée JB, Gorrée M, Heijungs R, Huppes G, Kleijn R, Koning Ad, Oers Lv, Wegener Sleeswijk A, Suh S, Udo de Haes HA, Bruijn Hd, Duin Rv, Huijbregts MAJ. Handbook on life cycle assessment. Operational Guide to the ISO Standards. Dordrecht: Kluwer Academic Publishers; 2002. p. 692."}, {"Citation": "Tillman A-M. Significance of decision-making for LCA methodology. Environ Impact Assess. 2000;20:113–123. doi: 10.1016/S0195-9255(99)00035-9.", "ArticleIdList": ["10.1016/S0195-9255(99)00035-9"]}, {"Citation": "Liptow C, Tillman A-M, Janssen M, Wallberg O, Taylor G. Ethylene based on woody biomass: what are environmental key issues of a possible future swedish production on industrial scale. Int J Life Cycle Assess. 2013;18:1071–1081. doi: 10.1007/s11367-013-0564-6.", "ArticleIdList": ["10.1007/s11367-013-0564-6"]}, {"Citation": "Palmqvist B, Liden G. Torque measurements reveal large process differences between materials during high solid enzymatic hydrolysis of pretreated lignocellulose. Biotechnol Biofuels. 2012;5(1):57. doi: 10.1186/1754-6834-5-57.", "ArticleIdList": ["10.1186/1754-6834-5-57", "PMC3502536", "22867035"]}, {"Citation": "Bertaud F, Holmbom B. Chemical composition of earlywood and latewood in norway spruce heartwood, sapwood and transition zone wood. Wood Sci Technol. 2004;38(4):245–256. doi: 10.1007/s00226-004-0241-9.", "ArticleIdList": ["10.1007/s00226-004-0241-9"]}, {"Citation": "Twumasi E. Environmental study of the lignocellulose ethanol production at the Sekab pilot plant (ETEC). Technical Report 2007:031, Luleå: Luleå University of Technology; 2007."}, {"Citation": "Sassner P, Galbe M, Zacchi G. Techno-economic evaluation of bioethanol production from three different lignocellulosic materials. Biomass Bioenerg. 2008;32(5):422–430. doi: 10.1016/j.biombioe.2007.10.014.", "ArticleIdList": ["10.1016/j.biombioe.2007.10.014"]}, {"Citation": "Galbe M, Sassner P, Wingren A, Zacchi G. Process engineering economics of bioethanol production. In: Olsson L, editor. Biofuels. Berlin Heidelberg: Springer; 2007. pp. 303–327.", "ArticleIdList": ["17541520"]}, {"Citation": "Jungbluth N, Chudacoff M, Dauriat A, Dinkel F, Doka G, Faist Emmenegger M, Gnansounou E, Kljun N, Schleiss K, Spielmann M, Stettler C, Sutter J. Life cycle inventories of bioenergy. Technical Report ecoinvent report No. 17. D++bendorf: Swiss Centre for Life Cycle Inventories; 2007."}, {"Citation": "NREL. U.S. life cycle inventory database. National renewable energy laboratory. Accessed April 2013. https://www.lcacommons.gov/nrel/search."}, {"Citation": "Energimyndigheten. Energy in Sweden 2013. Technical report, Energimyndigheten. 2014."}, {"Citation": "Althaus H-J, Chudacoff M, Hischier R, Jungbluth N, Osses M, Primas A. Life cycle inventories of chemicals. Technical Report ecoinvent report No. 8. D++bendorf: EMPA; 2007."}, {"Citation": "Frischknecht R, Tuchschmid M, Faist-Emmenegger M, Bauer C, Dones R. Strommix und stromnetz. Technical Report ecoinvent report No. 6. Swiss Centre for Life Cycle Inventories; 2007."}, {"Citation": "Ciroth A. ICT for environment in life cycle applications openLCA—a new open source software for life cycle assessment. Int J Life Cycle Assess. 2007;12(4):209–210. doi: 10.1007/s11367-007-0337-1.", "ArticleIdList": ["10.1007/s11367-007-0337-1"]}, {"Citation": "Cannella D, Sveding PV, Jørgensen H. PEI detoxification of pretreated spruce for high solids ethanol fermentation. Appl Energ. 2014;132:394–403. doi: 10.1016/j.apenergy.2014.07.038.", "ArticleIdList": ["10.1016/j.apenergy.2014.07.038"]}, {"Citation": "Kobayashi S. Ethylenimine polymers. Prog Polym Sci. 1990;15(5):751–823. doi: 10.1016/0079-6700(90)90011-O.", "ArticleIdList": ["10.1016/0079-6700(90)90011-O"]}, {"Citation": "Steuerle U, Feuerhake R. Aziridines. Ullmann’s encyclopedia of industrial chemistry. Germany: Wiley-VCH Verlag GmbH & Co. KGaA; 2006. p. 515–521."}, {"Citation": "Larsen J, Østergaard Haven M, Thirup L. Inbicon makes lignocellulosic ethanol a commercial reality. Biomass Bioenerg 2012:46;36–45."}, {"Citation": "Nemecek T, Kägi T. Life cycle inventories of agricultural production systems. Technical Report ecoinvent report No. 15, Agrosope Reckenholz-Tänikon Research Station ART. Agrosope Reckenholz-Tänikon Research Station ART; 2007."}, {"Citation": "Lund H, Mathiesen BV. Energy system analysis of 100% renewable energy systems—the case of Denmark in years 2030 and 2050. Energy. 2009;34:524–531. doi: 10.1016/j.energy.2008.04.003.", "ArticleIdList": ["10.1016/j.energy.2008.04.003"]}, {"Citation": "Danish Energy Agency. Energy strategy 2050—from coal, oil and gas to green energy, Technical report. Danish Energy Agency; 2011."}, {"Citation": "Arvidsson R, Fransson K, Fröling M, Svanström M, Molander S. Energy use indicators in energy and life cycle assessments of biofuels: review and recommendations. J Clean Prod. 2012;31:54–61. doi: 10.1016/j.jclepro.2012.03.001.", "ArticleIdList": ["10.1016/j.jclepro.2012.03.001"]}, {"Citation": "Qin C. Lignin as alternative renewable fuel. http://www.altenergymag.com/emagazine/2009/06/lignin-as-alternative-renewable-fuel/1384."}, {"Citation": "Eurostat. Energy—main tables. http://ec.europa.eu/eurostat/web/energy/data/main-tables."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "11", "Day": "28"}, {"Year": "2016", "Month": "2", "Day": "19"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "3", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["26949414", "PMC4779266", "10.1186/s13068-016-0468-3", "468"]}}], "PubmedBookArticle": []}