{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Estrous cycle", "Gender differences", "Inflammation", "Lung disease", "Oxidative stress"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26949510", "DateCompleted": {"Year": "2016", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "03", "Day": "05"}], "ELocationID": ["16", "10.1186/s13293-016-0069-7"], "Journal": {"ISSN": "2042-6410", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Biology of sex differences", "ISOAbbreviation": "Biol Sex Differ"}, "ArticleTitle": "Sex-specific IL-6-associated signaling activation in ozone-induced lung inflammation.", "Pagination": {"StartPage": "16", "MedlinePgn": "16"}, "Abstract": {"AbstractText": ["Acute ozone (O3) exposure has known deleterious effects on the respiratory system and has been linked with respiratory disease and infection. Inflammatory lung disease induced by air pollution has demonstrated greater severity and poorer prognosis in women vs. men. Both severe damage to the bronchial-alveolar epithelium and malfunctioning of bronchial-blood barrier have been largely attributed to the pathobiology of O3-induced inflammatory response, but the associated mechanisms in the male and female lung remain unknown.", "Here, we investigated sex-based differential regulation of lung interleukin-6 (IL-6) and its downstream signaling pathways JAK2/STAT3 and AKT1/NF-κB in response to O3 exposure in a mouse model. We exposed male and female mice (in different stages of the estrous cycle) to 2 ppm of O3 or filtered air (FA) for 3 h, and we harvested lung tissue for protein expression analysis by Western blot.", "We found significant up-regulation of IL-6 and IL-6R in females and IL-6 in males in response to O3 vs. FA. Ozone exposure induced a significant increase in STAT3-Y705 phosphorylation in both females and males. Males exposed to O3 had decreased levels of JAK2, but increased JAK2 (Y1007+Y1008) phosphorylation, while females exposed to O3 showed significant up-regulation of both proteins. Both NF-κB (p105/p50) and AKT1 protein levels were significantly increased only in females exposed to O3. In addition, females exposed to O3 during proestrus displayed increased expression of selected genes when compared to females exposed to O3 in other estrous cycle stages.", "Together, our observations indicate a sex-based and estrous cycle-dependent differential lung inflammatory response to O3 and involvement of two converging JAK2/STAT3 and AKT1/NF-κB pathways. To our knowledge, this is the first study specifically addressing the impact of the estrous cycle in O3-associated lung inflammatory pathways."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, The Pennsylvania State University College of Medicine, 500 University Drive, H085, Hershey, PA 17033 USA."}], "LastName": "Mishra", "ForeName": "Vikas", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, The Pennsylvania State University College of Medicine, 500 University Drive, H085, Hershey, PA 17033 USA."}], "LastName": "DiAngelo", "ForeName": "Susan L", "Initials": "SL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pediatrics, The Pennsylvania State University College of Medicine, 500 University Drive, H085, Hershey, PA 17033 USA ; Department of Biochemistry and Molecular Biology, The Pennsylvania State University College of Medicine, Hershey, PA 17033 USA."}], "LastName": "Silveyra", "ForeName": "Patricia", "Initials": "P"}], "GrantList": [{"GrantID": "K12 HD055882", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biol Sex Differ", "NlmUniqueID": "101548963", "ISSNLinking": "2042-6410"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Organization WH . Health aspects of air pollution with particulate matter, ozone and nitrogen dioxide. Bonn, Germany: Report on a WHO working group; 2003. pp. 13–5."}, {"Citation": "Bell ML, Peng RD, Dominici F. The exposure-response curve for ozone and risk of mortality and the adequacy of current ozone regulations. Environ Health Perspect. 2006;114(4):532–6. doi: 10.1289/ehp.8816.", "ArticleIdList": ["10.1289/ehp.8816", "PMC1440776", "16581541"]}, {"Citation": "Rice MB, Ljungman PL, Wilker EH, Gold DR, Schwartz JD, Koutrakis P, et al. Short-term exposure to air pollution and lung function in the Framingham Heart Study. Am J Respir Crit Care Med. 2013;188(11):1351–7. doi: 10.1164/rccm.201308-1414OC.", "ArticleIdList": ["10.1164/rccm.201308-1414OC", "PMC3919078", "24200465"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, Danaei G, Shibuya K, Adair-Rohani H, et al. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012;380(9859):2224–60. doi: 10.1016/S0140-6736(12)61766-8.", "ArticleIdList": ["10.1016/S0140-6736(12)61766-8", "PMC4156511", "23245609"]}, {"Citation": "Darrow LA, Klein M, Flanders WD, Mulholland JA, Tolbert PE, Strickland MJ. Air pollution and acute respiratory infections among children 0–4 years of age: an 18-year time-series study. Am J Epidemiol. 2014;180(10):968–77. doi: 10.1093/aje/kwu234.", "ArticleIdList": ["10.1093/aje/kwu234", "PMC4224364", "25324558"]}, {"Citation": "Wong CM, Thach TQ, Chau PY, Chan EK, Chung RY, Ou CQ, et al. Part 4. Interaction between air pollution and respiratory viruses: time-series study of daily mortality and hospital admissions in Hong Kong. Res Rep. 2010;(154):283-362. http://www.ncbi.nlm.nih.gov/pubmed/21446214.", "ArticleIdList": ["21446214"]}, {"Citation": "Goss CH, Newsom SA, Schildcrout JS, Sheppard L, Kaufman JD. Effect of ambient air pollution on pulmonary exacerbations and lung function in cystic fibrosis. Am J Respir Crit Care Med. 2004;169(7):816–21. doi: 10.1164/rccm.200306-779OC.", "ArticleIdList": ["10.1164/rccm.200306-779OC", "14718248"]}, {"Citation": "Samet JM. The Clean Air Act and health—a clearer view from 2011. N Engl J Med. 2011;365(3):198–201. doi: 10.1056/NEJMp1103332.", "ArticleIdList": ["10.1056/NEJMp1103332", "21732828"]}, {"Citation": "Pope CA, Muhlestein JB, May HT, Renlund DG, Anderson JL, Horne BD. Ischemic heart disease events triggered by short-term exposure to fine particulate air pollution. Circulation. 2006;114(23):2443–8. doi: 10.1161/CIRCULATIONAHA.106.636977.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.106.636977", "17101851"]}, {"Citation": "Mudway IS, Kelly FJ. An investigation of inhaled ozone dose and the magnitude of airway inflammation in healthy adults. Am J Respir Crit Care Med. 2004;169(10):1089–95. doi: 10.1164/rccm.200309-1325PP.", "ArticleIdList": ["10.1164/rccm.200309-1325PP", "14754762"]}, {"Citation": "Sims EJ, Green MW, Mehta A. Decreased lung function in female but not male subjects with established cystic fibrosis-related diabetes. Diabetes Care. 2005;28(7):1581–7. doi: 10.2337/diacare.28.7.1581.", "ArticleIdList": ["10.2337/diacare.28.7.1581", "15983304"]}, {"Citation": "Caracta CF. Gender differences in pulmonary disease. Mt Sinai J Med. 2003;70(4):215–24.", "ArticleIdList": ["12968194"]}, {"Citation": "Falagas ME, Mourtzoukou EG, Vardakas KZ. Sex differences in the incidence and severity of respiratory tract infections. Respir Med. 2007;101(9):1845–63. doi: 10.1016/j.rmed.2007.04.011.", "ArticleIdList": ["10.1016/j.rmed.2007.04.011", "17544265"]}, {"Citation": "de Torres JP, Cote CG, Lopez MV, Casanova C, Diaz O, Marin JM, et al. Sex differences in mortality in patients with COPD. Eur Respir J. 2009;33(3):528–35. doi: 10.1183/09031936.00096108.", "ArticleIdList": ["10.1183/09031936.00096108", "19047315"]}, {"Citation": "Langhammer A, Johnsen R, Holmen J, Gulsvik A, Bjermer L. Cigarette smoking gives more respiratory symptoms among women than among men. The Nord-Trondelag Health Study (HUNT) J Epidemiol Community Health. 2000;54(12):917–22. doi: 10.1136/jech.54.12.917.", "ArticleIdList": ["10.1136/jech.54.12.917", "PMC1731608", "11076988"]}, {"Citation": "Langhammer A, Johnsen R, Gulsvik A, Holmen TL, Bjermer L. Sex differences in lung vulnerability to tobacco smoking. Eur Respir J. 2003;21(6):1017–23. doi: 10.1183/09031936.03.00053202.", "ArticleIdList": ["10.1183/09031936.03.00053202", "12797498"]}, {"Citation": "Martinez FJ, Curtis JL, Sciurba F, Mumford J, Giardino ND, Weinmann G, et al. Sex differences in severe pulmonary emphysema. Am J Respir Crit Care Med. 2007;176(3):243–52. doi: 10.1164/rccm.200606-828OC.", "ArticleIdList": ["10.1164/rccm.200606-828OC", "PMC1994221", "17431226"]}, {"Citation": "Varkey AB. Chronic obstructive pulmonary disease in women: exploring gender differences. Curr Opin Pulm Med. 2004;10(2):98–103. doi: 10.1097/00063198-200403000-00003.", "ArticleIdList": ["10.1097/00063198-200403000-00003", "15021178"]}, {"Citation": "Kanner RE, Connett JE, Altose MD, Buist AS, Lee WW, Tashkin DP, et al. Gender difference in airway hyperresponsiveness in smokers with mild COPD. The Lung Health Study. Am J Respir Crit Care Med. 1994;150(4):956–61. doi: 10.1164/ajrccm.150.4.7921469.", "ArticleIdList": ["10.1164/ajrccm.150.4.7921469", "7921469"]}, {"Citation": "Tam A, Morrish D, Wadsworth S, Dorscheid D, Man SF, Sin DD. The role of female hormones on lung function in chronic lung diseases. BMC Womens Health. 2011;11:24. doi: 10.1186/1472-6874-11-24.", "ArticleIdList": ["10.1186/1472-6874-11-24", "PMC3129308", "21639909"]}, {"Citation": "Bouman A, Heineman MJ, Faas MM. Sex hormones and the immune response in humans. Hum Reprod Update. 2005;11(4):411–23. doi: 10.1093/humupd/dmi008.", "ArticleIdList": ["10.1093/humupd/dmi008", "15817524"]}, {"Citation": "Mikerov AN, Gan X, Umstead TM, Miller L, Chinchilli VM, Phelps DS, et al. Sex differences in the impact of ozone on survival and alveolar macrophage function of mice after Klebsiella pneumoniae infection. Respir Res. 2008;9:24. doi: 10.1186/1465-9921-9-24.", "ArticleIdList": ["10.1186/1465-9921-9-24", "PMC2268931", "18307797"]}, {"Citation": "Durrani F, Phelps DS, Weisz J, Silveyra P, Hu S, Mikerov AN, et al. Gonadal hormones and oxidative stress interaction differentially affects survival of male and female mice after lung Klebsiella pneumoniae infection. Exp Lung Res. 2011;38(4):165–72. doi: 10.3109/01902148.2011.654045.", "ArticleIdList": ["10.3109/01902148.2011.654045", "PMC3651915", "22394250"]}, {"Citation": "Martinez-Lazcano JC, Gonzalez-Guevara E, del Carmen RM, Franco-Perez J, Custodio V, Hernandez-Ceron M, et al. The effects of ozone exposure and associated injury mechanisms on the central nervous system. Rev Neurosci. 2013;24(3):337–52. doi: 10.1515/revneuro-2012-0084.", "ArticleIdList": ["10.1515/revneuro-2012-0084", "23585211"]}, {"Citation": "Postlethwait EM, Joad JP, Hyde DM, Schelegle ES, Bric JM, Weir AJ, et al. Three-dimensional mapping of ozone-induced acute cytotoxicity in tracheobronchial airways of isolated perfused rat lung. Am J Respir Cell Mol Biol. 2000;22(2):191–9. doi: 10.1165/ajrcmb.22.2.3674.", "ArticleIdList": ["10.1165/ajrcmb.22.2.3674", "10657940"]}, {"Citation": "Bergamaschi E, De Palma G, Mozzoni P, Vanni S, Vettori MV, Broeckaert F, et al. Polymorphism of quinone-metabolizing enzymes and susceptibility to ozone-induced acute effects. Am J Respir Crit Care Med. 2001;163(6):1426–31. doi: 10.1164/ajrccm.163.6.2006056.", "ArticleIdList": ["10.1164/ajrccm.163.6.2006056", "11371413"]}, {"Citation": "Wright DT, Adler KB, Akley NJ, Dailey LA, Friedman M. Ozone stimulates release of platelet activating factor and activates phospholipases in guinea pig tracheal epithelial cells in primary culture. Toxicol Appl Pharmacol. 1994;127(1):27–36. doi: 10.1006/taap.1994.1135.", "ArticleIdList": ["10.1006/taap.1994.1135", "8048050"]}, {"Citation": "McKinnon KP, Madden MC, Noah TL, Devlin RB. In vitro ozone exposure increases release of arachidonic acid products from a human bronchial epithelial cell line. Toxicol Appl Pharmacol. 1993;118(2):215–23. doi: 10.1006/taap.1993.1027.", "ArticleIdList": ["10.1006/taap.1993.1027", "8442000"]}, {"Citation": "Schlesinger RB, Driscoll KE, Gunnison AF, Zelikoff JT. Pulmonary arachidonic acid metabolism following acute exposures to ozone and nitrogen dioxide. J Toxicol Environ Health. 1990;31(4):275–90. doi: 10.1080/15287399009531456.", "ArticleIdList": ["10.1080/15287399009531456", "2147723"]}, {"Citation": "Devlin RB, McKinnon KP, Noah T, Becker S, Koren HS. Ozone-induced release of cytokines and fibronectin by alveolar macrophages and airway epithelial cells. Am J Physiol. 1994;266(6 Pt 1):L612–9.", "ArticleIdList": ["8023949"]}, {"Citation": "Arsalane K, Gosset P, Vanhee D, Voisin C, Hamid Q, Tonnel AB, et al. Ozone stimulates synthesis of inflammatory cytokines by alveolar macrophages in vitro. Am J Respir Cell Mol Biol. 1995;13(1):60–8. doi: 10.1165/ajrcmb.13.1.7598938.", "ArticleIdList": ["10.1165/ajrcmb.13.1.7598938", "7598938"]}, {"Citation": "McKinney WJ, Jaskot RH, Richards JH, Costa DL, Dreher KL. Cytokine mediation of ozone-induced pulmonary adaptation. Am J Respir Cell Mol Biol. 1998;18(5):696–705. doi: 10.1165/ajrcmb.18.5.2928.", "ArticleIdList": ["10.1165/ajrcmb.18.5.2928", "9569240"]}, {"Citation": "Junttila I, Meri S, Rämet M. Inflammasome—essential regulator of the inflammatory reaction. Duodecim. 2013;129(7):705–11.", "ArticleIdList": ["23720939"]}, {"Citation": "Bhatia M, Zemans RL, Jeyaseelan S. Role of chemokines in the pathogenesis of acute lung injury. Am J Respir Cell Mol Biol. 2012;46(5):566–72. doi: 10.1165/rcmb.2011-0392TR.", "ArticleIdList": ["10.1165/rcmb.2011-0392TR", "PMC3361356", "22323365"]}, {"Citation": "Cho HY, Zhang LY, Kleeberger SR. Ozone-induced lung inflammation and hyperreactivity are mediated via tumor necrosis factor-alpha receptors. Am J Physiol Lung Cell Mol Physiol. 2001;280(3):L537–46.", "ArticleIdList": ["11159038"]}, {"Citation": "Johnston RA, Schwartzman IN, Flynt L, Shore SA. Role of interleukin-6 in murine airway responses to ozone. Am J Physiol Lung Cell Mol Physiol. 2005;288(2):L390–7. doi: 10.1152/ajplung.00007.2004.", "ArticleIdList": ["10.1152/ajplung.00007.2004", "15516495"]}, {"Citation": "Zhao Q, Simpson LG, Driscoll KE, Leikauf GD. Chemokine regulation of ozone-induced neutrophil and monocyte inflammation. Am J Physiol. 1998;274(1 Pt 1):L39–46.", "ArticleIdList": ["9458799"]}, {"Citation": "Williams AS, Nath P, Leung SY, Khorasani N, McKenzie AN, Adcock IM, et al. Modulation of ozone-induced airway hyperresponsiveness and inflammation by interleukin-13. Eur Respir J. 2008;32(3):571–8. doi: 10.1183/09031936.00121607.", "ArticleIdList": ["10.1183/09031936.00121607", "18417511"]}, {"Citation": "Cabello N, Mishra V, Sinha U, DiAngelo SL, Chroneos ZC, Ekpa NA, et al. Sex differences in the expression of lung inflammatory mediators in response to ozone. Am J Physiol Lung Cell Mol Physiol. 2015;309(10):L1150–63.", "ArticleIdList": ["PMC4652152", "26342085"]}, {"Citation": "Bassett D, Elbon-Copp C, Otterbein S, Barraclough-Mitchell H, Delorme M, Yang H. Inflammatory cell availability affects ozone-induced lung damage. J Toxicol Environ Health A. 2001;64(7):547–65. doi: 10.1080/15287390152627237.", "ArticleIdList": ["10.1080/15287390152627237", "11760153"]}, {"Citation": "Chen B, Kan H. Air pollution and population health: a global challenge. Environ Health Prev Med. 2008;13(2):94–101. doi: 10.1007/s12199-007-0018-5.", "ArticleIdList": ["10.1007/s12199-007-0018-5", "PMC2698272", "19568887"]}, {"Citation": "Hollingsworth JW, Kleeberger SR, Foster WM. Ozone and pulmonary innate immunity. Proc Am Thorac Soc. 2007;4(3):240–6. doi: 10.1513/pats.200701-023AW.", "ArticleIdList": ["10.1513/pats.200701-023AW", "PMC2647625", "17607006"]}, {"Citation": "Kampa M, Castanas E. Human health effects of air pollution. Environ Pollut. 2008;151(2):362–7. doi: 10.1016/j.envpol.2007.06.012.", "ArticleIdList": ["10.1016/j.envpol.2007.06.012", "17646040"]}, {"Citation": "Caligioni CS. Assessing reproductive status/stages in mice. Current protocols in neuroscience/editorial board, Jacqueline N Crawley [et al]. 2009; Appendix 4: Appendix 4I. doi: 10.1002/0471142301.nsa04is48.", "ArticleIdList": ["PMC2755182", "19575469"]}, {"Citation": "Mikerov AN, Haque R, Gan X, Guo X, Phelps DS, Floros J. Ablation of SP-A has a negative impact on the susceptibility of mice to Klebsiella pneumoniae infection after ozone exposure: sex differences. Respir Res. 2008;9:77. doi: 10.1186/1465-9921-9-77.", "ArticleIdList": ["10.1186/1465-9921-9-77", "PMC2655296", "19055785"]}, {"Citation": "Haque R, Umstead TM, Ponnuru P, Guo X, Hawgood S, Phelps DS, et al. Role of surfactant protein-A (SP-A) in lung injury in response to acute ozone exposure of SP-A deficient mice. Toxicol Appl Pharmacol. 2007;220(1):72–82. doi: 10.1016/j.taap.2006.12.017.", "ArticleIdList": ["10.1016/j.taap.2006.12.017", "PMC1906716", "17307210"]}, {"Citation": "Silveyra P, Catalano P, Lux-Lantos V, Libertun C. Impact of proestrous milieu on expression of orexin receptors and prepro-orexin in rat hypothalamus and hypophysis: actions of Cetrorelix and Nembutal. Am J Physiol Endocrinol Metab. 2007;292(3):E820–8. doi: 10.1152/ajpendo.00467.2006.", "ArticleIdList": ["10.1152/ajpendo.00467.2006", "17122088"]}, {"Citation": "Hussain AR, Ahmed SO, Ahmed M, Khan OS, Al Abdulmohsen S, Platanias LC, et al. Cross-talk between NFkB and the PI3-kinase/AKT pathway can be targeted in primary effusion lymphoma (PEL) cell lines for efficient apoptosis. PLoS One. 2012;7(6):e39945. doi: 10.1371/journal.pone.0039945.", "ArticleIdList": ["10.1371/journal.pone.0039945", "PMC3386924", "22768179"]}, {"Citation": "Gao H, Guo RF, Speyer CL, Reuben J, Neff TA, Hoesel LM, et al. Stat3 activation in acute lung injury. J Immunol. 2004;172(12):7703–12. doi: 10.4049/jimmunol.172.12.7703.", "ArticleIdList": ["10.4049/jimmunol.172.12.7703", "15187153"]}, {"Citation": "Hoesel B, Schmid JA. The complexity of NF-κB signaling in inflammation and cancer. Mol Cancer. 2013;12:86. doi: 10.1186/1476-4598-12-86.", "ArticleIdList": ["10.1186/1476-4598-12-86", "PMC3750319", "23915189"]}, {"Citation": "Kelly FJ, Fussell JC. Air pollution and airway disease. Clin Exp Allergy. 2011;41(8):1059–71. doi: 10.1111/j.1365-2222.2011.03776.x.", "ArticleIdList": ["10.1111/j.1365-2222.2011.03776.x", "21623970"]}, {"Citation": "Connor AJ, Laskin JD, Laskin DL. Ozone-induced lung injury and sterile inflammation. Role of toll-like receptor 4. Exp Mol Pathol. 2012;92(2):229–35. doi: 10.1016/j.yexmp.2012.01.004.", "ArticleIdList": ["10.1016/j.yexmp.2012.01.004", "PMC3507381", "22300504"]}, {"Citation": "Gabriel G, Arck PC. Sex, immunity and influenza. J Infect Dis. 2014;209(Suppl 3):S93–9. doi: 10.1093/infdis/jiu020.", "ArticleIdList": ["10.1093/infdis/jiu020", "24966196"]}, {"Citation": "Kamil F, Pinzon I, Foreman MG. Sex and race factors in early-onset COPD. Curr Opin Pulm Med. 2013;19(2):140–4. doi: 10.1097/MCP.0b013e32835d903b.", "ArticleIdList": ["10.1097/MCP.0b013e32835d903b", "PMC3976899", "23361195"]}, {"Citation": "Rivera MP. Lung cancer in women: differences in epidemiology, biology, histology, and treatment outcomes. Semin Respir Crit Care Med. 2013;34(6):792–801. doi: 10.1055/s-0033-1358550.", "ArticleIdList": ["10.1055/s-0033-1358550", "24258569"]}, {"Citation": "Straub RH. The complex role of estrogens in inflammation. Endocr Rev. 2007;28(5):521–74. doi: 10.1210/er.2007-0001.", "ArticleIdList": ["10.1210/er.2007-0001", "17640948"]}, {"Citation": "Vinikoor-Imler LC, Owens EO, Nichols JL, Ross M, Brown JS, Sacks JD. Evaluating potential response-modifying factors for associations between ozone and health outcomes: a weight-of-evidence approach. Environ Health Perspect. 2014;122(11):1166–76.", "ArticleIdList": ["PMC4216162", "24927060"]}, {"Citation": "Waxman AB, Kolliputi N. IL-6 protects against hyperoxia-induced mitochondrial damage via Bcl-2-induced Bak interactions with mitofusins. Am J Respir Cell Mol Biol. 2009;41(4):385–96. doi: 10.1165/rcmb.2008-0302OC.", "ArticleIdList": ["10.1165/rcmb.2008-0302OC", "PMC2746985", "19168699"]}, {"Citation": "Parsons PE, Eisner MD, Thompson BT, Matthay MA, Ancukiewicz M, Bernard GR, et al. Lower tidal volume ventilation and plasma cytokine markers of inflammation in patients with acute lung injury. Crit Care Med. 2005;33(1):1–6. doi: 10.1097/01.CCM.0000149854.61192.DC.", "ArticleIdList": ["10.1097/01.CCM.0000149854.61192.DC", "15644641"]}, {"Citation": "Ranieri VM, Suter PM, Tortorella C, De Tullio R, Dayer JM, Brienza A, et al. Effect of mechanical ventilation on inflammatory mediators in patients with acute respiratory distress syndrome: a randomized controlled trial. JAMA. 1999;282(1):54–61. doi: 10.1001/jama.282.1.54.", "ArticleIdList": ["10.1001/jama.282.1.54", "10404912"]}, {"Citation": "Goldman JL, Sammani S, Kempf C, Saadat L, Letsiou E, Wang T, et al. Pleiotropic effects of interleukin-6 in a “two-hit” murine model of acute respiratory distress syndrome. Pulm Circ. 2014;4(2):280–8. doi: 10.1086/675991.", "ArticleIdList": ["10.1086/675991", "PMC4070787", "25006447"]}, {"Citation": "Ko YA, Yang MC, Huang HT, Hsu CM, Chen LW. NF-kappaB activation in myeloid cells mediates ventilator-induced lung injury. Respir Res. 2013;14:69. doi: 10.1186/1465-9921-14-69.", "ArticleIdList": ["10.1186/1465-9921-14-69", "PMC3708752", "23822633"]}, {"Citation": "Riedemann NC, Neff TA, Guo RF, Bernacki KD, Laudes IJ, Sarma JV, et al. Protective effects of IL-6 blockade in sepsis are linked to reduced C5a receptor expression. J Immunol. 2003;170(1):503–7. doi: 10.4049/jimmunol.170.1.503.", "ArticleIdList": ["10.4049/jimmunol.170.1.503", "12496437"]}, {"Citation": "Massaro D, Massaro GD. Estrogen regulates pulmonary alveolar formation, loss, and regeneration in mice. Am J Physiol Lung Cell Mol Physiol. 2004;287(6):L1154–9. doi: 10.1152/ajplung.00228.2004.", "ArticleIdList": ["10.1152/ajplung.00228.2004", "15298854"]}, {"Citation": "Massaro D, Clerch LB, Massaro GD. Estrogen receptor-alpha regulates pulmonary alveolar loss and regeneration in female mice: morphometric and gene expression studies. Am J Physiol Lung Cell Mol Physiol. 2007;293(1):L222–8. doi: 10.1152/ajplung.00384.2006.", "ArticleIdList": ["10.1152/ajplung.00384.2006", "17449797"]}, {"Citation": "Gilliver SC. Sex steroids as inflammatory regulators. J Steroid Biochem Mol Biol. 2010;120(2-3):105–15. doi: 10.1016/j.jsbmb.2009.12.015.", "ArticleIdList": ["10.1016/j.jsbmb.2009.12.015", "20045727"]}, {"Citation": "Hunter CA, Jones SA. IL-6 as a keystone cytokine in health and disease. Nat Immunol. 2015;16(5):448–57. doi: 10.1038/ni.3153.", "ArticleIdList": ["10.1038/ni.3153", "25898198"]}, {"Citation": "Yu M, Zheng X, Witschi H, Pinkerton KE. The role of interleukin-6 in pulmonary inflammation and injury induced by exposure to environmental air pollutants. Toxicol Sci. 2002;68(2):488–97. doi: 10.1093/toxsci/68.2.488.", "ArticleIdList": ["10.1093/toxsci/68.2.488", "12151646"]}, {"Citation": "Rincon M, Irvin CG. Role of IL-6 in asthma and other inflammatory pulmonary diseases. Int J Biol Sci. 2012;8(9):1281–90. doi: 10.7150/ijbs.4874.", "ArticleIdList": ["10.7150/ijbs.4874", "PMC3491451", "23136556"]}, {"Citation": "Wedzicha JA, Seemungal TA, MacCallum PK, Paul EA, Donaldson GC, Bhowmik A, et al. Acute exacerbations of chronic obstructive pulmonary disease are accompanied by elevations of plasma fibrinogen and serum IL-6 levels. Thromb Haemost. 2000;84(2):210–5.", "ArticleIdList": ["10959691"]}, {"Citation": "Carpagnano GE, Barnes PJ, Geddes DM, Hodson ME, Kharitonov SA. Increased leukotriene B4 and interleukin-6 in exhaled breath condensate in cystic fibrosis. Am J Respir Crit Care Med. 2003;167(8):1109–12. doi: 10.1164/rccm.200203-179OC.", "ArticleIdList": ["10.1164/rccm.200203-179OC", "12684249"]}, {"Citation": "Scheller J, Chalaris A, Schmidt-Arras D, Rose-John S. The pro- and anti-inflammatory properties of the cytokine interleukin-6. Biochim Biophys Acta. 2011;1813(5):878–88. doi: 10.1016/j.bbamcr.2011.01.034.", "ArticleIdList": ["10.1016/j.bbamcr.2011.01.034", "21296109"]}, {"Citation": "Hirano T, Ishihara K, Hibi M. Roles of STAT3 in mediating the cell growth, differentiation and survival signals relayed through the IL-6 family of cytokine receptors. Oncogene. 2000;19(21):2548–56. doi: 10.1038/sj.onc.1203551.", "ArticleIdList": ["10.1038/sj.onc.1203551", "10851053"]}, {"Citation": "Heinrich PC, Behrmann I, Müller-Newen G, Schaper F, Graeve L. Interleukin-6-type cytokine signalling through the gp130/Jak/STAT pathway. Biochem J. 1998;334(Pt 2):297–314. doi: 10.1042/bj3340297.", "ArticleIdList": ["10.1042/bj3340297", "PMC1219691", "9716487"]}, {"Citation": "Jones SA, Horiuchi S, Topley N, Yamamoto N, Fuller GM. The soluble interleukin 6 receptor: mechanisms of production and implications in disease. FASEB J. 2001;15(1):43–58. doi: 10.1096/fj.99-1003rev.", "ArticleIdList": ["10.1096/fj.99-1003rev", "11149892"]}, {"Citation": "Sysol J, Belvitch P, Chen J, Machado R, Singla S. Hemin induces pulmonary endothelial cell barrier dysfunction via NFKB. Am J Respir Crit Care Med. 2015;191:A2075."}, {"Citation": "Geraghty P, Wyman AE, Garcia-Arcos I, Dabo AJ, Gadhvi S, Foronjy R. STAT3 modulates cigarette smoke-induced inflammation and protease expression. Front Physiol. 2013;4:267. doi: 10.3389/fphys.2013.00267.", "ArticleIdList": ["10.3389/fphys.2013.00267", "PMC3787396", "24101903"]}, {"Citation": "Li Y, Du H, Qin Y, Roberts J, Cummings OW, Yan C. Activation of the signal transducers and activators of the transcription 3 pathway in alveolar epithelial cells induces inflammation and adenocarcinomas in mouse lung. Cancer Res. 2007;67(18):8494–503. doi: 10.1158/0008-5472.CAN-07-0647.", "ArticleIdList": ["10.1158/0008-5472.CAN-07-0647", "17875688"]}, {"Citation": "McBride DE, Koenig JQ, Luchtel DL, Williams PV, Henderson WR., Jr Inflammatory effects of ozone in the upper airways of subjects with asthma. Am J Respir Crit Care Med. 1994;149(5):1192–7. doi: 10.1164/ajrccm.149.5.8173759.", "ArticleIdList": ["10.1164/ajrccm.149.5.8173759", "8173759"]}, {"Citation": "Yoda Y, Otani N, Sakurai S, Shima M. Acute effects of summer air pollution on pulmonary function and airway inflammation in healthy young women. J Epidemiol. 2014;24(4):312–20. doi: 10.2188/jea.JE20130155.", "ArticleIdList": ["10.2188/jea.JE20130155", "PMC4074636", "24857953"]}, {"Citation": "Hanley SP. Asthma variation with menstruation. Br J Dis Chest. 1981;75(3):306–8. doi: 10.1016/0007-0971(81)90010-3.", "ArticleIdList": ["10.1016/0007-0971(81)90010-3", "7295523"]}, {"Citation": "Pauli BD, Reid RL, Munt PW, Wigle RD, Forkert L. Influence of the menstrual cycle on airway function in asthmatic and normal subjects. Am Rev Respir Dis. 1989;140(2):358–62. doi: 10.1164/ajrccm/140.2.358.", "ArticleIdList": ["10.1164/ajrccm/140.2.358", "2764371"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "11"}, {"Year": "2016", "Month": "2", "Day": "25"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "3", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["26949510", "PMC4779258", "10.1186/s13293-016-0069-7", "69"]}}], "PubmedBookArticle": []}