{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "26964207", "DateCompleted": {"Year": "2016", "Month": "04", "Day": "26"}, "DateRevised": {"Year": "2016", "Month": "03", "Day": "11"}, "Article": {"Language": ["chi"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1000-0593", "JournalIssue": {"Volume": "35", "Issue": "12", "PubDate": {"Year": "2015", "Month": "Dec"}}, "Title": "Guang pu xue yu guang pu fen xi = Guang pu", "ISOAbbreviation": "Guang Pu Xue Yu Guang Pu Fen Xi"}, "ArticleTitle": "[Analysis of the Influence of Temperature on the Retrieval of Ozone Vertical Profiles Using the Thermal Infrared CrIS Sounder].", "Pagination": {"StartPage": "3344", "EndPage": "3349", "MedlinePgn": "3344-9"}, "Abstract": {"AbstractText": ["Ozone is a particularly critical trace gas in the Earth's atmosphere, since this molecule plays a key role in the photochemical reactions and climate change. The TIR measurements can capture the variability of ozone and are weakly sensitive to the lowermost tropospheric ozone content but can provide accurate measurements of tropospheric ozone and higher vertical resolution ozone profiles, with the additional advantage that measurements are also possible during the night. Because of the influence of atmospheric temperature, the ozone profile retrieval accuracy is severely limited. This paper analyze and discuss the ozone absorption spectra and weighting function sensitivity of temperature and its influence on ozone profile retrieval in detail. First, we simulate the change of atmospheric transmittance and radiance by importing 1 K temperature uncertainty, using line-by-line radiative transfer mode under 6 different atmosphere modes. The results show that the transmittance change ratio for 1 K temperature variation was consistent with the transmittance change ratio for 5%-6% change of ozone density variation in all layers of the profile. Then, we calculate the change of weighting function by a temperature error of 1 K, using the Community Radiative Transfer Model (CRTM) for the Cross-track Infrared Sounder (CrIS) on the Suomi National Polar-orbiting Partnership (Suomi NPP) satellite and calculate the corresponding change of retrieval result. The results demonstrate that CrIS is sensitive to Ozone in the middle to upper stratosphere, with the peak vertical sensitivity between 10-100 hPa and the change of weighting function for 1 K temperature variation was consistent with 6% change in the ozone profile. Finally, the paper retrieves ozone profiles from the CrIS radiances with a nonlinear Newton iteration method and use the eigenvector regression algorithm to construct the a priori state. In order to resolve the problem of temperature uncertainty and get high accuracy ozone profile, atmospheric temperature profile and ozone profile are simultaneously retrieved. Comparison of the CrIS retrieved ozone profile with high-vertical-resolution ozonesonde profiles provided by the World Ozone and Ultraviolet Radiation Data Centre (WOUDC) and ERA-Interim ozone profiles indicated that the retrieved ozone profiles are in good agreement with the ozonesonde profiles, and a notable improvement in this algorithm than the retrieval without atmospheric temperature profile, are also better than the ECMWF model profiles. The relative differences are less than 20% for the stratosphere and 50% for the lower troposphere."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [], "LastName": "Ma", "ForeName": "Peng-fei", "Initials": "PF"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Chen", "ForeName": "Liang-fu", "Initials": "LF"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Zou", "ForeName": "Ming-min", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Zhang", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Tao", "ForeName": "Ming-hui", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Wang", "ForeName": "Zi-leng", "Initials": "ZL"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Su", "ForeName": "Lin", "Initials": "L"}], "PublicationTypeList": ["English Abstract", "Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Guang Pu Xue Yu Guang Pu Fen Xi", "NlmUniqueID": "9424805", "ISSNLinking": "1000-0593"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2016", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "12", "Hour": "6", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["26964207"]}}], "PubmedBookArticle": []}