{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27042259", "DateCompleted": {"Year": "2017", "Month": "03", "Day": "03"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "03", "Day": "06"}], "ELocationID": ["2398573", "10.1155/2016/2398573"], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2016", "PubDate": {"Year": "2016"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "Endogenous Generation of Singlet Oxygen and Ozone in Human and Animal Tissues: Mechanisms, Biological Significance, and Influence of Dietary Components.", "Pagination": {"StartPage": "2398573", "MedlinePgn": "2398573"}, "Abstract": {"AbstractText": ["Recent studies have shown that exposing antibodies or amino acids to singlet oxygen results in the formation of ozone (or an ozone-like oxidant) and hydrogen peroxide and that human neutrophils produce both singlet oxygen and ozone during bacterial killing. There is also mounting evidence that endogenous singlet oxygen production may be a common occurrence in cells through various mechanisms. Thus, the ozone-producing combination of singlet oxygen and amino acids might be a common cellular occurrence. This paper reviews the potential pathways of formation of singlet oxygen and ozone in vivo and also proposes some new pathways for singlet oxygen formation. Physiological consequences of the endogenous formation of these oxidants in human tissues are discussed, as well as examples of how dietary factors may promote or inhibit their generation and activity."]}, "AuthorList": [{"Identifier": ["0000-0003-2078-6496"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Jomo Kenyatta University of Agriculture and Technology, P.O. Box 62000, Nairobi 00200, Kenya."}], "LastName": "Onyango", "ForeName": "Arnold N", "Initials": "AN"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oxidants"}, {"RegistryNumber": "17778-80-2", "NameOfSubstance": "Singlet Oxygen"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": ["physiology", "radiation effects"], "DescriptorName": "Metabolic Networks and Pathways"}, {"QualifierName": ["metabolism"], "DescriptorName": "Neutrophils"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxidants"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxygen"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ozone"}, {"QualifierName": ["metabolism"], "DescriptorName": "Radiation Injuries"}, {"QualifierName": ["metabolism"], "DescriptorName": "Singlet Oxygen"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pryor W. A., Houk K. N., Foote C. S., et al. Free radical biology and medicine: it's a gas, man! The American Journal of Physiology—Regulatory Integrative and Comparative Physiology. 2006;291(3):R491–R511. doi: 10.1152/ajpregu.00614.2005.", "ArticleIdList": ["10.1152/ajpregu.00614.2005", "16627692"]}, {"Citation": "Terao J., Minami Y., Bando N. Singlet molecular oxygen-quenching activity of carotenoids: relevance to protection of the skin from photoaging. Journal of Clinical Biochemistry and Nutrition. 2011;48(1):57–62. doi: 10.3164/jcbn.11-008fr.", "ArticleIdList": ["10.3164/jcbn.11-008fr", "PMC3022065", "21297913"]}, {"Citation": "Smith L. L. Oxygen, oxysterols, ouabain, and ozone: a cautionary tale. Free Radical Biology and Medicine. 2004;37(3):318–324. doi: 10.1016/j.freeradbiomed.2004.04.024.", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.04.024", "15223065"]}, {"Citation": "Balla J., Tyihák E. Direct measurement of emission of endogenous ozone from plants by GC-MS-SIM. Chromatographia. 2010;71(supplement 1):87–91. doi: 10.1365/s10337-010-1594-x.", "ArticleIdList": ["10.1365/s10337-010-1594-x"]}, {"Citation": "Rastogi R. P., Richa, Kumar A., Tyagi M. B., Sinha R. P. Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair. Journal of Nucleic Acids. 2010;2010:32. doi: 10.4061/2010/592980.592980", "ArticleIdList": ["10.4061/2010/592980", "PMC3010660", "21209706"]}, {"Citation": "Tyihák E., Móricz Á. M., Ott P. G. BioArena studies: unique function of endogenous formaldehyde and ozone in the antibiotic effect—a review. Medicinal Chemistry. 2012;8(1):75–84. doi: 10.2174/157340612799278388.", "ArticleIdList": ["10.2174/157340612799278388", "22420555"]}, {"Citation": "Wentworth P., Jr., McDunn J. E., Wentworth A. D., et al. Evidence for antibody-catalyzed ozone formation in bacterial killing and inflammation. Science. 2002;298(5601):2195–2199. doi: 10.1126/science.1077642.", "ArticleIdList": ["10.1126/science.1077642", "12434011"]}, {"Citation": "Yamashita K., Miyoshi T., Arai T., et al. Ozone production by amino acids contributes to killing of bacteria. Proceedings of the National Academy of Sciences of the United States of America. 2008;105(44):16912–16917. doi: 10.1073/pnas.0807952105.", "ArticleIdList": ["10.1073/pnas.0807952105", "PMC2579352", "18971328"]}, {"Citation": "Akhalaya M. Y., Maksimov G. V., Rubin A. B., Lademann J., Darvin M. E. Molecular action mechanisms of solar infrared radiation and heat on human skin. Ageing Research Reviews. 2014;16(1):1–11. doi: 10.1016/j.arr.2014.03.006.", "ArticleIdList": ["10.1016/j.arr.2014.03.006", "24742502"]}, {"Citation": "Kochevar I. E., Pathak M. A., Parrish J. A. Photophysics, photochemistry, and phobiology. In: Freedberg I. M., Eisen A. Z., Wolff K., et al., editors. Fitzpatrick's Dermatology in General Medicine. New York, NY, USA: McGraw-Hill; 1999. pp. 220–229."}, {"Citation": "Knak A., Regensburger J., Maisch T., Bäumler W. Exposure of vitamins to UVB and UVA radiation generates singlet oxygen. Photochemical and Photobiological Sciences. 2014;13(5):820–829. doi: 10.1039/c3pp50413a.", "ArticleIdList": ["10.1039/c3pp50413a", "24691875"]}, {"Citation": "Wondrak G. T., Jacobson M. K., Jacobson E. L. Endogenous UVA-photosensitizers: mediators of skin photodamage and novel targets for skin photoprotection. Photochemical and Photobiological Sciences. 2006;5(2):215–237. doi: 10.1039/b504573h.", "ArticleIdList": ["10.1039/b504573h", "16465308"]}, {"Citation": "Bäumler W., Regensburger J., Knak A., Felgenträger A., Maisch T. UVA and endogenous photosensitizers—the detection of singlet oxygen by its luminescence. Photochemical & Photobiological Sciences. 2012;11(1):107–117. doi: 10.1039/c1pp05142c.", "ArticleIdList": ["10.1039/c1pp05142c", "21986813"]}, {"Citation": "Baier J., Maisch T., Maier M., Landthaler M., Bäumler W. Direct detection of singlet oxygen generated by UVA irradiation in human cells and skin. Journal of Investigative Dermatology. 2007;127(6):1498–1506. doi: 10.1038/sj.jid.5700741.", "ArticleIdList": ["10.1038/sj.jid.5700741", "17363921"]}, {"Citation": "Sun M., Finnemann S. C., Febbraio M., et al. Light-induced oxidation of photoreceptor outer segment phospholipids generates ligands for CD36-mediated phagocytosis by retinal pigment epithelium. Journal of Biological Chemistry. 2006;281(7):4222–4230. doi: 10.1074/jbc.m509769200.", "ArticleIdList": ["10.1074/jbc.m509769200", "PMC3627732", "16354659"]}, {"Citation": "Niedre M. J., Patterson M. S., Giles A., Wilson B. C. Imaging of photodynamically generated singlet oxygen luminescence in vivo. Photochemistry and Photobiology. 2005;81(4):941–943. doi: 10.1562/2005-03-15-TSN-462R.1.", "ArticleIdList": ["10.1562/2005-03-15-TSN-462R.1", "15865471"]}, {"Citation": "Bregnhøj M., Blázquez-Castro A., Westberg M., Breitenbach T., Ogilby P. R. Direct 765 nm optical excitation of molecular oxygen in solution and in single mammalian cells. The Journal of Physical Chemistry B. 2015;119(17):5422–5429. doi: 10.1021/acs.jpcb.5b01727.", "ArticleIdList": ["10.1021/acs.jpcb.5b01727", "25856010"]}, {"Citation": "Sokolovski S. G., Zolotovskaya S. A., Goltsov A., Pourreyron C., South A. P., Rafailov E. U. Infrared laser pulse triggers increased singlet oxygen production in tumour cells. Scientific Reports. 2013;3, article 3484 doi: 10.1038/srep03484.", "ArticleIdList": ["10.1038/srep03484", "PMC3860013", "24336590"]}, {"Citation": "Holzer A. M., Athar M., Elmets C. A. The other end of the rainbow: infrared and skin. Journal of Investigative Dermatology. 2010;130(6):1496–1499. doi: 10.1038/jid.2010.79.", "ArticleIdList": ["10.1038/jid.2010.79", "PMC2926798", "20463675"]}, {"Citation": "Schroeder P., Calles C., Benesova T., MacAluso F., Krutmann J. Photoprotection beyond ultraviolet radiation—effective sun protection has to include protection against infrared a radiation-induced skin damage. Skin Pharmacology and Physiology. 2010;23(1):15–17. doi: 10.1159/000257259.", "ArticleIdList": ["10.1159/000257259", "20090404"]}, {"Citation": "Schroeder P., Lademann J., Darvin M. E., et al. Infrared radiation-induced matrix metalloproteinase in human skin: implications for protection. Journal of Investigative Dermatology. 2008;128(10):2491–2497. doi: 10.1038/jid.2008.116.", "ArticleIdList": ["10.1038/jid.2008.116", "18449210"]}, {"Citation": "Darvin M. E., Sterry W., Lademann J., Vergou T. The role of carotenoids in human skin. Molecules. 2011;16(12):10491–10506. doi: 10.3390/molecules161210491.", "ArticleIdList": ["10.3390/molecules161210491"]}, {"Citation": "Rodrigues T., de França L. P., Kawai C., et al. Protective role of mitochondrial unsaturated lipids on the preservation of the apoptotic ability of cytochrome c exposed to singlet oxygen. Thew Journal of Biological Chemistry. 2007;282(35):25577–25587. doi: 10.1074/jbc.m700009200.", "ArticleIdList": ["10.1074/jbc.m700009200", "17567586"]}, {"Citation": "Darvin M. E., Gersonde I., Albrecht H., Zastrow L., Sterry W., Lademann J. In vivo Raman spectroscopic analysis of the influence of IR radiation on the carotenoid antioxidant substances beta-carotene and lycopene in the human skin. Formation of free radicals. Laser Physics Letters. 2007;4(4):318–321. doi: 10.1002/lapl.200610113.", "ArticleIdList": ["10.1002/lapl.200610113"]}, {"Citation": "Prado F. M., Oliveira M. C. B., Miyamoto S., et al. Thymine hydroperoxide as a potential source of singlet molecular oxygen in DNA. Free Radical Biology and Medicine. 2009;47(4):401–409. doi: 10.1016/j.freeradbiomed.2009.05.001.", "ArticleIdList": ["10.1016/j.freeradbiomed.2009.05.001", "19426799"]}, {"Citation": "Wefers H., Sies H. Oxidation of glutathione by the superoxide radical to the disulfide and the sulfonate yielding singlet oxygen. European Journal of Biochemistry. 1983;137(1-2):29–36. doi: 10.1111/j.1432-1033.1983.tb07791.x.", "ArticleIdList": ["10.1111/j.1432-1033.1983.tb07791.x", "6317388"]}, {"Citation": "Massari J., Tokikawa R., Medinas D. B., et al. Generation of singlet oxygen by the glyoxal-peroxynitrite system. Journal of the American Chemical Society. 2011;133(51):20761–20768. doi: 10.1021/ja2051414.", "ArticleIdList": ["10.1021/ja2051414", "22097910"]}, {"Citation": "Mendenhall G. D., Sheng X. C., Wilson T. Yields of excited carbonyl species from alkoxyl and from alkylperoxyl radical dismutations. Journal of the American Chemical Society. 1991;113(23):8976–8977. doi: 10.1021/ja00023a073.", "ArticleIdList": ["10.1021/ja00023a073"]}, {"Citation": "Nagy P., Kettle A. J., Winterbourn C. C. Superoxide-mediated formation of tyrosine hydroperoxides and methionine sulfoxide in peptides through radical addition and intramolecular oxygen transfer. The Journal of Biological Chemistry. 2009;284(22):14723–14733. doi: 10.1074/jbc.m809396200.", "ArticleIdList": ["10.1074/jbc.m809396200", "PMC2685654", "19297319"]}, {"Citation": "Kanofsky J. R., Hoogland H., Wever R., Weiss S. J. Singlet oxygen production by human eosinophils. The Journal of Biological Chemistry. 1988;263(20):9692–9696.", "ArticleIdList": ["2838476"]}, {"Citation": "Akagawa M., Shigemitsu T., Suyama K. Production of hydrogen peroxide by polyphenols and polyphenol rich beverages under quasi-physiological conditions. Bioscience, Biotechnology and Biochemistry. 2003;67(12):2632–2640. doi: 10.1271/bbb.67.2632.", "ArticleIdList": ["10.1271/bbb.67.2632", "14730143"]}, {"Citation": "Fedorova G. F., Trofimoz A. V., Vasilev R. F., Veprinstev T. L. Peroxy-radical-mediated chemiluminescence: mechanistic diversity and fundamentals for antioxidant assay. ARKIVOC. 2007;Peroxy-radical-mediated chemiluminescence: mechanistic diversity and fundamentals for antioxidant assay(8):163–215. doi: 10.3998/ark.5550190.0008.815.", "ArticleIdList": ["10.3998/ark.5550190.0008.815"]}, {"Citation": "Michalski R., Zielonka J., Gapys E., Marcinek A., Joseph J., Kalyanaraman B. Real-time measurements of amino acid and protein hydroperoxides using coumarin boronic acid. The Journal of Biological Chemistry. 2014;289(32):22536–22553. doi: 10.1074/jbc.m114.553727.", "ArticleIdList": ["10.1074/jbc.m114.553727", "PMC4139259", "24928516"]}, {"Citation": "Onyango A. N. Alternatives to the ‘water oxidation pathway’ of biological ozone formation. Journal of Chemical Biology. 2016;9(1):1–8. doi: 10.1007/s12154-015-0140-6.", "ArticleIdList": ["10.1007/s12154-015-0140-6", "PMC4733074", "26855676"]}, {"Citation": "Steinbeck M. J., Khan A. U., Karnovsky M. J. Intracellular singlet oxygen generation by phagocytosing neutrophils in response to particles coated with a chemical trap. The Journal of Biological Chemistry. 1992;267(19):13425–13433.", "ArticleIdList": ["1320020"]}, {"Citation": "Winterbourn C. C., Kettle A. J. Redox reactions and microbial killing in the neutrophil phagosome. Antioxidants & Redox Signaling. 2013;18(6):642–660. doi: 10.1089/ars.2012.4827.", "ArticleIdList": ["10.1089/ars.2012.4827", "22881869"]}, {"Citation": "Hurst J. K. What really happens in the neutrophil phagosome? Free Radical Biology and Medicine. 2012;53(3):508–520. doi: 10.1016/j.freeradbiomed.2012.05.008.", "ArticleIdList": ["10.1016/j.freeradbiomed.2012.05.008", "PMC4382085", "22609248"]}, {"Citation": "Foote C. S., Shook F. C., Abakerli R. A. Chemistry of superoxide ion. 4. Singlet oxygen is not a major product of dismutation. Journal of the American Chemical Society. 1980;102(7):2503–2504. doi: 10.1021/ja00527a082.", "ArticleIdList": ["10.1021/ja00527a082"]}, {"Citation": "Steinbeck M. J., Khan A. U., Karnovsky M. J. Extracellular production of singlet oxygen by stimulated macrophages quantified using 9,10-diphenylanthracene and perylene in a polystyrene film. The Journal of Biological Chemistry. 1993;268(21):15649–15654.", "ArticleIdList": ["8340389"]}, {"Citation": "Prolo C., Álvarez M. N., Radi R. Peroxynitrite, a potent macrophage-derived oxidizing cytotoxin to combat invading pathogens. BioFactors. 2014;40(2):215–225. doi: 10.1002/biof.1150.", "ArticleIdList": ["10.1002/biof.1150", "PMC3997626", "24281946"]}, {"Citation": "Di Mascio P., Bechara E. J. H., Medeiros M. H. G., Briviba K., Sies H. Singlet molecular oxygen production in the reaction of peroxynitrite with hydrogen peroxide. FEBS Letters. 1994;355(3):287–289. doi: 10.1016/0014-5793(94)01224-5.", "ArticleIdList": ["10.1016/0014-5793(94)01224-5", "7988691"]}, {"Citation": "Noronha-Dutra A. A., Epperlein M. M., Woolf N. Reaction of nitric oxide with hydrogen peroxide to produce potentially cytotoxic singlet oxygen as a model for nitric oxide-mediated killing. FEBS Letters. 1993;321(1):59–62. doi: 10.1016/0014-5793(93)80621-z.", "ArticleIdList": ["10.1016/0014-5793(93)80621-z", "8385630"]}, {"Citation": "Russell G. A. Deuterium-isotope effects in the autoxidation of aralkyl hydrocarbons—mechanism of the interaction of peroxy radicals. Journal of the American Chemical Society. 1957;79(14):3871–3877. doi: 10.1021/ja01571a068.", "ArticleIdList": ["10.1021/ja01571a068"]}, {"Citation": "Miyamoto S., Ronsein G. E., Prado F. M., et al. Biological hydroperoxides and singlet molecular oxygen generation. IUBMB Life. 2007;59(4-5):322–331. doi: 10.1080/15216540701242508.", "ArticleIdList": ["10.1080/15216540701242508", "17505972"]}, {"Citation": "Miyamoto S., Martinez G. R., Medeiros M. H. G., Di Mascio P. Singlet molecular oxygen generated by biological hydroperoxides. Journal of Photochemistry and Photobiology B: Biology. 2014;139:24–33. doi: 10.1016/j.jphotobiol.2014.03.028.", "ArticleIdList": ["10.1016/j.jphotobiol.2014.03.028", "24954800"]}, {"Citation": "Schaich K. M. Lipid oxidation: theoretical aspects. In: Shahidi F., editor. Baileys Industrial oil and Fat Products. 6th. Vol. 1. Edible Oil and Fat Products: Chemistry, Properties and Health Effects; 2005. pp. 269–355."}, {"Citation": "Rác M., Křupka M., Binder S., et al. Oxidative damage of U937 human leukemic cells caused by hydroxyl radical results in singlet oxygen formation. PLOS ONE. 2015;10(3) doi: 10.1371/journal.pone.0116958.e0116958", "ArticleIdList": ["10.1371/journal.pone.0116958", "PMC4346403", "25730422"]}, {"Citation": "Onyango A. N., Baba N. New hypotheses on the pathways of formation of malondialdehyde and isofurans. Free Radical Biology and Medicine. 2010;49(10):1594–1600. doi: 10.1016/j.freeradbiomed.2010.08.012.", "ArticleIdList": ["10.1016/j.freeradbiomed.2010.08.012", "20723600"]}, {"Citation": "Kaur K., Salomon R. G., O'Neil J., Hoff H. F. (Carboxyalkyl) pyrroles in human plasma and oxidized low-density lipoproteins. Chemical Research in Toxicology. 1997;10(12):1387–1396. doi: 10.1021/tx970112c.", "ArticleIdList": ["10.1021/tx970112c", "9437530"]}, {"Citation": "Onyango A. N., Baba N. A non-radical mechanism for the rearrangement of linoleic acid dihydroperoxides. New Journal of Chemistry. 2009;33(8):1635–1636. doi: 10.1039/b909637j.", "ArticleIdList": ["10.1039/b909637j"]}, {"Citation": "Trézl L., Pipek J. Formation of excited formaldehyde in model reactions simulating real biological systems. Journal of Molecular Structure: THEOCHEM. 1988;170:213–223. doi: 10.1016/0166-1280(88)80065-4.", "ArticleIdList": ["10.1016/0166-1280(88)80065-4"]}, {"Citation": "Li Y., Trush M. A., Yager J. D. DNA damage caused by reactive oxygen species originating from a copper-dependent oxidation of the 2-hydroxy catechol of estradiol. Carcinogenesis. 1994;15(7):1421–1427. doi: 10.1093/carcin/15.7.1421.", "ArticleIdList": ["10.1093/carcin/15.7.1421", "8033320"]}, {"Citation": "Kruk I., Lichszteld K., Michalska T., Wrońska J., Bounias M. The formation of singlet oxygen during oxidation of catechol amines as detected by infrared chemiluminescence and spectrophotometric method. Zeitschrift fur Naturforschung C. 1989;44(11-12):895–900.", "ArticleIdList": ["2517195"]}, {"Citation": "Ikeuci S., Miyamoto Y., Katoh T., Nishimura K. Action of ascorbic acid on a myosin molecule derived from carp. Bioscience, Biotechnology and Biochemistry. 2007;71(8):2091–2094. doi: 10.1271/bbb.70205.", "ArticleIdList": ["10.1271/bbb.70205", "17690444"]}, {"Citation": "Ronsein G. E., de Oliveira M. C. B., de Medeiros M. H. G., di Mascio P. Mechanism of dioxindolylalanine formation by singlet molecular oxygen-mediated oxidation of tryptophan residues. Photochemical and Photobiological Sciences. 2011;10(11):1727–1730. doi: 10.1039/c1pp05181d.", "ArticleIdList": ["10.1039/c1pp05181d", "21912792"]}, {"Citation": "Timmins G. S., dos Santos R. E., Whitwood A. C., et al. Lipid peroxidation-dependent chemiluminescence from the cyclization of alkylperoxyl radicals to dioxetane radical intermediates. Chemical Research in Toxicology. 1997;10(10):1090–1096. doi: 10.1021/tx970075p.", "ArticleIdList": ["10.1021/tx970075p", "9348430"]}, {"Citation": "Lee S. H., Oe T., Blair I. A. Vitamin C-induced decomposition of lipid hydroperoxides to endogenous genotoxins. Science. 2001;292(5524):2083–2086. doi: 10.1126/science.1059501.", "ArticleIdList": ["10.1126/science.1059501", "11408659"]}, {"Citation": "Schneider C., Tallman K. A., Porter N. A., Brash A. R. Two distinct pathways of formation of 4-hydroxy-2-nonenal. The Journal of Biological Chemistry. 2001;276(24):20831–20838. doi: 10.1074/jbc.m101821200.", "ArticleIdList": ["10.1074/jbc.m101821200", "11259420"]}, {"Citation": "Murphy R. C., Johnson K. M. Cholesterol, reactive oxygen species, and the formation of biologically active mediators. The Journal of Biological Chemistry. 2008;283(23):15521–15525. doi: 10.1074/jbc.r700049200.", "ArticleIdList": ["10.1074/jbc.r700049200", "PMC2414298", "18285330"]}, {"Citation": "Yin H., Xu L., Porter N. A. Free radical lipid peroxidation: mechanisms and analysis. Chemical Reviews. 2011;111(10):5944–5972. doi: 10.1021/cr200084z.", "ArticleIdList": ["10.1021/cr200084z", "21861450"]}, {"Citation": "Wentworth A. D., Song B.-D., Nieva J., Shafton A., Tripurenani S., Wentworth P., Jr. The ratio of cholesterol 5,6-secosterols formed from ozone and singlet oxygen offers insight into the oxidation of cholesterol in vivo. Chemical Communications. 2009;(21):3098–3100. doi: 10.1039/b821584g.", "ArticleIdList": ["10.1039/b821584g", "PMC2819220", "19462099"]}, {"Citation": "Uemi M., Ronsein G. E., Prado F. M., et al. Cholesterol hydroperoxides generate singlet molecular oxygen [O2 (1Δg)]: near-IR emission, 18O-labeled hydroperoxides, and mass spectrometry. Chemical Research in Toxicology. 2011;24(6):887–895. doi: 10.1021/tx200079d.", "ArticleIdList": ["10.1021/tx200079d", "21510702"]}, {"Citation": "Kellogg E. W., Fridovich I. Superoxide, hydrogen peroxide, and singlet oxygen in lipid peroxidation by a xanthine oxidase system. The Journal of Biological Chemistry. 1975;250(22):8812–8817.", "ArticleIdList": ["171266"]}, {"Citation": "Khan A. U., Kasha M. Singlet molecular oxygen in the Haber-Weiss reaction. Proceedings of the National Academy of Sciences of the United States of America. 1994;91(26):12365–12367. doi: 10.1073/pnas.91.26.12365.", "ArticleIdList": ["10.1073/pnas.91.26.12365", "PMC45438", "7809042"]}, {"Citation": "Koppenol W. H. The Haber-Weiss cycle—70 years later. Redox Report. 2001;6(4):229–234. doi: 10.1179/135100001101536373.", "ArticleIdList": ["10.1179/135100001101536373", "11642713"]}, {"Citation": "Miyamoto S., Nantes I. L., Faria P. A., et al. Cytochrome c-promoted cardiolipin oxidation generates singlet molecular oxygen. Photochemical and Photobiological Sciences. 2012;11(10):1536–1546. doi: 10.1039/c2pp25119a.", "ArticleIdList": ["10.1039/c2pp25119a", "22814443"]}, {"Citation": "Boh E. E., Baricos W. H., Bernofsky C., Steele R. H. Mitochondrial chemiluminescence elicited by acetaldehyde. Journal of Bioenergetics and Biomembranes. 1982;14(2):115–133. doi: 10.1007/BF00745024.", "ArticleIdList": ["10.1007/BF00745024", "6284733"]}, {"Citation": "Trezl L., Torok G., Vasvari G., Pipek J., Hullan L. Formation of burst of chemiluminescence, excited aldehydes, and singlet oxygen in model reactions and from carcinogenic compounds in rat liver S9 fractions. Periodica Polytechnica-Chemical Engineering. 1992;36:236–239."}, {"Citation": "Tyihák E., Rozsnyay S., Sárdi É., Gullner G., Trézl L., Gáborjányi R. Possibility of formation of excited formaldehyde and singlet oxygen in biotic and abiotic stress situations. Acta Biologica Hungarica. 1994;45(1):3–10.", "ArticleIdList": ["7740898"]}, {"Citation": "Trézl L., Hullán L., Szarvas T., Csiba A., Pipek J. Analogies and differences in the excited reactions of formaldehyde and D-glucose. Acta Biologica Hungarica. 1998;49(2–4):437–447.", "ArticleIdList": ["10526990"]}, {"Citation": "Tyihak E., Moricz A. M., Ott P. G., Katay G., Mincsovics E. Biological characterization of ingredients in OPLC-BioArenagreenhouse-system: unique reactions of endogenous HCHO and O3 in in vitro and in vivo conditions. Chromatographia. 2012;75(17):983–990. doi: 10.1007/s10337-012-2254-0.", "ArticleIdList": ["10.1007/s10337-012-2254-0"]}, {"Citation": "Tyihák E., Móricz Á. M., Ott P. G., Király-Véghely Z., Kátay G., Mincsovics E. BioArena system for knowing and understanding the biological world: a review with new experimental results. Journal of AOAC International. 2013;96(6):1189–1199. doi: 10.5740/jaoacint.sgetyihak.", "ArticleIdList": ["10.5740/jaoacint.sgetyihak", "24645493"]}, {"Citation": "Kato T., Hiramoto K., Kikugawa K. Possible occurrence of new mutagens with the DNA breaking activity in coffee. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis. 1994;306(1):9–17. doi: 10.1016/0027-5107(94)90163-5.", "ArticleIdList": ["10.1016/0027-5107(94)90163-5", "7512207"]}, {"Citation": "Fujita Y., Wakabayashi K., Nagao M., Sugimura T. Implication of hydrogen peroxide in the mutagenicity of coffee. Mutation Research Letters. 1985;144(4):227–230. doi: 10.1016/0165-7992(85)90055-7.", "ArticleIdList": ["10.1016/0165-7992(85)90055-7", "3906385"]}, {"Citation": "Ueno H., Nakamuro K., Sayato Y., Okada S. Characteristics of mutagenesis by glyoxal in Salmonella typhimurium: contribution of singlet oxygen. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis. 1991;251(1):99–107. doi: 10.1016/0027-5107(91)90219-e.", "ArticleIdList": ["10.1016/0027-5107(91)90219-e", "1944381"]}, {"Citation": "Kim S.-B., Kim I.-S., Yeum D.-M., Park Y.-H. Mutagenicity of Maillard reaction products from d-glucose-amino acid mixtures and possible roles of active oxygens in the mutagenicity. Mutation Research/DNA Repair. 1991;254(1):65–69. doi: 10.1016/0921-8777(91)90041-m.", "ArticleIdList": ["10.1016/0921-8777(91)90041-m", "1986274"]}, {"Citation": "Hiramoto K., Kato T., Kikugawa K. Generation of DNA-breaking activity in the Maillard reaction of glucose-amino acid mixtures in a solid system. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis. 1993;285(2):191–198. doi: 10.1016/0027-5107(93)90106-p.", "ArticleIdList": ["10.1016/0027-5107(93)90106-p", "7678891"]}, {"Citation": "Clayden J., Greeves N., Warren S. Organic Chemistry. 2nd. Oxford, UK: Oxford University Press; 2012."}, {"Citation": "Kruk I. Environmental Toxicology and Chemistry of Oxygen Species. Vol. 2. part 1: Springer; 1998."}, {"Citation": "Tada N., Cui L., Okubo H., Miura T., Itoh A. A facile catalyst-free synthesis of gem-dihydroperoxides with aqueous hydrogen peroxide. Chemical Communications. 2010;46(10):1772–1774. doi: 10.1039/b917056a.", "ArticleIdList": ["10.1039/b917056a", "20177645"]}, {"Citation": "Renar K. S., Pečar S., Iskra J. Activation of aqueous hydrogen peroxide for non-catalyzed dihydroperoxidation of ketones by azeotropic removal of water. Organic & Biomolecular Chemistry. 2015;13(36):9369–9372. doi: 10.1039/c5ob01503k.", "ArticleIdList": ["10.1039/c5ob01503k", "26289229"]}, {"Citation": "Hang J., Ghorai P., Finkenstaedt-Quinn S. A., et al. Generation of singlet oxygen from fragmentation of monoactivated 1,1-dihydroperoxides. Journal of Organic Chemistry. 2012;77(3):1233–1243. doi: 10.1021/jo202265j.", "ArticleIdList": ["10.1021/jo202265j", "PMC3279295", "22283731"]}, {"Citation": "Chaturvedi R., de Sablet T., Peek R., Wilson K. Spermine oxidase, a polyamine catabolic enzyme that links Helicobacter pylori CagA and gastric cancer risk. Gut Microbes. 2012;3(1):48–56. doi: 10.4161/gmic.19345.", "ArticleIdList": ["10.4161/gmic.19345", "PMC3337125", "22555547"]}, {"Citation": "Battaglia V., DeStefano Shields C., Murray-Stewart T., Casero R. A., Jr. Polyamine catabolism in carcinogenesis: potential targets for chemotherapy and chemoprevention. Amino Acids. 2014;46(3):511–519. doi: 10.1007/s00726-013-1529-6.", "ArticleIdList": ["10.1007/s00726-013-1529-6", "PMC3795954", "23771789"]}, {"Citation": "Murray-Stewart T., Wang Y., Goodwin A., Hacker A., Meeker A., Casero R. A., Jr. Nuclear localization of human spermine oxidase isoforms-possible implications in drug response and disease etiology. FEBS Journal. 2008;275(11):2795–2806. doi: 10.1111/j.1742-4658.2008.06419.x.", "ArticleIdList": ["10.1111/j.1742-4658.2008.06419.x", "PMC3631774", "18422650"]}, {"Citation": "Salimi M., Abdi K., Kandelous H. M., et al. Antiproliferative effects of copper(II)–polypyridyl complexes in breast cancer cells through inducing apoptosis. BioMetals. 2015;28(2):267–278. doi: 10.1007/s10534-015-9820-5.", "ArticleIdList": ["10.1007/s10534-015-9820-5", "25673217"]}, {"Citation": "Cervelli M., Bellavia G., Fratini E., et al. Spermine oxidase (SMO) activity in breast tumor tissues and biochemical analysis of the anticancer spermine analogues BENSpm and CPENSpm. BMC Cancer. 2010;10, article 555 doi: 10.1186/1471-2407-10-555.", "ArticleIdList": ["10.1186/1471-2407-10-555", "PMC3027604", "20946629"]}, {"Citation": "Hazen S. L., d'Avignon A., Anderson M. M., Hsu F. F., Heinecke J. W. Human neutrophils employ the myeloperoxidase-hydrogen peroxide-chloride system to oxidize α-amino acids to a family of reactive aldehydes. Mechanistic studies identifying labile intermediates along the reaction pathway. Journal of Biological Chemistry. 1998;273(9):4997–5005. doi: 10.1074/jbc.273.9.4997.", "ArticleIdList": ["10.1074/jbc.273.9.4997", "9478947"]}, {"Citation": "Kato Y., Mori Y., Makino Y., et al. Formation of Nε-(hexanonyl)lysine in protein exposed to lipid hydroperoxide. A plausible marker for lipid hydroperoxide-derived protein modification. The Journal of Biological Chemistry. 1999;274(29):20406–20414. doi: 10.1074/jbc.274.29.20406.", "ArticleIdList": ["10.1074/jbc.274.29.20406", "10400665"]}, {"Citation": "Jian W., Lee S. H., Arora J. S., Elipe M. V. S., Blair I. A. Unexpected formation of etheno-2′-deoxyguanosine adducts from 5(S)-hydroperoxyeicosatetraenoic acid:evidence for a bis-hydroperoxide intermediate. Chemical Research in Toxicology. 2004;18(3):599–610.", "ArticleIdList": ["15777099"]}, {"Citation": "Wang Q., Durand E., Elias R. J., Tikekar R. V. Generation of reactive oxidative species from thermal treatment of sugar solutions. Food Chemistry. 2016;196:301–308. doi: 10.1016/j.foodchem.2015.09.044.", "ArticleIdList": ["10.1016/j.foodchem.2015.09.044", "26593495"]}, {"Citation": "Kawakishi S., Okawa Y., Uchida K. Oxidative damage of protein induced by the Amadori compound-copper ion system. Journal of Agricultural and Food Chemistry. 1990;38(1):13–17. doi: 10.1021/jf00091a003.", "ArticleIdList": ["10.1021/jf00091a003"]}, {"Citation": "Elgawish A., Glomb M., Friedlander M., Monnier V. M. Involvement of hydrogen peroxide in collagen cross-linking by high glucose in vitro and in vivo. The Journal of Biological Chemistry. 1996;271(22):12964–12971. doi: 10.1074/jbc.271.22.12964.", "ArticleIdList": ["10.1074/jbc.271.22.12964", "8662699"]}, {"Citation": "Arena S., Salzano A. M., Renzone G., D'Ambrosio C., Scaloni A. Non-enzymatic glycation and glycoxidation protein products in foods and diseases: an interconnected, complex scenario fully open to innovative proteomic studies. Mass Spectrometry Reviews. 2014;33(1):49–77. doi: 10.1002/mas.21378.", "ArticleIdList": ["10.1002/mas.21378", "24114996"]}, {"Citation": "Novotný O., Cejpek K., Velíšek J. Formation of carboxylic acids during degradation of monosaccharides. Czech Journal of Food Sciences. 2008;26(2):117–131."}, {"Citation": "Rác M., Sedlářová M., Pospíšil P. The formation of electronically excited species in the human multiple myeloma cell suspension. Scientific Reports. 2015;5, article 8882 doi: 10.1038/srep08882.", "ArticleIdList": ["10.1038/srep08882", "PMC4351533", "25744165"]}, {"Citation": "Zhu X., Wentworth P., Jr., Wentworth A. D., Eschenmoser A., Lerner R. A., Wilson I. A. Probing the antibody-catalyzed water-oxidation pathway at atomic resolution. Proceedings of the National Academy of Sciences of the United States of America. 2004;101(8):2247–2252. doi: 10.1073/pnas.0307311101.", "ArticleIdList": ["10.1073/pnas.0307311101", "PMC356936", "14982995"]}, {"Citation": "Brinkhorst J., Nara S. J., Pratt D. A. Hock cleavage of cholesterol-5α-hydroperoxide: an ozone-free pathway to the cholesterol ozonolysis products identified in arterial plague and brain tissue. Journal of the American Chemical Society. 2008;130(37):12224–12225. doi: 10.1021/ja804162d.", "ArticleIdList": ["10.1021/ja804162d", "18722442"]}, {"Citation": "Uemi M., Ronsein G. E., Miyamoto S., Medeiros M. H. G., Di Mascio P. Generation of cholesterol carboxyaldehyde by the reaction of singlet molecular oxygen [O2 (1Δg)] as well as ozone with cholesterol. Chemical Research in Toxicology. 2009;22(5):875–884. doi: 10.1021/tx800447b.", "ArticleIdList": ["10.1021/tx800447b", "19358613"]}, {"Citation": "Miyoshi N., Iuliano L., Tomono S., Ohshima H. Implications of cholesterol autoxidation products in the pathogenesis of inflammatory diseases. Biochemical and Biophysical Research Communications. 2014;446(3):702–708. doi: 10.1016/j.bbrc.2013.12.107.", "ArticleIdList": ["10.1016/j.bbrc.2013.12.107", "24412245"]}, {"Citation": "Hamelin C. Production of single- and double-strand breaks in plasmid dna by ozone. International Journal of Radiation Oncology, Biology, Physics. 1985;11(2):253–257. doi: 10.1016/0360-3016(85)90146-4.", "ArticleIdList": ["10.1016/0360-3016(85)90146-4", "3882640"]}, {"Citation": "Hamelin C., Chung Y. S. Repair of ozone-induced DNA lesions in Escherichia coli B cells. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis. 1989;214(2):253–255. doi: 10.1016/0027-5107(89)90169-3.", "ArticleIdList": ["10.1016/0027-5107(89)90169-3", "2677704"]}, {"Citation": "Cantoni O., Sestili P., Cattabeni F. Induction of DNA double strand breaks in cultured mammalian cells exposed to hydrogen peroxide and histidine. Cytotechnology. 1991;5(1):80–81. doi: 10.1007/bf00736816.", "ArticleIdList": ["10.1007/bf00736816", "22358962"]}, {"Citation": "Cantoni O., Sestili P., Brandi G., Cattabeni F. The l-histidine-mediated enhancement of hydrogen peroxide-induced cytotoxicity is a general response in cultured mammalian cell lines and is always associated with the formation of DNA double strand breaks. FEBS Letters. 1994;353(1):75–78. doi: 10.1016/0014-5793(94)01010-2.", "ArticleIdList": ["10.1016/0014-5793(94)01010-2", "7926027"]}, {"Citation": "Sestili P., Cantoni O., Cattabeni F., Murray D. Evidence for separate mechanisms of cytotoxicity in mammalian cells treated with hydrogen peroxide in the absence or presence of L-histidine. Biochimica et Biophysica Acta—Molecular Cell Research. 1995;1268(2):130–136. doi: 10.1016/0167-4889(95)00056-x.", "ArticleIdList": ["10.1016/0167-4889(95)00056-x", "7662699"]}, {"Citation": "Choma I., Jesionek W. TLC-Direct bioautography as a high throughput method for detection of antimicrobials in plants. Chromatography. 2015;2(2):225–238. doi: 10.3390/chromatography2020225.", "ArticleIdList": ["10.3390/chromatography2020225"]}, {"Citation": "Cerkovnik J., Plesničar B. Recent advances in the chemistry of hydrogen trioxide (HOOOH) Chemical Reviews. 2013;113(10):7930–7951. doi: 10.1021/cr300512s.", "ArticleIdList": ["10.1021/cr300512s", "23808683"]}, {"Citation": "Hajimohammadi M., Safari N., Mofakham H., Shaabani A. A new and efficient aerobic oxidation of aldehydes to carboxylic acids with singlet oxygen in the presence of porphyrin sensitizers and visible light. Tetrahedron Letters. 2010;51(31):4061–4065. doi: 10.1016/j.tetlet.2010.05.124.", "ArticleIdList": ["10.1016/j.tetlet.2010.05.124"]}, {"Citation": "Harman D. Aging: a theory based on free radical and radiation chemistry. Journal of Gerontology. 1956;11(3):298–300. doi: 10.1093/geronj/11.3.298.", "ArticleIdList": ["10.1093/geronj/11.3.298", "13332224"]}, {"Citation": "Harman D. The biologic clock: the mitochondria? Journal of the American Geriatrics Society. 1972;20(4):145–147. doi: 10.1111/j.1532-5415.1972.tb00787.x.", "ArticleIdList": ["10.1111/j.1532-5415.1972.tb00787.x", "5016631"]}, {"Citation": "Shokolenko I., Venediktova N., Bochkareva A., Wilson G. I., Alexeyev M. F. Oxidative stress induces degradation of mitochondrial DNA. Nucleic Acids Research. 2009;37(8):2539–2548. doi: 10.1093/nar/gkp100.", "ArticleIdList": ["10.1093/nar/gkp100", "PMC2677867", "19264794"]}, {"Citation": "Boveris A., Oshino N., Chance B. The cellular production of hydrogen peroxide. Biochemical Journal. 1972;128(3):617–630. doi: 10.1042/bj1280617.", "ArticleIdList": ["10.1042/bj1280617", "PMC1173814", "4404507"]}, {"Citation": "Loschen G., Azzi A. On the formation of hydrogen peroxide and oxygen radicals in heart mitochondria. Recent Advances in Studies on Cardiac Structure and Metabolism. 1975;7:3–12.", "ArticleIdList": ["179119"]}, {"Citation": "Valez V., Cassina A., Batinic-Haberle I., Kalyanaraman B., Ferrer-Sueta G., Radi R. Peroxynitrite formation in nitric oxide-exposed submitochondrial particles: detection, oxidative damage and catalytic removal by Mn-porphyrins. Archives of Biochemistry and Biophysics. 2013;529(1):45–54. doi: 10.1016/j.abb.2012.10.012.", "ArticleIdList": ["10.1016/j.abb.2012.10.012", "PMC3534903", "23142682"]}, {"Citation": "Giulivi C., Poderoso J. J., Boveris A. Production of nitric oxide by mitochondria. The Journal of Biological Chemistry. 1998;273(18):11038–11043. doi: 10.1074/jbc.273.18.11038.", "ArticleIdList": ["10.1074/jbc.273.18.11038", "9556586"]}, {"Citation": "Kirca M., Kleinbongard P., Soetkamp D., et al. Interaction between Connexin 43 and nitric oxide synthase in mice heart mitochondria. Journal of Cellular and Molecular Medicine. 2015;19(4):815–825. doi: 10.1111/jcmm.12499.", "ArticleIdList": ["10.1111/jcmm.12499", "PMC4395196", "25678382"]}, {"Citation": "Stefano G. B., Mantione K. J., Capellan L., et al. Morphine stimulates nitric oxide release in human mitochondria. Journal of Bioenergetics and Biomembranes. 2015;47(5):409–417. doi: 10.1007/s10863-015-9626-8.", "ArticleIdList": ["10.1007/s10863-015-9626-8", "26350413"]}, {"Citation": "Rőszer T. The Biology of Subcellular Nitric Oxide. Amsterdam, The Netherlands: Springer; 2012. Nitric oxide synthesis in the mitochondria of animal cells; pp. 169–178."}, {"Citation": "Ramis M. R., Esteban S., Miralles A., Tan D., Reiter R. Protective effects of melatonin and mitochondria-targeted antioxidants against oxidative stress: a review. Current Medicinal Chemistry. 2015;22(22):2690–2711. doi: 10.2174/0929867322666150619104143.", "ArticleIdList": ["10.2174/0929867322666150619104143", "26087763"]}, {"Citation": "Radi R., Beckman J. S., Bush K. M., Freeman B. A. Peroxynitrite-induced membrane lipid peroxidation: the cytotoxic potential of superoxide and nitric oxide. Archives of Biochemistry and Biophysics. 1991;288(2):481–487. doi: 10.1016/0003-9861(91)90224-7.", "ArticleIdList": ["10.1016/0003-9861(91)90224-7", "1654835"]}, {"Citation": "Kerver E. D., Vogels I. M. C., Bosch K. S., Vreeling-Sindelárová H., Van Den Munckhof R. J. M., Frederiks W. M. In situ detection of spontaneous superoxide anion and singlet oxygen production by mitochondria in rat liver and small intestine. The Histochemical Journal. 1997;29(3):229–237. doi: 10.1023/a:1026453926517.", "ArticleIdList": ["10.1023/a:1026453926517", "9472385"]}, {"Citation": "Berneburg M., Grether-Beck S., Kürten V., et al. Singlet oxygen mediates the UVA-induced generation of the photoaging-associated mitochondrial common deletion. The Journal of Biological Chemistry. 1999;274(22):15345–15349. doi: 10.1074/jbc.274.22.15345.", "ArticleIdList": ["10.1074/jbc.274.22.15345", "10336420"]}, {"Citation": "De Bont R., van Larebeke N. Endogenous DNA damage in humans: a review of quantitative data. Mutagenesis. 2004;19(3):169–185. doi: 10.1093/mutage/geh025.", "ArticleIdList": ["10.1093/mutage/geh025", "15123782"]}, {"Citation": "Cadet J., Douki T., Ravanat J.-L. Oxidatively generated damage to cellular DNA by UVB and UVA radiation. Photochemistry and Photobiology. 2015;91(1):140–155. doi: 10.1111/php.12368.", "ArticleIdList": ["10.1111/php.12368", "25327445"]}, {"Citation": "Kumar A., Pottiboyina V., Sevilla M. D. Hydroxyl radical (OH∙) reaction with guanine in an aqueous environment: a DFT study. The Journal of Physical Chemistry B. 2011;115(50):15129–15137. doi: 10.1021/jp208841q.", "ArticleIdList": ["10.1021/jp208841q", "PMC3240735", "22050033"]}, {"Citation": "Dai D., Chiao Y., Marcinek D. J., Szeto H. H., Rabinovitch P. S. Mitochondrial oxidative stress in aging and healthspan. Longevity & Healthspan. 2014;3, article 6 doi: 10.1186/2046-2395-3-6.", "ArticleIdList": ["10.1186/2046-2395-3-6", "PMC4013820", "24860647"]}, {"Citation": "Schriner S. E., Linford N. J., Martin G. M., et al. Medecine: extension of murine life span by overexpression of catalase targeted to mitochondria. Science. 2005;308(5730):1909–1911. doi: 10.1126/science.1106653.", "ArticleIdList": ["10.1126/science.1106653", "15879174"]}, {"Citation": "Tapia P. C. Sublethal mitochondrial stress with an attendant stoichiometric augmentation of reactive oxygen species may precipitate many of the beneficial alterations in cellular physiology produced by caloric restriction, intermittent fasting, exercise and dietary phytonutrients: ‘mitohormesis’ for health and vitality. Medical Hypotheses. 2006;66(4):832–843. doi: 10.1016/j.mehy.2005.09.009.", "ArticleIdList": ["10.1016/j.mehy.2005.09.009", "16242247"]}, {"Citation": "Ristow M., Schmeisser K. Mitohormesis: promoting health and lifespan by increased levels of reactive oxygen species (ROS) Dose-Response. 2014;12(2):288–341. doi: 10.2203/dose-response.13-035.ristow.", "ArticleIdList": ["10.2203/dose-response.13-035.ristow", "PMC4036400", "24910588"]}, {"Citation": "Sharma K. Mitochondrial hormesis and diabetic complications. Diabetes. 2015;64(3):663–672. doi: 10.2337/db14-0874.", "ArticleIdList": ["10.2337/db14-0874", "PMC4338592", "25713188"]}, {"Citation": "Wilkins-Peter I., Delgado-Roche L., Barrios J. M., Fabregas-Popoco G. B. Rectal insufflation of ozone attenuates chronic oxidative stress in elderly patients with cardiovascular diseases. Oxidants and Antioxidants in Medical Science. 2015;4(1):23–27."}, {"Citation": "Martínez-Sánchez G., Al-Dalain S. M., Menéndez S., et al. Therapeutic efficacy of ozone in patients with diabetic foot. European Journal of Pharmacology. 2005;523(1–3):151–161. doi: 10.1016/j.ejphar.2005.08.020.", "ArticleIdList": ["10.1016/j.ejphar.2005.08.020", "16198334"]}, {"Citation": "Sagai M., Bocci V. Mechanisms of action involved in ozone therapy: is healing induced via a mild oxidative stress? Medical Gas Research. 2011;1, article 29 doi: 10.1186/2045-9912-1-29.", "ArticleIdList": ["10.1186/2045-9912-1-29", "PMC3298518", "22185664"]}, {"Citation": "Sarkany R. P. E. Making sense of the porphyrias. Photodermatology Photoimmunology and Photomedicine. 2008;24(2):102–108. doi: 10.1111/j.1600-0781.2008.00336.x.", "ArticleIdList": ["10.1111/j.1600-0781.2008.00336.x", "18353093"]}, {"Citation": "Umeno A., Shichiri M., Ishida N., et al. Singlet oxygen induced products of linoleates, 10- and 12-(Z,E)-hydroxyoctadecadienoic acids (HODE), can be potential biomarkers for early detection of type 2 Diabetes. PLoS ONE. 2013;8(5) doi: 10.1371/journal.pone.0063542.e63542", "ArticleIdList": ["10.1371/journal.pone.0063542", "PMC3655182", "23691063"]}, {"Citation": "Murotomi K., Umeno A., Yasunaga M., et al. Switching from singlet-oxygen-mediated oxidation to free-radical-mediated oxidation in the pathogenesis of type 2 diabetes in model mouse. Free Radical Research. 2015;49(2):133–138. doi: 10.3109/10715762.2014.985218.", "ArticleIdList": ["10.3109/10715762.2014.985218", "25381799"]}, {"Citation": "Umeno A., Yoshino K., Hashimoto Y., et al. Multi-biomarkers for early detection of type 2 diabetes, including 10- and 12-(Z,E)-hydroxyoctadecadienoic acids, insulin, leptin, and adiponectin. PLoS ONE. 2015;10(7) doi: 10.1371/journal.pone.0130971.e0130971", "ArticleIdList": ["10.1371/journal.pone.0130971", "PMC4488492", "26132231"]}, {"Citation": "Umeno A., Nagai H., Hagihara Y., Yoshida Y. Demand for the early detection of diabetic risk at annual health examinations and a probable solution. Journal of Diabetes and Metabolis. 2015;6, article 589 doi: 10.4172/2155-6156.1000589.", "ArticleIdList": ["10.4172/2155-6156.1000589"]}, {"Citation": "Grundy S. M. Pre-diabetes, metabolic syndrome, and cardiovascular risk. Journal of the American College of Cardiology. 2012;59(7):635–643. doi: 10.1016/j.jacc.2011.08.080.", "ArticleIdList": ["10.1016/j.jacc.2011.08.080", "22322078"]}, {"Citation": "Nowotarski S. L., Woster P. M., Casero R. A., Jr. Polyamines and cancer: implications for chemotherapy and chemoprevention. Expert Reviews in Molecular Medicine. 2013;15, article e3 doi: 10.1017/erm.2013.3.", "ArticleIdList": ["10.1017/erm.2013.3", "PMC4027058", "23432971"]}, {"Citation": "Wentworth P., Jr., Nieva J., Takeuchi C., et al. Evidence for ozone formation in human atherosclerotic arteries. Science. 2003;302(5647):1053–1056. doi: 10.1126/science.1089525.", "ArticleIdList": ["10.1126/science.1089525", "14605372"]}, {"Citation": "Tomono S., Miyoshi N., Shiokawa H., et al. Formation of cholesterol ozonolysis products in vitro and in vivo through a myeloperoxidase-dependent pathway. Journal of Lipid Research. 2011;52(1):87–97. doi: 10.1194/jlr.M006775.", "ArticleIdList": ["10.1194/jlr.M006775", "PMC2999934", "20921334"]}, {"Citation": "Luchetti F., Canonico B., Cesarini E., et al. 7-ketocholesterol and 5,6-secosterol induce human endothelial cell dysfunction by differential mechanisms. Steroids. 2015;99:204–211. doi: 10.1016/j.steroids.2015.02.008.", "ArticleIdList": ["10.1016/j.steroids.2015.02.008", "25697053"]}, {"Citation": "Zhang Q., Powers E. T., Nieva J., et al. Metabolite-initiated protein misfolding may trigger Alzheimer's disease. Proceedings of the National Academy of Sciences of the United States of America. 2004;101(14):4752–4757. doi: 10.1073/pnas.0400924101.", "ArticleIdList": ["10.1073/pnas.0400924101", "PMC387320", "15034169"]}, {"Citation": "Bosco D. A., Fowler D. M., Zhang Q., et al. Elevated levels of oxidized cholesterol metabolites in Lewy body disease brains accelerate α-synuclein fibrilization. Nature Chemical Biology. 2006;2(5):249–253. doi: 10.1038/nchembio782.", "ArticleIdList": ["10.1038/nchembio782", "16565714"]}, {"Citation": "Nieva J., Song B.-D., Rogel J. K., et al. Cholesterol secosterol aldehydes induce amyloidogenesis and dysfunction of wild-type tumor protein p53. Chemistry & Biology. 2011;18(7):920–927. doi: 10.1016/j.chembiol.2011.02.018.", "ArticleIdList": ["10.1016/j.chembiol.2011.02.018", "PMC3148486", "21802012"]}, {"Citation": "Tomono S., Yasue Y., Miyoshi N., Ohshima H. Cytotoxic effects of secosterols and their derivatives on several cultured cells. Bioscience, Biotechnology and Biochemistry. 2013;77(3):651–653. doi: 10.1271/bbb.120758.", "ArticleIdList": ["10.1271/bbb.120758", "23470737"]}, {"Citation": "Cygan N. K., Scheinost J. C., Butters T. D., Wentworth P. Adduction of cholesterol 5,6-secosterol aldehyde to membrane-bound myelin basic protein exposes an immunodominant epitope. Biochemistry. 2011;50(12):2092–2100. doi: 10.1021/bi200109q.", "ArticleIdList": ["10.1021/bi200109q", "PMC3062686", "21314187"]}, {"Citation": "Nishinaka Y., Arai T., Adachi S., Takaori-Kondo A., Yamashita K. Singlet oxygen is essential for neutrophil extracellular trap formation. Biochemical and Biophysical Research Communications. 2011;413(1):75–79. doi: 10.1016/j.bbrc.2011.08.052.", "ArticleIdList": ["10.1016/j.bbrc.2011.08.052", "21871447"]}, {"Citation": "Lademann J., Köcher W., Yu R., et al. Cutaneous carotenoids: the mirror of lifestyle? Skin Pharmacology and Physiology. 2014;27(4):201–207. doi: 10.1159/000357222.", "ArticleIdList": ["10.1159/000357222", "24714060"]}, {"Citation": "Sluijs I., Cadier E., Beulens J. W. J., van der A D. L., Spijkerman A. M. W., van der Schouw Y. T. Dietary intake of carotenoids and risk of type 2 diabetes. Nutrition, Metabolism and Cardiovascular Diseases. 2015;25(4):376–381. doi: 10.1016/j.numecd.2014.12.008.", "ArticleIdList": ["10.1016/j.numecd.2014.12.008", "25716098"]}, {"Citation": "Sluijs I., Beulens J. W. J., Grobbee D. E., Van Der Schouw Y. T. Dietary carotenoid intake is associated with lower prevalence of metabolic syndrome in middle-aged and elderly men. Journal of Nutrition. 2009;139(5):987–992. doi: 10.3945/jn.108.101451.", "ArticleIdList": ["10.3945/jn.108.101451", "19321578"]}, {"Citation": "Beydoun M. A., Shroff M. R., Chen X., Beydoun H. A., Wang Y., Zonderman A. B. Serum antioxidant status is associated with metabolic syndrome among U.S. adults in recent national surveys. The Journal of Nutrition. 2011;141(5):903–913. doi: 10.3945/jn.110.136580.", "ArticleIdList": ["10.3945/jn.110.136580", "PMC3077890", "21451127"]}, {"Citation": "Kaulmann A., Bohn T. Carotenoids, inflammation, and oxidative stress-implications of cellular signaling pathways and relation to chronic disease prevention. Nutrition Research. 2014;34(11):907–929. doi: 10.1016/j.nutres.2014.07.010.", "ArticleIdList": ["10.1016/j.nutres.2014.07.010", "25134454"]}, {"Citation": "Valacchi G., Pecorelli A., Mencarelli M., Maioli E., Davis P. A. Beta-carotene prevents ozone-induced proinflammatory markers in murine skin. Toxicology and Industrial Health. 2009;25(4-5):241–247. doi: 10.1177/0748233709103030.", "ArticleIdList": ["10.1177/0748233709103030", "19651793"]}, {"Citation": "Darvin M. E., Sterry W., Lademann J., Patzelt A. Alcohol consumption decreases the protection efficiency of the antioxidant network and increases the risk of sunburn in human skin. Skin Pharmacology and Physiology. 2012;26(1):45–51. doi: 10.1159/000343908.", "ArticleIdList": ["10.1159/000343908", "23147451"]}, {"Citation": "Aoki K., Ito Y., Sasaki R., Ohtani M., Hamajima N., Asano A. Smoking, alcohol drinking and serum carotenoids levels. Japanese Journal of Cancer Research. 1987;78(10):1049–1056.", "ArticleIdList": ["3119536"]}, {"Citation": "Balbo S., Meng L., Bliss R. L., Jensen J. A., Hatsukami D. K., Hecht S. S. Time course of DNA adduct formation in peripheral blood granulocytes and lymphocytes after drinking alcohol. Mutagenesis. 2012;27(4):485–490. doi: 10.1093/mutage/ges008.", "ArticleIdList": ["10.1093/mutage/ges008", "PMC3382307", "22406526"]}, {"Citation": "Tamura M., Matsui H., Kaneko T., Hyodo I. Alcohol is an oxidative stressor for gastric epithelial cells: detection of superoxide in living cells. Journal of Clinical Biochemistry and Nutrition. 2013;53(2):75–80. doi: 10.3164/jcbn.13-32.", "ArticleIdList": ["10.3164/jcbn.13-32", "PMC3774929", "24062603"]}, {"Citation": "Tamura M., Ito H., Matsui H., Hyodo I. Acetaldehyde is an oxidative stressor for gastric epithelial cells. Journal of Clinical Biochemistry and Nutrition. 2014;55(1):26–31. doi: 10.3164/jcbn.14-12.", "ArticleIdList": ["10.3164/jcbn.14-12", "PMC4078068", "25120276"]}, {"Citation": "Liu Y., Chen H., Sun Z., Chen X. Molecular mechanisms of ethanol-associated oro-esophageal squamous cell carcinoma. Cancer Letters. 2015;361(2):164–173.", "ArticleIdList": ["PMC4765374", "25766659"]}, {"Citation": "Hong S.-K. S., Chaturvedi R., Piazuelo M. B., et al. Increased expression and cellular localization of spermine oxidase in ulcerative colitis and relationship to disease activity. Inflammatory Bowel Diseases. 2010;16(9):1557–1566. doi: 10.1002/ibd.21224.", "ArticleIdList": ["10.1002/ibd.21224", "PMC2894261", "20127992"]}, {"Citation": "Huycke M. M., Abrams V., Moore D. R. Enterococcus faecalis produces extracellular superoxide and hydrogen peroxide that damages colonic epithelial cell DNA. Carcinogenesis. 2002;23(3):529–536. doi: 10.1093/carcin/23.3.529.", "ArticleIdList": ["10.1093/carcin/23.3.529", "11895869"]}, {"Citation": "Azcárate-Peril M. A., Sikes M., Bruno-Bárcena J. M. The intestinal microbiota, gastrointestinal environment and colorectal cancer: a putative role for probiotics in prevention of colorectal cancer? The American Journal of Physiology—Gastrointestinal and Liver Physiology. 2011;301(3):G401–G424. doi: 10.1152/ajpgi.00110.2011.", "ArticleIdList": ["10.1152/ajpgi.00110.2011", "PMC3774253", "21700901"]}, {"Citation": "Mohammadi A., Jazayeri S., Khosravi-Darani K., et al. Effects of probiotics on biomarkers of oxidative stress and inflammatory factors in petrochemical workers: a randomized, double-blind, placebo-controlled trial. International Journal of Preventive Medicine. 2015;6(1):p. 82. doi: 10.4103/2008-7802.164146.", "ArticleIdList": ["10.4103/2008-7802.164146", "PMC4587074", "26445629"]}, {"Citation": "Patel C., Ghanim H., Ravishankar S., et al. Prolonged reactive oxygen species generation and nuclear factor-κB activation after a high-fat, high-carbohydrate meal in the obese. The Journal of Clinical Endocrinology & Metabolism. 2007;92(11):4476–4479. doi: 10.1210/jc.2007-0778.", "ArticleIdList": ["10.1210/jc.2007-0778", "17785362"]}, {"Citation": "Poulsen M. W., Bak M. J., Andersen J. M., et al. Effect of dietary advanced glycation end products on postprandial appetite, inflammation, and endothelial activation in healthy overweight individuals. European Journal of Nutrition. 2014;53(2):661–672. doi: 10.1007/s00394-013-0574-y.", "ArticleIdList": ["10.1007/s00394-013-0574-y", "23929260"]}, {"Citation": "Yamagishi S. I., Matsui T. Pathologic role of dietary advanced glycation end products in cardiometabolic disorders, and therapeutic intervention. Nutrition. 2015;32(2):157–165. doi: 10.1016/j.nut.2015.08.001.", "ArticleIdList": ["10.1016/j.nut.2015.08.001", "26602289"]}, {"Citation": "Daffu G., del Pozo C. H., O'Shea K. M., Ananthakrishnan R., Ramasamy R., Schmidt A. M. Radical roles for RAGE in the pathogenesis of oxidative stress in cardiovascular diseases and beyond. International Journal of Molecular Sciences. 2013;14(10):19891–19910. doi: 10.3390/ijms141019891.", "ArticleIdList": ["10.3390/ijms141019891", "PMC3821592", "24084731"]}, {"Citation": "Pandey K. B., Rizvi S. I. Plant polyphenols as dietary antioxidants in human health and disease. Oxidative Medicine and Cellular Longevity. 2009;2(5):270–278. doi: 10.4161/oxim.2.5.9498.", "ArticleIdList": ["10.4161/oxim.2.5.9498", "PMC2835915", "20716914"]}, {"Citation": "Butt M. S., Imran A., Sharif M. K., et al. Black tea polyphenols: a mechanistic treatise. Critical Reviews in Food Science and Nutrition. 2014;54(8):1002–1011. doi: 10.1080/10408398.2011.623198.", "ArticleIdList": ["10.1080/10408398.2011.623198", "24499118"]}, {"Citation": "Calabrese V., Cornelius C., Trovato-Salinaro A., et al. The hormetic role of dietary antioxidants in free radical-related diseases. Current Pharmaceutical Design. 2010;16(7):877–883. doi: 10.2174/138161210790883615.", "ArticleIdList": ["10.2174/138161210790883615", "20388101"]}, {"Citation": "Camargo A., Rangel-Zuñiga O. A., Haro C., et al. Olive oil phenolic compounds decrease the postprandial inflammatory response by reducing postprandial plasma lipopolysaccharide levels. Food Chemistry. 2014;162:161–171. doi: 10.1016/j.foodchem.2014.04.047.", "ArticleIdList": ["10.1016/j.foodchem.2014.04.047", "24874372"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "12", "Day": "27"}, {"Year": "2016", "Month": "2", "Day": "8"}, {"Year": "2016", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "3", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27042259", "PMC4799824", "10.1155/2016/2398573"]}}], "PubmedBookArticle": []}