{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ambient air pollution", "Heart rate variability", "Literature review", "Meta-analysis", "Panel study"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27085495", "DateCompleted": {"Year": "2017", "Month": "04", "Day": "26"}, "DateRevised": {"Year": "2017", "Month": "11", "Day": "19"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "04", "Day": "14"}], "ELocationID": ["10.1016/j.envres.2016.03.013", "S0013-9351(16)30092-5"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "148", "PubDate": {"Year": "2016", "Month": "Jul"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "A structured review of panel studies used to investigate associations between ambient air pollution and heart rate variability.", "Pagination": {"StartPage": "207", "EndPage": "247", "MedlinePgn": "207-247"}, "Abstract": {"AbstractText": ["Dysfunction of the autonomic nervous system is one of the postulated pathways linking short-term exposure to air pollution to adverse cardiovascular outcomes. A hypothesis is that exposure to air pollution decreases heart rate variability, a recognized independent predictor of poorer cardiovascular prognosis.", "We conducted a structured review of panel studies published between 1946 and July 2015 of the association between ambient air pollution and parameters of heart rate variability reflecting autonomic nervous function. We focused on exposure to mass concentrations of fine particles (PM2.5), nitrogen dioxide (NO2), and ozone (O3), and four commonly used indices of heart rate variability (HRV): standard deviation of all normal-to-normal intervals (SDNN); root mean square of successive differences in adjacent normal-to-normal intervals (RMSSD); high frequency power (HF); and low frequency power (LF). We searched bibliographic databases and references of identified articles and abstracted characteristics of their design and conduct, and synthesized the quantitative findings in graphic form according to health condition of the study population and the functional form of the HRV indices used in the regression analyses.", "A total of 33 panel studies were included: 31, 12, and 13 studies were used to investigate ambient exposure to PM2.5, NO2 and O3, respectively. We found substantial variation across studies in terms of design characteristics and statistical methodologies, and we identified some studies that may have had methodological and statistical issues. Because many panel studies were not comparable to each other, meta-analyses were not generally possible, although we were able to pool the results obtained amongst older adults who had cardiovascular disease for the 24-h average concentrations of PM2.5 prior to the heart rate variability measurements. In studies of PM2.5 among older adults with cardiovascular disease, logarithmic transformations of the HRV indices were used in ten studies. Negative associations across all HRV indices were found in 60-86% of these studies for periods of exposures ranging from 5-min to 5-days. The pooled percent changes for an increase of 10μg/m(3) in the 24-h prior to the measurements of HRV were: -2.11% for SDNN (95% confidence interval (95%CI): -4.00, -0.23%), -3.29% for RMSSD (95%CI: -6.32, -0.25%), -4.76% for LF (95%CI: -12.10, 2.58%), and -1.74% for HF (95%CI: -7.79, 4.31%). No transformations were used in seven studies of PM2.5 among older adults with cardiovascular disease, and we found for absolute differences pooled changes in the HRV indices, for an increase of 10μg/m(3), of -0.31ms for SDNN (95%CI: -1.02, 0.41ms) and -1.22ms for RMSSD (95%CI: -2.37; -0.07ms). For gaseous pollutants, negative associations over periods of exposure ranging from 5-min or to 5-days prior to the heart rate variability measurements were reported in 71-83% of studies of NO2 and 57-100% of studies of O3, depending of the indices of heart rate variability. However, many of these studies had statistical or methodological issues, and in the few studies without these issues the confidence intervals were relatively wide and mostly included the null.", "We were not persuaded by the results that there was an association between PM2.5 and any of the four indices of heart rate variability. For NO2 and O3 the number of high-quality studies was insufficient to draw any definite conclusions. Further panel studies with improved design and methodologies are needed to help establish or refute an association between ambient exposure to air pollution and heart rate variability."], "CopyrightInformation": "Copyright © 2016 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, McGill University, Montreal, Quebec, Canada; Institut national de sante publique du Quebec (INSPQ), Montreal, Quebec, Canada. Electronic address: stephane.buteau@mail.mcgill.ca."}], "LastName": "Buteau", "ForeName": "Stephane", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicine, McGill University, Montreal, Quebec, Canada; Division of Clinical Epidemiology, McGill University Health Centre, Montreal, Quebec, Canada."}], "LastName": "Goldberg", "ForeName": "Mark S", "Initials": "MS"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": [], "DescriptorName": "Heart Rate"}, {"QualifierName": [], "DescriptorName": "Humans"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2015", "Month": "12", "Day": "18"}, {"Year": "2016", "Month": "3", "Day": "4"}, {"Year": "2016", "Month": "3", "Day": "8"}, {"Year": "2016", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27085495", "10.1016/j.envres.2016.03.013", "S0013-9351(16)30092-5"]}}], "PubmedBookArticle": []}