{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27177206", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "05", "Day": "13"}], "ELocationID": [], "Journal": {"ISSN": "1552-9924", "JournalIssue": {"Volume": "124", "Issue": "11", "PubDate": {"Year": "2016", "Month": "Nov"}}, "Title": "Environmental health perspectives", "ISOAbbreviation": "Environ Health Perspect"}, "ArticleTitle": "The Impact of Individual Anthropogenic Emissions Sectors on the Global Burden of Human Mortality due to Ambient Air Pollution.", "Pagination": {"StartPage": "1776", "EndPage": "1784", "MedlinePgn": "1776-1784"}, "Abstract": {"AbstractText": ["Exposure to ozone and fine particulate matter (PM2.5) can cause adverse health effects, including premature mortality due to cardiopulmonary diseases and lung cancer. Recent studies quantify global air pollution mortality but not the contribution of different emissions sectors, or they focus on a specific sector.", "We estimated the global mortality burden of anthropogenic ozone and PM2.5, and the impact of five emissions sectors, using a global chemical transport model at a finer horizontal resolution (0.67° × 0.5°) than previous studies.", "We performed simulations for 2005 using the Model for Ozone and Related Chemical Tracers, version 4 (MOZART-4), zeroing out all anthropogenic emissions and emissions from specific sectors (All Transportation, Land Transportation, Energy, Industry, and Residential and Commercial). We estimated premature mortality using a log-linear concentration-response function for ozone and an integrated exposure-response model for PM2.5.", "We estimated 2.23 (95% CI: 1.04, 3.33) million deaths/year related to anthropogenic PM2.5, with the highest mortality in East Asia (48%). The Residential and Commercial sector had the greatest impact globally-675 (95% CI: 428, 899) thousand deaths/year-and in most regions. Land Transportation dominated in North America (32% of total anthropogenic PM2.5 mortality), and it had nearly the same impact (24%) as Residential and Commercial (27%) in Europe. Anthropogenic ozone was associated with 493 (95% CI: 122, 989) thousand deaths/year, with the Land Transportation sector having the greatest impact globally (16%).", "The contributions of emissions sectors to ambient air pollution-related mortality differ among regions, suggesting region-specific air pollution control strategies. Global sector-specific actions targeting Land Transportation (ozone) and Residential and Commercial (PM2.5) sectors would particularly benefit human health. Citation: Silva RA, Adelman Z, Fry MM, West JJ. 2016. The impact of individual anthropogenic emissions sectors on the global burden of human mortality due to ambient air pollution. Environ Health Perspect 124:1776-1784; http://dx.doi.org/10.1289/EHP177."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences and Engineering, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."}], "LastName": "Silva", "ForeName": "Raquel A", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Adelman", "ForeName": "Zachariah", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Fry", "ForeName": "Meridith M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "West", "ForeName": "J Jason", "Initials": "JJ"}], "GrantList": [{"GrantID": "R21 ES022600", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Health Perspect", "NlmUniqueID": "0330411", "ISSNLinking": "0091-6765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Movements"}, {"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mortality"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["toxicity"], "DescriptorName": "Particulate Matter"}], "CoiStatement": "The authors declare they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersson C, Bergström R, Johansson C. 2009. Population exposure and mortality due to regional background PM in Europe—long-term simulations of source region and shipping contributions. Atmos Environ 43 3614 3620, doi:10.1016/j.atmosenv.2009.03.040", "ArticleIdList": ["10.1016/j.atmosenv.2009.03.040"]}, {"Citation": "Anenberg SC, Horowitz LW, Tong DQ, West JJ. 2010. An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling. Environ Health Perspect 118 1189 1195, doi:10.1289/ehp.0901220", "ArticleIdList": ["10.1289/ehp.0901220", "PMC2944076", "20382579"]}, {"Citation": "Barrett SRH, Britter RE, Waitz IA. 2010. Global mortality attributable to aircraft cruise emissions. Environ Sci Technol 44 7736 7742, doi:10.1021/es101325r", "ArticleIdList": ["10.1021/es101325r", "20809615"]}, {"Citation": "Bell ML, Zanobetti A, Dominici F. 2014. Who is more affected by ozone pollution? A systematic review and meta-analysis. Am J Epidemiol 180 15 28, doi:10.1093/aje/kwu115", "ArticleIdList": ["10.1093/aje/kwu115", "PMC4070938", "24872350"]}, {"Citation": "Brandt J, Silver JD, Christensen JH, Andersen MS, Bønløkke JH, Sigsgaard T, et al. 2013. Contribution from the ten major emission sectors in Europe and Denmark to the health-cost externalities of air pollution using the EVA model system – an integrated modelling approach. Atmos Chem Phys 13 7725 7746, doi:10.5194/acp-13-7725-2013", "ArticleIdList": ["10.5194/acp-13-7725-2013"]}, {"Citation": "Brauer M, Amann M, Burnett RT, Cohen A, Dentener F, Ezzati M, et al. 2012. Exposure assessment for estimation of the global burden of disease attributable to outdoor air pollution. Environ Sci Technol 46 652 660, doi:10.1021/es2025752", "ArticleIdList": ["10.1021/es2025752", "PMC4043337", "22148428"]}, {"Citation": "Bright EA, Coleman PR, Rose AN, Urban ML. Oak Ridge National Laboratory SE, Oak Ridge, TN. 2012. LandScan 2011."}, {"Citation": "Brook RD, Rajagopalan S, Pope C, III, Brook JR, Bhatnagar A, Diez-Roux AV, et al. 2010. Particulate matter air pollution and cardiovascular disease: an update to the scientific statement from the American Heart Association. Circulation 121 2331 2378, doi:10.1161/CIR.0b013e3181dbece1", "ArticleIdList": ["10.1161/CIR.0b013e3181dbece1", "20458016"]}, {"Citation": "Burnett RT, Pope CA, III, Ezzati M, Olives C, Lim SS, Mehta S, et al. 2014. An integrated risk function for estimating the global burden of disease attributable to ambient fine particulate matter exposure. Environ Health Perspect 122 397 403, doi:10.1289/ehp.1307049", "ArticleIdList": ["10.1289/ehp.1307049", "PMC3984213", "24518036"]}, {"Citation": "Caiazzo F, Ashok A, Waitz IA, Yim SHL, Barrett SRH. 2013. Air pollution and early deaths in the United States. Part I: quantifying the impact of major sectors in 2005; Atmos Environ 79 198 208, doi:10.1016/j.atmosenv.2013.05.081", "ArticleIdList": ["10.1016/j.atmosenv.2013.05.081"]}, {"Citation": "Chambliss SE, Silva R, West JJ, Zeinali M, Minjares R. 2014. Estimating source-attributable health impacts of ambient fine particulate matter exposure: global premature mortality from surface transportation emissions in 2005 [Letter]. Environ Res Lett 9 104009, doi:10.1088/1748-9326/9/10/104009", "ArticleIdList": ["10.1088/1748-9326/9/10/104009"]}, {"Citation": "Cohan DS, Hakami A, Hu Y, Russell AG. 2005. Nonlinear response of ozone to emissions: source apportionment and sensitivity analysis. Environ Sci Technol 39 6739 6748, doi:10.1021/es048664m", "ArticleIdList": ["10.1021/es048664m", "16190234"]}, {"Citation": "Cohen AJ, Anderson HR, Ostro B, Pandey KD, Krzyzanowski M, Künzli N, et al. Geneva: World Health Organization; 2004. Urban air pollution. In: Comparative Quantification of Health Risks: Global and Regional Burden of Disease Attributable to Selected Major Risk Factors, Vol. 2. Ezzati M, Lopez AD, Rodgers A, Murray CJL, eds. pp. 1353–1434.  http://www.who.int/publications/cra/chapters/volume2/1353-1434.pdf?ua=1 [accessed 24 February 2012]"}, {"Citation": "Cooper OR, Parrish DD, Ziemke J, Balashov NV, Cupeiro M, Galbally IE, et al. 2014. Global distribution and trends of tropospheric ozone: an observation-based review. Elementa (Wash D C) 2 000029, doi:10.12952/journal.elementa.000029", "ArticleIdList": ["10.12952/journal.elementa.000029"]}, {"Citation": "Corbett JJ, Winebrake JJ, Green EH, Kasibhatla P, Eyring V, Lauer A. 2007. Mortality from ship emissions: a global assessment. Environ Sci Technol 41 8512 8518, doi:10.1021/es071686z", "ArticleIdList": ["10.1021/es071686z", "18200887"]}, {"Citation": "Emmons LK, Walters S, Hess PG, Lamarque JF, Pfister GG, Fillmore D, et al. 2010. Description and evaluation of the Model for Ozone and Related chemical Tracers, version 4 (MOZART-4). Geosci Model Dev 3 43 67, doi:10.5194/gmd-3-43-2010", "ArticleIdList": ["10.5194/gmd-3-43-2010"]}, {"Citation": "Evans J, van Donkelaar A, Martin RV, Burnett R, Rainham DG, Birkett NJ, et al. 2013. Estimates of global mortality attributable to particulate air pollution using satellite imagery. Environ Res 120 33 42, doi:10.1016/j.envres.2012.08.005", "ArticleIdList": ["10.1016/j.envres.2012.08.005", "22959329"]}, {"Citation": "Fang Y, Naik V, Horowitz LW, Mauzerall DL. 2013. Air pollution and associated human mortality: the role of air pollutant emissions, climate change and methane concentration increases from the preindustrial period to present. Atmos Chem Phys 13 1377 1394, doi:10.5194/acp-13-1377-2013", "ArticleIdList": ["10.5194/acp-13-1377-2013"]}, {"Citation": "Fann N, Fulcher CM, Baker K. 2013. The recent and future health burden of air pollution apportioned across U.S. sectors. Environ Sci Technol 47 3580 3589, doi:10.1021/es304831q", "ArticleIdList": ["10.1021/es304831q", "23506413"]}, {"Citation": "Fry MM, Schwarzkopf MD, Adelman Z, Naik V, Collins WJ, West JJ. 2013. Net radiative forcing and air quality responses to regional CO emission reductions. Atmos Chem Phys 13 5381 5399, doi:10.5194/acp-13-5381-2013", "ArticleIdList": ["10.5194/acp-13-5381-2013"]}, {"Citation": "GHDx (Global Health Data Exchange) Global Burden of Disease Study 2010 – Ambient Air Pollution Risk Model 1990–2010. 2013  http://ghdx.healthmetricsandevaluation.org/record/global-burden-disease-study-2010-gbd-2010-ambient-air-pollution-risk-model-1990-2010 [accessed 8 November 2013]"}, {"Citation": "Giannadaki D, Pozzer A, Lelieveld J. 2014. Modeled global effects of airborne desert dust on air quality and premature mortality. Atmos Chem Phys 14 957 968, doi:10.5194/acp-14-957-2014", "ArticleIdList": ["10.5194/acp-14-957-2014"]}, {"Citation": "Global Road Safety Facility, The World Bank; Institute for Health Metrics and Evaluation 2014. Transport for Health: The Global Burden of Disease from Motorized Road Transport. Seattle, WA: IHME; Washington, DC: The World Bank;"}, {"Citation": "Gryparis A, Forsberg B, Katsouyanni K, Analitis A, Touloumi G, Schwartz J, et al. 2004. Acute effects of ozone on mortality from the “Air Pollution and Health: A European Approach” project. Am J Respir Crit Care Med 170 1080 1087, doi:10.1164/rccm.200403-333OC", "ArticleIdList": ["10.1164/rccm.200403-333OC", "15282198"]}, {"Citation": "Guenther A, Karl T, Harley P, Wiedinmyer C, Palmer PI, Geron C. 2006. Estimates of global terrestrial isoprene emissions using MEGAN (Model of Emissions of Gases and Aerosols from Nature). Atmos Chem Phys Discuss 6 107 173, doi:10.5194/acpd-6-107-2006", "ArticleIdList": ["10.5194/acpd-6-107-2006"]}, {"Citation": "Hamra GB, Guha N, Cohen A, Laden F, Raaschou-Nielsen O, Samet JM, et al. 2014. Outdoor particulate matter exposure and lung cancer: a systematic review and meta-analysis. Environ Health Perspect 122 906 911, doi:10.1289/ehp.1408092", "ArticleIdList": ["10.1289/ehp.1408092", "PMC4154221", "24911630"]}, {"Citation": "IHME (Institute for Health Metrics and Evaluation) Seattle, WA: IHME; 2013. Global Burden of Disease Study 2010 (GBD 2010) Results by Cause 1990–2010–Country Level."}, {"Citation": "Jerrett M, Burnett RT, Pope CA, III, Ito K, Thurston G, Krewski D, et al. 2009. Long-term ozone exposure and mortality. N Engl J Med 360 1085 1095, doi:10.1056/NEJMoa0803894", "ArticleIdList": ["10.1056/NEJMoa0803894", "PMC4105969", "19279340"]}, {"Citation": "Koch D, Bond TC, Streets D, Unger N, van der Werf GR. 2007. Global impacts of aerosols from particular source regions and sectors. J Geophys Res Atmos 112 D02205, doi:10.1029/2005JD007024", "ArticleIdList": ["10.1029/2005JD007024"]}, {"Citation": "Koo B, Wilson GM, Morris RE, Dunker AM, Yarwood G. 2009. Comparison of source apportionment and sensitivity analysis in a particulate matter air duality model. Environ Sci Technol 43 6669 6675, doi:10.1021/es9008129", "ArticleIdList": ["10.1021/es9008129", "19764233"]}, {"Citation": "Krewski D, Jerrett M, Burnett RT, Ma R, Hughes E, Shi Y, et al. Extended follow-up and spatial analysis of the American Cancer Society study linking particulate air pollution and mortality. Res Rep Health Eff Inst. 2009;140:5–114.", "ArticleIdList": ["19627030"]}, {"Citation": "Kwok RHF, Baker KR, Napelenok SL, Tonnesen GS. 2015. Photochemical grid model implementation and application of VOC, NOx, and O3 source apportionment. Geosci Model Dev 8 99 114, doi:10.5194/gmd-8-99-2015", "ArticleIdList": ["10.5194/gmd-8-99-2015"]}, {"Citation": "Lamarque JF, Bond TC, Eyring V, Granier C, Heil A, Klimont Z, et al. 2010. Historical (1850–2000) gridded anthropogenic and biomass burning emissions of reactive gases and aerosols: methodology and application. Atmos Chem Phys 10 7017 7039, doi:10.5194/acp-10-7017-2010", "ArticleIdList": ["10.5194/acp-10-7017-2010"]}, {"Citation": "Lamarque JF, Shindell DT, Josse B, Young PJ, Cionni I, Eyring V, et al. 2013. The atmospheric chemistry and climate model intercomparison Project (ACCMIP): Overview and description of models, simulations and climate diagnostics. Geosci Model Dev 6 179 206, doi:10.5194/gmd-6-179-2013", "ArticleIdList": ["10.5194/gmd-6-179-2013"]}, {"Citation": "Lelieveld J, Barlas C, Giannadaki D, Pozzer A. 2013. Model calculated global, regional and megacity premature mortality due to air pollution. Atmos Chem Phys 13 7023 7037, doi:10.5194/acp-13-7023-2013", "ArticleIdList": ["10.5194/acp-13-7023-2013"]}, {"Citation": "Lelieveld J, Evans JS, Fnais M, Giannadaki D, Pozzer A. 2015. The contribution of outdoor air pollution sources to premature mortality on a global scale. Nature 525 367 371, doi:10.1038/nature15371", "ArticleIdList": ["10.1038/nature15371", "26381985"]}, {"Citation": "Lepeule J, Laden F, Dockery D, Schwartz J. 2012. Chronic exposure to fine particles and mortality: an extended follow-up of the Harvard Six Cities study from 1974 to 2009. Environ Health Perspect 120 965 970, doi:10.1289/ehp.1104660", "ArticleIdList": ["10.1289/ehp.1104660", "PMC3404667", "22456598"]}, {"Citation": "Levy JI, Chemerynski SM, Sarnat JA. 2005. Ozone exposure and mortality: an empiric Bayes metaregression analysis. Epidemiology 16 458 468, doi:10.1097/01.ede.0000165820.08301.b3", "ArticleIdList": ["10.1097/01.ede.0000165820.08301.b3", "15951663"]}, {"Citation": "Li Y, Henze DK, Jack D, Kinney P. 2016. The influence of air quality model resolution on health impact assessment for fine particulate matter and its components. Air Qual Atmos Heal 9 51 68, doi:10.1007/s11869-015-0321-z", "ArticleIdList": ["10.1007/s11869-015-0321-z", "PMC5484574", "28659994"]}, {"Citation": "Li X, Liu J, Mauzerall DL, Emmons LK, Walters S, Horowitz LW, et al. 2014. Effects of trans-Eurasian transport of air pollutants on surface ozone concentrations over Western China. J Geophys Res Atmos 119 12338 12354, doi:10.1002/2014JD021936", "ArticleIdList": ["10.1002/2014JD021936"]}, {"Citation": "Lim SS, Vos T, Flaxman AD, Danaei G, Shibuya K, Adair-Rohani H, et al. 2012. A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet 380 2224 2260, doi:10.1016/S0140-6736(12)61766-8", "ArticleIdList": ["10.1016/S0140-6736(12)61766-8", "PMC4156511", "23245609"]}, {"Citation": "Naik V, Horowitz LW, Fiore AM, Ginoux P, Mao J, Aghedo AM, et al. 2013. Impact of preindustrial to present-day changes in short-lived pollutant emissions on atmospheric composition and climate forcing. J Geophys Res Atmos 118 8086 8110, doi:10.1002/jgrd.50608", "ArticleIdList": ["10.1002/jgrd.50608"]}, {"Citation": "Punger EM, West JJ. 2013. The effect of grid resolution on estimates of the burden of ozone and fine particulate matter on premature mortality in the USA. Air Qual Atmos Heal 6 563 573, doi:10.1007/s11869-013-0197-8", "ArticleIdList": ["10.1007/s11869-013-0197-8", "PMC3862082", "24348882"]}, {"Citation": "Rao S, Chirkov V, Dentener F, Van Dingenen R, Pachauri S, Purohit P, et al. 2012. Environmental modeling and methods for estimation of the global health impacts of air pollution. Environ Model Assess 17 613 622, doi:10.1007/s10666-012-9317-3", "ArticleIdList": ["10.1007/s10666-012-9317-3"]}, {"Citation": "Riahi K, Rao S, Krey V, Cho C, Chirkov V, Fischer G, et al. 2011. RCP 8.5—a scenario of comparatively high greenhouse gas emissions. Clim Change 109 33 57, doi:10.1007/s10584-011-0149-y", "ArticleIdList": ["10.1007/s10584-011-0149-y"]}, {"Citation": "Silva RA, West JJ, Zhang Y, Anenberg SC, Lamarque JF, Shindell DT, et al. 2013. Global premature mortality due to anthropogenic outdoor air pollution and the contribution of past climate change. Environ Res Lett 8 034005, doi:10.1088/1748-9326/8/3/034005", "ArticleIdList": ["10.1088/1748-9326/8/3/034005"]}, {"Citation": "Stevenson DS, Young PJ, Naik V, Lamarque JF, Shindell DT, Voulgarakis A, et al. 2013. Tropospheric ozone changes, radiative forcing and attribution to emissions in the Atmospheric Chemistry and Climate Model Intercomparison Project (ACCMIP). Atmos Chem Phys 13 3063 3085, doi:10.5194/acp-13-3063-2013", "ArticleIdList": ["10.5194/acp-13-3063-2013"]}, {"Citation": "Stieb DM, Szyszkowicz M, Rowe BH, Leech JA. 2009. Air pollution and emergency department visits for cardiac and respiratory conditions: a multi-city time-series analysis. Environ Health 8 25, doi:10.1186/1476-069X-8-25", "ArticleIdList": ["10.1186/1476-069X-8-25", "PMC2703622", "19515235"]}, {"Citation": "Wild O, Prather MJ. 2006. Global tropospheric ozone modeling: quantifying errors due to grid resolution. J Geophys Res 111 D11305, doi:10.1029/2005JD006605", "ArticleIdList": ["10.1029/2005JD006605"]}, {"Citation": "Zanobetti A, Schwartz J. 2011. Ozone and survival in four cohorts with potentially predisposing diseases. Am J Respir Crit Care Med 184 836 841, doi:10.1164/rccm.201102-0227OC", "ArticleIdList": ["10.1164/rccm.201102-0227OC", "PMC3208652", "21700916"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "9"}, {"Year": "2016", "Month": "1", "Day": "1"}, {"Year": "2016", "Month": "4", "Day": "26"}, {"Year": "2016", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27177206", "PMC5089880", "10.1289/EHP177", "EHP177"]}}], "PubmedBookArticle": []}