{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27378820", "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "04", "Day": "25"}], "ELocationID": [], "Journal": {"ISSN": "0094-8276", "JournalIssue": {"Volume": "43", "Issue": "8", "PubDate": {"Year": "2016", "Month": "Apr", "Day": "28"}}, "Title": "Geophysical research letters", "ISOAbbreviation": "Geophys Res Lett"}, "ArticleTitle": "Impact of increasing heat waves on U.S. ozone episodes in the 2050s: Results from a multimodel analysis using extreme value theory.", "Pagination": {"StartPage": "4017", "EndPage": "4025", "MedlinePgn": "4017-4025"}, "Abstract": {"AbstractText": ["We develop a statistical model using extreme value theory to estimate the 2000-2050 changes in ozone episodes across the United States. We model the relationships between daily maximum temperature (<i>Tmax</i>) and maximum daily 8-hour average (MDA8) ozone in May-September over 2003-2012 using a Point Process (PP) model. At ~20% of the sites, a marked decrease in the ozone-temperature slope occurs at high temperatures, defined as ozone suppression. The PP model sometimes fails to capture ozone-<i>Tmax</i> relationships, and so we refit the ozone-<i>Tmax</i> slope using logistic regression and a Generalized Pareto Distribution model. We then apply the resulting hybrid-EVT model to projections of <i>Tmax</i> from an ensemble of downscaled climate models. Assuming constant anthropogenic emissions at the present level, we find an average increase of 2.3 days a<sup>-1</sup> in ozone episodes (> 75 ppbv) across the United States by the 2050s, with a change of +3-9 days a<sup>-1</sup> at many sites."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Engineering and Applied Sciences, Harvard University, Cambridge, Massachusetts, USA."}], "LastName": "Shen", "ForeName": "L", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Engineering and Applied Sciences, Harvard University, Cambridge, Massachusetts, USA."}], "LastName": "Mickley", "ForeName": "L J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Applications Laboratory, National Center for Atmospheric Research, Boulder, Colorado, USA."}], "LastName": "Gilleland", "ForeName": "E", "Initials": "E"}], "GrantList": [{"GrantID": "R21 ES022585", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Geophys Res Lett", "NlmUniqueID": "9882887", "ISSNLinking": "0094-8276"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andrews PK, Chalmers DJ, Moremong M. Canopy-air temperature differences and soil water as predictors of water stress of apple trees grown in a humid, temperate climate. Journal of the American Society for Horticultural Science. 1992;117(3):453–458."}, {"Citation": "Baumgardner RE, Edgerton ES. Rural ozone across the eastern United States: analysis of CASTNet data, 1988– 1995. J. Am. Soc. Hortic. Sci. 1998;48:674–688.", "ArticleIdList": ["28060679"]}, {"Citation": "Bloomer BJ, Stehr JW, Piety CA, Salawitch RJ. Observed relationships of ozone air pollution with temperature and emissions. Geophys. Res. Lett. 2009;36:L09803."}, {"Citation": "Camalier L, Cox W, Dolwick P. The effects of meteorology on ozone in urban areas and their use in assessing ozone trends. Atmos. Environ. 2007;41:7127–7137."}, {"Citation": "Chang HH, Hao H, Sarnat SE. A statistical modeling framework for projecting future ambient ozone and its health impact due to climate change. Atmos. Environ. 2014;89:290–297.", "ArticleIdList": ["PMC3994127", "24764746"]}, {"Citation": "Coles SG. An Introduction to Statistical Modeling of Extreme Values. New York: Springer; 2001."}, {"Citation": "Doherty RM, et al. Impacts of climate change on surface ozone and intercontinental ozone pollution: A multi-model study. J. Geophys. Res. Atmos. 2013;118:3744–3763."}, {"Citation": "Fiore AM, et al. Multimodel estimates of intercontinental source-receptor relationships for ozone pollution. J. Geophys. Res. 2009;114:D04301."}, {"Citation": "Gao Y, Fu JS, Drake JB, Lamarque J-F, Liu T. The impact of emission and climate change on ozone in the United States under representative concentration pathways (RCPs) Atmos. Chem. Phys. 2013;13:9607–9621.", "ArticleIdList": ["PMC8205310", "34135946"]}, {"Citation": "Gilleland E, Katz RW. New software to analyze how extremes change over time. Eos Trans. AGU. 2011;92(2):13–14."}, {"Citation": "Guenther ABP, Zimmerman P, Harley R, Monson R. Isoprene and monoterpene emission rate variability : model evaluation and sensitivity analysis. J. Geophys. Res. 1993 Fall;98D:12609–12617."}, {"Citation": "Holloway T, Spak SN, Barker D, Bretl M, Moberg C, Hayhoe K, Van Dorn J, Wuebbles D. Change in ozone air pollution over Chicago associated with global climate change. J. Geophys. Res. 2008;113:D22306."}, {"Citation": "Idso SB, Reginato RJ, Jackson RD, Pinter PJ. Foliage and air temperatures: Evidence for a dynamic “equivalence point”. Agric. Meteorol. 1981;24:223–226."}, {"Citation": "Jacob DJ, Winner DA. Effect of climate change on air quality. Atmos. Environ. 2009;43:51–63."}, {"Citation": "Kim S-W, Heckel A, McKeen SA, Frost GJ, Hsie E-Y, Trainer MK, Richter A, Burrows JP, Peckham SE, Grell GA. Satellite-observed U.S. power plant NOx emission reductions and their impact on air quality. Geophys. Res. Lett. 2006;33:L22812."}, {"Citation": "Li L, Li W, Deng Y. Summer rainfall variability over the Southeastern United States and its intensification in the 21st century as assessed by CMIP5 models. J. Geophys. Res. Atmos. 2013;118:340–354."}, {"Citation": "Lin C-YC, Jacob DJ, Fiore AM. Trends in exceedances of the ozone air quality standard in the continental United States, 1980 – 1998. Atmos. Environ. 2001;35:3217–3228."}, {"Citation": "Maloney ED, et al. North American climate in CMIP5 experiments: Part III: Assessment of twenty-first century projections. J. Clim. 2014;27:2230–2270."}, {"Citation": "Maurer EP, Hidalgo HG. Utility of daily vs. monthly large-scale climate data: An intercomparison of two statistical downscaling methods. Hydrol. Earth Syst. Sci. 2008;12:551–563."}, {"Citation": "Meehl GA, Tebaldi C. More intense, more frequent and longer lasting heat waves in the 21st century. Science. 2004;305:994–997.", "ArticleIdList": ["15310900"]}, {"Citation": "Mesinger F, et al. North American regional reanalysis. Bull. Am. Meteorol. Soc. 2006;87:343–360."}, {"Citation": "Paternoster R, Brame R, Mazerolle P, Piquero A. Using the correct statistical test for the equality of regression coefficients. Criminology. 1998;36:859."}, {"Citation": "Parrish DD, et al. Long-term changes in lower tropospheric baseline ozone concentrations: Comparing chemistry-climate models and observations at northern midlatitudes. J. Geophys. Res. Atmos. 2014;119:5719–5736."}, {"Citation": "Porter WC, Heald CL, Cooley D, Russell B. Investigating the observed sensitivities of air-quality extremes to meteorological drivers via quantile regression. Atmos. Chem. Phys. 2015;15:10349–10366."}, {"Citation": "Pfister GG, Walters S, Lamarque J-F, Fast J, Barth MC, Wong J, Done J, Holland G, Bruyère CL. Projections of future summertime ozone over the U.S. J. Geophys. Res. Atmos. 2014;119:5559–5582."}, {"Citation": "Rasulov B, Hüve K, Bichele I, Laisk A, Niinemets Ü. Temperature response of isoprene emission in vivo reflects a combined effect of substrate limitations and isoprene synthase activity: a kinetic analysis. Plant Physiol. 2010;154(3):1558–1570.", "ArticleIdList": ["PMC2971629", "20837700"]}, {"Citation": "Reiss R-D, Thomas M. Statistical Analysis of Extreme Values: with applications to insurance, finance, hydrology and other fields. Birkhäuser Basel. (3rd) 2007:530."}, {"Citation": "Rieder HE, Fiore AM, Polvani LM, Lamarque JF, Fang Y. Changes in the frequency and return level of high ozone pollution events over the eastern United States following emission controls. Environ. Res. Lett. 2013;8(1):014012."}, {"Citation": "Rieder HE, Fiore AM, Horowitz LW, Naik V. Projecting policy- relevant metrics for high summertime ozone pollution events over the eastern United States due to climate and emission changes during the 21st century. J. Geophys. Res. Atmos. 2015;120:784–800."}, {"Citation": "Rieder HE, Staehelin J, Maeder JA, Peter T, Ribatet M, Davison AC, Stübi R, Weihs P, Holawe F. Extreme events in total ozone over Arosa – Part 1: Application of extreme value theory. Atmos. Chem. Phys. 2010;10:10,021–10,031."}, {"Citation": "Rasmussen DJ, Fiore AM, Naik V, Horowitz LW, McGinnis SJ, Schultz MG. Surface ozone-temperature relationships in the eastern U.S.: A monthly climatology for evaluating chemistry-climate models. Atmos. Environ. 2012;47:142–153."}, {"Citation": "Reclamation. Downscaled CMIP3 and CMIP5 Climate and Hydrology Projections: Release of Downscaled CMIP5 Climate Projections, Comparison with preceding Information, and Summary of User Needs, prepared by the U.S. Denver, Colorado: Department of the Interior, Bureau of Reclamation, Technical Services Center; 2013. p. 47."}, {"Citation": "Sharkey TD, Singsaas EL, Vanderveer PJ, Geron C. Field measurements of isoprene emission from trees in response to temperature and light. Tree Physiol. 1996;16(7):649–654.", "ArticleIdList": ["14871703"]}, {"Citation": "Shen L, Mickley LJ, Tai APK. Influence of synoptic patterns on surface ozone variability over the Eastern United States from 1980 to 2012. Atmos. Chem. Phys. 2015;15:10925–10938."}, {"Citation": "Schlink U, et al. A rigorous inter-comparison of ground-level ozone predictions. Atmos. Environ. 2003;37(23):3237–3253."}, {"Citation": "Steiner AL, Davis AJ, Sillman S, Owen RC, Michalak AM, Fiore AM. Observed suppression of ozone formation at extremely high temperatures due to chemical and biophysical feedbacks. Proceedings of the National Academy of Sciences. 2010", "ArticleIdList": ["PMC2993403", "21041679"]}, {"Citation": "Sillman S, Samson PJ. Impact of temperature on oxidant photochemistry in urban, polluted rural, and remote environments. J. Geophys. Res. 1995;100:11,497–11,508."}, {"Citation": "Singsaas EL, Sharkey TD. The effects of high temperature on isoprene synthesis in oak leaves. Plant, Cell & Environment. 2000;23(7):751–757."}, {"Citation": "Taylor KE, Stouffer RJ, Meehl GA. An overview of CMIP5 and the experiment design. Bull. Am. Meteorol. Soc. 2012;90:485–498."}, {"Citation": "Wu S, Mickley LJ, Leibensperger EM, Jacob DJ, Rind D, Streets DG. Effects of 2000–2050 global change on ozone air quality in the United States. J. Geophys. Res. 2008;113:D06302."}, {"Citation": "Wu J, Zhou Y, Gao Y, Fu JS, Johnson BA, Huang C, Kim Y-M, Liu Y. Estimation and uncertainty analysis of impacts of future heat waves on mortality in the eastern United States. Environ. Health Perspect. 2014;122(1):10.", "ArticleIdList": ["PMC3888568", "24192064"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27378820", "NIHMS768448", "PMC4930155", "10.1002/2016GL068432"]}}], "PubmedBookArticle": []}