{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["El Niño", "Indonesia", "biomass burning", "haze", "pollution"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27482096", "DateCompleted": {"Year": "2018", "Month": "01", "Day": "29"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "05"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "08", "Day": "01"}], "ELocationID": ["10.1073/pnas.1524888113"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "113", "Issue": "33", "PubDate": {"Year": "2016", "Month": "Aug", "Day": "16"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Indonesian fire activity and smoke pollution in 2015 show persistent nonlinear sensitivity to El Niño-induced drought.", "Pagination": {"StartPage": "9204", "EndPage": "9209", "MedlinePgn": "9204-9"}, "Abstract": {"AbstractText": ["The 2015 fire season and related smoke pollution in Indonesia was more severe than the major 2006 episode, making it the most severe season observed by the NASA Earth Observing System satellites that go back to the early 2000s, namely active fire detections from the Terra and Aqua Moderate Resolution Imaging Spectroradiometers (MODIS), MODIS aerosol optical depth, Terra Measurement of Pollution in the Troposphere (MOPITT) carbon monoxide (CO), Aqua Atmospheric Infrared Sounder (AIRS) CO, Aura Ozone Monitoring Instrument (OMI) aerosol index, and Aura Microwave Limb Sounder (MLS) CO. The MLS CO in the upper troposphere showed a plume of pollution stretching from East Africa to the western Pacific Ocean that persisted for 2 mo. Longer-term records of airport visibility in Sumatra and Kalimantan show that 2015 ranked after 1997 and alongside 1991 and 1994 as among the worst episodes on record. Analysis of yearly dry season rainfall from the Tropical Rainfall Measurement Mission (TRMM) and rain gauges shows that, due to the continued use of fire to clear and prepare land on degraded peat, the Indonesian fire environment continues to have nonlinear sensitivity to dry conditions during prolonged periods with less than 4 mm/d of precipitation, and this sensitivity appears to have increased over Kalimantan. Without significant reforms in land use and the adoption of early warning triggers tied to precipitation forecasts, these intense fire episodes will reoccur during future droughts, usually associated with El Niño events."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Institute for Space Studies, New York, NY 10025; Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY 10025; robert.field@columbia.edu."}], "LastName": "Field", "ForeName": "Robert D", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Earth and Life Sciences, Vrije Universiteit Amsterdam, 1081 HV, Amsterdam, The Netherlands;"}], "LastName": "van der Werf", "ForeName": "Guido R", "Initials": "GR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Earth and Life Sciences, Vrije Universiteit Amsterdam, 1081 HV, Amsterdam, The Netherlands;"}], "LastName": "Fanin", "ForeName": "Thierry", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth Science Section, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109;"}], "LastName": "Fetzer", "ForeName": "Eric J", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth Science Section, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109;"}], "LastName": "Fuller", "ForeName": "Ryan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD 20771; Goddard Earth Sciences Technology and Research, Universities Space Research Association, Columbia, MD 21046;"}], "LastName": "Jethva", "ForeName": "Hiren", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD 20771;"}], "LastName": "Levy", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth Science Section, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109;"}], "LastName": "Livesey", "ForeName": "Nathaniel J", "Initials": "NJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Earth Science Section, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109;"}], "LastName": "Luo", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NASA Goddard Space Flight Center, Greenbelt, MD 20771;"}], "LastName": "Torres", "ForeName": "Omar", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Atmospheric Research, Boulder, CO 80301."}], "LastName": "Worden", "ForeName": "Helen M", "Initials": "HM"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Research Support, U.S. Gov't, Non-P.H.S."]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Smoke"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollution"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "El Nino-Southern Oscillation"}, {"QualifierName": [], "DescriptorName": "Fires"}, {"QualifierName": [], "DescriptorName": "Indonesia"}, {"QualifierName": [], "DescriptorName": "Smoke"}, {"QualifierName": [], "DescriptorName": "Time Factors"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Voiland A. Seeing Through the Smoky Pall: Observations from a Grim Indonesian Fire Season. NASA Earth Observatory; Greenbelt, MD: 2015."}, {"Citation": "Malingreau JP, Stephens G, Fellows L. Remote-sensing of forest fires - Kalimantan and North Borneo in 1982-83. Ambio. 1985;14(6):314–321."}, {"Citation": "Fishman J, Watson CE, Larsen JC, Logan JA. Distribution of tropospheric ozone determined from satellite data. J Geophys Res D Atmospheres. 1990;95(D4):3599–3617."}, {"Citation": "Kita K, Fujiwara M, Kawakami S. Total ozone increase associated with forest fires over the Indonesian region and its relation to the El Nino-Southern oscillation. Atmos Environ. 2000;34(17):2681–2690."}, {"Citation": "Thompson AM, et al. Tropical tropospheric ozone and biomass burning. Science. 2001;291(5511):2128–2132.", "ArticleIdList": ["11251113"]}, {"Citation": "Wooster MJ, Perry GLW, Zoumas A. Fire, drought and El Nino relationships on Borneo (Southeast Asia) in the pre-MODIS era (1980-2000) Biogeosciences. 2012;9(1):317–340."}, {"Citation": "Field RD, van der Werf GR, Shen SSP. Human amplification of drought-induced biomass burning in Indonesia since 1960. Nat Geosci. 2009;2(3):185–188."}, {"Citation": "Herawati H, Santoso H. Tropical forest susceptibility to and risk of fire under changing climate: A review of fire nature, policy and institutions in Indonesia. For Policy Econ. 2011;13(4):227–233."}, {"Citation": "Medrilzam M, Dargusch P, Herbohn J, Smith C. The socio-ecological drivers of forest degradation in part of the tropical peatlands of Central Kalimantan, Indonesia. Forestry. 2014;87(2):335–345."}, {"Citation": "Gaveau DLA, et al. Major atmospheric emissions from peat fires in Southeast Asia during non-drought years: Evidence from the 2013 Sumatran fires. Sci Rep. 2014;4:6112.", "ArticleIdList": ["PMC4137341", "25135165"]}, {"Citation": "Page SE, et al. The amount of carbon released from peat and forest fires in Indonesia during 1997. Nature. 2002;420(6911):61–65.", "ArticleIdList": ["12422213"]}, {"Citation": "Field RD, Shen SSP. Predictability of carbon emissions from biomass burning in Indonesia from 1997 to 2006. J Geophys Res Biogeosci. 2008;113(G4):17."}, {"Citation": "Logan JA, et al. Effects of the 2006 El Nino on tropospheric composition as revealed by data from the Tropospheric Emission Spectrometer (TES) Geophys Res Lett. 2008;35(3):5."}, {"Citation": "Yurganov L, McMillan W, Grechko E, Dzhola A. Analysis of global and regional CO burdens measured from space between 2000 and 2009 and validated by ground-based solar tracking spectrometers. Atmos Chem Phys. 2010;10(8):3479–3494."}, {"Citation": "Worden J, et al. El Nino, the 2006 Indonesian peat fires, and the distribution of atmospheric methane. Geophys Res Lett. 2013;40(18):4938–4943."}, {"Citation": "Livesey NJ, et al. Interrelated variations of O-3, CO and deep convection in the tropical/subtropical upper troposphere observed by the Aura Microwave Limb Sounder (MLS) during 2004-2011. Atmos Chem Phys. 2013;13(2):579–598."}, {"Citation": "Deeter MN, et al. Validation of MOPITT Version 5 thermal-infrared, near-infrared, and multispectral carbon monoxide profile retrievals for 2000-2011. J Geophys Res D Atmospheres. 2013;118(12):6710–6725."}, {"Citation": "Warner J, Carminati F, Wei Z, Lahoz W, Attie JL. Tropospheric carbon monoxide variability from AIRS under clear and cloudy conditions. Atmos Chem Phys. 2013;13(24):12469–12479."}, {"Citation": "Livesey NJ, et al. Earth Observing System Aura Microwave Limb Sounder Version 4.2x Level 2 Data Quality and Description Document. Jet Propulsion Laboratory / California Intistute of Technology; Pasadena, CA: 2015. p. 162."}, {"Citation": "Remer LA, et al. Global aerosol climatology from the MODIS satellite sensors. J Geophys Res D Atmospheres. 2008;113:D14S07."}, {"Citation": "Levy RC, Remer LA, Mattoo S, Vermote EF, Kaufman YJ. Second-generation operational algorithm: Retrieval of aerosol properties over land from inversion of Moderate Resolution Imaging Spectroradiometer spectral reflectance. J Geophys Res D Atmospheres. 2007;112:D13211."}, {"Citation": "Torres O, Ahn C, Chen Z. Improvements to the OMI near-UV aerosol algorithm using A-train CALIOP and AIRS observations. Atmos Meas Tech. 2013;6(11):3257–3270."}, {"Citation": "Giglio L, Descloitres J, Justice CO, Kaufman YJ. An enhanced contextual fire detection algorithm for MODIS. Remote Sens Environ. 2003;87(2-3):273–282."}, {"Citation": "Heil A, Goldammer JG. Smoke-haze pollution: A review of the 1997 episode in Southeast Asia. Reg Environ Change. 2001;2(1):24–37."}, {"Citation": "Wang YH, Field RD, Roswintiarti O. Trends in atmospheric haze induced by peat fires in Sumatra Island, Indonesia and El Nino phenomenon from 1973 to 2003. Geophys Res Lett. 2004;31(4):L04103."}, {"Citation": "Field RD, Wang Y, Roswintiarti O, Guswanto (2004) A drought-based predictor of recent haze events in western Indonesia. Atmos Environ 38(13):1869–1878."}, {"Citation": "Huffman GJ, et al. The TRMM multisatellite precipitation analysis (TMPA): Quasi-global, multiyear, combined-sensor precipitation estimates at fine scales. J Hydrometeorol. 2007;8(1):38–55."}, {"Citation": "Chen MY, et al. Assessing objective techniques for gauge-based analyses of global daily precipitation. J Geophys Res D Atmospheres. 2008;113(D4):13."}, {"Citation": "van der Werf GR, et al. Climate regulation of fire emissions and deforestation in equatorial Asia. Proc Natl Acad Sci USA. 2008;105(51):20350–20355.", "ArticleIdList": ["PMC2629304", "19075224"]}, {"Citation": "Nassar R, et al. Analysis of tropical tropospheric ozone, carbon monoxide, and water vapor during the 2006 El Nino using TES observations and the GEOS-Chem model. J Geophys Res D Atmospheres. 2009;114:D17304."}, {"Citation": "Ott L, Pawson S, Bacmeister J. An analysis of the impact of convective parameter sensitivity on simulated global atmospheric CO distributions. J Geophys Res D Atmospheres. 2011;116:D21310."}, {"Citation": "Field RD, et al. Sensitivity of simulated tropospheric CO to subgrid physics parameterization: A case study of Indonesian biomass burning emissions in 2006. J Geophys Res D Atmospheres. 2015;120(22):11743–11759."}, {"Citation": "van der Werf GR, Randerson JT, Giglio L, Gobron N, Dolman AJ. Climate controls on the variability of fires in the tropics and subtropics. Global Biogeochem Cycles. 2008;22(3):GB3028."}, {"Citation": "Rein G, Cleaver N, Ashton C, Pironi P, Torero JL. The severity of smouldering peat fires and damage to the forest soil. Catena. 2008;74(3):304–309."}, {"Citation": "Hansen MC, et al. High-resolution global maps of 21st-century forest cover change. Science. 2013;342(6160):850–853.", "ArticleIdList": ["24233722"]}, {"Citation": "van der Werf GR, et al. Global fire emissions and the contribution of deforestation, savanna, forest, agricultural, and peat fires (1997-2009) Atmos Chem Phys. 2010;10(23):11707–11735."}, {"Citation": "Janssens-Maenhout G, et al. EDGAR-HTAP: A Harmonized Gridded Air Pollution Emission Dataset Based on National Inventories. European Commission Publications Office; Ispra, Italy: 2012."}, {"Citation": "Giglio L, Randerson JT, van der Werf GR. Analysis of daily, monthly, and annual burned area using the fourth-generation global fire emissions database (GFED4) J Geophys Res Biogeosci. 2013;118(1):317–328."}, {"Citation": "Ballhorn U, Siegert F, Mason M, Limin S. Derivation of burn scar depths and estimation of carbon emissions with LIDAR in Indonesian peatlands. Proc Natl Acad Sci USA. 2009;106(50):21213–21218.", "ArticleIdList": ["PMC2795497", "19940252"]}, {"Citation": "Konecny K, et al. Variable carbon losses from recurrent fires in drained tropical peatlands. Glob Change Biol. 2016;22(4):1469–1480.", "ArticleIdList": ["26661597"]}, {"Citation": "WRI . CAIT Climate Data Explorer. World Resources Institute; Washington, DC: 2015."}, {"Citation": "Li S, Robertson AW. Evaluation of submonthly precipitation forecast skill from global ensemble prediction systems. Mon Weather Rev. 2015;143(7):2871–2889."}, {"Citation": "Spessa AC, et al. Seasonal forecasting of fire over Kalimantan, Indonesia. Nat Hazards Earth Syst Sci. 2015;15(3):429–442."}, {"Citation": "Levy RC, et al. Global evaluation of the Collection 5 MODIS dark-target aerosol products over land. Atmos Chem Phys. 2010;10(21):10399–10420."}, {"Citation": "Levy RC, et al. The Collection 6 MODIS aerosol products over land and ocean. Atmos Meas Tech. 2013;6(11):2989–3034."}, {"Citation": "Levy RC, et al. A critical look at deriving monthly aerosol optical depth from satellite data. IEEE Trans Geosci Rem Sens. 2009;47(8):2942–2956."}, {"Citation": "Torres O, Bhartia PK, Herman JR, Ahmad Z, Gleason J. Derivation of aerosol properties from satellite measurements of backscattered ultraviolet radiation: Theoretical basis. J Geophys Res D Atmospheres. 1998;103(D14):17099–17110."}, {"Citation": "Torres O, et al. Aerosols and surface UV products from Ozone Monitoring Instrument observations: An overview. J Geophys Res D Atmospheres. 2007;112:D24S47."}, {"Citation": "Ahn C, Torres O, Jethva H. Assessment of OMI near-UV aerosol optical depth over land. J Geophys Res D Atmospheres. 2014;119(5):2457–2473."}, {"Citation": "Jethva H, Torres O, Ahn C. Global assessment of OMI aerosol single-scattering albedo using ground-based AERONET inversion. J Geophys Res D Atmospheres. 2014;119(14):9020–9040."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27482096", "PMC4995960", "10.1073/pnas.1524888113", "1524888113"]}}], "PubmedBookArticle": []}