{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Methylobacterium extorquens", "bioremediation", "chloromethane", "horizontal gene transfer (HGT)", "microbial evolution"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27486448", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "03"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "07", "Day": "19"}], "ELocationID": ["1116", "10.3389/fmicb.2016.01116"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Transfer of a Catabolic Pathway for Chloromethane in Methylobacterium Strains Highlights Different Limitations for Growth with Chloromethane or with Dichloromethane.", "Pagination": {"StartPage": "1116", "MedlinePgn": "1116"}, "Abstract": {"AbstractText": ["Chloromethane (CM) is an ozone-depleting gas, produced predominantly from natural sources, that provides an important carbon source for microbes capable of consuming it. CM catabolism has been difficult to study owing to the challenging genetics of its native microbial hosts. Since the pathways for CM catabolism show evidence of horizontal gene transfer, we reproduced this transfer process in the laboratory to generate new CM-catabolizing strains in tractable hosts. We demonstrate that six putative accessory genes improve CM catabolism, though heterologous expression of only one of the six is strictly necessary for growth on CM. In contrast to growth of Methylobacterium strains with the closely related compound dichloromethane (DCM), we find that chloride export does not limit growth on CM and, in general that the ability of a strain to grow on DCM is uncorrelated with its ability to grow on CM. This heterologous expression system allows us to investigate the components required for effective CM catabolism and the factors that limit effective catabolism after horizontal transfer."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Engineering, Massachusetts Institute of TechnologyCambridge, MA, USA; Department of Organismic and Evolutionary Biology, Harvard UniversityCambridge, MA, USA; Biosciences Division, Oak Ridge National LaboratoryOak Ridge, TN, USA."}], "LastName": "Michener", "ForeName": "Joshua K", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UMR 7156 UNISTRA -CNRS, Université de Strasbourg Strasbourg, France."}], "LastName": "Vuilleumier", "ForeName": "Stéphane", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "UMR 7156 UNISTRA -CNRS, Université de Strasbourg Strasbourg, France."}], "LastName": "Bringel", "ForeName": "Françoise", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard UniversityCambridge, MA, USA; Department of Biological Sciences, University of IdahoMoscow, ID, USA; Institute for Bioinformatics and Evolutionary Studies, University of IdahoMoscow, ID, USA; Center for Modeling Complex Interactions, University of IdahoMoscow, ID, USA."}], "LastName": "Marx", "ForeName": "Christopher J", "Initials": "CJ"}], "GrantList": [{"GrantID": "F32 GM106629", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chistoserdova L., Vorholt J. A., Thauer R. K., Lidstrom M. E. (1998). C1 transfer enzymes and coenzymes linking methylotrophic bacteria and methanogenic archaea. Science 281 99–102. 10.1126/science.281.5373.99", "ArticleIdList": ["10.1126/science.281.5373.99", "9651254"]}, {"Citation": "Chou H. H., Delaney N. F., Draghi J. A., Marx C. J. (2014). Mapping the fitness landscape of gene expression uncovers the cause of antagonism and sign epistasis between adaptive mutations. PLoS Genet. 10:e1004149 10.1371/journal.pgen.1004149", "ArticleIdList": ["10.1371/journal.pgen.1004149", "PMC3937219", "24586190"]}, {"Citation": "Clark I. C., Melnyk R. A., Youngblut M. D., Carlson H. K., Iavarone A. T., Coates J. D. (2015). Synthetic and evolutionary construction of a chlorate-reducing Shewanella oneidensis MR-1. MBio 6:e00282-15 10.1128/mBio.00282-15", "ArticleIdList": ["10.1128/mBio.00282-15", "PMC4442138", "25991681"]}, {"Citation": "Crowther G. J., Kosály G., Lidstrom M. E. (2008). Formate as the main branch point for methylotrophic metabolism in Methylobacterium extorquens AM1. J. Bacteriol. 190 5057–5062. 10.1128/JB.00228-08", "ArticleIdList": ["10.1128/JB.00228-08", "PMC2447001", "18502865"]}, {"Citation": "Delaney N. F., Kaczmarek M. E., Ward L. M., Swanson P. K., Lee M. C., Marx C. J. (2013). Development of an optimized medium, strain and high-throughput culturing methods for Methylobacterium extorquens. PLoS ONE 8:e62957 10.1371/journal.pone.0062957", "ArticleIdList": ["10.1371/journal.pone.0062957", "PMC3639900", "23646164"]}, {"Citation": "Doronina N. V., Sokolov A. P., Trotsenko Y. A. (1996). Isolation and initial characterization of aerobic chloromethane-utilizing bacteria. FEMS Microbiol. Lett. 142 179–183. 10.1111/j.1574-6968.1996.tb08427.x", "ArticleIdList": ["10.1111/j.1574-6968.1996.tb08427.x"]}, {"Citation": "Fulton G. L., Nunn D. N., Lidstrom M. E. (1984). Molecular cloning of a malyl coenzyme A lyase gene from Pseudomonas sp. strain AM 1, a facultative methylotroph. J. Bacteriol. 160 718–723.", "ArticleIdList": ["PMC214796", "6094488"]}, {"Citation": "Gälli R., Leisinger T. (1985). Specialized bacterial strains for the removal of dichloromethane from industrial waste. Conserv. Recycling 8 91–100. 10.1016/0361-3658(85)90028-1", "ArticleIdList": ["10.1016/0361-3658(85)90028-1"]}, {"Citation": "Hartmans S., Schmuckle A., Cook A. M., Leisinger T. (1986). Methyl chloride: naturally occurring toxicant and C-1 growth substrate. J. Gen. Microbiol. 132 1139–1142. 10.1099/00221287-132-4-1139", "ArticleIdList": ["10.1099/00221287-132-4-1139"]}, {"Citation": "Kayser M. F., Ucurum Z., Vuilleumier S. (2002). Dichloromethane metabolism and C1 utilization genes in Methylobacterium strains. Microbiology 148 1915–1922. 10.1099/00221287-148-6-1915", "ArticleIdList": ["10.1099/00221287-148-6-1915", "12055310"]}, {"Citation": "Keppler F., Harper D. B., Röckmann T., Moore R. M., Hamilton J. T. G. (2005). New insight into the atmospheric chloromethane budget gained using stable carbon isotope ratios. Atmos. Chem. Phys. 5 2403–2411. 10.5194/acp-5-2403-2005", "ArticleIdList": ["10.5194/acp-5-2403-2005"]}, {"Citation": "Knief C., Frances L., Vorholt J. A. (2010). Competitiveness of diverse Methylobacterium strains in the phyllosphere of Arabidopsis thaliana and identification of representative models, including M. extorquens PA1. Microb. Ecol. 60 440–452. 10.1007/s00248-010-9725-3", "ArticleIdList": ["10.1007/s00248-010-9725-3", "20700590"]}, {"Citation": "La Roche S. D., Leisinger T. (1990). Sequence analysis and expression of the bacterial dichloromethane dehalogenase structural gene, a member of the glutathione S-transferase supergene family. J. Bacteriol. 172 164–171.", "ArticleIdList": ["PMC208414", "2104602"]}, {"Citation": "Lee M. C., Chou H. H., Marx C. J. (2009). Asymmetric, bimodal trade-offs during adaptation of Methylobacterium to distinct growth substrates. Evolution 63 2816–2830. 10.1111/j.1558-5646.2009.00757.x", "ArticleIdList": ["10.1111/j.1558-5646.2009.00757.x", "19545267"]}, {"Citation": "Martinez-Gomez N. C., Nguyen S., Lidstrom M. E. (2013). Elucidation of the role of the methylene-tetrahydromethanopterin dehydrogenase MtdA in the tetrahydromethanopterin-dependent oxidation pathway in Methylobacterium extorquens AM1. J. Bacteriol. 195 2359–2367. 10.1128/JB.00029-13", "ArticleIdList": ["10.1128/JB.00029-13", "PMC3650556", "23504017"]}, {"Citation": "Marx C. J., Bringel F., Chistoserdova L., Moulin L., Farhan Ul Haque M., Fleischman D. E.et al. (2012). Complete genome sequences of six strains of the genus Methylobacterium. J. Bacteriol. 194 4746–4748. 10.1128/JB.01009-12", "ArticleIdList": ["10.1128/JB.01009-12", "PMC3415506", "22887658"]}, {"Citation": "Marx C. J., Laukel M., Vorholt J. A., Lidstrom M. E. (2003). Purification of the formate-tetrahydrofolate ligase from Methylobacterium extorquens AM1 and demonstration of its requirement for methylotrophic growth. J. Bacteriol. 185 7169–7175. 10.1128/JB.185.24.7169-7175.2003", "ArticleIdList": ["10.1128/JB.185.24.7169-7175.2003", "PMC296244", "14645277"]}, {"Citation": "Marx C. J., Lidstrom M. E. (2001). Development of improved versatile broad-host-range vectors for use in methylotrophs and other Gram-negative bacteria. Microbiology 147 2065–2075. 10.1099/00221287-147-8-2065", "ArticleIdList": ["10.1099/00221287-147-8-2065", "11495985"]}, {"Citation": "Marx C. J., Lidstrom M. E. (2004). Development of an insertional expression vector system for Methylobacterium extorquens AM1 and generation of null mutants lacking mtdA and/or fch. Microbiology 150 9–19. 10.1099/mic.0.26587-0", "ArticleIdList": ["10.1099/mic.0.26587-0", "14702393"]}, {"Citation": "Marx C. J., Van Dien S. J., Lidstrom M. E. (2005). Flux analysis uncovers key role of functional redundancy in formaldehyde metabolism. PLoS Biol. 3:e16 10.1371/journal.pbio.0030016", "ArticleIdList": ["10.1371/journal.pbio.0030016", "PMC539335", "15660163"]}, {"Citation": "McAnulla C., Woodall C. A., McDonald I. R., Studer A., Vuilleumier S., Leisinger T., et al. (2001). Chloromethane utilization gene cluster from Hyphomicrobium chloromethanicum strain CM2(T) and development of functional gene probes to detect halomethane-degrading bacteria. Appl. Environ. Microbiol. 67 307–316. 10.1128/AEM.67.1.307-316.2001", "ArticleIdList": ["10.1128/AEM.67.1.307-316.2001", "PMC92571", "11133460"]}, {"Citation": "Michener J. K., Camargo Neves A. A., Vuilleumier S., Bringel F., Marx C. J. (2014a). Effective use of a horizontally-transferred pathway for dichloromethane catabolism requires post-transfer refinement. Elife 3:e04279 10.7554/eLife.04279", "ArticleIdList": ["10.7554/eLife.04279", "PMC4271186", "25418043"]}, {"Citation": "Michener J. K., Vuilleumier S., Bringel F., Marx C. J. (2014b). Phylogeny poorly predicts the utility of a challenging horizontally transferred gene in Methylobacterium strains. J. Bacteriol. 196 2101–2107. 10.1128/JB.00034-14", "ArticleIdList": ["10.1128/JB.00034-14", "PMC4010993", "24682326"]}, {"Citation": "Nadalig T., Farhan Ul Haque M., Roselli S., Schaller H., Bringel F., Vuilleumier S. (2011). Detection and isolation of chloromethane-degrading bacteria from the Arabidopsis thaliana phyllosphere, and characterization of chloromethane utilization genes. FEMS Microbiol. Ecol. 77 438–448. 10.1111/j.1574-6941.2011.01125.x", "ArticleIdList": ["10.1111/j.1574-6941.2011.01125.x", "21545604"]}, {"Citation": "Nadalig T., Greule M., Bringel F., Keppler F., Vuilleumier S. (2014). Probing the diversity of chloromethane-degrading bacteria by comparative genomics and isotopic fractionation. Front. Microbiol. 5:523 10.3389/fmicb.2014.00523", "ArticleIdList": ["10.3389/fmicb.2014.00523", "PMC4197683", "25360131"]}, {"Citation": "Nayak D. D., Marx C. J. (2014). Methylamine utilization via the N-methylglutamate pathway in Methylobacterium extorquens PA1 involves a novel flow of carbon through C1 assimilation and dissimilation pathways. J. Bacteriol. 196 4130–4139. 10.1128/JB.02026-14", "ArticleIdList": ["10.1128/JB.02026-14", "PMC4248863", "25225269"]}, {"Citation": "Peel D., Quayle J. R. (1961). Microbial growth on C1 compounds. I. Isolation and characterization of Pseudomonas AM1. Biochem. J. 81 465–469. 10.1042/bj0810465", "ArticleIdList": ["10.1042/bj0810465", "PMC1243366", "14484877"]}, {"Citation": "Roselli S., Nadalig T., Vuilleumier S., Bringel F. (2013). The 380 kb pCMU01 plasmid encodes chloromethane utilization genes and redundant genes for vitamin B12- and tetrahydrofolate-dependent chloromethane metabolism in Methylobacterium extorquens CM4: a proteomic and bioinformatics study. PLoS ONE 8:e56598 10.1371/journal.pone.0056598", "ArticleIdList": ["10.1371/journal.pone.0056598", "PMC3621897", "23593113"]}, {"Citation": "Sanders S. W., Maxcy R. B. (1979). Patterns of cell division, DNA base compositions, and fine structures of some radiation-resistant vegetative bacteria found in food. Appl. Environ. Microbiol. 37 159–168.", "ArticleIdList": ["PMC243416", "760633"]}, {"Citation": "Schäfer H., McDonald I. R., Nightingale P. D., Murrell J. C. (2005). Evidence for the presence of a CmuA methyltransferase pathway in novel marine methyl halide-oxidizing bacteria. Environ. Microbiol. 7 839–852. 10.1111/j.1462-2920.2005.00757.x", "ArticleIdList": ["10.1111/j.1462-2920.2005.00757.x", "15892703"]}, {"Citation": "Studer A., McAnulla C., Büchele R., Leisinger T., Vuilleumier S. (2002). Chloromethane-induced genes define a third C1 utilization pathway in Methylobacterium chloromethanicum CM4. J. Bacteriol. 184 3476–3484. 10.1128/JB.184.13.3476-3484.2002", "ArticleIdList": ["10.1128/JB.184.13.3476-3484.2002", "PMC135114", "12057941"]}, {"Citation": "Studer A., Stupperich E., Vuilleumier S., Leisinger T. (2001). Chloromethane: tetrahydrofolate methyl transfer by two proteins from Methylobacterium chloromethanicum strain CM4. Eur. J. Biochem. 268 2931–2938. 10.1046/j.1432-1327.2001.02182.x", "ArticleIdList": ["10.1046/j.1432-1327.2001.02182.x", "11358510"]}, {"Citation": "Sy A., Giraud E., Jourand P., Garcia N., Willems A., de Lajudie P., et al. (2001). Methylotrophic Methylobacterium bacteria nodulate and fix nitrogen in symbiosis with legumes. J. Bacteriol. 183 214–220. 10.1128/JB.183.1.214-220.2001", "ArticleIdList": ["10.1128/JB.183.1.214-220.2001", "PMC94868", "11114919"]}, {"Citation": "Van Aken B., Peres C. M., Doty S. L., Yoon J. M., Schnoor J. L. (2004). Methylobacterium populi sp. nov., a novel aerobic, pink-pigmented, facultatively methylotrophic, methane-utilizing bacterium isolated from poplar trees (Populus deltoides × nigra DN34). Int. J. Syst. Evol. Microbiol. 54 1191–1196. 10.1099/ijs.0.02796-0", "ArticleIdList": ["10.1099/ijs.0.02796-0", "15280290"]}, {"Citation": "Vannelli T., Messmer M., Studer A., Vuilleumier S., Leisinger T. (1999). A corrinoid-dependent catabolic pathway for growth of a Methylobacterium strain with chloromethane. Proc. Natl. Acad. Sci. U.S.A. 96 4615–4620. 10.1073/pnas.96.8.4615", "ArticleIdList": ["10.1073/pnas.96.8.4615", "PMC16381", "10200311"]}, {"Citation": "Vannelli T., Studer A., Kertesz M., Leisinger T. (1998). Chloromethane metabolism by Methylobacterium sp. strain CM4. Appl. Environ. Microbiol. 64 1933–1936.", "ArticleIdList": ["PMC106254", "9572975"]}, {"Citation": "Vuilleumier S., Nadalig T., Farhan Ul Haque M., Magdelenat G., Lajus A., Roselli S., et al. (2011). Complete genome sequence of the chloromethane-degrading Hyphomicrobium sp. strain MC1. J. Bacteriol. 193 5035–5036. 10.1128/JB.05627-11", "ArticleIdList": ["10.1128/JB.05627-11", "PMC3165642", "21868803"]}, {"Citation": "Warner K. L., Larkin M. J., Harper D. B., Murrell J. C., McDonald I. R. (2005). Analysis of genes involved in methyl halide degradation in Aminobacter lissarensis CC495. FEMS Microbiol. Lett. 251 45–51. 10.1016/j.femsle.2005.07.021", "ArticleIdList": ["10.1016/j.femsle.2005.07.021", "16102909"]}, {"Citation": "Woodall C. A., Warner K. L., Oremland R. S., Murrell J. C., McDonald I. R. (2001). Identification of methyl halide-utilizing genes in the methyl bromide-utilizing bacterial strain IMB-1 suggests a high degree of conservation of methyl halide-specific genes in Gram-negative bacteria. Appl. Environ. Microbiol. 67 1959–1963. 10.1128/AEM.67.4.1959-1963.2001", "ArticleIdList": ["10.1128/AEM.67.4.1959-1963.2001", "PMC92821", "11282657"]}, {"Citation": "World Meteorological Organization (2014). Assessment for Decision-Makers: Scientific Assessment of Ozone Depletion: 2014. Global Ozone Research and Monitoring Project. Geneva: World Meteorological Organization."}, {"Citation": "Yokouchi Y., Noijiri Y., Barrie L. A., Toom-Sauntry D., Machida T., Inuzuka Y., et al. (2000). A strong source of methyl chloride to the atmosphere from tropical coastal land. Nature 403 295–298. 10.1038/35002049", "ArticleIdList": ["10.1038/35002049", "10659845"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "9"}, {"Year": "2016", "Month": "7", "Day": "4"}, {"Year": "2016", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["27486448", "PMC4949252", "10.3389/fmicb.2016.01116"]}}], "PubmedBookArticle": []}