{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Nitrogen oxides", "Ozone", "Trends"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27547271", "DateRevised": {"Year": "2024", "Month": "03", "Day": "25"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": [], "Journal": {"ISSN": "1873-9318", "JournalIssue": {"Volume": "8", "Issue": "3", "PubDate": {"Year": "2015", "Month": "Jun"}}, "Title": "Air quality, atmosphere, & health", "ISOAbbreviation": "Air Qual Atmos Health"}, "ArticleTitle": "The impact of nitrogen oxides concentration decreases on ozone trends in the USA.", "Pagination": {"StartPage": "283", "EndPage": "292", "MedlinePgn": "283-292"}, "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) has harmful effects on human health and ecosystems. In the USA, significant reductions of O<sub>3</sub> precursors-nitrogen oxides (NO<sub>x</sub>) and volatile organic compounds (VOCs)-have not yielded proportionate decreases in O<sub>3</sub>. NO<sub>x</sub> is a major precursor of O<sub>3</sub> as well as a quencher of O<sub>3</sub> through NO<sub>x</sub> titration, which is especially important during the night and wintertime. In this study, we investigated the potential dual impact of NO<sub>x</sub> concentration decreases on recent O<sub>3</sub> trends by season and time of day. We analyzed hourly O<sub>3</sub> and NO<sub>x</sub> measurement data between 1994 and 2010 in the continental USA. Nationally, hourly O<sub>3</sub> concentrations decreased by as much as -0.38 ppb/year with a standard error of 0.05 ppb/year during the warm season midday, but increased by as much as +0.30±0.04 ppb/year during the cold season. High O<sub>3</sub> concentrations (≥75th percentile) during the warm season decreased significantly, however, there were notable increases in the cold season as well as warm season nighttime; we found that these increases were largely attributable to NO<sub>x</sub> decreases as less O<sub>3</sub> is quenched. These O<sub>3</sub> increases, or \"penalties\", related to NO<sub>x</sub> reductions remained robust at a wide range of O<sub>3</sub> concentrations (5th to 99th percentile), and even after accounting for VOC reductions and meteorological parameters, including temperature, wind speed, and water vapor pressure. In addition, we observed O<sub>3</sub> penalties across rural, suburban, and urban areas. Nonetheless, peak O<sub>3</sub> concentrations (99.9th percentile) were mitigated by NO<sub>x</sub> reductions. In addition, there was some suggestive evidence that VOC reductions have been more effective in reducing O<sub>3</sub>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, 401 Park Drive, Landmark 4 West (Rm 412J), Boston, MA 02215, USA."}], "LastName": "Jhun", "ForeName": "Iny", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics, Harvard School of Public Health, 655 Huntington Avenue, Boston, MA 02115, USA."}], "LastName": "Coull", "ForeName": "Brent A", "Initials": "BA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, 401 Park Drive, Landmark 4 West (Rm 412J), Boston, MA 02215, USA."}], "LastName": "Zanobetti", "ForeName": "Antonella", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, Harvard School of Public Health, 401 Park Drive, Landmark 4 West (Rm 412J), Boston, MA 02215, USA."}], "LastName": "Koutrakis", "ForeName": "Petros", "Initials": "P"}], "GrantList": [{"GrantID": "P01 ES009825", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Air Qual Atmos Health", "NlmUniqueID": "101317801", "ISSNLinking": "1873-9318"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Barmpadimos I, Keller J, Oderbolz D, Hueglin C, Prévôt ASH. One decade of parallel fine (PM2.5) and coarse (PM10–PM2.5) particulate matter measurements in Europe: trends and variability. Atmos Chem Phys. 2012;12:3189–3203."}, {"Citation": "Bell ML, Hobbs BF, Ellis H. Metrics matter: conflicting air quality rankings from different indices of air pollution. J Air Waste Manag Assoc. 2005;55:97–106.", "ArticleIdList": ["15704544"]}, {"Citation": "Berkey C, Hoaglin D, Antezak-Bouckoms A, Mosteller F, Colditz G. Meta-analysis of multiple outcomes by regression with random effects. Stat Med. 1998;17:2537–2550.", "ArticleIdList": ["9839346"]}, {"Citation": "Blanchard CL, Hidy GM, Tanenbaum S. NMOC, ozone, and organic aerosol in the southeastern United States, 1999–2007: 2. Ozone trends and sensitivity to NMOC emissions in Atlanta, Georgia. Atmos Environ. 2010a;44:4840–4849."}, {"Citation": "Blanchard CL, Hidy GM, Tanenbaum S, Rasmussen R, Watkins R, Edgerton E. NMOC, ozone, and organic aerosol in the southeastern United States, 1999–2007: 1. Spatial and temporal variations of NMOC concentrations and composition in Atlanta, Georgia. Atmos Environ. 2010b;44:4827–4839."}, {"Citation": "Bloomer BJ, Vinnikov KY, Dickerson RR. Changes in seasonal and diurnal cycles of ozone and temperature in the eastern U.S. Atmos Environ. 2010;44:2543–2551."}, {"Citation": "Burnett RT, Stieb D, Brook JR, Cakmak S, Dales R, Raizenne M, et al. Associations between short-term changes in nitrogen dioxide and mortality in Canadian cities. Arch Environ Health. 2004;59:228–236.", "ArticleIdList": ["16201668"]}, {"Citation": "Butler TJ, Vermeylen FM, Rury M, Likens GE, Lee B, Bowker GE, et al. Response of ozone and nitrate to stationary source NOx emission reductions in the eastern USA. Atmos Environ. 2011;45:1084–1094."}, {"Citation": "Chameides W, Fehsenfeld F, Rodgers MO, Cardelino C, Martinez J, Parrish D, et al. Ozone precursor relationships in the ambient atmosphere. J Geophys Res. 1992;97:6037–6055."}, {"Citation": "Cooper OR, Gao R-S, Tarasick D, Leblanc T, Sweeney C. Long-term ozone trends at rural ozone monitoring sites across the United States, 1990–2010. J Geophys Res. 2012;117:D22307."}, {"Citation": "Fiore AM, Jacob D, Bey I, Yantosca R, Field B, Fusco A. Background ozone over the United States in summer: origin, trend, and contribution to pollution episodes. J Geophys Res. 2002;107:4275."}, {"Citation": "Fiore A, Jacob DJ, Liu H, Yantosca RM, Fairlie TD, Li Q. Variability in surface ozone background over the United States: implications for air quality policy. J Geophys Res. 2003;108:4787."}, {"Citation": "Fitzmaurice G, Laird N, Ware J. Applied longitudinal analysis. 2. John Wiley & Sons; New York: 2011."}, {"Citation": "Gégo E, Porter PS, Gilliland A, Rao ST. Observation-based assessment of the impact of nitrogen oxides emissions reductions on ozone air quality over the eastern United States. J Appl Meteorol. 2007;46:994–1008."}, {"Citation": "Hastie T, Tibshirani R. Generalized additive models. Chapman & Hall; New York: 1990.", "ArticleIdList": ["8548102"]}, {"Citation": "Jaffe D, Ray J. Increase in surface ozone at rural sites in the western US. Atmos Environ. 2007;41:5452–5463."}, {"Citation": "Jhun I, Oyola P, Moreno F, Castillo MA, Koutrakis P. PM2.5 mass and species trends in Santiago, Chile, 1998 to 2010: the impact of fuel-related interventions and fuel sales. J Air Waste Manag Assoc. 2013;63:161–169.", "ArticleIdList": ["23472300"]}, {"Citation": "Koenker R, Bassett G., Jr Regression quantiles. Econometrica. 1978;46:33–50."}, {"Citation": "Langford A, Brioude J, Cooper O, Senff C, Alvarez R, Hardesty R, et al. Stratospheric influence on surface ozone in the Los Angeles area during late spring and early summer of 2010. J Geophys Res. 2012;117:D00V06."}, {"Citation": "Lefohn A, Oltmans S, Dann T, Singh H. Present-day variability of background ozone in the lower troposphere. J Geophys Res. 2001;106:9945–9958."}, {"Citation": "Lefohn AS, Shadwick D, Oltmans SJ. Characterizing changes in surface ozone levels in metropolitan and rural areas in the United States for 1980–2008 and 1994–2008. Atmos Environ. 2010;44:5199–5210."}, {"Citation": "Lefohn AS, Wernli H, Shadwick D, Limbach S, Oltmans SJ, Shapiro M. The importance of stratospheric-tropospheric transport in affecting surface ozone concentrations in the western and northern tier of the United States. Atmos Environ. 2011;45:4845–4857."}, {"Citation": "Lefohn AS, Wernli H, Shadwick D, Oltmans SJ, Shapiro M. Quantifying the importance of stratospheric-tropospheric transport on surface ozone concentrations at high- and low-elevation monitoring sites in the United States. Atmos Environ. 2012;62:646–656."}, {"Citation": "Lefohn AS, Emery C, Shadwick D, Wernli H, Jung J, Oltmans SJ. Estimates of background surface ozone concentrations in the United States based on model-derived source apportionment. Atmos Environ. 2014;84:275–288."}, {"Citation": "Lin M, Fiore AM, Cooper OR, Horowitz LW, Langford AO, Levy H, et al. Springtime high surface ozone events over the western United States: quantifying the role of stratospheric intrusions. J Geophys Res. 2012;117:D00V22."}, {"Citation": "Parrish D, Ryerson T, Holloway J, Trainer M, Fehsenfeld F. New directions: does pollution increase or decrease tropospheric ozone in winter-spring? Atmos Environ. 1999;33:5147–5149."}, {"Citation": "Politis D. The impact of bootstrap methods on time series analysis. Stat Sci. 2003;18:219–230."}, {"Citation": "Reynolds SD, Blanchard CL, Ziman SD. Understanding the effectiveness of precursor reductions in lowering 8-hr ozone concentrations. J Air Waste Manag Assoc. 2003;53:2543–2551.", "ArticleIdList": ["12617293"]}, {"Citation": "Samet JM, Zeger SL, Dominici F, Curriero F, Coursac I, Dockery DW. The national morbidity, mortality, and air pollution study, part II : morbidity and mortality from air pollution in the United States. Health Effects Institute; Boston: 2000.", "ArticleIdList": ["11354823"]}, {"Citation": "Samoli E, Aga E, Touloumi G, Nisiotis K, Forsberg B, Lefranc A, et al. Short-term effects of nitrogen dioxide on mortality: an analysis within the APHEA project. Eur Respir J. 2006;27:1129–1138.", "ArticleIdList": ["16540496"]}, {"Citation": "Sillman S. The relation between ozone, NOx and hydrocarbons in urban and polluted rural environments. Atmos Environ. 1999;33:1821–1845."}, {"Citation": "The National Academies Press. Rethinking the ozone problem in urban and regional air pollution. Washington, DC: 1991."}, {"Citation": "UNEP and WMO. Integrated assessment of black carbon and tropospheric ozone summary for decision makers. Nairobi: 2011."}, {"Citation": "US EPA. Assessment of theimpacts of global change on regional U.S. air quality: a synthesis of climate change impacts on ground-level ozone. Washington, DC: 2009a."}, {"Citation": "US EPA. Report on the environment volatile organic compounds emissions 2009. Washington, DC: 2009b."}, {"Citation": "US EPA. The NOx budget tradingprogram: 2008 environmental results. Washington, DC: 2009c."}, {"Citation": "US EPA. Our nation’s air: status and trends through 2008. Research Triangle Park, NC; 2010."}, {"Citation": "US EPA. Our nation’s air: status and trends through 2010. Research Triangle Park, NC: 2012."}, {"Citation": "Wang H, Jacob DJ, Le Sager P, Streets DG, Park RJ, Gilliland AB, et al. Surface ozone background in the United States: Canadian and Mexican pollution influences. Atmos Environ. 2009;43:1310–1319."}, {"Citation": "WHO. WHO air quality guidelines for particulate matter, ozone, nitrogen dioxide and sulfur dioxide. Geneva: 2006.", "ArticleIdList": ["34662007"]}, {"Citation": "Wilson RC, Fleming ZL, Monks PS, Clain G, Henne S, Konovalov IB, et al. Have primary emission reduction measures reduced ozone across Europe? An analysis of European rural background ozone trends 1996–2005. Atmos Chem Phys. 2012;12:437–454."}, {"Citation": "Zheng J, Swall JL, Cox WM, Davis JM. Interannual variation in meteorologically adjusted ozone levels in the eastern United States: a comparison of two approaches. Atmos Environ. 2007;41:705–716."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2015", "Month": "6", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27547271", "NIHMS805141", "PMC4988408", "10.1007/s11869-014-0279-2"]}}], "PubmedBookArticle": []}