{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ozone", "Peracetic acid", "Resilient liner"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27555898", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "24"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "08", "Day": "18"}], "ELocationID": ["10.4047/jap.2016.8.4.290"], "Journal": {"ISSN": "2005-7806", "JournalIssue": {"Volume": "8", "Issue": "4", "PubDate": {"Year": "2016", "Month": "Aug"}}, "Title": "The journal of advanced prosthodontics", "ISOAbbreviation": "J Adv Prosthodont"}, "ArticleTitle": "Influence of ozone and paracetic acid disinfection on adhesion of resilient liners to acrylic resin.", "Pagination": {"StartPage": "290", "EndPage": "295", "MedlinePgn": "290-5"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate the effect of paracetic acid (PAA) and ozone disinfection on the tensile bond strength (TBS) of silicone-based resilient liners to acrylic resins.", "One hundred and twenty dumbbell shaped heat-polymerized acrylic resins were prepared. From the mid segment of the specimens, 3 mm of acrylic were grinded off and separated parts were reattached by resilient liners. The specimens were divided into 2 control (control1, control7) and 4 test groups of PAA and ozone disinfection (PAA1, PAA7, ozone1 and ozone7; n=10). While control groups were immersed in distilled water for 10 min (control1) and 7 days (control7), test groups were subjected to PAA (16 g/L) or ozone rich water (4 mg/L) for 1 cycle (10 min for PAA and 60 min for ozone) per day for 7 days prior to tensile tests. Measurements of the TBS were analyzed using 3-way ANOVA and Tukey's HSD test.", "Adhesive strength of Mollosil decreased significantly by application of ozone disinfection. PAA disinfection had no negative effect on the TBS values of Mollosil and Molloplast B to acrylic resin. Single application of ozone disinfection did not have any negative effect on TBS values of Molloplast B, but prolonged exposure to ozone decreased its adhesive strength.", "The adhesion of resilient liners to acrylic was not adversely affected by PAA disinfection. Immersion in ozonated water significantly decreased TBS of Mollosil. Prolonged exposure to ozone negatively affects adhesion of Molloplast B to denture base materials."]}, "AuthorList": [{"Identifier": ["0000-0002-3237-8003"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Prosthodontics, Faculty of Dentistry, Cukurova University, Adana, Turkey."}], "LastName": "Ekren", "ForeName": "Orhun", "Initials": "O"}, {"Identifier": ["0000-0003-4900-3731"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Prosthodontics, Faculty of Dentistry, Cukurova University, Adana, Turkey."}], "LastName": "Ozkomur", "ForeName": "Ahmet", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Adv Prosthodont", "NlmUniqueID": "101521064", "ISSNLinking": "2005-7806"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Krunić N, Kostić M, Petrović M, Igić M. Oral health-related quality of life of edentulous patients after complete dentures relining. Vojnosanit Pregl. 2015;72:307–311.", "ArticleIdList": ["26040175"]}, {"Citation": "Hashem MI. Advances in soft denture liners: An update. J Contemp Dent Pract. 2015;16:314–318.", "ArticleIdList": ["26067736"]}, {"Citation": "Pachava KR, Nadendla LK, Alluri LS, Tahseen H, Sajja NP. Invitro antifungal evaluation of denture soft liner incorporated with tea tree oil: A new therapeutic approach towards denture stomatitis. J Clin Diagn Res. 2015;9:ZC62–ZC64.", "ArticleIdList": ["PMC4525611", "26266221"]}, {"Citation": "Buergers R, Rosentritt M, Schneider-Brachert W, Behr M, Handel G, Hahnel S. Efficacy of denture disinfection methods in controlling Candida albicans colonization in vitro. Acta Odontol Scand. 2008;66:174–180.", "ArticleIdList": ["18568477"]}, {"Citation": "Gama MC, de Oliveira DG, da Silva PM, Ordinola-Zapata R, Duarte MH, Porto VC. Antifungal activity of 4% chlorhexidine and 2% sodium hypochlorite against Candida albicans biofilms. Gen Dent. 2015;63:43–47.", "ArticleIdList": ["26325641"]}, {"Citation": "Salloum AM. Effect of 5.25% sodium hypochlorite on color stability of acrylic and silicone based soft liners and a denture base acrylic resin. J Indian Prosthodont Soc. 2014;14:179–186.", "ArticleIdList": ["PMC3990767", "24757356"]}, {"Citation": "Nirale RM, Thombre R, Kubasad G. Comparative evaluation of sodium hypochlorite and microwave disinfection on dimensional stability of denture bases. J Adv Prosthodont. 2012;4:24–29.", "ArticleIdList": ["PMC3303917", "22439097"]}, {"Citation": "Dyas A, Boughton BJ, Das BC. Ozone killing action against bacterial and fungal species; microbiological testing of a domestic ozone generator. J Clin Pathol. 1983;36:1102–1104.", "ArticleIdList": ["PMC498483", "6619309"]}, {"Citation": "Arita M, Nagayoshi M, Fukuizumi T, Okinaga T, Masumi S, Morikawa M, Kakinoki Y, Nishihara T. Microbicidal efficacy of ozonated water against Candida albicans adhering to acrylic denture plates. Oral Microbiol Immunol. 2005;20:206–210.", "ArticleIdList": ["15943763"]}, {"Citation": "Odagiri K, Sawada T, Hori N, Seimiya K, Otsuji T, Hamada N, Kimoto K. Evaluation of denture base resin after disinfection method using reactive oxygen species (ROS) Dent Mater J. 2012;31:443–448.", "ArticleIdList": ["22673458"]}, {"Citation": "Chassot AL, Poisl MI, Samuel SM. In vivo and in vitro evaluation of the efficacy of a peracetic acid-based disinfectant for decontamination of acrylic resins. Braz Dent J. 2006;17:117–121.", "ArticleIdList": ["16924337"]}, {"Citation": "Kitis M. Disinfection of wastewater with peracetic acid: a review. Environ Int. 2004;30:47–55.", "ArticleIdList": ["14664864"]}, {"Citation": "Rutala WA, Weber DJ. Infection control: the role of disinfection and sterilization. J Hosp Infect. 1999;43:S43–S55.", "ArticleIdList": ["10658758"]}, {"Citation": "Brożek R, Koczorowski R, Rogalewicz R, Voelkel A, Czarnecka B, Nicholson JW. Effect of denture cleansers on chemical and mechanical behavior of selected soft lining materials. Dent Mater. 2011;27:281–290.", "ArticleIdList": ["21144576"]}, {"Citation": "Khanna A, Bhatnagar VM, Karani JT, Madria K, Mistry S. A comparative evaluation of shear bond strength between two commercially available heat cured resilient liners and denture base resin with different surface treatments. J Clin Diagn Res. 2015;9:ZC30–ZC34.", "ArticleIdList": ["PMC4484150", "26155558"]}, {"Citation": "Sinobad D, Murphy WM, Huggett R, Brooks S. Bond strength and rupture properties of some soft denture liners. J Oral Rehabil. 1992;19:151–160.", "ArticleIdList": ["1517877"]}, {"Citation": "Kulkarni RS, Parkhedkar R. The effect of denture base surface pretreatments on bond strengths of two long term resilient liners. J Adv Prosthodont. 2011;3:16–19.", "ArticleIdList": ["PMC3076568", "21503188"]}, {"Citation": "Akin H, Tugut F, Mutaf B, Guney U. Investigation of bonding properties of denture bases to silicone-based soft denture liner immersed in isobutyl methacrylate and 2-hydroxyethyl methacrylate. J Adv Prosthodont. 2014;6:121–125.", "ArticleIdList": ["PMC4024556", "24843397"]}, {"Citation": "Kutay O. Comparison of tensile and peel bond strengths of resilient liners. J Prosthet Dent. 1994;71:525–531.", "ArticleIdList": ["8006851"]}, {"Citation": "Pisani MX, Silva-Lovato CH, Malheiros-Segundo Ade L, Macedo AP, Paranhos HF. Bond strength and degree of infiltration between acrylic resin denture liner after immersion in effervescent denture cleanser. J Prosthodont. 2009;18:123–129.", "ArticleIdList": ["19178623"]}, {"Citation": "Nagayoshi M, Fukuizumi T, Kitamura C, Yano J, Terashita M, Nishihara T. Efficacy of ozone on survival and permeability of oral microorganisms. Oral Microbiol Immunol. 2004;19:240–246.", "ArticleIdList": ["15209994"]}, {"Citation": "Cardoso MG, de Oliveira LD, Koga-Ito CY, Jorge AO. Effectiveness of ozonated water on Candida albicans, Enterococcus faecalis, and endotoxins in root canals. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2008;105:e85–e91.", "ArticleIdList": ["18280954"]}, {"Citation": "Sadatullah S, Mohamed NH, Razak FA. The antimicrobial effect of 0.1 ppm ozonated water on 24-hour plaque microorganisms in situ. Braz Oral Res. 2012;26:126–131.", "ArticleIdList": ["22473347"]}, {"Citation": "Mese A, Guzel KG. Effect of storage duration on the hardness and tensile bond strength of silicone- and acrylic resin-based resilient denture liners to a processed denture base acrylic resin. J Prosthet Dent. 2008;99:153–159.", "ArticleIdList": ["18262017"]}, {"Citation": "Aydin AK, Terzioğlu H, Akinay AE, Ulubayram K, Hasirci N. Bond strength and failure analysis of lining materials to denture resin. Dent Mater. 1999;15:211–218.", "ArticleIdList": ["10551086"]}, {"Citation": "Mitra A, Choudhary S, Garg H, H G J. Maxillofacial prosthetic materials- an inclination towards silicones. J Clin Diagn Res. 2014;8:ZE08–ZE13.", "ArticleIdList": ["PMC4316360", "25654054"]}, {"Citation": "Lai JH, Hodges JS. Effects of processing parameters on physical properties of the silicone maxillofacial prosthetic materials. Dent Mater. 1999;15:450–455.", "ArticleIdList": ["10863448"]}, {"Citation": "Raptis CN, Yu R, Knapp JG. Properties of silicone maxillofacial elastomer processed in stone and metal. J Prosthet Dent. 1980;44:447–450.", "ArticleIdList": ["6931903"]}, {"Citation": "Garcia RM, Léon BT, Oliveira VB, Del Bel Cury AA. Effect of a denture cleanser on weight, surface roughness, and tensile bond strength of two resilient denture liners. J Prosthet Dent. 2003;89:489–494.", "ArticleIdList": ["12806327"]}, {"Citation": "Machado AL, Breeding LC, Puckett AD. Effect of microwave disinfection on the hardness and adhesion of two resilient liners. J Prosthet Dent. 2005;94:183–189.", "ArticleIdList": ["16046971"]}, {"Citation": "Kawano F, Dootz ER, Koran A, 3rd, Craig RG. Comparison of bond strength of six soft denture liners to denture base resin. J Prosthet Dent. 1992;68:368–371.", "ArticleIdList": ["1501192"]}, {"Citation": "Craig RG, Gibbons P. Properties of resilient denture liners. J Am Dent Assoc. 1961;63:382–390.", "ArticleIdList": ["13696205"]}, {"Citation": "Khan Z, Martin J, Collard S. Adhesion characteristics of visible light-cured denture base material bonded to resilient lining materials. J Prosthet Dent. 1989;62:196–200.", "ArticleIdList": ["2668515"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "12", "Day": "2"}, {"Year": "2016", "Month": "4", "Day": "11"}, {"Year": "2016", "Month": "5", "Day": "30"}, {"Year": "2016", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27555898", "PMC4993842", "10.4047/jap.2016.8.4.290"]}}], "PubmedBookArticle": []}