{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Alzheimer", "Mexico City", "air pollution", "children", "chocolate", "neuroinflammation", "neuroprotection", "working memory"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27563291", "DateCompleted": {"Year": "2016", "Month": "08", "Day": "26"}, "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "08", "Day": "11"}], "ELocationID": ["232", "10.3389/fphar.2016.00232"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "7", "PubDate": {"Year": "2016"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Chocolate, Air Pollution and Children's Neuroprotection: What Cognition Tools should be at Hand to Evaluate Interventions?", "Pagination": {"StartPage": "232", "MedlinePgn": "232"}, "Abstract": {"AbstractText": ["Millions of children across the world are exposed to multiple sources of indoor and outdoor air pollutants, including high concentrations of fine particulate matter (PM2.5) and ozone (O3). The established link between exposure to PM2.5, brain structural, volumetric and metabolic changes, severe cognitive deficits (1.5-2 SD from average IQ) in APOE 4 heterozygous females with >75 - < 94% BMI percentiles, and the presence of Alzheimer's disease (AD) hallmarks in urban children and young adults necessitates exploration of ways to protect these individuals from the deleterious neural effects of pollution exposure. Emerging research suggests that cocoa interventions may be a viable option for neuroprotection, with evidence suggesting that early cocoa interventions could limit the risk of cognitive and developmental concerns including: endothelial dysfunction, cerebral hypoperfusion, neuroinflammation, and metabolic detrimental brain effects. Currently, however, it is not clear how early we should implement consumption of cocoa to optimize its neuroprotective effects. Moreover, we have yet to identify suitable instruments for evaluating cognitive responses to these interventions in clinically healthy children, teens, and young adults. An approach to guide the selection of cognitive tools should take into account neuropsychological markers of cognitive declines in patients with Alzheimer's neuropathology, the distinct patterns of memory impairment between early and late onset AD, and the key literature associating white matter integrity and poor memory binding performance in cases of asymptomatic familial AD. We highlight potential systemic and neural benefits of cocoa consumption. We also highlight Working Memory Capacity (WMC) and attention control tasks as opened avenues for exploration in the air pollution scenario. Exposures to air pollutants during brain development have serious brain consequences in the short and long term and reliable cognition tools should be at hand to evaluate interventions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Sciences, University of MontanaMissoula, MT, USA; Universidad del Valle de MéxicoCiudad de México, Mexico."}], "LastName": "Calderón-Garcidueñas", "ForeName": "Lilian", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad del Valle de México Ciudad de México, Mexico."}], "LastName": "San Juan Chávez", "ForeName": "Vanessa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad del Valle de México Ciudad de México, Mexico."}], "LastName": "Vacaseydel-Aceves", "ForeName": "Nora B", "Initials": "NB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad del Valle de México Ciudad de México, Mexico."}], "LastName": "Calderón-Sánchez", "ForeName": "Raymundo", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Psychology, Universidad Autónoma de Coahuila Saltillo, Mexico."}], "LastName": "Macías-Escobedo", "ForeName": "Edgar", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Anáhuac Mérida, Mexico."}], "LastName": "Frías", "ForeName": "Carmen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina, Universidad Andrés Bello Santiago de Chile, Chile."}], "LastName": "Giacometto", "ForeName": "Marcela", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina, Universidad Andrés Bello Santiago de Chile, Chile."}], "LastName": "Velasquez", "ForeName": "Luis", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Universidad Panamericana Ciudad de México, Mexico."}], "LastName": "Félix-Villarreal", "ForeName": "Renata", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Psychology, Georgia Institute of Technology Atlanta, GA, USA."}], "LastName": "Martin", "ForeName": "Jessie D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Psychology, Georgia Institute of Technology Atlanta, GA, USA."}], "LastName": "Draheim", "ForeName": "Christopher", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Psychology, Georgia Institute of Technology Atlanta, GA, USA."}], "LastName": "Engle", "ForeName": "Randall W", "Initials": "RW"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd El Mohsen M. M., Kuhnle G., Rechner A. R., Schroeter H., Rose S., Jenner P., et al. . (2002). Uptake and metabolism of epicatechin and its access to the brain after oral ingestion. Free Radic. Biol. Med. 33, 1693–1702. 10.1016/S0891-5849(02)01137-1", "ArticleIdList": ["10.1016/S0891-5849(02)01137-1", "12488137"]}, {"Citation": "Alix J. J., Domingues A. M. (2011). White matter synapses: form, function, and dysfunction. Neurology 76, 397–404. 10.1212/WNL.0b013e3182088273", "ArticleIdList": ["10.1212/WNL.0b013e3182088273", "21263141"]}, {"Citation": "Amato F., Rivas I., Viana M., Moreno T., Bouso L., Reche C. (2014). Sources of indoor and outdoor PM2.5 concentrations in primary schools. Sci. Total Environ. 490, 757–765. 10.1016/j.scitotenv.2014.05.051", "ArticleIdList": ["10.1016/j.scitotenv.2014.05.051", "24907610"]}, {"Citation": "Annavarapu R. N., Kathi S. (2016). Cognitive disorders in children associated with urban vehicular emissions. Environ. Pollut. 208, 74–78. 10.1016/j.envpol.2015.09.036", "ArticleIdList": ["10.1016/j.envpol.2015.09.036", "26476694"]}, {"Citation": "Au R., Massaro J. M., Wolf P. A., Young M. E., Beiser A., Seshadri S., et al. . (2006). Association of white matter hyperintensity volume with decreased cognitive functioning: the Framingham Heart Study. Arch. Neurol. 63, 246–250. 10.1001/archneur.63.2.246", "ArticleIdList": ["10.1001/archneur.63.2.246", "16476813"]}, {"Citation": "Bartzokis G., Lu P. H., Mintz J. (2007). Human brain myelination and amyloid beta deposition in Alzheimer's disease. Alzheimers Dement. 3, 122–125. 10.1016/j.jalz.2007.01.019", "ArticleIdList": ["10.1016/j.jalz.2007.01.019", "PMC2442864", "18596894"]}, {"Citation": "Beach T. G., Monsell S. E., Phillips L. E., Kukull W. (2012). Accuracy of the clinical diagnosis of Alzheimer disease at National Institute on Aging Alzheimer Disease Centers, 2005–2010. J. Neuropathol. Exp. Neurol. 71, 266–273. 10.1097/NEN.0b013e31824b211b", "ArticleIdList": ["10.1097/NEN.0b013e31824b211b", "PMC3331862", "22437338"]}, {"Citation": "Bergin I. L., Witzmann F. A. (2013). Nanoparticle toxicity by the gastrointestinal route: evidence and knowledge gaps. Int. J. Biomed. Nanosci. Nanotechnol. 3, 1–44. 10.1504/ijbnn.2013.054515", "ArticleIdList": ["10.1504/ijbnn.2013.054515", "PMC3822607", "24228068"]}, {"Citation": "Bilenko N., Brunekreef B., Beelen R., Eeftens M., DeHoogh K., Hoek G., et al. . (2015). Associations between particulate matter composition and childhood blood pressure. The PIAMA study. Environ. Int. 84, 1–6. 10.1016/j.envint.2015.07.010", "ArticleIdList": ["10.1016/j.envint.2015.07.010", "26186643"]}, {"Citation": "Blass J. P., Gibson G. E. (1991). The role of oxidative abnormalities in the pathophysiology of Alzheimer's disease. Rev. Neuro. 147, 513–525.", "ArticleIdList": ["1962057"]}, {"Citation": "Block M. L., Calderón-Garcidueñas L. (2009). Air pollution: mechanisms of neuroinflammation and CNS disease. Trends Neurosci. 32, 506–516. 10.1016/j.tins.2009.05.009", "ArticleIdList": ["10.1016/j.tins.2009.05.009", "PMC2743793", "19716187"]}, {"Citation": "Bolton J. L., Smith S. H., Huff N. C., Gilmour M. I., Foster W. M., Auten R. L., et al. . (2012). Prenatal air pollution exposure induces neuroinflammation and predisposes offspring to weight gain in adulthood in a sex-specific manner. FASEB J. 26, 4743–4754. 10.1096/fj.12-210989", "ArticleIdList": ["10.1096/fj.12-210989", "22815382"]}, {"Citation": "Brickman A. M., Khan U. A., Provenzano F. A., Yeiung L. K., Suzuki W., Schroeter H., et al. . (2014). Enhancing dentate gyrus function with dietary flavonols improves cognition in older adults. Nat. Neurosci. 17, 1798–1803. 10.1038/nn.3850", "ArticleIdList": ["10.1038/nn.3850", "PMC4940121", "25344629"]}, {"Citation": "Broadway J. M., Redick T. S., Engle R. W. (2010). Working memory capacity: self-control is (in) the goal, in Self Control in Society, Mind, and Brain, eds Hassin R., Ochsner K. N., Trope Y. (New York, NY: Oxford University Press; ), 163–173."}, {"Citation": "Calderón-Garcidueñas L., Azzarelli B., Acuña H., Garcia R., Gambling T. M., Osnaya N., et al. . (2002). Air pollution and brain damage. Toxicol. Pathol. 30, 373–389. 10.1080/01926230252929954", "ArticleIdList": ["10.1080/01926230252929954", "12051555"]}, {"Citation": "Calderón-Garcidueñas L., Engle R., Mora-Tiscareño A., Styner M., Gómez-Garza G., Zhu H., et al. . (2011). Exposure to severe urban pollution influences cognitive outcomes, brain volume and systemic inflammation in clinically healthy children. Brain Cogn. 77, 345–355. 10.1016/j.bandc.2011.09.006", "ArticleIdList": ["10.1016/j.bandc.2011.09.006", "22032805"]}, {"Citation": "Calderón-Garcidueñas L., Franco-Lira M., D'Angiulli A., Rodriguez-Diaz J., Blaurock-Busch E., Busch I., et al. . (2015d). Mexico City normal weight children exposed to High concentrations of ambient PM2.5 show High blood leptin and endothelin-1, vitamin D deficiency, and food reward hormone dysregulation versus low pollution controls. Relevance for obesity and Alzheimer disease. Environ. Res. 140, 579–592. 10.1016/j.envres.2015.05.012", "ArticleIdList": ["10.1016/j.envres.2015.05.012", "26037109"]}, {"Citation": "Calderón-Garcidueñas L., Franco-Lira M., Mora-Tiscareño A., Medina-Cortina H., Torres-Jardón R., Kavanaugh M. (2013a). Early Alzheimer's and Parkinson's disease pathology in urban children: friend versus Foe responses- It is time to face the evidence. Biomed Res. Int. 2013:161687. 10.1155/2013/161687", "ArticleIdList": ["10.1155/2013/161687", "PMC3581281", "23509683"]}, {"Citation": "Calderón-Garcidueñas L., Chao C. K., Thompson C., Rodríguez-Díaz J., Franco-Lira M., Mukherjee P. S., et al. (2015a). CSF biomarkers: low amyloid-β 1−42 and BDNF and high IFN γ differentiate children exposed to Mexico City high air pollution v controls. Alzheimer's Disease Uncertainties. J. Alzheimer Dis. Parkinson. 5:189 10.4172/2161-0460.1000189", "ArticleIdList": ["10.4172/2161-0460.1000189"]}, {"Citation": "Calderón-Garcidueñas L., Gónzalez-Maciel A., Vojdani A., Franco-Lira M., Reynoso-Robles R., Montesinos-Correa H., et al. (2015g). The intestinal barrier in air pollution-associated neural involvement in Mexico City residents: mind the Gut, the evolution of a changing paradigm relevant to Parkinson disease risk. Alzheimers Dis. Parkinson. 5:179 10.4172/2161-0460.1000179", "ArticleIdList": ["10.4172/2161-0460.1000179"]}, {"Citation": "Calderón-Garcidueñas L., Jewells V., Galaz-Montoya C., van Zundert B., Pérez-Calatayud A., Ascencio-Ferrel E., et al. . (2016). Interactive and additive influences of Gender, BMI and Apolipoprotein 4 on cognition in children chronically exposed to high concentrations of PM2.5 and ozone. APOE 4 females are at highest risk in Mexico City. Environ Res. 150, 411–422. 10.1016/j.envres.2016.06.026", "ArticleIdList": ["10.1016/j.envres.2016.06.026", "27376929"]}, {"Citation": "Calderón-Garcidueñas L., Kavanaugh M., Block M., D'Angiulli A., Delgado-Chávez R., Torres-Jardón R., et al. . (2012a). Neuroinflammation, hyperphosphorilated tau, diffuse amyloid plaques and down- regulation of the cellular prion protein in air pollution exposed children and adults. J. Alzheimer Dis. 28, 93–107. 10.3233/JAD-2011-110722", "ArticleIdList": ["10.3233/JAD-2011-110722", "21955814"]}, {"Citation": "Calderón-Garcidueñas L., Macías-Parra M., Hoffmann H. J., Valencia-Salazar G., Henríquez-Roldán C., Monte O. C., et al. . (2009). Immunotoxicity and Environment: Immunodysregulation and Systemic Inflammation in Children. Toxicol. Pathol. 37, 161–169. 10.1177/0192623308329340", "ArticleIdList": ["10.1177/0192623308329340", "19171930"]}, {"Citation": "Calderón-Garcidueñas L., Maronpot R. R., Torres-Jardón R., Henríquez-Roldán C., Schoonhoven R., Acuña-Ayala H., et al. . (2003). DNA damage in nasal and brain tissues of canines exposed to air pollutants is associated with evidence of chronic brain inflammation and neurodegeneration. Toxicol. Pathol. 31, 524–538. 10.1080/01926230390226645", "ArticleIdList": ["10.1080/01926230390226645", "14692621"]}, {"Citation": "Calderón-Garcidueñas L., Mora-Tiscareño A., Franco-Lira M., Cross J. V., Engle R., Aragón-Flores M., et al. . (2013b). Flavonol-rich dark cocoa significantly decreases plasma endothelin-1 and improves cognition in urban children. Front. Pharmacol. 4:104. 10.3389/fphar.2013.00104", "ArticleIdList": ["10.3389/fphar.2013.00104", "PMC3749371", "23986703"]}, {"Citation": "Calderón-Garcidueñas L., Mora-Tiscareño A., Franco-Lira M., Zhu H., Lu Z., Solorio E., et al. . (2015b). Decreases in short term memory, IQ, and Altered Brain metabolic ratios in urban Apolipoprotein ε4 children exposed to air pollution. J. Alzheimers Dis. 45, 757–770. 10.3233/JAD-142685", "ArticleIdList": ["10.3233/JAD-142685", "25633678"]}, {"Citation": "Calderón-Garcidueñas L., Mora-Tiscareño A., Melo-Sánchez G., Rodríguez-Díaz J., Torres-Jardón R., Styner M., et al. . (2015e). A critical proton MR spectroscopy marker of Alzheimer's disease early neurodegenerative change: low hippocampal NAA/Cr ratio impacts APOE 4 Mexico City children and their parents. J. Alzheimers Dis. 48, 1065–1075. 10.3233/JAD-150415", "ArticleIdList": ["10.3233/JAD-150415", "26402110"]}, {"Citation": "Calderón-Garcidueñas L., Mora-Tiscareño A., Ontiveros E., Gómez-Garza G., Barragán-Mejía G., Broadway J., et al. . (2008b). Air pollution, cognitive deficits and brain abnormalities: A pilot study with children and dogs. Brain Cogn. 68, 117–127. 10.1016/j.bandc.2008.04.008", "ArticleIdList": ["10.1016/j.bandc.2008.04.008", "18550243"]}, {"Citation": "Calderón-Garcidueñas L., Mora-Tiscareño A., Styner M., Gómez-Garza G., Zhu H., Torres-Jardón R., et al. . (2012b). White matter hyperintensities, systemic inflammation, brain growth, and cognitive functions in children exposed to air pollution. J. Alzheimers Dis. 31, 183–191. 10.3233/JAD-2012-120610", "ArticleIdList": ["10.3233/JAD-2012-120610", "22531421"]}, {"Citation": "Calderón-Garcidueñas L., Reynoso-Robles R., Vargas- Martínez J., Gómez-Maqueo-Chew A., Pérez-Guillé B., Mukherjee P. S., et al. . (2015f). Prefrontal White matter pathology in air pollution exposed Mexico City young urbanites and their potential impact on neurovascular unit dysfunction and the development of Alzheimer's disease. Environ. Res. 146, 404–417. 10.1016/j.envres.2015.12.031", "ArticleIdList": ["10.1016/j.envres.2015.12.031", "26829765"]}, {"Citation": "Calderón-Garcidueñas L., Serrano-Sierra A., Torres-Jardón R., Zhu H., Yuan Y., Smith D., et al. . (2013c). The impact of environmental metals in young urbanites' brains. Exp. Toxicol. Pathol. 65, 503–511. 10.1016/j.etp.2012.02.006", "ArticleIdList": ["10.1016/j.etp.2012.02.006", "PMC3383886", "22436577"]}, {"Citation": "Calderón-Garcidueñas L., Solt A. C., Henríquez-Roldán C., Torres-Jardón R., Nuse B., Herritt L., et al. . (2008a). Long-term air pollution exposure is associated with neuroinflammation, an altered innate immune response, disruption of the blood-brain-barrier, ultrafine particulate deposition, and accumulation of amyloid beta-42 and alpha-synuclein in children and young adults. Toxicol. Pathol. 36, 289–310. 10.1177/0192623307313011", "ArticleIdList": ["10.1177/0192623307313011", "18349428"]}, {"Citation": "Calderón-Garcidueñas L., Torres-Jardón R. (2012). Air pollution, socioeconomic status, and children's cognition in megacities: the Mexico City Scenario. Front. Psychol. 3:217. 10.3389/fpsyg.2012.00217", "ArticleIdList": ["10.3389/fpsyg.2012.00217", "PMC3408108", "22866040"]}, {"Citation": "Calderón-Garcidueñas L., Villarreal-Calderon R., Valencia-Salazar G., Henríquez-Roldán C., Gutiérrez-Castrellón P., Torres-Jardón R., et al. . (2008c). Systemic inflammation, endothelial dysfunction, and activation in clinically healthy children exposed to air pollutants. Inhal. Toxicol. 20, 499–506. 10.1080/08958370701864797", "ArticleIdList": ["10.1080/08958370701864797", "18368620"]}, {"Citation": "Calderón-Garcidueñas L., Vincent R., Mora-Tiscareño A., Franco-Lira M., Henríquez-Roldán C., Barragán-Mejía G., et al. . (2007). Elevated plasma endothelin-1 and pulmonary arterial pressure in children exposed to air pollution. Environ. Health Perspect. 115, 1248–1253. 10.1289/ehp.9641", "ArticleIdList": ["10.1289/ehp.9641", "PMC1940106", "17687455"]}, {"Citation": "Calderón-Garcidueñas L., Vojdani A., Blaurock-Busch E., Busch I., Friedle A., Franco-Lira M., et al. . (2015c). Air pollution and children: neural and tight junction antibodies and combustion metals, the role of barrier breakdown and brain immunity in neurodegeneration. J. Alzheimer's Dis. 43, 1039–1058. 10.3233/JAD-141365", "ArticleIdList": ["10.3233/JAD-141365", "25147109"]}, {"Citation": "Campbell A., Araujo J. A., Li H., Sioutas C., Kleinman M. (2009). Particulate matter induced enhancement of inflammatory markers in the brains of apolipoprotein E knockout mice. J. Nanosci. Nanotechnol. 9, 5099–5104. 10.1166/jnn.2009.GR07", "ArticleIdList": ["10.1166/jnn.2009.GR07", "19928188"]}, {"Citation": "Carson J. L., Brighton L. E., Collier A. M., Bromberg P. A. (2013). Correlative ultrastructural investigations of airway epithelium following experimental exposure to defined air pollutants and lifestyle exposure to tobacco smoke. Inhal. Toxicol. 25, 134–140. 10.3109/08958378.2013.763314", "ArticleIdList": ["10.3109/08958378.2013.763314", "23421485"]}, {"Citation": "Cermakova P., Johnell K., Fastbom J., Garcia-Ptacek S., Lund L. H., Winblad B., et al. . (2015). Cardiovascular disease in ~30,000 patients in the Swedish Dementia registry. J. Alzheimers Dis. 48, 949–958. 10.3233/JAD-150499", "ArticleIdList": ["10.3233/JAD-150499", "26402118"]}, {"Citation": "Chapuis P., Sauvée M., Medici M., Serra A., Banciu E., Moreau-Gaudry A., et al. . (2016). Morphologic and neuropsychological patterns in patients suffering from Alzheimer's disease. Neuroradiology 58, 459–666. 10.1007/s00234-016-1659-0", "ArticleIdList": ["10.1007/s00234-016-1659-0", "26879914"]}, {"Citation": "Cifuentes-Gómez T., Rodriguez-Mateos A., Gónzalez-Salvador I., Alañon M. E., Spencer J. P. (2015). Factors affecting the absorption, metabolism and excretion of cocoa flavonols in humans. J.Agri. Food Chem. 63, 7615–7623. 10.1021/acs.jafc.5b00443", "ArticleIdList": ["10.1021/acs.jafc.5b00443", "25711140"]}, {"Citation": "Costa L. G., Cole T. B., Coburn J., Chang Y. C., Dao K., Roque P. (2014). Neurotoxicants are in the air: convergence of human, animal, and in vitro studies on the effects of air pollution on the brain. Biomed. Res. Int. 2014:736385. 10.1155/2014/736385", "ArticleIdList": ["10.1155/2014/736385", "PMC3912642", "24524086"]}, {"Citation": "Crawford T. J., Devereaux A., Higham S., Kelly C. (2015). The disengagement of visual attention in Alzheimer's disease: a longitudinal eye-tracking study. Front. Aging Neurosci. 7:118. 10.3389/fnagi.2015.00118", "ArticleIdList": ["10.3389/fnagi.2015.00118", "PMC4477171", "26157388"]}, {"Citation": "Crawford T. J., Higham S., Renvoize T., Patel J., Dale M., Suriya A., et al. . (2005). Inhibitory control of saccadic eye movements and cognitive impairment in Alzheimer's disease. Biol. Psychiatry 57, 1052–1060. 10.1016/j.biopsych.2005.01.017", "ArticleIdList": ["10.1016/j.biopsych.2005.01.017", "15860346"]}, {"Citation": "Crawford T. J., Highm S. (2016). Distinguishing between impairments of working memory and inhibitory control in cases of early dementia. Neuropsychologia 81, 61–67. 10.1016/j.neuropsychologia.2015.12.007", "ArticleIdList": ["10.1016/j.neuropsychologia.2015.12.007", "26687733"]}, {"Citation": "Crawford T. J., Highm S., Mayes J., Dale M., Shaunak S., Lekwuwa G. (2013). The role of working memory and attentional disengagement on inhibitory control:effects of aging and Alzheimer's disease. Age (Dordr.) 35, 1637–1650. 10.1007/s11357-012-9466-y", "ArticleIdList": ["10.1007/s11357-012-9466-y", "PMC3776119", "22903189"]}, {"Citation": "Daneman M., Carpenter P. A. (1980). Individual differences in working memory and reading. J. Verbal Learn. Verbal Behav. 19, 450–466. 10.1016/S0022-5371(80)90312-6", "ArticleIdList": ["10.1016/S0022-5371(80)90312-6"]}, {"Citation": "Declerck K., Vel Szic K. S., Palagani A., Heyninck K., Haegeman G., Morand C., et al. . (2016). Epigenetic control of cardiovascular health by nutritional polyphenols involves multiple chromatin-modifying writer-reader-eraser proteins. Curr. Topics Med. Chem. 16, 788–806. 10.2174/1568026615666150825141720", "ArticleIdList": ["10.2174/1568026615666150825141720", "26303416"]}, {"Citation": "Dehkordi N., Rao D. R., Warren A. P., Chawan C. B. (1995). Lactose malabsorption as influenced by chocolate milk, skim milk, sucrose, whole milk and lactic cultures. J. Am. Dietet. Assoc. 95, 484–486. 10.1016/S0002-8223(95)00126-3", "ArticleIdList": ["10.1016/S0002-8223(95)00126-3", "7699193"]}, {"Citation": "De la Monte S. M. (2014). Type 3 diabetes is sporadic Alzheimer's disease: mini-review. Eur. Neuropsychopharmacol. 24, 1954–1960. 10.1016/j.euroneuro.2014.06.008", "ArticleIdList": ["10.1016/j.euroneuro.2014.06.008", "PMC4444430", "25088942"]}, {"Citation": "Desideri G., Kwik-Uribe C., Grassi D., Necozione S., Ghiadoni L., Mastroiacovo D., et al. . (2012). Benefits in cognitive function, blood pressure, and insulin resistance through cocoa flavonol consumption in elderly subjects with mild cognitive impairment: the Cocoa, Cognition, and Aging (CoCoA) study. Hypertension 60, 794–801. 10.1161/HYPERTENSIONAHA.112.193060", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.112.193060", "22892813"]}, {"Citation": "Driscoll I., Resnick S. M., Troncoso J. C., An Y., O'Brien R., Zonderman A. B. (2006). Impact of Alzheimer's pathology on cognitive trajectories in non-demented elderly. Annu. Neurol. 60, 688–695. 10.1002/ana.21031", "ArticleIdList": ["10.1002/ana.21031", "17192929"]}, {"Citation": "Dubner L., Wang J., Ho L., Ward L., Pasinetti G. M. (2015). Recommendations for development of new standardized forms of cocoa breeds and cocoa extract processing for the prevention of Alzheimer's disease: role of cocoa in promotion of cognitive resilience and healthy brain aging. J. Alzheimers Dis. 48, 879–889. 10.3233/JAD-150536", "ArticleIdList": ["10.3233/JAD-150536", "26402120"]}, {"Citation": "Ekstrom R. B., French J. W., Harman H. H., Dermen D. (1976). Manual for Kit of Factor Referenced Cognitive Tests. Princeton, NJ: Educational Testing Service."}, {"Citation": "Engle R. W. (2002). Working memory capacity as executive attention. Curr. Directions Psychol. Sci. 11, 19–23. 10.1111/1467-8721.00160", "ArticleIdList": ["10.1111/1467-8721.00160"]}, {"Citation": "Engle R. W., Kane M. J. (2004). Executive attention, working memory capacity, and a two-factor theory of cognitive control, in The Psychology of Learning and Motivation, Vol. 44, ed Ross B. (New York, NY: Elsevier; ), 145–199."}, {"Citation": "Englund E., Brun A. (1990).White matter changes in dementia of Alzheimer's type: the difference in vulnerability between cell compartments. Histopathology 16, 433–439. 10.1111/j.1365-2559.1990.tb01542.x", "ArticleIdList": ["10.1111/j.1365-2559.1990.tb01542.x", "2361659"]}, {"Citation": "Eriksen B. A., Eriksen C. W. (1974). Effects of noise letters upon the identification of a target letter in a nonsearch task. Percept. Psychophys. 16, 143–149. 10.3758/BF03203267", "ArticleIdList": ["10.3758/BF03203267"]}, {"Citation": "Faria A., Meireles M., Fernandes I., Santos-Buelga C., Gonzalez-Manzano S., Dueñas M., et al. . (2014). Flavonoid metabolites transport across a human BBB model. Food Chem. 149, 190–196. 10.1016/j.foodchem.2013.10.095", "ArticleIdList": ["10.1016/j.foodchem.2013.10.095", "24295694"]}, {"Citation": "Ferri C., Desideri G., Ferri L., Proietti I., Di Agostino S., Martella L., et al. . (2015). Cocoa, blood pressure and cardiovascular health. J. Agric. Food Chem. 63, 9901–9909. 10.1021/acs.jafc.5b01064", "ArticleIdList": ["10.1021/acs.jafc.5b01064", "26125676"]}, {"Citation": "Field D. T., Williams C. M., Butler L. T. (2011). Consumption of cocoa flavanols results in an acute improvement in visual and cognitive functions. Physiol. Behav. 103, 255–260. 10.1016/j.physbeh.2011.02.013", "ArticleIdList": ["10.1016/j.physbeh.2011.02.013", "21324330"]}, {"Citation": "Fisher N. D., Sorond F. A., Hollenberg N. K. (2006). Cocoa flavonols and brain perfusion. J. Cardiovasc. Pharmacol. 47(Suppl. 2), S210–S214. 10.1097/00005344-200606001-00017", "ArticleIdList": ["10.1097/00005344-200606001-00017", "16794460"]}, {"Citation": "Forns J., Dadvand P., Foraster M., Alvarez-Pedrerol M., Rivas I., López-Vicente M., et al. . (2015). Traffic-related air pollution, noise at school and behavioral problems in Barcelona school children: a cross-sectional study. Environ. Health Perspect. 124, 529–535. 10.1289/ehp.1409449", "ArticleIdList": ["10.1289/ehp.1409449", "PMC4829987", "26241036"]}, {"Citation": "Francis S. T., Head K., Morris P. G., Macdonald I. A. (2006). The effect of flavanol-rich cocoa on the fMRI response to a cognitive task in healthy young people. J. Cardiovasc. Pharmacol. 47, S215–S220. 10.1097/00005344-200606001-00018", "ArticleIdList": ["10.1097/00005344-200606001-00018", "16794461"]}, {"Citation": "Gehr P., Clift M. J., Brandenberger C., Lehmann A., Herzog F., Rothen-Rutishauser B. (2011). Endocytosis of environmental and engineered micro- and nanosized particles. Compr. Physiol. 1, 1159–1174. 10.1002/cphy.c100035", "ArticleIdList": ["10.1002/cphy.c100035", "23733639"]}, {"Citation": "Gerlofs-Nijland M. E., van Berlo D., Cassee F. R., Schins R. P., Wang K., Campbell A. (2010). Effect of prolonged exposure to diesel engine exhaust on proinflammatory markers in different regions of the rat brain. Part. Fibre Toxicol. 7:12. 10.1186/1743-8977-7-12", "ArticleIdList": ["10.1186/1743-8977-7-12", "PMC2883965", "20478040"]}, {"Citation": "Gormaz J., Valls N., Sotomayor C., Turner T., Rodrigo R. (2016). Potential role of polyphenols in the prevention of cardiovascular diseases molecular bases. Curr. Med. Chem. 23, 115–128. 10.2174/0929867323666151127201732", "ArticleIdList": ["10.2174/0929867323666151127201732", "26630919"]}, {"Citation": "Grassi D., Ferri C., Desideri G. (2015a). Brain protection and cognitive function: cocoa flavonoids as nutraceuticals. Curr. Pharm. Des. 22, 145–151. 10.2174/1381612822666151112145730", "ArticleIdList": ["10.2174/1381612822666151112145730", "26561075"]}, {"Citation": "Grassi D., Desideri G., Mai F., Martella L., De Feo M., Soddu D., et al. . (2015b). Cocoa, Glucose Tolerance, and Insulin Signaling: Cardiometabolic Protection. J. Agric. Food Chem. 63, 9919–9926. 10.1021/acs.jafc.5b00913", "ArticleIdList": ["10.1021/acs.jafc.5b00913", "26126077"]}, {"Citation": "Grober E., Hall C. B., Lipton R. B., Zonderman A. B., Resnick S. M., Kawas C. (2008). Memory impairment, executive dysfunction, and intellectual decline in preclinical Alzheimer's disease. J. Int. Neuropsychol. Soc. 14, 266–278. 10.1017/S1355617708080302", "ArticleIdList": ["10.1017/S1355617708080302", "PMC2763488", "18282324"]}, {"Citation": "Hajat A., Hsia C., O'Neill M. S. (2015). Socioeconomic disparities and air pollution exposure: a Global Review. Curr. Environ. Health Report. 2, 440–450. 10.1007/s40572-015-0069-5", "ArticleIdList": ["10.1007/s40572-015-0069-5", "PMC4626327", "26381684"]}, {"Citation": "Hartz A. M., Bauer B., Block M. L., Hong J. S., Miller D. S. (2008). Diesel exhaust particles induce oxidative stress, proinflammatory signaling and P-glycoprotein up-regulation at the blood-brain-barrier. FASEB J. 22, 2723–2733. 10.1096/fj.08-106997", "ArticleIdList": ["10.1096/fj.08-106997", "PMC2493447", "18474546"]}, {"Citation": "Hassenstab J., Monsell S. E., Mock C., Roe C. M., Cairns N. J., Morris J. C., et al. . (2015). Neuropsychological markers of cognitive decline in persons with Alzheimer disease neuropathology. J. Neuropathol. Exper. Neurol. 74, 1086–1092. 10.1097/NEN.0000000000000254", "ArticleIdList": ["10.1097/NEN.0000000000000254", "PMC4610245", "26469250"]}, {"Citation": "Hedden T., Mormino E. C., Amariglio R. E., Younger A. P., Schultz A. P., Becker J. A., et al. . (2012). Cognitive profile of amyloid burden and white matter hyperintensities in cognitively normal older adults. J. Neurosci. 32, 16233–16242. 10.1523/JNEUROSCI.2462-12.2012", "ArticleIdList": ["10.1523/JNEUROSCI.2462-12.2012", "PMC3523110", "23152607"]}, {"Citation": "Heiss C., Dejam A., Kleinbongard P., Schewe T., Sies H., Kelm M. (2003). Vascular effects of cocoa rich in flavan-3-ols. JAMA 290, 1030–1031. 10.1001/jama.290.8.1030", "ArticleIdList": ["10.1001/jama.290.8.1030", "12941674"]}, {"Citation": "Howieson D. B., Carlson N. E., Moore M. M., Wasserman D., Abendroth C. D., Payne-Murphy J., et al. . (2008). Trajectory of mild cognitive impairment onset. J. Int. Neuropsychol. Soc. 14, 192–198. 10.1017/S1355617708080375", "ArticleIdList": ["10.1017/S1355617708080375", "18282317"]}, {"Citation": "Hutchison K. A. (2011). The interactive effects of list wide control, item-based control, and working memory capacity on Stroop performance. J. Exp. Psychol. Learn. Mem. Cogn. 37, 851–860. 10.1037/a0023437", "ArticleIdList": ["10.1037/a0023437", "21517220"]}, {"Citation": "Joubert S., Gour N., Guedj E., Didic M., Guériot C., Koric L., et al. . (2016). Early-onset and late-onset Alzheimer's disease are associated with distinct patterns of memory impairment. Cortex 74, 217–232. 10.1016/j.cortex.2015.10.014", "ArticleIdList": ["10.1016/j.cortex.2015.10.014", "26694580"]}, {"Citation": "Jumar A., Schmieder R. E. (2016). Cocoa flavanol cardiovascular effects beyond Blood pressure reduction. J. Clin. Hyperten. 18, 352–358. 10.1111/jch.12715", "ArticleIdList": ["10.1111/jch.12715", "PMC8031944", "26514936"]}, {"Citation": "Jung C. R., Lin Y. T., Hwang B. F. (2015). Ozone, particulate matter, and newly diagnosed Alzheimer's disease: a population-based cohort study in Taiwan. J. Alzheimers Dis. 44, 573–584. 10.3233/JAD-140855", "ArticleIdList": ["10.3233/JAD-140855", "25310992"]}, {"Citation": "Kane M. J., Bleckley M. K., Conway A. R., Engle R. W. (2001). A controlled-attention view of working-memory capacity. J. Exp. Psychol. Gen. 130, 169–183. 10.1037/0096-3445.130.2.169", "ArticleIdList": ["10.1037/0096-3445.130.2.169", "11409097"]}, {"Citation": "Kane M. J., Conway A. R. A., Hambrick D. Z., Engle W. R. (2007). Variation in working memory capacity as variation in executive attention and control, in Variation in Working Memory, eds Conway A. R. A., Jarrold C., Kane M. J., Mijake A., Towse J. N. (New York, NY: Oxford University Press; ), 21–48."}, {"Citation": "Kane M. J., Hambrick D. Z., Tuholski S. W., Wilhelm O., Payne T. W., Engle R. W. (2004). The generality of working memory capacity: a latent-variable approach to verbal and visuospatial memory span and reasoning. J. Exper. Psychol. Gen. 133, 189–217. 10.1037/0096-3445.133.2.189", "ArticleIdList": ["10.1037/0096-3445.133.2.189", "15149250"]}, {"Citation": "Kane M. J., McVay J. C. (2012). What mind wandering reveals about executive-control abilities and failures. Curr. Dir. Psychol. Sci. 21, 348–354. 10.1177/0963721412454875", "ArticleIdList": ["10.1177/0963721412454875"]}, {"Citation": "Kantarci K., Lowe V., Przybelski S. A., Weigand S. D., Senjem M. L., Ivnik R. J., et al. . (2012). APOE modifies the association between Aβ load and cognition in cognitively normal older adults. Neurology 78, 232–240. 10.1212/WNL.0b013e31824365ab", "ArticleIdList": ["10.1212/WNL.0b013e31824365ab", "PMC3280056", "22189452"]}, {"Citation": "Karmakar A., Zhang Q., Zhang Y. (2014). Neurotoxicity of nanoscale materials. J. Food Drug Analog. 22, 147–160. 10.1016/j.jfda.2014.01.012", "ArticleIdList": ["10.1016/j.jfda.2014.01.012", "PMC9359152", "24673911"]}, {"Citation": "Kish L., Hotte N., Kaplan G. G., Vincent R., Tso R., Gänzle M., et al. . (2013). Environmental particulate matter induces murine intestinal inflammatory responses and alters the gut microbiome. PLoS ONE 8:e62220. 10.1371/journal.pone.0062220", "ArticleIdList": ["10.1371/journal.pone.0062220", "PMC3634745", "23638009"]}, {"Citation": "Latif R. (2013). Health benefits of cocoa. Curr. Opin. Clin. Nutrit. Metabol. Care 16, 669–674. 10.1097/MCO.0b013e328365a235", "ArticleIdList": ["10.1097/MCO.0b013e328365a235", "24100674"]}, {"Citation": "Levesque S., Surace M. J., McDonald J., Block M. L. (2011a). Air pollution and the brain: Subchronic diesel exhaust exposure causes neuroinflammation and elevates early markers of neurodegenerative disease. J. Neuroinfl. 8:105. 10.1186/1742-2094-8-105", "ArticleIdList": ["10.1186/1742-2094-8-105", "PMC3184279", "21864400"]}, {"Citation": "Levesque S., Taetzsch T., Lull M. E., Johnson J. A., McGraw C., Block M. L. (2013). The role of MAC1 in diesel exhaust particle-induced microglial activation and loss of dopaminergic neuron function. J. Neurochem. 125, 756–765. 10.1111/jnc.12231", "ArticleIdList": ["10.1111/jnc.12231", "PMC3660420", "23470120"]}, {"Citation": "Levesque S., Taetzsch T., Lull M. E., Kodavanti U., Stadler K., Wagner A., et al. . (2011b). Diesel exhaust activates and primes microglia: air pollution, neuroinflammation and regulation of dopaminergic neurotoxicity. Environ. Health Perspect. 119, 1149–1155. 10.1289/ehp.1002986", "ArticleIdList": ["10.1289/ehp.1002986", "PMC3237351", "21561831"]}, {"Citation": "Lippmann M., Chen L. C., Gordon T., Ito K., Thurston G. D. (2013). National particle component toxicity (NPACT) initiative: integrated epidemiologic and toxicologic studies of the health effects of particulate matter components. Res. Rep. Health Eff. Inst. 177, 5–13.", "ArticleIdList": ["24377209"]}, {"Citation": "Ljubimova J. Y., Kleinman M. T., Karabalin N. M., Inoue S., Konda B., Gangalum P., et al. . (2013). Gene expression changes in rat brain after short and long exposures to particulate matter in Los Angeles basin air: comparison with human brain tumors. Exper. Toxicol. Pathol. 65, 1063–1071. 10.1016/j.etp.2013.04.002", "ArticleIdList": ["10.1016/j.etp.2013.04.002", "23688656"]}, {"Citation": "Massee L. A., Ried K., Pase M., Travica N., Yoganathan J., Scholey A., et al. (2015). The acute and sub-chronic effects of cocoa flavonols on mood, cognitive and cardiovascular health in young healthy adults: a randomized, controlled trial. Front. Pharmacol. 6:93 10.3389/fphar.2015.00093", "ArticleIdList": ["10.3389/fphar.2015.00093", "PMC4438591", "26042037"]}, {"Citation": "Milbury P. E., Kalt W. (2010). Xenobiotic metabolism and berry flavonoid transport across the blood-brain barrier. J. Agric. Food Chem. 58, 3950–3956. 10.1021/jf903529m", "ArticleIdList": ["10.1021/jf903529m", "20128604"]}, {"Citation": "Miller M. D., Marty M. A., Landrigan P. J. (2016). Children's environmental health: beyond national boundaries. Pediat. Clin. North Am. 63, 149–165. 10.1016/j.pcl.2015.08.008", "ArticleIdList": ["10.1016/j.pcl.2015.08.008", "26613694"]}, {"Citation": "Molina L. T., Madronich S. J., Gaffney J. S., Apel E., de Foy B., Fast J., et al. (2010). An overview of the MILAGRO 2006 Campaign: Mexico City emissions and their transport and transformation. Atmosphere. Chem. Physiol. 10, 8697–8760. 10.5194/acp-10-8697-2010", "ArticleIdList": ["10.5194/acp-10-8697-2010"]}, {"Citation": "Monsell S. E., Mock C., Hassenstab J., Roe C. M., Cairns N. J., Morris J. C., et al. . (2014). Neuropsychological changes in asymptomatic persons with Alzheimer disease neuropathology. Neurology 83, 434–440. 10.1212/WNL.0000000000000650", "ArticleIdList": ["10.1212/WNL.0000000000000650", "PMC4132573", "24951474"]}, {"Citation": "Múgica V., Torres M., Salinas E., Gutiérrez M., García R. (2010). Polycyclic aromatic hydrocarbons in the urban atmosphere of Mexico City, in Air Pollution, ed Villanyi V. (Croatia: InTech; ), 73–97."}, {"Citation": "Mushtaq G., Khan J. A., Joseph E., Kamal M. A. (2015). Nanoparticles, neurotoxicity and neurodegenerative diseases. Curr. Drug Metab. 16, 676–684. 10.2174/1389200216666150812122302", "ArticleIdList": ["10.2174/1389200216666150812122302", "26264205"]}, {"Citation": "Naini S. M. A., Soussi-Yanicostas N. (2015). Tau hyperphosphorilation and oxidative stress, a critical vicious circle in neurodegenerative tautopathies? Oxid. Med. Cell. Longev. 2015:151979. 10.1155/2015/151979", "ArticleIdList": ["10.1155/2015/151979", "PMC4630413", "26576216"]}, {"Citation": "Oppenheim H. A., Lucero J., Guyot A. C., Herbert L. M., McDonald J. D., Mabondzo A., et al. . (2013). Exposure to vehicle emissions results in altered blood brain barrier permeability and expression of matrix metalloproteinases and tight junction proteins in mice. Part. Fibre Toxicol. 10:62. 10.1186/1743-8977-10-62", "ArticleIdList": ["10.1186/1743-8977-10-62", "PMC3878624", "24344990"]}, {"Citation": "Ostertag L. M., O'Kennedy N., Kroon P. A., Duthie G. G., de Roos B. (2010). Impact of dietary polyphenols on human platelet function-a critical review of controlled dietary intervention studies. Mol. Nutr. Food Res. 54, 60–81. 10.1002/mnfr.200900172", "ArticleIdList": ["10.1002/mnfr.200900172", "20058256"]}, {"Citation": "Owen A. M. (2000). The role of the lateral frontal cortex in mnemonic processing: the contribution of functional neuroimaging. Exper. Brain Res. 133, 33–43. 10.1007/s002210000398", "ArticleIdList": ["10.1007/s002210000398", "10933208"]}, {"Citation": "Parra M. A., Saarimäki H., Bastin M. E., Londoño A. C., Pettit L., Lopera F., et al. . (2015). Memory binding and white matter integrity in familial Alzheimer's disease. Brain 138, 1355–1369. 10.1093/brain/awv048", "ArticleIdList": ["10.1093/brain/awv048", "PMC5963407", "25762465"]}, {"Citation": "Parveen A., Rizvi S. H., Sushma, Madhi F., Ahmad I., Singh P. P., et al. . (2015). Intranasal exposure to silica nanoparticles induce alterations in pro-inflammatory environment of rat brain: involvement of oxidative stress. Toxicol. Ind. Health. 10.1177/0748233715602985. [Epub ahead of print].", "ArticleIdList": ["10.1177/0748233715602985", "26431867"]}, {"Citation": "Pettigrew C., Soldan A., Moghekar A., Wang M. C., Gross A. L., O'Brien R., et al. . (2015). Relationship between cerebrospinal fluid biomarkers of Alzheimer's disease and cognition in cognitively normal older adults. Neuropsychologia 78, 63–72. 10.1016/j.neuropsychologia.2015.09.024", "ArticleIdList": ["10.1016/j.neuropsychologia.2015.09.024", "PMC4630154", "26394023"]}, {"Citation": "Pike K. E., Savage G., Villemagne V. L., Ng S., Moss S. A., Maruff P., et al. . (2007). Beta-amyloid imaging and memory in non-demented individuals: evidence for preclinical Alzheimer's disease. Brain 130, 2837–2844. 10.1093/brain/awm238", "ArticleIdList": ["10.1093/brain/awm238", "17928318"]}, {"Citation": "Prabhakaran V., Narayanan K., Zhao Z., Gabrieli J. D. (2000). Integration of diverse information in working memory within the frontal lobe. Nat. Neurosci. 3, 85–90. 10.1038/71156", "ArticleIdList": ["10.1038/71156", "10607400"]}, {"Citation": "Price J. L., McKeel D. W., Jr., Buckles V. D., Roe C. M., Xiong C., Grundman M., et al. . (2009). Neuropathology of non-demented aging: presumptive evidence for preclinical Alzheimer disease. Neurobiol. Aging 30, 1026–1036. 10.1016/j.neurobiolaging.2009.04.002", "ArticleIdList": ["10.1016/j.neurobiolaging.2009.04.002", "PMC2737680", "19376612"]}, {"Citation": "Qin L., Wu X., Block M. L., Liu Y., Breese G. R., Hong J. S., et al. . (2007). Systemic LPS causes chronic neuroinflammation and progressive neurodegeneration. Glia 55, 453–462. 10.1002/glia.20467", "ArticleIdList": ["10.1002/glia.20467", "PMC2871685", "17203472"]}, {"Citation": "Querol X., Pey J., Minguillón M. C., Pérez N., Alastuey A., Viana M., et al. (2008). PM speciation and sources in Mexico during the MILAGRO-2006 Campaign. atmosphere. Chem. Physiol. 8, 111–128. 10.5194/acp-8-111-2008", "ArticleIdList": ["10.5194/acp-8-111-2008"]}, {"Citation": "Ramos-Rodríguez J. J., Jimenez-Palomares M., Murillo-Carretero M. I., Infante-Garcia C., Berrocosos E., Hernandez-Pacho F., et al. . (2015). Central vascular disease and exacerbated pathology in a mixed model of type 2 diabetes and Alzheimer's disease. Psychoneuroendocrinology 62, 69–79. 10.1016/j.psyneuen.2015.07.606", "ArticleIdList": ["10.1016/j.psyneuen.2015.07.606", "26254770"]}, {"Citation": "Raven J. (1990). Advanced Progressive Matrices. Oxford: Oxford Psychological Press."}, {"Citation": "Riley K. P., Jicha G. A., Davis D., Abner E. L., Cooper G. E., Stiles N., et al. . (2011). Prediction of preclinical Alzheimer's disease: longitudinal rates of change in cognition. J. Alzheimers Dis. 25, 707–717. 10.3233/JAD-2011-102133", "ArticleIdList": ["10.3233/JAD-2011-102133", "PMC3353267", "21498903"]}, {"Citation": "Rodriguez-Mateos A., Oruna-Concha M. J., Kwik-Uribe C., Vidal A., Spencer J. P. (2012). Influence of sugar type on the bioavailability of cocoa flavonols. Br. J. Nat. 108, 2243–2250. 10.1017/S0007114512000475", "ArticleIdList": ["10.1017/S0007114512000475", "22397837"]}, {"Citation": "Rossner P., Jr., Tulupova E., Rossnerova A., Libalova H., Honkova K., Gmuender H., et al. . (2015). Reduced gene expression levels after chronic exposure to high concentrations of air pollutants. Mutat. Res. 780, 60–70. 10.1016/j.mrfmmm.2015.08.001", "ArticleIdList": ["10.1016/j.mrfmmm.2015.08.001", "26298100"]}, {"Citation": "Roura E., Andrés-Lacueva C., Estruch R., Lourdes Mata Bilbao M., Izquierdo-Pulido M., Lamuela-Raventós R. M. (2008). The effects of milk as a food matrix for polyphenols on the excretion profile of cocoa (−) –epicatechin metabolites in healthy human subjects. Br. J. Nat. 100, 846–851. 10.1017/S0007114508922534", "ArticleIdList": ["10.1017/S0007114508922534", "18257943"]}, {"Citation": "Villarreal-Calderon R., Torres-Jardon R., Pérez-Guillé B., Maronpot R. R., Reed W., Zhu H., et al. . (2010). Urban air pollution targets the dorsal vagal complex and dark chocolate offers neuroprotection. Int. J. Toxicol. 29, 604–615. 10.1177/1091581810383587", "ArticleIdList": ["10.1177/1091581810383587", "21030725"]}, {"Citation": "Sala J. B., Courtney S. M. (2007). Binding of what and where during working memory maintenance. Cortex 43, 5–21. 10.1016/S0010-9452(08)70442-8", "ArticleIdList": ["10.1016/S0010-9452(08)70442-8", "17334204"]}, {"Citation": "Sansone R., Rodriguez-Mateos A., Heuel J., Falk D., Schuler D., Wagstaff R., et al. (2015). Cocoa flavonol intake improves endothelial function and Framingham risk score in healthy men and women: a randomized, controlled, double-masked trial: the Flaviola Health Study. Br. J. Nat. 114, 1246–1255. 10.1017/S0007114515002822", "ArticleIdList": ["10.1017/S0007114515002822", "PMC4594054", "26348767"]}, {"Citation": "Sato N., Morishita R. (2015). The roles of lipid and glucose metabolism in modulation of β-amyloid, tau and neurodegeneration in the pathogenesis of Alzheimer disease. Front. Aging Neurosci. 7:199. 10.3389/fnagi.2015.00199", "ArticleIdList": ["10.3389/fnagi.2015.00199", "PMC4615808", "26557086"]}, {"Citation": "Schini-Kerth V. (2014). Role of polyphenols in improving endothelial dysfunction in diabetes. Free Radic. Biol. Med. 75, S11–S12. 10.1016/j.freeradbiomed.2014.10.858", "ArticleIdList": ["10.1016/j.freeradbiomed.2014.10.858", "26461284"]}, {"Citation": "Schmidt R., Petrovic K., Ropele S., Enzinger C., Fazekas F. (2007). Progression of leukoaraiosis and cognition. Stroke 38, 2619–2625. 10.1161/STROKEAHA.107.489112", "ArticleIdList": ["10.1161/STROKEAHA.107.489112", "17673724"]}, {"Citation": "Scholey A., Owen L. (2013). Effects of chocolate on cognitive function and mood: a systematic review. Nutr. Rev. 71, 665–681. 10.1111/nure.12065", "ArticleIdList": ["10.1111/nure.12065", "24117885"]}, {"Citation": "Schramm D. D., Karim M., Schrader H. R., Holt R. R., Kirkpatrick N. J., Polagruto J. A., et al. . (2003). Food effects on the absorption and pharmacokinetics of cocoa flavonols. Life Sci. 73, 857–869. 10.1016/S0024-3205(03)00373-4", "ArticleIdList": ["10.1016/S0024-3205(03)00373-4", "12798412"]}, {"Citation": "Schroeter H., Holt R. R., Orozco T. J., Schmitz H. H., Keen C. L. (2003). Nutrition: milk and absorption of dietary flavonols. Nature 426, 787–788. 10.1038/426787b", "ArticleIdList": ["10.1038/426787b", "14685225"]}, {"Citation": "Sharma A., Muresanu D. F., Patnaik R., Sharma H. S. (2013). Size and age-dependent neurotoxicity of engineered metal nanoparticles in rats. Mol. Neurobiol. 48, 368–379. 10.1007/s12035-013-8500-0", "ArticleIdList": ["10.1007/s12035-013-8500-0", "23821031"]}, {"Citation": "Sharma H. S., Sharma A. (2012). Neurotoxicity of engineered nanoparticles from metals. CNS Neurol. Disord. Drug Targ. 11, 65–80. 10.2174/187152712799960817", "ArticleIdList": ["10.2174/187152712799960817", "22229317"]}, {"Citation": "Shipstead Z., Harrison T. L., Engle R. W. (2015). Working memory capacity and the scope and control of attention. Attent. Percept. Psychophysiol. 77, 1863–1680. 10.3758/s13414-015-0899-0", "ArticleIdList": ["10.3758/s13414-015-0899-0", "25911154"]}, {"Citation": "Shipstead Z., Lindsey D. R. B., Marshall R. L., Engle R. W. (2014). The mechanisms of working memory capacity: primary memory, secondary memory and attention control. J. Mem. Lang. 72, 116–141. 10.1016/j.jml.2014.01.004", "ArticleIdList": ["10.1016/j.jml.2014.01.004"]}, {"Citation": "Sjobeck M., Haglund M., Englund E. (2005). Decreasing myelin density reflected increasing white matter pathology in Alzheimer's disease–a neuropathological study. Int. J. Geriatr. Psychiatry 20, 919–926. 10.1002/gps.1384", "ArticleIdList": ["10.1002/gps.1384", "16163742"]}, {"Citation": "Smith M. A., Zhu X., Tabaton M., Liu G., McKeel D. W., Jr., Cohen M. L., et al. . (2010). Increased iron and free radical generation in preclinical Alzheimer disease and mild cognitive impairment. J. Alzheimers Dis. 19, 363–372. 10.3233/JAD-2010-1239", "ArticleIdList": ["10.3233/JAD-2010-1239", "PMC2842004", "20061651"]}, {"Citation": "Sokolov A. N., Pavlova M. A., Klosterhalfen S., Enck P. (2013). Chocolate and the brain: neurobiological impact of cocoa flavonols on cognition and behavior. Neurosci. Biobehav. Rev. 37, 2445–2453. 10.1016/j.neubiorev.2013.06.013", "ArticleIdList": ["10.1016/j.neubiorev.2013.06.013", "23810791"]}, {"Citation": "Son S. J., Lee K. S., Lee Y., Baek J. H., Choi S. H., Na D. L., et al. . (2012). Association between white matter hyperintensity severity and cognitive impairment according to the presence of the apolipoprotein E (APOE) ε4 allele in the elderly: retrospective analysis of data from the CREDOS study. J. Clin. Psychiatry 73, 1555–1562. 10.4088/JCP.12m07702", "ArticleIdList": ["10.4088/JCP.12m07702", "23146133"]}, {"Citation": "Sorond F. A., Hollenberg N. K., Panych L. P., Fisher N. D. (2010). Brain blood flow and velocity: correlations between magnetic resonance and transcranial Doppler sonography. J. Ultrasound Med. 29, 1017–1022.", "ArticleIdList": ["PMC2906813", "20587424"]}, {"Citation": "Sperling R. A., Aisen P. S., Beckett L. A., Bennett D. A., Craft S., Fagan A. M., et al. . (2011). Toward defining the preclinical stages of Alzheimer's disease: recommendations from the National Institute on Aging-Alzheimer's Association workgroups on diagnostic guidelines for Alzheimer's disease. Alzheimers Dement. 7, 280–292. 10.1016/j.jalz.2011.03.003", "ArticleIdList": ["10.1016/j.jalz.2011.03.003", "PMC3220946", "21514248"]}, {"Citation": "Stringer T. P., Guerrieri D., Vivar C., Van Praag H. (2015). Plant-derived flavonol (−)epicatechin mitigates anxiety in association with elevated hippocampal monoamine and BDNF levels, but does not influence pattern separation in mice. Transl. Psychiatry 5, 493 10.1038/tp.2014.135", "ArticleIdList": ["10.1038/tp.2014.135", "PMC4312829", "25562843"]}, {"Citation": "Thomson E. M., Kumarathasan P., Calderón-Garcidueñas L., Vincent R. (2007). Air Pollution alters brain and pituitary endothelin-1 and inducible nitric oxide synthase gene expression. Environ. Res. 105, 224–233. 10.1016/j.envres.2007.06.005", "ArticleIdList": ["10.1016/j.envres.2007.06.005", "17662977"]}, {"Citation": "Thurstone L. L. (1938). Primary Mental Abilities. Chicago, IL: University of Chicago Press."}, {"Citation": "Tian L., Lin B., Wu L., Li K., Liu H., Yan J., et al. . (2015). Neurotoxicity induced by zinc oxide nanoparticles: age-related differences and interaction. Sci. Rep. 5:16117. 10.1038/srep16117", "ArticleIdList": ["10.1038/srep16117", "PMC4630782", "26527454"]}, {"Citation": "Tsamou M., Vrijens K., Madhloum N., Lefebvre W., Vanpoucke C., Nawrot T. S. (2016). Air pollution-induced placental epigenetic alterations in early life: a candidate miRNA approach. Epigenetics. 10.1080/15592294.2016.1155012. [Epub ahead of print].", "ArticleIdList": ["10.1080/15592294.2016.1155012", "PMC5873362", "27104955"]}, {"Citation": "Twamley E. W., Ropacki S. A., Bondi M. W. (2006). Neuropsychological and neuroimaging changes in preclinical Alzheimer's disease. J. Int. Neuropsychol. Soc. 12, 707–735. 10.1017/s1355617706060863", "ArticleIdList": ["10.1017/s1355617706060863", "PMC1621044", "16961952"]}, {"Citation": "Ucciferri N., Collnot E. M., Gaiser B. K., Tirella A., Stone V., Domenici C., et al. . (2014). In vitro toxicological screening of nanoparticles on primary human endothelial cells and the role of flow in modulating cell response. Nanotoxicology 8, 697–708. 10.3109/17435390.2013.831500", "ArticleIdList": ["10.3109/17435390.2013.831500", "23909703"]}, {"Citation": "Unsworth N., Redick T. S., Heitz R. P., Broadway J. M., Engle R. W. (2009). Complex working memory span tasks and higher order cognition: a latent-variable analysis of the relationship between processing and storage. Memory 17, 635–654. 10.1080/09658210902998047", "ArticleIdList": ["10.1080/09658210902998047", "19536691"]}, {"Citation": "Unsworth N., Spillers G. J. (2010). Variation in working memory capacity and episodic recall: the contributions of strategic encoding and contextual retrieval. Psych. Bull. Rev. 17, 200–205. 10.3758/PBR.17.2.200", "ArticleIdList": ["10.3758/PBR.17.2.200", "20382920"]}, {"Citation": "Van Praag H., Lucero M. J., Yeo G. W., Stecker K., Heivand N., Zhao C., et al. . (2007). Plant-derived flavanol (−)epicatechin enhances angiogenesis and retention of spatial memory in mice. J. Neurosci. 27, 5869–5878. 10.1523/JNEUROSCI.0914-07.2007", "ArticleIdList": ["10.1523/JNEUROSCI.0914-07.2007", "PMC6672256", "17537957"]}, {"Citation": "Vega E., Eidels S., Ruiz H., López-Veneroni D., Sosa G., Gónzalez E., et al. (2010). Particulate air pollution in Mexico City: a detailed view. Aerosol. Air Qual. Res. 10, 193–211. 10.4209/aaqr.2009.06.0042", "ArticleIdList": ["10.4209/aaqr.2009.06.0042"]}, {"Citation": "Villemagne V. L., Pike K. E., Chételat G., Ellis K. A., Mulligan R. S., Bourgeat P., et al. . (2011). Longitudinal assessment of Aβ and cognition in aging and Alzheimer disease. Annu. Neurol. 69, 181–192. 10.1002/ana.22248", "ArticleIdList": ["10.1002/ana.22248", "PMC3045039", "21280088"]}, {"Citation": "Wang J., Santa-Maria I., Ho L., Ksiezak-Reding H., Ono K., Teplow D. B., et al. . (2010). Grape derived polyphenols attenuate tau neuropathology in a mouse model of Alzheimer's disease. J. Alzheimers Dis. 22, 653–661. 10.3233/JAD-2010-101074", "ArticleIdList": ["10.3233/JAD-2010-101074", "20858961"]}, {"Citation": "Wang J., Varghese M., Ono K., Yamada M., Levine S., Tzavaras N., et al. . (2014). Cocoa extracts reduce oligomerization of amyloid-β: implications for cognitive improvement in Alzheimer's disease. J. Alzheimers Dis. 41, 643–650. 10.3233/JAD-132231", "ArticleIdList": ["10.3233/JAD-132231", "24957018"]}, {"Citation": "Wang X., Wang W., Li L., Perry G., Lee H. G., Zhu X. (2014). Oxidative stress and mitochondrial dysfunction in Alzheimer's disease. Biochem. Biophy. Acta 1842, 1240–1247. 10.1016/j.bbadis.2013.10.015", "ArticleIdList": ["10.1016/j.bbadis.2013.10.015", "PMC4007397", "24189435"]}, {"Citation": "Win-Shwe T. T., Fujitani Y., Kyi-Tha-Thu C., Furuyama A., Michikawa T., Tsukahara S., et al. . (2014). Effects of diesel engine exhaust origen secondary organic aerosols on novel object recognition ability and maternal behavior in BALB/c mice. Int. J. Environ. Res. Public Health 11, 11286–11307. 10.3390/ijerph111111286", "ArticleIdList": ["10.3390/ijerph111111286", "PMC4245613", "25361045"]}, {"Citation": "Yao G., Yue H., Yun Y., Sang N. (2015). Chronic SO2 inhalation above environmental standard impairs neuronal behavior and represses glutamate receptor gene expression and memory-related kinase activation via neuroinflammation in rats. Environ. Res. 137, 85–93. 10.1016/j.envres.2014.11.012", "ArticleIdList": ["10.1016/j.envres.2014.11.012", "25498917"]}, {"Citation": "Yorifuji T., Kashima S., Higa Diez M., Kado Y., Sanada S., Doi H. (2016). Prenatal exposure to traffic-related air pollution and child behavioral development milestone delays in Japan. Epidemiology 27, 57–65. 10.1097/EDE.0000000000000361", "ArticleIdList": ["10.1097/EDE.0000000000000361", "26247490"]}, {"Citation": "Youdim K. A., Shukitt-Hale B., Joseph J. A. (2004). Flavonoids and the brain: interactions at the blood-brain barrier and their physiological effects on the central nervous system. Free Radic. Biol. Med. 37, 1683–1693. 10.1016/j.freeradbiomed.2004.08.002", "ArticleIdList": ["10.1016/j.freeradbiomed.2004.08.002", "15528027"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "3", "Day": "18"}, {"Year": "2016", "Month": "7", "Day": "18"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "8", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "8", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["27563291", "PMC4980563", "10.3389/fphar.2016.00232"]}}], "PubmedBookArticle": []}