{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["anisotropy", "cerebral infarction", "cerebral peduncle", "corticospinal tract", "diffusion tensor imaging", "internal capsule", "magnetic resonance", "nerve regeneration", "neural regeneration", "ozone", "white matter"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27630695", "DateCompleted": {"Year": "2016", "Month": "09", "Day": "16"}, "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.4103/1673-5374.187046"], "Journal": {"ISSN": "1673-5374", "JournalIssue": {"Volume": "11", "Issue": "7", "PubDate": {"Year": "2016", "Month": "Jul"}}, "Title": "Neural regeneration research", "ISOAbbreviation": "Neural Regen Res"}, "ArticleTitle": "Magnetic resonance diffusion tensor imaging following major ozonated autohemotherapy for treatment of acute cerebral infarction.", "Pagination": {"StartPage": "1115", "EndPage": "1121", "MedlinePgn": "1115-21"}, "Abstract": {"AbstractText": ["Major ozonated autohemotherapy has been shown to promote recovery of upper limb motor function in patients with acute cerebral infarction, but whether major ozonated autohemotherapy affects remote injury remains poorly understood. Here, we assumed that major ozonated autohemotherapy contributes to recovery of clinical function, possibly by reducing remote injury after acute cerebral infarction. Sixty acute cerebral infarction patients aged 30-80 years were equally and randomly allocated to ozone treatment and control groups. Patients in the ozone treatment group received medical treatment and major ozonated autohemotherapy (47 mg/L, 100 mL ozone) for 10 ± 2 days. Patients in the control group received medical treatment only. National Institutes of Health Stroke Scale score, modified Rankin scale score, and reduced degree of fractional anisotropy values of brain magnetic resonance diffusion tensor imaging were remarkably decreased, brain function improved, clinical efficiency significantly increased, and no obvious adverse reactions detected in the ozone treatment group compared with the control group. These findings suggest that major ozonated autohemotherapy promotes recovery of neurological function in acute cerebral infarction patients by reducing remote injury, and additionally, exhibits high safety."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Nanfang Hospital of Southern Medical University, Guangzhou, Guangdong Province, China; Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Wu", "ForeName": "Xiao-Na", "Initials": "XN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Orthopedics, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Zhang", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of MRI, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Wang", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Liu", "ForeName": "Xiao-Yan", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Li", "ForeName": "Zhen-Sheng", "Initials": "ZS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Xiang", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of MRI, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Du", "ForeName": "Wei-Qing", "Initials": "WQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Yang", "ForeName": "Hong-Jun", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Xiong", "ForeName": "Tie-Gen", "Initials": "TG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Deng", "ForeName": "Wen-Ting", "Initials": "WT"}, {"Identifier": ["0000-0003-4784-2451"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, Guangdong Province, China."}], "LastName": "Peng", "ForeName": "Kai-Run", "Initials": "KR"}, {"Identifier": ["0000-0003-2744-1984"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurology, Nanfang Hospital of Southern Medical University, Guangzhou, Guangdong Province, China."}], "LastName": "Pan", "ForeName": "Su-Yue", "Initials": "SY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Neural Regen Res", "NlmUniqueID": "101316351", "ISSNLinking": "1673-5374"}, "CoiStatement": "Conflicts of Interest: None declared."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams HP, Jr, Adams RJ, Brott T, del Zoppo GJ, Furlan A, Goldstein LB, Grubb RL, Higashida R, Kidwell C, Kwiatkowski TG, Marler JR, Hademenos GJ. Guidelines for the early management of patients with ischemic stroke: a scientific statement from the Stroke Council of the American Stroke Association. Stroke. 2003;34:1056–1083.", "ArticleIdList": ["12677087"]}, {"Citation": "Bocci V. The case for oxygen-ozonetherapy. Br J Biomed Sci. 2007;64:44–49.", "ArticleIdList": ["17444419"]}, {"Citation": "Bocci V, Borrelli E, Travagli V, Zanardi I. The ozone paradox: ozone is a strong oxidant as well as a medical drug. Med Res Rev. 2009;29:646–682.", "ArticleIdList": ["19260079"]}, {"Citation": "Bocci V, Zanardi I, Huijberts MS, Travagli V. Diabetes and chronic oxidative stress. A perspective based on the possible usefulness of ozone therapy. Diabetes Metab Syndr. 2011;5:45–49.", "ArticleIdList": ["22814842"]}, {"Citation": "Clavo B, Catala L, Perez JL, Rodriguez V, Robaina F. Ozone therapy on cerebral blood flow: a preliminary report. Evid Based Complement Alternat Med. 2004;1:315–319.", "ArticleIdList": ["PMC538510", "15841265"]}, {"Citation": "Di Filippo C, Trotta MC, Maisto R, Siniscalco D, Luongo M, Mascolo L, Alfano R, Accardo M, Rossi C, Ferraraccio F, D’Amico M. Daily oxygen/O3 treatment reduces muscular fatigue and improves cardiac performance in rats subjected to prolonged high intensity physical exercise. Oxid Med Cell Longev 2015. 2015:190640.", "ArticleIdList": ["PMC4523667", "26265981"]}, {"Citation": "Hoffmann A VR. The influence of ozone on 2,3-diphosphoglycerate synthesis in red blood cell concentrates. Imperial College London: The 15th ozone world congress; 2001."}, {"Citation": "Koca K, Yurttas Y, Bilgic S, Cayci T, Topal T, Durusu M, Kaldirim U, Akgul EO, Ozkan H, Yanmis I, Oguz E, Tunay S, Korkmaz A, Basbozkurt M. Effect of preconditioned hyperbaric oxygen and ozone on ischemia-reperfusion induced tourniquet in skeletal bone of rats. J Surg Res. 2010;164:e83–89.", "ArticleIdList": ["20850777"]}, {"Citation": "Kunimatsu A, Aoki S, Masutani Y, Abe O, Hayashi N, Mori H, Masumoto T, Ohtomo K. The optimal trackability threshold of fractional anisotropy for diffusion tensor tractography of the corticospinal tract. Magn Reson Med Sci. 2004;3:11–17.", "ArticleIdList": ["16093615"]}, {"Citation": "Lai SM, Duncan PW. Stroke recovery profile and the Modified Rankin assessment. Neuroepidemiology. 2001;20:26–30.", "ArticleIdList": ["11174042"]}, {"Citation": "Larini A, Bianchi L, Bocci V. The ozone tolerance: I) Enhancement of antioxidant enzymes is ozone dose-dependent in Jurkat cells. Free Radic Res. 2003;37:1163–1168.", "ArticleIdList": ["14703728"]}, {"Citation": "Le Bihan D. Looking into the functional architecture of the brain with diffusion MRI. Nat Rev Neurosci. 2003;4:469–480.", "ArticleIdList": ["12778119"]}, {"Citation": "Li C, Ling X, Liu S, Xu A, Zhang Y, Xing S, Pei Z, Zeng J. Early detection of secondary damage in ipsilateral thalamus after acute infarction at unilateral corona radiata by diffusion tensor imaging and magnetic resonance spectroscopy. BMC Neurol. 2011;11", "ArticleIdList": ["PMC3114731", "21542942"]}, {"Citation": "Likitjaroen Y, Suwanwela NC, Mitchell AJ, Lerdlum S, Phanthumchinda K, Teipel SJ. Isolated motor neglect following infarction of the posterior limb of the right internal capsule: a case study with diffusion tensor imaging-based tractography. J Neurol. 2012;259:100–105.", "ArticleIdList": ["21695576"]}, {"Citation": "Liu X, Tian W, Li L, Kolar B, Qiu X, Chen F, Dogra VS. Hyperintensity on diffusion weighted image along ipsilateral cortical spinal tract after cerebral ischemic stroke: a diffusion tensor analysis. Eur J Radiol. 2012;81:292–297.", "ArticleIdList": ["21247713"]}, {"Citation": "Liu Y, Cui YG, Jiang L, Rong MG. Evaluation of the efficacy of High-pressure ozone on acute cerebral infarction. Zhongguo Dangdai Yiyao. 2009;16:2."}, {"Citation": "Mallok A, Vaillant JD, Soto MT, Viebahn-Hansler R, Viart Mde L, Perez AF, Cedeno RI, Fernandez OS. Ozone protective effects against PTZ-induced generalized seizures are mediated by reestablishment of cellular redox balance and A1 adenosine receptors. Neurol Res. 2015;37:204–210.", "ArticleIdList": ["25258110"]}, {"Citation": "Marfella R, Luongo C, Coppola A, Luongo M, Capodanno P, Ruggiero R, Mascolo L, Ambrosino I, Sardu C, Boccardi V, Lettieri B, Paolisso G. Use of a non-specific immunomodulation therapy as a therapeutic vasculogenesis strategy in no-option critical limb ischemia patients. Atherosclerosis. 2010;208:473–479.", "ArticleIdList": ["19709658"]}, {"Citation": "Nicoletti G, Lodi R, Condino F, Tonon C, Fera F, Malucelli E, Manners D, Zappia M, Morgante L, Barone P, Barbiroli B, Quattrone A. Apparent diffusion coefficient measurements of the middle cerebellar peduncle differentiate the Parkinson variant of MSA from Parkinson’s disease and progressive supranuclear palsy. Brain. 2006;129:2679–2687.", "ArticleIdList": ["16815875"]}, {"Citation": "Ragin AB, Wu Y, Storey P, Cohen BA, Edelman RR, Epstein LG. Monocyte chemoattractant protein-1 correlates with subcortical brain injury in HIV infection. Neurology. 2006;66:1255–1257.", "ArticleIdList": ["PMC2367223", "16636247"]}, {"Citation": "Shiratori R, Kaneko Y, Kobayashi Y, Yamamoto Y, Sano H, Ishizu Y, Yamamoto T. Can ozone administration activate the tissue metabolism? A study on brain metabolism during hypoxic hypoxia. Masui. 1993;42:2–6.", "ArticleIdList": ["8433487"]}, {"Citation": "Sycheva EI, Khodasevich LS, Solomina OE, Zubareva MI. The influence of ozone therapy on oxygen metabolism kinetics and the microcirculation system during spa and resort treatment of the post-infarction patients. Vopr Kurortol Fizioter Lech Fiz Kult. 2013:9–13.", "ArticleIdList": ["24640649"]}, {"Citation": "Ureyen CM, Bas CY, Arslan S. Myocardial infarction after ozone therapy: is ozone therapy Dr. Jekyll or Mr. Hyde? Cardiology. 132:101–104.", "ArticleIdList": ["26139204"]}, {"Citation": "Wang RR, Li C, Zhang S, Zhou LJ, He L, Li HD. Diffusion tensor imaging change in crus cerebri in striatocapsular infarction and correlation with upper extremity motor dysfunction. Radiol Med. 2015", "ArticleIdList": ["25835460"]}, {"Citation": "Wasser G. Ischemic stroke penumbra and extracorporeal ozone treatment. Neuroradiol J. 2013;26:243–251.", "ArticleIdList": ["PMC5278837", "23859279"]}, {"Citation": "World Medical Association (2014) Declaration of Helsinki: ethical principles for medical research involving human subjects. General Assembly of the World Medical Association. J Am Coll Dent. 81:14–18.", "ArticleIdList": ["25951678"]}, {"Citation": "Wu X, Li Z, Liu X, Peng H, Huang Y, Luo G, Peng K. Major ozonated autohemotherapy promotes the recovery of upper limb motor function in patients with acute cerebral infarction. Neural Regen Res. 2013;8:461–468.", "ArticleIdList": ["PMC4146136", "25206688"]}, {"Citation": "Yin Y. The effect of ozone therapy on the cerebral blood flow of patients with acute ischemic stroke. Zhongguo Dangdai Yiyao. 2013;20:2."}, {"Citation": "Zhong HZ. Study on the relationship between the syndromes of Ischemic stroke within 72 hours and the lesion volume under MRI. Beijing: Beijing Chinese Medicine University; 2007."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "9", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "7", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27630695", "PMC4994454", "10.4103/1673-5374.187046", "NRR-11-1115"]}}], "PubmedBookArticle": []}