{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["ABC transporter", "cholesterol", "epithelial cells", "inflammation", "lipid-protein interaction", "liver X receptor", "lung", "oxysterol", "ozone", "secosterol A"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27703007", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "08"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "10", "Day": "04"}], "ELocationID": [], "Journal": {"ISSN": "1083-351X", "JournalIssue": {"Volume": "291", "Issue": "48", "PubDate": {"Year": "2016", "Month": "Nov", "Day": "25"}}, "Title": "The Journal of biological chemistry", "ISOAbbreviation": "J Biol Chem"}, "ArticleTitle": "Ozone-derived Oxysterols Affect Liver X Receptor (LXR) Signaling: A POTENTIAL ROLE FOR LIPID-PROTEIN ADDUCTS.", "Pagination": {"StartPage": "25192", "EndPage": "25206", "MedlinePgn": "25192-25206"}, "Abstract": {"AbstractText": ["When inhaled, ozone (O<sub>3</sub>) interacts with cholesterols of airway epithelial cell membranes or the lung-lining fluid, generating chemically reactive oxysterols. The mechanism by which O<sub>3</sub>-derived oxysterols affect molecular function is unknown. Our data show that in vitro exposure of human bronchial epithelial cells to O<sub>3</sub> results in the formation of oxysterols, epoxycholesterol-α and -β and secosterol A and B (Seco A and Seco B), in cell lysates and apical washes. Similarly, bronchoalveolar lavage fluid obtained from human volunteers exposed to O<sub>3</sub> contained elevated levels of these oxysterol species. As expected, O<sub>3</sub>-derived oxysterols have a pro-inflammatory effect and increase NF-κB activity. Interestingly, expression of the cholesterol efflux pump ATP-binding cassette transporter 1 (ABCA1), which is regulated by activation of the liver X receptor (LXR), was suppressed in epithelial cells exposed to O<sub>3</sub> Additionally, exposure of LXR knock-out mice to O<sub>3</sub> enhanced pro-inflammatory cytokine production in the lung, suggesting LXR inhibits O<sub>3</sub>-induced inflammation. Using alkynyl surrogates of O<sub>3</sub>-derived oxysterols, our data demonstrate adduction of LXR with Seco A. Similarly, supplementation of epithelial cells with alkynyl-tagged cholesterol followed by O<sub>3</sub> exposure causes observable lipid-LXR adduct formation. Experiments using Seco A and the LXR agonist T0901317 (T09) showed reduced expression of ABCA1 as compared with stimulation with T0901317 alone, indicating that Seco A-LXR protein adduct formation inhibits LXR activation by traditional agonists. Overall, these data demonstrate that O<sub>3</sub>-derived oxysterols have pro-inflammatory functions and form lipid-protein adducts with LXR, thus leading to suppressed cholesterol regulatory gene expression and providing a biochemical mechanism mediating O<sub>3</sub>-derived formation of oxidized lipids in the airways and subsequent adverse health effects."], "CopyrightInformation": "© 2016 by The American Society for Biochemistry and Molecular Biology, Inc."}, "AuthorList": [{"Identifier": ["0000-0002-3153-8378"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina 27599."}], "LastName": "Speen", "ForeName": "Adam M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Department of Chemistry and Center for Molecular Toxicology, Vanderbilt University, Nashville, Tennessee 37235."}], "LastName": "Kim", "ForeName": "Hye-Young H", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina 27599."}], "LastName": "Bauer", "ForeName": "Rebecca N", "Initials": "RN"}, {"Identifier": ["0000-0001-7256-9093"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina 27599."}], "LastName": "Meyer", "ForeName": "Megan", "Initials": "M"}, {"Identifier": ["0000-0002-7227-0697"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Department of Pharmacology and Toxicology, Brody School of Medicine, East Carolina University, Greenville, North Carolina 27834, and."}], "LastName": "Gowdy", "ForeName": "Kymberly M", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Immunity, Inflammation, and Disease Laboratory, NIEHS, National Institutes of Health, Research Triangle Park, North Carolina 27709."}], "LastName": "Fessler", "ForeName": "Michael B", "Initials": "MB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina 27599."}], "LastName": "Duncan", "ForeName": "Kelly E", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Department of Chemistry and Center for Molecular Toxicology, Vanderbilt University, Nashville, Tennessee 37235."}], "LastName": "Liu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "the Department of Chemistry and Center for Molecular Toxicology, Vanderbilt University, Nashville, Tennessee 37235."}], "LastName": "Porter", "ForeName": "Ned A", "Initials": "NA"}, {"Identifier": ["0000-0001-8728-0305"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "From the Curriculum in Toxicology, Departments of Pediatrics and Microbiology and Immunology, Center for Environmental Medicine, Asthma, and Lung Biology, University of North Carolina, Chapel Hill, North Carolina 27599, ilona_jaspers@med.unc.edu."}], "LastName": "Jaspers", "ForeName": "Ilona", "Initials": "I"}], "GrantList": [{"GrantID": "R01 HD064727", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}, {"GrantID": "R21 ES024666", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "T32 ES007126", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}, {"GrantID": "U54 HD083211", "Acronym": "HD", "Agency": "NICHD NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Biol Chem", "NlmUniqueID": "2985121R", "ISSNLinking": "0021-9258"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "ABCA1 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "ATP Binding Cassette Transporter 1"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrocarbons, Fluorinated"}, {"RegistryNumber": "0", "NameOfSubstance": "Liver X Receptors"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxysterols"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfonamides"}, {"RegistryNumber": "0", "NameOfSubstance": "T0901317"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "ATP Binding Cassette Transporter 1"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hydrocarbons, Fluorinated"}, {"QualifierName": ["agonists", "metabolism"], "DescriptorName": "Liver X Receptors"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oxysterols"}, {"QualifierName": ["toxicity"], "DescriptorName": "Ozone"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Sulfonamides"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nUnited States Environmental Protection Agency (2014) National Ambient Air Quality Standards (NAAQS)-Ozone (O3). Office of Air and Radiation, www.epa.gov/naaqs/ozone-o3-air-quality-standards"}, {"Citation": "Hollingsworth J. W., Kleeberger S. R., and Foster W. M. (2007) Ozone and pulmonary innate immunity. Proc. Am. Thorac. Soc. 4, 240–246", "ArticleIdList": ["PMC2647625", "17607006"]}, {"Citation": "Dahl M., Bauer A. K., Arredouani M., Soininen R., Tryggvason K., Kleeberger S. R., and Kobzik L. (2007) Protection against inhaled oxidants through scavenging of oxidized lipids by macrophage receptors MARCO and SR-AI/II. J. Clin. Invest. 117, 757–764", "ArticleIdList": ["PMC1804372", "17332894"]}, {"Citation": "Kirichenko A., Li L., Morandi M. T., and Holian A. (1996) 4-Hydroxy-2-nonenal-protein adducts and apoptosis in murine lung cells after acute ozone exposure. Toxicol. Appl. Pharmacol. 141, 416–424", "ArticleIdList": ["8975766"]}, {"Citation": "Pryor W. A., Wang K., and Bermúdez E. (1992) Cholesterol ozonation products as biomarkers for ozone exposure in rats. Biochem. Biophys. Res. Commun. 188, 618–623", "ArticleIdList": ["1445306"]}, {"Citation": "Uppu R. M., Cueto R., Squadrito G. L., and Pryor W. A. (1995) What does ozone react with at the air/lung interface? Model studies using human red blood cell membranes. Arch. Biochem. Biophys. 319, 257–266", "ArticleIdList": ["7771793"]}, {"Citation": "Kafoury R. M., Pryor W. A., Squadrito G. L., Salgo M. G., Zou X., and Friedman M. (1999) Induction of inflammatory mediators in human airway epithelial cells by lipid ozonation products. Am. J. Respir. Crit. Care Med. 160, 1934–1942", "ArticleIdList": ["10588609"]}, {"Citation": "Kafoury R. M., Pryor W. A., Squadrito G. L., Salgo M. G., Zou X., and Friedman M. (1998) Lipid ozonation products activate phospholipases A2, C, and D. Toxicol. Appl. Pharmacol. 150, 338–349", "ArticleIdList": ["9653065"]}, {"Citation": "Kafoury R. M., Hernandez J. M., Lasky J. A., Toscano WA Jr, and Friedman M. (2007) Activation of transcription factor IL-6 (NF-IL-6) and nuclear factor-κB (NF-κB) by lipid ozonation products is crucial to interleukin-8 gene expression in human airway epithelial cells. Environ. Toxicol. 22, 159–168", "ArticleIdList": ["17366569"]}, {"Citation": "Pulfer M. K., Taube C., Gelfand E., and Murphy R. C. (2005) Ozone exposure in vivo and formation of biologically active oxysterols in the lung. J. Pharmacol. Exp. Ther. 312, 256–264", "ArticleIdList": ["15316091"]}, {"Citation": "Murphy R. C., and Johnson K. M. (2008) Cholesterol, reactive oxygen species, and the formation of biologically active mediators. J. Biol. Chem. 283, 15521–15525", "ArticleIdList": ["PMC2414298", "18285330"]}, {"Citation": "Smith L. L., and Johnson B. H. (1989) Biological activities of oxysterols. Free Radic. Biol. Med. 7, 285–332", "ArticleIdList": ["2673947"]}, {"Citation": "Fessler M. B. (2008) Liver X receptor: crosstalk node for the signaling of lipid metabolism, carbohydrate metabolism, and innate immunity. Curr. Signal. Transduct. Ther. 3, 75–81", "ArticleIdList": ["PMC3931522", "24563635"]}, {"Citation": "Jakobsson T., Treuter E., Gustafsson J. Å., and Steffensen K. R. (2012) Liver X receptor biology and pharmacology: new pathways, challenges and opportunities. Trends Pharmacol. Sci. 33, 394–404", "ArticleIdList": ["22541735"]}, {"Citation": "Fitzgerald M. L., Mujawar Z., and Tamehiro N. (2010) ABC transporters, atherosclerosis and inflammation. Atherosclerosis 211, 361–370", "ArticleIdList": ["PMC2888932", "20138281"]}, {"Citation": "Ito A., Hong C., Rong X., Zhu X., Tarling E. J., Hedde P. N., Gratton E., Parks J., and Tontonoz P. (2015) LXRs link metabolism to inflammation through Abca1-dependent regulation of membrane composition and TLR signaling. Elife 4, e08009.", "ArticleIdList": ["PMC4517437", "26173179"]}, {"Citation": "Bochem A. E., van der Valk F. M., Tolani S., Stroes E. S., Westerterp M., and Tall A. R. (2015) Increased systemic and plaque inflammation in ABCA1 mutation carriers with attenuation by statins. Arterioscler. Thromb. Vasc. Biol. 35, 1663–1669", "ArticleIdList": ["PMC4484788", "26109739"]}, {"Citation": "Tang C., Houston B. A., Storey C., and LeBoeuf R. C. (2016) Both STAT3 activation and cholesterol efflux contribute to the anti-inflammatory effect of apoA-I/ABCA1 interaction in macrophages. J. Lipid Res. 57, 848–857", "ArticleIdList": ["PMC4847631", "26989082"]}, {"Citation": "Wu C. H., Chen C. C., Lai C. Y., Hung T. H., Lin C. C., Chao M., and Chen S. F. (2016) Treatment with TO901317, a synthetic liver X receptor agonist, reduces brain damage and attenuates neuroinflammation in experimental intracerebral hemorrhage. J. Neuroinflammation 13, 62.", "ArticleIdList": ["PMC4788882", "26968836"]}, {"Citation": "Björkhem I. (2009) Are side-chain oxidized oxysterols regulators also in vivo? J. Lipid Res. 50, S213–S218", "ArticleIdList": ["PMC2674729", "18952574"]}, {"Citation": "Björkhem I. (2013) Five decades with oxysterols. Biochimie 95, 448–454", "ArticleIdList": ["23111110"]}, {"Citation": "Björkhem I. (2002) Do oxysterols control cholesterol homeostasis? J. Clin. Invest. 110, 725–730", "ArticleIdList": ["PMC151135", "12235099"]}, {"Citation": "Janowski B. A., Grogan M. J., Jones S. A., Wisely G. B., Kliewer S. A., Corey E. J., and Mangelsdorf D. J. (1999) Structural requirements of ligands for the oxysterol liver X receptors LXRα and LXRβ. Proc. Natl. Acad. Sci. U.S.A. 96, 266–271", "ArticleIdList": ["PMC15128", "9874807"]}, {"Citation": "Nieva J., Shafton A., Altobell L. J. 3rd, Tripuraneni S., Rogel J. K., Wentworth A. D., Lerner R. A., and Wentworth P. Jr. (2008) Lipid-derived aldehydes accelerate light chain amyloid and amorphous aggregation. Biochemistry 47, 7695–7705", "ArticleIdList": ["18578541"]}, {"Citation": "Stewart C. R., Wilson L. M., Zhang Q., Pham C. L., Waddington L. J., Staples M. K., Stapleton D., Kelly J. W., and Howlett G. J. (2007) Oxidized cholesterol metabolites found in human atherosclerotic lesions promote apolipoprotein C-II amyloid fibril formation. Biochemistry 46, 5552–5561", "ArticleIdList": ["17429947"]}, {"Citation": "Wentworth A. D., Song B. D., Nieva J., Shafton A., Tripurenani S., and Wentworth P. Jr. (2009) The ratio of cholesterol 5,6-secosterols formed from ozone and singlet oxygen offers insight into the oxidation of cholesterol in vivo. Chem. Commun. 2009, 3098–4100", "ArticleIdList": ["PMC2819220", "19462099"]}, {"Citation": "Pulfer M. K., and Murphy R. C. (2004) Formation of biologically active oxysterols during ozonolysis of cholesterol present in lung surfactant. J. Biol. Chem. 279, 26331–26338", "ArticleIdList": ["15096493"]}, {"Citation": "Almstrand A. C., Voelker D., and Murphy R. C. (2015) Identification of oxidized phospholipids in bronchoalveolar lavage exposed to low ozone levels using multivariate analysis. Anal. Biochem. 474, 50–58", "ArticleIdList": ["PMC4375957", "25575758"]}, {"Citation": "Windsor K., Genaro-Mattos T. C., Miyamoto S., Stec D. F., Kim H. Y., Tallman K. A., and Porter N. A. (2014) Assay of protein and peptide adducts of cholesterol ozonolysis products by hydrophobic and click enrichment methods. Chem. Res. Toxicol. 27, 1757–1768", "ArticleIdList": ["PMC4203397", "25185119"]}, {"Citation": "Bauer R. N., Müller L., Brighton L. E., Duncan K. E., and Jaspers I. (2015) Interaction with epithelial cells modifies airway macrophage response to ozone. Am. J. Respir. Cell Mol. Biol. 52, 285–294", "ArticleIdList": ["PMC4370258", "25054807"]}, {"Citation": "Jaspers I., Flescher E., and Chen L. C. (1997) Ozone-induced IL-8 expression and transcription factor binding in respiratory epithelial cells. Am. J. Physiol. 272, L504–L511", "ArticleIdList": ["9124608"]}, {"Citation": "Windsor K., Genaro-Mattos T. C., Kim H. Y., Liu W., Tallman K. A., Miyamoto S., Korade Z., and Porter N. A. (2013) Probing lipid-protein adduction with alkynyl surrogates: application to Smith-Lemli-Opitz syndrome. J. Lipid Res. 54, 2842–2850", "ArticleIdList": ["PMC3770096", "23828810"]}, {"Citation": "Connor R. E., Marnett L. J., and Liebler D. C. (2011) Protein-selective capture to analyze electrophile adduction of Hsp90 by 4-hydroxynonenal. Chem. Res. Toxicol. 24, 1275–1282", "ArticleIdList": ["PMC3155980", "21749116"]}, {"Citation": "Hemming J. M., Hughes B. R., Rennie A. R., Tomas S., Campbell R. A., Hughes A. V., Arnold T., Botchway S. W., and Thompson K. C. (2015) Environmental pollutant ozone causes damage to lung surfactant protein B (SP-B). Biochemistry 54, 5185–5197", "ArticleIdList": ["PMC4571829", "26270023"]}, {"Citation": "Uhlson C., Harrison K., Allen C. B., Ahmad S., White C. W., and Murphy R. C. (2002) Oxidized phospholipids derived from ozone-treated lung surfactant extract reduce macrophage and epithelial cell viability. Chem. Res. Toxicol. 15, 896–906", "ArticleIdList": ["12118999"]}, {"Citation": "Oosting R. S., van Greevenbroek M. M., Verhoef J., van Golde L. M., and Haagsman H. P. (1991) Structural and functional changes of surfactant protein A induced by ozone. Am. J. Physiol. 261, L77–L83", "ArticleIdList": ["1872418"]}, {"Citation": "Sayre L. M., Lin D., Yuan Q., Zhu X., and Tang X. (2006) Protein adducts generated from products of lipid oxidation: focus on HNE and one. Drug Metab. Rev. 38, 651–675", "ArticleIdList": ["17145694"]}, {"Citation": "Uchida K., Shiraishi M., Naito Y., Torii Y., Nakamura Y., and Osawa T. (1999) Activation of stress signaling pathways by the end product of lipid peroxidation. 4-Hydroxy-2-nonenal is a potential inducer of intracellular peroxide production. J. Biol. Chem. 274, 2234–2242", "ArticleIdList": ["9890986"]}, {"Citation": "Kim H. Y., Tallman K. A., Liebler D. C., and Porter N. A. (2009) An azido-biotin reagent for use in the isolation of protein adducts of lipid-derived electrophiles by streptavidin catch and photorelease. Mol. Cell. Proteomics 8, 2080–2089", "ArticleIdList": ["PMC2742437", "19483245"]}, {"Citation": "Forman B. M., Tontonoz P., Chen J., Brun R. P., Spiegelman B. M., and Evans R. M. (1995) 15-Deoxy-Δ12,14-prostaglandin J2 is a ligand for the adipocyte determination factor PPARγ. Cell 83, 803–812", "ArticleIdList": ["8521497"]}, {"Citation": "Ulven S. M., Dalen K. T., Gustafsson J. A., and Nebb H. I. (2005) LXR is crucial in lipid metabolism. Prostaglandins Leukot. Essent. Fatty Acids 73, 59–63", "ArticleIdList": ["15913974"]}, {"Citation": "Joseph S. B., Bradley M. N., Castrillo A., Bruhn K. W., Mak P. A., Pei L., Hogenesch J., O'connell R. M., Cheng G., Saez E., Miller J. F., and Tontonoz P. (2004) LXR-dependent gene expression is important for macrophage survival and the innate immune response. Cell 119, 299–309", "ArticleIdList": ["15479645"]}, {"Citation": "Gowdy K. M., and Fessler M. B. (2013) Emerging roles for cholesterol and lipoproteins in lung disease. Pulm. Pharmacol. Ther. 26, 430–437", "ArticleIdList": ["PMC3466369", "22706330"]}, {"Citation": "Azzam K. M., and Fessler M. B. (2012) Crosstalk between reverse cholesterol transport and innate immunity. Trends Endocrinol. Metab. 23, 169–178", "ArticleIdList": ["PMC3338129", "22406271"]}, {"Citation": "Draper D. W., Gowdy K. M., Madenspacher J. H., Wilson R. H., Whitehead G. S., Nakano H., Pandiri A. R., Foley J. F., Remaley A. T., Cook D. N., and Fessler M. B. (2012) ATP binding cassette transporter G1 deletion induces IL-17-dependent dysregulation of pulmonary adaptive immunity. J. Immunol. 188, 5327–5336", "ArticleIdList": ["PMC3358405", "22539789"]}, {"Citation": "Smoak K., Madenspacher J., Jeyaseelan S., Williams B., Dixon D., Poch K. R., Nick J. A., Worthen G. S., and Fessler M. B. (2008) Effects of liver X receptor agonist treatment on pulmonary inflammation and host defense. J. Immunol. 180, 3305–3312", "ArticleIdList": ["PMC2430066", "18292555"]}, {"Citation": "Gong H., He J., Lee J. H., Mallick E., Gao X., Li S., Homanics G. E., and Xie W. (2009) Activation of the liver X receptor prevents lipopolysaccharide-induced lung injury. J. Biol. Chem. 284, 30113–30121", "ArticleIdList": ["PMC2781566", "19717840"]}, {"Citation": "Crisafulli C., Mazzon E., Paterniti I., Galuppo M., Bramanti P., and Cuzzocrea S. (2010) Effects of liver X receptor agonist treatment on signal transduction pathways in acute lung inflammation. Respir. Res. 11, 19.", "ArticleIdList": ["PMC2836283", "20175894"]}, {"Citation": "Fu X., Menke J. G., Chen Y., Zhou G., MacNaul K. L., Wright S. D., Sparrow C. P., and Lund E. G. (2001) 27-Hydroxycholesterol is an endogenous ligand for liver X receptor in cholesterol-loaded cells. J. Biol. Chem. 276, 38378–38387", "ArticleIdList": ["11504730"]}, {"Citation": "Alexis N. E., Lay J. C., Hazucha M., Harris B., Hernandez M. L., Bromberg P. A., Kehrl H., Diaz-Sanchez D., Kim C., Devlin R. B., and Peden D. B. (2010) Low-level ozone exposure induces airways inflammation and modifies cell surface phenotypes in healthy humans. Inhal. Toxicol. 22, 593–600", "ArticleIdList": ["PMC3162473", "20384440"]}, {"Citation": "Jörres R. A., Holz O., Zachgo W., Timm P., Koschyk S., Müller B., Grimminger F., Seeger W., Kelly F. J., Dunster C., Frischer T., Lubec G., Waschewski M., Niendorf A., and Magnussen H. (2000) The effect of repeated ozone exposures on inflammatory markers in bronchoalveolar lavage fluid and mucosal biopsies. Am. J. Respir. Crit. Care Med. 161, 1855–1861", "ArticleIdList": ["10852757"]}, {"Citation": "Wang D., Liu M., Wang Y., Luo M., Wang J., Dai C., Yan P., Zhang X., Wang Y., Tang C., and Xiao J. (2011) Synthetic LXR agonist T0901317 attenuates lipopolysaccharide-induced acute lung injury in rats. Int. Immunopharmacol. 11, 2098–2103", "ArticleIdList": ["21939782"]}, {"Citation": "Kim H. J., Yoon K. A., Yoon H. J., Hong J. M., Lee M. J., Lee I. K., and Kim S. Y. (2013) Liver X receptor activation inhibits osteoclastogenesis by suppressing NF-κB activity and c-Fos induction and prevents inflammatory bone loss in mice. J. Leukocyte Biol. 94, 99–107", "ArticleIdList": ["23657115"]}, {"Citation": "Zelcer N., and Tontonoz P. (2006) Liver X receptors as integrators of metabolic and inflammatory signaling. J. Clin. Invest. 116, 607–614", "ArticleIdList": ["PMC1386115", "16511593"]}, {"Citation": "Solan P. D., Piraino G., Hake P. W., Denenberg A., O'Connor M., Lentsch A., and Zingarelli B. (2011) Liver X receptor α activation with the synthetic ligand T0901317 reduces lung injury and inflammation after hemorrhage and resuscitation via inhibition of the nuclear factor κB pathway. Shock 35, 367–374", "ArticleIdList": ["PMC3709435", "20926989"]}, {"Citation": "Joseph S. B., Castrillo A., Laffitte B. A., Mangelsdorf D. J., and Tontonoz P. (2003) Reciprocal regulation of inflammation and lipid metabolism by liver X receptors. Nat. Med. 9, 213–219", "ArticleIdList": ["12524534"]}, {"Citation": "Ghisletti S., Huang W., Jepsen K., Benner C., Hardiman G., Rosenfeld M. G., and Glass C. K. (2009) Cooperative NCoR/SMRT interactions establish a corepressor-based strategy for integration of inflammatory and anti-inflammatory signaling pathways. Genes Dev. 23, 681–693", "ArticleIdList": ["PMC2661610", "19299558"]}, {"Citation": "Venteclef N., Jakobsson T., Ehrlund A., Damdimopoulos A., Mikkonen L., Ellis E., Nilsson L. M., Parini P., Jänne O. A., Gustafsson J. A., Steffensen K. R., and Treuter E. (2010) GPS2-dependent corepressor/SUMO pathways govern anti-inflammatory actions of LRH-1 and LXRβ in the hepatic acute phase response. Genes Dev. 24, 381–395", "ArticleIdList": ["PMC2816737", "20159957"]}, {"Citation": "Treuter E., and Venteclef N. (2011) Transcriptional control of metabolic and inflammatory pathways by nuclear receptor SUMOylation. Biochim. Biophys. Acta 1812, 909–918", "ArticleIdList": ["21172431"]}, {"Citation": "Ghisletti S., Huang W., Ogawa S., Pascual G., Lin M. E., Willson T. M., Rosenfeld M. G., and Glass C. K. (2007) Parallel SUMOylation-dependent pathways mediate gene- and signal-specific transrepression by LXRs and PPARγ. Mol. Cell 25, 57–70", "ArticleIdList": ["PMC1850387", "17218271"]}, {"Citation": "Miyata R., Bai N., Vincent R., Sin D. D., and Van Eeden S. F. (2013) Statins reduce ambient particulate matter-induced lung inflammation by promoting the clearance of particulate matter, <10 μm from lung tissues. Chest 143, 452–460", "ArticleIdList": ["22910717"]}, {"Citation": "Ostro B., Malig B., Broadwin R., Basu R., Gold E. B., Bromberger J. T., Derby C., Feinstein S., Greendale G. A., Jackson E. A., Kravitz H. M., Matthews K. A., Sternfeld B., Tomey K., Green R. R., and Green R. (2014) Chronic PM2.5 exposure and inflammation: determining sensitive subgroups in mid-life women. Environ. Res. 132, 168–175", "ArticleIdList": ["PMC4314307", "24792413"]}, {"Citation": "O'Neill M. S., Veves A., Sarnat J. A., Zanobetti A., Gold D. R., Economides P. A., Horton E. S., and Schwartz J. (2007) Air pollution and inflammation in type 2 diabetes: a mechanism for susceptibility. Occup. Environ. Med. 64, 373–379", "ArticleIdList": ["PMC2078522", "17182639"]}, {"Citation": "Zanobetti A., Schwartz J., and Ridker P. M. (2004) Air pollution and markers of cardiovascular risk. Epidemiology 15, S22"}, {"Citation": "Fessler M. B. (2009) Simvastatin as a potential therapeutic for acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 180, 1031.", "ArticleIdList": ["19897776"]}, {"Citation": "Devlin R. B., McDonnell W. F., Becker S., Madden M. C., McGee M. P., Perez R., Hatch G., House D. E., and Koren H. S. (1996) Time-dependent changes of inflammatory mediators in the lungs of humans exposed to 0.4 ppm ozone for 2 hr: a comparison of mediators found in bronchoalveolar lavage fluid 1 and 18 hr after exposure. Toxicol. Appl. Pharmacol. 138, 176–185", "ArticleIdList": ["8658507"]}, {"Citation": "Lopez-Souza N., Avila P. C., and Widdicombe J. H. (2003) Polarized cultures of human airway epithelium from nasal scrapings and bronchial brushings. In Vitro Cell. Dev. Biol. Anim. 39, 266–269", "ArticleIdList": ["14531727"]}, {"Citation": "Müller L., Brighton L. E., and Jaspers I. (2013) Ozone exposed epithelial cells modify cocultured natural killer cells. Am. J. Physiol. Lung Cell. Mol. Physiol. 304, L332–L341", "ArticleIdList": ["PMC3602740", "23241529"]}, {"Citation": "Kesic M. J., Meyer M., Bauer R., and Jaspers I. (2012) Exposure to ozone modulates human airway protease/antiprotease balance contributing to increased influenza A infection. PLoS ONE 7, e35108.", "ArticleIdList": ["PMC3322171", "22496898"]}, {"Citation": "Kim C. S., Alexis N. E., Rappold A. G., Kehrl H., Hazucha M. J., Lay J. C., Schmitt M. T., Case M., Devlin R. B., Peden D. B., and Diaz-Sanchez D. (2011) Lung function and inflammatory responses in healthy young adults exposed to 0.06 ppm ozone for 6.6 hours. Am. J. Respir. Crit. Care Med. 183, 1215–1221", "ArticleIdList": ["PMC3114053", "21216881"]}, {"Citation": "Jaspers I., Zhang W., Fraser A., Samet J. M., and Reed W. (2001) Hydrogen peroxide has opposing effects on IKK activity and IκBα breakdown in airway epithelial cells. Am. J. Respir. Cell Mol. Biol. 24, 769–777", "ArticleIdList": ["11415944"]}, {"Citation": "Jaspers I., Ciencewicki J. M., Zhang W., Brighton L. E., Carson J. L., Beck M. A., and Madden M. C. (2005) Diesel exhaust enhances influenza virus infections in respiratory epithelial cells. Toxicol. Sci. 85, 990–1002", "ArticleIdList": ["15772371"]}, {"Citation": "Liu W., Xu L., Lamberson C. R., Merkens L. S., Steiner R. D., Elias E. R., Haas D., and Porter N. A. (2013) Assays of plasma dehydrocholesteryl esters and oxysterols from Smith-Lemli-Opitz syndrome patients. J. Lipid Res. 54, 244–253", "ArticleIdList": ["PMC3520531", "23072947"]}, {"Citation": "Madenspacher J. H., Azzam K. M., Gowdy K. M., Malcolm K. C., Nick J. A., Dixon D., Aloor J. J., Draper D. W., Guardiola J. J., Shatz M., Menendez D., Lowe J., Lu J., Bushel P., Li L., Merrick B. A., et al. (2013) p53 Integrates host defense and cell fate during bacterial pneumonia. J. Exp. Med. 210, 891–904", "ArticleIdList": ["PMC3646498", "23630228"]}, {"Citation": "Hong V., Presolski S. I., Ma C., and Finn M. G. (2009) Analysis and optimization of copper-catalyzed azide-alkyne cycloaddition for bioconjugation. Angew. Chem. Int. Ed. Engl. 48, 9879–9883", "ArticleIdList": ["PMC3410708", "19943299"]}, {"Citation": "Tal T. L., Simmons S. O., Silbajoris R., Dailey L., Cho S. H., Ramabhadran R., Linak W., Reed W., Bromberg P. A., and Samet J. M. (2010) Differential transcriptional regulation of IL-8 expression by human airway epithelial cells exposed to diesel exhaust particles. Toxicol. Appl. Pharmacol. 243, 46–54", "ArticleIdList": ["19914270"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "18"}, {"Year": "2016", "Month": "9", "Day": "14"}, {"Year": "2016", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "11", "Day": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27703007", "PMC5122785", "10.1074/jbc.M116.732362", "S0021-9258(20)34599-3"]}}], "PubmedBookArticle": []}