{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Environment", "Environmental pollution", "Fertilizer use efficiency", "Global climate change", "Global warming", "Glutamine synthase", "Methemoglobinemia", "N-efficient genotypes", "Nitrate assimilation", "Nitrate pollution", "Nitrate reductase", "Nitrate toxicity", "Nitrate uptake", "Nitrite reductase", "Nitrogen emission", "Nitrogen metabolism pathway", "Nitrogen oxides", "Nitrogen use efficiency", "Nitrosamines", "Nitrous oxide", "Ozone depletion", "Phytoremediation", "Slow-release fertilizers", "Transcription factors", "Transgenic plants"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27734212", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "06"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "17"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1007/398_2016_11"], "Journal": {"ISSN": "0179-5953", "JournalIssue": {"Volume": "242", "PubDate": {"Year": "2017"}}, "Title": "Reviews of environmental contamination and toxicology", "ISOAbbreviation": "Rev Environ Contam Toxicol"}, "ArticleTitle": "Nitrate and Nitrogen Oxides: Sources, Health Effects and Their Remediation.", "Pagination": {"StartPage": "183", "EndPage": "217", "MedlinePgn": "183-217"}, "Abstract": {"AbstractText": ["Increased use of nitrogenous (N) fertilizers in agriculture has significantly altered the global N-cycle because they release nitrogenous gases of environmental concerns. The emission of nitrous oxide (N<sub>2</sub>O) contributes to the global greenhouse gas accumulation and the stratospheric ozone depletion. In addition, it causes nitrate leaching problem deteriorating ground water quality. The nitrate toxicity has been reported in a number of studies showing the health hazards like methemoglobinemia in infants and is a potent cause of cancer. Despite these evident negative environmental as well as health impacts, consumption of N fertilizer cannot be reduced in view of the food security for the teeming growing world population. Various agronomic and genetic modifications have been practiced to tackle this problem. Some agronomic techniques adopted include split application of N, use of slow-release fertilizers, nitrification inhibitors and encouraging the use of organic manure over chemical fertilizers. As a matter of fact, the use of chemical means to remediate nitrate from the environment is very difficult and costly. Particularly, removal of nitrate from water is difficult task because it is chemically non-reactive in dilute aqueous solutions. Hence, the use of biological means for nitrate remediation offers a promising strategy to minimize the ill effects of nitrates and nitrites. One of the important goals to reduce N-fertilizer application can be effectively achieved by choosing N-efficient genotypes. This will ensure the optimum uptake of applied N in a balanced manner and exploring the molecular mechanisms for their uptake as well as metabolism in assimilatory pathways. The objectives of this paper are to evaluate the interrelations which exist in the terrestrial ecosystems between the plant type and characteristics of nutrient uptake and analyze the global consumption and demand for fertilizer nitrogen in relation to cereal production, evaluate the various methods used to determine nitrogen use efficincy (NUE), determine NUE for the major cereals grown across large agroclimatic regions, determine the key factors that control NUE, and finally analyze various strategies available to improve the use efficiency of fertilizer nitrogen."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Forestry, Universiti Putra Malaysia, Serdang, Selangor, UPM 43400, Malaysia. kur.hakeem@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. kur.hakeem@gmail.com."}], "LastName": "Hakeem", "ForeName": "Khalid Rehman", "Initials": "KR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Soil and Environmental Sciences, University of Agriculture, Faisalabad, Pakistan."}], "LastName": "Sabir", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botany Department & Centre for Environmental Studies, Ege University, Izmir, Turkey."}], "LastName": "Ozturk", "ForeName": "Munir", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Gandhi Faiz-E-Aam College, Shahjahanpur, 242001, Uttar Pradesh, India."}], "LastName": "Akhtar", "ForeName": "Mohd Sayeed", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Forestry, Universiti Putra Malaysia, Serdang, Selangor, UPM 43400, Malaysia."}], "LastName": "Ibrahim", "ForeName": "Faridah Hanum", "Initials": "FH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Rev Environ Contam Toxicol", "NlmUniqueID": "8703602", "ISSNLinking": "0179-5953"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}], "CommentsCorrectionsList": [{"RefSource": "Rev Environ Contam Toxicol. 2017;242:E1. doi: 10.1007/978-3-319-51243-3_15", "PMID": "29026926"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Agriculture"}, {"QualifierName": [], "DescriptorName": "Environmental Restoration and Remediation"}, {"QualifierName": [], "DescriptorName": "Fertilizers"}, {"QualifierName": ["toxicity"], "DescriptorName": "Nitrates"}, {"QualifierName": ["toxicity"], "DescriptorName": "Nitrogen Oxides"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdalla M, Jones M, Yeluripati J, Smith P, Burke J, Williams M (2011) Testing DayCent and DNDC model simulations of N2O fluxes and assessing the impacts of climate change on the gas flux and biomass production from a humid pasture. Atmos Environ 44:2961–2970"}, {"Citation": "Abrol YP, Chatterjee SR, Kumar PA, Jain V (1999) Improvement in nitrogen use efficiency: physiological and molecular approaches. Curr Sci 76:1357–1364"}, {"Citation": "Abrol YP, Pandey R, Raghuram N, Ahmad A (2012) Nitrogen cycle sustainability and sustainable technologies for nitrogen fertilizer and energy management. J Indian Inst Sci 92:17–36"}, {"Citation": "Almasri MN, Kaluarachchi JJ (2004) Assessment and management of long-term nitrate pollution of ground water in agriculture-dominated watersheds. J Hydrol 295:225–245"}, {"Citation": "Amiour N, Imbaud S, Clement G et al (2012) The use of metabolomics integrated with transcriptomic and proteomic studies for identifying key steps involved in the control of nitrogen metabolism in crops such as maize. J Exp Bot 63:5017–5033"}, {"Citation": "Anayah FM, Almasri MN (2009) Trends and occurrences of nitrate in the groundwater of the West Bank, Palestine. Appl Geogr 29:588–601"}, {"Citation": "Anjana Umar S, Iqbal M (2007) Nitrate accumulation in plants, factors affecting the process, and human health implications. A review. Agron Sustain Dev 27:45–57"}, {"Citation": "Anjana Umar S, Iqbal M, Abrol YP (2007) Are nitrate concentrations in leafy vegetables within safe limits. Curr Sci 92:355–360"}, {"Citation": "Bahrmam N, Gouis J, Negroni L, Amilhat L, Leroy P, Laine AL, Jamion O (2004) Differential protein expression assessed by two-dimensional gel electrophoresis for two wheat varieties grown at four nitrogen levels. Proteomics 4:709–719"}, {"Citation": "Bahrman N, Gouy A, Devienne-Barret F, Hirel B, Vedele F, Le Gouis J (2005) Differential change in root protein patterns of two wheat varieties under high and low nitrogen nutrition levels. Plant Sci 168:81–87"}, {"Citation": "Bjorne H, Petersson J, Phillipson M, Weitzberg E, Holm L, Lundberg JO (2004) Nitrate in saliva increases gastric mucosal blood flow and mucus thickness. J Clin Invest 113:106–114"}, {"Citation": "Boyer E, Howarth RH, Galloway JN, Dentener FJ, Cleveland C, Asner GP, Green P, Vorosmarty C (2004) Current nitrogen inputs to world regions. In: Mosier AR, Syers JK, Freney JR (eds) Agriculture and the nitrogen cycle: assessing the ımpacts of fertilizer use on food production and the environment. SCOPE 65, Paris, France, pp 221–230"}, {"Citation": "Brasil (2010) Ministério da Ciência e Tecnologia. Coordenação Geral de Mudanças Globais do Clima. Segunda comunicação nacional do Brasil à convenção-quadro das Nações Unidas sobre mudança do clima. Ministério da Ciência e Tecnologia, DF, Brasília"}, {"Citation": "Bruning-Fann CS, Kaneene J (1993) The effects of nitrate, nitrite, and N-nitroso compounds on animal health. Vet Hum Toxicol 35:237–253"}, {"Citation": "Bu Y, Takano T, Nemoto K, Liu S (2011) Research progress of ammonium transporter in rice plants. Genom Appl Biol 2:19–23"}, {"Citation": "Burkart MR, James DE (1999) Agricultural-nitrogen contributions to hypoxia in the Gulf of Mexico. J Environ Qual 28:850–859"}, {"Citation": "Butterbach-Bahl K, Baggs EM, Dannenmann M, Kiese R, Zechmeister-Boltenstern S (2013) Nitrous oxide emissions from soils: how well do we understand the processes and their controls. Philos Trans R Soc Lond B Biol Sci 368:20130122"}, {"Citation": "Cassman KG, Dobermann A, Walters D (2002) Agroecosystems, nitrogen‐use eYciency, and nitrogen management. Ambio 31:132–140"}, {"Citation": "Castaings L, Marchive C, Meyer C, Krapp A (2011) Nitrogen signalling in Arabidopsis: how to obtain insights into a complex signalling network. J Exp Bot 62:1391–2011"}, {"Citation": "Cerri CC, Ferreira Maia SM, Galdos MV, Cerri CEP, Feigl JB, Bernoux M (2009) Brazilian greenhouse gas emissions: the importance of agriculture and livestock. Sci Agr Piracicaba, Braz 66:831–843"}, {"Citation": "Chen BM, Wang ZH, Li SX, Wang GX, Song HX, Wang XN (2004) Effects of nitrate supply on plant growth, nitrate accumulation, metabolic nitrate concentration and nitrate reductase activity in three leafy vegetables. Plant Sci 167:635–643"}, {"Citation": "Chiu HF, Tsai SS (2007) Nitrate in drinking water and risk of death from bladder cancer: an ecological case-control study in Taiwan. J Toxicol Environ Health A 70:1000–1004"}, {"Citation": "Cristina MV, Manolis K, Sylvaine C, Michael RT, Roel V, John RN, Mark JN, Patrick L (2014) Assessing exposure and health consequences of chemicals in drinking water: current state of knowledge and research needs. Environ Health Perspect 122(3):213–221"}, {"Citation": "Dalal RC, Wang W, Robertson GP, Parton WJ (2003) Nitrous oxide emission from Australian agricultural lands and mitigation options: a review. Aust J Soil Res 41:165–195"}, {"Citation": "Daniel JS, Fleming EL, Portmann RW, Velders GJM, Jackman CH, Ravishankara AR (2010) Options to accelerate ozone recovery: ozone and climate benefits. Atmos Chem Phys 10:7697–7707"}, {"Citation": "de Koeijer TJ, Wossink GAA, Smit AB, Janssens SRM, Renkema JA, Struik PC (2003) Assessment of the quality of farmers’ environmental management and its effects on resource use efficiency: a Dutch case study. Agric Sys 78:85–103"}, {"Citation": "Denman KL, Brasseur G, Chidthaisong A, Ciais P, Cox PM, Dickinson RE, Hauglustaine D, Heinze C, Holland E, Jacob D, Lohmann U, Ramachandran S, da Silva Dias PL, Wofsy SC, Zhang X (2007) Couplings between changes in the climate system and biogeochemistry. In: Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt KB, Tignor M, Miller HL (eds) Climate change 2007: the physical science basis contribution of working group I to the fourth assessment report of the intergovernmental panel on climate change. Cambridge University Press, Cambridge, pp 499–588"}, {"Citation": "Di HJ, Cameron KC (2002) Nitrate leaching in temperate agroecosystems: sources, factors and mitigating strategies. Nutr Cycl Agroecosyst 46:237–256"}, {"Citation": "Dobermann A, Cassman KG (2004) Environmental dimensions of fertilizer nitrogen: what can be done to increase nitrogen use eYciency and ensure global food security? In: Mosier AR, Syers JK, Freney JR (eds) Agriculture and the nitrogen cycle: assessing the ımpacts of fertilizer use on food production and the environment. SCOPE 65, Paris, France, pp 261–278"}, {"Citation": "Dordas CA, Sioulas C (2008) Safflower yield, chlorophyll content, photosynthesis, and water use efficiency response to nitrogen fertilization under rainfed conditions. Ind Crop Prod 27:75–85"}, {"Citation": "El-Khatib RT, Hamerlynck EP, Gallardo F, Kirby EG (2004) Transgenic poplar characterized by ectopic expression of a pine cytosolic glutamine synthetase gene exhibits enhanced tolerance to water stress. Tree Physiol 24:729–736"}, {"Citation": "Emongor VE, Ramolemana GM (2004) Treated sewage effluent (water) potential to be used for horticultural production in Botswana. Phys Chem Earth 29:1101–1108"}, {"Citation": "EPA (2007) Hypoxia in the northern gulf of Mexico: an update by the environmental protection agency science advisory board. Environmental Protection Agency, Washington, USA, Report no. EPA-SAB-08-003"}, {"Citation": "Escobar LF et al (2010) Postharvest nitrous oxide emissions from a subtropical oxisol as influenced by summer crop residues and their management. Revista Brasileira de Ciência do Solo 34:507–516"}, {"Citation": "Fageria NK (2009) Mineral nutrition versus yield of field crops. In: Frageria NK (ed) The use of nutrients in crop plants. CRC Press, Bocca Rotan, FL, pp 1–29"}, {"Citation": "FAO (2011) Current world fertilizer trends and outlook to 2015. FAO, Rome, Italy"}, {"Citation": "Fait A, Nesi AN, Angelovici R, Lehmann M, Pham PA, Song L et al (2011) Targeted enhancement of glutamate-to-gamma-aminobutyrate conversion in Arabidopsis seeds affects carbon-nitrogen balance and storage reserves in a development-dependent manner. Plant Physiol 157:1026–1042"}, {"Citation": "Ferrario-Méry S, Valadier MH, Foyer CH (1998) Overexpression of nitrate reductase in tobacco delays drought-induced decreases in nitrate reductase activity and mRNA. Plant Physiol 117:293–302"}, {"Citation": "Ferrario-Méry S, Masclaux C, Suzuki A, Valadier MH, Hirel B, Foyer CH (2001) Glutamine and a-ketoglutarate are metabolite signals involved in nitrate reductase gene transcription in untransformed and transformed tobacco plants deficient in ferredoxin-glutamine-a-ketoglutarate. Planta 213:265–271"}, {"Citation": "Fewtrell L (2004) Drinking-water nitrate, methemoglobinemia, and global burden of disease: a discussion. Environ Health Perspect 112:1371–1374"}, {"Citation": "Filoso S, Martinelli LA, Howarth RW, Boyer EW, Dentener F (2006) Human activities changing the nitrogen cycle in Brazil. Biogeochemistry 79:61–89"}, {"Citation": "Fraisier V, Gojon A, Tillard P, Daniel‐Vedele F (2000) Constitutive expression of a putative high‐affinity nitrate transporter in Nicotiana plumbaginifolia: evidence for post‐transcriptional regulation by a reduced nitrogen source. Plant J 23:489–496"}, {"Citation": "Fernie AR, Stitt M (2012) On the discordance of metabolomics with proteomics and transcriptomics: coping with increasing complexity in logic, chemistry, and network interactions scientific correspondence. Plant Physiol 158:1139–1145"}, {"Citation": "Fuentes SI, Allen DJ, Ortiz‐Lopez A, Hernández G (2001) Over‐expression of cytosolic glutamine synthetase increases photosynthesis and growth at low nitrogen concentrations. J Exp Bot 52:1071–1081"}, {"Citation": "Fuentes-Ramírez LE, Bustillos-Cristales R, Tapia-Hernández A, Jiménez-Salgado T, Wang ET, Martínez-Romero E, Caballero-Mellado J (2001) Novel nitrogen-fixing acetic acid bacteria, Gluconacetobacter johannae sp. nov. and Gluconacetobacter azotocaptans sp. nov., associated with coffee plants. Int J Syst Evol Microbiol 51:1305–1314"}, {"Citation": "Galloway JN, Cowling EB, Seitzinger SP, Socolow RH (2002) Reactive nitrogen: too much of a good thing? Ambio 31:60–71"}, {"Citation": "Glass ADM (2003) Nitrogen use efficiency of crop plants: physiological constraints upon nitrogen absorption. Crit Rev Plant Sci 22:453–470"}, {"Citation": "Godish T, Davis WT, Fu JS (2015) Air quality, 5th edn. CRC Press, Boca Raton, FL"}, {"Citation": "Gomes RL, Scrimshaw MD, Lester JN (2009) Fate of conjugated natural and synthetic steroid estrogens in crude sewage and activated sludge batch studies. Environ Sci Technol 43:3612–3618"}, {"Citation": "Gormly J, Spalding RF (2006) Sources and concentrations of nitrate‐nitrogen in ground water of the central platte region, Nebraskaa. Ground Water 17:291–301"}, {"Citation": "Granstedt A (2000) Increasing the efficiency of plant nutrient recycling within the agricultural system as a way of reducing the load to the environment–experience from Sweden and Finland. Agric Ecosyst Environ 80:169–185"}, {"Citation": "Greer FR, Shannon M (2005) Infant methemoglobinemia: the role of dietary nitrate in food and water. Pediatrics 116:784–786"}, {"Citation": "Guleryuz G, Gucel S, Ozturk M (2010) Nitrogen mineralization in a high altitude ecosystem in the Mediterranean phytogeographical region of Turkey. J Environ Biol 31(4):503–514"}, {"Citation": "Guo M, Li H, Zhang Y, Zhang X, Lu A (2006) Effects of water table and fertilization management on nitrogen loading to groundwater. Agric Water Manag 82:86–98, ISSN 0378–3774"}, {"Citation": "Gupta ML, Khosla R (2012) Precision nitrogen management and global nitrogen use efficiency. In: Harald K, Butron GMP (eds) Proceedings of the 11th international conference on precision agriculture. Indianapolis, USA"}, {"Citation": "Gupta SK, Gupta RC, Chhabra SK, Eskiocak S, Gupta AB, Gupta R (2008) Health issues related to N pollution in water and air. Indian Agric Environ Health 94:1469–1477"}, {"Citation": "Gupta S, Gupta RC, Gupta AB (2007) Nitrate toxicity and human health. In: Abrol YP, Raghuram N, Sachdev MS (eds) Agricultural nitrogen uses and its environmental implications. I.K. International Publication House Pvt Ltd, New Delhi, India, pp 517–547"}, {"Citation": "Hakeem KR, Ahmad A, Iqbal M, Gucel S, Ozturk M (2011) Nitrogen-efficient cultivars can reduce nitrate pollution. Environ Sci Pollut Res 18:1184–1193"}, {"Citation": "Hakeem KR, Chandna R, Ahmad A, Iqbal M (2012a) Reactive nitrogen inflows use efficiency in agriculture: an environment perspective. In: Ahmad A, Prasad MNV (eds) Environment adaptation and stress tolerance of plants in the era of climate change. Springer, New York, pp 217–232"}, {"Citation": "Hakeem KR, Chandna R, Ahmad A, Iqbal M (2012b) Physiological and molecular analysis of applied nitrogen in rice (Oryza sativa L.) genotypes. Rice Sci 19(3):213–222"}, {"Citation": "Hakeem KR, Chandna R, Ahmad A, Iqbal M (2012c) Physiological studies and proteomic analysis for differentially expressed proteins and their possible role in the root of N-efficient rice (Oryza sativa L.). Mol Breed 32(4):785–798"}, {"Citation": "Hakeem KR, Sabir M, Khan F, Rehman RU (2014) Nitrogen regulation and signalling in plants. In: Hakeem KR, Rehman RU, Tahir I (eds) Plant signaling: understanding the molecular crosstalk. Springer, India, pp 117–132"}, {"Citation": "Hänsch R, Fessel DG, Witt C, Hesberg C, Hoffmann G, Walch‐Liu P, Engels C, Kruse J, Rennenberg H, Kaiser WM, Mendel RR (2001) Tobacco plants that lack expression of functional nitrate reductase in roots show changes in growth rates and metabolite accumulation. J Exp Bot 52:1251–1258"}, {"Citation": "Hatfield JL, Sauer TJ, Prueger JH (2001) Managing soils to achieve greater water use efficiency. Agron J 93:271–280"}, {"Citation": "HELCOM (2015) Updated Fifth Baltic Sea pollution load compilation (PLC-5.5). Baltic Sea Environment proceedings no. 145, pp 143"}, {"Citation": "Hijleh RJA (2014) Chemical and microbial risk management assessment of drinking water in faria catchment. M.Sc thesis, An-Najah National University, Nablus, Palestine"}, {"Citation": "Hill MJ (1999) Nitrate toxicity: myth or reality. Brit J Nutr 81:343–344"}, {"Citation": "Hirel B, Le Gouis J, Ney B, Gallais A (2007) The challenge of improving nitrogen use efficiency in crop plants: towards a more central role for genetic variability and quantitative genetics within integrated approaches. J Exp Bot 58:2369–2387"}, {"Citation": "Hoshida H, Tanaka Y, Hibino T, Hayashi Y, Tanaka A, Takabe T, Takabe T (2000) Enhanced tolerance to salt stress in transgenic rice that overexpresses chloroplast glutamine synthetase. Plant Mol Biol 43:103–111"}, {"Citation": "Ikehata K, Murphy RR, Liu Y, Sun RN, Nessl MB (2010) Health effects associated with wastewater treatment, reuse, and disposal. Water Environ Res 82:2047–2066"}, {"Citation": "Inoue-Choi M, Ward MH, Cerhan JR, Weyer PJ, Anderson KE, Robin K (2012) Interaction of nitrate and folate on the risk of breast cancer among postmenopausal women. Nutr Cancer 64:685–694"}, {"Citation": "Jiao P, Xu D, Wang S, Wang Y, Liu K, Tang G (2012) Nitrogen loss by surface runoff from different cropping systems. Soil Res 50:58–66"}, {"Citation": "Jim FC, Shelie AM, James RF (2011) Using DAYCENT to quantify on-farm GHG emissions and N dynamics of land use conversion to N-managed switchgrass in the Southern U.S. Agri Ecosys Environ 141(3-4):332–341"}, {"Citation": "Ju XT, Kou CL, Zhang FS, Christie P (2005) Nitrogen balance and groundwater nitrate contamination: comparison among three intensive cropping systems on the north China plain. Environ Pollut 143:117–125"}, {"Citation": "Kapoor A, Viraraghavan T (1997) Nitrate removal from drinking water-review. J Environ Eng 123:371–380"}, {"Citation": "Keeney DR, Hatfield JL (2008) The nitrogen cycle historical perspective and current and potential future concerns. In: Hatfield JL, Follett RF (eds) Nitrogen in the environment: sources problems and management. Academic, Elsevier, pp 1–18"}, {"Citation": "Keeney D, Olson RA (1986) Sources of nitrate to ground water. Crit Rev Environ Sci Technol 16:257–304"}, {"Citation": "Khandare HW (2013) Scenario of nitrate contamination in groundwater: its causes and prevention. Int J ChemTech Res 5:1921–1926"}, {"Citation": "Killebrew K, Wolff H (2010) Environmental impacts of agricultural technologies. Agricultural Policy and Statistics Team of the Bill and Melinda Gates Foundation, EPAR brief no. 65, pp 1–18"}, {"Citation": "Kissel D, Cabrera M, Vaio N, Craig J, Rema J, Morris L (2004) Rainfall timing and ammonia loss from urea in a loblolly pine plantation. Soil Sci Soc Am J 68:1744–1750"}, {"Citation": "Kozaki A, Takeba G (1996) Photorespiration protects C<sub>3</sub> plants from photooxidation. Nature 384:557–560"}, {"Citation": "Kumar S, Tamura K, Jakobsen IB, Nei M (2001) MEGA2: molecular evolutionary genetics analysis software. Bioinformatics 17:1244–1245"}, {"Citation": "Ladha JK, Pathak H, Krupnik TJ, Six J, van Kessel C (2005) Efficiency of fertilizer nitrogen in cereal production: retrospects and prospects. Adv Agron 87:85–156"}, {"Citation": "Li C, Zhuang Y, Cao M, Crill P, Dai Z, Frolking S, Moore B, Salas W, Song W, Wang X (2001) Comparing a process-based agro ecosystem model to the IPCC methodology for developing a national inventory of N2O emissions from arable lands in China. Nut Cycl Agroecosys 60:1–3"}, {"Citation": "Lillo C, Meyer C, Lea US, Provan F, Oltedal S (2004) Mechanism and importance of post‐translational regulation of nitrate reductase. J Exp Bot 55:1275–1282"}, {"Citation": "Liu KH, Tsay YF (2003) Switching between the two action modes of the dual-affinity nitrate transporter CHL1 by phosphorylation. EMBO J 22:1005–1013"}, {"Citation": "Liu Z, Song X, Jiang L, Lin H, Xu Y, Gao X, Zheng F, Tan D, Wang M, Jing S, Shen Y (2012) Strategies for managing soil nitrogen to prevent nitrate-N leaching in intensive agriculture system. In: Hernandez Soriano MC (ed) Soil health and land use management. InTech, pp 133–154. http://www.intechopen.com/books/soil-health-and-land-usemanagement/strategies-for-managing-soil-nitrogen-to-prevent-nitrate-n-leaching-in-intensive-agriculturesystem . Accessed 18 Apr 2015"}, {"Citation": "Loqué D, von Wirén N (2004) Regulatory levels for the transport of ammonium in plant roots. J Exp Bot 55:1293–1305"}, {"Citation": "Man HM, Boriel R, El‐Khatib R, Kirby EG (2005) Characterization of transgenic poplar with ectopic expression of pine cytosolic glutamine synthetase under conditions of varying nitrogen availability. New Phytol 167:31–39"}, {"Citation": "Manassaram DM, Backer LC, Moll DM (2007) A review of nitrates in drinking water: maternal exposure and adverse reproductive and developmental outcomes. Environ Health Prospect 114:320–327"}, {"Citation": "Masclaux C, Quillere I, Gallais A, Hirel B (2001) The challenge of remobilisation in plant nitrogen economy. A survey of physio‐agronomic and molecular approaches. Ann Appl Biol 138:69–81"}, {"Citation": "McPharlin IR, Aylam PM (1995) Nitrogen requirements of lettuce under sprinkler irrigation and fertilization on spearwood sand. J Plant Nutr 18:219–241"}, {"Citation": "McDowell LR (2012) Vitamins in animal nutrition: comparative aspects to human nutrition. Academic, London"}, {"Citation": "Mikkelsen M, Hartz TK (2008) Nitrogen sources for organic crop production. Better Crop 92:16–19"}, {"Citation": "Millar N, Robertson GP, Grace PR, Gehl RJ, Hoben JP (2010) Nitrogen fertilizer management for nitrous oxide (N2O) mitigation in intensive corn (Maize) production: an emissions reduction protocol for US Midwest agriculture. Mitig Adapt Strat Glob Change 15:185–204"}, {"Citation": "Mosier AR, Zhaoliang Z (2000) Changes in patterns of fertilizer nitrogen use in Asia and its consequences for N<sub>2</sub>O emissions from agricultural systems. Nutr Cycl Agroecosyst 57:107–117"}, {"Citation": "Mosier AR, Bleken M, Chaiwanakupt P, Ellis EC, Freney JR, Howarth RB, Matson PA, Minami K, Naylor R, Weeks KN (2001) Policy implications of human-accelerated nitrogen cycling. Biogeochemistry 52:281–320"}, {"Citation": "Mosier AR, Syers JK, Freney JR (2004a) Agriculture and the nitrogen cycle: assessing the impacts of fertilizer use on food production and the environment, 2nd edn. Island Press, Washington, DC"}, {"Citation": "Mosier AR, Syers JK, Freney JR (2004b) Nitrogen fertilizer: an essential component of increased food, feed, and fiber production. In: Mosier AR, Syers JK, Freney JR (eds) Agriculture and the nitrogen cycle: assessing the ımpacts of fertilizer use on food production and the environment. SCOPE 65, Paris, France, pp 3–15"}, {"Citation": "Mueller BA, Newton K, Holly EA, Preston-Martin S (2001) Residential water source and the risk of childhood brain tumors. Environ Health Perspect 109:551–556"}, {"Citation": "NAAS (2005) Policy options for efficient nitrogen use, policy paper no. 33. National Academy of Agricultural Sciences, New Delhi, pp 1–4"}, {"Citation": "Norse D (2003) Fertilizers and world food demand implications for environmental stresses. Paper presented at the IFA-FAO agriculture conference on global food security and the role of sustainable fertilization, FAO, Rome, Italy, 26–28 Mar 2003"}, {"Citation": "Nolan BT, Stoner JD (2000) Nutrients in ground waters of the conterminous United States, 1992–1995. Environ Sci Technol 34:1156–1165"}, {"Citation": "Odiyo JO, Makungo R, Muhlarhi TG (2014) The impacts of geochemistry and agricultural activities on groundwater quality in the Soutpansberg fractured aquifers. In: Rebbia CA (ed) Water pollution XII. WIT Press, Ashurst, Southampton, UK, pp 121–132"}, {"Citation": "Ohyama T (2010) Nitrogen as a major essential element of plants. In: Ohyama T, Sueyoshi K (eds) Nitrogen assimilation in plants. Signpost, Trivandrum, Kerala, India"}, {"Citation": "Oliveira ALM, Urquiaga S, Döbereiner J, Baldani JI (2002) The effect of inoculating endophytic N<sub>2</sub>-fixing bacteria on micropropagated sugarcane plants. Plant and Soil 24:205–215"}, {"Citation": "Ondersteijn C, Beldman A, Daatselaar C, Giesen G, Huirne R (2002) The Dutch mineral accounting system and the European nitrate directive: implications for N and P management and farm performance. Agric Ecosyst Environ 92:283–296"}, {"Citation": "Ortega JL, Temple SJ, Sengupta-Gopalan C (2001) Constitutive overexpression of cytosolic glutamine synthetase (GS1) gene in transgenic alfalfa demonstrates that GS1 may be regulated at the level of RNA stability and protein turnover. Plant Physiol 126:109–121"}, {"Citation": "Ozturk M, Gucel S, Sakcali S, Baslar S (2013) Nitrate and edible plants in the Mediterranean Region of Turkey: an overview. In: Umar S et al (eds) Nitrate in leafy vegetables—toxicity and safety measures. I.K. Intern. Publ. House Pvt. Ltd, New Delhi-Bangalore (India), pp 17–51"}, {"Citation": "Paerl HW, Dennis RL, Whitall DR (2002) Atmospheric deposition of nitrogen: implications for nutrient over-enrichment of coastal waters. Estuaries 25:677–693"}, {"Citation": "Palm CA, Machado PLOA, Mahmood T, Melillo J, Murrell ST, Nyamangara J, Scholes M, Sisworo E, Olesen JE, Pender J, Stewart J, Galloway JL (2004) Societal responses for addressing nitrogen fertilizer needs: balancing food production and environmental concerns. In: Mosier AR, Syers JK, Freney JR (eds) Agriculture and the nitrogen cycle assessing the ımpacts of fertilizer use on food production and the environment. SCOPE 65, Paris, France, pp 71–89"}, {"Citation": "Paramasivam S, Alva AK, Fares A, Sajwan KS (2002) Fate of nitrate and bromide in an unsaturated zone of a sandy soil under citrus production. J Environ Qual 31:671–681"}, {"Citation": "Pathak H, Nedwell DB (2001) Strategies to reduce nitrous oxide emission from soil with fertilizer selection and nitrification inhibitor. Water Air Soil Poll 129:217–228"}, {"Citation": "Pionke HB, Pionke ML, Sharma KJ (1990) Hirschberg Impact of irrigated horticulture on nitrate concentrations in groundwater. Agr Ecosyst Environ 32:119–132"}, {"Citation": "Portmann RW, Daniel JS, Ravishankara AR (2012) Stratospheric ozone depletion due to nitrous oxide: influences of other gases. Philos Trans R Soc B Sci 367:1256–1264"}, {"Citation": "Prasad R (2013) Fertilizer nitrogen, food security, health and the environment. Proc Indian Nat Sci Acad 79:997–1010"}, {"Citation": "Provan F, Aksland LM, Meyer C, Lillo C (2000) Deletion of the nitrate reductase N-terminal domain still allows binding of 14-3-3 proteins but affects their inhibitory properties. Plant Physiol 123:757–764"}, {"Citation": "Quilleré I, Dufossé C, Roux Y, Foyer CHF, Caboche M, Morot-Gaudry JF (1994) The effects of deregulation of NR gene expression on growth and nitrogen metabolism of Nicotiana plumbaginifolia plants. J Exp Bot 45:1205–1211"}, {"Citation": "Ramaraju HK, Venkatachalappa M, Ranganna G, Sadashivaiah C, Manamohan Rao N (1999) Hazards due to migration of septic tank leakages in peri-urban settlements. In: Ellis JB (ed) Impact of urban growth on surface water and groundwater quality. International Association of Hydrogeological Science, Publication no 259, pp 219–225"}, {"Citation": "Ravishankara AR, Daniel JS, Portmann RW (2009) Nitrous oxide (N<sub>2</sub>O): the dominant ozone-depleting substance emitted in the 21st century. Science 326:123–125"}, {"Citation": "Ribbe L, Delgado P, Salgado E, Flüge WA (2008) Nitrate pollution of surface water induced by agricultural non-point pollution in the Pocochay watershed, Chile. Desalination 226:13–20"}, {"Citation": "Robertson GP, Vitousek PM (2009) Nitrogen in agriculture: balancing an essential resource. Annu Rev Energy Environ 34:97–125"}, {"Citation": "Rosegrant MW, Cai X, Cline SA (2002) World water and food to 2025: dealing with scarcity. International Food Policy Research Institute (IFPRI), Washington, DC"}, {"Citation": "Santiago-Antonio G, Lizama-Gasca MG, Carrillo-Pech M, Echevarría-Machado I (2014) Natural variation in response to nitrate starvation among varieties of habanero pepper (Capsicum chinense Jacq.). Aust J Crop Sci 8:523–535"}, {"Citation": "Schilling KE, Libra RD (2000) The relationship of nitrate concentrations in streams to row crop land use in Iowa. J Environ Qual 29:1846–1851"}, {"Citation": "Schoenbeck MA, Temple SJ, Trepp GB, Blumenthal JM, Samac DA, Gantt JS, Hernandez G, Vance CP (2000) Decreased NADH glutamate synthase activity in nodules and flowers of alfalfa (Medicago sativa L.) transformed with an antisense glutamate synthase transgene. J Exp Bot 51:29–39"}, {"Citation": "Schumann U, Huntrieser H (2007) The global lightning-induced nitrogen oxides source. Atmos Chem Phys 7:2623–2818"}, {"Citation": "Shabalala AN, Combrinck L, McCrindle R (2013) Effect of farming activities on seasonal variation of water quality of Bonsma Dam, KwaZulu-Natal. South Afr J Sci 109, Art. #0052, pp 7. doi: 10.1590/sajs.2013/20120052"}, {"Citation": "Sharma MK, Sharma H, Bapna N (2013) Toxic effects of high nitrate intake in oesophagus and stomach of rabbits. Int J Med Res Health Sci 2:407–411"}, {"Citation": "Shen Y, Lei H, Yang D, Kanae S (2011) Effects of agricultural activities on nitrate contamination of groundwater in a Yellow river irrigated region. Int Assoc Hydrogeol Sci 348:73–80"}, {"Citation": "Shoji S, Delgado J, Mosier A, Miura Y (2001) Use of controlled release fertilizers and nitrification inhibitors to increase nitrogen use efficiency and to conserve air and water quality. Commun Soil Sci Plant Anal 32:1051–1070"}, {"Citation": "Signor D, Cerri CEP (2013) Nitrous oxide emissions in agricultural soils: a review. Pesq Agropecu Trop 43:322–338"}, {"Citation": "Simons M, Saha R, Guillard L, Clément G, Armengaud P, Cañas R, Maranas CD, Lea PJ, Hirel B (2014) Nitrogen-use efficiency in maize (Zea mays L.): from ‘omics’ studies to metabolic modelling. J Exp Bot 65:5657–5671"}, {"Citation": "Smil V (2002) Nitrogen and food production: proteins for human diets. Ambio 31:126–131"}, {"Citation": "Solomon S (1999) Stratospheric ozone depletion: a review of concepts and history. Rev Geophys 37:275–316"}, {"Citation": "Soussana JF, Lemairec G (2014) Coupling carbon and nitrogen cycles for environmentally sustainable intensification of grasslands and crop-livestock systems. Agric Ecosyst Environ 190:9–17"}, {"Citation": "Sowers KE, Pan WL, Miller BC, Smith JL (1994) Nitrogen use efficiency of split nitrogen applications in soft white winter wheat. Agron J 86:942–948"}, {"Citation": "Stitt M (1999) Nitrate regulation of metabolism and growth. Curr Opin Plant Biol 2:178–186"}, {"Citation": "Subbarao GV, Sahrawat KL, Nakahara K, Rao IM, Ishitani M, Hash CT, Kishii M, Rasouli S, Whalen JK, Madramootoo CA (2013) Review: reducing residual soil nitrogen losses from agroecosystems for surface water protection in Quebec and Ontario, Canada: best management practices, policies and perspectives. Can J Soil Sci 94:109–127"}, {"Citation": "Takahashi M, Sasaki Y, Ida S, Morikawa H (2001) Nitrite reductase gene enrichment improves assimilation of NO<sub>2</sub> in Arabidopsis. Plant Physiol 126:731–741"}, {"Citation": "Thorburn PJ, Biggs JS, Weier KL, Keating BA (2003) Nitrate in groundwaters of intensive agricultural areas in coastal Northeastern Australia. Agric Ecosyst Environ 94:49–58"}, {"Citation": "Tilman D, Balzer C, Hill J, Befort BL (2011) Global food demand and the sustainable intensification of agriculture. Proc Natl Acad Sci U S A 108:20260–20264"}, {"Citation": "Tilman D, Cassman KG, Matson PA, Naylor RL, Polasky S (2002) Agricultural sustainability and intensive production practices. Nature 418:671–677"}, {"Citation": "Toma Y, Hatano R (2007) Effect of crop residue C: N ratio on N2O emissions from Gray Lowland soil in Mikasa, Hokkaido, Japan. Soil Sci Plant Nutr 53:198–205"}, {"Citation": "Ussiri D, Lal R (2013) Soil emission of nitrous oxide and its mitigation. Springer, New York"}, {"Citation": "van Cleemput O, Boeckx P (2005) Alteration of nitrogen cycling by agricultural activities, and its environmental and health consequences. Gayana Bot 62:98–109"}, {"Citation": "Verma S, Nizam S, Verma PK (2013) Biotic and abiotic stress signalling in plants. In: Ahmad A, Sarwat M, Abdin MZ (eds) Stress signalling in plants: genomics and proteomics perspective, vol 1. Springer Science, New York, pp 25–49"}, {"Citation": "Vincent R, Fraisier V, Chaillou S, Limami MA, Deleens E, Phillipson B, Douat C, Boutin JP, Hirel B (1997) Overexpression of a soybean gene encoding cytosolic glutamine synthetase in shoots of transgenic Lotus corniculatus L. plants triggers changes in ammonium assimilation and plant development. Planta 201:424–433"}, {"Citation": "von Wirén N, Lauter FR, Ninnemann O, Gillissen B, Walch‐Liu P, Engels C, Jost W, Frommer WB (2000) Differential regulation of three functional ammonium transporter genes by nitrogen in root hairs and by light in leaves of tomato. Plant J 21:167–175"}, {"Citation": "Vymazal J (2007) Removal of nutrients in various types of constructed wetlands. Sci Total Environ 380:48–65"}, {"Citation": "Ward MH (2009) Too much of a good thing. Nitrate from nitrogen fertilizers and cancer. Rev Environ Health 24:357–363"}, {"Citation": "WHO (2011) Nitrate and nitrite in drinking-water. World Health Organization, Avenue Appia, Geneva, Switzerland"}, {"Citation": "Walley F, Pennock D, Solohub M, Hnatowich G (2001) Spring wheat (Triticum aestivum) yield and grain yield protein responses to N fertilizer in topographically defined landscape positions. Can J Soil Sci 81:505–514"}, {"Citation": "Walley F, Yates T, Van Groenigen JW, Van Kessel C (2002) Relationships between soil nitrogen availability indices, yield, and nitrogen accumulation of wheat. Soil Sci Soc Am J 66:1549–1561"}, {"Citation": "Wood S, Henao J, Rosegrant M (2004) The role of nitrogen in sustaining food production and estimating future nitrogen fertilizer needs to meet food demand. In: Mosier AR, Syers JK, Freney JR (eds) Agriculture and the nitrogen cycle: assessing the ımpacts of fertilizer use on food production and the environment. SCOPE 65, Paris, France, pp 245–260"}, {"Citation": "Xu XK, Wang YS, Zheng XH, Wang MX, Wang ZJ, Zhou LK, Van Cleemput O (2000) Methane emission from a simulated rice field ecosystem as influenced by hydroquinone and dicyandiamide. Sci Total Environ 263:243–253"}, {"Citation": "Yamaya T, Obara M, Nakajima H, Sasaki S, Hayakawa T, Sato T (2002) Genetic manipulation and quantitative‐trait loci mapping for nitrogen recycling in rice. J Exp Bot 53:917–925"}, {"Citation": "Yanagisawa S (2004) Dof domain proteins: plant-specific transcription factors associated with diverse phenomena unique to plants. Plant Cell Physiol 45:386–391"}, {"Citation": "Yang CY, Cheng MF, Tsai SS, Hsieh YL (1998) Calcium, magnesium, and nitrate in drinking water and gastric cancer mortality. Japan J Cancer Res 89:124–130"}, {"Citation": "Zhang W, Tian Z, Zhang N, Li X (1996) Nitrate pollution of groundwater in northern China. Agric Ecosyst Environ 59:223–231"}, {"Citation": "Zheng X, Fu C, Xu X, Huang Y, Han S, Hu F, Chen G (2002) The Asian nitrogen cycle case study. Ambio 31:79–87"}, {"Citation": "Zu X, Boeckx P, Wang Y, Huang Y, Zheng X, Hu F, van Cleemput O (2002) Nitrous oxide and methane emissions during rice growth and through rice plants: effect of dicyandiamide and hydroquinone. Biol Fertil Soils 36:53–58"}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27734212", "10.1007/398_2016_11"]}}], "PubmedBookArticle": []}