{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27788159", "DateCompleted": {"Year": "2017", "Month": "06", "Day": "13"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "10", "Day": "27"}], "ELocationID": ["e0164741", "10.1371/journal.pone.0164741"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "10", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Effect of Environmental Factors on Low Weight in Non-Premature Births: A Time Series Analysis.", "Pagination": {"StartPage": "e0164741", "MedlinePgn": "e0164741"}, "Abstract": {"AbstractText": ["Exposure to pollutants during pregnancy has been related to adverse birth outcomes. LBW can give rise to lifelong impairments. Prematurity is the leading cause of LBW, yet few studies have attempted to analyse how environmental factors can influence LBW in infants who are not premature. This study therefore sought to analyse the influence of air pollution, noise levels and temperature on LBW in non-premature births in Madrid during the period 2001-2009.", "Ecological time-series study to assess the impact of PM2.5, NO2 and O3 concentrations, noise levels, and temperatures on LBW among non-premature infants across the period 2001-2009. Our analysis extended to infants having birth weights of 1,500 g to 2,500 g (VLBW) and less than 1,500 g (ELBW). Environmental variables were lagged until 37 weeks with respect to the date of birth, and cross-correlation functions were used to identify explaining lags. Results were quantified using Poisson regression models.", "Across the study period 298,705 births were registered in Madrid, 3,290 of which had LBW; of this latter total, 1,492 were non-premature. PM2.5 was the only pollutant to show an association with the three variables of LBW in non-premature births. This association occurred at around the third month of gestation for LBW and VLBW (LBW: lag 23 and VLBW: lag 25), and at around the eighth month of gestation for ELBW (lag 6). Leqd was linked to LBW at lag zero. The RR of PM2.5 on LBW was 1.01 (1.00 1.03). The RR of Leqd on LBW was 1.09 (0.99 1.19)(p<0.1).", "The results obtained indicate that PM2.5 had influence on LBW. The adoption of measures aimed at reducing the number of vehicles would serve to lower pregnant women's exposure. In the case of noise should be limited the exposure to high levels during the final weeks of pregnancy."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National School of Public Health, Carlos III Institute of Health, Madrid, Spain."}], "LastName": "Díaz", "ForeName": "Julio", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Complejo Asistencial Universitario de Salamanca (CAUSA), Salamanca, Spain."}], "LastName": "Arroyo", "ForeName": "Virginia", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National School of Public Health, Carlos III Institute of Health, Madrid, Spain."}], "LastName": "Ortiz", "ForeName": "Cristina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National School of Public Health, Carlos III Institute of Health, Madrid, Spain."}], "LastName": "Carmona", "ForeName": "Rocío", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National School of Public Health, Carlos III Institute of Health, Madrid, Spain."}], "LastName": "Linares", "ForeName": "Cristina", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "S7G510RUBH", "NameOfSubstance": "Nitrogen Dioxide"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cities"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Infant, Extremely Low Birth Weight"}, {"QualifierName": [], "DescriptorName": "Infant, Low Birth Weight"}, {"QualifierName": [], "DescriptorName": "Infant, Very Low Birth Weight"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Nitrogen Dioxide"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Noise"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Particulate Matter"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["epidemiology", "etiology"], "DescriptorName": "Premature Birth"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Spain"}, {"QualifierName": [], "DescriptorName": "Temperature"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gehring U, Tamburic L, Sbihi H, Davies HW, Brauer M. Impact of noise and air pollution on pregnancy outcomes. Epidemiology. 2014; 25:351–8. 10.1097/EDE.0000000000000073", "ArticleIdList": ["10.1097/EDE.0000000000000073", "24595395"]}, {"Citation": "Nieuwenhuijsen MJ, Dadvand P, Grellier J, Martinez D, Vrijheid M et al. Environmental risk factors of pregnancy outcomes: a summary of recent meta-analyses of epidemiological studies. Environ Health. 2013, 15; 12:6.", "ArticleIdList": ["PMC3582445", "23320899"]}, {"Citation": "Hystad P, Davies HW, Frank L, Van Loon J, Gehring U, Tamburic L, Brauer M. Residential greenness and birth outcomes: evaluating the influence of spatially correlated built-environment factors. Environ Health Perspect. 2014; 122: 1095–102. 10.1289/ehp.1308049", "ArticleIdList": ["10.1289/ehp.1308049", "PMC4181932", "25014041"]}, {"Citation": "Stieb DM, Chen L, Beckerman BS, Jerrett M, Crouse DL, Omariba DW, et al. Associations of Pregnancy Outcomes and PM2.5 in a National Canadian Study. Environ Health Perspect. 2016; 124:243–9. 10.1289/ehp.1408995", "ArticleIdList": ["10.1289/ehp.1408995", "PMC4749076", "26090691"]}, {"Citation": "Vinikoor-Imler LC, Davis JA, Meyer RE, Messer LC, Luben TJ. Associations between prenatal exposure to air pollution, small for gestational age, and term low birthweight in a state-wide birth cohort. Environ Res. 2014;132:132–9. 10.1016/j.envres.2014.03.040", "ArticleIdList": ["10.1016/j.envres.2014.03.040", "24769562"]}, {"Citation": "Clemente DB, Casas M, Vilahur N, Begiristain H, Bustamante M, Carsin AE, et al. Prenatal Ambient Air Pollution, Placental Mitochondrial DNA Content, and Birth Weight in the INMA (Spain) and ENVIRONAGE (Belgium) Birth Cohorts. Environ Health Perspect. 2015. August 25. [Epub ahead of print].", "ArticleIdList": ["PMC4858384", "26317635"]}, {"Citation": "UNICEF NY. United Nations Children´s Fund and World Health Organization, Low Birthweight: Country, regional and global estimates. 2004."}, {"Citation": "Martin Joyce\net al.\n2002.  “Births: Final Data for 2000.” National vital statistics reports: from the Centers for Disease Control and Prevention, National Center for Health Statistics, National Vital Statistics System\n50(5): 1–101. http://www.ncbi.nlm.nih.gov/pubmed/11876093.", "ArticleIdList": ["11876093"]}, {"Citation": "Osmond C and Barker D J. 2000.  “Fetal, Infant, and Childhood Growth Are Predictors of Coronary Heart Disease, Diabetes, and Hypertension in Adult Men and Women.” Environmental health perspectives\n108\nSuppl(3): 545–53. http.//ehpnetl.", "ArticleIdList": ["PMC1637808", "10852853"]}, {"Citation": "Rappazzo KM, Daniels JL, Messer LC, Poole C, Lobdell DT. Exposure to fine particulate matter during pregnancy and risk of preterm birth among women in New Jersey, Ohio, and Pennsylvania, 2000–2005. Environ Health Perspect. 2014; 122:992–7. 10.1289/ehp.1307456", "ArticleIdList": ["10.1289/ehp.1307456", "PMC4154214", "24879653"]}, {"Citation": "Iñiguez C, Esplugues A, Sunyer J, Basterrechea M, Fernández-Somoano A, et al. Prenatal Exposure to NO2 and Ultrasound Measures of Fetal Growth in the Spanish INMA Cohort. Environ Health Perspect. 2016; 124: 235–42. 10.1289/ehp.1409423", "ArticleIdList": ["10.1289/ehp.1409423", "PMC4749079", "26115483"]}, {"Citation": "Estarlich M, Ballester F, Davdand P, Llop S, Esplugues A, Fernández-Somoano A et al., Exposure to ambient air pollution during pregnancy and preterm birth: A Spanish multicenter birth cohort study. Environ Res. 2016; 147: 50–58. 10.1016/j.envres.2016.01.037", "ArticleIdList": ["10.1016/j.envres.2016.01.037", "26851724"]}, {"Citation": "Dadvand P, Ostro B, Figueras F, Foraster M, Basagaña X, Valentín A, et al. Residential proximity to major roads and term low birth weight: the roles of air pollution, heat, noise, and road-adjacent trees. Epidemiology. 2014; 25: 518–25. 10.1097/EDE.0000000000000107", "ArticleIdList": ["10.1097/EDE.0000000000000107", "24787556"]}, {"Citation": "Coker E, Ghosh J, Jerrett M, Gomez-Rubio V, Beckerman B, Cockburn M et al. Modeling spatial effects of PM2.5 on term low birth weight in Los Angeles County. Environ Res. 2015; 142: 354–64. 10.1016/j.envres.2015.06.044", "ArticleIdList": ["10.1016/j.envres.2015.06.044", "26196780"]}, {"Citation": "Damián J, Royo MA. Método Epidemiológico. Madrid: ENS-Instituto de Salud Carlos III. Octubre de; 2009."}, {"Citation": "Schifano P, Lallo A, Asta F, De Sario M, Davoli M, Michelozzi P. Effect of ambient temperature and air pollutants on the risk of preterm birth, Rome 2001–2010. Environ Int. 2013;61:77–87. 10.1016/j.envint.2013.09.005", "ArticleIdList": ["10.1016/j.envint.2013.09.005", "24103349"]}, {"Citation": "Díaz J and Linares C. Traffic Noise and Adverse Birth Outcomes in Madrid: A Time-series Analysis. Epidemiology. 2016; 27: e2–3. 10.1097/EDE.0000000000000406", "ArticleIdList": ["10.1097/EDE.0000000000000406", "26426939"]}, {"Citation": "Arroyo V, Díaz J, Ortiz C, Carmona R, Sáez M, Linares C. Short term effect of air pollution, noise and heat waves on preterm births in Madrid (Spain). Environ Res. 2016; 145: 162–8. 10.1016/j.envres.2015.11.034", "ArticleIdList": ["10.1016/j.envres.2015.11.034", "26706568"]}, {"Citation": "Recio A, Linares C, Banegas JR, Díaz J. Road traffic noise effects on cardiovascular, respiratory, and metabolic health: An integrative model of biological mechanisms. Environ Res. 2016. 21; 146:359–370. 10.1016/j.envres.2015.12.036", "ArticleIdList": ["10.1016/j.envres.2015.12.036", "26803214"]}, {"Citation": "American College of Obstetricians and Gynecologists. Preterm labor. ACOG Technical Bulletin, núm 206, June 1995."}, {"Citation": "Pedersen M, Gehring U, Beelen R, Wang M, Giorgis-Allemand L, Andersen AM, et al. Elemental Constituents of Particulate Matter and Newborn's Size in Eight European Cohorts. Environ Health Perspect. 2016; 124:141–50. 10.1289/ehp.1409546", "ArticleIdList": ["10.1289/ehp.1409546", "PMC4710606", "26046983"]}, {"Citation": "Hao Y, Strosnider H, Balluz L, Qualters JR. Geographic Variation in the Association between Ambient Fine Particulate Matter (PM2.5) and Term Low Birth Weight in the United States. Environ Health Perspect. 2016; 124: 250–5. 10.1289/ehp.1408798", "ArticleIdList": ["10.1289/ehp.1408798", "PMC4747637", "26046626"]}, {"Citation": "Guxens M, García-Esteban R, Giorgis-Allemand L, Forns J, Badaloni C et al. Air Pollution during pregnancy and Childhood Cognitive and Psychomotor Development. Six European Birth Cohorts. Epidemiology. 2014; 25: 636–47. 10.1097/EDE.0000000000000133", "ArticleIdList": ["10.1097/EDE.0000000000000133", "25036432"]}, {"Citation": "Pereira G, Bell ML, Lee HJ, Koutrakis P and Belanger K. Sources of fine Particulate Matter and risk of preterm birth in Connecticut, 2000–2006: a Longitudinal Study. Environ Health Perspec. 2014; 10.1289/ehp.1307741", "ArticleIdList": ["10.1289/ehp.1307741", "PMC4181926", "24911470"]}, {"Citation": "Burton GJ and Yung HW. Endoplasmic reticulum stress in the pathogenesis of early-onset pre-eclampsia. Pregnancy Hypertens. 2011; 1(1–2):72–8.", "ArticleIdList": ["PMC3252240", "22242213"]}, {"Citation": "Li N, Sioutas C, Cho A, Schmitz D, Misra C, Sempf J, Wang M, Oberley T, Froines J, Nel A. Ultrafine particulate pollutants induce oxidative stress and mitochondrial damage. Environ Health Perspect. 2003; 111(4):455–60.", "ArticleIdList": ["PMC1241427", "12676598"]}, {"Citation": "Redman CW, Sacks GP, Sargent IL. Preeclampsia: an excessive maternal inflammatory response to pregnancy. Am J Obstet Gynecol 1999; 180:499–506.", "ArticleIdList": ["9988826"]}, {"Citation": "Brauer M, Lencar C, Tamburic L, Koehoorn M, Demers P et al. A cohort study of traffic-related air pollution impacts on birth outcomes. Environ Health Perspect. 2008; 116(5): 680–6. 10.1289/ehp.10952", "ArticleIdList": ["10.1289/ehp.10952", "PMC2367679", "18470315"]}, {"Citation": "Ghosh JK, Wilhelm M, Su J, Goldberg D, Cockburn M, Jerrett M, Ritz B. Assessing the influence of traffic-related air pollution on risk of term low birth weight on the basis of land-use-based regression models and measures of air toxics. Am J Epidemiol. 2012; 175:1262–74. 10.1093/aje/kwr469", "ArticleIdList": ["10.1093/aje/kwr469", "PMC3372317", "22586068"]}, {"Citation": "Laurent O, Hu J, Li L, Cockburn M, Escobedo L, Kleeman MJ et al. Sources and contents of air pollution affecting term low birth weight in Los Angeles County, California, 2001–2008. Environ Res. 2014; 134: 488–95. 10.1016/j.envres.2014.05.003", "ArticleIdList": ["10.1016/j.envres.2014.05.003", "25085846"]}, {"Citation": "Zanobetti A, Austin E, Coull BA, Schwartz J, Koutrakis P. Health effects of multi-pollutant profiles. Environ Int. 2014; 71:13–9. 10.1016/j.envint.2014.05.023", "ArticleIdList": ["10.1016/j.envint.2014.05.023", "PMC4383187", "24950160"]}, {"Citation": "Gehring U, van Eijsden M, Dijkema MB, van der Wal MF, Fischer P, Brunekreef B. Traffic-related air pollution and pregnancy outcomes in the Dutch ABCD birth cohort study. Occup Environ Med. 2011; 68:36–43. 10.1136/oem.2009.053132", "ArticleIdList": ["10.1136/oem.2009.053132", "20798012"]}, {"Citation": "Ngo NS, Horton RM. Climate change and fetal health: The impacts of exposure to extreme temperatures in New York City. Environ Res. 2016; 144(Pt A):158–64. 10.1016/j.envres.2015.11.016", "ArticleIdList": ["10.1016/j.envres.2015.11.016", "26610294"]}, {"Citation": "Kloog I, Melly SJ, Coull BA, Nordio F, Schwartz JD. Using Satellite-Based Resolved Air Temperature Exposure to Study the Association between Ambient Air Temperature and Birth Outcomes in Massachusetts. Envrion Health Perspect 2015. 10.1289/ehp.1308075", "ArticleIdList": ["10.1289/ehp.1308075", "PMC4590741", "25850104"]}, {"Citation": "Carolan-Olah M and Frankowska D. High environmental temperature and preterm birth: a review of the evidence. Midwifery. 2014; 30: 50–9. 10.1016/j.midw.2013.01.011", "ArticleIdList": ["10.1016/j.midw.2013.01.011", "23473912"]}, {"Citation": "Dancause KN, Laplate DP, Oremus C, Fraser S, Brunet A, King S. Disaster-related prenatal maternal stress influences birth outcomes: project Ice Storm. Early Hum Dev. 2011;87:813–820. 10.1016/j.earlhumdev.2011.06.007", "ArticleIdList": ["10.1016/j.earlhumdev.2011.06.007", "21784587"]}, {"Citation": "Linares C and Díaz J. Comment on \"Using Satellite-Based Spatiotemporal Resolved Air Temperature Exposure to Study the Association between Ambient Air Temperature and Birth Outcomes in Massachusetts\". Environ Health Perspect. 2015; 123(10):A251 10.1289/ehp.1510374", "ArticleIdList": ["10.1289/ehp.1510374", "PMC4590765", "26421648"]}, {"Citation": "INE. Instituto Nacional de Estadística, 2013. www.ine.es"}, {"Citation": "Nguyen RHN. Terms in preproductive and perinatal epidemiology: 2. Perinatal terms. J Epidemiol Community Health. 2005; 59 (12):1019–21. 10.1136/jech.2004.023465", "ArticleIdList": ["10.1136/jech.2004.023465", "PMC1732966", "16286486"]}, {"Citation": "European Health Perinatal Report. 2014. www.europeristat.com."}, {"Citation": "Alberdi JC, Díaz J, Montero JC, Mirón I. Daily mortality in Madrid community 1986–1992: relationship with meteorological variables. Eur J Epidemiol. 1998; 14: 571–8.", "ArticleIdList": ["9794124"]}, {"Citation": "Díaz J, Jordán A, García R, López C, Alberdi JC, Hernández E, et al. Heat waves in Madrid 1986–1997: effects on the health of the elderly. Int Arch Occup Environ Health. 2002; 75:163–70.", "ArticleIdList": ["11954983"]}, {"Citation": "Díaz J, Carmona R, Mirón IJ, Ortiz C, Linares C. Comparison of the effects of extreme temperatures on daily mortality in Madrid (Spain), by age group: The need for a cold wave prevention plan. Environ Res. 2015; 143(Pt A):186–91. 10.1016/j.envres.2015.10.018", "ArticleIdList": ["10.1016/j.envres.2015.10.018", "26496852"]}, {"Citation": "Makridakis S, Wheelwright SC, Mcgee VE (1983) Forecasting methods and applications. Wiley, San Francisco."}, {"Citation": "Coste J, Spira A. Le proportion de cas attributable en Santé Publique: definition(s), estimation(s) et interpretation. Rev Epidemiol Santé Publique 1991; 51: 399–411.", "ArticleIdList": ["1754705"]}, {"Citation": "WHO. Who Air quality guidelines for particulate matter, ozone, nitrogen adioxide and sulfur dioxide Global Update. Geneve: 2006.", "ArticleIdList": ["34662007"]}, {"Citation": "WHO. Guidelines for Community Noise. Geneve: 2000."}, {"Citation": "Observatorio de Sanidad Fedea. El Sistema de salud en España en perspectiva comparada. Primer Informe Observatorio de Sanidad Fedea. 2014."}, {"Citation": "Official Journal of the European Union. Directive 2008/50 CE of the European Parliament and Council of 21 May 2008 on ambient air quality and cleaner air for Europe. 11 June 2008."}, {"Citation": "Linares C, Díaz J, Tobías A. Are the limit values proposed by the new European Directive 2008/50 for PM2.5 safe for health?.European Journal Public Health. 2009; 19:357–358.", "ArticleIdList": ["19279068"]}, {"Citation": "Jiménez E, Linares C, Rodríguez LF, Bleda MJ, Díaz J. Short-term impact of particulate matter (PM2.5) on daily mortality among the over-75 age group in Madrid (Spain). Science of the Total Environment.2009;407:5486–5492. 10.1016/j.scitotenv.2009.06.038", "ArticleIdList": ["10.1016/j.scitotenv.2009.06.038", "19647288"]}, {"Citation": "Linares C and Díaz J. Efecto de las partículas de diámetro inferior a 2,5 micras (PM2,5) sobre los ingresos hospitalarios en niños menores de 10 años en Madrid. Gaceta Sanitaria. 2009; 23:192–197.", "ArticleIdList": ["19269716"]}, {"Citation": "Linares C and Díaz J. Short-term effect of PM 2.5 on daily hospital admissions in Madrid (2003–2005). International Journal of Environmental Health Research.2010; 20; 129–140. 10.1080/09603120903456810", "ArticleIdList": ["10.1080/09603120903456810", "20169485"]}, {"Citation": "Burton Graham J, Jauniaux E. Oxidative Stress. Best practice & research. Clinical obstetrics & gynaecology 2011; 25(3): 287–99.", "ArticleIdList": ["PMC3101336", "21130690"]}, {"Citation": "Hoogendoorn Bastiaan et al. Gene and Protein Responses of Human Lung Tissue explants Exposed to Ambient Particulate Matter of Different Sizes. Inhalation toxicology 2012; 24(14): 966–75. 10.3109/08958378.2012.742600", "ArticleIdList": ["10.3109/08958378.2012.742600", "23216157"]}, {"Citation": "Risom L, Møller P, Steffen L. Oxidative Stress-Induced DNA Damage by Particulate Air Pollution. Mutation Research/Fundamental and Molecular Mechanisms of Mutagenesis. 2005; 592(1–2): 119–37. 10.1016/j.mrfmmm.2005.06.012", "ArticleIdList": ["10.1016/j.mrfmmm.2005.06.012", "16085126"]}, {"Citation": "Martinelli N, Oliviero O, Girelli D. Air Particulate Matter and Cardiovascular Disease: A Narrative Review. European Journal of Internal Medicine 2013; 24(4): 295–302. 10.1016/j.ejim.2013.04.001", "ArticleIdList": ["10.1016/j.ejim.2013.04.001", "23647842"]}, {"Citation": "Babisch W and Kamp I. Exposure-Response Relationship of the Association between Aircraft Noise and the Risk of Hypertension. Noise & health 2009; 11(44): 161–68.", "ArticleIdList": ["19602770"]}, {"Citation": "Erickson AC and Arbour L. The shared pathoetiological effects of particulate air pollution and the social environment on fetal-placental development. J Environ Public Health.2014:901017 10.1155/2014/901017", "ArticleIdList": ["10.1155/2014/901017", "PMC4276595", "25574176"]}, {"Citation": "Rich DQ, Liu K, Zhang J, Thurston SW, Stevens TP, Pan Y et al. Differences in birth weight associated with the 2008 Beijing Olympics air pollution reduction: results from a natural experiment. Environ Health Perspect 2015; 123:880–887. 10.1289/ehp.1408795", "ArticleIdList": ["10.1289/ehp.1408795", "PMC4559955", "25919693"]}, {"Citation": "Hampel R, Lepeule J, Schneider A, Bottagisi S, Charles MA, Ducimetière P, Peters A, et al. Short-term impact of ambient air pollution and air temperature on blood pressure among pregnant women. Epidemiology. 2011; 22(5):671–9. 10.1097/EDE.0b013e318226e8d6", "ArticleIdList": ["10.1097/EDE.0b013e318226e8d6", "21730862"]}, {"Citation": "van den Hooven EH, de Kluizenaar Y, Pierik FH, Hofman A, van Ratingen SW, Zandveld PY, et al. Air pollution, blood pressure, and the risk of hypertensive complications during pregnancy: the generation R study. Hypertension. 2011;57(3):406–12. 10.1161/HYPERTENSIONAHA.110.164087", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.110.164087", "21220700"]}, {"Citation": "Wu J, Ren C, Delfino RJ, Chung J, Wilhelm M, Ritz. Association between local traffic-generated air pollution and preeclampsia and preterm delivery in the south coast air basin of California. Environ Health Perspect. 2009; 117(11):1773–9. 10.1289/ehp.0800334", "ArticleIdList": ["10.1289/ehp.0800334", "PMC2801174", "20049131"]}, {"Citation": "Tobías A, Díaz J, Sáez M, Alberdi JC. Use of Poisson Regression and Box Jenkins Models to Evaluate the Short-Term Effects of Environmental Noise Levels on Health in Madrid, Spain. European Journal Epidemiology 2001; 17:765–771.", "ArticleIdList": ["12086095"]}, {"Citation": "Linares C, Díaz J, Tobías A, De Miguel JM, Otero A. Air pollutants and noise levels over daily hospital admissions in children in Madrid: a time series analysis. International Archives of Occupational and Environmental Health. 2006; 79:143–152.", "ArticleIdList": ["16187125"]}, {"Citation": "Tobías A, Recio A, Díaz J, Linares C. Health impact assessment of traffic noise. Environmental Research, 2015; 137:136–140. 10.1016/j.envres.2014.12.011", "ArticleIdList": ["10.1016/j.envres.2014.12.011", "25531818"]}, {"Citation": "Díaz J and Linares C. Efectos del ruido de tráfico en la salud: más allá de las molestias. Revisa de Salud Ambiental 2015; 15:121–131."}, {"Citation": "Carmona R, Díaz J, Ortiz C, Luna MY, Mirón IJ, Linares C. Mortality attributable to extreme temperatures in Spain: A comparative analysis by city. Environment International 2016;91:22–28 10.1016/j.envint.2016.02.018", "ArticleIdList": ["10.1016/j.envint.2016.02.018", "26900891"]}, {"Citation": "Dreiling CE, Carman FS 3rd, Brown DE. Maternal endocrine and fetal metabolic responses to heat stress. J Dairy Sci. 1991; 74(1):312–27. 10.3168/jds.S0022-0302(91)78175-7", "ArticleIdList": ["10.3168/jds.S0022-0302(91)78175-7", "2030175"]}, {"Citation": "Lakshmanan A, Chiu YH, Coull BA, Just AC, Maxwell SL, Schwartz J, et al. Associations between prenatal traffic-related air pollution exposure and birth weight: Modification by sex and maternal pre-pregnancy body mass index. Environ Res. 2015;137:268–77. 10.1016/j.envres.2014.10.035", "ArticleIdList": ["10.1016/j.envres.2014.10.035", "PMC4354711", "25601728"]}, {"Citation": "Linares C, Martinez-Martín P, Rodriguez-Bláquez C, Forjaz MJ, Carmona R, Díaz J. Effect of heat waves on morbidity and mortality due to Parkinson´s disease in Madrid: A time-series analysis. Environm Int. 2016;89–90:1–6.", "ArticleIdList": ["26824434"]}, {"Citation": "Samet J, Dominici F, Zeger S, Schwartz J, Dockery d. The National Morbidity, Mortality and Air Pollution study, Part I: Methods and Methodologic Issues. 2000, Report No.94, Part I. Boston: Health Effects Institute.", "ArticleIdList": ["11098531"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "8", "Day": "3"}, {"Year": "2016", "Month": "9", "Day": "29"}, {"Year": "2016", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "10", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["27788159", "PMC5082809", "10.1371/journal.pone.0164741", "PONE-D-16-30883"]}}], "PubmedBookArticle": []}