{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Gaseous ozone", "Mould", "Raw meat", "Saccharomyces cerevisiae."]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27800339", "DateRevised": {"Year": "2020", "Month": "10", "Day": "01"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2014", "Month": "06", "Day": "06"}], "ELocationID": ["1680"], "Journal": {"ISSN": "2239-7132", "JournalIssue": {"Volume": "3", "Issue": "2", "PubDate": {"Year": "2014", "Month": "Apr", "Day": "17"}}, "Title": "Italian journal of food safety", "ISOAbbreviation": "Ital J Food Saf"}, "ArticleTitle": "Evaluation of Antifungal Effect of Gaseous Ozone in a Meat Processing Plant.", "Pagination": {"StartPage": "1680", "MedlinePgn": "1680"}, "Abstract": {"AbstractText": ["Ozone is already known as effective food/environmental disinfection agent, thanks to its oxidative action towards microbial cell components. Bactericidal effect of ozone is well documented, while data concerning its inhibitory activity towards fungi are still ambiguous. Our study aims to evaluate the antimicrobial activity of gaseous ozone towards potentially contaminant fungi in a meat production plant in real working conditions. M<sub>2</sub> and M<sub>5</sub>S<sub>5</sub> plates were inoculated with <i>Aspergillus niger</i>, <i>Penicillium roqueforti</i>, <i>Mucor racemosus</i>, <i>Saccharomyces cerevisiae</i> strains and positioned in a deboning room, where gaseous ozone was dispensed throughout the night (until a maximum concentration of 20 ppm). Nine different points were chosen, based on height and distance from the ozone dispenser. After the treatment, the presence of strains growth was evaluated. Gaseous ozone did not show any inhibitory activity against mould strains, as optimum growth during all the trials was observed. An appreciable and constant microbicidal effect against <i>S. cerevisiae</i> was evidenced, with a mean value of 2.8 Log reduction. Our results suggest the importance of the definition of environmental and technical use conditions in order to optimise the antimicrobial efficacy of ozone in real working situations in food industries."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Veterinarie per la Salute, la Produzione Animale e la Sicurezza Alimentare, Università degli Studi di Milano , Italy."}], "LastName": "Vallone", "ForeName": "Lisa", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Veterinarie per la Salute, la Produzione Animale e la Sicurezza Alimentare, Università degli Studi di Milano , Italy."}], "LastName": "Stella", "ForeName": "Simone", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Italy", "MedlineTA": "Ital J Food Saf", "NlmUniqueID": "101684120", "ISSNLinking": "2239-7132"}, "CoiStatement": "the authors declare no potential conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "CNSA, 2010. \n[Parere del CNSA sul trattamento con ozono dell’aria negli ambienti di stagionatura dei formaggi]. [Paper in Italian]. Comitato Nazionale per la Sicurezza Alimentare Publ., Roma, Italy: \nAvailable from: http://www.salute.gov.it/imgs/C_17_pubblicazioni_1514_allegato.pdf"}, {"Citation": "De Alencar ER, faroni LR, Soares Nde F, da Silva WA, Carvalho MC, 2012. Efficacy of ozone as a fungicidal and detoxifying agent of aflatoxins in peanuts. J Sci Food Agr 92:899-905.", "ArticleIdList": ["22095762"]}, {"Citation": "Dragoni I, Cantoni C, Papa A, Vallone L, 1997. [Muffe, alimenti e micotossicosi]. [Book in Italian]. Città Studi Edizioni, Milano, Italy."}, {"Citation": "Gibson CA, Elliott JA, Beckett DC, 1960. Ozone for controlling mold on Cheddar cheese. Can Dairy Ice Cream J 14:24-8."}, {"Citation": "Guzzon R, Widmann G, Larcher R, Nicolini G, 2010. Barrel sanitation tests. Industrie delle Bevande 39:15-8."}, {"Citation": "Italian Republic, 2008. \n[Attuazione dell’articolo 1 della legge 3 agosto 2007, n. 123, in materia di tutela della salute e della sicurezza nei luoghi di lavoro]. [Regulation in Italian]. In: Official Journal, L 81, 30/04/2008. Available from: http://www.egogw.it/public/about/VIR-0558A-09.pdf"}, {"Citation": "Khadre MA, Yousef AE, 2001. Sporicidal action of ozone and hydrogen peroxide: a comparative study. Int J Food Microbiol 71:131-8.", "ArticleIdList": ["11789930"]}, {"Citation": "Khadre MA, Yousef AE, Kim JG, 2001. Microbiological aspects of ozone applications in food: a review. J Food Sci 66:1242-52."}, {"Citation": "Kim J-G, Yousef AE, Dave S, 1999. Application of ozone for enhancing the microbiological safety and quality of foods: a review. J Food Protect 62:1071-87.", "ArticleIdList": ["10492485"]}, {"Citation": "Kim J-G, Yousef AE, Khadre MA, 2003. Ozone and its current and future application in the food industry. Adv Food Nutr Res 45:167-218.", "ArticleIdList": ["12402681"]}, {"Citation": "Laisk A, Kull O, Moldau H, 1989. Ozone concentration in leaf intercellular air space is close to zero. Plant Physiol 90:1163-7.", "ArticleIdList": ["PMC1061859", "16666867"]}, {"Citation": "Moore G, Griffith C, Peters A, 2000. Bactericidal properties of ozone and its potential application as a terminal disinfectant. J Food Protect 63:1100-6.", "ArticleIdList": ["10945587"]}, {"Citation": "Naitoh S, 1993. Studies on the application of ozone in food preservation. Ozone inhibition of yeast. J Antibact Antifungal Agents 21:341-6."}, {"Citation": "Naitoh S, Shiga I, 1982. Studies on utilization of ozone in food preservation. I. Microbicidal properties of ozone on various microorganisms suspended in water. Journal of Japanese Society of Food Science and Technology 29:1-10."}, {"Citation": "Ozkan R, Smilanick JL, Karabulut OA, 2011. Toxicity of ozone gas to conidia of Penicillium digitatum, Penicillium italicum and Botrytis cinerea and control of gray mold on table grapes. Postharvest Biol Tec 60:47-51."}, {"Citation": "Palou L, Crisosto CH, Smilanick JL, Adaskaveg JE, Zoffoli JP, 2002. Effects of continuous 0.3 ppm ozone exposure on decay development and physiological reponses of peaches and table grapes in cold storage. Postharvest Biol Tec 24:39-48."}, {"Citation": "Pereira APM, Hirsch Werle C, Vinturim Goncalves TM, Hoffmann FL, 2011. Identification and evaluation of antimicrobial resistance of yeast in minimally processed vegetables. Rev Inst Adolfo Lutz 70:139-43."}, {"Citation": "Perez AG, Sanz C, Rios JJ, Olias R, Olias JM, 1999. Effects of ozone treatment on postharvest strawberry quality. J Agr Food Chem 47:1652-6.", "ArticleIdList": ["10564033"]}, {"Citation": "Rice RG, Farquar JW, Bolliky JL, 1982. Review of the applications of ozone for increasing storage times of perishable goods. Ozone-Sci Eng 4:147-63."}, {"Citation": "Sarti P, Avigliano L, Görlach A, Brüne B, 2002. Superoxide and nitric oxide-participation in cell communication. Cell Death Differ 9:1160-2.", "ArticleIdList": ["12232805"]}, {"Citation": "Serra R, Abrunhosa L, Kozakiewicz Z, Venancio A, Lima N, 2003. Use of ozone to reduce molds in a cheese ripening room. J Food Protect 66:2355-8.", "ArticleIdList": ["14672237"]}, {"Citation": "Staehelin J, Hoigne J, 1985. Decomposition of ozone in water in the presence of organic solutes acting as promoters and inhibitors of radical chain reaction. Environ Sci Technol 19:1206-13.", "ArticleIdList": ["22280139"]}, {"Citation": "Watanabe M, Masaki H, Mori T, Tsuchiya T, Konuma H, Hara-Kudo Y, Takatori K, 2010. Inactivation effects of UV irradiation and ozone treatment on the yeast and the mold in mineral water. J Food Protect 73:1537-42.", "ArticleIdList": ["20819369"]}], "ReferenceList": []}], "History": [{"Year": "2013", "Month": "5", "Day": "11"}, {"Year": "2013", "Month": "11", "Day": "30"}, {"Year": "2013", "Month": "12", "Day": "1"}, {"Year": "2014", "Month": "6", "Day": "6", "Hour": "0", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "6", "Hour": "0", "Minute": "1"}, {"Year": "2014", "Month": "6", "Day": "6", "Hour": "0", "Minute": "0"}, {"Year": "2014", "Month": "6", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["27800339", "PMC5083869", "10.4081/ijfs.2014.1680"]}}], "PubmedBookArticle": []}