{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Bias", "Copollutant", "Exposure assessment", "Exposure measurement error", "Exposure modeling"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27884187", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "31"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "11", "Day": "25"}], "ELocationID": ["114"], "Journal": {"ISSN": "1476-069X", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2016", "Month": "Nov", "Day": "25"}}, "Title": "Environmental health : a global access science source", "ISOAbbreviation": "Environ Health"}, "ArticleTitle": "A simulation study to quantify the impacts of exposure measurement error on air pollution health risk estimates in copollutant time-series models.", "Pagination": {"StartPage": "114", "MedlinePgn": "114"}, "Abstract": {"AbstractText": ["Exposure measurement error in copollutant epidemiologic models has the potential to introduce bias in relative risk (RR) estimates. A simulation study was conducted using empirical data to quantify the impact of correlated measurement errors in time-series analyses of air pollution and health.", "ZIP-code level estimates of exposure for six pollutants (CO, NO<sub>x</sub>, EC, PM<sub>2.5</sub>, SO<sub>4</sub>, O<sub>3</sub>) from 1999 to 2002 in the Atlanta metropolitan area were used to calculate spatial, population (i.e. ambient versus personal), and total exposure measurement error. Empirically determined covariance of pollutant concentration pairs and the associated measurement errors were used to simulate true exposure (exposure without error) from observed exposure. Daily emergency department visits for respiratory diseases were simulated using a Poisson time-series model with a main pollutant RR = 1.05 per interquartile range, and a null association for the copollutant (RR = 1). Monte Carlo experiments were used to evaluate the impacts of correlated exposure errors of different copollutant pairs.", "Substantial attenuation of RRs due to exposure error was evident in nearly all copollutant pairs studied, ranging from 10 to 40% attenuation for spatial error, 3-85% for population error, and 31-85% for total error. When CO, NO<sub>x</sub> or EC is the main pollutant, we demonstrated the possibility of false positives, specifically identifying significant, positive associations for copollutants based on the estimated type I error rate.", "The impact of exposure error must be considered when interpreting results of copollutant epidemiologic models, due to the possibility of attenuation of main pollutant RRs and the increased probability of false positives when measurement error is present."]}, "AuthorList": [{"Identifier": ["0000-0002-3120-0633"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Exposure Research Laboratory, Office of Research and Development, U.S. Environmental Protection Agency, Research Triangle Park, NC, USA. dionisio.kathie@epa.gov."}], "LastName": "Dionisio", "ForeName": "Kathie L", "Initials": "KL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biostatistics and Bioinformatics, Emory University, Atlanta, GA, USA."}], "LastName": "Chang", "ForeName": "Howard H", "Initials": "HH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Health and Environmental Effects Research Laboratory, Office of Research and Development, U.S. Environmental Protection Agency, Research Triangle Park, NC, USA."}], "LastName": "Baxter", "ForeName": "Lisa K", "Initials": "LK"}], "GrantList": [{"GrantID": "R21 ES022795", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Environ Health", "NlmUniqueID": "101147645", "ISSNLinking": "1476-069X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Nitrogen Oxides"}, {"RegistryNumber": "0", "NameOfSubstance": "Particulate Matter"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfates"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "7U1EE4V452", "NameOfSubstance": "Carbon Monoxide"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Air Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Air Pollution"}, {"QualifierName": [], "DescriptorName": "Bias"}, {"QualifierName": ["analysis"], "DescriptorName": "Carbon Monoxide"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Emergency Service, Hospital"}, {"QualifierName": ["analysis"], "DescriptorName": "Environmental Exposure"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Georgia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Models, Theoretical"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen Oxides"}, {"QualifierName": ["analysis"], "DescriptorName": "Ozone"}, {"QualifierName": ["analysis"], "DescriptorName": "Particulate Matter"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Respiratory Tract Diseases"}, {"QualifierName": [], "DescriptorName": "Risk"}, {"QualifierName": ["analysis"], "DescriptorName": "Sulfates"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dominici F, Peng RD, Barr CD, Bell ML. Protecting human health from Air pollution: shifting from a single-pollutant to a multipollutant approach. Epidemiology. 2010;21:187–94. doi: 10.1097/EDE.0b013e3181cc86e8.", "ArticleIdList": ["10.1097/EDE.0b013e3181cc86e8", "PMC3478072", "20160561"]}, {"Citation": "Mauderly JL, Burnett RT, Castillejos M, Özkaynak H, Samet JM, Stieb DM, Vedal S, Wyzga RE. Is the air pollution health research community prepared to support a multipollutant air quality management framework? Inhal Toxicol. 2010;22:1–19. doi: 10.3109/08958371003793846.", "ArticleIdList": ["10.3109/08958371003793846", "20462389"]}, {"Citation": "Vedal S, Kaufman JD. What does multi-pollutant air pollution research mean? Am J Respir Crit Care Med. 2011;183:4–6. doi: 10.1164/rccm.201009-1520ED.", "ArticleIdList": ["10.1164/rccm.201009-1520ED", "21193783"]}, {"Citation": "Billionnet C, Sherrill D, Annesi-Maesano I. Study ObotG: estimating the health effects of exposure to multi-pollutant mixture. Ann Epidemiol. 2012;22:126–41. doi: 10.1016/j.annepidem.2011.11.004.", "ArticleIdList": ["10.1016/j.annepidem.2011.11.004", "22226033"]}, {"Citation": "Bateson TF, Coull BA, Hubbell B, Ito K, Jerrett M, Lumley T, Thomas D, Vedal S, Ross M. Panel discussion review: session three - issues involved in interpretation of epidemiologic analyses - statistical modeling. J Expo Sci Environ Epidemiol. 2007;17:S90–6. doi: 10.1038/sj.jes.7500631.", "ArticleIdList": ["10.1038/sj.jes.7500631", "18079770"]}, {"Citation": "Goldman GT, Mulholland JA, Russell AG, Srivastava A, Strickland MJ, Klein M, Waller LA, Tolbert PE, Edgerton ES. Ambient Air pollutant measurement error: characterization and impacts in a time-series epidemiologic study in Atlanta. Environ Sci Technol. 2010;44:7692–8. doi: 10.1021/es101386r.", "ArticleIdList": ["10.1021/es101386r", "PMC2948846", "20831211"]}, {"Citation": "Sarnat SE, Klein M, Sarnat JA, Flanders WD, Waller LA, Mulholland JA, Russell AG, Tolbert PE. An examination of exposure measurement error from air pollutant spatial variability in time-series studies. J Expo Sci Environ Epidemiol. 2010;20:135–46. doi: 10.1038/jes.2009.10.", "ArticleIdList": ["10.1038/jes.2009.10", "PMC3780363", "19277071"]}, {"Citation": "Strickland MJ, Gass KM, Goldman GT, Mulholland JA. Effects of ambient air pollution measurement error on health effect estimates in time-series studies: a simulation-based analysis. J Expo Sci Environ Epidemiol. 2015;25:160–6. doi: 10.1038/jes.2013.16.", "ArticleIdList": ["10.1038/jes.2013.16", "PMC4721572", "23571405"]}, {"Citation": "Shy CM, Kleinbaum DG, Morgenstern H. The effect of misclassification of exposure status in epidemiological studies of air pollution health effects. Bull NY Acad Med. 1978;54:1155–65.", "ArticleIdList": ["PMC1807660", "19312979"]}, {"Citation": "Oakes M, Baxter L, Long T. Evaluating the application of multipollutant exposure metrics in air pollution health studies. Environ Int. 2014;69:90–9. doi: 10.1016/j.envint.2014.03.030.", "ArticleIdList": ["10.1016/j.envint.2014.03.030", "24815342"]}, {"Citation": "Setton E, Marshall JD, Brauer M, Lundquist KR, Hystad P, Keller P, Cloutier-Fisher D. The impact of daily mobility on exposure to traffic-related air pollution and health effect estimates. J Expo Sci Environ Epidemiol. 2011;21:42–8. doi: 10.1038/jes.2010.14.", "ArticleIdList": ["10.1038/jes.2010.14", "20588325"]}, {"Citation": "Goldman GT, Mulholland JA, Russell AG, Strickland MJ, Klein M, Waller LA, Tolbert PE. Impact of exposure measurement error in air pollution epidemiology: effect of error type in time-series studies. Environ Health. 2011;10:1–11. doi: 10.1186/1476-069X-10-61.", "ArticleIdList": ["10.1186/1476-069X-10-61", "PMC3146396", "21696612"]}, {"Citation": "Dominici F, Zeger SL, Samet JM. A measurement error model for time-series studies of air pollution and mortality. Biostatistics. 2000;1:157–75. doi: 10.1093/biostatistics/1.2.157.", "ArticleIdList": ["10.1093/biostatistics/1.2.157", "12933517"]}, {"Citation": "Hart JE, Liao X, Hong B, Puett RC, Yanosky JD, Suh H, Kioumourtzoglou M-A, Spiegelman D, Laden F. The association of long-term exposure to PM2.5 on all-cause mortality in the Nurses’ Health Study and the impact of measurement-error correction. Environ Health. 2015;14:1–9. doi: 10.1186/s12940-015-0027-6.", "ArticleIdList": ["10.1186/s12940-015-0027-6", "PMC4427963", "25926123"]}, {"Citation": "Chang HH, Peng RD, Dominici F. Estimating the acute health effects of coarse particulate matter accounting for exposure measurement error. Biostatistics. 2011;12:637–52. doi: 10.1093/biostatistics/kxr002.", "ArticleIdList": ["10.1093/biostatistics/kxr002", "PMC3202305", "21297159"]}, {"Citation": "Zeger SL, Thomas D, Dominici F, Samet JM, Schwartz J, Dockery D, Cohen A. Exposure measurement error in time-series studies of air pollution: concepts and consequences. Environ Health Perspect. 2000;108:419–26. doi: 10.1289/ehp.00108419.", "ArticleIdList": ["10.1289/ehp.00108419", "PMC1638034", "10811568"]}, {"Citation": "Dionisio KL, Baxter LK, Chang HH. An empirical assessment of exposure measurement error and effect attenuation in bipollutant epidemiologic models. Environ Health Perspect. 2014;122:1216–24.", "ArticleIdList": ["PMC4216163", "25003573"]}, {"Citation": "Dionisio KL, Isakov V, Baxter L, Sarnat JA, Sarnat SE, Burke J, Graham SE, Mulholland J, Özkaynak H. Development and evaluation of alternative approaches for exposure assessment of multiple air pollutants in Atlanta, Georgia. J Expo Sci Environ Epidemiol. 2013;23:581–92. doi: 10.1038/jes.2013.59.", "ArticleIdList": ["10.1038/jes.2013.59", "24064532"]}, {"Citation": "Sarnat SE, Sarnat JA, Mulholland J, Isakov V, Özkaynak H, Chang H, Klein M, Tolbert PE. Application of alternative spatiotemporal metrics of ambient air pollution exposure in a time-series epidemiological study in Atlanta. J Expo Sci Environ Epidemiol. 2013;23:593–605. doi: 10.1038/jes.2013.41.", "ArticleIdList": ["10.1038/jes.2013.41", "23963512"]}, {"Citation": "Zeka A, Schwartz J. Estimating the independent effects of multiple pollutants in the presence of measurement error: an application of a measurement-error-resistant technique. Environ Health Perspect. 2004;112:1686–90. doi: 10.1289/ehp.7286.", "ArticleIdList": ["10.1289/ehp.7286", "PMC1253660", "15579414"]}, {"Citation": "Bergen S, Sheppard L, Kaufman JD, Szpiro AA. Multipollutant measurement error in air pollution epidemiology studies arising from predicting exposures with penalized regression splines. J R Stat Soc: Ser C: Appl Stat. 2016;65(5):731–53.", "ArticleIdList": ["PMC5076926", "27789915"]}, {"Citation": "Schwartz J, Coull BA. Control for confounding in the presence of measurement error in hierarchical models. Biostatistics. 2003;4:539–53. doi: 10.1093/biostatistics/4.4.539.", "ArticleIdList": ["10.1093/biostatistics/4.4.539", "14557110"]}, {"Citation": "U.S. EPA . Integrated science assessment for carbon monoxide. vol. EPA/600/R-09/019F. Research Triangle Park: National Center for Environmental Assessment-RTP Division, Office of Research and Development, U.S. Environmental Protection Agency; 2010."}, {"Citation": "EPA US. Integrated science assessment for oxides of nitrogen-health criteria. vol. EPA/600/R-08/071. Research Triangle Park: National Center for Environmental Assessment-RTP Division, Office of Research and Development, U.S. Environmental Protection Agency; 2008."}, {"Citation": "Zidek JV, Wong H, Le ND, Burnett R. Causality, measurement error and multicollinearity in epidemiology. Environmetrics. 1996;7:441–51. doi: 10.1002/(SICI)1099-095X(199607)7:4<441::AID-ENV226>3.0.CO;2-V.", "ArticleIdList": ["10.1002/(SICI)1099-095X(199607)7:4<441::AID-ENV226>3.0.CO;2-V"]}, {"Citation": "Thomas D, Stram D, Dwyer J. Exposure measurement error: influence on exposure-disease relationships and methods of correction. Annu Rev Public Health. 1993;14:69–93. doi: 10.1146/annurev.pu.14.050193.000441.", "ArticleIdList": ["10.1146/annurev.pu.14.050193.000441", "8323607"]}, {"Citation": "Hart JE, Spiegelman D, Beelen R, Hoek G, Brunekreef B, Schouten LJ, Brandt Pvd. Long-Term Ambient Residential Traffic-Related Exposures and Measurement Error-Adjusted Risk of Incident Lung Cancer in the Netherlands Cohort Study on Diet and Cancer. Environ Health Perspect. 2015;123(9):860–66.", "ArticleIdList": ["PMC4559954", "25816363"]}, {"Citation": "Van Roosbroeck S, Li R, Hoek G, Lebret E, Brunekreef B, Spiegelman D. Traffic-related outdoor air pollution and respiratory symptoms in children: the impact of adjustment for exposure measurement error. Epidemiology. 2008;19:409–16. doi: 10.1097/EDE.0b013e3181673bab.", "ArticleIdList": ["10.1097/EDE.0b013e3181673bab", "18379431"]}, {"Citation": "Li R, Weller E, Dockery DW, Neas LM, Spiegelman D. Association of indoor nitrogen dioxide with respiratory symptoms in children: application of measurement error correction techniques to utilize data from multiple surrogates. J Expo Sci Environ Epidemiol. 2006;16:342–50. doi: 10.1038/sj.jes.7500468.", "ArticleIdList": ["10.1038/sj.jes.7500468", "16519415"]}, {"Citation": "Hu X, Waller LA, Lyapustin A, Wang Y, Al-Hamdan MZ, Crosson WL, Estes MG, Jr, Estes SM, Quattrochi DA, Puttaswamy SJ, Liu Y. Estimating ground-level PM2.5 concentrations in the Southeastern United States using MAIAC AOD retrievals and a two-stage model. Remote Sens Environ. 2014;140:220–32. doi: 10.1016/j.rse.2013.08.032.", "ArticleIdList": ["10.1016/j.rse.2013.08.032"]}, {"Citation": "Friberg M, Zhai X, Holmes H, Chang HH, Strickland MJ, Sarnat SE, Tolbert PE, Russell AG, Mulholland JA. Method for fusing observational data and chemical transport model simulations to estimate spatiotemporally resolved ambient air pollution. Environ Sci Technol. 2016;50:3695–705. doi: 10.1021/acs.est.5b05134.", "ArticleIdList": ["10.1021/acs.est.5b05134", "26923334"]}, {"Citation": "Szpiro AA, Paciorek CJ. Measurement error in two-stage analyses, with application to air pollution epidemiology. Environmetrics. 2013;24:501–17. doi: 10.1002/env.2233.", "ArticleIdList": ["10.1002/env.2233", "PMC3994141", "24764691"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "4", "Day": "20"}, {"Year": "2016", "Month": "10", "Day": "20"}, {"Year": "2016", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "11", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["27884187", "PMC5123332", "10.1186/s12940-016-0186-0", "10.1186/s12940-016-0186-0"]}}], "PubmedBookArticle": []}