{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "cardiovascular diseases", "environment", "human health", "respiratory tract diseases", "toxicology"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27904610", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "09", "Day": "01"}], "ELocationID": ["65"], "Journal": {"ISSN": "1735-1995", "JournalIssue": {"Volume": "21", "PubDate": {"Year": "2016"}}, "Title": "Journal of research in medical sciences : the official journal of Isfahan University of Medical Sciences", "ISOAbbreviation": "J Res Med Sci"}, "ArticleTitle": "Effects of air pollution on human health and practical measures for prevention in Iran.", "Pagination": {"StartPage": "65", "MedlinePgn": "65"}, "Abstract": {"AbstractText": ["Air pollution is a major concern of new civilized world, which has a serious toxicological impact on human health and the environment. It has a number of different emission sources, but motor vehicles and industrial processes contribute the major part of air pollution. According to the World Health Organization, six major air pollutants include particle pollution, ground-level ozone, carbon monoxide, sulfur oxides, nitrogen oxides, and lead. Long and short term exposure to air suspended toxicants has a different toxicological impact on human including respiratory and cardiovascular diseases, neuropsychiatric complications, the eyes irritation, skin diseases, and long-term chronic diseases such as cancer. Several reports have revealed the direct association between exposure to the poor air quality and increasing rate of morbidity and mortality mostly due to cardiovascular and respiratory diseases. Air pollution is considered as the major environmental risk factor in the incidence and progression of some diseases such as asthma, lung cancer, ventricular hypertrophy, Alzheimer's and Parkinson's diseases, psychological complications, autism, retinopathy, fetal growth, and low birth weight. In this review article, we aimed to discuss toxicology of major air pollutants, sources of emission, and their impact on human health. We have also proposed practical measures to reduce air pollution in Iran."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Toxicology Research Center, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ghorani-Azam", "ForeName": "Adel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Toxicology Research Center, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Riahi-Zanjani", "ForeName": "Bamdad", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Toxicology Research Center, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Balali-Mood", "ForeName": "Mahdi", "Initials": "M"}], "PublicationTypeList": ["Review", "Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Res Med Sci", "NlmUniqueID": "101235599", "ISSNLinking": "1735-1995"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Robinson DL. Air pollution in Australia: Review of costs, sources and potential solutions. Health Promot J Austr. 2005;16:213–20.", "ArticleIdList": ["16375037"]}, {"Citation": "Habre R, Coull B, Moshier E, Godbold J, Grunin A, Nath A, et al. Sources of indoor air pollution in New York city residences of asthmatic children. J Expo Sci Environ Epidemiol. 2014;24:269–78.", "ArticleIdList": ["24169876"]}, {"Citation": "Rumana HS, Sharma RC, Beniwal V, Sharma AK. A retrospective approach to assess human health risks associated with growing air pollution in urbanized area of Thar Desert, Western Rajasthan, India. J Environ Health Sci Eng. 2014;12:23.", "ArticleIdList": ["PMC3898523", "24406114"]}, {"Citation": "Yamamoto SS, Phalkey R, Malik AA. A systematic review of air pollution as a risk factor for cardiovascular disease in South Asia: Limited evidence from India and Pakistan. Int J Hyg Environ Health. 2014;217:133–44.", "ArticleIdList": ["24064368"]}, {"Citation": "Zhang W, Qian CN, Zeng YX. Air pollution: A smoking gun for cancer. Chin J Cancer. 2014;33:173–5.", "ArticleIdList": ["PMC3975182", "24636233"]}, {"Citation": "Brucker N, Charão MF, Moro AM, Ferrari P, Bubols G, Sauer E, et al. Atherosclerotic process in taxi drivers occupationally exposed to air pollution and co-morbidities. Environ Res. 2014;131:31–8.", "ArticleIdList": ["24637182"]}, {"Citation": "Biggeri A, Bellini P, Terracini B. Meta-analysis of the Italian studies on short-term effects of air pollution – MISA 1996-2002. Epidemiol Prev. 2004;28(4-5 Suppl):4–100.", "ArticleIdList": ["15730075"]}, {"Citation": "Vermaelen K, Brusselle G. Exposing a deadly alliance: Novel insights into the biological links between COPD and lung cancer. Pulm Pharmacol Ther. 2013;26:544–54.", "ArticleIdList": ["23701918"]}, {"Citation": "Kan H, Chen B, Zhao N, London SJ, Song G, Chen G, et al. Part 1. A time-series study of ambient air pollution and daily mortality in Shanghai, China. Res Rep Health Eff Inst. 2010;154:17–78.", "ArticleIdList": ["21446211"]}, {"Citation": "Zhou N, Cui Z, Yang S, Han X, Chen G, Zhou Z, et al. Air pollution and decreased semen quality: A comparative study of Chongqing urban and rural areas. Environ Pollut. 2014;187:145–52.", "ArticleIdList": ["24491300"]}, {"Citation": "Chen B, Kan H. Air pollution and population health: A global challenge. Environ Health Prev Med. 2008;13:94–101.", "ArticleIdList": ["PMC2698272", "19568887"]}, {"Citation": "Molina MJ, Molina LT. Megacities and atmospheric pollution. J Air Waste Manag Assoc. 2004;54:644–80.", "ArticleIdList": ["15242147"]}, {"Citation": "Chi CC. Growth with pollution: Unsustainable development in Taiwan and its consequences. Stud Comp Int Dev. 1994;29:23–47.", "ArticleIdList": ["12346820"]}, {"Citation": "Air pollution: Consequences and actions for the UK, and beyond. Lancet. 2016;387:817.", "ArticleIdList": ["26972060"]}, {"Citation": "WHO. Database: Outdoor Air Pollution in Cities; 2003-2010.  Available from: http://www.who.int/phe/health_topics/outdoorair/databases/cities-2011/en/ "}, {"Citation": "Mawer C. Air pollution in Iran. BMJ. 2014;348:g1586.", "ArticleIdList": ["24554183"]}, {"Citation": "Shahrabi NS, Pourezzat A, Ahmad FB, Mafimoradi S, Poursafa P. Pathologic analysis of control plans for air pollution management in tehran metropolis: A qualitative study. Int J Prev Med. 2013;4:995–1003.", "ArticleIdList": ["PMC3793499", "24130939"]}, {"Citation": "Vallero D. Fundamentals of Air Pollution. 4th ed. California, USA: Academic Press; 2007."}, {"Citation": "U. S. Environmental Protection Agency. Metropolitan area trends. Washington, DC: US Environmental Protection Agency; 1996."}, {"Citation": "Thom GC, Ott WR. Air Pollution Indices: A Compendium and Assessment of Indices Used in the United States and Canada. 6th ed. Michigan, USA: Ann Arbor Science; 1976."}, {"Citation": "Cairncross EK, John J, Zunckel M. A novel air pollution index based on the relative risk of daily mortality associated with short-term exposure to common air pollutants. Atmos Environ. 2007;41:8442–54."}, {"Citation": "Johnson D, Ambrose S, Bassett T, Bowen M, Crummey D, Isaacson J, et al. Meanings of environmental terms. J Environ Qual. 1997;26:581–9."}, {"Citation": "Lovett GM, Tear TH, Evers DC, Findlay SE, Cosby BJ, Dunscomb JK, et al. Effects of air pollution on ecosystems and biological diversity in the eastern United States. Ann N Y Acad Sci. 2009;1162:99–135.", "ArticleIdList": ["19432647"]}, {"Citation": "Mellouki A, George C, Chai F, Mu Y, Chen J, Li H. Sources, chemistry, impacts and regulations of complex air pollution: Preface. J Environ Sci (China) 2016;40:1–2.", "ArticleIdList": ["26969538"]}, {"Citation": "Camargo JA, Alonso A. Ecological and toxicological effects of inorganic nitrogen pollution in aquatic ecosystems: A global assessment. Environ Int. 2006;32:831–49.", "ArticleIdList": ["16781774"]}, {"Citation": "Catcott EJ. Effects of air pollution on animals. Monogr Ser World Health Organ. 1961;46:221–31.", "ArticleIdList": ["13691542"]}, {"Citation": "Veras MM, Caldini EG, Dolhnikoff M, Saldiva PH. Air pollution and effects on reproductive-system functions globally with particular emphasis on the Brazilian population. J Toxicol Environ Health B Crit Rev. 2010;13:1–15.", "ArticleIdList": ["20336577"]}, {"Citation": "Schneider SH. The greenhouse effect: Science and policy. Science. 1989;243:771–81.", "ArticleIdList": ["17820424"]}, {"Citation": "Loomis D, Huang W, Chen G. The International Agency for Research on Cancer (IARC) evaluation of the carcinogenicity of outdoor air pollution: Focus on China. Chin J Cancer. 2014;33:189–96.", "ArticleIdList": ["PMC3975184", "24694836"]}, {"Citation": "Kjellstrom T, Lodh M, McMichael T, Ranmuthugala G, Shrestha R, Kingsland S. Air and water pollution: Burden and strategies for control. In: Jamison DT, Breman JG, Measham AR, Alleyne G, Claeson M, Evans DB, et al., editors. Disease Control Priorities in Developing Countries. 2nd ed. Washington, DC: World Bank; 2006. pp. 817–32."}, {"Citation": "Rodopoulou S, Chalbot MC, Samoli E, Dubois DW, San Filippo BD, Kavouras IG. Air pollution and hospital emergency room and admissions for cardiovascular and respiratory diseases in Doña Ana County, New Mexico. Environ Res. 2014;129:39–46.", "ArticleIdList": ["24529001"]}, {"Citation": "Carugno M, Consonni D, Randi G, Catelan D, Grisotto L, Bertazzi PA, et al. Air pollution exposure, cause-specific deaths and hospitalizations in a highly polluted Italian region. Environ Res. 2016;147:415–24.", "ArticleIdList": ["26969808"]}, {"Citation": "Sadeghi M, Ahmadi A, Baradaran A, Masoudipoor N, Frouzandeh S. Modeling of the relationship between the environmental air pollution, clinical risk factors, and hospital mortality due to myocardial infarction in Isfahan, Iran. J Res Med Sci. 2015;20:757–62.", "ArticleIdList": ["PMC4652309", "26664423"]}, {"Citation": "Sahu D, Kannan GM, Vijayaraghavan R. Carbon black particle exhibits size dependent toxicity in human monocytes. Int J Inflam 2014. 2014:827019.", "ArticleIdList": ["PMC3941121", "24669321"]}, {"Citation": "Bentayeb M, Simoni M, Norback D, Baldacci S, Maio S, Viegi G, et al. Indoor air pollution and respiratory health in the elderly. J Environ Sci Health A Tox Hazard Subst Environ Eng. 2013;48:1783–9.", "ArticleIdList": ["24007433"]}, {"Citation": "Guillam MT, Pédrono G, Le Bouquin S, Huneau A, Gaudon J, Leborgne R, et al. Chronic respiratory symptoms of poultry farmers and model-based estimates of long-term dust exposure. Ann Agric Environ Med. 2013;20:307–11.", "ArticleIdList": ["23772582"]}, {"Citation": "Gao Y, Chan EY, Li L, Lau PW, Wong TW. Chronic effects of ambient air pollution on respiratory morbidities among Chinese children: A cross-sectional study in Hong Kong. BMC Public Health. 2014;14:105.", "ArticleIdList": ["PMC3914361", "24484614"]}, {"Citation": "Zhou M, Liu Y, Wang L, Kuang X, Xu X, Kan H. Particulate air pollution and mortality in a cohort of Chinese men. Environ Pollut. 2014;186:1–6.", "ArticleIdList": ["24333659"]}, {"Citation": "Pelucchi C, Negri E, Gallus S, Boffetta P, Tramacere I, La Vecchia C. Long-term particulate matter exposure and mortality: A review of European epidemiological studies. BMC Public Health. 2009;9:453.", "ArticleIdList": ["PMC2797801", "19995424"]}, {"Citation": "Jerrett M, Finkelstein MM, Brook JR, Arain MA, Kanaroglou P, Stieb DM, et al. A cohort study of traffic-related air pollution and mortality in Toronto, Ontario, Canada. Environ Health Perspect. 2009;117:772–7.", "ArticleIdList": ["PMC2685840", "19479020"]}, {"Citation": "Gorai AK, Tuluri F, Tchounwou PB. A GIS based approach for assessing the association between air pollution and asthma in New York state, USA. Int J Environ Res Public Health. 2014;11:4845–69.", "ArticleIdList": ["PMC4053878", "24806193"]}, {"Citation": "McCarthy JT, Pelle E, Dong K, Brahmbhatt K, Yarosh D, Pernodet N. Effects of ozone in normal human epidermal keratinocytes. Exp Dermatol. 2013;22:360–1.", "ArticleIdList": ["23614745"]}, {"Citation": "Lippmann M. Health effects of ozone. A critical review. JAPCA. 1989;39:672–95.", "ArticleIdList": ["2659744"]}, {"Citation": "Hatch GE, Slade R, Harris LP, McDonnell WF, Devlin RB, Koren HS, et al. Ozone dose and effect in humans and rats. A comparison using oxygen-18 labeling and bronchoalveolar lavage. Am J Respir Crit Care Med. 1994;150:676–83.", "ArticleIdList": ["8087337"]}, {"Citation": "Gerrity TR, Weaver RA, Berntsen J, House DE, O’Neil JJ. Extrathoracic and intrathoracic removal of O3 in tidal-breathing humans. J Appl Physiol (1985) 1988;65:393–400.", "ArticleIdList": ["3403482"]}, {"Citation": "Fares S, Vargas R, Detto M, Goldstein AH, Karlik J, Paoletti E, et al. Tropospheric ozone reduces carbon assimilation in trees: Estimates from analysis of continuous flux measurements. Glob Chang Biol. 2013;19:2427–43.", "ArticleIdList": ["23589473"]}, {"Citation": "Wilkinson S, Mills G, Illidge R, Davies WJ. How is ozone pollution reducing our food supply? J Exp Bot. 2012;63:527–36.", "ArticleIdList": ["22016429"]}, {"Citation": "Akyol S, Erdogan S, Idiz N, Celik S, Kaya M, Ucar F, et al. The role of reactive oxygen species and oxidative stress in carbon monoxide toxicity: An in-depth analysis. Redox Rep. 2014;19:180–9.", "ArticleIdList": ["PMC6837723", "24773392"]}, {"Citation": "Allred EN, Bleecker ER, Chaitman BR, Dahms TE, Gottlieb SO, Hackney JD, et al. Acute effects of carbon monoxide exposure on individuals with coronary artery disease. Res Rep Health Eff Inst. 1989;25:1–79.", "ArticleIdList": ["2604918"]}, {"Citation": "Chen TM, Gokhale J, Shofer S, Kuschner WG. Outdoor air pollution: Nitrogen dioxide, sulfur dioxide, and carbon monoxide health effects. Am J Med Sci. 2007;333:249–56.", "ArticleIdList": ["17435420"]}, {"Citation": "Hesterberg TW, Bunn WB, McClellan RO, Hamade AK, Long CM, Valberg PA. Critical review of the human data on short-term nitrogen dioxide (NO2) exposures: Evidence for NO2 no-effect levels. Crit Rev Toxicol. 2009;39:743–81.", "ArticleIdList": ["19852560"]}, {"Citation": "Balali-Mood M, Shademanfar S, Rastegar Moghadam J, Afshari R, Namaei Ghassemi M, Allah Nemati H, et al. Occupational lead poisoning in workers of traditional tile factories in Mashhad, Northeast of Iran. Int J Occup Environ Med. 2010;1:29–38.", "ArticleIdList": ["23022779"]}, {"Citation": "Mousavi SR, Balali-Mood M, Riahi-Zanjani B, Yousefzadeh H, Sadeghi M. Concentrations of mercury, lead, chromium, cadmium, arsenic and aluminum in irrigation water wells and wastewaters used for agriculture in Mashhad, Northeastern Iran. Int J Occup Environ Med. 2013;4:80–6.", "ArticleIdList": ["23567533"]}, {"Citation": "Manuela C, Francesco T, Tiziana C, Assunta C, Lara S, Nadia N, et al. Environmental and biological monitoring of benzene in traffic policemen, police drivers and rural outdoor male workers. J Environ Monit. 2012;14:1542–50.", "ArticleIdList": ["22555192"]}, {"Citation": "Farhat A, Mohammadzadeh A, Balali-Mood M, Aghajanpoor-Pasha M, Ravanshad Y. Correlation of blood lead level in mothers and exclusively breastfed infants: A study on infants aged less than six months. Asia Pac J Med Toxicol. 2013;2:150–2."}, {"Citation": "Farhat AS, Parizadeh SM, Balali M, Balali M, Khademi GR. Comparison of blood lead levels in 1-7 year old children with and without seizure. Neurosciences (Riyadh) 2005;10:210–2.", "ArticleIdList": ["22473260"]}, {"Citation": "Lidsky TI, Schneider JS. Adverse effects of childhood lead poisoning: The clinical neuropsychological perspective. Environ Res. 2006;100:284–93.", "ArticleIdList": ["16442997"]}, {"Citation": "Lidsky TI, Schneider JS. Lead neurotoxicity in children: Basic mechanisms and clinical correlates. Brain. 2003;126(Pt 1):5–19.", "ArticleIdList": ["12477693"]}, {"Citation": "American Academy of Pediatrics Committee on Environmental Health. Lead exposure in children: Prevention, detection, and management. Pediatrics. 2005;116:1036–46.", "ArticleIdList": ["16199720"]}, {"Citation": "Kianoush S, Balali-Mood M, Mousavi SR, Moradi V, Sadeghi M, Dadpour B, et al. Comparison of therapeutic effects of garlic and d-penicillamine in patients with chronic occupational lead poisoning. Basic Clin Pharmacol Toxicol. 2012;110:476–81.", "ArticleIdList": ["22151785"]}, {"Citation": "Kianoush S, Balali-Mood M, Mousavi SR, Shakeri MT, Dadpour B, Moradi V, et al. Clinical, toxicological, biochemical, and hematologic parameters in lead exposed workers of a car battery industry. Iran J Med Sci. 2013;38:30–7.", "ArticleIdList": ["PMC3642942", "23645955"]}, {"Citation": "Kansal A. Sources and reactivity of NMHCs and VOCs in the atmosphere: A review. J Hazard Mater. 2009;166:17–26.", "ArticleIdList": ["19136203"]}, {"Citation": "Kameda T, Akiyama A, Toriba A, Tang N, Hayakawa K. Atmospheric formation of hydroxynitropyrenes from a photochemical reaction of particle-associated 1-nitropyrene. Environ Sci Technol. 2011;45:3325–32.", "ArticleIdList": ["21405083"]}, {"Citation": "Schecter A, Birnbaum L, Ryan JJ, Constable JD. Dioxins: An overview. Environ Res. 2006;101:419–28.", "ArticleIdList": ["16445906"]}, {"Citation": "Harrison RM. Sources of air pollution. Air Quality Guidelines Global Update 2005. Copenhagen, Denmark: World Health Organization Regional Office for Europe; 2006. pp. 9–30."}, {"Citation": "Hewitt C, Jackson AV. Sources of air pollution. In: Jackson AV, editor. Handbook of Atmospheric Science: Principles and Applications. 2nd ed. Malden, MA, USA: Blackwell Science Ltd; 2007. pp. 124–55."}, {"Citation": "Nakano T, Otsuki T. Environmental air pollutants and the risk of cancer. Gan To Kagaku Ryoho. 2013;40:1441–5.", "ArticleIdList": ["24231697"]}, {"Citation": "Kampa M, Castanas E. Human health effects of air pollution. Environ Pollut. 2008;151:362–7.", "ArticleIdList": ["17646040"]}, {"Citation": "Makri A, Stilianakis NI. Vulnerability to air pollution health effects. Int J Hyg Environ Health. 2008;211:326–36.", "ArticleIdList": ["17719845"]}, {"Citation": "Weisel CP. Assessing exposure to air toxics relative to asthma. Environ Health Perspect. 2002;110(Suppl 4):527–37.", "ArticleIdList": ["PMC1241201", "12194882"]}, {"Citation": "Brunekreef B, Beelen R, Hoek G, Schouten L, Bausch-Goldbohm S, Fischer P, et al. Effects of long-term exposure to traffic-related air pollution on respiratory and cardiovascular mortality in the Netherlands: The NLCS-AIR study. Res Rep Health Eff Inst. 2009;139:5–71.", "ArticleIdList": ["19554969"]}, {"Citation": "Valavanidis A, Vlachogianni T, Fiotakis K, Loridas S. Pulmonary oxidative stress, inflammation and cancer: Respirable particulate matter, fibrous dusts and ozone as major causes of lung carcinogenesis through reactive oxygen species mechanisms. Int J Environ Res Public Health. 2013;10:3886–907.", "ArticleIdList": ["PMC3799517", "23985773"]}, {"Citation": "Tam WW, Wong TW, Wong AH, Hui DS. Effect of dust storm events on daily emergency admissions for respiratory diseases. Respirology. 2012;17:143–8.", "ArticleIdList": ["22092966"]}, {"Citation": "Beelen R, Hoek G, van den Brandt PA, Goldbohm RA, Fischer P, Schouten LJ, et al. Long-term effects of traffic-related air pollution on mortality in a Dutch cohort (NLCS-AIR study) Environ Health Perspect. 2008;116:196–202.", "ArticleIdList": ["PMC2235230", "18288318"]}, {"Citation": "Bahadar H, Mostafalou S, Abdollahi M. Current understandings and perspectives on non-cancer health effects of benzene: A global concern. Toxicol Appl Pharmacol. 2014;276:83–94.", "ArticleIdList": ["24589379"]}, {"Citation": "Johannson KA, Vittinghoff E, Lee K, Balmes JR, Ji W, Kaplan GG, et al. Acute exacerbation of idiopathic pulmonary fibrosis associated with air pollution exposure. Eur Respir J. 2014;43:1124–31.", "ArticleIdList": ["PMC5555605", "24176998"]}, {"Citation": "Kelly FJ. Oxidative stress: Its role in air pollution and adverse health effects. Occup Environ Med. 2003;60:612–6.", "ArticleIdList": ["PMC1740593", "12883027"]}, {"Citation": "Stoner AM, Anderson SE, Buckley TJ. Ambient air toxics and asthma prevalence among a representative sample of US kindergarten-age children. PLoS One. 2013;8:e75176.", "ArticleIdList": ["PMC3776728", "24058662"]}, {"Citation": "Chung KF, Zhang J, Zhong N. Outdoor air pollution and respiratory health in Asia. Respirology. 2011;16:1023–6.", "ArticleIdList": ["21843208"]}, {"Citation": "Zeng G, Sun B, Zhong N. Non-smoking-related chronic obstructive pulmonary disease: A neglected entity? Respirology. 2012;17:908–12.", "ArticleIdList": ["22845669"]}, {"Citation": "Ko FW, Hui DS. Air pollution and chronic obstructive pulmonary disease. Respirology. 2012;17:395–401.", "ArticleIdList": ["22142380"]}, {"Citation": "Nogueira JB. Air pollution and cardiovascular disease. Rev Port Cardiol. 2009;28:715–33.", "ArticleIdList": ["19697799"]}, {"Citation": "Snow SJ, Cheng W, Wolberg AS, Carraway MS. Air pollution upregulates endothelial cell procoagulant activity via ultrafine particle-induced oxidant signaling and tissue factor expression. Toxicol Sci. 2014;140:83–93.", "ArticleIdList": ["PMC4133589", "24752501"]}, {"Citation": "Brook RD. Cardiovascular effects of air pollution. Clin Sci (Lond) 2008;115:175–87.", "ArticleIdList": ["18691154"]}, {"Citation": "Andersen ZJ, Kristiansen LC, Andersen KK, Olsen TS, Hvidberg M, Jensen SS, et al. Stroke and long-term exposure to outdoor air pollution from nitrogen dioxide: A cohort study. Stroke. 2012;43:320–5.", "ArticleIdList": ["22052517"]}, {"Citation": "Steenhof M, Janssen NA, Strak M, Hoek G, Gosens I, Mudway IS, et al. Air pollution exposure affects circulating white blood cell counts in healthy subjects: The role of particle composition, oxidative potential and gaseous pollutants – The RAPTES project. Inhal Toxicol. 2014;26:141–65.", "ArticleIdList": ["24517839"]}, {"Citation": "Sun Q, Yue P, Ying Z, Cardounel AJ, Brook RD, Devlin R, et al. Air pollution exposure potentiates hypertension through reactive oxygen species-mediated activation of Rho/ROCK. Arterioscler Thromb Vasc Biol. 2008;28:1760–6.", "ArticleIdList": ["PMC2739008", "18599801"]}, {"Citation": "Leary PJ, Kaufman JD, Barr RG, Bluemke DA, Curl CL, Hough CL, et al. Traffic-related air pollution and the right ventricle. The multi-ethnic study of atherosclerosis. Am J Respir Crit Care Med. 2014;189:1093–100.", "ArticleIdList": ["PMC4098110", "24593877"]}, {"Citation": "Van Hee VC, Adar SD, Szpiro AA, Barr RG, Bluemke DA, Diez Roux AV, et al. Exposure to traffic and left ventricular mass and function: The multi-ethnic study of atherosclerosis. Am J Respir Crit Care Med. 2009;179:827–34.", "ArticleIdList": ["PMC2675567", "19164703"]}, {"Citation": "Newman NC, Ryan P, Lemasters G, Levin L, Bernstein D, Hershey GK, et al. Traffic-related air pollution exposure in the first year of life and behavioral scores at 7 years of age. Environ Health Perspect. 2013;121:731–6.", "ArticleIdList": ["PMC3672910", "23694812"]}, {"Citation": "Haynes EN, Chen A, Ryan P, Succop P, Wright J, Dietrich KN. Exposure to airborne metals and particulate matter and risk for youth adjudicated for criminal activity. Environ Res. 2011;111:1243–8.", "ArticleIdList": ["PMC3883046", "21864838"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Ontiveros E, Gómez-Garza G, Barragán-Mejía G, Broadway J, et al. Air pollution, cognitive deficits and brain abnormalities: A pilot study with children and dogs. Brain Cogn. 2008;68:117–27.", "ArticleIdList": ["18550243"]}, {"Citation": "Calderón-Garcidueñas L, Solt AC, Henríquez-Roldán C, Torres-Jardón R, Nuse B, Herritt L, et al. Long-term air pollution exposure is associated with neuroinflammation, an altered innate immune response, disruption of the blood-brain barrier, ultrafine particulate deposition, and accumulation of amyloid beta-42 and alpha-synuclein in children and young adults. Toxicol Pathol. 2008;36:289–310.", "ArticleIdList": ["18349428"]}, {"Citation": "Rotton J, Frey J, Barry T, Milligan M, Fitzpatrick M. The air pollution experience and physical aggression1. J Appl Soc Psychol. 1979;9:397–412."}, {"Citation": "Evans GW. The built environment and mental health. J Urban Health. 2003;80:536–55.", "ArticleIdList": ["PMC3456225", "14709704"]}, {"Citation": "Jones JW, Bogat GA. Air pollution and human aggression. Psychol Rep. 1978;43(3 Pt 1):721–2.", "ArticleIdList": ["740812"]}, {"Citation": "Goldsmith LA. Skin effects of air pollution. Otolaryngol Head Neck Surg. 1996;114:217–9.", "ArticleIdList": ["8637736"]}, {"Citation": "Singh B, Maibach H. Climate and skin function: An overview. Skin Res Technol. 2013;19:207–12.", "ArticleIdList": ["23521370"]}, {"Citation": "Vierkötter A, Schikowski T, Ranft U, Sugiri D, Matsui M, Krämer U, et al. Airborne particle exposure and extrinsic skin aging. J Invest Dermatol. 2010;130:2719–26.", "ArticleIdList": ["20664556"]}, {"Citation": "Drakaki E, Dessinioti C, Antoniou CV. Air pollution and the skin. Front Environ Sci. 2014;2:11."}, {"Citation": "Potera C. More human, more humane: A new approach for testing airborne pollutants. Environ Health Perspect. 2007;115:A148–51.", "ArticleIdList": ["PMC1849917", "17431472"]}, {"Citation": "Motta S, Federico C, Saccone S, Librando V, Mosesso P. Cytogenetic evaluation of extractable agents from airborne particulate matter generated in the city of Catania (Italy) Mutat Res. 2004;561:45–52.", "ArticleIdList": ["15238229"]}, {"Citation": "Ito Y, Ramdhan DH, Yanagiba Y, Yamagishi N, Kamijima M, Nakajima T. Exposure to nanoparticle-rich diesel exhaust may cause liver damage. Nihon Eiseigaku Zasshi. 2011;66:638–42.", "ArticleIdList": ["21996760"]}, {"Citation": "Roberts AL, Lyall K, Hart JE, Laden F, Just AC, Bobb JF, et al. Perinatal air pollutant exposures and autism spectrum disorder in the children of nurses’ health study II participants. Environ Health Perspect. 2013;121:978–84.", "ArticleIdList": ["PMC3734496", "23816781"]}, {"Citation": "Kalkbrenner AE, Daniels JL, Chen JC, Poole C, Emch M, Morrissey J. Perinatal exposure to hazardous air pollutants and autism spectrum disorders at age 8. Epidemiology. 2010;21:631–41.", "ArticleIdList": ["PMC2989602", "20562626"]}, {"Citation": "Volk HE, Lurmann F, Penfold B, Hertz-Picciotto I, McConnell R. Traffic-related air pollution, particulate matter, and autism. JAMA Psychiatry. 2013;70:71–7.", "ArticleIdList": ["PMC4019010", "23404082"]}, {"Citation": "Becerra TA, Wilhelm M, Olsen J, Cockburn M, Ritz B. Ambient air pollution and autism in Los Angeles county, California. Environ Health Perspect. 2013;121:380–6.", "ArticleIdList": ["PMC3621187", "23249813"]}, {"Citation": "de Cock M, Maas YG, van de Bor M. Does perinatal exposure to endocrine disruptors induce autism spectrum and attention deficit hyperactivity disorders? Review. Acta Paediatr. 2012;101:811–8.", "ArticleIdList": ["22458970"]}, {"Citation": "Ritz B, Qiu J, Lee PC, Lurmann F, Penfold B, Erin Weiss R, et al. Prenatal air pollution exposure and ultrasound measures of fetal growth in Los Angeles, California. Environ Res. 2014;130:7–13.", "ArticleIdList": ["PMC4016959", "24517884"]}, {"Citation": "Liu S, Krewski D, Shi Y, Chen Y, Burnett RT. Association between maternal exposure to ambient air pollutants during pregnancy and fetal growth restriction. J Expo Sci Environ Epidemiol. 2007;17:426–32.", "ArticleIdList": ["16736056"]}, {"Citation": "Stieb DM, Chen L, Eshoul M, Judek S. Ambient air pollution, birth weight and preterm birth: A systematic review and meta-analysis. Environ Res. 2012;117:100–11.", "ArticleIdList": ["22726801"]}, {"Citation": "Yucra S, Tapia V, Steenland K, Naeher LP, Gonzales GF. Maternal exposure to biomass smoke and carbon monoxide in relation to adverse pregnancy outcome in two high altitude cities of Peru. Environ Res. 2014;130:29–33.", "ArticleIdList": ["PMC3998100", "24561394"]}, {"Citation": "Vawda S, Mansour R, Takeda A, Funnell P, Kerry S, Mudway I, et al. Associations between inflammatory and immune response genes and adverse respiratory outcomes following exposure to outdoor air pollution: A HuGE systematic review. Am J Epidemiol. 2014;179:432–42.", "ArticleIdList": ["24243740"]}, {"Citation": "Behrendt H, Alessandrini F, Buters J, Krämer U, Koren H, Ring J. Environmental pollution and allergy: Historical aspects. Chem Immunol Allergy. 2014;100:268–77.", "ArticleIdList": ["24925407"]}, {"Citation": "Hadnagy W, Stiller-Winkler R, Idel H. Immunological alterations in sera of persons living in areas with different air pollution. Toxicol Lett. 1996;88:147–53.", "ArticleIdList": ["8920729"]}, {"Citation": "Dietert RR. Distinguishing environmental causes of immune dysfunction from pediatric triggers of disease. Open Pediatr Med J. 2009;3:38–44."}, {"Citation": "Saxon A, Diaz-Sanchez D. Air pollution and allergy: You are what you breathe. Nat Immunol. 2005;6:223–6.", "ArticleIdList": ["15716966"]}, {"Citation": "West SK, Bates MN, Lee JS, Schaumberg DA, Lee DJ, Adair-Rohani H, et al. Is household air pollution a risk factor for eye disease? Int J Environ Res Public Health. 2013;10:5378–98.", "ArticleIdList": ["PMC3863851", "24284355"]}, {"Citation": "Klopfer J. Effects of environmental air pollution on the eye. J Am Optom Assoc. 1989;60:773–8.", "ArticleIdList": ["2685084"]}, {"Citation": "Rozanova E, Heilig P, Godnic-Cvar J. The eye – A neglected organ in environmental and occupational medicine: An overview of known environmental and occupational non-traumatic effects on the eyes. Arh Hig Rada Toksikol. 2009;60:205–15.", "ArticleIdList": ["19581215"]}, {"Citation": "Chang CJ, Yang HH, Chang CA, Tsai HY. Relationship between air pollution and outpatient visits for nonspecific conjunctivitis. Invest Ophthalmol Vis Sci. 2012;53:429–33.", "ArticleIdList": ["22205603"]}, {"Citation": "Bourcier T, Viboud C, Cohen JC, Thomas F, Bury T, Cadiot L, et al. Effects of air pollution and climatic conditions on the frequency of ophthalmological emergency examinations. Br J Ophthalmol. 2003;87:809–11.", "ArticleIdList": ["PMC1771754", "12812873"]}, {"Citation": "Khalilzadeh S, Khalilzadeh Z, Emami H, Masjedi MR. The relation between air pollution and cardiorespiratory admissions in Tehran. Tanaffos. 2009;8:35–40."}, {"Citation": "Saeb K, Maryam M, Saeed K. Air pollution estimation from traffic flows in Tehran highways. Curr World Environ. 2012;7:1–6."}, {"Citation": "Kakouei A, Vatani A, Idris AK. An estimation of traffic related CO2 emissions from motor vehicles in the capital city of, Iran. Iranian J Environ Health Sci Eng. 2012;9:13.", "ArticleIdList": ["PMC3561082", "23369252"]}, {"Citation": "Ronaghy HA. Major source of air pollution in Iranian cities. J Iran Res Anal. 2001;17:56–65."}, {"Citation": "Shafie-Pour M, Tavakoli A. On-road vehicle emissions forecast using IVE simulation model. Int J Environ Res. 2013;7:367–76."}, {"Citation": "Naddafi K, Hassanvand MS, Yunesian M, Momeniha F, Nabizadeh R, Faridi S, et al. Health impact assessment of air pollution in megacity of Tehran, Iran. Iranian J Environ Health Sci Eng. 2012;9:28.", "ArticleIdList": ["PMC3561072", "23369114"]}, {"Citation": "Phys. org. Tehran Air Pollution Leaves 4,460 Dead: Health Official. 2013.  Available from: http://phys.org/news/2013-01-tehran-air-pollution-dead-health.html ."}, {"Citation": "Asadikia H, Oyarhossein R, Saleh I, Rafiee H, Zare S. Economie growth and air pollution in Iran during development programs. J Environ Stud. 2009;35:93–100."}, {"Citation": "Xepapadeas A. Economic growth and the environment. In: Maler KG, Vincent JR, editors. Handbook of Environmental Economics. 1st ed. North Holland: Elsevier; 2005. pp. 1219–71."}, {"Citation": "Panwar N, Kaushik S, Kothari S. Role of renewable energy sources in environmental protection: A review. Renewable Sustain Energy Rev. 2011;15:1513–24."}, {"Citation": "Dincer I. Renewable energy and sustainable development: A crucial review. Renewable Sustain Energy Rev. 2000;4:157–75."}, {"Citation": "Rizwan S, Nongkynrih B, Gupta SK. “Air pollution in Delhi: Its Magnitude and Effects on Health”. Indian J Community Med. 2013;38:4–8.", "ArticleIdList": ["PMC3612296", "23559696"]}, {"Citation": "Goldemberg J, Johansson TB, Reddy AK, Williams RH. Energy for the new millennium. Ambio. 2001;30:330–7.", "ArticleIdList": ["11757280"]}, {"Citation": "Jacobson MZ. Review of solutions to global warming, air pollution, and energy security. Energy Environ Sci. 2009;2:148–73."}, {"Citation": "Faiz A, Weaver CS, Walsh MP. Air Pollution from Motor Vehicles: Standards and Technologies for Controlling Emissions. 1st ed. Washington, DC: World Bank Publications; 1996."}, {"Citation": "Wong EY, Gohlke J, Griffith WC, Farrow S, Faustman EM. Assessing the health benefits of air pollution reduction for children. Environ Health Perspect. 2004;112:226–32.", "ArticleIdList": ["PMC1241833", "14754578"]}, {"Citation": "Hall JV, Brajer V, Lurmann FW. Air pollution, health and economic benefits – Lessons from 20 years of analysis. Ecol Econ. 2010;69:2590–7."}, {"Citation": "Haines A, Smith KR, Anderson D, Epstein PR, McMichael AJ, Roberts I, et al. Policies for accelerating access to clean energy, improving health, advancing development, and mitigating climate change. Lancet. 2007;370:1264–81.", "ArticleIdList": ["17868819"]}, {"Citation": "Barnett AG, Knibbs LD. Higher fuel prices are associated with lower air pollution levels. Environ Int. 2014;66:88–91.", "ArticleIdList": ["24552771"]}, {"Citation": "Becker R, Henderson V. Effects of air quality regulations on polluting industries. J Polit Econ. 2000;108:379–421."}, {"Citation": "Stavins RN, Whitehead B. The Greening of America's Taxes: Pollution Charges and Environmental Protection. 1st ed. Cambridge, MA: Center for Science and International Affairs, John F. Kennedy School of Government, Harvard University; 1992."}, {"Citation": "Holman C. Sources of air pollution. In: Holgate ST, Samet JM, Koren HS, Maynard RL, editors. Air Pollution and Health. 1st ed. London: Academic Press; 1999. pp. 115–48."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "1", "Day": "24"}, {"Year": "2016", "Month": "3", "Day": "1"}, {"Year": "2016", "Month": "5", "Day": "24"}, {"Year": "2016", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "9", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["27904610", "PMC5122104", "10.4103/1735-1995.189646", "JRMS-21-65"]}}], "PubmedBookArticle": []}