{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Air pollution", "Hypertensive disorders of pregnancy", "Ozone", "Windows of exposure"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27940104", "DateCompleted": {"Year": "2017", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "12", "Day": "08"}], "ELocationID": ["10.1016/j.envres.2016.12.002", "S0013-9351(16)30878-7"], "Journal": {"ISSN": "1096-0953", "JournalIssue": {"Volume": "153", "PubDate": {"Year": "2017", "Month": "Feb"}}, "Title": "Environmental research", "ISOAbbreviation": "Environ Res"}, "ArticleTitle": "Ozone and hypertensive disorders of pregnancy in Florida: Identifying critical windows of exposure.", "Pagination": {"StartPage": "120", "EndPage": "125", "MedlinePgn": "120-125"}, "Abstract": {"AbstractText": ["Ozone (O<sub>3</sub>) has been linked to hypertensive disorders of pregnancy (HDP). However, inconsistent results have been reported, and no study has examined the critical exposure windows during pregnancy.", "We used Florida birth vital statistics records to investigate the association between HDP and O<sub>3</sub> exposure among 655,529 pregnancies with conception dates between 2005 and 2007. Individual O<sub>3</sub> exposure was assessed at mothers' home address at the time of delivery using the Hierarchical Bayesian space-time statistical model. We examined the association during three predefined exposure windows including trimester 1, trimester 2, and trimesters 1&2, as well as in each week of the first two trimesters using distributed lag models.", "Pregnancies with HDP had a higher mean exposure to O<sub>3</sub> (39.07 in trimester 1, 39.02 in trimester 2, and 39.06 in trimesters 1&2, unit: ppb) than those without HDP (38.65 in trimester 1, 38.57 in trimester 2, and 38.61 in trimesters 1&2, unit: ppb). In the adjusted logistic regression model, increased odds of HDP were observed for each 5 ppb increase in O<sub>3</sub> (OR<sub>Trimester1</sub>=1.04, 95% CI: 1.03, 1.06; OR<sub>Trimester2</sub>=1.03, 95% CI: 1.02, 1.04; OR<sub>Trimester1&2</sub>=1.07, 95% CI: 1.05, 1.08). In the distributed lag models, elevated odds of HDP were observed with increased O<sub>3</sub> exposure during the 1st to 24th weeks of gestation, with higher odds during early pregnancy.", "O<sub>3</sub> exposure during pregnancy is related to increased odds of HDP, and early pregnancy appears to be a potentially critical window of exposure."], "CopyrightInformation": "Copyright © 2016 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology, College of Public Health and Health Professions and College of Medicine, University of Florida, Gainesville, FL, USA. Electronic address: huihu@ufl.edu."}], "LastName": "Hu", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Epidemiology Branch, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD, 20892 USA."}], "LastName": "Ha", "ForeName": "Sandie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology & Biostatistics, School of Public Health, Texas A&M University, College Station, TX, USA. Electronic address: xiaohui.xu@sph.tamhsc.edu."}], "LastName": "Xu", "ForeName": "Xiaohui", "Initials": "X"}], "GrantList": [{"GrantID": "K01 ES019177", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Environ Res", "NlmUniqueID": "0147621", "ISSNLinking": "0013-9351"}, "ChemicalList": [{"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Cohort Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Florida"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Hypertension"}, {"QualifierName": [], "DescriptorName": "Maternal Exposure"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Ozone"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Pre-Eclampsia"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["chemically induced", "epidemiology"], "DescriptorName": "Pregnancy Complications, Cardiovascular"}, {"QualifierName": [], "DescriptorName": "Pregnancy Trimester, First"}, {"QualifierName": [], "DescriptorName": "Retrospective Studies"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "Competing financial interests: The authors disclose that they have no actual or potential competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Allen VM, et al. The effect of hypertensive disorders in pregnancy on small for gestational age and stillbirth: a population based study. BMC Pregnancy Childbirth. 2004;4:17.", "ArticleIdList": ["PMC515178", "15298717"]}, {"Citation": "Ananth CV, Vintzileos AM. Maternal-fetal conditions necessitating a medical intervention resulting in preterm birth. Am J Obstet Gynecol. 2006;195:1557–63.", "ArticleIdList": ["17014813"]}, {"Citation": "Ayala DE, et al. Blood pressure variability during gestation in healthy and complicated pregnancies. Hypertension. 1997;30:611–618.", "ArticleIdList": ["9322990"]}, {"Citation": "Bauer ST, Cleary KL. Cardiopulmonary complications of pre-eclampsia. Semin Perinatol. 2009;33:158–65.", "ArticleIdList": ["19464506"]}, {"Citation": "Bellamy L, et al. Pre-eclampsia and risk of cardiovascular disease and cancer in later life: systematic review and meta-analysis. BMJ. 2007;335:974.", "ArticleIdList": ["PMC2072042", "17975258"]}, {"Citation": "Bind MA, et al. Air pollution and markers of coagulation, inflammation, and endothelial function: associations and epigene-environment interactions in an elderly cohort. Epidemiology. 2012;23:332–40.", "ArticleIdList": ["PMC3285258", "22237295"]}, {"Citation": "Brook RD, et al. Inhalation of fine particulate air pollution and ozone causes acute arterial vasoconstriction in healthy adults. Circulation. 2002;105:1534–1536.", "ArticleIdList": ["11927516"]}, {"Citation": "Brook RD, et al. Air pollution and cardiovascular disease: a statement for healthcare professionals from the Expert Panel on Population and Prevention Science of the American Heart Association. Circulation. 2004;109:2655–71.", "ArticleIdList": ["15173049"]}, {"Citation": "Chen R, et al. Cardiopulmonary benefits of reducing indoor particles of outdoor origin: a randomized, double-blind crossover trial of air purifiers. Journal of the American College of Cardiology. 2015;65:2279–2287.", "ArticleIdList": ["PMC5360574", "26022815"]}, {"Citation": "Coogan PF, et al. Air pollution and incidence of hypertension and diabetes mellitus in black women living in Los Angeles. Circulation. 2012;125:767–72.", "ArticleIdList": ["PMC3326581", "22219348"]}, {"Citation": "Darrow LA, et al. Ambient air pollution and birth weight in full-term infants in Atlanta, 1994–2004. Environmental health perspectives. 2011;119:731.", "ArticleIdList": ["PMC3094429", "21156397"]}, {"Citation": "Dong GH, et al. Association between long-term air pollution and increased blood pressure and hypertension in China. Hypertension. 2013;61:578–84.", "ArticleIdList": ["23357184"]}, {"Citation": "Duley L. The global impact of pre-eclampsia and eclampsia. Semin Perinatol. 2009;33:130–7.", "ArticleIdList": ["19464502"]}, {"Citation": "Fenzl V, et al. Trace elements and oxidative stress in hypertensive disorders of pregnancy. Archives of gynecology and obstetrics. 2013;287:19–24.", "ArticleIdList": ["22878906"]}, {"Citation": "Florida Department of Environmental Protection. Florida’s Ozone and Particulate Matter Air Quality Trends. 2012"}, {"Citation": "Foraster M, et al. Association of long-term exposure to traffic-related air pollution with blood pressure and hypertension in an adult population-based cohort in Spain (the REGICOR study) Environ Health Perspect. 2014;122:404–11.", "ArticleIdList": ["PMC3984222", "24531056"]}, {"Citation": "Ghio AJ, et al. Composition of air pollution particles and oxidative stress in cells, tissues, and living systems. J Toxicol Environ Health B Crit Rev. 2012;15:1–21.", "ArticleIdList": ["22202227"]}, {"Citation": "Goldenberg RL, et al. Epidemiology and causes of preterm birth. Lancet. 2008;371:75–84.", "ArticleIdList": ["PMC7134569", "18177778"]}, {"Citation": "Hermida RC, et al. Predictable blood pressure variability in healthy and complicated pregnancies. Hypertension. 2001;38:736–741.", "ArticleIdList": ["11566967"]}, {"Citation": "Hu H, et al. Association of atmospheric particulate matter and ozone with gestational diabetes mellitus. Environmental health perspectives. 2015;123:853.", "ArticleIdList": ["PMC4559952", "25794412"]}, {"Citation": "Hu H, et al. Ambient air pollution and hypertensive disorders of pregnancy: A systematic review and meta-analysis. Atmospheric Environment. 2014;97:336–345.", "ArticleIdList": ["PMC4166571", "25242883"]}, {"Citation": "Huang W, et al. Air pollution and autonomic and vascular dysfunction in patients with cardiovascular disease: interactions of systemic inflammation, overweight, and gender. Am J Epidemiol. 2012;176:117–26.", "ArticleIdList": ["PMC3493195", "22763390"]}, {"Citation": "Lee PC, et al. Particulate air pollution exposure and C-reactive protein during early pregnancy. Epidemiology. 2011;22:524–31.", "ArticleIdList": ["PMC4325994", "21516040"]}, {"Citation": "Lo JO, et al. Hypertensive disease of pregnancy and maternal mortality. Curr Opin Obstet Gynecol. 2013;25:124–32.", "ArticleIdList": ["23403779"]}, {"Citation": "Malmqvist E, et al. Gestational diabetes and preeclampsia in association with air pollution at levels below current air quality guidelines. Environmental health perspectives. 2013;121:488–493.", "ArticleIdList": ["PMC3620758", "23563048"]}, {"Citation": "McMillan N, et al. Combining numerical model output and particulate data using Bayesian space–time modeling. Environmetrics. 2010;21:48–65."}, {"Citation": "Michikawa T, et al. A register-based study of the association between air pollutants and hypertensive disorders in pregnancy among the Japanese population. Environmental research. 2015;142:644–650.", "ArticleIdList": ["26340650"]}, {"Citation": "Miller MA, Carpenter M. Medical Management of the Pregnant Patient. Springer; 2015. Hypertensive Disorders of Pregnancy; pp. 177–193."}, {"Citation": "Mobasher Z, et al. Associations between ambient air pollution and Hypertensive Disorders of Pregnancy. Environ Res. 2013;123:9–16.", "ArticleIdList": ["PMC4539955", "23522615"]}, {"Citation": "Nagiah S, et al. Oxidative stress and air pollution exposure during pregnancy: A molecular assessment. Hum Exp Toxicol. 2015;34:838–47.", "ArticleIdList": ["25403174"]}, {"Citation": "National High Blood Pressure Education Program. Report of the national high blood pressure education program working group on high blood pressure in pregnancy. Vol. 183. American journal of obstetrics and gynecology; 2000. pp. s1–s22.", "ArticleIdList": ["10920346"]}, {"Citation": "Nodari S, et al. Endothelial damage due to air pollution. Heart Int. 2006;2:115.", "ArticleIdList": ["PMC3184663", "21977260"]}, {"Citation": "O’Brien WF. Predicting preeclampsia. Obstetrics & Gynecology. 1990;75:445–452.", "ArticleIdList": ["2137575"]}, {"Citation": "Olsson D, et al. Air pollution exposure in early pregnancy and adverse pregnancy outcomes: a register-based cohort study. BMJ Open. 2013;3", "ArticleIdList": ["PMC3585966", "23386578"]}, {"Citation": "Orpana AK, et al. The calcium-dependent nitric oxide production of human vascular endothelial cells in preeclampsia. American journal of obstetrics and gynecology. 1996;174:1056–1060.", "ArticleIdList": ["8633636"]}, {"Citation": "Ouzounian JG, Elkayam U. Physiologic changes during normal pregnancy and delivery. Cardiology clinics. 2012;30:317–329.", "ArticleIdList": ["22813360"]}, {"Citation": "Pedersen M, et al. Ambient air pollution and pregnancy-induced hypertensive disorders: a systematic review and meta-analysis. Hypertension. 2014;64:494–500.", "ArticleIdList": ["24935943"]}, {"Citation": "Rodrigo R, et al. The role of oxidative stress in the pathophysiology of hypertension. Hypertens Res. 2011;34:431–40.", "ArticleIdList": ["21228777"]}, {"Citation": "Romero R, et al. Preterm labor: one syndrome, many causes. Science. 2014;345:760–765.", "ArticleIdList": ["PMC4191866", "25124429"]}, {"Citation": "Sánchez-Aranguren LC, et al. Endothelial dysfunction and preeclampsia: role of oxidative stress. Frontiers in physiology. 2014;5:372.", "ArticleIdList": ["PMC4193194", "25346691"]}, {"Citation": "Savitz DA, et al. Ambient Fine Particulate Matter, Nitrogen Dioxide, and Hypertensive Disorders of Pregnancy in New York City. Epidemiology. 2015;26:748–757.", "ArticleIdList": ["PMC4719124", "26237745"]}, {"Citation": "Slama R, et al. Meeting report: atmospheric pollution and human reproduction. Environ Health Perspect. 2008;116:791–8.", "ArticleIdList": ["PMC2430236", "18560536"]}, {"Citation": "Šrám RJ, et al. Ambient air pollution and pregnancy outcomes: a review of the literature. Environmental health perspectives. 2005:375–382.", "ArticleIdList": ["PMC1278474", "15811825"]}, {"Citation": "Strand LB, et al. Methodological challenges when estimating the effects of season and seasonal exposures on birth outcomes. BMC Med Res Methodol. 2011;11:49.", "ArticleIdList": ["PMC3102035", "21501523"]}, {"Citation": "U.S. EPA. Air Quality Data for the CDC National Environmental Public Health Tracking Network. 2014"}, {"Citation": "van den Hooven EH, et al. Air pollution, blood pressure, and the risk of hypertensive complications during pregnancy: the generation R study. Hypertension. 2011;57:406–12.", "ArticleIdList": ["21220700"]}, {"Citation": "van den Hooven EH, et al. Residential traffic exposure and pregnancy-related outcomes: a prospective birth cohort study. Environ Health. 2009;8:59.", "ArticleIdList": ["PMC2811104", "20028508"]}, {"Citation": "Vinikoor-Imler LC, et al. The effects of exposure to particulate matter and neighbourhood deprivation on gestational hypertension. Paediatr Perinat Epidemiol. 2012;26:91–100.", "ArticleIdList": ["22324494"]}, {"Citation": "Wallis AB, et al. Secular trends in the rates of preeclampsia, eclampsia, and gestational hypertension, United States, 1987–2004. Am J Hypertens. 2008;21:521–6.", "ArticleIdList": ["18437143"]}, {"Citation": "Wang IK, et al. Hypertensive disorders in pregnancy and subsequent diabetes mellitus: a retrospective cohort study. Am J Med. 2012;125:251–7.", "ArticleIdList": ["22340922"]}, {"Citation": "Wolf M, et al. Differential risk of hypertensive disorders of pregnancy among Hispanic women. Journal of the American Society of Nephrology. 2004;15:1330–1338.", "ArticleIdList": ["15100374"]}, {"Citation": "Wu CS, et al. Health of children born to mothers who had preeclampsia: a population-based cohort study. Am J Obstet Gynecol. 2009;201:269 e1–269 e10.", "ArticleIdList": ["19733276"]}, {"Citation": "Xu X, et al. Ambient air pollution and hypertensive disorder of pregnancy. J Epidemiol Community Health 2013", "ArticleIdList": ["PMC3878158", "24022815"]}, {"Citation": "Yoder SR, et al. Hypertension in pregnancy and women of childbearing age. Am J Med. 2009;122:890–5.", "ArticleIdList": ["19786154"]}, {"Citation": "Zhai D, et al. Maternal exposure to moderate ambient carbon monoxide is associated with decreased risk of preeclampsia. Am J Obstet Gynecol. 2012;207:57 e1–9.", "ArticleIdList": ["22521459"]}, {"Citation": "Zusterzeel P, et al. Ethene and other biomarkers of oxidative stress in hypertensive disorders of pregnancy. Hypertension in pregnancy. 2002;21:39–49.", "ArticleIdList": ["12044342"]}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "10", "Day": "24"}, {"Year": "2016", "Month": "11", "Day": "30"}, {"Year": "2016", "Month": "12", "Day": "1"}, {"Year": "2016", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27940104", "NIHMS835375", "PMC5222744", "10.1016/j.envres.2016.12.002", "S0013-9351(16)30878-7"]}}], "PubmedBookArticle": []}