{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["atmospheric chemistry", "climate change", "climate engineering", "geoengineering", "stratospheric ozone"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "27956628", "DateCompleted": {"Year": "2018", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "12", "Day": "12"}], "ELocationID": ["10.1073/pnas.1615572113"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "113", "Issue": "52", "PubDate": {"Year": "2016", "Month": "Dec", "Day": "27"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Stratospheric solar geoengineering without ozone loss.", "Pagination": {"StartPage": "14910", "EndPage": "14914", "MedlinePgn": "14910-14914"}, "Abstract": {"AbstractText": ["Injecting sulfate aerosol into the stratosphere, the most frequently analyzed proposal for solar geoengineering, may reduce some climate risks, but it would also entail new risks, including ozone loss and heating of the lower tropical stratosphere, which, in turn, would increase water vapor concentration causing additional ozone loss and surface warming. We propose a method for stratospheric aerosol climate modification that uses a solid aerosol composed of alkaline metal salts that will convert hydrogen halides and nitric and sulfuric acids into stable salts to enable stratospheric geoengineering while reducing or reversing ozone depletion. Rather than minimizing reactive effects by reducing surface area using high refractive index materials, this method tailors the chemical reactivity. Specifically, we calculate that injection of calcite (CaCO<sub>3</sub>) aerosol particles might reduce net radiative forcing while simultaneously increasing column ozone toward its preanthropogenic baseline. A radiative forcing of -1 W⋅m<sup>-2</sup>, for example, might be achieved with a simultaneous 3.8% increase in column ozone using 2.1 Tg⋅y<sup>-1</sup> of 275-nm radius calcite aerosol. Moreover, the radiative heating of the lower stratosphere would be roughly 10-fold less than if that same radiative forcing had been produced using sulfate aerosol. Although solar geoengineering cannot substitute for emissions cuts, it may supplement them by reducing some of the risks of climate change. Further research on this and similar methods could lead to reductions in risks and improved efficacy of solar geoengineering methods."]}, "AuthorList": [{"Identifier": ["0000-0002-8224-3780"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138; david_keith@harvard.edu."}, {"Identifier": [], "Affiliation": "John F. Kennedy School of Government, Harvard University, Cambridge, MA 02138."}], "LastName": "Keith", "ForeName": "David W", "Initials": "DW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138."}], "LastName": "Weisenstein", "ForeName": "Debra K", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138."}], "LastName": "Dykema", "ForeName": "John A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138."}, {"Identifier": [], "Affiliation": "Department of Chemistry and Chemical Biology, Harvard University, Cambridge, MA 02138."}], "LastName": "Keutsch", "ForeName": "Frank N", "Initials": "FN"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kravitz B, et al. A multi-model assessment of regional climate disparities caused by solar geoengineering. Environ Res Lett. 2014;9(7):074013."}, {"Citation": "Weisenstein DK, Keith DW, Dykema J. Solar geoengineering using solid aerosol in the stratosphere. Atmos Chem Phys. 2015;15(20):11835–11859."}, {"Citation": "Keith DW, MacMartin DG. A temporary, moderate and responsive scenario for solar geoengineering. Nat Clim Change. 2015;5(3):201–206."}, {"Citation": "National Research Council . Climate Intervention: Reflecting Sunlight to Cool Earth. Natl Acad Press; Washington, DC: 2015."}, {"Citation": "Crutzen PJ. Albedo enhancement by stratospheric sulfur injections: A contribution to resolve a policy dilemma? Clim Change. 2006;77(3):211–220."}, {"Citation": "Heckendorn P, et al. The impact of geoengineering aerosols on stratospheric temperature and ozone. Environ Res Lett. 2009;4(4):045108."}, {"Citation": "Pitari G, et al. Stratospheric ozone response to sulfate geoengineering: Results from the Geoengineering Model Intercomparison Project (GeoMIP) J Geophys Res Atmos. 2014;119(5):2629–2653."}, {"Citation": "Tilmes S, Müller R, Salawitch R. The sensitivity of polar ozone depletion to proposed geoengineering schemes. Science. 2008;320(5880):1201–1204.", "ArticleIdList": ["18436741"]}, {"Citation": "Teller E, Wood L, Hyde R. Global Warming and Ice Ages: I. Prospects for Physics-Based Modulation of Global Change. Lawrence Livermore Natl Lab; Livermore, CA: 1997."}, {"Citation": "Blackstock J, Battisti D, Caldeira K. Climate Engineering Responses to Climate Emergencies. Novim Study Group; Santa Barbara, CA: 2009."}, {"Citation": "Keith DW. Photophoretic levitation of engineered aerosols for geoengineering. Proc Natl Acad Sci USA. 2010;107(38):16428–16431.", "ArticleIdList": ["PMC2944714", "20823254"]}, {"Citation": "Pope F, et al. Stratospheric aerosol particles and solar-radiation management. Nat Clim Change. 2012;2(10):713–719."}, {"Citation": "Benduhn F, Lawrence M. An investigation of the role of sedimentation for stratospheric solar radiation management. J Geophys Res Atmos. 2013;118(14):7905–7921."}, {"Citation": "Maruyama S, Nagayama T, Gonome H, Okajima J. Possibility for controlling global warming by launching nanoparticles into the stratosphere. J Thern Sci Tech-Jpn. 2015;10(2):JTST0022."}, {"Citation": "Committee on Science Engineering and Public Policy . Policy Implications of Greenhouse Warming: Mitigation, Adaptation, and the Science Base. Natl Acad Press; Washington, DC: 1992. Appendix Q: Geoengineering options; pp. 817–835."}, {"Citation": "Ferraro AJ, Highwood EJ, Charlton‐Perez AJ. Stratospheric heating by potential geoengineering aerosols. Geophys Res Lett. 2011;38(24):L24706."}, {"Citation": "Jones AC, Haywood JM. Climatic impacts of stratospheric geoengineering with sulfate, black carbon and titania injection. Atmos Chem Phys. 2016;16(5):2843–2862."}, {"Citation": "Dykema JA, Keith DW, Keutsch FN. Improved aerosol radiative properties as a foundation for solar geoengineering risk assessment. Geophys Res Lett. 2016;43(14):7758–7766."}, {"Citation": "Cicerone RJ, Elliott S, Turco RP. Reduced antarctic ozone depletions in a model with hydrocarbon injections. Science. 1991;254(5035):1191–1194.", "ArticleIdList": ["17776410"]}, {"Citation": "Santschi Ch, Rossi MJ. Uptake of CO2, SO2, HNO3 and HCl on calcite (CaCO3) at 300 K: Mechanism and the role of adsorbed water. J Phys Chem A. 2006;110(21):6789–6802.", "ArticleIdList": ["16722695"]}, {"Citation": "Atchudan R, Na HB, Cheong IW, Jool J. Facile synthesis of monodispersed cubic and spherical calcite nanoparticles in the presence of cetyltrimethylammonium bromide. J Nanosci Nanotechnol. 2015;15(4):2702–2714.", "ArticleIdList": ["26353484"]}, {"Citation": "McClellan J, Keith DW, Apt J. Cost analysis of stratospheric albedo modification delivery systems. Environ Res Lett. 2012;7(3):034019."}, {"Citation": "Lawrence CR, Neff JC. The contemporary physical and chemical flux of aeolian dust: A synthesis of direct measurements of dust deposition. Chem Geol. 2009;267(1):46–63."}, {"Citation": "Portmann RW, Daniel JS, Ravishankara AR. Stratospheric ozone depletion due to nitrous oxide: Influences of other gases. Philos Trans R Soc Lond B Biol Sci. 2012;367(1593):1256–1264.", "ArticleIdList": ["PMC3306630", "22451111"]}, {"Citation": "Dykema JA, Keith DW, Anderson JG, Weisenstein D. Stratospheric controlled perturbation experiment: a small-scale experiment to improve understanding of the risks of solar geoengineering. Philos Trans R Soc Lond A Phys Eng Sci. 2014;372(2031):20140059.", "ArticleIdList": ["PMC4240955", "25404681"]}, {"Citation": "Weisenstein D, Penner J, Herzog M, Liu X. Global 2-D intercomparison of sectional and modal aerosol modules. Atmos Chem Phys. 2007;7(9):2339–2355."}, {"Citation": "Weisenstein DK, et al. Separating chemistry and transport effects in two‐dimensional models. J Geophys Res Atmos. 2004;109(D18):D18310."}, {"Citation": "Weisenstein DK, et al. A two‐dimensional model of sulfur species and aerosols. J Geophys Res Atmos. 1997;102(D11):13019–13035."}, {"Citation": "Farin D, Avnir D. Reactive fractal surfaces. J Phys Chem. 1987;91(22):5517–5521."}, {"Citation": "Hijioka Y, Matsuoka Y, Nishimoto H, Masui T, Kainuma M. Global GHG emission scenarios under GHG concentration stabilization targets. J Global Environ Eng. 2008;13:97–108."}, {"Citation": "Fleming EL, Jackman CH, Stolarski RS, Considine DB. Simulation of stratospheric tracers using an improved empirically based two‐dimensional model transport formulation. J Geophys Res Atmos. 1999;104(D19):23911–23934."}, {"Citation": "Goodman A, Underwood G, Grassian V. A laboratory study of the heterogeneous reaction of nitric acid on calcium carbonate particles. J Geophys Res Atmos. 2000;105(D23):29053–29064."}, {"Citation": "Usher CR, Michel AE, Grassian VH. Reactions on mineral dust. Chem Rev. 2003;103(12):4883–4940.", "ArticleIdList": ["14664636"]}, {"Citation": "Clough SA, et al. Atmospheric radiative transfer modeling: A summary of the AER codes. J Quant Spectrosc Radiat Transfer. 2005;91(2):233–244."}, {"Citation": "Mlawer EJ, Taubman SJ, Brown PD, Iacono MJ, Clough SA. Radiative transfer for inhomogeneous atmospheres: RRTM, a validated correlated‐k model for the longwave. J Geophys Res Atmos. 1997;102(D14):16663–16682."}, {"Citation": "Ghosh G. Dispersion-equation coefficients for the refractive index and birefringence of calcite and quartz crystals. Opt Commun. 1999;163(1):95–102."}, {"Citation": "Long L, Querry M, Bell R, Alexander R. Optical properties of calcite and gypsum in crystalline and powdered form in the infrared and far-infrared. Infrared Phys. 1993;34(2):191–201."}, {"Citation": "Rannou P, McKay C, Botet R, Cabane M. Semi-empirical model of absorption and scattering by isotropic fractal aggregates of spheres. Planet Space Sci. 1999;47(3):385–396."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2016", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["27956628", "PMC5206531", "10.1073/pnas.1615572113", "1615572113"]}}], "PubmedBookArticle": []}