{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28002493", "DateCompleted": {"Year": "2017", "Month": "07", "Day": "03"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "12", "Day": "21"}], "ELocationID": ["e0168862", "10.1371/journal.pone.0168862"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "11", "Issue": "12", "PubDate": {"Year": "2016"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "About the Sterilization of Chitosan Hydrogel Nanoparticles.", "Pagination": {"StartPage": "e0168862", "MedlinePgn": "e0168862"}, "Abstract": {"AbstractText": ["In the last years, nanostructured biomaterials have raised a great interest as platforms for delivery of drugs, genes, imaging agents and for tissue engineering applications. In particular, hydrogel nanoparticles (HNP) associate the distinctive features of hydrogels (high water uptake capacity, biocompatibility) with the advantages of being possible to tailor its physicochemical properties at nano-scale to increase solubility, immunocompatibility and cellular uptake. In order to be safe, HNP for biomedical applications, such as injectable or ophthalmic formulations, must be sterile. Literature is very scarce with respect to sterilization effects on nanostructured systems, and even more in what concerns HNP. This work aims to evaluate the effect and effectiveness of different sterilization methods on chitosan (CS) hydrogel nanoparticles. In addition to conventional methods (steam autoclave and gamma irradiation), a recent ozone-based method of sterilization was also tested. A model chitosan-tripolyphosphate (TPP) hydrogel nanoparticles (CS-HNP), with a broad spectrum of possible applications was produced and sterilized in the absence and in the presence of protective sugars (glucose and mannitol). Properties like size, zeta potential, absorbance, morphology, chemical structure and cytotoxicity were evaluated. It was found that the CS-HNP degrade by autoclaving and that sugars have no protective effect. Concerning gamma irradiation, the formation of agglomerates was observed, compromising the suspension stability. However, the nanoparticles resistance increases considerably in the presence of the sugars. Ozone sterilization did not lead to significant physical adverse effects, however, slight toxicity signs were observed, contrarily to gamma irradiation where no detectable changes on cells were found. Ozonation in the presence of sugars avoided cytotoxicity. Nevertheless, some chemical alterations were observed in the nanoparticles."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmácia, Faculdade de Ciências Farmacêuticas-Universidade de São Paulo, Butantã, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "Centro de Química Estrutural, Instituto Superior Técnico-Universidade de Lisboa, Lisboa, Portugal."}], "LastName": "Galante", "ForeName": "Raquel", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmácia, Faculdade de Ciências Farmacêuticas-Universidade de São Paulo, Butantã, São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "Agência Nacional de Vigilância Sanitária, Brasília, Brazil."}], "LastName": "Rediguieri", "ForeName": "Carolina F", "Initials": "CF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmácia, Faculdade de Ciências Farmacêuticas-Universidade de São Paulo, Butantã, São Paulo, Brazil."}], "LastName": "Kikuchi", "ForeName": "Irene Satiko", "Initials": "IS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Tecnologia das Radiações-Instituto de Pesquisas Energéticas e Nucleares, Butantã, São Paulo, Brazil."}], "LastName": "Vasquez", "ForeName": "Pablo A S", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Química Estrutural, Instituto Superior Técnico-Universidade de Lisboa, Lisboa, Portugal."}, {"Identifier": [], "Affiliation": "Departamento de Engenharia Mecânica and IDMEC-Instituto Superior Técnico-Universidade de Lisboa, Lisboa, Portugal."}], "LastName": "Colaço", "ForeName": "Rogério", "Initials": "R"}, {"Identifier": ["0000-0002-6179-9296"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Química Estrutural, Instituto Superior Técnico-Universidade de Lisboa, Lisboa, Portugal."}, {"Identifier": [], "Affiliation": "Centro de Investigação Interdisciplinar Egas Moniz, Instituto Superior de Ciências da Saúde Egas Moniz, Monte de Caparica, Caparica, Portugal."}], "LastName": "Serro", "ForeName": "Ana Paula", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Farmácia, Faculdade de Ciências Farmacêuticas-Universidade de São Paulo, Butantã, São Paulo, Brazil."}], "LastName": "Pinto", "ForeName": "Terezinha J A", "Initials": "TJ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Carbohydrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Protective Agents"}, {"RegistryNumber": "25852-47-5", "NameOfSubstance": "Hydrogel, Polyethylene Glycol Dimethacrylate"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}, {"RegistryNumber": "9012-76-4", "NameOfSubstance": "Chitosan"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Carbohydrates"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": ["chemistry"], "DescriptorName": "Chitosan"}, {"QualifierName": [], "DescriptorName": "Electric Conductivity"}, {"QualifierName": [], "DescriptorName": "Gamma Rays"}, {"QualifierName": [], "DescriptorName": "Hot Temperature"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hydrogel, Polyethylene Glycol Dimethacrylate"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Transmission"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Nanoparticles"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "Particle Size"}, {"QualifierName": ["chemistry"], "DescriptorName": "Protective Agents"}, {"QualifierName": [], "DescriptorName": "Spectrophotometry, Ultraviolet"}, {"QualifierName": [], "DescriptorName": "Spectroscopy, Fourier Transform Infrared"}, {"QualifierName": ["methods"], "DescriptorName": "Sterilization"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Laverty G, Gilmore B, Laverty G, Gilmore B. Characteristics and Treatment of Medical Device Related Infections. 51 Nova Publishers; 2012. p. 79–140."}, {"Citation": "Vetten MA, Yah CS, Singh T, Gulumian M. Challenges facing sterilization and depyrogenation of nanoparticles: Effects on structural stability and biomedical applications. Nanomedicine: Nanotechnology, Biology and Medicine. 2014;10(7)p. 1391–9.", "ArticleIdList": ["24709329"]}, {"Citation": "Dick HB, Schwenn O. Aseptic Production vs. Terminal Sterilization. Springer Berlin Heidelberg; 2000. p. 97–9."}, {"Citation": "França Á, Pelaz B, Moros M, Sánchez-Espinel C, Hernández A, Fernández-López C, et al. Sterilization Matters: Consequences of Different Sterilization Techniques on Gold Nanoparticles. Small. 2010;6(1)p. 89–95. 10.1002/smll.200901006", "ArticleIdList": ["10.1002/smll.200901006", "19937607"]}, {"Citation": "Jiang Y, Chen J, Deng C, Suuronen EJ, Zhong Z. Click hydrogels, microgels and nanogels: Emerging platforms for drug delivery and tissue engineering. Biomaterials. 2014;35(18)p. 4969–85. 10.1016/j.biomaterials.2014.03.001", "ArticleIdList": ["10.1016/j.biomaterials.2014.03.001", "24674460"]}, {"Citation": "Hamidi M, Azadi A, Rafiei P. Hydrogel nanoparticles in drug delivery. Adv Drug Delivery Rev. 2008;60(15)p. 1638–49.", "ArticleIdList": ["18840488"]}, {"Citation": "Jayakumar R, Menon D, Manzoor K, Nair SV, Tamura H. Biomedical applications of chitin and chitosan based nanomaterials—A short review. Carbohydr Polym. 2010;82(2)p. 227–32."}, {"Citation": "Kean T, Thanou M. Biodegradation, biodistribution and toxicity of chitosan. Adv Drug Delivery Rev. 2010;62(1)p. 3–11.", "ArticleIdList": ["19800377"]}, {"Citation": "De Campos AM, Sánchez A, Alonso MaJ. Chitosan nanoparticles: a new vehicle for the improvement of the delivery of drugs to the ocular surface. Application to cyclosporin A. Int J Pharm. 2001;224(1–2)p. 159–68.", "ArticleIdList": ["11472825"]}, {"Citation": "Azadi A, Rouini MR, Hamidi M. Neuropharmacokinetic evaluation of methotrexate-loaded chitosan nanogels. Int J Biol Macromol. 2015;79p. 326–35. 10.1016/j.ijbiomac.2015.05.001", "ArticleIdList": ["10.1016/j.ijbiomac.2015.05.001", "25959975"]}, {"Citation": "Sarkar SD, Farrugia BL, Dargaville TR, Dhara S. Physico-chemical/biological properties of tripolyphosphate cross-linked chitosan based nanofibers. Mater Sci Eng C Mater Biol Appl. 2013;33(3)p. 1446–54. 10.1016/j.msec.2012.12.066", "ArticleIdList": ["10.1016/j.msec.2012.12.066", "23827594"]}, {"Citation": "Li J, Huang Q. Rheological properties of chitosan–tripolyphosphate complexes: From suspensions to microgels. Carbohydr Polym. 2012;87(2)p. 1670–7."}, {"Citation": "Hassani S, Laouini A, Fessi H, Charcosset C. Preparation of chitosan–TPP nanoparticles using microengineered membranes—Effect of parameters and encapsulation of tacrine. Colloids and Surfaces A: Physicochemical and Engineering Aspects. 2015;482p. 34–43."}, {"Citation": "Morris GA, Castile J, Smith A, Adams GG, Harding SE. The effect of prolonged storage at different temperatures on the particle size distribution of tripolyphosphate (TPP)–chitosan nanoparticles. Carbohydr Polym. 2011;84(4)p. 1430–4."}, {"Citation": "Sipoli CC, Santana N, Shimojo AAM, Azzoni A, de la Torre LG. Scalable production of highly concentrated chitosan/TPP nanoparticles in different pHs and evaluation of the in vitro transfection efficiency. Biochem Eng J. 2015;94p. 65–73."}, {"Citation": "Vimal S, Abdul Majeed S, Nambi KSN, Madan N, Farook MA, Venkatesan C, et al. Delivery of DNA vaccine using chitosan–tripolyphosphate (CS/TPP) nanoparticles in Asian sea bass, Lates calcarifer (Bloch, 1790) for protection against nodavirus infection. Aquaculture. 2014;420–421p. 240–6."}, {"Citation": "Vimal S, Abdul Majeed S, Taju G, Nambi KSN, Sundar Raj N, Madan N, et al. Chitosan tripolyphosphate (CS/TPP) nanoparticles: Preparation, characterization and application for gene delivery in shrimp. Acta Trop. 2013;128(3)p. 486–93. 10.1016/j.actatropica.2013.07.013", "ArticleIdList": ["10.1016/j.actatropica.2013.07.013", "23906611"]}, {"Citation": "Pharmacopeia US. USP-39 NF-34. 2016. p. 136–43."}, {"Citation": "Pharmacopeia US. USP-39 NF-34. 2016. p. 589–95."}, {"Citation": "Rogers WJ. 7—Sterilisation techniques for polymers. Woodhead Publishing; 2012. p. 151–211."}, {"Citation": "Jarry C, Leroux JC, Haeck J, Chaput C. Irradiating or autoclaving chitosan/polyol solutions: effect on thermogelling chitosan-beta-glycerophosphate systems. Chem Pharm Bull (Tokyo). 2002;50(10)p. 1335–40.", "ArticleIdList": ["12372859"]}, {"Citation": "Karajanagi SS, Yoganathan R, Mammucari R, Park H, Cox J, Zeitels SM, et al. Application of a dense gas technique for sterilizing soft biomaterials. Biotechnol Bioeng. 2011;108(7)p. 1716–25. 10.1002/bit.23105", "ArticleIdList": ["10.1002/bit.23105", "PMC5321048", "21337339"]}, {"Citation": "Lerouge S. 1—Introduction to sterilization: definitions and challenges. Woodhead Publishing; 2012. p. 1–19."}, {"Citation": "Killeen S, McCourt M. Decontamination and sterilization. Surgery (Oxford). 2012;30(12)p. 687–92."}, {"Citation": "Roger WJ. Steam and dry heat sterilization of biomaterials and medical devices. Lerouge Sophie, Simmons Anne ed. Woodhead Publishing; 2012. p. 352."}, {"Citation": "Mendes CG, Brandão TRS, Silva CLM. Ethylene oxide (EO) sterilization of healthcare products. Woodhead Publishing; 2012. p. 352."}, {"Citation": "Serro AP, Saramago B. Influence of sterilization on the mineralization of titanium implants induced by incubation in various biological model fluids. Biomaterials. 2003;24(26)p. 4749–60.", "ArticleIdList": ["14530072"]}, {"Citation": "Dufresne S, Hewitt A, Robitaille S. Ozone Sterilization: Another Option for Healthcare in the 21st Century. Am J Infect Control. 2004;32(3)p. E26–E7."}, {"Citation": "Cataldo F. On the action of ozone on gelatin. Int J Biol Macromol. 2007;41(2)p. 210–6. 10.1016/j.ijbiomac.2007.02.008", "ArticleIdList": ["10.1016/j.ijbiomac.2007.02.008", "17397916"]}, {"Citation": "Dufresne S, Leblond H, Chaunet M. Relationship between lumen diameter and length sterilized in the 125L ozone sterilizer. Am J Infect Control. 2008;36(4)p. 291–7. 10.1016/j.ajic.2007.06.006", "ArticleIdList": ["10.1016/j.ajic.2007.06.006", "18455050"]}, {"Citation": "Uzun H, Ibanoglu E, Catal H, Ibanoglu S. Effects of ozone on functional properties of proteins. Food Chem. 2012;134(2)p. 647–54. 10.1016/j.foodchem.2012.02.146", "ArticleIdList": ["10.1016/j.foodchem.2012.02.146", "23107674"]}, {"Citation": "Rediguieri C, Pinto T, Bou-Chacra N, Galante R, Araujo G, Pedrosa T, et al. Ozone Gas as a Benign Sterilization Treatment for PLGA Nanofibre Scaffolds. Tissue Eng Part C Methods. 2016.", "ArticleIdList": ["PMC4827278", "26757850"]}, {"Citation": "EPA US. Guidance Manual: Alternative Disinfectants and Oxidants—Chap.3 \"Ozone\". 1999. p. 1–52."}, {"Citation": "Audenaert WTM, Callewaert M, Nopens I, Cromphout J, Vanhoucke R, Dumoulin A, et al. Full-scale modelling of an ozone reactor for drinking water treatment. Chem Eng J. 2010;157(3)p. 551–7."}, {"Citation": "Talbot P, Martinelli L, Talvy S, Chauveheid E, Haut B. Ozone inactivation of resistant microorganisms: Laboratory analysis and evaluation of the efficiency of plants. Water Res. 2012;46(18)p. 5893–903. 10.1016/j.watres.2012.07.052", "ArticleIdList": ["10.1016/j.watres.2012.07.052", "22959560"]}, {"Citation": "O'Donnell C, Tiwari BK, Cullen PJ, Rice RG. Status and Trends of Ozone in Food Processing. Wiley-Blackwell; 2012. p. 1–6."}, {"Citation": "Langlais B, Reckhow DA, Brink DR. Ozone in Water Treatment: Application and Engineering. Taylor & Francis; 1991."}, {"Citation": "Kitazaki S, Tanaka A, Hayashi N. Sterilization of narrow tube inner surface using discharge plasma, ozone, and UV light irradiation. Vacuum. 2014;110p. 217–20."}, {"Citation": "Loncar B, Stipetic MM, Matosevic D, Tarle Z. Ozone Application in Dentistry. Arch Med Res. 2009;40(2)p. 136–7. 10.1016/j.arcmed.2008.11.002", "ArticleIdList": ["10.1016/j.arcmed.2008.11.002", "19237025"]}, {"Citation": "Rutala WA, Weber DJ, HICPAC. Guideline for Disinfection and Sterilization in Healthcare Facilities.2008. p. 69–72."}, {"Citation": "Cataldo F. On the action of ozone on gelatin. International journal of biological macromolecules. 2007;41(2)p. 210–6. 10.1016/j.ijbiomac.2007.02.008", "ArticleIdList": ["10.1016/j.ijbiomac.2007.02.008", "17397916"]}, {"Citation": "Calvo P, Remuñán-López C, Vila-Jato JL, Alonso MJ. Novel hydrophilic chitosan-polyethylene oxide nanoparticles as protein carriers. J Appl Polym Sci. 1997;63(1)p. 125–32."}, {"Citation": "Jing ZW, Jia YY, Wan N, Luo M, Huan ML, Kang TB, et al. Design and evaluation of novel pH-sensitive ureido-conjugated chitosan/TPP nanoparticles targeted to Helicobacter pylori. Biomaterials. 2016;84p. 276–85. 10.1016/j.biomaterials.2016.01.045", "ArticleIdList": ["10.1016/j.biomaterials.2016.01.045", "26851392"]}, {"Citation": "Pharmacopeia US. USP-39 NF-34. 2016. p. 167–9."}, {"Citation": "Xu Y, Du Y. Effect of molecular structure of chitosan on protein delivery properties of chitosan nanoparticles. Int J Pharm. 2003;250(1)p. 215–26.", "ArticleIdList": ["12480287"]}, {"Citation": "Abdel-Hafez SM, Hathout RM, Sammour OA. Towards better modeling of chitosan nanoparticles production: Screening different factors and comparing two experimental designs. Int J Biol Macromol. 2014;64p. 334–40. 10.1016/j.ijbiomac.2013.11.041", "ArticleIdList": ["10.1016/j.ijbiomac.2013.11.041", "24355618"]}, {"Citation": "Honary SaFZ. Effect of Zeta Potential on the Properties of Nano-Drug Delivery Systems—A Review (Part 2). Tropical Journal of Pharmaceutical Research. 2013;12(2)p. 265–73."}, {"Citation": "Gao P, Zhu Z, Zhang P. Effects of chitosan–glucose complex coating on postharvest quality and shelf life of table grapes. Carbohydr Polym. 2013;95(1)p. 371–8. 10.1016/j.carbpol.2013.03.029", "ArticleIdList": ["10.1016/j.carbpol.2013.03.029", "23618282"]}, {"Citation": "Kanatt SR, Chander R, Sharma A. Chitosan glucose complex—A novel food preservative. Food Chem. 2008;106(2)p. 521–8."}, {"Citation": "Heusinger H. A comparison of the product formation induced by ultrasonic waves and -rays in aqueous D-glucose solution Z Lebensm Unters Forsch. 1987;185p. 106–10.", "ArticleIdList": ["3660947"]}, {"Citation": "Phillips GO. 47. Radiation chemistry of carbohydrates. Part XII. Action of ionising radiations on aqueous solutions of D-mannitol. Journal of the Chemical Society (Resumed). 1963;p. 297–303."}, {"Citation": "Cecen F, Aktas Ö. Activated Carbon for Water and Wastewater Treatment: Integration of Adsorption and Biological Treatment. Wiley; 2011."}, {"Citation": "Hoigné J, Bader H, Haag WR, Staehelin J. Rate constants of reactions of ozone with organic and inorganic compounds in water—III. Inorganic compounds and radicals. Water Res. 1985;19(8)p. 993–1004."}, {"Citation": "Mata-Alvarez J. Biomethanization of the Organic Fraction of Municipal Solid Wastes. IWA; 2003."}], "ReferenceList": []}], "History": [{"Year": "2016", "Month": "5", "Day": "28"}, {"Year": "2016", "Month": "12", "Day": "7"}, {"Year": "2016", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2016", "Month": "12", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["28002493", "PMC5176313", "10.1371/journal.pone.0168862", "PONE-D-16-21528"]}}], "PubmedBookArticle": []}