{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Montreal Protocol", "climate change", "greenhouse gases", "reversibility", "sea-level rise"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28069937", "DateCompleted": {"Year": "2018", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2018", "Month": "11", "Day": "13"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "01", "Day": "09"}], "ELocationID": ["10.1073/pnas.1612066114"], "Journal": {"ISSN": "1091-6490", "JournalIssue": {"Volume": "114", "Issue": "4", "PubDate": {"Year": "2017", "Month": "Jan", "Day": "24"}}, "Title": "Proceedings of the National Academy of Sciences of the United States of America", "ISOAbbreviation": "Proc Natl Acad Sci U S A"}, "ArticleTitle": "Centuries of thermal sea-level rise due to anthropogenic emissions of short-lived greenhouse gases.", "Pagination": {"StartPage": "657", "EndPage": "662", "MedlinePgn": "657-662"}, "Abstract": {"AbstractText": ["Mitigation of anthropogenic greenhouse gases with short lifetimes (order of a year to decades) can contribute to limiting warming, but less attention has been paid to their impacts on longer-term sea-level rise. We show that short-lived greenhouse gases contribute to sea-level rise through thermal expansion (TSLR) over much longer time scales than their atmospheric lifetimes. For example, at least half of the TSLR due to increases in methane is expected to remain present for more than 200 y, even if anthropogenic emissions cease altogether, despite the 10-y atmospheric lifetime of this gas. Chlorofluorocarbons and hydrochlorofluorocarbons have already been phased out under the Montreal Protocol due to concerns about ozone depletion and provide an illustration of how emission reductions avoid multiple centuries of future TSLR. We examine the \"world avoided\" by the Montreal Protocol by showing that if these gases had instead been eliminated in 2050, additional TSLR of up to about 14 cm would be expected in the 21st century, with continuing contributions lasting more than 500 y. Emissions of the hydrofluorocarbon substitutes in the next half-century would also contribute to centuries of future TSLR. Consideration of the time scales of reversibility of TSLR due to short-lived substances provides insights into physical processes: sea-level rise is often assumed to follow air temperature, but this assumption holds only for TSLR when temperatures are increasing. We present a more complete formulation that is accurate even when atmospheric temperatures are stable or decreasing due to reductions in short-lived gases or net radiative forcing."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geography, Simon Fraser University, Burnaby, BC, Canada V5A 1S6; kzickfel@sfu.ca solos@mit.edu."}], "LastName": "Zickfeld", "ForeName": "Kirsten", "Initials": "K"}, {"Identifier": ["0000-0002-2020-7581"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139-4307 kzickfel@sfu.ca solos@mit.edu."}], "LastName": "Solomon", "ForeName": "Susan", "Initials": "S"}, {"Identifier": ["0000-0003-2422-0887"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139-4307."}], "LastName": "Gilford", "ForeName": "Daniel M", "Initials": "DM"}], "PublicationTypeList": ["Journal Article", "Research Support, U.S. Gov't, Non-P.H.S.", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proc Natl Acad Sci U S A", "NlmUniqueID": "7505876", "ISSNLinking": "0027-8424"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change . In: Climate Change 2013: The Physical Science Basis. Stocker TF, Qin D, editors. Cambridge Univ Press; Cambridge, UK: 2013."}, {"Citation": "Solomon S, et al. Persistence of climate changes due to a range of greenhouse gases. Proc Natl Acad Sci USA. 2010;107(43):18354–18359.", "ArticleIdList": ["PMC2972948", "20937898"]}, {"Citation": "Bouttes N, Gregory JM, Lowe JA. The reversibility of sea level rise. J Clim. 2013;26:2502–2513."}, {"Citation": "United Nations  Adoption of the Paris agreement. 2015 Framework Convention on Climate Change. Available at  https://unfccc.int/resource/docs/2015/cop21/eng/l09.pdf. Accessed December 22, 2016."}, {"Citation": "Matthews HD, Caldeira K. Stabilizing climate requires near-zero emissions. Geophys Res Lett. 2008;35:L04705."}, {"Citation": "Plattner GK, et al. Long-term climate commitments projected with climate-carbon cycle models. J Clim. 2008;21:2721–2751."}, {"Citation": "Solomon S, Plattner G-K, Knutti R, Friedlingstein P. Irreversible climate change due to carbon dioxide emissions. Proc Natl Acad Sci USA. 2009;106(6):1704–1709.", "ArticleIdList": ["PMC2632717", "19179281"]}, {"Citation": "Eby M, et al. Lifetime of anthropogenic climate change: millennial time-scales of potential CO2 and surface temperature perturbations. J Clim. 2009;22:2501–2511."}, {"Citation": "Zickfeld K, et al. Long-term climate change commitment and reversibility: an EMIC intercomparison. J Clim. 2013;26:5782–5809."}, {"Citation": "Lowe JS, et al. How difficult is it to recover from dangerous levels of global warming? Environ Res Lett. 2009;4:1–9."}, {"Citation": "Frölicher TL, Joos F. Reversible and irreversible impacts of greenhouse gas emissions in multi-century projections with the NCAR global coupled carbon cycle- climate model. Clim Dyn. 2010;35:1439–1459."}, {"Citation": "Gillett NP, Arora V, Zickfeld K, Marshall S, Merryfield WJ. Ongoing climate change following a complete cessation of carbon dioxide emissions. Nat Geosci. 2011;4:83–87."}, {"Citation": "Zickfeld K, Arora VK, Gillett NP. Is the climate response to carbon emissions path dependent? Geophys Res Lett. 2012;39:L05703."}, {"Citation": "Molina M, et al. Reducing abrupt climate change risk using the Montreal Protocol and other regulatory actions to complement cuts in CO2 emissions. Proc Natl Acad Sci USA. 2009;106(49):20616–20621.", "ArticleIdList": ["PMC2791591", "19822751"]}, {"Citation": "Ramanathan V, Xu Y. The Copenhagen Accord for limiting global warming: criteria, constraints, and available avenues. Proc Natl Acad Sci USA. 2010;107(18):8055–8062.", "ArticleIdList": ["PMC2889575", "20439712"]}, {"Citation": "Shindell D, et al. Simultaneously mitigating near-term climate change and improving human health and food security. Science. 2012;335(6065):183–189.", "ArticleIdList": ["22246768"]}, {"Citation": "Hu A, Xu Y, Tebaldi C, Washington WM, Ramanathan V. Mitigation of short lived climate pollutants slows sea level rise. Nat Clim Chang. 2013;3:730–734."}, {"Citation": "Rahmstorf S. A semi-empirical approach to projecting future sea-level rise. Science. 2007;315(5810):368–370.", "ArticleIdList": ["17170254"]}, {"Citation": "Vermeer M, Rahmstorf S. Global sea level linked to global temperature. Proc Natl Acad Sci USA. 2009;106(51):21527–21532.", "ArticleIdList": ["PMC2789754", "19995972"]}, {"Citation": "Archer D, Kheshgi H, Maier-Reimer E. Multiple timescales for neutralization of fossil fuel CO2. Geophys Res Lett. 1997;24:405–408."}, {"Citation": "Joos F, et al. Carbon dioxide and climate impulse response functions for the computation of greenhouse gas metrics: a multi-model analysis. Atmos Chem Phys. 2013;13:2793–2825."}, {"Citation": "Myhre G, et al. Anthropogenic and natural radiative forcing. In: Stocker TF, Qin D, editors. Climate Change 2013: The Physical Science Basis. Cambridge Univ Press; New York: 2013. 659–740."}, {"Citation": "Rigby M, et al. Recent and future trends in synthetic greenhouse gas radiative forcing. Geophys Res Lett. 2014;41:2623–2630."}, {"Citation": "Velders GJM, Fahey DW, Daniel JS, McFarland M, Andersen SO. The large contribution of projected HFC emissions to future climate forcing. Proc Natl Acad Sci USA. 2009;106(27):10949–10954.", "ArticleIdList": ["PMC2700150", "19549868"]}, {"Citation": "Velders GJM, Andersen SO, Daniel JS, Fahey DW, McFarland M. The importance of the Montreal Protocol in protecting climate. Proc Natl Acad Sci USA. 2007;104(12):4814–4819.", "ArticleIdList": ["PMC1817831", "17360370"]}, {"Citation": "Newman PA, et al. What would have happened to the ozone layer if chlorofluorocarbons (CFCs) had not been regulated? Atmos Chem Phys. 2009;9:2113–2128."}, {"Citation": "Garcia RR, Kinnison DE, Marsh DR. “World avoided” simulations with the Whole Atmosphere Community Climate Model. J Geophys Res. 2012;117:D23303."}, {"Citation": "Kuhlbrodt T, Gregory JM. Ocean heat uptake and its consequences for the magnitude of sea level rise and climate change. Geophys Res Lett. 2012;9:L18608."}, {"Citation": "Frölicher TL, Paynter DJ. Extending the relationship between global warming and cumulative carbon emissions to multi-millennial timescales. Environ Res Lett. 2015;10:75002."}, {"Citation": "Boucher O, et al. Reversibility in an Earth System model in response to CO2 concentration changes. Environ Res Lett. 2012;7:024013."}, {"Citation": "Zickfeld K, MacDougall A, Matthews HD. On the proportionality between global temperature change and cumulative CO2 emissions during periods of net negative CO2 emissions. Environ Res Lett. 2016;11:055006."}, {"Citation": "National Research Council . Climate Intervention: Carbon Dioxide Removal and Reliable Sequestration. National Academies Press; Washington, DC: 2015."}, {"Citation": "Tokarska KB, Zickfeld K. The effectiveness of net negative carbon dioxide emissions in reversing anthropogenic climate change. Environ Res Lett. 2015;10:094013."}, {"Citation": "Levermann A, et al. The multimillennial sea-level commitment of global warming. Proc Natl Acad Sci USA. 2013;110(34):13745–13750.", "ArticleIdList": ["PMC3752235", "23858443"]}, {"Citation": "Mengel M, et al. Future sea level rise constrained by observations and long-term commitment. Proc Natl Acad Sci USA. 2016;113(10):2597–2602.", "ArticleIdList": ["PMC4791025", "26903648"]}, {"Citation": "Weaver AJ, et al. The UVic Earth System Climate Model: model description, climatology, and applications to past, present and future climates. Atmos Ocean. 2001;39:361–428."}, {"Citation": "Eby M, et al. Historical and idealized climate model experiments: an intercomparison of Earth system models of intermediate complexity. Clim Past. 2013;9:1111–1140."}, {"Citation": "Arora V, et al. Carbon-concentration and carbon-climate feedbacks in CMIP5 Earth system models. J Clim. 2013;26:5289–5314."}, {"Citation": "Meinshausen M, et al. The RCP greenhouse gas concentrations and their extensions from 1765 to 2300. Clim Change. 2011;109:213–241."}, {"Citation": "Prinn RG, et al. A history of chemically and radiatively important gases in air deduced from ALE/GAGE/AGAGE. J Geophys Res. 2000;105:17,751–17,792."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "7", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28069937", "PMC5278445", "10.1073/pnas.1612066114", "1612066114"]}}], "PubmedBookArticle": []}