{"PubmedArticle": [{"MedlineCitation": {"InvestigatorList": [], "SpaceFlightMission": [], "CitationSubset": [], "KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "OtherID": [], "PMID": "28081405", "DateRevised": {"Year": "2019", "Month": "11", "Day": "20"}, "Article": {"Language": ["eng"], "ELocationID": ["10.1080/10473289.1996.10467517"], "ArticleDate": [], "Journal": {"ISSN": "2162-2906", "JournalIssue": {"Volume": "46", "Issue": "9", "PubDate": {"Year": "1996", "Month": "Sep"}}, "Title": "Journal of the Air & Waste Management Association (1995)", "ISOAbbreviation": "J Air Waste Manag Assoc"}, "ArticleTitle": "Measurement of Indoor Air Emissions from Dry-Process Photocopy Machines.", "Pagination": {"StartPage": "821", "EndPage": "829", "MedlinePgn": "821-829"}, "Abstract": {"AbstractText": ["Presently, no standard test method exists to evaluate the various emissions from office equipment (e.g., ozone, volatile organic compounds, inorganic gases, and particulates) so it is difficult to compare data from different studies.1 As a result, the authors are developing a standardized guidance document for measuring indoor air emissions from office equipment. The ultimate goal is to apply the test method to better understand emissions from office equipment and to develop lower emitting machines. This paper provides background information on indoor air emissions from office equipment with an emphasis on dry-process photocopy machines. The test method is described in detail, along with the results of a study to evaluate the test method using four dry-process photocopy machines. The results from this study indicate that the test method provides acceptable performance for characterizing emissions; that it can adequately identify differences in emissions between machines both in compounds emitted and their emission rates; and that it is capable of measuring both intra- and inter-machine variability in emissions. Challenges and complications were encountered in developing and implementing the test method. These included heat generation, which can cause large increases in chamber temperature; finite paper supplies for photocopy machines, which limit test duration; varying power requirements that may require changes in chamber electrical supply; and remote starting of the machines, which is necessary to maintain chamber integrity. Results show that dry-process photocopy machines can produce emissions of ozone and volatile organic compounds that can potentially have a significant impact on indoor air quality. For the four machines tested in this study, the compounds with the highest emission rates overall were ethylbenzene (28,000 µg/hour), m,p-xylenes (29,000 µg/hour), o-xylene (17,000 µg/hour), 2-ethyl-lhexanol (14,000 µg/hour), and styrene (12,000 fig/hour). Although many of the same compounds tended to be detected in emissions from each of the four photocopiers, the relative contribution of individual compounds varied considerably between machines, with differences greater than an order of magnitude for some compounds."]}, "AuthorList": [{"AffiliationInfo": [{"Identifier": [], "Affiliation": "a U.S. Environmental Protection Agency, Air Pollution Prevention and Control Division , Research Triangle Park , North Carolina."}], "Identifier": [], "LastName": "W Leovic", "ForeName": "Kelly", "Initials": "K"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Sheldon", "ForeName": "Linda S", "Initials": "LS"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Whitaker", "ForeName": "Donald A", "Initials": "DA"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Hetes", "ForeName": "Robert G", "Initials": "RG"}, {"AffiliationInfo": [], "Identifier": [], "LastName": "Calcagni", "ForeName": "Jennifer A", "Initials": "JA"}, {"AffiliationInfo": [{"Identifier": [], "Affiliation": "b Research Triangle Institute, Research Triangle Park , North Carolina."}], "Identifier": [], "LastName": "Baskir", "ForeName": "Jesse N", "Initials": "JN"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Air Waste Manag Assoc", "NlmUniqueID": "9503111", "ISSNLinking": "1096-2247"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "1996", "Month": "9", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "1996", "Month": "9", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28081405", "10.1080/10473289.1996.10467517"]}}], "PubmedBookArticle": []}