{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Skew-t sep", "Extreme value analysis", "Markov chain Monte Carlo", "Random partition", "Spatio-temporal modeling"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28083872", "DateCompleted": {"Year": "2017", "Month": "12", "Day": "06"}, "DateRevised": {"Year": "2018", "Month": "12", "Day": "02"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2017", "Month": "01", "Day": "12"}], "ELocationID": ["10.1111/biom.12644"], "Journal": {"ISSN": "1541-0420", "JournalIssue": {"Volume": "73", "Issue": "3", "PubDate": {"Year": "2017", "Month": "Sep"}}, "Title": "Biometrics", "ISOAbbreviation": "Biometrics"}, "ArticleTitle": "A space-time skew-t model for threshold exceedances.", "Pagination": {"StartPage": "749", "EndPage": "758", "MedlinePgn": "749-758"}, "Abstract": {"AbstractText": ["To assess the compliance of air quality regulations, the Environmental Protection Agency (EPA) must know if a site exceeds a pre-specified level. In the case of ozone, the level for compliance is fixed at 75 parts per billion, which is high, but not extreme at all locations. We present a new space-time model for threshold exceedances based on the skew-t process. Our method incorporates a random partition to permit long-distance asymptotic independence while allowing for sites that are near one another to be asymptotically dependent, and we incorporate thresholding to allow the tails of the data to speak for themselves. We also introduce a transformed AR(1) time-series to allow for temporal dependence. Finally, our model allows for high-dimensional Bayesian inference that is comparable in computation time to traditional geostatistical methods for large data sets. We apply our method to an ozone analysis for July 2005, and find that our model improves over both Gaussian and max-stable methods in terms of predicting exceedances of a high level."], "CopyrightInformation": "© 2017, The International Biometric Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, North Carolina State University, Raleigh, North Carolina, U.S.A."}], "LastName": "Morris", "ForeName": "Samuel A", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, North Carolina State University, Raleigh, North Carolina, U.S.A."}], "LastName": "Reich", "ForeName": "Brian J", "Initials": "BJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, Colorado, U.S.A."}], "LastName": "Thibaud", "ForeName": "Emeric", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Statistics, Colorado State University, Fort Collins, Colorado, U.S.A."}], "LastName": "Cooley", "ForeName": "Daniel", "Initials": "D"}], "GrantList": [{"GrantID": "R21 ES022795", "Acronym": "ES", "Agency": "NIEHS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Biometrics", "NlmUniqueID": "0370625", "ISSNLinking": "0006-341X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Air Pollutants"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Air Pollutants"}, {"QualifierName": [], "DescriptorName": "Bayes Theorem"}, {"QualifierName": [], "DescriptorName": "Models, Statistical"}, {"QualifierName": [], "DescriptorName": "Normal Distribution"}, {"QualifierName": [], "DescriptorName": "Ozone"}, {"QualifierName": [], "DescriptorName": "United States"}, {"QualifierName": [], "DescriptorName": "United States Environmental Protection Agency"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Azzalini A, Capitanio A. Distributions generated by perturbation of symmetry with emphasis on a multivariate skew t-distribution. Journal of the Royal Statistical Society: Series B (Statistical Methodology) 2003;65:367–389."}, {"Citation": "Azzalini A, Capitanio A. The Skew-Normal and Related Families. Institute of Mathematical Statistics Monographs. Cambridge University Press; 2014."}, {"Citation": "Azzalini A, Dalla Valle A. The multivariate skew-normal distribution. Biometrika. 1996;83:715–726."}, {"Citation": "Beranger B, Padoan SA, Sisson SA. Models for extremal dependence derived from skew-symmetric families. 2016 ArXiv e-prints."}, {"Citation": "Branco MD, Dey DK. A General Class of Multivariate Skew-Elliptical Distributions. Journal of Multivariate Analysis. 2001;79:99–113."}, {"Citation": "Coles S, Heffernan J, Tawn J. Dependence Measures for Extreme Value Analyses. Extremes. 1999;2:339–365."}, {"Citation": "Davison AC, Smith RL. Models for exceedances over high thresholds (with Discussion) Journal of the Royal Statistical Society. Series B (Methodological) 1990;52:393–442."}, {"Citation": "Engelke S, Malinowski A, Kabluchko Z, Schlather M. Estimation of Hüsler-Reiss distributions and Brown-Resnick processes. Journal of the Royal Statistical Society. Series B: Statistical Methodology. 2015;77:239–265."}, {"Citation": "Genton MG. Skew-Elliptical Distributions and Their Applications: A Journey Beyond Normality. Statistics (Chapman & Hall/CRC). Taylor & Francis; 2004."}, {"Citation": "Gneiting T, Raftery AE. Strictly Proper Scoring Rules, Prediction, and Estimation. Journal of the American Statistical Association. 2007;102:359–378."}, {"Citation": "Hollander M, Wolfe DA, Chicken E. Nonparametric Statistical Methods. 3rd Wiley; 2014."}, {"Citation": "Huser R, Davison AC. Space-time modelling of extreme events. Journal of the Royal Statistical Society: Series B (Statistical Methodology) 2014;76:439–461."}, {"Citation": "Kabluchko Z, Schlather M, de Haan L. Stationary max-stable fields associated to negative definite functions. Annals of Probability. 2009;37:2042–2065."}, {"Citation": "Kim HM, Mallick BK. A Bayesian prediction using the skew Gaussian distribution. Journal of Statistical Planning and Inference. 2004;120:85–101."}, {"Citation": "Kim HM, Mallick BK, Holmes CC. Analyzing Nonstationary Spatial Data Using Piecewise Gaussian Processes. Journal of the American Statistical Association. 2005;100:653–668."}, {"Citation": "Ledford AW, Tawn JA. Statistics for near independence in multivariate extreme values. Biometrika. 1996;83:169–187."}, {"Citation": "Padoan SA. Multivariate extreme models based on underlying skew- and skew-normal distributions. Journal of Multivariate Analysis. 2011;102:977–991."}, {"Citation": "Padoan SA, Ribatet M, Sisson SA. Likelihood-Based Inference for Max-Stable Processes. Journal of the American Statistical Association. 2010;105:263–277."}, {"Citation": "Reich BJ, Shaby BA. A hierarchical max-stable spatial model for extreme precipitation. The Annals of Applied Statistics. 2012;6:1430–1451.", "ArticleIdList": ["PMC3689230", "23795226"]}, {"Citation": "Ribatet M. SpatialExtremes: Modelling Spatial Extremes. R package version 2.0-2 2015"}, {"Citation": "Samet JM, Dominici F, Zeger SL, Schwartz J, Dockery DW. The National Morbidity, Mortalityand Air Pollution Study Part I: Methods and Methodologic Issues. Technical Report 94 2000", "ArticleIdList": ["11098531"]}, {"Citation": "Thibaud E, Mutzner R, Davison AC. Threshold modeling of extreme spatial rainfall. Water Resources Research. 2013;49:4633–4644."}, {"Citation": "Thibaud E, Opitz T. Efficient inference and simulation for elliptical Pareto processes. Biometrika. 2015;102:855–870."}, {"Citation": "Wadsworth JL, Tawn JA. Dependence modelling for spatial extremes. Biometrika. 2012;99:253–272."}, {"Citation": "Wadsworth JL, Tawn JA. Efficient inference for spatial extreme value processes associated to log-Gaussian random functions. Biometrika. 2014;101:1–15."}, {"Citation": "Zhang H, El-Shaarawi A. On spatial skewGaussian processes and applications. Environmetrics. 2010;21:33–47."}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "9", "Day": "1"}, {"Year": "2016", "Month": "10", "Day": "1"}, {"Year": "2016", "Month": "10", "Day": "1"}, {"Year": "2017", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "12", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "9", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28083872", "NIHMS839327", "PMC5507762", "10.1111/biom.12644"]}}], "PubmedBookArticle": []}