{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28374035", "DateCompleted": {"Year": "2018", "Month": "03", "Day": "23"}, "DateRevised": {"Year": "2018", "Month": "03", "Day": "23"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.1039/c7pp00089h"], "Journal": {"ISSN": "1474-9092", "JournalIssue": {"Volume": "16", "Issue": "5", "PubDate": {"Year": "2017", "Month": "May", "Day": "17"}}, "Title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology", "ISOAbbreviation": "Photochem Photobiol Sci"}, "ArticleTitle": "Critical appraisal of data used to infer record UVI in the tropical andes.", "Pagination": {"StartPage": "785", "EndPage": "794", "MedlinePgn": "785-794"}, "Abstract": {"AbstractText": ["When the data sets that suggested record high UVI values at Mt Licancabur, and Laguna Blanca, Bolivia are reviewed in full, we find that the reported peak values are incorrect, probably due to instrumental problems. These affect the UVB, UVA and PAR channels at different times and different solar zenith angles, with distinct diurnal patterns in each case. The outliers are consistent with errors that would result from build-up of ice or snow on the surface of the entrance dome, combined with incomplete baffling of light within the integrating spheres that form the entrance optic of these instruments, but we cannot unequivocally attribute them to this cause. The analysis shows that for all three channels, cloud enhancements over clear-sky values by a factor of ∼4 or more would be required to explain their highest values. Such repeated enhancements are not physically plausible and are more than twice those previously observed in the UV region. Further, at the time of peak reported UVB, the UVA cloud enhancement factor was less than 1.2 (i.e., UVA radiation was increased by less than 20% over clear-sky values), which implies that to explain the high UVB values, an atmospheric ozone amount (∼25 DU) far below the minimum ever observed would be required. The analysis also shows that the algorithm to convert from UVB to UVI is incorrect, and that if the correct algorithm had been used, the peak UVI values would have been even larger than reported. Disregarding the obviously incorrect measurements, the highest realistic values near solar noon from this dataset are in the range UVI = 25 ± 5, which is in agreement with previous estimates in the region."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NIWA Lauder, PB 50061, Omakau, Central Otago, 9352, New Zealand. richard.mckenzie@niwa.co.nz."}], "LastName": "McKenzie", "ForeName": "R L", "Initials": "RL"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Liley", "ForeName": "J B", "Initials": "JB"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Madronich", "ForeName": "S", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Photochem Photobiol Sci", "NlmUniqueID": "101124451", "ISSNLinking": "1474-905X"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2017", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "4", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28374035", "10.1039/c7pp00089h"]}}], "PubmedBookArticle": []}