{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Ether", "Ozone", "Pollutant", "Reactive oxygen species", "Volatile organic compound"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28510788", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [{"Year": "2016", "Month": "01", "Day": "06"}], "ELocationID": ["1", "10.1186/s40529-015-0112-8"], "Journal": {"ISSN": "1817-406X", "JournalIssue": {"Volume": "57", "Issue": "1", "PubDate": {"Year": "2015", "Month": "Dec"}}, "Title": "Botanical studies", "ISOAbbreviation": "Bot Stud"}, "ArticleTitle": "Effects of volatile organic compound ether on cell responses and gene expressions in Arabidopsis.", "Pagination": {"StartPage": "1", "MedlinePgn": "1"}, "Abstract": {"AbstractText": ["The volatile organic compound ether is widely used as an industrial solvent and easily released to the environment. Our previous research indicated that ether triggers reactive oxygen species (ROS) production and activates ethylene biosynthetic genes and defense gene expressions in tomato. In the present study, we investigated the effect of ether on cell responses and gene expressions in Arabidopsis and compared the ROS and phytohormones produced in Arabidopsis and tomato plants in response to different air pollutants (O<sub>3</sub> vs. ether).", "Ether induced the sequential production of superoxide anion and hydrogen peroxide in Arabidopsis. Ether also triggered expressions of ethylene, salicylic acid and jasmonic acid biosynthetic genes. The temporal expression patterns of MAP kinase and protein phosphatase genes are in good accordance with those of the ethylene and salicylic acid biosynthetic genes, suggesting that induction of these phytohormone biosynthesis were through signaling pathways including both phosphorylation and/or dephosphorylation. By contrast, expression pattern of protein phosphatase PP2A3&4 coincided well with the expression of jasmonic acid biosynthetic gene LOX4, suggesting that induction of jasmonic acid biosynthesis is through PP2A3&4. However, the production of ROS and temporal expression patterns of phytohormone biosynthetic genes in Arabidopsis in response to ether were different from those to O<sub>3</sub> and were different from those in tomato as well.", "Different plants have different strategies to respond to the same abiotic stress, and each plant species possesses its own unique signaling pathways that regulate the responding process."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Science, National Dong Hwa University, Hualien County, 974, Taiwan."}], "LastName": "Tseng", "ForeName": "Yun-Ting", "Initials": "YT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Science, National Dong Hwa University, Hualien County, 974, Taiwan. kclin@mail.ndhu.edu.tw."}], "LastName": "Lin", "ForeName": "Kuo-Chih", "Initials": "KC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Bot Stud", "NlmUniqueID": "101321928", "ISSNLinking": "1817-406X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahlfors R, Macioszek V, Rudd J, Brosché M, Schlichting R, Scheel D, Kangasjärvi J. Stress hormone-independent activation and nuclear translocation of mitogen-activated protein kinases in Arabidopsis thaliana during ozone exposure. Plant J. 2004;40:512–522. doi: 10.1111/j.1365-313X.2004.02229.x.", "ArticleIdList": ["10.1111/j.1365-313X.2004.02229.x", "15500467"]}, {"Citation": "Bannenberg G, Martínez M, Hamberg M, Castresana C. Diversity of the enzymatic activity in the lipoxygenase gene family of Arabidopsis thaliana. Lipids. 2008;44:85–95. doi: 10.1007/s11745-008-3245-7.", "ArticleIdList": ["10.1007/s11745-008-3245-7", "18949503"]}, {"Citation": "Cape JN. Effects of airborne volatile organic compounds on plants. Environ Pollut. 2003;122:145–157. doi: 10.1016/S0269-7491(02)00273-7.", "ArticleIdList": ["10.1016/S0269-7491(02)00273-7", "12535603"]}, {"Citation": "Castagna A, Ranieri A. Detoxification and repair process of ozone injury: from O3 uptake to gene expression adjustment. Environ Pollut. 2009;157:1461–1469. doi: 10.1016/j.envpol.2008.09.029.", "ArticleIdList": ["10.1016/j.envpol.2008.09.029", "18954925"]}, {"Citation": "Castagna A, Ederli L, Pasqualini S, Mensuali-Sodi A, Baldan B, Donnini S, Ranieri A. The tomato ethylene receptor LE-ETR3 (NR) is not involved in mediating ozone sensitivity: causal relationships among ethylene emission, oxidative burst and tissue damage. New Phytol. 2007;174:342–356. doi: 10.1111/j.1469-8137.2007.02010.x.", "ArticleIdList": ["10.1111/j.1469-8137.2007.02010.x", "17388897"]}, {"Citation": "Farkas I, Dombrádi V, Miskei M, Szabados L, Koncz C. Arabidopsis PPP family of serine/threonine phosphatases. Trends Plant Sci. 2007;12:169–176. doi: 10.1016/j.tplants.2007.03.003.", "ArticleIdList": ["10.1016/j.tplants.2007.03.003", "17368080"]}, {"Citation": "Foyer CH, Noctor G. Oxidant and antioxidant signaling in plants: a re-evaluation of the concept of oxidative stress in a physiological context. Plant Cell Environ. 2005;28:1056–1071. doi: 10.1111/j.1365-3040.2005.01327.x.", "ArticleIdList": ["10.1111/j.1365-3040.2005.01327.x"]}, {"Citation": "Han L, Li GJ, Yang KY, Mao G, Wang R, Liu Y, Zhang S. Mitogen-activated protein kinase 3 and 6 regulate Botrytis cinerea-induced ethylene production in Arabidopsis. Plant J. 2010;64:114–127.", "ArticleIdList": ["20659280"]}, {"Citation": "Howard PH. Diethyl ether. Florida: Lewis Publishers; 1993. Handbook of environmental fate and exposure data for organic chemicals; pp. 221–229."}, {"Citation": "Karnosky DF, Skelly JM, Percy KE, Chappelka AH. Perspectives regarding 50 years of research on effects of tropospheric ozone air pollution on US forests. Environ Pollut. 2007;147:489–506. doi: 10.1016/j.envpol.2006.08.043.", "ArticleIdList": ["10.1016/j.envpol.2006.08.043", "17084004"]}, {"Citation": "Lin KC, Sun PC, Lin PL. Production of reactive oxygen species and induction of signaling pathways for the ACO gene expressions in tomato plants triggered by the volatile organic compound ether. Plant Cell Rep. 2011;30:599–611. doi: 10.1007/s00299-010-0976-8.", "ArticleIdList": ["10.1007/s00299-010-0976-8", "21170714"]}, {"Citation": "Liu Y, Zhang S. Phosphorylation of 1-aminocyclopropane-1-carboxylic acid synthase by MPK6, a stress-responsive mitogen-activated protein kinase, induces ethylene biosynthesis in Arabidopsis. Plant Cell. 2004;16:3386–3399. doi: 10.1105/tpc.104.026609.", "ArticleIdList": ["10.1105/tpc.104.026609", "PMC535880", "15539472"]}, {"Citation": "Ludwików A, Cieśla A, Kasprowicz-Maluśki A, Mituła F, Tajdel M, Gałgański L, Ziółkowski PA, Kubiak P, Małecka A, Piechalak A, Szabat M, Górska A, Dąbrowski M, Ibragimow I, Sadowski J. Arabidopsis protein phosphatase 2C ABI1 interacts with type I ACC syntheses and is involved in the regulation of ozone-induced ethylene biosynthesis. Mol Plant. 2014;7:960–976. doi: 10.1093/mp/ssu025.", "ArticleIdList": ["10.1093/mp/ssu025", "24637173"]}, {"Citation": "Mishra NS, Tuteja R, Tuteja N. Signaling through MAP kinase networks in plants. Arch Biochem Biophys. 2006;452:55–68. doi: 10.1016/j.abb.2006.05.001.", "ArticleIdList": ["10.1016/j.abb.2006.05.001", "16806044"]}, {"Citation": "Moeder W, Barry CS, Tauriainen AA, Betz C, Tuomainen J, Utriainen M, Grierson D, Sandermann H, Langebartels C, Kangasjärvi J. Ethylene synthesis regulated by biphasic induction of 1-aminocyclopropane-1-carboxylic acid synthase and 1-aminocyclopropane-1-carboxylic acid oxidase genes is required for hydrogen peroxide accumulation and cell death in ozone-exposed tomato. Plant Physiol. 2002;130:1918–1926. doi: 10.1104/pp.009712.", "ArticleIdList": ["10.1104/pp.009712", "PMC166702", "12481074"]}, {"Citation": "Overmyer K, Brosché M, Kangasjärvi J. Reactive oxygen species and hormonal control of cell death. Trends Plant Sci. 2003;8:335–342. doi: 10.1016/S1360-1385(03)00135-3.", "ArticleIdList": ["10.1016/S1360-1385(03)00135-3", "12878018"]}, {"Citation": "Rao MV, Davis KR. Ozone-induced cell death occurs via two distinct mechanisms in Arabidopsis: the role of salicylic acid. Plant J. 1999;17:603–614. doi: 10.1046/j.1365-313X.1999.00400.x.", "ArticleIdList": ["10.1046/j.1365-313X.1999.00400.x", "10230060"]}, {"Citation": "Rao MV, Lee HI, Davis KR. Ozone-induced ethylene production is dependent on salicylic acid, and both salicylic acid and ethylene act in concert to regulate ozone-induced cell death. Plant J. 2002;32:447–456. doi: 10.1046/j.1365-313X.2002.01434.x.", "ArticleIdList": ["10.1046/j.1365-313X.2002.01434.x", "12445117"]}, {"Citation": "Schraudner M, Moeder W, Wiese C, Camp WV, Inzé D, Langebartels C, Sandermann H., Jr Ozone-induced oxidative burst in the ozone biomonitor plant, tobacco Bel W3. Plant J. 1998;16:235–245. doi: 10.1046/j.1365-313x.1998.00294.x.", "ArticleIdList": ["10.1046/j.1365-313x.1998.00294.x", "22507138"]}, {"Citation": "Schweighofer A, Kazanaviciute V, Scheikl E, Teige M, Doczi R, Hirt H, Schwanninger M, Kant M, Schuurink R, Mauch F, Buchala A, Cardinale F, Meskienea I. The PP2C-type phosphatase AP2C1, which negatively regulates MPK4 and MPK6, modulates innate immunity, jasmonic acid, and ethylene levels in Arabidopsis. Plant Cell. 2007;19:2213–2224. doi: 10.1105/tpc.106.049585.", "ArticleIdList": ["10.1105/tpc.106.049585", "PMC1955703", "17630279"]}, {"Citation": "Skottke KR, Yoon GM, Kieber JJ, DeLong A. Protein phosphatase 2A controls ethylene biosynthesis by differentially regulating the turnover of ACC synthase isoforms. PLoS Genet. 2011;7:e1001370. doi: 10.1371/journal.pgen.1001370.", "ArticleIdList": ["10.1371/journal.pgen.1001370", "PMC3080859", "21533019"]}, {"Citation": "Tamaoki M. The role of phytohormone signaling in ozone-induced cell death in plants. Plant Signal Behav. 2008;3:166–174. doi: 10.4161/psb.3.3.5538.", "ArticleIdList": ["10.4161/psb.3.3.5538", "PMC2634110", "19513211"]}, {"Citation": "Tosti N, Pasqualini S, Borgogni A, Ederli L, Falistocco E, Crispi S, Paolocci F. Gene expression profiles of O3-treated Arabidopsis plants. Plant Cell Environ. 2006;29:1686–1702. doi: 10.1111/j.1365-3040.2006.01542.x.", "ArticleIdList": ["10.1111/j.1365-3040.2006.01542.x", "16913859"]}, {"Citation": "Tuominen H, Overmyer K, Keinänen M, Kollist H, Kangasjärvi J. Mutual antagonism of ethylene and jasmonic acid regulates ozone-induced spreading cell death in Arabidopsis. Plant J. 2004;39:59–69. doi: 10.1111/j.1365-313X.2004.02107.x.", "ArticleIdList": ["10.1111/j.1365-313X.2004.02107.x", "15200642"]}, {"Citation": "Wohlgemuth H, Mittelstrass K, Kschieschan S, Bender J, Weigel HJ, Overmyer K, Kangasjärvi J, Sandermann H, Langebartels C. Activation of an oxidative burst is a general feature of sensitive plants exposed to the air pollutant ozone. Plant Cell Environ. 2002;25:717–726. doi: 10.1046/j.1365-3040.2002.00859.x.", "ArticleIdList": ["10.1046/j.1365-3040.2002.00859.x"]}, {"Citation": "Zhang T, Liu Y, Yang T, Zhang L, Xu S, Xue L, An L. Diverse signals converge at MAPK cascades in plant. Plant Physiol Biochem. 2006;44:274–283. doi: 10.1016/j.plaphy.2006.06.004.", "ArticleIdList": ["10.1016/j.plaphy.2006.06.004", "16809044"]}], "ReferenceList": []}], "History": [{"Year": "2015", "Month": "7", "Day": "15"}, {"Year": "2015", "Month": "10", "Day": "27"}, {"Year": "2017", "Month": "5", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2015", "Month": "12", "Day": "1", "Hour": "0", "Minute": "1"}, {"Year": "2016", "Month": "1", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28510788", "PMC5430555", "10.1186/s40529-015-0112-8", "10.1186/s40529-015-0112-8"]}}], "PubmedBookArticle": []}