{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["APOE", "Alzheimer’s disease", "Mexico City", "PM 2.5", "body mass index", "children", "cognition", "dementia", "diabetes", "female gender", "glucose", "insulin resistance", "leptin", "metabolic syndrome", "nanoparticles"]], "CitationSubset": ["IM"], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28527212", "DateCompleted": {"Year": "2018", "Month": "03", "Day": "21"}, "DateRevised": {"Year": "2023", "Month": "03", "Day": "11"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.3233/JAD-161299"], "Journal": {"ISSN": "1875-8908", "JournalIssue": {"Volume": "58", "Issue": "3", "PubDate": {"Year": "2017"}}, "Title": "Journal of Alzheimer's disease : JAD", "ISOAbbreviation": "J Alzheimers Dis"}, "ArticleTitle": "Apolipoprotein E4, Gender, Body Mass Index, Inflammation, Insulin Resistance, and Air Pollution Interactions: Recipe for Alzheimer's Disease Development in Mexico City Young Females.", "Pagination": {"StartPage": "613", "EndPage": "630", "MedlinePgn": "613-630"}, "Abstract": {"AbstractText": ["Given the epidemiological trends of increasing Alzheimer's disease (AD) and growing evidence that exposure and lifestyle factors contribute to AD risk and pathogenesis, attention should be paid to variables such as air pollution, in order to reduce rates of cognitive decline and dementia. Exposure to fine particulate matter (PM2.5) and ozone (O3) above the US EPA standards is associated with AD risk. Mexico City children experienced pre- and postnatal high exposures to PM2.5, O3, combustion-derived iron-rich nanoparticles, metals, polycyclic aromatic hydrocarbons, and endotoxins. Exposures are associated with early brain gene imbalance in oxidative stress, inflammation, innate and adaptive immune responses, along with epigenetic changes, accumulation of misfolded proteins, cognitive deficits, and brain structural and metabolic changes. The Apolipoprotein E (APOE) 4 allele, the most prevalent genetic risk for AD, plays a key role in the response to air pollution in young girls. APOE 4 heterozygous females with >75% to <94% BMI percentiles are at the highest risk of severe cognitive deficits (1.5-2 SD from average IQ). This review focused on the relationships between gender, BMI, systemic and neural inflammation, insulin resistance, hyperleptinemia, dyslipidemia, vascular risk factors, and central nervous system involvement in APOE4 urbanites exposed to PM2.5 and magnetite combustion-derived iron-rich nanoparticles that can reach the brain. APOE4 young female heterozygous carriers constitute a high-risk group for a fatal disease: AD. Multidisciplinary intervention strategies could be critical for prevention or amelioration of cognitive deficits and long-term AD progression in young individuals at high risk."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The University of Montana, Missoula, MT, USA."}, {"Identifier": [], "Affiliation": "Universidad del Valle de México, Ciudad de México, México."}], "LastName": "Calderón-Garcidueñas", "ForeName": "Lilian", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Alpert Medical School of Brown University, Providence, RI, USA."}], "LastName": "de la Monte", "ForeName": "Suzanne M", "Initials": "SM"}], "GrantList": [{"GrantID": "R01 AA011431", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "R01 AA012908", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}, {"GrantID": "R37 AA011431", "Acronym": "AA", "Agency": "NIAAA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Alzheimers Dis", "NlmUniqueID": "9814863", "ISSNLinking": "1387-2877"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Apolipoprotein E4"}], "MeshHeadingList": [{"QualifierName": ["adverse effects"], "DescriptorName": "Air Pollution"}, {"QualifierName": ["epidemiology", "genetics", "metabolism"], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics"], "DescriptorName": "Apolipoprotein E4"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["physiology"], "DescriptorName": "Insulin Resistance"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Mexico"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Michaelson DM (2014) APOEε4: The most prevalent yet understudied risk factor for Alzheimer’s disease. Alzheimers Dement 10, 861–868.", "ArticleIdList": ["25217293"]}, {"Citation": "Aceves D, Ruiz B, Nuño P, Roman S, Zepeda E, Panduro A (2006) Heterogeneity of apolipoprotein E polymorphism in different Mexican populations. Human Biol 78, 65–75.", "ArticleIdList": ["16900882"]}, {"Citation": "Wilson PW, Schaefer EJ, Larson MG, Ordovas JM (1996) Apolipoprotein E alleles and risk of coronary disease: A meta-analysis. Arterioscler Thromb Vasc Biol 16, 1250–1255.", "ArticleIdList": ["8857921"]}, {"Citation": "Eichner JE, Dunn ST, Perveen G, Thompson DM, Stewart KE, Stroehla BC (2002) Apolipoprotein E polymorphism and cardiovascular disease: A HuGE review. Am J Epidemiol 155, 487–495.", "ArticleIdList": ["11882522"]}, {"Citation": "Calderón-Garcidueñas L, Kavanaugh M, Block ML, D’Angiulli A, Delgado-Chávez R, Torres-Jardón R, González-Maciel A, Reynoso-Robles R, Osnaya N, Villarreal-Calderon R, Guo R, Hua Z, Zhu H, Perry G, Diaz P (2012) Neuroinflammation, hyperphosphorylated tau, diffuse amyloid plaques and down-regulation of the cellular prion protein in air pollution exposed children and adults. J Alzheimers Dis 28, 93–107.", "ArticleIdList": ["21955814"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Gómez-Garza G, Broadway J, Chapman S, Valencia-Salazar G, Jewells V, Maronpot RR, Henríquez-Roldán C, Pérez-Guillé B, Torres-Jardón R, Herrit L, Brooks D, Osnaya-Brizuela N, Monroy ME, González-Maciel A, Reynoso-Robles R, Villarreal-Calderon R, Solt AC, Engle RW (2008) Air pollution, cognitive deficits and brain abnormalities: A pilot study with children and dogs. Brain Cogn 68, 117–127.", "ArticleIdList": ["18550243"]}, {"Citation": "Calderón-Garcidueñas L, Solt AC, Henríquez-Roldan C, Torres-Jardon R, Nuse B, Villarreal-Calderon R, Osnaya N, Stone I, Garcia R, Brooks DM, Gonzalez-Maciel A, Reynoso-Robles R, Delgado-Chavez R, Reed W (2008) Long-term air pollution exposure is associated with neuroinflammation, an altered innate immune response, disruption of the blood-brain-barrier, ultrafine particulate deposition, and accumulation of amyloid beta-42 and alpha-synuclein in children and young adults. Toxicol Pathol 36, 289–310.", "ArticleIdList": ["18349428"]}, {"Citation": "Calderón-Garcidueñas L, Villarreal-Calderon R, Valencia-Salazar G, Henríquez-Roldán C, Gutiérrez-Castrellón P, Torres-Jardón R, Osnaya-Brizuela N, Romero L, Torres-Jardón R, Solt A, Reed W (2008) Systemic inflammation, endothelial dysfunction and activation in clinically healthy children exposed to air pollutants. Inhal Toxicol 20, 499–506.", "ArticleIdList": ["18368620"]}, {"Citation": "Calderón-Garcidueñas L, Franco-Lira M, Henríquez-Roldán C, González-Maciel A, Reynoso-Robles R, Villarreal-Calderon R, Herritt L, Brooks D, Keefe S, Palacios-Moreno J, Villarreal-Calderon R, Torres-Jardón R, Medina-Cortina H, Delgado-Chávez R, Aiello-Mora M, Maronpot RR, Doty RL (2010) Urban air pollution: Influences on olfactory function and pathology in exposed children and young adults. Exp Toxicol Pathol 62, 91–102.", "ArticleIdList": ["PMC2832203", "19297138"]}, {"Citation": "Calderón-Garcidueñas L, Engle R, Mora-Tiscareño A, Styner M, Gomez-Garza G, Zhu H, Jewells V, Torres-Jardón R, Romero L, Monroy-Acosta ME, Bryant C, González-González LO, Medina-Cortina H, D’Angiulli A (2011) Exposure to severe urban pollution influences cognitive outcomes, brain volume and systemic inflammation in clinically healthy children. Brain Cogn 77, 345–355.", "ArticleIdList": ["22032805"]}, {"Citation": "Calderón-Garcidueñas L, Torres-Jardón R (2012) Air pollution, socioeconomic status and children’s cognition in megacities: The Mexico City scenario. Front Psycho 3, 217.", "ArticleIdList": ["PMC3408108", "22866040"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Styner M, Gómez-Garza G, Zhu H, Torres-Jardón R, Carlos E, Solorio-López E, Medina-Cortina H, Kavanaugh M, D’Angiulli A (2012) White matter hyperintensities, systemic inflammation, brain growth and cognitive functions in children exposed to air pollution. J Alzheimers Dis 31, 183–191.", "ArticleIdList": ["22531421"]}, {"Citation": "Calderón-Garcidueñas L, Franco-Lira M, Mora-Tiscareño A, Medina-Cortina H, Torres-Jardon R, Kavanaugh M (2013) Early Alzheimer’s and Parkinson’s disease pathology in urban children: Friend versus Foe responses-it is time to face the evidence. Biomed Res Int 2013, 161687.", "ArticleIdList": ["PMC3581281", "23509683"]}, {"Citation": "Calderón-Garcidueñas L, Franco-Lira M, D’Angiulli A, Rodríguez-Díaz J, Blaurock-Busch E, Busch Y, Chao CK, Thompson C, Mukherjee PS, Torres-Jardón R, Perry G (2015) Mexico City normal weight children exposed to high concentrations of ambient PM2.5 show high blood leptin and endothelin-1, vitamin D deficiency, and food reward hormone dysregulation versus low pollution controls. Relevance for obesity and Alzheimer disease. Environ Res 140, 579–592.", "ArticleIdList": ["26037109"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Franco-Lira M, Zhu H, Lu Z, Solorio E, Torres-Jardón R, D’Angiulli A (2015) Decreases in short term memory, IQ and altered brain metabolic ratios in urban apolipoprotein ε4 children exposed to air pollution. APOE modulates children’s brain air pollution responses. J Alzheimers Dis 45, 757–770.", "ArticleIdList": ["25633678"]}, {"Citation": "Calderón-Garcidueñas L, Mora-Tiscareño A, Melo-Sánchez G, Rodríguez-Díaz J, Torres-Jardón R, Styner M, Mukherjee PS, Lin W, Jewells V (2015) A critical Proton MR Spectroscopy marker of Alzheimer’s disease early neurodegenerative change: Low hippocampal NAA/Cr ratio impacts APOE ε4 Mexico City children and their parents. J Alzheimers Dis 48, 1065–1075.", "ArticleIdList": ["26402110"]}, {"Citation": "Calderón-Garcidueñas L, Vojdani A, Blaurock-Busch E, Busch Y, Friedle A, Franco-Lira M, Sarathi-Mukherjee P, Martínez-Aguirre X, Park SB, Torres-Jardón R, D’Angiulli A (2015) Air pollution and children: Neural and tight junction antibodies and combustion metals, the role of barrier breakdown and brain immunity in neurodegeneration. J Alzheimers Dis 43, 1039–1058.", "ArticleIdList": ["25147109"]}, {"Citation": "Calderón-Garcidueñas L, Jewells V, Galaz-Montoya C, van Zundert B, Pérez-Calatayud A, Ascencio-Ferrel E, Valencia-Salazar G, Sandoval-Cano M, Carlos E, Solorio E, Acuña-Ayala H, Torres-Jardón R, D’Angiulli A (2016) Interactive and additive influences of gender, BMI and Apolipoprotein 4 on cognition in children chronically exposed to high concentrations of PM2.5 and ozone. APOE4 females are at highest risk in Mexico City. Environ Res 150,411–422.", "ArticleIdList": ["27376929"]}, {"Citation": "Calderón-Garcidueñas L, Reynoso-Robles R, Vargas-Martínez J, Gómez-Maqueo-Chew A, Pérez-Guille B, Mukjerhee PS, Torres-Jardón R, Perry G, González-Maciel A (2016) Prefrontal white matter pathology in air pollution exposed Mexico City Young urbanites and their potential impact on neurovascular unit dysfunction and the development of Alzheimer’s disease. Environ Res 146, 404–417.", "ArticleIdList": ["26829765"]}, {"Citation": "Calderón-Garcidueñas L, Avila-Ramírez J, Calderón-Garcidueñas A, González-Heredia T, Acuña-Ayala H, Chao CK, Thompson C, Ruiz-Ramos R, Cortés-González V, Martínez-Martínez L, García-Pérez MA, Reis J, Mukherjee PS, Torres-Jardón R, Lachmann I (2016) Cerebrospinal fluid biomarkers in highly exposed PM2.5 urbanites: The risk of Alzheimer’s and Parkinson’s diseases in young Mexico City residents. J Alzheimers Dis 54, 597–613.", "ArticleIdList": ["27567860"]}, {"Citation": "Jung CR, Lin YT, Hwang B (2015) Ozone, particulate matter, and newly diagnosed Alzheimer’s disease: A population-based cohort study in Taiwan. J Alzheimers Dis 44, 573–584.", "ArticleIdList": ["25310992"]}, {"Citation": "West JJ, Cohen A, Dentener F, Brunekreef B, Zhu T, Armstrong B, Bell ML, Brauer M, Carmichael G, Costa DL, Dockery DW, Kleeman M, Krzyzanowski M, Künzli N, Liousse C, Lung SC, Martin RV, Pöschl U, Pope CA 3rd, Roberts JM, Russell AG, Wiedinmyer C (2016) What we breathe impacts our health: Improving understanding of the link between air pollution and health. Environ Sci Technol 50, 4895–4904.", "ArticleIdList": ["27010639"]}, {"Citation": "D’Amato G, Holgate ST, Pawankar R, Ledford DK, Cecchi L, Al-Ahmad M, Al-Enezi F, Al-Muhsen S, Ansotegui I,Baena-Cagnani CE, Baker DJ, Bayram H, Bergmann KC, Boulet LP, Buters JT, D’Amato M, Dorsano S, Douwes J, Finlay SE, Garrasi D, Gómez M, Haahtela T, Halwani R, Hassani Y, Mahboub B, Marks G, Michelozzi P, Montagni M, Nunes C, Oh JJ, Popov TA, Portnoy J,Ridolo E, Rosário N, Rottem M, Sánchez-Borges M, Sibanda E, Sienra-Monge JJ, Vitale C, Annesi-Maesano I (2015) Meteorological conditions, climate change, new emerging factors, and asthma and related allergic disorders. A statement of the World Allergy Organization. World Allergy Organ 8, 25.", "ArticleIdList": ["PMC4499913", "26207160"]}, {"Citation": "Esposito K, Petrizzo M, Maiorino MI, Bellastella G, Giugliano D (2016) Particulate matter pollutants and risk of type 2 diabetes: A time for concern? Endocrine 51, 32–37.", "ArticleIdList": ["26024974"]}, {"Citation": "Gruzieva O, Xu CJ, Breton CV, Annesi-Maesano I, Antó JM, Auffray C, Ballereau S, Bellander T, Bousquet J, Bustamante M, Charles MA, de Kluizenaar Y, den Dekker HT, Duijts L, Felix JF, Gehring U, Guxens M, Jaddoe VV, Jankipersadsing SA, Merid SK, Kere J, Kumar A, Lemonnier N, Lepeule J, Nystad W, Page CM, Panasevich S, Postma D, Slama R, Sunyer J, Söderhäll C, Yao J, London SJ, Pershagen G, Koppelman GH, Melén E(2017) Epigenome-wide meta-analysis of methylation in children related to prenatal NO2 air pollution exposure. Environ Health Perspect 125, 104–110.", "ArticleIdList": ["PMC5226705", "27448387"]}, {"Citation": "Mueller N, Rojas-Rueda D, Basagaña X, Cirach M, Cole-Hunter T, Dadvand P, Donaire-Gonzalez D, Foraster M, Gascon M, Martinez D, Tonne C, Triguero-Mas M, Valentín A, Nieuwenhuijsen M (2016) Urban and transport planning related exposures and mortality: A health impact assessment for cities. Environ Health Perspect 125, 89–96.", "ArticleIdList": ["PMC5226698", "27346385"]}, {"Citation": "Maher B, Ahmed IAM, Karloukovski V, MacLaren DA, Foulds PG, Allsop D, Mann DMA, Torres-Jardón R, Calderón-Garcidueñas L (2016) Magnetite pollution nanoparticles in the human brain. Proc Natl Acad Sci U S A 113, 10797–10801.", "ArticleIdList": ["PMC5047173", "27601646"]}, {"Citation": "Newman NC, Ryan P, Lemasters G, Levin L, Bernstein D, Hershey GK, Lockey JE, Villareal M, Reponen T, Grinshpun S, Sucharew H, Dietrich KN (2013) Traffic-related air pollution exposure in the first year of life and behavioral scores at 7 years of age. Environ Health Perspect 121, 731–736.", "ArticleIdList": ["PMC3672910", "23694812"]}, {"Citation": "Guxens M, García-Esteban R, Giorgis-Allemand L Forns J, Badaloni C, Ballester F, Beelen R, Cesaroni G, Chatzi L, de Agostini M, de Nazelle A, Eeftens M, Fernandez MF, Fernández-Somoano A, Forastiere F, Gehring U, Ghassabian A, Heude B, Jaddoe VW, Klümper C, Kogevinas M, Krämer U, Larroque B, Lertxundi A, Lertxuni N, Murcia M, Navel V, Nieuwenhuijsen M, Porta D, Ramos R, Roumeliotaki T, Slama R, Sørensen M, Stephanou EG, Sugiri D, Tardón A, Tiemeier H, Tiesler CM, Verhulst FC, Vrijkotte T, Wilhelm M, Brunekreef B, Pershagen G, Sunyer J (2014) Air pollution during pregnancy and childhood cognitive and psychomotor development: Six European birth cohorts. Epidemiology 25, 636–647.", "ArticleIdList": ["25036432"]}, {"Citation": "Harris MH, Gold DR, Rifas-Shiman SLMelly SJ, Zanobetti A, Coull BA, Schwartz JD, Gryparis A, Kloog I, Koutrakis P, Bellinger DC, White RF, Sagiv SK, Oken E (2015) Prenatal and childhood traffic-related pollution exposure and childhood cognition in the project viva cohort (Massachusetts, USA). Environ Health Perspect 123, 1072–1078.", "ArticleIdList": ["PMC4590752", "25839914"]}, {"Citation": "Harris MH, Gold DR, Rifas-Shiman SL, Melly SJ, Zanobetti A, Coull BA, Schwartz JD, Gryparis A, Kloog I, Koutrakis P, Bellinger DC, Belfort MB, Webster TF, White RF, Sagiv SK, Oken E (2016) Prenatal and childhood traffic-related air pollution exposure and childhood executive function and behavior. Neurotoxicol Teratol 57, 60–70.", "ArticleIdList": ["PMC5056808", "27350569"]}, {"Citation": "Kicinski M, Vermeir G, Van Larebeke N, Den Hond E, Schoeters G, Bruckers L, Sioen I, Bijnens E, Roels HA, Baeyens W, Viaene MK, Nawrot TS (2015) Neurobehavioral performance in adolescents is inversely associated with traffic exposure. Environ Int 75, 136–143.", "ArticleIdList": ["25461422"]}, {"Citation": "Sunyer J, Esnaola M, Alvarez-Pedrerol M, Forns J, Rivas I, López-Vicente M, Suades-González E, Foraster M, Garcia-Esteban R, Basagaña X, Viana M, Cirach M, Moreno T, Alastuey A, Sebastian-Galles N, Nieuwenhuijsen M, Querol X (2015) Association between traffic-related air pollution in schools and cognitive development in primary school children: A prospective cohort study. PLoS Med 12, e1001792.", "ArticleIdList": ["PMC4348510", "25734425"]}, {"Citation": "Jedrychowski WA, Perera FP, Camann D, Spengler J, Butscher M, Mroz E, Majewska R, Flak E, Jacek R, Sowa A (2015) Prenatal exposure to polycyclic aromatic hydrocarbons and cognitive dysfunction in children. Environ Sci Pollut Res Int 22, 3631–3639.", "ArticleIdList": ["PMC4334078", "25253062"]}, {"Citation": "Pujol J, Martínez-Vilavella G, Macià D, Fenoll R, Alvarez-Pedrerol M, Rivas I, Forns J, Blanco-Hinojo L, Capellades J, Querol X, Deus J, Sunyer J (2016) Traffic pollution exposure is associated with altered brain connectivity in school children. Neuroimage 129, 175–184.", "ArticleIdList": ["26825441"]}, {"Citation": "Basagaña X, Esnaola M, Rivas I, Amato F, Alvarez-Pedrerol M, Forns J, López-Vicente M, Pujol J, Nieuwenhuijsen M, Querol X, Sunyer J (2016) Neurodevelopmental deceleration by urban fine particles from different emission sources: A longitudinal observational study. Environ Health Perspect 124, 1630–1636.", "ArticleIdList": ["PMC5047777", "27128166"]}, {"Citation": "Saenen ND, Plusquin M, Bijnens E, Janssen BG, Gyselaers W, Cox B, Fierens F, Molenberghs G, Penders J, Vrijens K, De Boever P, Nawrot TS (2015) In utero fine particle air pollution and placental expression of genes in the brain-derived neurotrophic factor signaling pathway: An ENVIRONAGE Birth Cohort study. Environ Health Perspect 123, 834–840.", "ArticleIdList": ["PMC4529006", "25816123"]}, {"Citation": "Schächter F, Faure-Delanef L, Guénot F, Rouger H, Froguel P, Lesueur-Ginot L, Cohen D (1994) Genetic associations with human longevity at the APOE and ACE loci. Nat Genet 6, 29–32.", "ArticleIdList": ["8136829"]}, {"Citation": "Small GW, Mazziotta JC, Collins MT, Baxter LR, Phelps ME, Mandelkern MA, Kaplan A, La Rue A, Adamson CF, Chang L (1995) Apolipoprotein E type 4 allele and cerebral glucose metabolism in relatives at risk for familial Alzheimer disease. JAMA 273, 942–947.", "ArticleIdList": ["7884953"]}, {"Citation": "Ramassamy C, Averill D, Beffert U, Bastianetto S, Theroux L, Lussier-Cacan S, Cohn JS, Christen Y, Davignon J, Quirion R, Poirier J (1999) Oxidative damage and protection by antioxidants in the frontal cortex of Alzheimer’s disease is related to the apolipoprotein E genotype. Free Radic Biol Med 27, 544–553.", "ArticleIdList": ["10490274"]}, {"Citation": "Chang S, Ran Ma T, Miranda RD, Balestra ME, Mahley RW, Huang Y (2005) Lipid- and receptor-binding regions of apolipoprotein E4 fragments act in concert to cause mitochondrial dysfunction and neurotoxicity. Proc Natl AcadSci U S A 102, 18694–18699.", "ArticleIdList": ["PMC1311737", "16344479"]}, {"Citation": "Kregel KC, Zhang HJ (2007) An integrated view of oxidative stress in aging: Basic mechanisms, functional effects, and pathological considerations. Am J Physiol Regul Integr Comp Physiol 292, 18–36.", "ArticleIdList": ["16917020"]}, {"Citation": "Jofre-Monseny L, Minihane AM, Rimbach G (2008) Impact of ApoE genotype on oxidative stress, inflammation and disease risk. Mol Nutr Food Res 52, 131–145.", "ArticleIdList": ["18203129"]}, {"Citation": "Zhong N, Ramaswamy G, Weisgraber KH (2009) Apolipoprotein E4 domain interaction induces endoplasmic reticulum stress and impairs astrocyte function. J Biol Chem 284, 27273–27280.", "ArticleIdList": ["PMC2785655", "19666463"]}, {"Citation": "Tarnus E, Wassef H, Carmel JF, Rondeau P, Roche M, Davignon J, Bernier L, Bourdon E (2009) Apolipoprotein E limits oxidative stress-induced cell dysfunctions in human adipocytes. FEBS Lett 583, 2042–2048.", "ArticleIdList": ["19450584"]}, {"Citation": "Heise V, Filippini N, Ebmeier KP, Mackay CE (2011) The APOE ε4 allele modulates brain white matter integrity in healthy adults. Mol Psychiatry 16, 908–916.", "ArticleIdList": ["20820167"]}, {"Citation": "Dose J, Huebbe P, Nebel A, Rimbach G (2016) APOE genotype and stress response- a mini review. Lipids Health Dis 15, 121.", "ArticleIdList": ["PMC4960866", "27457486"]}, {"Citation": "Hanson AJ, Craft S, Banks WA (2015) The APOE genotype: Modification of therapeutic responses in Alzheimer’s disease. Curr Pharm Des 21, 114–120.", "ArticleIdList": ["25330331"]}, {"Citation": "Hanson AJ, Banks WA, Hernandez Saucedo H, Craft S (2016) Apolipoprotein E genotype and sex influence glucose tolerance in older adults: A cross-sectional study. Dement Geriatr Cogn Dis Extra 6, 78–89.", "ArticleIdList": ["PMC4821139", "27065114"]}, {"Citation": "Salameh TS, Rhea EM, Banks WA, Hanson AJ (2016) Insulin resistance, dyslipidemia, and apolipoprotein E interactions as mechanisms in cognitive impairment and Alzheimer’s disease. Exp Biol Med (Maywood) 241, 1676–1683.", "ArticleIdList": ["PMC4999626", "27470930"]}, {"Citation": "Huang Y, Mahley RW (2014) Apolipoprotein E: Structure and function in lipid metabolism, neurobiology and Alzheimer’s disease. Neurobiol Dis 72(Pt A), 3–12.", "ArticleIdList": ["PMC4253862", "25173806"]}, {"Citation": "Dell’Acqua F, Khan W, Gottlieb N, Giampietro V, Ginestet C,Bouls D, Newhouse S, Dobson R, Banaschewski T, Barker GJ, Bokde AL, Büchel C, Conrod P, Flor H, Frouin V, Garavan H, Gowland P, Heinz A, Lemaítre H, Nees F, Paus T, Pausova Z, Rietschel M, Smolka MN, Ströhle A, Gallinat J, Westman E, Schumann G, Lovestone S, Simmons A, consortium IMAGEN, (http://www,com) imagen-europe (2015) Tract based spatial statistic reveals no differences in white matter microstructural organization between carriers and non-carriers of the APOE ε4 and ε2 alleles in young healthy adolescents. J Alzheimers Dis\n47, 977–984.", "ArticleIdList": ["26401776"]}, {"Citation": "Malkki H (2015) Alzheimer disease: APOE* ε4-associated increase in AD risk linked to phospholipid dysregulation. Nat Rev Neurol 11, 610.", "ArticleIdList": ["26416537"]}, {"Citation": "Zhu L, Zhong M, Elder GA, Sano M, Holtzman DM, Gandy S, Cardozo C, Haroutunian V, Robakis NK, Cai D (2015) Phospholipid dysregulation contributes to ApoE4-associated cognitive deficits in Alzheimer’s disease pathogenesis. Proc Natl Acad Sci U S A 112, 11965–11970.", "ArticleIdList": ["PMC4586834", "26372964"]}, {"Citation": "Mahley RW, Rall SC Jr (2000) Apolipoprotein E: Far more than a lipid transport protein. Ann Rev Genomics Human Genet 1, 507–537.", "ArticleIdList": ["11701639"]}, {"Citation": "Simonovitch S, Schmukler E, Bespalko A, Iram T, Frenkel D,Holtzman DM, Masliah E, Michaelson DM, Pinkas-Kramarski R (2016) Impaired autophagy in APOE4 astrocytes. J Alzheimers Dis 51, 915–927.", "ArticleIdList": ["26923027"]}, {"Citation": "Dolejší E, Liraz O, Rudajev V, Zimčík P, DoleŽal V, Michaelson DM (2016) Apolipoprotein E4 reduces evoked hippocampal acetylcholine release in adult mice. J Neurochem 136, 503–509.", "ArticleIdList": ["PMC4738402", "26526158"]}, {"Citation": "Dean DC 3rd, Jerskey BA, Chen K, Protas H, Thiyyagura P, Roontiva A, O’Muircheartaigh J, Dirks H, Waskiewicz N, Lehman K, Siniard AL, Turk MN, Hua X, Madsen SK, Thompson PM, Fleisher AS, Huentelman MJ, Deoni SC, Reiman EM (2014) Brain differences in infants at differential genetic risk for late-onset Alzheimer disease: A cross-sectional imaging study. JAMA Neurol 71, 11–22.", "ArticleIdList": ["PMC4056558", "24276092"]}, {"Citation": "Chang L, Douet V, Bloss C, Lee K, Pritchett A, Jernigan TL, Akshoomoff N, Murray SS, Frazier J, Kennedy DN, Amaral DG, Gruen J, Kaufmann WE, Casey BJ, Sowell E, Ernst T; Pediatric Imaging, Neurocognition, and Genetics (PING) Study Consortium (2016) Gray matter maturation and cognition in children with different APOE ε genotypes. Neurology 87, 585–594.", "ArticleIdList": ["PMC4977368", "27412137"]}, {"Citation": "Filippini N, MacIntosh BJ, Hough MG, Goodwin GM, Frisoni GB, Smith SM, Matthews PM, Beckmann CF, Mackay CE (2009) Distinct patterns of brain activity in young carriers of the APOE-epsilon4 allele. Proc Natl AcadSci U S A 106, 7209–7214.", "ArticleIdList": ["PMC2678478", "19357304"]}, {"Citation": "Trachtenberg AJ, Filippini N, Ebmeier KP, Smith SM, Karpe F, Mackay CE (2012) The effects of APOE on the functional architecture of the resting brain. Neuroimage 59, 565–572.", "ArticleIdList": ["21851856"]}, {"Citation": "Trachtenberg AJ, Filippini N, Mackay CE (2012) The effects of APOE-ε4 on the BOLD response. Neurobiol Aging 33, 323–334.", "ArticleIdList": ["20409610"]}, {"Citation": "Trachtenberg AJ, Filippini N, Cheeseman J, Duff EP, Neville MJ, Ebmeier KP, Karpe F, Mackay CE (2012) The effects of APOE on brain activity do not simply reflect the risk of Alzheimer’s disease. Neurobiol Aging 33, 618.e1–618.e13.", "ArticleIdList": ["21232817"]}, {"Citation": "Breitling C, Gross A, Büttner P, Weise S, Schleinitz D, Kiess W, Scholz M, Kovacs P, Körner A (2015) Genetic contribution of variants near SORT1 and APOE on LDL cholesterol independent of obesity in children. PLoS One 10, e0138064.", "ArticleIdList": ["PMC4573320", "26375028"]}, {"Citation": "Klančar G, Grošelj U, Kovač J, Bratanič N, Bratina N, Trebušak Podkrajšek K, Battelino T (2015) Universal screening for familial hypercholesterolemia in children. JAm Coll Cardiol 66, 1250–1257.", "ArticleIdList": ["26361156"]}, {"Citation": "Cahua-Pablo G, Cruz M, Moral-Hernández OD, Leyva-Vázquez MA, Antúnez-Ortiz DL, Cahua-Pablo JA, Alarcón-Romero Ldel C, Ortuño-Pineda C, Moreno-Godínez ME, Hernández-Sotelo D, Flores-Alfaro E (2016) Elevated levels of LDL-C are associated with ApoE4 but not with the rs688 polymorphism in the LDLR gene. Clin Appl Thromb Hemost 22, 465–470.", "ArticleIdList": ["25601895"]}, {"Citation": "Landázuri P, Loango N, Gallego ML, Restrepo B (2009) Gender, age and plasma lipids differences associated with apolipoprotein E polymorphism in school children. Biomedica 29, 382–391.", "ArticleIdList": ["20436990"]}, {"Citation": "Maxwell TJ, Ballantyne CM, Cheverud JM, Guild CS, Ndumele CE, Boerwinkle E (2013) APOE modulates the correlation between triglycerides, cholesterol, and CHD through pleiotropy, and gene-by-gene interactions. Genetics 195, 1397–1405.", "ArticleIdList": ["PMC3832281", "24097412"]}, {"Citation": "Alharbi KK, Khan IA, Syed R (2014) Association of apolipoprotein E polymorphism with type 2 diabetes mellitus in a Saudi population. DNA Cell Biol 33, 637–641.", "ArticleIdList": ["24979464"]}, {"Citation": "Hall JR, Wiechmann AR, Johnson LA, Edwards M, Barber RC, Cunningham R, Singh M, O’Bryant SE (2014) The impact of APOE status on relationship of biomarkers of vascular risk and systemic inflammation to neuropsychiatric symptoms in Alzheimer’s disease. J Alzheimers Dis 40, 887–896.", "ArticleIdList": ["24577461"]}, {"Citation": "Rodríguez-Carmona Y, Pérez-Rodríguez M, Gámez-Valdez E, López-Alavez FJ, Hernández-Armenta CI, Vega-Monter N, Leyva-García G, Monge-Cázares T, Barrera Valencia D, Balderas Monroy M, Pfeffer F, Meléndez G, Pérez Lizaur AB, Pardío J, Tejero ME (2014) Association between Apolipoprotein E variants and obesity-related traits in Mexican school children. J Nutrigenet Nutrigenomics 7, 243–251.", "ArticleIdList": ["25968937"]}, {"Citation": "El-Lebedy D, Raslan HM, Mohammed AM (2016) Apolipoprotein E gene polymorphism and risk of type 2 diabetes and cardiovascular disease. Cardiovasc Diabetol 15, 12.", "ArticleIdList": ["PMC4724147", "26800892"]}, {"Citation": "Arbones-Mainar JM, Johnson LA, Torres-Pérez E, Garcia AE, Pérez-Diaz S, Raber J, Maeda N (2016) Metabolic shifts toward fatty-acid usage and increased thermogenesis are associated with impaired adipogenesisi in mice expressing human APOE4. Int J Obese (Lond) 40, 1574–1581.", "ArticleIdList": ["PMC5063049", "27163745"]}, {"Citation": "Altman R, Rutledge JC (2010) The vascular contribution to Alzheimer’s disease. Clin Sci (Lond) 119, 407–421.", "ArticleIdList": ["PMC2950620", "20684749"]}, {"Citation": "Mielke MM, Leoutsakos JM, Tschanz JT, Green RC, Tripodis Y, Corcoran CD, Norton MC, Lyketsos CG (2011) Interaction between vascular factors and the APOE ε4 allele in predicting rate of progression in Alzheimer’s disease. J Alzheimers Dis 26, 127–134.", "ArticleIdList": ["PMC3164737", "21593560"]}, {"Citation": "Kofler BM, Miles EA, Curtis PArmah CK, Tricon S, Grew J, Napper FL, Farrell L, Lietz G, Packard CJ, Caslake MJ, Mathers JC, Williams CM, Calder PC, Minihane AM (2012) Apolipoprotein E genotype and the cardiovascular disease risk phenotype: Impact of sex and adiposity (the FINGEN study). Atherosclerosis 221, 467–470.", "ArticleIdList": ["22365656"]}, {"Citation": "Gungor Z, Anuurad E, Enkhmaa B, Zhang W, Kim K, Berglund L (2012) Apo E4 and lipoprotein-associated phospholipase A2 synergistically increase cardiovascular risk. Atherosclerosis 223, 230–234.", "ArticleIdList": ["PMC3389284", "22632920"]}, {"Citation": "Rohn TT (2014) Is apolipoprotein E4 an important risk factor for vascular dementia? Int J Clin Exp Pathol 7, 3504–3511.", "ArticleIdList": ["PMC4128964", "25120729"]}, {"Citation": "de Frias CM, Schaie KW, Willis SL (2014) Hypertension moderates the effect of APOE on 21 year cognitive trajectories. Psychol Aging 29, 431–439.", "ArticleIdList": ["24956008"]}, {"Citation": "Kyrtsos CR, Baras JS (2015) Modeling the role of the glymphatic pathway and cerebral blood vessel properties in Alzheimer’s disease pathogenesis. PLoS One 10, e0139574.", "ArticleIdList": ["PMC4598011", "26448331"]}, {"Citation": "Marseglia A, Fratiglioni L, Laukka EJ, Santoni G, Pedersen NL, Bäckman L, Xu W (2016) Early cognitive deficits in type 2 diabetes: A population-based study. J Alzheimers Dis 53, 1069–1078.", "ArticleIdList": ["PMC4981902", "27314527"]}, {"Citation": "Wolters FJ, de Bruijn RF, Hofman A, Koudstaal PJ, Ikram MA; Heart Brain Connection Collaborative Research Group (2016) Cerebral vasoreactivity, Apolipoprotein E, and the risk of dementia: A population-based study. Arterioscler Thromb Vasc Biol 36, 204–210.", "ArticleIdList": ["26586657"]}, {"Citation": "Mortimer JA (2012) The Nun Study: Risk factors for pathology and clinical-pathologic correlations. Curr Alzheimer Res 9, 621–627.", "ArticleIdList": ["22471869"]}, {"Citation": "Brun A, Englund E (1986) A white matter disorder in dementia of the Alzheimer type: A pathoanatomical study. Ann Neurol 19, 253–262.", "ArticleIdList": ["3963770"]}, {"Citation": "de la Monte S (1989) Quantitation of cerebral atrophy in preclinical and end-stage Alzheimer’s disease. Ann Neurol 25, 450–459.", "ArticleIdList": ["2774485"]}, {"Citation": "Wang R, Fratiglioni L, Laukka EJ, Lövdén M, Kalpouzos G, Keller L, Graff C, Salami A, Bäckman L, Qiu C (2015) Effects of vascular risk factors and APOE4 on white matter integrity and cognitive decline. Neurology 84, 1128–1135.", "ArticleIdList": ["PMC4371409", "25672924"]}, {"Citation": "Weller RO, Hawkes CA, Kalaria RN, Werring DJ, Carare RO (2015) White matter changes in dementia: Role of impaired drainage of interstitial fluid. Brain Pathol 25, 63–78.", "ArticleIdList": ["PMC8028907", "25521178"]}, {"Citation": "van de Haar HJ, Jansen JF, van Osch MJ, van Buchem MA, Muller M, Wong SM, Hofman PA, Burgmans S, Verhey FR, Backes WH (2016) Neurovascular unit impairment in early Alzheimer’s disease measured with magnetic resonance imaging. Neurobiol Aging 45, 190–196.", "ArticleIdList": ["27459939"]}, {"Citation": "Garwood CJ, Ratcliffe LE, Simpson JE, Heath PR, Ince PG, Wharton SB (2016) Review: Astrocytes in Alzheimer’s disease and other age associated dementias; a supporting player with a central role. Neuropathol Applied Neurobiol. doi: 10.1111/nan.12338", "ArticleIdList": ["10.1111/nan.12338", "27442752"]}, {"Citation": "Zenaro E, Piacentino G, Constantin G (2016) The blood-brain barrier in Alzheimer’s disease. Neurobiol Dis. pii: S0969-9961(16)30165-6", "ArticleIdList": ["PMC5600438", "27425887"]}, {"Citation": "Sweeney MD, Ayyadurai S, Zlokovic BV (2016) Pericytes of the neurovascular unit: Key functions and signaling pathways. NatNeurosci 19, 771–783.", "ArticleIdList": ["PMC5745011", "27227366"]}, {"Citation": "Falb KL, Diaz-Olavarrieta C, Campos PA, Valades J, Cardenas R, Carino G, Gupta J (2014) Evaluating a health care provider delivered intervention to reduce intimate partner violence and mitigate associated health risks: Study protocol for a randomized controlled trial in Mexico City. BMC Public Health 14, 772.", "ArticleIdList": ["PMC4127193", "25079882"]}, {"Citation": "Espinoza Giacinto R, Castañeda SF, Pérez RL, Nodora JN, González P, Lopez EJ, Talavera GA (2016) Diabetes cultural beliefs and traditional medicine use among health center patients in Oaxaca, Mexico. J Immigr Minor Health 18, 1413–1422.", "ArticleIdList": ["26660485"]}, {"Citation": "Kristiansson M, Sörman K, Tekwe C, Calderón-Garcidueñas L (2015) Urban air pollution, poverty, violence and health. Neurological and immunological aspects as mediating factors. Environ Res 140, 511–513.", "ArticleIdList": ["26005121"]}, {"Citation": "Canudas-Romo V, Aburto JM, García-Guerrero VM, Beltrán-Sánchez H (2017) Mexico’s epidemic of violence and its public health significance on average length of life. J Epidemiol Community Health 71, 188–193.", "ArticleIdList": ["PMC5284477", "27451436"]}, {"Citation": "Popkin BM, Hawkes C (2016) Sweetening of the global diet, particularly beverages: Patterns, trends, and policy responses. Lancet Diabetes Endocrinol 4, 174–186.", "ArticleIdList": ["PMC4733620", "26654575"]}, {"Citation": "Elizondo-Montemayor L, Hernández-Escobar C, Lara-Torre E, Nieblas B, Gómez-Carmona M (2017) Gynecologic and obstetric consequences of obesity in adolescent girls. J Pediatr Adolesc Gynecol 30, 156–168.", "ArticleIdList": ["26915924"]}, {"Citation": "Zambrano E, Ibáñez C, Martínez-Samayoa PM, Lomas-Soria C, Durand-Carbajal M, Rodríguez-González GL (2016) Maternal obesity: Lifelong metabolic outcomes for offspring from poor developmental trajectories during the perinatal period. Arch Med Res 47, 1–12.", "ArticleIdList": ["26827819"]}, {"Citation": "Calderón-Garcidueñas L, Torres-Jardón R (2015) The impact of air pollutants in the brain. JAMA Psychiatry 72, 529–530.", "ArticleIdList": ["25923326"]}, {"Citation": "Romero-Velarde E, Aguirre-Salas LM, Álvarez-Román YA, Vásquez-Garibay EM, Casillas-Toral E, Fonseca-Reyes S (2016) Prevalence of metabolic syndrome and associated factors in children and adolescents with obesity. Rev Med Inst Mex Seguro Soc 54, 568–575.", "ArticleIdList": ["27428337"]}, {"Citation": "García-De la Torre JI, Rodríguez-Valdez A, Delgado-Rosas A (2016) Risk factors for fetal macrosomia in patients without gestational diabetes mellitus. Ginecol Obstet Mex 84, 164–171.", "ArticleIdList": ["27424442"]}, {"Citation": "Thomson EM, Kumarathasan P, Calderón-Garcidueñas L, Vincent R (2007) Air pollution alters brain and pituitary endothelin-1 and inducible nitric oxide synthase gene expression. Environ Res 105, 224–233.", "ArticleIdList": ["17662977"]}, {"Citation": "Rosas-Peralta M, Medina-Concebida LE, Borrayo-Sánchez G, Madrid-Miller A, Ramírez-Arias E, Pérez-Rodríguez G (2016) Systemic arterial hypertension in child and adolescent. Rev Med Inst Mex Seguro Soc 54(Suppl 1), s52–s66.", "ArticleIdList": ["27284843"]}, {"Citation": "Flores YN, Auslander A, Crespi CM, Rodriguez M, Zhang ZF, Durazo F, Salmerón J (2016) Longitudinal association of obesity, metabolic syndrome and diabetes with risk of elevated aminotransferase levels in a cohort of Mexican health workers. J Dig Dis 17, 304–312.", "ArticleIdList": ["PMC4956543", "26991251"]}, {"Citation": "Mendoza-Carrera F, Castro-Martínez XH, Leal C, Portilla-de Buen E, Sánchez-Corona J, Flores-Martínez SE, García-Zapién A, Ramírez-López G, Gómez-Espinel I, Báez-Duarte BG, Zamora-Ginez I, Velarde-Félix JS, Guillermo Sánchez-Zazueta J (2017) Analysis of cytokine gene polymorphisms in Mestizo and native populations from Mexico. Am J Hum Biol. doi: 10.1002/ajhb.22900", "ArticleIdList": ["10.1002/ajhb.22900", "27482861"]}, {"Citation": "Stryjecki C, Peralta-Romero J, Alyass A, Karam-Araujo R, Suarez F, Gomez-Zamudio J, Burguete-Garcia A, Cruz M, Meyre D (2016) Association between PPAR-γ2 Pro12Ala genotype and insulin resistance is modified by circulating lipids in Mexican children. Sci Rep 6, 24472.", "ArticleIdList": ["PMC4830984", "27075119"]}, {"Citation": "Leong A, Porneala B, Dupuis J, Florez JC, Meigs JB (2016) Type 2 diabetes genetic predisposition, obesity, and all-cause mortality risk in the U.S.: A multiethnic analysis. Diabetes Care 39, 539–546.", "ArticleIdList": ["PMC4806775", "26884474"]}, {"Citation": "Hu H, Huff CD, Yamamura Y, Wu X, Strom SS (2015) The relationship between Native American ancestry, body mass index and diabetes risk among Mexican-Americans. PLoS One 10, e0141260.", "ArticleIdList": ["PMC4621045", "26501420"]}, {"Citation": "Galavíz KI, Tremblay MS, Colley R, Jáuregui E, López y Taylor J, Janssen I (2012) Associations between physical activity, cardiorespiratory fitness, and obesity in Mexican children. Salud Publica Mex 54, 463–469.", "ArticleIdList": ["23011497"]}, {"Citation": "Héroux M, Onywera V, Tremblay MS, Adamo KB, Lopez Taylor J, Jáuregui Ulloa E, Janssen I (2013) The relation between aerobic fitness, muscular fitness, and obesity in children from three countries at different stages of the physical activity transition. ISRN Obes 2013, 134835.", "ArticleIdList": ["PMC3901969", "24533216"]}, {"Citation": "Wilhelm-Benartzi CS, Houseman EA, Maccani MA, Poage GM, Koestler DC, Langevin SM, Gagne LA, Banister CE, Padbury JF, Marsit CJ (2012) In utero exposures, infant growth, and DNA methylation of repetitive elements and developmentally related genes in human placenta. Environ Health Perspect 120, 296–302.", "ArticleIdList": ["PMC3279448", "22005006"]}, {"Citation": "Tsamou M, Vrijens K, Madhloum N, Lefebvre W, Vanpoucke C, Nawrot TS (2016) Air pollution-induced placental epigenetic alterations in early life: A candidate miRNA approach. Epigenetics. doi: 10.1080/15592294.2016.1155012", "ArticleIdList": ["10.1080/15592294.2016.1155012", "PMC5873362", "27104955"]}, {"Citation": "Li DM, Sun H (1997) TEP1, encoded by a candidate tumor suppressor locus, is a novel protein tyrosine phosphatase regulated by transforming growth factor beta. Cancer Res 57, 2124–2129.", "ArticleIdList": ["9187108"]}, {"Citation": "Wu X, Senechal K, Neshat MS, Whang YE, Sawyers CL (1998) The PTEN/MMAC1 tumor suppressor phosphatase functions as a negative regulator of the phosphoinositide 3-kinase/Akt pathway. Proc Natl Acad Sci U S A 95, 15587–15591.", "ArticleIdList": ["PMC28087", "9861013"]}, {"Citation": "Lee JO, Yang H, Georgescu MM, Di Cristofano A, Maehama T, Shi Y, Dixon JE, Pandolfi P, Pavletich NP (1999) Crystal structure of the PTEN tumor suppressor: Implications for its phosphoinositide phosphatase activity and membrane association. Cell 99, 323–334.", "ArticleIdList": ["10555148"]}, {"Citation": "Schubbert S, Jiao J, Ruscetti M, Nakashima J, Wu S, Lei H, Xu Q, Yi W, Zhu H, Wu H (2016) Methods for PTEN in stem cells and cancer stem cells. Methods Mol Biol 1388, 233–285.", "ArticleIdList": ["27033080"]}, {"Citation": "Ohtake Y, Hayat U, Li SP (2015) TEN inhibition and axon regeneration and neural repair. Neural Regen Res 10,1363–1368.", "ArticleIdList": ["PMC4625485", "26604880"]}, {"Citation": "Hu JZ, Huang JH, Zeng L, Wang G, Cao M, Lu HB (2013) Anti-apoptotic effect of miRNA-21after contusion spinal cord injury in rats. J Neurotrauma 30, 1349–1360.", "ArticleIdList": ["PMC3727528", "23647386"]}, {"Citation": "Al-Khouri AM, Ma Y, Togo SH, Williams S, Mustelin T (2005) Cooperative phosphorylation of the tumor suppressor phosphatase and tensin homologue (PTEN) by casein kinases and glycogen synthase kinase 3beta. J Biol Chem 280, 35195–35202.", "ArticleIdList": ["16107342"]}, {"Citation": "Da Costa RM, Neves KB, Mestriner FL, Louzada-Junior P, Bruder-Nascimento T, Tostes RC (2016) TNF-α induces vascular insulin resistance via positive modulation of PTEN and decreased Akt/eNOS/NO signaling in high fat diet-fed mice. Cardiovasc Diabetol 15, 119.", "ArticleIdList": ["PMC5000486", "27562094"]}, {"Citation": "Grinder-Hansen L, Ribel-Madsen R, Wojtaszewski JF, Poulsen P, Grunnet LG, Vaag A (2016) A common variation of the PTEN gene is associated with peripheral insulin resistance. Diabetes Metab 42, 280–284.", "ArticleIdList": ["27068875"]}, {"Citation": "Spradley FT, Palei AC, Granger JP (2015) Increased risk for the development of preeclampsia in obese pregnancies: Weighing in on the mechanisms. Am J Physiol Regul Integr Comp Physiol 309, R1326–R1343.", "ArticleIdList": ["PMC4698403", "26447211"]}, {"Citation": "Calderón-Garcidueñas L, Cross JV, Franco-Lira M, Aragón-Flores M, Kavanaugh M, Torres-Jardón R, Chao CK, Thompson C, Chang J, Zhu H, D’Angiulli A (2013) Brain immune interactions and air pollution: Macrophage inhibitory factor (MIF), prion cellular protein (PrPc), interleukin-6 (IL6), interleukin 1 receptor antagonist (IL-1Ra), and interleukin-2 (IL-2) in cerebrospinal fluid and MIF in serum differentiate urban children exposed to severe vs low air pollution. Front Neurosci 7, 183–194.", "ArticleIdList": ["PMC3794301", "24133408"]}, {"Citation": "Calderón-Garcidueñas L, Azzarelli B, Acuna H, García R, Gambling TM, Osnaya N, Monroy S, DEL Tizapantzi MR, Carson JL, Villarreal-Calderon A, Rewcastle B (2002) Air pollution and brain damage. Toxicol Pathol 30, 373–389.", "ArticleIdList": ["12051555"]}, {"Citation": "Calderón-Garcidueñas L, Reed W, Maronpot RR, Henríquez-Roldán C, Delgado-Chavez R, Calderón-Garcidueñas A, Dragustinovis I, Franco-Lira M, Aragón-Flores M, Solt AC, Altenburg M, Torres-Jardón R, Swenberg JA (2004) Brain inflammation and Alzheimer’s-like pathology in individuals exposed to severe air pollution. Toxicol Pathol 32, 650–658.", "ArticleIdList": ["15513908"]}, {"Citation": "Block ML, Calderón-Garcidueñas L (2009) Air pollution: Mechanisms of neuroinflammation and CNS disease. Trends Neurosci 32, 506–516.", "ArticleIdList": ["PMC2743793", "19716187"]}, {"Citation": "Lampron A, Elali A, Rivest S (2013) Innate immunity in the CNS: Redefining the relationship between the CNS and Its environment. Neuron 78, 214–232.", "ArticleIdList": ["23622060"]}, {"Citation": "Castellani RJ, Lee HG, Zhu X, Nunomura A, Perry G, Smith MA (2006) Neuropathology of Alzheimer disease: Pathognomonic but not pathogenic. Acta Neuropathol 111, 503–509.", "ArticleIdList": ["16718346"]}, {"Citation": "Castellani RJ, Perry G (2014) The complexities of the pathology-pathogenesis relationship in Alzheimer disease. Biochem Pharmacol 88, 671–676.", "ArticleIdList": ["24447936"]}, {"Citation": "Nunomura A, Castellani RJ, Zhu X, Moreira PI, Perry G, Smith MA (2006) Involvement of oxidative stress in Alzheimer disease. J Neuropathol Exp Neurol 65, 631–641.", "ArticleIdList": ["16825950"]}, {"Citation": "Blasko I, Stampfer-Kountchev M, Robatscher P, Veerhuis R, Eikelenboom P, Grubeck-Loebenstein B (2004) How chronic inflammation can affect the brain and support the development of Alzheimer’s disease in old age: The role of microglia and astrocytes. Aging Cell 3, 169–176.", "ArticleIdList": ["15268750"]}, {"Citation": "Dik MG, Jonker C, Hack CE, Smit JH, Comijs HC, Eikelenboom P (2005) Serum inflammatory proteins and cognitive decline in older persons. Neurology 64, 1371–1377.", "ArticleIdList": ["15851726"]}, {"Citation": "Finch CE, Morgan TE (2007) Systemic inflammation, infection, ApoE alleles and Alzheimer disease: A position paper. Curr Alzheimer Res 4, 185–189.", "ArticleIdList": ["17430245"]}, {"Citation": "Bonotis K, Krikki E, Holeva V, Aggouridaki C, Costa V, Baloyannis S (2008) Systemic immune aberrations in Alzheimer’s disease patients. J Neuroimmunol 193, 183–187.", "ArticleIdList": ["18037502"]}, {"Citation": "Gómez Ravetti M, Moscato P (2008) Identification of a 5-protein biomarker molecular signature for predicting Alzheimer’s disease. PLoS One 3, e3111.", "ArticleIdList": ["PMC2518833", "18769539"]}, {"Citation": "Holmes C, Cunningham C, Zotova E, Woolford J, Dean C, Kerr S, Culliford D, Perry VH (2009) Systemic inflammation and disease progression in Alzheimer disease. Neurology 73, 768–774.", "ArticleIdList": ["PMC2848584", "19738171"]}, {"Citation": "Keene CD, Cudaback E, Li X, Montine KS, Montine TJ (2011) Apolipoprotein E isoforms and regulation of the innate immune response in brain of patients with Alzheimer’s disease. Curr Opin Neurobiol 21, 920–928.", "ArticleIdList": ["PMC3237894", "21907569"]}, {"Citation": "Marsh SE, Abud EM, Lakatos A, Karimzadeh A, Yeung ST, Davtyan H, Fote GM, Lau L, Weinger JG, Lane TE, Inlay MA, Poon WW, Blurton-Jones M (2016) The adaptive immune system restrains Alzheimer’s disease pathogenesis by modulating microglial function. Proc Natl Acad Sci U S A 113, E1316–E1325.", "ArticleIdList": ["PMC4780638", "26884167"]}, {"Citation": "Eikelenboom P, Veerhuis R, van Exel E, Hoozemans JJ, Rozemuller AJ, van Gool WA (2011) The early involvement of the innate immunity in the pathogenesis of late-onset Alzheimer’s disease: Neuropathological, epidemiological and genetic evidence. Curr Alzheimer Res 8, 142–150.", "ArticleIdList": ["21345167"]}, {"Citation": "Campbell A (2004) Inflammation, neurodegenerative diseases and environmental exposures. Ann N Y Acad Sci 1035, 117–132.", "ArticleIdList": ["15681804"]}, {"Citation": "Win-Shwe TT, Yamamoto S, Fujitani Y, Hirano S, Fujimaki H (2008) Spatial learning and memory function-related gene expression in the hippocampus of mouse exposed to nanoparticle-rich diesel exhaust. Neurotoxicology 29, 940–947.", "ArticleIdList": ["18926851"]}, {"Citation": "Calderón-Garcidueñas L, D’Angiulli A, Kulesza RJ, Torres-Jardón R, Osnaya N, Romero L, Keefe S, Herritt L, Brooks DM, Avila-Ramirez J, Delgado-Chávez R, Medina-Cortina H, González-González LO (2011) Air pollution is associated with brainstem auditory nuclei pathology and delayed brainstem auditory evoked potentials. Int J Dev Neurosci 29, 365–375.", "ArticleIdList": ["PMC3095669", "21458557"]}, {"Citation": "Linn MC, Petersen AC (1985) Emergence and characterization of sex differences in spatial ability: A meta-analysis. Child Dev 56, 1479–1498.", "ArticleIdList": ["4075870"]}, {"Citation": "Suades-González E, Gascon M, Guxens M, Sunyer J (2015) Air pollution and neuropsychological development: A review of the latest evidence. Endocrinology 156, 3473–3482.", "ArticleIdList": ["PMC4588818", "26241071"]}, {"Citation": "Yasen AL, Raber J, Miller JK, Piper BJ (2015) Sex, but not Apolipoprotein E polymorphism, differences in spatial performance in young adults. Arch Sex Behav 44, 2219–2226.", "ArticleIdList": ["PMC4561598", "25750133"]}, {"Citation": "Miraglia F, Vecchio F, Bramanti P, Rossini PM (2015) Small-worldness characteristics and its gender relation in specific hemispheric networks. Neuroscience 310, 1–11.", "ArticleIdList": ["26384963"]}, {"Citation": "Newman SD (2016) Differences in cognitive ability and apparent sex differences in corpus callosum size. Psychol Res 80, 853–859.", "ArticleIdList": ["26208632"]}, {"Citation": "Sano M, Gandy S (2016) Sex differences in cognition: Does the “fairer sex” need a fairer test? Neurology 86, 1364–1365.", "ArticleIdList": ["26984948"]}, {"Citation": "Triviño-Paredes J, Patten AR, Gil-Mohapel J, Christie BR (2016) The effects of hormones and physical exercise on hippocampal structural plasticity. Front Neuroendocrinol 41,23–43.", "ArticleIdList": ["26989000"]}, {"Citation": "Mansouri FA, Fehring DJ, Gaillard A, Jaberzadeh S, Parkington H (2016) Sex dependency of inhibitory control functions. Biol Sex Differ 7, 11.", "ArticleIdList": ["PMC4746892", "26862388"]}, {"Citation": "Riedel BC, Thompson PM, Brinton RD (2016) Age, APOE and sex: Triad of risk of Alzheimer’s disease. J Steroid Biochem Mol Biol 160, 134–147.", "ArticleIdList": ["PMC4905558", "26969397"]}, {"Citation": "Jiménez-Pavón D, Ruiz JR, Ortega FB, Martínez-Gómez D, Moreno S, Urzanqui A, Gottrand F, Molnár D, Castillo MJ, Sjóstróm M, Moreno LA; HELENA Study group (2013) Physical activity and markers of insulin resistance in adolescents: Role of cardiorespiratory fitness levels-The HELENA study. Pediatr Diabetes 14, 249–258.", "ArticleIdList": ["23301989"]}, {"Citation": "Stoet G (2016) Sex differences in the Simon task help to interpret sex differences in selective attention. Psychol Res 81, 571–581.", "ArticleIdList": ["PMC5397428", "26957425"]}, {"Citation": "Vijayakumar N, Allen NB, Youssef G, Dennison M, Yücel M, Simmons JG, Whittle S (2016) Brain development during adolescence: A mixed-longitudinal investigation of cortical thickness, surface area, and volume. Hum Brain Mapp 37, 2027–2038.", "ArticleIdList": ["PMC6867680", "26946457"]}, {"Citation": "Hyde JS (2016) Sex and cognition: Gender and cognitive functions. Curr Opin Neurobiol 38, 53–56.", "ArticleIdList": ["26953847"]}, {"Citation": "Gallart-Palau X, Lee BS, Adav SS, Qian J, Serra A, Park JE, Lai MK, Chen CP, Kalaria RN, Sze SK (2016) Gender differences in white matter pathology and mitochondrial dysfunction in Alzheimer’s disease with cerebrovascular disease. Mol Brain 9, 27.", "ArticleIdList": ["PMC4794845", "26983404"]}, {"Citation": "Laws KR, Irvine K, Gale TM (2016) Sex differences in cognitive impairment in Alzheimer’s disease. World Psychiatry 6, 54–65.", "ArticleIdList": ["PMC4804268", "27014598"]}, {"Citation": "Reynolds CA, Gatz M, Christensen K, Christiansen L, Dahl Aslan AK, Kaprio J, Korhonen T, Kremen WS, Krueger R, McGue M, Neiderhiser JM, Pedersen NL, Interplay of Genes and Environment across Multiple Studies (IGEMS) consortium (2016) Gene-environment interplay in physical, psychological, and cognitive domains in mid to late adulthood: Is APOE a variability gene? Behav Genet 46, 4–19.", "ArticleIdList": ["PMC4858319", "26538244"]}, {"Citation": "Ihle A, Bunce D, Kliegel M (2012) APOE 4 and cognitive function in early life: A meta-analysis. Neuropsychology 26, 267–277.", "ArticleIdList": ["22329498"]}, {"Citation": "Bjartmar C, Battistuta J, Terada N, Dupree E, Trapp BD (2002) N-acetylaspartate is an axon-specific marker of mature white matter in vivo: A biochemical and immunohistochemical study on the rat optic nerve. Ann Neurol 51, 51–58.", "ArticleIdList": ["11782984"]}, {"Citation": "Haier RJ, Jung RE, Yeo RA, Head K, Alkire MT (2004) Structural brain variation and general intelligence. Neuroimage 23, 425–433.", "ArticleIdList": ["15325390"]}, {"Citation": "Schmithorst VJ, Wilke M, Dardzinski BJ, Holland SK (2005) Cognitive functions correlate with white matter architecture in a normal pediatric population: A diffusion tensor MRI study. Hum Brain Mapp 26, 139–147.", "ArticleIdList": ["PMC1859842", "15858815"]}, {"Citation": "Moffett JR, Ross B, Arun P, Madhavarao CN, Namboodiri AM (2007) N-acetylaspartate in the CNS: From neurodiagnostics to neurobiology. Prog Neurobiol 81, 89–131.", "ArticleIdList": ["PMC1919520", "17275978"]}, {"Citation": "Braak H, Del Tredeci K (2011) The pathological process underlying Alzheimer’s disease in individuals under thirty. Acta Neuropathol 121, 171–181.", "ArticleIdList": ["21170538"]}, {"Citation": "Braak H, Thal DR, Ghebremedhin E, Del Tredeci K (2011) Stages of the pathologic process in Alzheimer’s disease: Age categories from 1-100 years. J Neuropathol Exp Neurol 70, 960–969.", "ArticleIdList": ["22002422"]}, {"Citation": "Penke L, Maniega SM, Bastin ME, Valdés Hernández MC, Murray C, Royle NA, Starr JM, Wardlaw JM, Deary IJ (2012) Brain white matter tract integrity as a neural foundation for general intelligence. Mol Psychiatry 17, 1026–1030.", "ArticleIdList": ["22614288"]}, {"Citation": "Lyall DM, Harris SE, Bastin ME, Muñoz Maniega S, Murray C, Lutz MW, Saunders AM, Roses AD, Valdés Hernández Mdel C, Royle NA, Starr JM, Porteous DJ, Wardlaw JM, Deary IJ (2014) Are APOE ε genotype and TOMM40 poly-T repeat length associations with cognitive ageing mediated by brain white matter tract integrity? Transl Psychiatry 4, e449.", "ArticleIdList": ["PMC4203017", "25247594"]}, {"Citation": "Kantarci K (2007) 1H magnetic resonance spectroscopy in dementia. Br J Radiol 80, S146–S152.", "ArticleIdList": ["18445744"]}, {"Citation": "Kantarci K (2013) Magnetic resonance spectroscopy in common dementias. Neuroimaging Clin N Am 23, 393–406.", "ArticleIdList": ["PMC3748940", "23928196"]}, {"Citation": "Kantarci K (2013) Proton MRS in mild cognitive impairment. J Magn Reson Imaging 37, 770–777.", "ArticleIdList": ["PMC3609038", "23526756"]}, {"Citation": "Kantarci K, Weigand SD, Przybelski SA, Preboske GM, Pankratz VS, Vemuri P, Senjem ML, Murphy MC, Gunter JL, Machulda MM, Ivnik RJ, Roberts RO, Boeve BF, Rocca WA, Knopman DS, Petersen RC, Jack CR Jr (2013) MRI and MRS predictors of mild cognitive impairment in a population-based sample. Neurology 81, 126–133.", "ArticleIdList": ["PMC3770173", "23761624"]}, {"Citation": "Schikowski T, Vossoughi M, Vierkötter A, Vierkötter A, Schulte T, Teichert T, Sugiri D, Fehsel K, Tzivian L, Bae IS, Ranft U, Hoffmann B, Probst-Hensch N, Herder C, Krämer U, Luckhaus C (2015) Association of air pollution with cognitive functions and its modification by APOE gene variants in elderly women. Environ Res 142, 10–16.", "ArticleIdList": ["26092807"]}, {"Citation": "Torres-Pérez E, Ledesma M, García-Sobreviela MP, Leon-Latre M, Arbones-Mainar JM (2016) Apolipoprotein E4 association with metabolic syndrome depends on body fatness. Atherosclerosis 245, 35–42.", "ArticleIdList": ["26691908"]}, {"Citation": "Pérez LM, Pareja-Galeano H, Sanchis-Gomar F, Emanuele E, Lucia A, Gálvez BG (2016) ‘Adipaging’: Aging and obesity share biological hallmarks related to a dysfunctional adipose tissue. J Physiol 594, 3187–3207.", "ArticleIdList": ["PMC4908019", "26926488"]}, {"Citation": "Varma MC, Kusminski CM, Azharian S, Gilardini L, Kumar S, Invitti C, McTernan PG (2016) Metabolic endotoxaemia in childhood obesity. BMC Obes 3, 3.", "ArticleIdList": ["PMC4728817", "26819711"]}, {"Citation": "Wei Y, Zhang JJ, Li Z, Gow A, Chung KF, Hu M, Sun Z, Zeng L, Zhu T, Jia G, Li X, Duarte M, Tang X (2016) Chronic exposure to air pollution particles increases the risk of obesity and metabolic syndrome: Findings from a natural experiment in Beijing. FASEB J 30, 2115–2122.", "ArticleIdList": ["PMC6137545", "26891735"]}, {"Citation": "Lavigne E, Ashley-Martin J, Dodds L, Arbuckle TE, Hystad P, Johnson M, Crouse DL, Ettinger AS, Shapiro GD, Fisher M, Morisset AS, Taback S, Bouchard MF, Sun L, Monnier P, Dallaire R, Fraser WD (2016) Air pollution exposure during pregnancy and fetal markers of metabolic function: The MIREC study. Am J Epidemiol 183, 842–851.", "ArticleIdList": ["PMC4851989", "27026336"]}, {"Citation": "Bonvecchio A, Safdie M, Monterrubio EA, Gust T, Villalpando S, Rivera JA (2009) Overweight and obesity trends in Mexican children 2 to 18 years of age from 1988 to 2006. Salud Publica Mex 51, S586–594", "ArticleIdList": ["20464234"]}, {"Citation": "Safdie M, Lévesque L, González-Casanova I, Salvo D, Islas A, Hernández-Cordero S, Bonvecchio A, Rivera JA (2013) Promoting healthful diet and physical activity in the Mexican school system for the prevention of obesity in children. Salud Publica Mex 55, 357–373.", "ArticleIdList": ["24643485"]}, {"Citation": "Fowler SP, Puppala S, Arya R, Chittoor G, Farook VS, Schneider J, Resendez RG, Upadhayay RP, Vandeberg J, Hunt KJ, Bradshaw B, Cersosimo E, Vandeberg JL, Almasy L, Curran JE, Comuzzie AG, Lehman DM, Jenkinson CP, Lynch JL, Defronzo RA, Blangero J, Hale DE, Duggirala R (2013) Genetic epidemiology of cardiometabolic risk factors and their clustering patterns in Mexican American children and adolescents: The SAFARI study. Hum Genet 132, 1059–1071.", "ArticleIdList": ["PMC3845827", "23736306"]}, {"Citation": "Rossen LM (2014) Neighborhood economic deprivation explains racial/ethnic disparities in overweight and obesity among children and adolescents in the USA. J Epidemiol Community Health 68, 123–129.", "ArticleIdList": ["PMC5705001", "24072744"]}, {"Citation": "Muggah R, Vilalta C (2016) The real reason behind rising violence in mexico city. Americas Quarterly. http://www.americasquarterly.org/content/real-reason-behind-rising-violence-Mexico-city."}, {"Citation": "Blanco L (2016) The impact of judicial reform on crime victimization and trust in institutions in Mexico. Violence Vict 31, 27–50.", "ArticleIdList": ["26645670"]}, {"Citation": "Overseas Security Advisory Council - Bureau of Diplomatic Security. Mexico 2015 Crime and Safety Report: Mexico City. Available from https://www.osac.gov/pages/ContentReportDetails.aspx?cid=17114"}, {"Citation": "Lustig RH (2013) Fructose: It’s “alcohol without the buzz”. Adv Nutr 4, 226–235.", "ArticleIdList": ["PMC3649103", "23493539"]}, {"Citation": "Regnault TR, Gentili S, Sarr O, Toop CR, Sloboda DM (2013) Fructose, pregnancy and later life impacts. Clin Exp Pharmacol Physiol 40, 824–837.", "ArticleIdList": ["24033459"]}, {"Citation": "Sloboda DM, Li M, Patel R, Clayton ZE, Yap C, Vickers MH (2014) Early life exposure to fructose and offspring phenotype: Implications for long term metabolic homeostasis. J Obes 2014, 203474.", "ArticleIdList": ["PMC4017842", "24864200"]}, {"Citation": "Wacker M, Holick MF (2013) Sunlight and Vitamin D: A global perspective for health. Dermatoendocrinol 5, 51–108.", "ArticleIdList": ["PMC3897598", "24494042"]}, {"Citation": "Kelishadi R, Moeini R, Poursafa P, Farajian S, Yousefy H, Okhovat-Souraki AA (2014) Independent association between air pollutants and vitamin D deficiency in young children in Isfahan, Iran. Paediatr Int Child Health 34, 50–55.", "ArticleIdList": ["24090719"]}, {"Citation": "Sampedro F, Vilaplana E, de León MJ, Alcolea D, Pegueroles J, Montal V, Carmona-Iragui M, Sala I, Sánchez-Saudinos MB, Antón-Aguirre S, Morenas-Rodríguez E, Camacho V, Falcón C, Pavía J, Ros D, Clarimón J, Blesa R, Lleó A, Fortea J, Alzheimer’s Disease Neuroimaging Initiative (2015) APOE-by-sex interactions on brain structure and metabolism in healthy elderly controls. Oncotarget 6, 26663–26674.", "ArticleIdList": ["PMC4694943", "26397226"]}, {"Citation": "Gamlin J (2015) Violence and homicide in Mexico: A global health issue. Lancet 385, 605–606.", "ArticleIdList": ["25706082"]}, {"Citation": "Rubio-Codina M, Attanasio O, Grantham-McGregor S (2016) Mediating pathways in the socio-economic gradient of child development: Evidence from children 6–42 months in Bogota. Int J Behav Dev 40, 483–491.", "ArticleIdList": ["PMC5102093", "27885311"]}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "5", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2018", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "3", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28527212", "NIHMS1875879", "PMC9996388", "10.3233/JAD-161299", "JAD161299"]}}], "PubmedBookArticle": []}