{"PubmedArticle": [{"MedlineCitation": {"OtherID": [], "SpaceFlightMission": [], "KeywordList": [["Fallopian tube obstruction", "Interventional therapy", "Ozone", "Tubal infertility"]], "CitationSubset": [], "InvestigatorList": [], "OtherAbstract": [], "GeneralNote": [], "PMID": "28523024", "DateRevised": {"Year": "2020", "Month": "09", "Day": "30"}, "Article": {"Language": ["eng"], "ArticleDate": [], "ELocationID": ["10.12669/pjms.332.11961"], "Journal": {"ISSN": "1682-024X", "JournalIssue": {"Volume": "33", "Issue": "2", "PubDate": {"Year": "2017", "Season": "Mar-Apr"}}, "Title": "Pakistan journal of medical sciences", "ISOAbbreviation": "Pak J Med Sci"}, "ArticleTitle": "Clinical observation of fallopian tube obstruction recanalization by ozone.", "Pagination": {"StartPage": "290", "EndPage": "294", "MedlinePgn": "290-294"}, "Abstract": {"AbstractText": ["To investigate the clinical effect of fallopian tube obstruction recanalization by ozone.", "Total 116 cases of patients undergoing the fallopian tube obstruction were randomly divided into the experimental group and control group, with 58 cases in each group. All patients underwent the interventional fallopian tube recanalization. The patients in the experimental group underwent the fallopian tube perfusion by the ozone water. Meanwhile, the patients in the control group were treated with the conventional anti-inflammatory and anti-adhesion drugs. After the follow-up visit for 6 months, the pregnancy rate and fallopian tube re-occlusion rate were counted and compared between the two groups. Meanwhile, the symptoms were evaluated and compared between the two groups after the operation for two weeks.", "The success rate of fallopian tube recanalization was 93.1% (54/58), the pregnancy rate was 79.3% (46/58) and the recurrence rate was 5.2% (3/58) in the experimental group. While the success rate of fallopian tube recanalization was 91.4% (53/58), the pregnancy rate was 60.3% (35/58) and the recurrence rate was 17.2% (10/58) in the control group. Analysis showed that there was no significant difference in the recanalization success rate between the two groups (P>0.05). However, the pregnancy rate and re-occlusion rate in the experimental group were significantly lower than those of the control group (P<0.05), and the difference was statistically significant. There was no significant difference in the discomfort symptoms between the experimental group and control group (P>0.05).", "Fallopian tube recanalization by ozone perfusion can effectively increase the postoperative pregnancy rate and reduce the fallopian tube re-occlusion."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Niuniu Sun, Department of Humanities, School of Nursing, Henan University of Science and Technology, Luoyang 471023, China."}], "LastName": "Sun", "ForeName": "Niuniu", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lequn Wei, Shaanxi University of Chinese Medicine, Xianyang 712046, China., The First Affiliated Hospital, and College of Clinical Medicine of Henan University of Science and Technology, Luoyang 471003, China."}], "LastName": "Wei", "ForeName": "Lequn", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Diansen Chen, The First Affiliated Hospital, and College of Clinical Medicine of Henan University of Science and Technology, Luoyang 471003, China."}], "LastName": "Chen", "ForeName": "Diansen", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wanqin Gao, The First Affiliated Hospital, and College of Clinical Medicine of Henan University of Science and Technology, Luoyang 471003, China."}], "LastName": "Gao", "ForeName": "Wanqin", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Huanzhang Niu, The First Affiliated Hospital, and College of Clinical Medicine of Henan University of Science and Technology, Luoyang 471003, China."}], "LastName": "Niu", "ForeName": "Huanzhang", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chao He, Second Affiliated Hospital of Shaanxi University of Chinese Medicine, Xianyang 712000, China., Shaanxi University of Chinese Medicine, Xianyang 712046, China."}], "LastName": "He", "ForeName": "Chao", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Pakistan", "MedlineTA": "Pak J Med Sci", "NlmUniqueID": "100913117", "ISSNLinking": "1681-715X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nsonwu-Anyanwu AC, Charles-Davies MA, Bello FA, Taiwo VO, Bin L, Oni AA. Cytokine profile in Nigerians with tubal infertility. Cent Eur J Immunol. 2016;41(1):101–106. doi:10.5114/ceji.2015.56969.", "ArticleIdList": ["PMC4829812", "27095929"]}, {"Citation": "Shiadeh MN, Niyyati M, Fallahi S, Rostami A. Human parasitic protozoan infection to infertility:a systematic review. Parasitol Res. 2016;115(2):469–477. doi:10.1007/s00436-015-4827-y.", "ArticleIdList": ["26573517"]}, {"Citation": "Hou HY, Chen YQ, Li TC, Hu CX, Chen X, Yang ZH. Outcome of laparoscopy-guided hysteroscopic tubal catheterization for infertility due to proximal tubal obstruction. J Minim Invasive Gynecol. 2014;21(2):272–278. doi:10.1016/j.jmig.2013.09.003.", "ArticleIdList": ["24080141"]}, {"Citation": "Cobellis L, Argano F, Castaldi MA, Acone G, Mele D, Signoriello G, et al. Selective salpingography:preliminary experience of an office operative option for proximal tubal recanalization. Eur J Obstet Gynecol Reprod Biol. 2012;163(1):62–66. doi:10.1016/j.ejogrb.2012.03.037.", "ArticleIdList": ["22591559"]}, {"Citation": "Anil G, Tay KH, Loh SF, Yong TT, Ong CL, Tan BS. Fluoroscopy-guided, transcervical, selective salpingography and fallopian tube recanalisation. J Obstet Gynaecol. 2011;31(8):746–50. doi:10.3109/01443615.2011.593647.", "ArticleIdList": ["22085068"]}, {"Citation": "O'Flynn N. Assessment and treatment for people with fertility problems:NICE guideline. Br J Gen Pract. 2014;64(618):50–51. doi:10.3399/bjgp14X676609.", "ArticleIdList": ["PMC3876144", "24567574"]}, {"Citation": "Sidorova IS, Belopol'skaia KhA. Modern ways of treating female genital infections. Vestn Ross Akad Med Nauk. 2012;4:4–10.", "ArticleIdList": ["22834321"]}, {"Citation": "Loughlin S, Alfa M, Arduino M, Gaffey A, Kumar A, Scott P, et al. A Roundtable Discussion:Combating the Complex Challenge of Healthcare-Associated Infections. Biomed Instrum Technol. 2016;50(4):282–288. doi:10.2345/0899-8205-50.4.282.", "ArticleIdList": ["27413832"]}, {"Citation": "He C, Ma X. Distal fallopian tube recanalization using ozone treatment:a clinical study in two hundred tubal obstruction Chinese patients. Int J Clin Exp Med. 2015;8(2):2958–2961.", "ArticleIdList": ["PMC4402910", "25932263"]}, {"Citation": "Lopera J, Suri R, Kroma GM, Garza-Berlanga A, Thomas J. Role of interventional procedures in obstetrics/gynecology. Radiol Clin North Am. 2013;51(6):1049–1066. doi:10.1016/j.rcl.2013.07.008.", "ArticleIdList": ["24210444"]}, {"Citation": "Niu LX, Xia QH. TCM proconceptive for salpingemphraxis infertility after laparoscopic and hysteroscopic operation. J Changchun Coll Traditional Chinese Med. 2016;32(2):323–325."}, {"Citation": "Cameron M, Janakan G, Birch D, Nazir S. A closed loop obstruction caused by entrapment of the fallopian tube and herniation through the broad ligament. Int J Surg Case Rep. 2015;12:57–59. doi:10.1016/j.ijscr.2015.02.010.", "ArticleIdList": ["PMC4485680", "26011802"]}, {"Citation": "Han ZG, Zhang GF, Tian XM, Xie JL, Gu SX, Zhuang Y, Liu J, Qian HJ, Zhang MW. The clinical application of selective salpingography and fallopian tube recanalization in treating female infertility. J Intervent Radiol. 2010;19(12):964–967."}, {"Citation": "Hou HY, Chen YQ, Chen X, Hu CX, Yang ZH, Chen J, et al. Related factors associated with pelvic adhesion and its influence on fallopian tube recanalization in infertile patients. Chinese J Obstet Gynecol. 2012;47(11):823–828.", "ArticleIdList": ["23302122"]}, {"Citation": "Zhou DX, Hu HL, Zhang TH, Dong WH, Liu S, Xin LD. Hysterosalpingography with pressure injection of contrast agent under the control of hydraulic pressure diagnostic and therapeutic instrument:its clinical application. J Intervent Radiol. 2013;1:71–74."}, {"Citation": "Liu XE, Guo Y. Influence of ozone concentration on the effect of interventional recanalization in the treatment of tubal obstructive infertility. Hainan Med J. 2014;25(14):2048–2051."}, {"Citation": "Zheng L, Chen ZB, Xu X. The preparation of ozone water and its effect and the mechanism research status to kill microorganis. Modern Preventive Medicine. 2010;37(15):2918–2919."}, {"Citation": "Sahin H, Simsek T, Turkon H, Kalkan Y, Ozkul F, Ozkan MT, et al. The acute effects of preoperative ozone theraphy on surgical wound healing. Acta Cir Bras. 2016;31(7):472–478. doi:10.1590/S0102-865020160070000007.", "ArticleIdList": ["27487282"]}, {"Citation": "Çakır T, Aslaner A, Tekeli SÖ, Avcı S, Doğan U, Tekeli F, et al. Effect of ozone on colon anastomoses in rat peritonitis model. Acta Cir Bras. 2016;31(2):111–118. doi:10.1590/S0102-865020160020000005.", "ArticleIdList": ["26959620"]}, {"Citation": "He XF, Li YH. Ozone therapy:history, present and future. Chinese J Intervent Imaging Therapy. 2005;2(5):389–392."}, {"Citation": "Shen G, Tan XY, Chen DJ, He MJ, Li YH. Interventional fallopian tube recanalization combined with ozone injection in treating chronic obstructive salpingitis an experimental study in rabbits. J Intervent Radiol. 2012;21(5):405–409."}], "ReferenceList": []}], "History": [{"Year": "2017", "Month": "5", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2017", "Month": "5", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2017", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["28523024", "PMC5432691", "10.12669/pjms.332.11961", "PJMS-33-290"]}}], "PubmedBookArticle": []}